{
  "year" : 2011,
  "senateBillNo" : "A3995-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3995-2011-1296536400000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes veterans who served in combat during Operation Iraqi Freedom after March 20, 2003 to receive extra credit on competitive examinations",
  "summary" : "Authorizes veterans who served in combat during Operation Iraqi Freedom after March 20, 2003 to receive extra credit on competitive examinations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A6302-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3995\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAMARA,  SAYWARD,  AUBRY, DUPREY, GABRYSZAK,\n         MAISEL,  McKEVITT,  WEISENBERG,  CASTRO,  PHEFFER  --  read  once  and\n         referred to the Committee on Governmental Employees\n\n       AN  ACT  to amend the civil service law, in relation to extra credit for\n         certain veterans on competitive examinations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  civil service law is amended by adding a new section\n    2  85-d to read as follows:\n    3    S 85-D. ADDITIONAL CREDITS ALLOWED FOR VETERANS WHO SERVED IN AN  AREA\n    4  DESIGNATED AS A COMBAT ZONE BY THE PRESIDENT OF THE UNITED STATES DURING\n    5  OPERATION  IRAQI  FREEDOM  AFTER MARCH TWENTIETH, TWO THOUSAND THREE. 1.\n    6  DEFINITION. AS USED IN THIS SECTION, \"VETERAN\" SHALL MEAN A  PERSON  WHO\n    7  SERVED  IN  A  BRANCH  OF  THE ARMED FORCES OF THE UNITED STATES, OR ANY\n    8  RESERVE UNIT THEREOF.\n    9    2. ADDITIONAL CREDIT AUTHORIZED. ADDITIONAL CREDITS SHALL  BE  ALLOWED\n   10  FOR  VETERANS  WHO  SERVED IN AN AREA DESIGNATED AS A COMBAT ZONE BY THE\n   11  PRESIDENT OF THE UNITED STATES  DURING  OPERATION  IRAQI  FREEDOM  AFTER\n   12  MARCH  TWENTIETH,  TWO  THOUSAND  THREE  IN COMPETITIVE EXAMINATIONS FOR\n   13  ORIGINAL APPOINTMENT. (A) ON ALL ELIGIBLE LISTS RESULTING  FROM  COMPET-\n   14  ITIVE  EXAMINATIONS,  THE  NAMES OF ELIGIBLE PERSONS SHALL BE ENTERED IN\n   15  THE ORDER OF THEIR RESPECTIVE FINAL EARNED RATINGS ON EXAMINATIONS, WITH\n   16  THE NAME OF THE ELIGIBLE PERSON WITH THE HIGHEST FINAL EARNED RATINGS AT\n   17  THE HEAD OF SUCH LIST, PROVIDED, HOWEVER, THAT FOR THE PURPOSE OF DETER-\n   18  MINING FINAL EARNED RATINGS, VETERANS WHO SERVED IN AN  AREA  DESIGNATED\n   19  AS  A COMBAT ZONE BY THE PRESIDENT OF THE UNITED STATES DURING OPERATION\n   20  IRAQI FREEDOM AFTER MARCH TWENTIETH, TWO THOUSAND THREE SHALL  BE  ENTI-\n   21  TLED  TO  RECEIVE AN ADDITIONAL FIVE POINTS IN A COMPETITIVE EXAMINATION\n   22  FOR ORIGINAL APPOINTMENT.\n   23    (B) SUCH ADDITIONAL CREDIT SHALL BE ADDED TO THE FINAL  EARNED  RATING\n   24  OF  SUCH  VETERAN,  AS THE CASE MAY BE, AFTER HE OR SHE HAS QUALIFIED IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04003-01-1\n\n       A. 3995                             2\n\n    1  THE COMPETITIVE EXAMINATION AND SHALL BE GRANTED ONLY  AT  THE  TIME  OF\n    2  ESTABLISHMENT OF THE RESULTING ELIGIBLE LIST.\n    3    3. APPLICATION FOR ADDITIONAL CREDIT; PROOF OF ELIGIBILITY; ESTABLISH-\n    4  MENT OF ELIGIBLE LIST. ANY CANDIDATE, BELIEVING HIMSELF OR HERSELF ENTI-\n    5  TLED  TO  ADDITIONAL  CREDIT IN A COMPETITIVE EXAMINATION AS PROVIDED IN\n    6  THIS SECTION, MAY MAKE APPLICATION FOR SUCH  ADDITIONAL  CREDIT  AT  ANY\n    7  TIME  BETWEEN THE DATE OF HIS OR HER APPLICATION FOR EXAMINATION AND THE\n    8  DATE OF THE ESTABLISHMENT OF THE RESULTING ELIGIBLE  LIST.  SUCH  CANDI-\n    9  DATES  SHALL  BE  ALLOWED  A PERIOD OF NOT LESS THAN TWO MONTHS FROM THE\n   10  DATE OF THE FILING OF HIS OR HER APPLICATION FOR EXAMINATION IN WHICH TO\n   11  ESTABLISH BY APPROPRIATE DOCUMENTARY PROOF HIS  OR  HER  ELIGIBILITY  TO\n   12  RECEIVE  ADDITIONAL  CREDIT  UNDER  THIS  SECTION. AT ANY TIME AFTER TWO\n   13  MONTHS HAVE ELAPSED SINCE THE FINAL DATE FOR FILING APPLICATIONS  FOR  A\n   14  COMPETITIVE  EXAMINATION  FOR  ORIGINAL  APPOINTMENT,  THE ELIGIBLE LIST\n   15  RESULTING FROM SUCH EXAMINATION MAY BE ESTABLISHED, NOTWITHSTANDING  THE\n   16  FACT  THAT A VETERAN WHO HAS APPLIED FOR ADDITIONAL CREDIT HAS FAILED TO\n   17  ESTABLISH HIS OR HER ELIGIBILITY TO RECEIVE SUCH  ADDITIONAL  CREDIT.  A\n   18  CANDIDATE  WHO FAILS TO ESTABLISH, BY APPROPRIATE DOCUMENTARY PROOF, HIS\n   19  OR HER ELIGIBILITY TO RECEIVE ADDITIONAL CREDIT BY THE TIME AN  ELIGIBLE\n   20  LIST IS ESTABLISHED SHALL NOT THEREAFTER BE GRANTED ADDITIONAL CREDIT ON\n   21  SUCH ELIGIBLE LIST.\n   22    4.  USE OF ADDITIONAL CREDIT. (A) EXCEPT AS OTHERWISE PROVIDED IN THIS\n   23  SUBDIVISION, NO PERSON WHO HAS RECEIVED A PERMANENT ORIGINAL APPOINTMENT\n   24  IN THE CIVIL SERVICE OF THE STATE OR OF ANY CITY OR CIVIL DIVISION THER-\n   25  EOF FROM AN ELIGIBLE LIST ON WHICH HE OR SHE WAS ALLOWED THE  ADDITIONAL\n   26  CREDIT  GRANTED  BY THIS SECTION AS A VETERAN, SHALL THEREAFTER BE ENTI-\n   27  TLED TO ANY ADDITIONAL CREDIT UNDER THIS SECTION AS A VETERAN.\n   28    (B) WHERE, AT THE TIME OF ESTABLISHMENT OF AN ELIGIBLE LIST, THE POSI-\n   29  TION OF A VETERAN ON SUCH LIST HAS NOT BEEN AFFECTED BY THE ADDITION  OF\n   30  CREDITS GRANTED UNDER THIS SECTION, THE APPOINTMENT OF SUCH VETERAN FROM\n   31  SUCH  ELIGIBLE LIST SHALL NOT BE DEEMED TO HAVE BEEN MADE FROM AN ELIGI-\n   32  BLE LIST ON WHICH HE OR SHE WAS ALLOWED THE ADDITIONAL CREDIT GRANTED BY\n   33  THIS SECTION.\n   34    (C) IF, AT THE TIME OF APPOINTMENT FROM AN ELIGIBLE LIST, A SIBLING IS\n   35  IN THE SAME RELATIVE STANDING AMONG THE ELIGIBLE PERSONS WHO ARE WILLING\n   36  TO ACCEPT APPOINTMENT AS IF HE OR SHE HAD NOT  BEEN  GRANTED  THE  ADDI-\n   37  TIONAL  CREDITS AS PROVIDED BY THIS SECTION, HIS OR HER APPOINTMENT FROM\n   38  SUCH ELIGIBLE PERSONS SHALL NOT BE DEEMED TO  HAVE  BEEN  MADE  FROM  AN\n   39  ELIGIBLE LIST ON WHICH HE OR SHE WAS ALLOWED SUCH ADDITIONAL CREDITS.\n   40    (D)  WHERE  A  VETERAN  HAS BEEN ORIGINALLY APPOINTED FROM AN ELIGIBLE\n   41  LIST ON WHICH HE OR SHE WAS ALLOWED SUCH  ADDITIONAL  CREDIT,  BUT  SUCH\n   42  APPOINTMENT IS THEREAFTER TERMINATED EITHER AT THE END OF THE PROBATION-\n   43  ARY  TERM  OR  BY  RESIGNATION  AT OR BEFORE THE END OF THE PROBATIONARY\n   44  TERM, HE OR SHE SHALL NOT BE DEEMED TO HAVE BEEN APPOINTED, AS THE  CASE\n   45  MAY  BE,  FROM AN ELIGIBLE LIST ON WHICH HE OR SHE IS ALLOWED ADDITIONAL\n   46  CREDIT, AND SUCH APPOINTMENT SHALL NOT AFFECT HIS OR HER ELIGIBILITY FOR\n   47  ADDITIONAL CREDIT IN OTHER EXAMINATIONS.\n   48    5. WITHDRAWAL OF APPLICATION; ELECTION TO RELINQUISH ADDITIONAL  CRED-\n   49  IT.    AN APPLICATION FOR ADDITIONAL CREDIT IN A COMPETITIVE EXAMINATION\n   50  UNDER THIS SECTION MAY BE WITHDRAWN BY THE APPLICANT AT ANY  TIME  PRIOR\n   51  TO  THE ESTABLISHMENT OF THE RESULTING ELIGIBLE LIST. AT ANY TIME DURING\n   52  THE TERM OF EXISTENCE OF AN ELIGIBLE LIST RESULTING FROM  A  COMPETITIVE\n   53  EXAMINATION IN WHICH A VETERAN HAS RECEIVED THE ADDITIONAL CREDIT GRANT-\n   54  ED  BY THIS SECTION, SUCH VETERAN MAY ELECT, PRIOR TO PERMANENT ORIGINAL\n   55  APPOINTMENT, TO RELINQUISH THE ADDITIONAL CREDIT THERETOFORE GRANTED  TO\n   56  HIM  OR HER AND ACCEPT THE LOWER POSITION ON SUCH ELIGIBLE LIST TO WHICH\n\n       A. 3995                             3\n\n    1  HE OR SHE WOULD OTHERWISE HAVE BEEN ENTITLED;  PROVIDED,  HOWEVER,  THAT\n    2  SUCH ELECTION SHALL THEREAFTER BE IRREVOCABLE. SUCH ELECTION SHALL BE IN\n    3  WRITING  AND SIGNED BY THE VETERAN, AND TRANSMITTED TO THE DEPARTMENT OR\n    4  THE APPROPRIATE MUNICIPAL CIVIL SERVICE COMMISSION.\n    5    6.  ROSTER.  THE DEPARTMENT AND EACH MUNICIPAL COMMISSION SHALL ESTAB-\n    6  LISH AND MAINTAIN IN ITS OFFICE A ROSTER OF ALL SUCH VETERANS  APPOINTED\n    7  AS  A  RESULT OF ADDITIONAL CREDITS GRANTED BY THIS SECTION TO POSITIONS\n    8  UNDER ITS JURISDICTION. THE APPOINTMENT OF A  VETERAN  AS  A  RESULT  OF\n    9  ADDITIONAL CREDITS SHALL BE VOID IF SUCH VETERAN, PRIOR TO SUCH APPOINT-\n   10  MENT,  HAD  BEEN  APPOINTED AS A RESULT OF ADDITIONAL CREDITS GRANTED BY\n   11  THIS SECTION.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to extra credit for certain veterans on competitive examinations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T135859.TXT", "SOBI.D110201.T113846.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296586739157
}