{
  "year" : 2011,
  "senateBillNo" : "A3992-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to cities",
    "billEventId" : "A3992-2011-1296536400000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the N.Y. city department of consumer affairs to adjudicate violations of the laws that it enforces pursuant to rules promulgated by its commissioner",
  "summary" : "Authorizes the NYC department of consumer affairs to adjudicate violations of the laws that it enforces pursuant to rules promulgated by its commissioner; makes procedural provisions for service of notice of violation and entry of judgments; limits penalties; provides for the county clerks to docket the department's judgments in separate volumes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "County Law",
  "previousVersions" : [ "A4119-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3992\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. BRENNAN, COLTON, MAISEL -- Multi-Sponsored by --\n         M. of A. ABBATE -- read once and referred to the Committee on Cities\n\n       AN ACT to amend the county law, the New York city charter and the admin-\n         istrative code of the city of New York, in  relation  to  the  adjudi-\n         cation  of violations of laws enforced by the New York city department\n         of consumer affairs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4 of section 918 of the county law, as sepa-\n    2  rately amended by chapters 419 and 473 of the laws of 1988,  is  amended\n    3  to read as follows:\n    4    4. Any other laws to the contrary notwithstanding, the county clerk in\n    5  each  of  the  counties  within  the  city of New York is authorized and\n    6  empowered to maintain separate judgment docket  volumes  containing  the\n    7  printed transcript or transcripts, in strict alphabetical order of judg-\n    8  ment  made,  entered, and docketed in the civil court of the city of New\n    9  York against individuals, corporations, and other entities on behalf  of\n   10  the parking violations bureau, the environmental control board, the taxi\n   11  and  limousine  commission,  THE DEPARTMENT OF CONSUMER AFFAIRS, and the\n   12  commissioner of jurors of the city of New York.  These  volumes  may  be\n   13  maintained  in  the  form of computer print outs which shall contain the\n   14  date of judgment, the  name  and  address  of  the  judgment  debtor  or\n   15  debtors,  the  amount  of  the judgment, and other information which the\n   16  county clerk may deem necessary to sufficiently describe the parties  to\n   17  the  action  or  proceeding  or nature or the manner of the entry of the\n   18  judgment. Provided, however, with respect to judgments on behalf of  the\n   19  parking  violations  bureau,  the  county  clerk  may,  in  his  OR  HER\n   20  discretion, in lieu of such volumes, maintain the aforementioned data in\n   21  a micrographic or computer retrievable format.   With respect  to  judg-\n   22  ments  on behalf of the parking violations bureau, such volumes or other\n   23  format shall be maintained pursuant to this subdivision for  only  those\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05431-01-1\n\n       A. 3992                             2\n\n    1  individuals, corporations, and other entities having vehicles registered\n    2  in the counties within the city of New York.\n    3    S  2.  The  New  York  city charter is amended by adding a new section\n    4  2203-a to read as follows:\n    5    S 2203-A. CIVIL PENALTY ADJUDICATION. (A) THE DEPARTMENT SHALL CONDUCT\n    6  PROCEEDINGS FOR THE ADJUDICATION OF VIOLATIONS OF THE LAWS AND RULES THE\n    7  ENFORCEMENT OF WHICH ARE  WITHIN  THE  JURISDICTION  OF  THE  DEPARTMENT\n    8  PURSUANT  TO  THE  CHARTER,  THE  ADMINISTRATIVE CODE, OR ANY OTHER LAW,\n    9  GENERAL, SPECIAL, OR LOCAL AND SHALL HAVE THE POWER TO RENDER  DECISIONS\n   10  AND  ORDERS AND TO IMPOSE CIVIL PENALTIES FOR SUCH VIOLATIONS. EXCEPT TO\n   11  THE EXTENT THAT DOLLAR LIMITS ARE OTHERWISE SPECIFICALLY PROVIDED,  SUCH\n   12  CIVIL   PENALTIES  SHALL  NOT  EXCEED  FIVE  HUNDRED  DOLLARS  FOR  EACH\n   13  VIOLATION.\n   14    (B) SUCH PROCEEDINGS  SHALL  BE  CONDUCTED  IN  ACCORDANCE  WITH  THIS\n   15  SECTION AND WITH RULES PROMULGATED BY THE COMMISSIONER.\n   16    (C) ALL SUCH PROCEEDINGS SHALL BE COMMENCED BY THE SERVICE OF A NOTICE\n   17  OF  VIOLATION.  THE COMMISSIONER SHALL PRESCRIBE THE FORM AND WORDING OF\n   18  NOTICES OF VIOLATION. THE NOTICE OF  VIOLATION  OR  COPY  THEREOF,  WHEN\n   19  FILLED  IN  AND SERVED, SHALL CONSTITUTE NOTICE OF THE VIOLATION CHARGED\n   20  AND, IF SWORN TO OR AFFIRMED, SHALL BE PRIMA FACIE EVIDENCE OF THE FACTS\n   21  CONTAINED THEREIN.   IN ADDITION TO SERVING THE  NOTICE  ON  THE  PERSON\n   22  BEING CHARGED, WHERE WRITTEN AUTHORIZATION IS FILED WITH THE DEPARTMENT,\n   23  THE DEPARTMENT SHALL DELIVER BY FIRST CLASS MAIL A COPY OF THE NOTICE TO\n   24  THE  CORPORATE  HEADQUARTERS  OR  WHOLESALE SUPPLIER OF THE PERSON BEING\n   25  SERVED. SUCH NOTICE BY MAIL SHALL PROVIDE A RESPONDENT WITH THE  MINIMUM\n   26  PERIOD  OF  TIME  TO  RESPOND  PROVIDED  FOR  IN SUBDIVISION (E) OF THIS\n   27  SECTION.\n   28    (D) THE NOTICE OF VIOLATION SHALL  CONTAIN  INFORMATION  ADVISING  THE\n   29  PERSON  CHARGED  OF  THE  MANNER  AND  THE TIME IN WHICH SUCH PERSON MAY\n   30  EITHER ADMIT OR DENY THE VIOLATION CHARGED IN THE NOTICE. SUCH NOTICE OF\n   31  VIOLATION SHALL ALSO CONTAIN A WARNING TO ADVISE THE PERSON CHARGED THAT\n   32  FAILURE TO PLEAD IN THE MANNER AND TIME STATED IN THE NOTICE MAY  RESULT\n   33  IN  A  DEFAULT DECISION AND ORDER BEING ENTERED AGAINST SUCH PERSON. THE\n   34  ORIGINAL OR A COPY OF  THE  NOTICE  OF  VIOLATION  SHALL  BE  FILED  AND\n   35  RETAINED  BY  THE  DEPARTMENT  AND  SHALL BE DEEMED A RECORD KEPT IN THE\n   36  ORDINARY COURSE OF BUSINESS.\n   37    (E) WHERE A RESPONDENT HAS FAILED TO PLEAD WITHIN THE TIME ALLOWED  BY\n   38  THE  RULES  OF  THE COMMISSIONER OR HAS FAILED TO APPEAR ON A DESIGNATED\n   39  HEARING DATE OR A SUBSEQUENT DATE FOLLOWING AN ADJOURNMENT, SUCH FAILURE\n   40  TO PLEAD OR APPEAR SHALL BE DEEMED, FOR ALL PURPOSES, TO BE AN ADMISSION\n   41  OF LIABILITY AND SHALL BE GROUNDS FOR RENDERING A DEFAULT  DECISION  AND\n   42  ORDER  IMPOSING A PENALTY IN THE MAXIMUM AMOUNT PRESCRIBED UNDER LAW FOR\n   43  THE VIOLATION CHARGED.\n   44    (F) ANY FINAL ORDER IMPOSING A CIVIL PENALTY, WHETHER THE ADJUDICATION\n   45  WAS HAD BY HEARING OR UPON DEFAULT  OR  OTHERWISE,  SHALL  CONSTITUTE  A\n   46  JUDGMENT  THAT MAY BE ENTERED IN THE CIVIL COURT OF THE CITY OF NEW YORK\n   47  OR ANY OTHER PLACE PROVIDED FOR THE ENTRY OF CIVIL JUDGMENTS WITHIN  THE\n   48  STATE,  AND MAY BE ENFORCED WITHOUT COURT PROCEEDINGS IN THE SAME MANNER\n   49  AS  THE  ENFORCEMENT  OF  MONEY  JUDGMENTS  ENTERED  IN  CIVIL  ACTIONS;\n   50  PROVIDED,  HOWEVER, THAT NO SUCH JUDGMENT SHALL BE ENTERED WHICH EXCEEDS\n   51  THE SUM OF TWENTY-FIVE THOUSAND DOLLARS FOR EACH RESPONDENT.\n   52    (G) NOTWITHSTANDING THE FOREGOING PROVISION, BEFORE A  JUDGMENT  BASED\n   53  UPON  A DEFAULT MAY BE SO ENTERED, THE DEPARTMENT MUST HAVE NOTIFIED THE\n   54  RESPONDENT BY FIRST CLASS MAIL IN SUCH  FORM  AS  THE  COMMISSIONER  MAY\n   55  DIRECT:  (I)  OF THE DEFAULT DECISION AND ORDER AND THE PENALTY IMPOSED;\n   56  (II) THAT A JUDGMENT WILL BE ENTERED IN THE CIVIL COURT OF THE  CITY  OF\n\n       A. 3992                             3\n\n    1  NEW  YORK  OR  ANY OTHER PLACE PROVIDED FOR THE ENTRY OF CIVIL JUDGMENTS\n    2  WITHIN THE STATE OF NEW YORK; AND (III) THAT ENTRY OF SUCH JUDGMENT  MAY\n    3  BE  AVOIDED  BY  REQUESTING  A  STAY OF DEFAULT FOR GOOD CAUSE SHOWN AND\n    4  EITHER  REQUESTING A HEARING OR ENTERING A PLEA PURSUANT TO THE RULES OF\n    5  THE COMMISSIONER WITHIN THIRTY DAYS OF THE MAILING OF SUCH NOTICE.    IN\n    6  ADDITION  TO  NOTIFYING  THE  RESPONDENT, WHERE WRITTEN AUTHORIZATION IS\n    7  FILED WITH THE DEPARTMENT, THE DEPARTMENT SHALL DELIVER BY  FIRST  CLASS\n    8  MAIL  A  COPY  OF  THE NOTICE TO THE CORPORATE HEADQUARTERS OR WHOLESALE\n    9  SUPPLIER OF THE PERSON BEING NOTIFIED. SUCH NOTICE BY MAIL SHALL PROVIDE\n   10  THE MINIMUM PERIOD OF TIME TO RESPOND AS SET FORTH IN THIS SUBDIVISION.\n   11    (H) A JUDGMENT ENTERED PURSUANT TO SUBDIVISION  (F)  OF  THIS  SECTION\n   12  SHALL REMAIN IN FULL FORCE AND EFFECT FOR EIGHT YEARS.\n   13    (I)  THE DEPARTMENT SHALL NOT ENTER ANY FINAL DECISION OR ORDER PURSU-\n   14  ANT TO THE PROVISIONS OF SUBDIVISION (F)  OF  THIS  SECTION  UNLESS  THE\n   15  NOTICE  OF  VIOLATION  SHALL  HAVE  BEEN SERVED IN THE SAME MANNER AS IS\n   16  PRESCRIBED FOR SERVICE OF PROCESS BY ARTICLE THREE OF THE CIVIL PRACTICE\n   17  LAW AND RULES OR ARTICLE THREE OF THE BUSINESS  CORPORATION  LAW  OR  AS\n   18  PROVIDED IN SUBDIVISION (J) OF THIS SECTION.\n   19    (J)  (1)  SERVICE  OF  A NOTICE OF VIOLATION MAY BE MADE BY DELIVERING\n   20  SUCH NOTICE TO A PERSON EMPLOYED BY THE RESPONDENT ON OR  IN  CONNECTION\n   21  WITH  THE  PREMISES WHERE THE VIOLATION OCCURRED OR TO A PERSON EMPLOYED\n   22  BY THE RESPONDENT AT THE  PREMISES  AT  WHICH  THE  RESPONDENT  ACTUALLY\n   23  CONDUCTS THE BUSINESS THE OPERATION OF WHICH GAVE RISE TO THE VIOLATION.\n   24    (2)  SUCH  NOTICE  MAY  ONLY BE DELIVERED PURSUANT TO PARAGRAPH ONE OF\n   25  THIS SUBDIVISION WHERE A REASONABLE ATTEMPT HAS  BEEN  MADE  TO  DELIVER\n   26  SUCH  NOTICE  TO A PERSON IN SUCH PREMISES UPON WHOM SERVICE MAY BE MADE\n   27  AS PROVIDED FOR BY ARTICLE THREE OF THE CIVIL PRACTICE LAW AND RULES  OR\n   28  ARTICLE THREE OF THE BUSINESS CORPORATION LAW.\n   29    (3)  WHEN  A  COPY OF SUCH NOTICE HAS BEEN DELIVERED PURSUANT TO PARA-\n   30  GRAPH ONE OF THIS SUBDIVISION, A COPY SHALL BE MAILED TO THE  RESPONDENT\n   31  AT  SUCH  RESPONDENT'S LAST KNOWN RESIDENCE OR BUSINESS ADDRESS OR TO AN\n   32  ADDRESS CONTAINED IN THE FILES OF THE DEPARTMENT COMPILED AND MAINTAINED\n   33  FOR THE PURPOSE OF THE ENFORCEMENT OF THE PROVISIONS OF THE  CHARTER  OR\n   34  ADMINISTRATIVE CODE OR OTHER LAW OVER WHICH THE DEPARTMENT HAS JURISDIC-\n   35  TION.\n   36    (4)  PROOF OF SERVICE MADE PURSUANT TO THIS SUBDIVISION SHALL BE FILED\n   37  WITH THE COMMISSIONER WITHIN  TWENTY  DAYS  OF  SERVICE  IN  THE  MANNER\n   38  PRESCRIBED; SERVICE SHALL BE COMPLETE TEN DAYS AFTER SUCH FILING.\n   39    (K)  THE  REMEDIES  AND PENALTIES PROVIDED IN THIS SECTION SHALL BE IN\n   40  ADDITION TO ANY REMEDIES OR PENALTIES  PROVIDED  UNDER  ANY  OTHER  LAW,\n   41  INCLUDING,   BUT   NOT   LIMITED  TO,  CIVIL  OR  CRIMINAL  ACTIONS  AND\n   42  PROCEEDINGS.\n   43    S 3. Subdivision a of section 20-701 of the administrative code of the\n   44  city of New York is amended to read as follows:\n   45    a. Deceptive  trade  practice.  Any  false,  falsely  disparaging,  or\n   46  misleading oral or written statement, visual description or other repre-\n   47  sentation of any kind made in connection with the sale, lease, rental or\n   48  loan or in connection with the offering for sale, lease, rental, or loan\n   49  of consumer goods or services, or in the extension of consumer credit or\n   50  in the collection of consumer debts, which has the capacity, tendency or\n   51  effect  of  deceiving or misleading consumers. Deceptive trade practices\n   52  include but are not  limited  to:  (1)  representations  that  goods  or\n   53  services   have  sponsorship,  approval,  accessories,  characteristics,\n   54  ingredients, uses, benefits, or quantities that they do  not  have;  the\n   55  supplier has a sponsorship, approval, status, affiliation, or connection\n   56  that  he  or  she  does  not have; goods are original or new if they are\n\n       A. 3992                             4\n\n    1  deteriorated, altered,  reconditioned,  reclaimed,  or  secondhand;  or,\n    2  goods or services are of a particular standard, quality, grade, style or\n    3  model,  if  they  are  of  another;  (2) the use, in any oral or written\n    4  representation,  of exaggeration, innuendo or ambiguity as to a material\n    5  fact or failure to state a material fact if such use deceives  or  tends\n    6  to  deceive; (3) disparaging the goods, services, or business of another\n    7  by false or misleading representations of material facts;  (4)  offering\n    8  goods  or services with intent not to sell them as offered; (5) offering\n    9  goods or services with intent not to supply reasonable expectable public\n   10  demand, unless the offer discloses to limitation of  quantity;  and  (6)\n   11  making  false  or  misleading  representations  of  fact  concerning the\n   12  reasons for, existence of, or amounts of price reductions, or  price  in\n   13  comparison  to  prices  of  competitors  or one's own price at a past or\n   14  future time; (7) stating that a consumer transaction  involves  consumer\n   15  rights,  remedies  or  obligations that it does not involve; (8) stating\n   16  that services, replacements or repairs are needed if they are  not;  (9)\n   17  FAILING  TO  PUBLICLY REVEAL AND DISPLAY IN ENGLISH, AS REQUIRED BY LAW,\n   18  THE TRUE NAME OF THE PROPRIETORS OR OWNERS OF ANY SHOP, STORE  OR  OTHER\n   19  ESTABLISHMENT OR SERVICE; and [(9)] (10) falsely stating the reasons for\n   20  offering or supplying goods or services at scale discount prices.\n   21    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the county law, the New York city charter and the administrative code of the city of New York, in relation to the adjudication of violations of laws enforced by the New York city department of consumer affairs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T133857.TXT", "SOBI.D110201.T113846.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296585537114
}