{
  "year" : 2011,
  "senateBillNo" : "A3991-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3991-2011-1296536400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires persons under the age of 18 to wear helmets while operating a scooter or bicycle",
  "summary" : "Requires persons under the age of 18 to wear helmets while operating a scooter or bicycle. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A5097-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3991\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BRENNAN, BENEDETTO, PEOPLES-STOKES, MILLMAN,\n         ROSENTHAL, DINOWITZ -- Multi-Sponsored by -- M. of A. ABBATE,  ARROYO,\n         BOYLAND,  CLARK,  GOTTFRIED, MAGNARELLI, MAYERSOHN, PHEFFER, ROBINSON,\n         SCHIMEL, WEISENBERG -- read once and  referred  to  the  Committee  on\n         Transportation\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to requiring persons under the age  of  eighteen  to  wear  a\n         helmet while operating a scooter or bicycle\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 19-171 of the administrative code of  the  city  of\n    2  New York, as added by local law number 5 of the city of New York for the\n    3  year  2001,  subdivision g as amended by local law number 22 of the city\n    4  of New York for the year 2002, is amended to read as follows:\n    5    S 19-171 Helmet requirement for persons under the  age  of  [fourteen]\n    6  EIGHTEEN  operating  scooters  OR  BICYCLES.    a.  Definitions. For the\n    7  purposes of this section:\n    8    (1) The term \"public highway\" means any highway, road,  street,  road-\n    9  way, sidewalk, avenue, alley, public place, public driveway or any other\n   10  public way.\n   11    (2)  The  term  \"scooter\"  means a device propelled by muscular power,\n   12  consisting of a footboard between  end  wheels  and  an  upright  handle\n   13  attached to a front wheel or to the footboard.\n   14    (3)  THE TERM \"BICYCLE\" MEANS A TWO OR THREE WHEELED DEVICE UPON WHICH\n   15  A PERSON OR PERSONS MAY RIDE, PROPELLED BY HUMAN POWER THROUGH A BELT, A\n   16  CHAIN OR GEARS, WITH SUCH WHEELS IN TANDEM OR A TRICYCLE, EXCEPT THAT IT\n   17  SHALL  NOT INCLUDE SUCH A DEVICE HAVING SOLID TIRES AND INTENDED FOR USE\n   18  ONLY ON A SIDEWALK BY PRE-TEENAGE CHILDREN.\n   19    (4) The term \"wearing a helmet\" means having  a  helmet  of  good  fit\n   20  fastened securely upon the head with the helmet straps.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00967-01-1\n\n       A. 3991                             2\n\n    1    b. This section is applicable to the operation of a scooter OR BICYCLE\n    2  upon any public highway or any private road open to public motor vehicle\n    3  traffic,  and  within a park or other area under the jurisdiction of the\n    4  commissioner of parks and recreation.\n    5    c.  No person less than [fourteen] EIGHTEEN years of age shall operate\n    6  a scooter OR BICYCLE unless such person is wearing a helmet meeting  the\n    7  standards  of  the  American  National  Standards Institute (ANSI Z 90.4\n    8  bicycle helmet standards), the Snell Memorial Foundation's standards for\n    9  protective headgear for use in bicycling, the American Society of  Test-\n   10  ing  and  Materials  (ASTM)  standards  for  bicycle helmets, the Safety\n   11  Equipment Institute standards for bicycle helmets, or the United  States\n   12  Consumer Product Safety Commission standards for bicycle helmets.\n   13    d.  It  is  a  traffic  infraction  to  violate the provisions of this\n   14  section punishable, upon conviction, by a civil penalty of not more than\n   15  fifty dollars. Such traffic infractions shall be heard and determined in\n   16  accordance with article 2-A of the vehicle and traffic  law.  A  hearing\n   17  officer  shall  waive the civil penalty for which the parent or guardian\n   18  of a person who violates the provisions of this section would be  liable\n   19  if  such  parent  or  guardian  supplies  proof that between the date of\n   20  violation and the appearance date for  such  violation  such  parent  or\n   21  guardian  purchased  or  rented  a helmet that meets the requirements of\n   22  this section. A hearing officer may waive the civil  penalty  for  which\n   23  the  parent  or guardian of a person who violates the provisions of this\n   24  section would be liable if he or  she  finds  that  due  to  reasons  of\n   25  economic hardship such parent or guardian was unable to purchase or rent\n   26  a  helmet.  A waiver of the civil penalty shall not apply to a second or\n   27  subsequent conviction under this section.\n   28    e. The parent or guardian of a person less  than  [fourteen]  EIGHTEEN\n   29  years  of  age  shall  be liable for a violation of this section by such\n   30  person less than [fourteen] EIGHTEEN years  of  age.  A  summons  for  a\n   31  violation  of  this  section  by  a person less than [fourteen] EIGHTEEN\n   32  years of age shall only be issued to the  parent  or  guardian  of  such\n   33  person if the violation occurs in the presence of such parent or guardi-\n   34  an  and  where such parent or guardian is eighteen years of age or more.\n   35  Such summons shall only be issued to such parent or guardian  and  shall\n   36  not be issued to the person less than [fourteen] EIGHTEEN years of age.\n   37    f.  The  failure  of  any person to comply with the provisions of this\n   38  section shall not constitute contributory negligence  or  assumption  of\n   39  risk,  and shall not in any way bar, preclude or foreclose an action for\n   40  personal injury or wrongful death by or on behalf of such person, nor in\n   41  any way diminish or reduce the damages recoverable in any such action.\n   42    g. The department of health and mental hygiene shall distribute infor-\n   43  mational materials through the department's school health program, which\n   44  shall include information explaining the hazards of  operating  scooters\n   45  OR  BICYCLES  without protective headgear. These informational materials\n   46  shall be printed in multiple languages and shall be  made  available  to\n   47  any member of the public upon request.\n   48    h.  The  police  department and the department of parks and recreation\n   49  shall enforce the provisions of this section.\n   50    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   51  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to requiring persons under the age of eighteen to wear a helmet while operating a scooter or bicycle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T133857.TXT", "SOBI.D110201.T113846.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296585537113
}