{
  "year" : 2011,
  "senateBillNo" : "A401-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to correction",
    "billEventId" : "A401-2011-1294203600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows for two or more counties to enter into a contract for the provision of a county jail",
  "summary" : "Allows for two or more counties to enter into a contract for the provision of a county jail. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "County Law",
  "previousVersions" : [ "A10145-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          401\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER -- read once and referred to the Commit-\n         tee on Correction\n\n       AN ACT to amend the county law and the correction law,  in  relation  to\n         allowing  two  or  more  counties  to  enter  into  a contract for the\n         provision of a county jail\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  217  of  the  county  law  is amended to read as\n    2  follows:\n    3    S 217.  County  jail.  [Each]  EXCEPT  AS  PROVIDED  BY  SECTION  FIVE\n    4  HUNDRED-O  OF THE CORRECTION LAW, EACH county shall continue to maintain\n    5  a county jail as prescribed by law.\n    6    S 2. The correction law is amended by adding a new  section  500-o  to\n    7  read as follows:\n    8    S 500-O. AUTHORIZATION FOR SHARED COUNTY JAILS. 1. NOTWITHSTANDING ANY\n    9  OTHER  PROVISION  OF  LAW  TO  THE  CONTRARY,  A COUNTY MAY ENTER INTO A\n   10  CONTRACT WITH ANOTHER  COUNTY  OR  WITH  THE  STATE,  TO  SHARE  IN  THE\n   11  CONSTRUCTION,  FINANCING, IMPROVEMENT, AND MAINTENANCE OF A COUNTY JAIL.\n   12  SUCH CONTRACTS,  IF  ENACTED,  MAY  RUN  CONCURRENT  WITH  ANY  BOND  OR\n   13  LONG-TERM  FINANCING  ASSOCIATED WITH THE CONSTRUCTION OF OR IMPROVEMENT\n   14  TO A COUNTY JAIL.\n   15    2. AN  AGREEMENT  BETWEEN  TWO  OR  MORE  COUNTIES  TO  SHARE  IN  THE\n   16  CONSTRUCTION,  FINANCING,  IMPROVEMENT, AND MAINTENANCE OF A COUNTY JAIL\n   17  PURSUANT TO THIS SECTION SHALL INCLUDE A PROVISION FOR THE PROPORTIONATE\n   18  COST, INCLUDING COSTS ASSOCIATED WITH BONDING, TO BE BORNE BY EACH COUN-\n   19  TY. THE CONTRACTING COUNTIES MAY AGREE THAT  THE  BONDING  OR  FINANCING\n   20  MECHANISM  FOR  THE  PROVISION  OF A COUNTY JAIL MAY BE AMENDED UPON THE\n   21  MUTUAL CONSENT OF EACH CONTRACTING  COUNTY'S  LEGISLATURE  OR  BOARD  OF\n   22  SUPERVISORS, AND IF THE COUNTY HAS A COUNTY EXECUTIVE, UPON THE APPROVAL\n   23  OF THE COUNTY EXECUTIVE. THE DISAPPROVAL OF A COUNTY EXECUTIVE, HOWEVER,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01902-01-1\n\n       A. 401                              2\n\n    1  MAY BE OVERRIDDEN BY THE VOTE OF TWO-THIRDS OF THE GOVERNING BODY OF THE\n    2  COUNTY.\n    3    3.  IF  TWO  OR  MORE COUNTIES ENTER INTO AN AGREEMENT TO SHARE IN THE\n    4  CONSTRUCTION, FINANCING, IMPROVEMENT, AND MAINTENANCE OF A COUNTY  JAIL,\n    5  THE  JAIL  SHALL  BE PHYSICALLY LOCATED IN ONE OF THE COUNTIES WHICH ARE\n    6  SUBJECT TO THE AGREEMENT.\n    7    4. A COUNTY MAY CONTRACT WITH ANOTHER COUNTY TO SHARE  THE  FINANCING,\n    8  MAINTENANCE, AND IMPROVEMENT TO AN EXISTING JAIL OF ANOTHER COUNTY WHERE\n    9  SUCH  OTHER  COUNTY ALREADY HAS AN EXISTING JAIL THAT MEETS THE REQUIRE-\n   10  MENTS OF THE STATE COMMISSION ON CORRECTION OR WHICH  HAS  A  WAIVER  OR\n   11  VARIANCE FROM ALL OR A PORTION OF SUCH REQUIREMENTS.\n   12    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the county law and the correction law, in relation to allowing two or more counties to enter into a contract for the provision of a county jail ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T155617.TXT", "SOBI.D101227.T165109.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293486669956
}