{
  "year" : 2011,
  "senateBillNo" : "A4026-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A4026-2011-1296536400000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires credit reporting agencies to furnish proof of identity theft to creditors upon debtor's request",
  "summary" : "Requires credit reporting agencies to furnish proof of identity theft to creditors upon debtor's request. ",
  "currentCommittee" : null,
  "sameAs" : "S1468",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A7181-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4026\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAMARA, BARRON, COLTON, CASTRO, ORTIZ -- Multi-\n         Sponsored by -- M. of A. GALEF, HOOPER,  JEFFRIES,  P. LOPEZ,  MAISEL,\n         SCHIMEL,  TITONE,  TOWNS,  WEISENBERG -- read once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to requiring cred-\n         it reporting agencies to furnish proof of identity theft to  creditors\n         upon debtor's request\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 380-u of the general business law, as relettered by\n    2  chapter 63 of the laws of 2006, is relettered 380-v and  a  new  section\n    3  380-u is added to read as follows:\n    4    S 380-U. IDENTITY THEFT CREDIT REPORT. 1. IF A PERSON SUBMITS DOCUMEN-\n    5  TATION  INDICATING THEY HAVE BEEN A VICTIM OF IDENTITY THEFT, THE CREDIT\n    6  REPORTING AGENCY SHALL FURNISH SUCH INFORMATION TO  ALL  CREDITORS  UPON\n    7  THE REQUEST OF SUCH DEBTOR. SUCH AGENCY SHALL ALSO KEEP SUCH INFORMATION\n    8  ON FILE FOR SEVEN YEARS.\n    9    2. THE FOLLOWING SHALL SUFFICE AS PROOF OF IDENTITY THEFT:\n   10    (A)  A COPY OF A VALID POLICE REPORT FILED BY THE DEBTOR ALLEGING THAT\n   11  THE DEBTOR IS THE  VICTIM OF AN IDENTITY THEFT CRIME, INCLUDING, BUT NOT\n   12  LIMITED TO, A VIOLATION  OF  SECTION  190.78,  190.79,  190.80,  190.81,\n   13  190.82 OR 190.83 OF THE PENAL LAW, FOR THE SPECIFIC DEBT BEING COLLECTED\n   14  BY THE CREDITOR; AND\n   15    (B)  THE  DEBTOR'S  WRITTEN STATEMENT THAT THE DEBTOR CLAIMS TO BE THE\n   16  VICTIM OF IDENTITY  THEFT  WITH  RESPECT  TO  THE  SPECIFIC  DEBT  BEING\n   17  COLLECTED BY THE CREDITOR.\n   18    3. THE WRITTEN STATEMENT DESCRIBED IN PARAGRAPH (B) OF SUBDIVISION TWO\n   19  OF THIS SECTION SHALL CONSIST OF EITHER OF THE FOLLOWING:\n   20    (A) A SIGNED FEDERAL TRADE COMMISSION ID THEFT VICTIM'S AFFIDAVIT; OR\n   21    (B)  A  WRITTEN  STATEMENT THAT CERTIFIES THAT THE REPRESENTATIONS ARE\n   22  TRUE, CORRECT, AND CONTAIN NO MATERIAL OMISSIONS OF  FACT  TO  THE  BEST\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01757-01-1\n\n       A. 4026                             2\n\n    1  KNOWLEDGE  AND  BELIEF  OF  THE PERSON   SUBMITTING THE CERTIFICATION. A\n    2  PERSON SUBMITTING SUCH CERTIFICATION WHO DECLARES AS TRUE  ANY  MATERIAL\n    3  MATTER  PURSUANT TO THIS SUBDIVISION THAT HE OR SHE KNOWS TO BE FALSE IS\n    4  GUILTY  OF A MISDEMEANOR. SUCH STATEMENT SHALL CONTAIN OR BE ACCOMPANIED\n    5  BY, THE FOLLOWING, TO  THE EXTENT THAT SUCH ITEMS ARE  RELEVANT  TO  THE\n    6  DEBTOR'S  ALLEGATION OF IDENTITY THEFT WITH RESPECT TO THE DEBT IN QUES-\n    7  TION:\n    8    (I) A STATEMENT THAT THE DEBTOR IS A VICTIM OF IDENTITY THEFT;\n    9    (II) A COPY OF THE DEBTOR'S DRIVER'S LICENSE OR  IDENTIFICATION  CARD,\n   10  AS ISSUED BY THE STATE;\n   11    (III) ANY OTHER IDENTIFICATION DOCUMENT THAT SUPPORTS THE STATEMENT OF\n   12  IDENTITY THEFT;\n   13    (IV)  SPECIFIC FACTS SUPPORTING THE CLAIM OF IDENTITY THEFT, IF AVAIL-\n   14  ABLE;\n   15    (V) ANY EXPLANATION SHOWING THAT THE DEBTOR DID NOT INCUR THE DEBT;\n   16    (VI) ANY AVAILABLE CORRESPONDENCE DISPUTING THE DEBT AFTER TRANSACTION\n   17  INFORMATION HAS BEEN PROVIDED TO THE DEBTOR;\n   18    (VII) DOCUMENTATION OF THE RESIDENCE OF THE DEBTOR AT THE TIME OF  THE\n   19  ALLEGED  DEBT.  THIS MAY INCLUDE COPIES OF BILLS AND STATEMENTS, SUCH AS\n   20  UTILITY BILLS, TAX STATEMENTS, OR OTHER STATEMENTS FROM BUSINESSES  SENT\n   21  TO  THE  DEBTOR,  SHOWING THAT THE DEBTOR LIVED AT ANOTHER  RESIDENCE AT\n   22  THE TIME THE DEBT WAS INCURRED;\n   23    (VIII) A TELEPHONE NUMBER FOR CONTACTING  THE  DEBTOR  CONCERNING  ANY\n   24  ADDITIONAL  INFORMATION OR QUESTIONS, OR DIRECTION THAT FURTHER COMMUNI-\n   25  CATIONS TO THE DEBTOR BE IN WRITING ONLY, WITH THE MAILING ADDRESS SPEC-\n   26  IFIED IN THE STATEMENT;\n   27    (IX)  TO THE EXTENT THE DEBTOR HAS INFORMATION CONCERNING WHO MAY HAVE\n   28  INCURRED THE DEBT, THE IDENTIFICATION  OF  ANY  PERSON  WHO  THE  DEBTOR\n   29  BELIEVES IS RESPONSIBLE; OR\n   30    (X)  AN EXPRESS STATEMENT THAT THE DEBTOR DID NOT AUTHORIZE THE USE OF\n   31  THE DEBTOR'S NAME OR PERSONAL INFORMATION FOR INCURRING THE DEBT.\n   32    4. THE CERTIFICATION REQUIRED PURSUANT TO SUBDIVISION  THREE  OF  THIS\n   33  SECTION  SHALL  BE  SUFFICIENT  IF  IT IS IN SUBSTANTIALLY THE FOLLOWING\n   34  FORM:\n   35    \"I CERTIFY THE REPRESENTATIONS MADE ARE TRUE, CORRECT, AND CONTAIN  NO\n   36  MATERIAL  OMISSIONS  OF  FACT                           \" DATE AND PLACE\n   37  (SIGNATURE)\n   38    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   39  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring credit reporting agencies to furnish proof of identity theft to creditors upon debtor's request ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T145909.TXT", "SOBI.D110201.T135859.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296590349504
}