{
  "year" : 2011,
  "senateBillNo" : "A4027-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A4027-2011-1296536400000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a one-time 6 month stay of the enforcement of a child support order, when the payor is involuntarily terminated from employment",
  "summary" : "Provides for a one-time 6 month stay of the enforcement of a child support order, when the payor is involuntarily terminated from employment; provides payor must petition the family court for such a stay within 30 days of the termination of employment; requires payment of affordable child support during the period of the stay and that child support obligations will resume after end of stay; requires payor to participate in job training and placement programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "A3333-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4027\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAMARA, ROBINSON, REILLY, WRIGHT, COOK, MAISEL,\n         PRETLOW -- read once and referred to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, the family court  act,  the\n         domestic  relations  law  and  the social services law, in relation to\n         granting a person with child support  obligations,  who  involuntarily\n         had  his or her employment terminated, with a temporary stay of crimi-\n         nal, civil and administrative penalties for nonpayment of  such  obli-\n         gations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision 3 of section 3-503  of\n    2  the  general  obligations  law, as amended by chapter 398 of the laws of\n    3  1997, is amended to read as follows:\n    4    If the applicant is not under an obligation to pay child support,  the\n    5  agency  may  issue  or  renew such license. If the applicant is under an\n    6  obligation to pay child support and  is  not  four  months  or  more  in\n    7  arrears  in  the  payment  of  child support, or meets the conditions of\n    8  paragraphs b, c and d of this subdivision, the agency may issue or renew\n    9  such license.  [If] EXCEPT AS OTHERWISE PROVIDED IN SECTION FOUR HUNDRED\n   10  FIFTY OF THE FAMILY COURT ACT, IF the applicant does not meet one of the\n   11  above requirements, the agency may issue or renew such license but  such\n   12  license shall expire in six months unless before that time the applicant\n   13  submits  a  written  certification under oath, duly sworn and subscribed\n   14  that he or she:\n   15    S 2. Part 5 of article 4 of the family court act is amended by  adding\n   16  a new section 450 to read as follows:\n   17    S  450.  TEMPORARY  STAY  OF  AN ORDER OF SUPPORT; INVOLUNTARY LOSS OF\n   18  EMPLOYMENT. 1. ANY PERSON UNDER AN OBLIGATION TO PAY CHILD SUPPORT,  WHO\n   19  INVOLUNTARILY  HAS  HIS OR HER EMPLOYMENT TERMINATED, MAY, WITHIN THIRTY\n   20  DAYS OF SUCH INVOLUNTARY TERMINATION OF EMPLOYMENT, PETITION  THE  COURT\n   21  FOR A STAY OF THE ENFORCEMENT OF THE OBLIGATION TO PAY CHILD SUPPORT AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04257-01-1\n\n       A. 4027                             2\n\n    1  THE ENFORCEMENT OF ANY AND ALL CIVIL, CRIMINAL AND ADMINISTRATIVE PENAL-\n    2  TIES  FOR  THE  FAILURE TO PAY CHILD SUPPORT FOR A PERIOD OF SIX MONTHS.\n    3  THE COURT SHALL GRANT SUCH A PETITION TO ANY PERSON ONLY  ONCE  AND  FOR\n    4  GOOD CAUSE SHOWN. ANY PETITIONER WHO FAILS TO SUBMIT HIS OR HER PETITION\n    5  IN  A  TIMELY  MANNER  SHALL  FORFEIT HIS OR HER RIGHT TO APPLY THEREFOR\n    6  PURSUANT TO THIS SECTION.\n    7    2. UPON THE GRANTING OF A TEMPORARY STAY PURSUANT TO THIS SECTION  AND\n    8  DURING THE DURATION OF SUCH STAY:\n    9    (A)  ANY  CRIMINAL  PROCEEDING COMMENCED PURSUANT TO SECTION 260.05 OR\n   10  260.06 OF THE PENAL LAW SHALL BE DISMISSED;\n   11    (B) NO LICENSE SHALL BE DENIED PURSUANT TO SECTION 3-503 OF THE GENER-\n   12  AL OBLIGATIONS LAW;\n   13    (C) THE OBLIGATION TO PAY CHILD  SUPPORT  PURSUANT  TO  A  PREEXISTING\n   14  COURT  ORDER  SHALL BE STAYED, AND NO INTEREST OR PENALTY FOR FAILURE TO\n   15  PAY SUCH SUPPORT SHALL ACCRUE. HOWEVER, UPON EXPIRATION OF A STAY GRANT-\n   16  ED PURSUANT TO THIS SECTION, THE CHILD SUPPORT NOT PAID DURING THE  STAY\n   17  SHALL BECOME DUE;\n   18    (D)  THE  COURT  SHALL  DETERMINE  AND  ORDER THE PETITIONER TO PAY AN\n   19  AMOUNT OF CHILD SUPPORT AS THE COURT FINDS THAT IS JUST AND APPROPRIATE,\n   20  AND THAT THE PETITIONER CAN REASONABLY AFFORD TO PAY;\n   21    (E) THE COURT  SHALL  ORDER  THE  PETITIONER  TO  PARTICIPATE  IN  AND\n   22  SUCCESSFULLY  COMPLETE  APPROPRIATE JOB TRAINING AND PLACEMENT PROGRAMS;\n   23  AND\n   24    (F) THE COURT SHALL PROVIDE NOTICE OF  SUCH  STAY  TO  ALL  INTERESTED\n   25  PARTIES,  INCLUDING THE DISTRICT ATTORNEY AND THE CHILD SUPPORT ENFORCE-\n   26  MENT UNIT.\n   27    S 3. Paragraph (b) of subdivision 4 of section 440 of the family court\n   28  act, as added by chapter 182 of the laws of 2010, is amended to read  as\n   29  follows:\n   30    (b) informing the parties of their right to seek a modification of the\n   31  child support order upon a showing of:\n   32    (i) a substantial change in circumstances; or\n   33    (ii)  that  three  years have passed since the order was entered, last\n   34  modified or adjusted; or\n   35    (iii) there has been a  change  in  either  party's  gross  income  by\n   36  fifteen  percent  or more since the order was entered, last modified, or\n   37  adjusted;\n   38  however, if the parties have specifically opted out of subparagraph (ii)\n   39  or (iii) of this paragraph in a validly  executed  agreement  or  stipu-\n   40  lation, then that basis to seek modification does not apply[.], AND\n   41    (C)  INFORMING THE RESPONDENT THAT HE OR SHE MAY, UPON THE INVOLUNTARY\n   42  TERMINATION OF HIS OR HER EMPLOYMENT, ON A ONE-TIME BASIS, APPLY  FOR  A\n   43  SIX  MONTH STAY OF THE ENFORCEMENT OF THE ORDER PURSUANT TO SECTION FOUR\n   44  HUNDRED FIFTY OF THIS ARTICLE.\n   45    S 4. Subdivision 7 of part B of section 236 of the domestic  relations\n   46  law is amended by adding a new paragraph e to read as follows:\n   47    E.  ANY  CHILD SUPPORT ORDER MADE BY THE COURT IN ANY PROCEEDING UNDER\n   48  THE PROVISIONS OF THIS SECTION SHALL INCLUDE,  ON  ITS  FACE,  A  NOTICE\n   49  PRINTED OR TYPEWRITTEN IN A SIZE EQUAL TO AT LEAST EIGHT POINT BOLD TYPE\n   50  INFORMING THE RESPONDENT THAT HE OR SHE MAY, UPON THE INVOLUNTARY TERMI-\n   51  NATION  OF  HIS  OR HER EMPLOYMENT, ON A ONE-TIME BASIS, APPLY FOR A SIX\n   52  MONTH STAY OF THE ENFORCEMENT OF THE  ORDER  PURSUANT  TO  SECTION  FOUR\n   53  HUNDRED FIFTY OF THE FAMILY COURT ACT.\n   54    S  5. The social services law is amended by adding a new section 101-b\n   55  to read as follows:\n\n       A. 4027                             3\n\n    1    S 101-B. PUBLIC EDUCATION; TEMPORARY STAY OF AN ORDER OF SUPPORT.  THE\n    2  COMMISSIONER  OF  TEMPORARY  AND DISABILITY ASSISTANCE SHALL DEVELOP AND\n    3  IMPLEMENT A PUBLIC EDUCATION PROGRAM TO PROVIDE NOTICE OF THE PROVISIONS\n    4  OF SECTION FOUR HUNDRED FIFTY OF THE FAMILY COURT ACT  RELATING  TO  THE\n    5  GRANTING OF A TEMPORARY STAY OF THE OBLIGATION TO PAY CHILD SUPPORT UPON\n    6  THE INVOLUNTARY TERMINATION OF EMPLOYMENT.\n    7    S  6. This act shall take effect on the first of January next succeed-\n    8  ing the date on which it shall have become a law; provided, that, effec-\n    9  tive immediately, any rules and regulations necessary to  implement  the\n   10  provisions of this act on its effective date are authorized and directed\n   11  to be completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, the family court act, the domestic relations law and the social services law, in relation to granting a person with child support obligations, who involuntarily had his or her employment terminated, with a temporary stay of criminal, civil and administrative penalties for nonpayment of such obligations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T145909.TXT", "SOBI.D110201.T135859.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296590349508
}