{
  "year" : 2011,
  "senateBillNo" : "A4025-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to codes",
    "billEventId" : "A4025-2011-1296536400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increase the types of firearms that are to be included in the firearm ballistic identification database",
  "summary" : "Increases the types of firearms that are to be included in the firearm ballistic identification database. ",
  "currentCommittee" : null,
  "sameAs" : "S1467",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A3477-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4025\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAMARA, GOTTFRIED, JAFFEE, MAISEL, ROBINSON,\n         COLTON, COOK, CASTRO, PEOPLES-STOKES -- Multi-Sponsored by -- M. of A.\n         V. LOPEZ, MAYERSOHN,  PHEFFER,  J. RIVERA,  SALADINO,  TITONE,  TOWNS,\n         WEISENBERG -- read once and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the  general  business law, in relation to a firearm\n         ballistic identification databank\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  396-ff  of the general business law, as added by\n    2  chapter 189 of the laws of 2000, is amended to read as follows:\n    3    S 396-ff. [Pistol and revolver] FIREARM ballistic identification data-\n    4  bank. (1) For the purposes of this section, the  following  terms  shall\n    5  have the following meanings:\n    6    (a)  \"Manufacturer\" means any person, firm or corporation possessing a\n    7  valid federal license that permits such person, firm or  corporation  to\n    8  engage  in the business of manufacturing [pistols or revolvers] FIREARMS\n    9  or ammunition therefor for the purpose of sale or distribution.\n   10    (b) \"Shell casing\" means that part of ammunition capable of being used\n   11  in a [pistol or revolver] FIREARM that contains the primer  and  propel-\n   12  lant powder to discharge the bullet or projectile.\n   13    (C)  \"FIREARM\"  MEANS A PISTOL, REVOLVER, OR ASSAULT WEAPON AS DEFINED\n   14  IN SECTION 265.00 OF THE PENAL LAW, RIFLE, OR OTHER LONG-BARRELED  WEAP-\n   15  ON.\n   16    (2) [On and after March first, two thousand one, any] ANY manufacturer\n   17  that ships, transports or delivers a [pistol or revolver] FIREARM to any\n   18  person  in  this  state  shall, in accordance with rules and regulations\n   19  promulgated by the division of state police, include  in  the  container\n   20  with  such [pistol or revolver] FIREARM a separate sealed container that\n   21  encloses:\n   22    (a) a shell casing of a bullet  or  projectile  discharged  from  such\n   23  [pistol or revolver] FIREARM; and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01754-01-1\n\n       A. 4025                             2\n\n    1    (b)  any additional information that identifies such [pistol or revol-\n    2  ver] FIREARM and shell casing as required by such rules and regulations.\n    3    (3)  A  gunsmith  or  dealer in firearms licensed in this state shall,\n    4  within ten days of the receipt of any [pistol or revolver] FIREARM  from\n    5  a manufacturer that fails to comply with the provisions of this section,\n    6  either  (a) return such [pistol or revolver] FIREARM to such manufactur-\n    7  er, or (b) notify the division of state police of such noncompliance and\n    8  thereafter obtain a substitute sealed container through participation in\n    9  a program operated by the state police as provided in  subdivision  four\n   10  of this section.\n   11    (4)  The  division  of state police shall no later than October first,\n   12  two thousand, promulgate rules and regulations for the  operation  of  a\n   13  program  which  provides  a gunsmith or a dealer in firearms licensed in\n   14  this state with a sealed container  enclosing  the  items  specified  in\n   15  subdivision two of this section. The program shall at a minimum:\n   16    (a) be operational by January first, two thousand one;\n   17    (b) operate in at least five regional locations within the state; and\n   18    (c)  specify procedures by which such gunsmith or dealer is to deliver\n   19  a [pistol or revolver] FIREARM to the regional program location  closest\n   20  to  his  or  her place of business for testing and prompt return of such\n   21  [pistol or revolver] FIREARM.\n   22    (5) [On and after March first, two thousand  one,  a]  A  gunsmith  or\n   23  dealer  in  firearms  licensed  in  this state shall, within ten days of\n   24  delivering to any person a [pistol or revolver] FIREARM received by such\n   25  gunsmith or dealer in firearms [on or after such date], forward  to  the\n   26  division  of  state  police,  along with the original transaction report\n   27  required by subdivision twelve of section 400.00 of the penal  law,  the\n   28  sealed  container enclosing the shell casing from such [pistol or revol-\n   29  ver] FIREARM either (a) received from the manufacturer, or (b)  obtained\n   30  through  participation  in the program operated by the division of state\n   31  police in accordance with subdivision four of this section.\n   32    (6) Upon receipt of the sealed container, the division of state police\n   33  shall cause to be entered in an automated electronic databank  pertinent\n   34  data  and  other ballistic information relevant to identification of the\n   35  shell casing and to the [pistol or revolver] FIREARM from which  it  was\n   36  discharged.    The  automated  electronic  databank will be operated and\n   37  maintained by the division of state police, in accordance with its rules\n   38  and regulations adopted after consultation with the  Federal  Bureau  of\n   39  Investigation  and  the  United States Department of Treasury, Bureau of\n   40  Alcohol, Tobacco and Firearms  to  ensure  compatibility  with  national\n   41  ballistic technology.\n   42    (7)  Any person, firm or corporation who knowingly violates any of the\n   43  provisions of this section shall be guilty of a violation, punishable as\n   44  provided in the penal law. Any person, firm or corporation who knowingly\n   45  violates any of the provisions of this section after having been  previ-\n   46  ously  convicted  of  a  violation  of this section shall be guilty of a\n   47  class A misdemeanor, punishable as provided in the penal law.\n   48    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   49  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to a firearm ballistic identification databank ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T145909.TXT", "SOBI.D110201.T135859.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296590349500
}