{
  "year" : 2011,
  "senateBillNo" : "A4023-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A4023-2011-1296536400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides in-state tuition rates at New York universities and colleges to qualified immigrant students",
  "summary" : "Provides in-state tuition rates at New York universities and colleges to qualified immigrant students if such students attended high school in the state for 2 years or more; graduated from high school in the state or attained a state general equivalency diploma and registered as an entering student at, or is currently enrolled in a public institution of higher education within the state. ",
  "currentCommittee" : null,
  "sameAs" : "S1140",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3955-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4023\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAMARA, J. RIVERA, MAISEL, GOTTFRIED, ROBINSON,\n         COLTON, PEOPLES-STOKES, COOK, CASTRO, BARRON -- Multi-Sponsored by  --\n         M.  of  A. TITONE, TOWNS -- read once and referred to the Committee on\n         Higher Education\n\n       AN ACT to amend the education  law,  in  relation  to  establishing  the\n         \"Access  to  Postsecondary  Education Act\" to provide in-state tuition\n         rates at New York state universities and colleges to  qualified  immi-\n         grant students\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"Access to Postsecondary Education Act.\"\n    3    S  2.  Legislative  findings and purpose. The legislature hereby finds\n    4  and declares that many immigrant high school students have lived in  the\n    5  state  of  New  York most of their lives, and are likely to remain resi-\n    6  dents.   These students are nevertheless  precluded  from  obtaining  an\n    7  affordable  college  education  because they do not qualify for in-state\n    8  tuition rates. Without in-state tuition, many of these students are  not\n    9  able to attend college. These students have already proven their academ-\n   10  ic  eligibility  and  merit by being accepted into the state college and\n   11  university system. Making it  possible  for  these  students  to  attend\n   12  college  will increase the state's college-educated workforce and stimu-\n   13  late economic growth. This act does not confer  postsecondary  education\n   14  benefits on the basis of residence within the meaning of section 1623 of\n   15  title 8 of the United States Code.\n   16    The  legislature  hereby  finds  that  the  purpose  of this act is to\n   17  provide educational opportunity to children who are long-time  residents\n   18  of  the  state of New York, thusly improving the overall economic condi-\n   19  tion of the state.\n   20    S 3. The education law is amended by adding a new  section  6305-a  to\n   21  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01723-01-1\n\n       A. 4023                             2\n\n    1    S  6305-A.  QUALIFICATIONS  FOR  IN-STATE  TUITION RATES FOR IMMIGRANT\n    2  STUDENTS. 1. NOTWITHSTANDING ANY  LAW  TO  THE  CONTRARY,  AN  IMMIGRANT\n    3  STUDENT, OTHER THAN A NONIMMIGRANT ALIEN WITHIN THE MEANING OF PARAGRAPH\n    4  15  OF  SUBSECTION  (A)  OF SECTION 1101 OF TITLE 8 OF THE UNITED STATES\n    5  CODE, SHALL QUALIFY FOR IN-STATE TUITION RATES AT NEW YORK STATE UNIVER-\n    6  SITIES  AND COLLEGES IF SUCH STUDENT MEETS ALL OF THE FOLLOWING REQUIRE-\n    7  MENTS:\n    8    (A) ATTENDED HIGH SCHOOL IN THE STATE OF NEW  YORK  FOR  TWO  OR  MORE\n    9  YEARS;\n   10    (B)  GRADUATED  FROM  A  NEW  YORK  STATE  HIGH  SCHOOL OR ATTENDED AN\n   11  APPROVED NEW YORK STATE PROGRAM FOR  GENERAL  EQUIVALENCY  DIPLOMA  EXAM\n   12  PREPARATION,  AND  RECEIVED  A GENERAL EQUIVALENCY DIPLOMA ISSUED WITHIN\n   13  NEW YORK STATE;\n   14    (C) REGISTERED AS AN ENTERING STUDENT AT, OR CURRENT ENROLLMENT IN,  A\n   15  PUBLIC INSTITUTION OF HIGHER EDUCATION IN THE STATE OF NEW YORK; AND\n   16    (D)  IN  THE  CASE  OF  A PERSON WITHOUT LEGAL IMMIGRATION STATUS, THE\n   17  FILING OF AN AFFIDAVIT WITH THE INSTITUTION OF HIGHER EDUCATION  STATING\n   18  THAT  THE  STUDENT HAS FILED AN APPLICATION TO LEGALIZE HIS OR HER IMMI-\n   19  GRATION STATUS, OR WILL FILE AN APPLICATION AS SOON  AS  HE  OR  SHE  IS\n   20  ELIGIBLE TO DO SO.\n   21    2.  THE  STATE  UNIVERSITY  TRUSTEES AND THE BOARD OF GOVERNORS OF THE\n   22  COMMUNITY COLLEGE SYSTEM SHALL PRESCRIBE RULES AND REGULATIONS  FOR  THE\n   23  IMPLEMENTATION OF THIS SECTION.\n   24    3.  ANY  STUDENT  INFORMATION  OBTAINED  IN THE IMPLEMENTATION OF THIS\n   25  SECTION SHALL REMAIN CONFIDENTIAL.\n   26    4. A COURT OF COMPETENT JURISDICTION MAY AWARD INJUNCTIVE AND DECLARA-\n   27  TORY RELIEF TO A PARTY IN ANY LAWSUIT BASED UPON THIS SECTION  OR  BASED\n   28  UPON RULES AND REGULATIONS PRESCRIBED TO IMPLEMENT THIS SECTION.\n   29    S  4.  This act shall take effect on the first of July next succeeding\n   30  the date on which it shall have become a law;  provided,  however,  that\n   31  effective immediately, the addition, amendment and/or repeal of any rule\n   32  or regulation necessary for the implementation of this act on its effec-\n   33  tive  date  is  authorized  and  directed to be made and completed on or\n   34  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the \"Access to Postsecondary Education Act\" to provide in-state tuition rates at New York state universities and colleges to qualified immigrant students ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T145909.TXT", "SOBI.D110201.T135859.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296590349494
}