{
  "year" : 2011,
  "senateBillNo" : "A4035-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to codes",
    "billEventId" : "A4035-2011-1296536400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to searches for sex offense convictions for firefighters",
  "summary" : "Relates to searches for sex offense convictions for firefighters. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A9356-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4035\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the executive law, the village law, the town law and the\n         not-for-profit corporation  law,  in  relation  to  searches  for  sex\n         offense convictions for firefighters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading and subdivision 1 of section  837-o  of\n    2  the  executive  law,  as  added  by chapter 423 of the laws of 1999, are\n    3  amended to read as follows:\n    4    Search for arson AND SEX OFFENSE conviction records of volunteer fire-\n    5  fighter applicants. 1. Any person who applies for membership in  a  fire\n    6  company, as such term is defined in section three of the volunteer fire-\n    7  fighters'  benefit  law, or who seeks to transfer as a member to another\n    8  fire company, shall be required to authorize the submission  of  his  or\n    9  her  name  and  other authorized identifying information to the division\n   10  which shall search its files for records indicating whether  the  person\n   11  stands  convicted  of  the  crime  of  arson  OR  OF  ANY SEX OFFENSE OR\n   12  ATTEMPTED SEX OFFENSE AS THOSE TERMS ARE DEFINED IN SUBDIVISIONS TWO AND\n   13  THREE OF SECTION ONE HUNDRED SIXTY-EIGHT-A OF THE  CORRECTION  LAW.  The\n   14  chief  of  the  fire  company to which application is made shall provide\n   15  written notice to the applicant that a search will be conducted, and  if\n   16  the  applicant  desires  to  proceed,  he or she shall complete a search\n   17  request on the form provided for this purpose by the division of  crimi-\n   18  nal justice services.\n   19    S  2. Paragraphs (a), (b) and (c) of subdivision 3 of section 837-o of\n   20  the executive law, paragraphs (a) and (c) as added by chapter 423 of the\n   21  laws of 1999 and paragraph (b) as amended by section 41  of  part  B  of\n   22  chapter 56 of the laws of 2010, are amended to read as follows:\n   23    (a)  All  searches concerning the application for membership in a fire\n   24  company shall be conducted under the provisions of  subdivision  six  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07722-01-1\n\n       A. 4035                             2\n\n    1  section  eight  hundred thirty-seven of this article without the assess-\n    2  ment of any fee to the applicant or fire company and shall pertain sole-\n    3  ly to ascertaining whether the applicant stands convicted of arson OR OF\n    4  A SEX OFFENSE OR ATTEMPTED SEX OFFENSE.\n    5    (b) The results of the search shall be communicated in writing, within\n    6  ten business days of receipt from the division, to the chief of the fire\n    7  company from which the search request originated by either the sheriff's\n    8  department  or  the  office of fire prevention and control, and shall be\n    9  kept confidential by the chief, except as provided in paragraph  (c)  of\n   10  this  subdivision.  The  results  of  the search shall only state either\n   11  that: (i) the applicant stands convicted of arson OR A SEX OFFENSE OR AN\n   12  ATTEMPTED SEX OFFENSE, or (ii) the applicant has no record of conviction\n   13  for arson OR FOR A SEX OFFENSE OR FOR AN ATTEMPTED  SEX  OFFENSE.    The\n   14  results  of  the search shall not divulge any other information relating\n   15  to the criminal history of the applicant.\n   16    (c) At the time an applicant is advised that he or she  is  ineligible\n   17  for  membership  due  to  a  record of conviction for arson OR FOR A SEX\n   18  OFFENSE OR FOR AN ATTEMPTED SEX OFFENSE, he or she shall also be advised\n   19  of the rights to challenge and appeal the information contained  in  the\n   20  record  of  conviction  as  provided in the rules and regulations of the\n   21  division. The applicant shall continue  to  be  barred  from  membership\n   22  until all administrative and judicial challenges to the accuracy of such\n   23  information  or appeals therefrom, are ultimately resolved in his or her\n   24  favor, or if such a determination is unchallenged.\n   25    S 3. Subdivision 18 of section 10-1006 of the village law, as added by\n   26  chapter 719 of the laws of 1985, is amended to read as follows:\n   27    18. A person who has been convicted of arson in any degree OR OF A SEX\n   28  OFFENSE OR ATTEMPTED SEX OFFENSE AS THAT TERM IS DEFINED IN SUBDIVISIONS\n   29  TWO AND THREE OF SECTION ONE HUNDRED SIXTY-EIGHT-A OF THE CORRECTION LAW\n   30  shall not be eligible to be elected or appointed as a  volunteer  member\n   31  of  a  fire  company.  The  membership of any volunteer member of a fire\n   32  company shall immediately terminate if he is OR HAS  BEEN  convicted  of\n   33  arson  in any degree [while a member of a fire company] OR A SEX OFFENSE\n   34  OR AN ATTEMPTED SEX OFFENSE AS THOSE TERMS ARE DEFINED  IN  SUBDIVISIONS\n   35  TWO  AND  THREE  OF  SECTION ONE HUNDRED SIXTY-EIGHT-A OF THE CORRECTION\n   36  LAW.\n   37    S 4. Subdivision 19 of section 10-1006 of the village law, as added by\n   38  chapter 423 of the laws of 1999, is amended to read as follows:\n   39    19. Upon application by any person for membership in  a  fire  company\n   40  operating  pursuant  to  this  section,  the  fire chief shall cause the\n   41  applicant's background to be checked pursuant to section  eight  hundred\n   42  thirty-seven-o  of  the executive law for a criminal history involving a\n   43  conviction for arson AND FOR ANY SEX OFFENSE OR ATTEMPTED SEX OFFENSE AS\n   44  THOSE TERMS ARE DEFINED IN SUBDIVISIONS TWO AND  THREE  OF  SECTION  ONE\n   45  HUNDRED SIXTY-EIGHT-A OF THE CORRECTION LAW.\n   46    S 5. Section 176-b of the town law is amended by adding a new subdivi-\n   47  sion 18 to read as follows:\n   48    18.  UPON  APPLICATION  BY ANY PERSON FOR MEMBERSHIP IN A FIRE COMPANY\n   49  OPERATING PURSUANT TO THIS SECTION,  THE  FIRE  CHIEF  SHALL  CAUSE  THE\n   50  APPLICANT'S  BACKGROUND  TO BE CHECKED PURSUANT TO SECTION EIGHT HUNDRED\n   51  THIRTY-SEVEN-O OF THE EXECUTIVE LAW FOR A CRIMINAL HISTORY  INVOLVING  A\n   52  CONVICTION OF ANY SEX OFFENSE OR ATTEMPTED SEX OFFENSE.\n   53    S  6.  Paragraph (c) of section 1402 of the not-for-profit corporation\n   54  law is amended by adding a new subparagraph 6 to read as follows:\n   55    (6) UPON APPLICATION BY ANY PERSON FOR MEMBERSHIP  IN  A  FIRE  CORPO-\n   56  RATION  OPERATING  PURSUANT  TO THIS SECTION, THE FIRE CHIEF SHALL CAUSE\n\n       A. 4035                             3\n\n    1  THE APPLICANT'S BACKGROUND TO  BE  CHECKED  PURSUANT  TO  SECTION  EIGHT\n    2  HUNDRED  THIRTY-SEVEN-O  OF  THE  EXECUTIVE  LAW  FOR A CRIMINAL HISTORY\n    3  INVOLVING A CONVICTION OF ANY SEX OFFENSE OR ATTEMPTED SEX OFFENSE.\n    4    S 7. This act shall take effect on the one hundred eightieth day after\n    5  it  shall  have become a law and shall apply to convictions entered into\n    6  on or after such effective date; provided, however, that effective imme-\n    7  diately, the addition, amendment and/or repeal of any rule or regulation\n    8  necessary for the implementation of this act on its effective  date  are\n    9  authorized  and  directed  to  be  made and completed by the division of\n   10  criminal justice services and the department of state on or before  such\n   11  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, the village law, the town law and the not-for-profit corporation law, in relation to searches for sex offense convictions for firefighters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT", "SOBI.D110201.T140900.TXT", "SOBI.D110201.T161909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296595451339
}