{
  "year" : 2011,
  "senateBillNo" : "A4033-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to election law",
    "billEventId" : "A4033-2011-1296536400000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a court to order the confidentiality of election registration records of a victim of domestic violence",
  "summary" : "Authorizes the county court, or supreme court in the city of New York, to issue a court order providing for the confidentiality of election registration records of a victim of domestic violence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "AA9368-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4033\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. GABRYSZAK, M. MILLER -- Multi-Sponsored by -- M.\n         of A. PHEFFER, WEISENBERG -- read once and referred to  the  Committee\n         on Election Law\n\n       AN  ACT  to amend the election law, in relation to authorizing registra-\n         tion records of victims of domestic violence to be  kept  confidential\n         in certain cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The election law is amended by adding a new  section  5-510\n    2  to read as follows:\n    3    S  5-510. CONFIDENTIALITY OF REGISTRATION RECORDS IN CERTAIN CASES. 1.\n    4  FOR PURPOSES OF THIS SECTION:\n    5    (A) \"VICTIM OF DOMESTIC VIOLENCE\" MEANS ANY PERSON WHO IS A VICTIM  OF\n    6  A  VIOLENT  FELONY,  AS  DEFINED  IN  SECTION 70.02 OF THE PENAL LAW, OR\n    7  DISORDERLY CONDUCT, HARASSMENT IN THE FIRST DEGREE,  HARASSMENT  IN  THE\n    8  SECOND  DEGREE,  AGGRAVATED  HARASSMENT IN THE SECOND DEGREE, AGGRAVATED\n    9  HARASSMENT IN THE THIRD DEGREE, STALKING IN THE FOURTH DEGREE,  CRIMINAL\n   10  MISCHIEF,  MENACING  IN THE SECOND DEGREE, MENACING IN THE THIRD DEGREE,\n   11  RECKLESS ENDANGERMENT, ASSAULT IN  THE  THIRD  DEGREE  OR  AN  ATTEMPTED\n   12  ASSAULT; AND\n   13    (I)  SUCH  ACT  OR  ACTS HAVE RESULTED IN ACTUAL PHYSICAL OR EMOTIONAL\n   14  INJURY OR HAVE CREATED A SUBSTANTIAL RISK OF PHYSICAL OR EMOTIONAL  HARM\n   15  TO SUCH PERSON OR SUCH PERSON'S CHILD; AND\n   16    (II)  SUCH  ACT OR ACTS ARE OR ARE ALLEGED TO HAVE BEEN COMMITTED BY A\n   17  FAMILY OR HOUSEHOLD MEMBER.\n   18    (B) \"FAMILY OR HOUSEHOLD MEMBERS\" MEAN THE FOLLOWING INDIVIDUALS:\n   19    (I) PERSONS RELATED BY CONSANGUINITY OR AFFINITY;\n   20    (II) PERSONS LEGALLY MARRIED TO ONE ANOTHER;\n   21    (III) PERSONS FORMERLY MARRIED TO ONE ANOTHER  REGARDLESS  OF  WHETHER\n   22  THEY STILL RESIDE IN THE SAME HOUSEHOLD;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07779-01-1\n\n       A. 4033                             2\n\n    1    (IV)  PERSONS  WHO  HAVE  A CHILD IN COMMON REGARDLESS OF WHETHER SUCH\n    2  PERSONS ARE MARRIED OR HAVE LIVED TOGETHER AT ANY TIME;\n    3    (V)  PERSONS  WHO ARE NOT RELATED BY CONSANGUINITY OR AFFINITY AND WHO\n    4  ARE OR HAVE BEEN IN AN INTIMATE RELATIONSHIP REGARDLESS OF WHETHER  SUCH\n    5  PERSONS  HAVE LIVED TOGETHER AT ANY TIME. FACTORS THE COURT MAY CONSIDER\n    6  IN DETERMINING WHETHER A  RELATIONSHIP  IS  AN  \"INTIMATE  RELATIONSHIP\"\n    7  INCLUDE  BUT  ARE  NOT  LIMITED  TO: THE NATURE OR TYPE OF RELATIONSHIP,\n    8  REGARDLESS OF WHETHER THE RELATIONSHIP IS SEXUAL IN NATURE; THE FREQUEN-\n    9  CY OF INTERACTION BETWEEN THE PERSONS; AND THE DURATION OF THE RELATION-\n   10  SHIP. NEITHER A CASUAL ACQUAINTANCE NOR ORDINARY FRATERNIZATION  BETWEEN\n   11  TWO  INDIVIDUALS  IN  BUSINESS  OR  SOCIAL  CONTEXTS  SHALL BE DEEMED TO\n   12  CONSTITUTE AN \"INTIMATE RELATIONSHIP\".\n   13    2. UPON APPLICATION MADE TO THE SUPREME COURT, IN THE COUNTY WHEREIN A\n   14  VICTIM OF DOMESTIC VIOLENCE IS REGISTERED PURSUANT TO THIS ARTICLE,  THE\n   15  COURT  MAY ISSUE AN ORDER REQUIRING THAT ANY REGISTRATION RECORD KEPT OR\n   16  MAINTAINED IN ACCORDANCE WITH THIS ARTICLE WITH RESPECT TO SUCH AN INDI-\n   17  VIDUAL BE KEPT SEPARATE AND APART FROM OTHER  REGISTRATION  RECORDS  AND\n   18  NOT  BE  MADE  AVAILABLE  FOR INSPECTION OR COPYING BY THE PUBLIC OR ANY\n   19  OTHER PERSON, EXCEPT ELECTION OFFICIALS ACTING  WITHIN  THE  COURSE  AND\n   20  SCOPE  OF  THEIR  OFFICIAL DUTIES AND ONLY AS PERTINENT AND NECESSARY IN\n   21  CONNECTION THEREWITH.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to authorizing registration records of victims of domestic violence to be kept confidential in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T140400.TXT", "SOBI.D110201.T161909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296595149154
}