{
  "year" : 2011,
  "senateBillNo" : "A4039-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A4039-2011-1296536400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits accountants from providing accounting services to certain corporations for 5 years after such accountant performs an audit on such corporation",
  "summary" : "Prohibits accountants from providing accounting services to any corporation, the shares and bonds of which are publicly traded, for 5 years after such accountant performs an audit on such corporation; authorizes the board of regents to promulgate any rules and regulations necessary for the implementation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2828-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4039\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to  prohibiting  account-\n         ants from providing financial or accounting services to certain corpo-\n         rations audited by such accountant\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new  section  7411\n    2  to read as follows:\n    3    S  7411.  PROHIBITION. NO CERTIFIED PUBLIC ACCOUNTANT, PUBLIC ACCOUNT-\n    4  ANT, OR EMPLOYEE, PARTNER OR ASSOCIATE OF SUCH ACCOUNTANT SHALL  PROVIDE\n    5  ACCOUNTING SERVICES, OTHER THAN THE PROVISION OF AN AUDIT, TO ANY CORPO-\n    6  RATION,  THE  SHARES  OR  BONDS OF WHICH ARE PUBLICLY TRADED, UPON WHICH\n    7  SUCH ACCOUNTANT HAS CONDUCTED AN AUDIT WITHIN THE PREVIOUS  FIVE  YEARS.\n    8  THE  BOARD  OF REGENTS SHALL PROMULGATE ANY RULES AND REGULATIONS NECES-\n    9  SARY TO IMPLEMENT THIS SECTION.\n   10    S 2. This act shall take effect on the one hundred twentieth day after\n   11  it shall have become a law; provided  that  any  rules  and  regulations\n   12  necessary  to implement the provisions of this act on its effective date\n   13  are authorized and directed to be promulgated on or before such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07437-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to prohibiting accountants from providing financial or accounting services to certain corporations audited by such accountant ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T163912.TXT", "SOBI.D110201.T140900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596352034
}