{
  "year" : 2011,
  "senateBillNo" : "A4038-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A4038-2011-1296536400000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes district attorney to petition for posting of security when animal is impounded as result of abuse",
  "summary" : "Authorizes the district attorney bringing animal abuse charges to petition for the posting of security for the care of the abused animal on behalf of the impounding organization; authorizes all such petitions to be filed at or after the arraignment on animal abuse charges. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A3765-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4038\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to  author-\n         izing  district  attorneys to petition for the posting of security for\n         the care of impounded animals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs a and c of subdivision 6 of section 373 of the\n    2  agriculture and markets law, paragraph a as amended by  chapter  586  of\n    3  the  laws  of 2008 and paragraph c as amended by chapter 256 of the laws\n    4  of 1997, are amended to read as follows:\n    5    a. If any animal is seized and impounded pursuant to the provisions of\n    6  this section, section three hundred fifty-three-d  of  this  article  or\n    7  section  three hundred seventy-five of this article for any violation of\n    8  this article, upon arraignment of charges the duly incorporated  society\n    9  for  the prevention of cruelty to animals, humane society, pound, animal\n   10  shelter or any authorized agents thereof, hereinafter  referred  to  for\n   11  the  purposes  of  this section as the \"impounding organization\", OR THE\n   12  DISTRICT ATTORNEY PROSECUTING THE CHARGES OR ANY AGENT  THEREOF,  ACTING\n   13  ON  BEHALF  OF THE IMPOUNDING ORGANIZATION, may, AT OR AFTER ARRAIGNMENT\n   14  ON THE CHARGES, file a petition  with  the  court  requesting  that  the\n   15  person  from  whom  an  animal  is  seized or the owner of the animal be\n   16  ordered to post a security. The security shall be in  an  amount  suffi-\n   17  cient  to  secure  payment  for  all  reasonable expenses expected to be\n   18  incurred by the impounding organization in caring and providing for  the\n   19  animal  pending  disposition  of  the charges. Reasonable expenses shall\n   20  include, but not be limited to, estimated medical care and  boarding  of\n   21  the animal for at least thirty days. The amount of the security, if any,\n   22  shall  be determined by the court after taking into consideration all of\n   23  the facts and circumstances of the case including, but  not  limited  to\n   24  the  recommendation  of  the  impounding organization having custody and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07939-01-1\n\n       A. 4038                             2\n\n    1  care of the seized animal and the cost of caring for the animal. If  [a]\n    2  security  has been posted in accordance with this [section] SUBDIVISION,\n    3  the impounding organization  may  draw  from  the  security  the  actual\n    4  reasonable  costs  to be incurred by such organization in caring for the\n    5  seized animal.\n    6    c. In no event shall the security prevent the impounding  organization\n    7  having  custody  and  care  of  the  animal from disposing of the animal\n    8  pursuant to section three hundred seventy-four of this article prior  to\n    9  the  expiration  of the thirty day period covered by the security if the\n   10  court makes a determination of the charges against the person from  whom\n   11  the  animal  was  seized prior thereto. Upon receipt of a petition [from\n   12  the impounding organization] PURSUANT TO THIS SUBDIVISION, the court may\n   13  order the person from whom the animal was seized or  the  owner  of  the\n   14  animal  to  post  an  additional security with the clerk of the court to\n   15  secure payment of reasonable expenses for an additional period  of  time\n   16  pending  a  determination by the court of the charges against the person\n   17  from whom the animal was seized. The  person  who  posted  the  security\n   18  shall  be  entitled to a refund of the security in whole or part for any\n   19  expenses not incurred by such impounding organization upon  adjudication\n   20  of  the charges. The person who posted the security shall be entitled to\n   21  a full refund of the security, including reimbursement by the impounding\n   22  organization of any amount allowed by the court to be expended, and  the\n   23  return of the animal seized and impounded upon acquittal or dismissal of\n   24  the  charges, except where the dismissal is based upon an adjournment in\n   25  contemplation of dismissal pursuant to section 215.30  of  the  criminal\n   26  procedure  law.  The court order directing such refund and reimbursement\n   27  shall provide for payment to be made within a reasonable time  from  the\n   28  acquittal or dismissal of charges.\n   29    S  2. Subparagraph 1 of paragraph b of subdivision 6 of section 373 of\n   30  the agriculture and markets law, as amended by chapter 256 of  the  laws\n   31  of 1997, is amended to read as follows:\n   32    (1)  Upon receipt of a petition pursuant to paragraph a of this subdi-\n   33  vision the court shall set a hearing on the  petition  to  be  conducted\n   34  within  ten business days of the filing of such petition. The petitioner\n   35  shall serve a true copy of the petition upon the  defendant  and,  WHERE\n   36  THE PETITIONER IS NOT THE DISTRICT ATTORNEY, UPON the district attorney.\n   37  The  petitioner  shall  also  serve  a  true copy of the petition on any\n   38  interested person. For purposes of this subdivision,  interested  person\n   39  shall mean an individual, partnership, firm, joint stock company, corpo-\n   40  ration,  association,  trust, estate or other legal entity who the court\n   41  determines may have a pecuniary interest in  the  animal  which  is  the\n   42  subject  of the petition.  The petitioner shall have the burden of prov-\n   43  ing by a preponderance of the evidence that the  person  from  whom  the\n   44  animal  was  seized violated a provision of this article.  The court may\n   45  waive for good cause shown the posting of security.\n   46    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to authorizing district attorneys to petition for the posting of security for the care of impounded animals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T163912.TXT", "SOBI.D110201.T140900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596352033
}