{
  "year" : 2011,
  "senateBillNo" : "A4037-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to banks",
    "billEventId" : "A4037-2011-1296536400000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes credit unions and federal credit unions within the definition of bank, trust company or national bank for purpose of banking development district program",
  "summary" : "Includes credit unions and federal credit unions within the definition of bank, trust company or national bank for the purpose of the banking development district program (which was created to encourage the establishment of bank branches in geographic locations where there is a demonstrated need for banking services); directs the banking board to promulgate rules and regulations to authorize the participation of credit unions and federal credit unions in such program; and provides that for purposes of such program, a credit union may include in its membership any person or organization located within a local community, neighborhood or rural district where there is a demonstrated need for banking services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "A166-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4037\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GABRYSZAK, PHEFFER, WEISENBERG, CASTRO, COOK,\n         JAFFEE, HOOPER, LUPARDO, LIFTON, GIBSON -- Multi-Sponsored by -- M. of\n         A. BRENNAN, MAISEL, PEOPLES-STOKES, SWEENEY -- read once and  referred\n         to the Committee on Banks\n\n       AN  ACT to amend the banking law, in relation to including credit unions\n         and federal credit unions within provisions regarding banking develop-\n         ment  district  program  and  providing  for  the  repeal  of  certain\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 96-d of the banking law, as  added\n    2  by  chapter 526 of the laws of 1998, paragraph (a) as amended by chapter\n    3  328 of the laws of 1999, is amended to read as follows:\n    4    5. (a) Notwithstanding the provisions of subdivision  two  of  section\n    5  two  hundred  thirty-seven  of  this  chapter;  for the purposes of this\n    6  section, paragraph c of subdivision two of section ten  of  the  general\n    7  municipal  law, subdivision six of section one hundred five of the state\n    8  finance law and section four hundred eighty-five-f of the real  property\n    9  tax  law,  any reference to a bank, trust company or national bank shall\n   10  be deemed to include a  savings  bank,  savings  and  loan  association,\n   11  federal  savings and loan association [or], federal savings bank, CREDIT\n   12  UNION OR FEDERAL CREDIT UNION; provided, however, that  such  provisions\n   13  of law do not grant a savings bank, savings and loan association, feder-\n   14  al  savings  and  loan  association [or], federal savings bank, A CREDIT\n   15  UNION OR A FEDERAL CREDIT  UNION  eligibility  to  accept  municipal  or\n   16  public  funds  or  municipal or public moneys other than for the limited\n   17  purposes of the establishment of  a  branch  in  a  banking  development\n   18  district pursuant to this section. Any such municipal or public funds or\n   19  moneys  shall  be  deposited  only at the branch established pursuant to\n   20  this section, and any municipal funds or moneys may be deposited only by\n   21  the sponsoring municipality in which the branch and banking  development\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07772-01-1\n\n       A. 4037                             2\n\n    1  district are located; provided further that any such municipal or public\n    2  funds or moneys shall be subject to the same requirements which apply to\n    3  municipal  or  public funds or moneys deposited in a bank, trust company\n    4  or  national bank and shall also be subject to the provisions of section\n    5  one hundred five of the state finance law or section ten of the  general\n    6  municipal law relating to such deposits.\n    7    (b)  Notwithstanding  any  other  provision  of law, the banking board\n    8  shall promulgate rules and regulations to authorize the participation of\n    9  savings banks, savings and  loan  associations,  federal  savings  banks\n   10  [and],  federal savings and loan associations, CREDIT UNIONS AND FEDERAL\n   11  CREDIT UNIONS in the program established pursuant to this section.\n   12    S 2. Subdivision 2 of section 451 of the banking  law  is  amended  by\n   13  adding a new paragraph (c-1) to read as follows:\n   14    (C-1)  FOR  THE  PURPOSES OF SECTION NINETY-SIX-D OF THIS CHAPTER, THE\n   15  CREDIT UNION MAY INCLUDE IN ITS MEMBERSHIP ANY  PERSON  OR  ORGANIZATION\n   16  LOCATED  WITHIN A LOCAL COMMUNITY, NEIGHBORHOOD, OR RURAL DISTRICT WHERE\n   17  THERE IS A DEMONSTRATED NEED FOR BANKING SERVICES AS DETERMINED  BY  THE\n   18  SUPERINTENDENT.\n   19    S 3. This act shall take effect January 1, 2012; provided, however, if\n   20  this  act  shall become a law after such date it shall take effect imme-\n   21  diately and shall be deemed to have been in full force and effect on and\n   22  after January 1, 2012, provided, further, that the amendments to  subdi-\n   23  vision  2  of section 451 of the banking law made by section two of this\n   24  act shall expire and be deemed repealed on the same date as section 4 of\n   25  chapter 526 of the laws of 1998, as amended and provided,  further  that\n   26  the  amendments to subdivision 5 of section 96-d of the banking law made\n   27  by section one of this act shall not affect the repeal of such  subdivi-\n   28  sion and shall be deemed to be repealed therewith as provided in section\n   29  4 of chapter 526 of the laws of 1998; provided, however, that any branch\n   30  established  prior  to the expiration and repeal of this act by a credit\n   31  union or federal credit union in a banking development district pursuant\n   32  to this act shall continue to operate in accordance with the  provisions\n   33  of  the  banking  law as amended by this act and remain eligible for all\n   34  the rights and privileges authorized by this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to including credit unions and federal credit unions within provisions regarding banking development district program and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T163912.TXT", "SOBI.D110201.T140900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596352030
}