{
  "year" : 2011,
  "senateBillNo" : "A4032-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A4032-2011-1296536400000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to instituting mandatory jail time if a person is found to have been in willful violation of a support order at least three times",
  "summary" : "Institutes mandatory jail time of a minimum of sixty days if a person is found to have been in willful violation of a support order at least three times. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "A4640-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4032\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CROUCH,  FINCH,  OAKS, RAIA -- read once and\n         referred to the Committee on Judiciary\n\n       AN ACT to amend the family court act, in relation to instituting  manda-\n         tory  jail time if a person is found to have been in willful violation\n         of a support order at least three times\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 3 of section 454 of the family\n    2  court  act, as amended by chapter 892 of the laws of 1986, is amended to\n    3  read as follows:\n    4    (a) commit the respondent to jail for a term not to exceed six months.\n    5  For purposes of this subdivision, failure to pay  support,  as  ordered,\n    6  shall  constitute  prima  facie  evidence  of  a willful violation. Such\n    7  commitment may be served upon certain specified days or parts of days as\n    8  the court may direct, and the court may, at any time within the term  of\n    9  such  sentence, revoke such suspension and commit the respondent for the\n   10  remainder of the original sentence, or suspend  the  remainder  of  such\n   11  sentence.  Such  commitment does not prevent the court from subsequently\n   12  committing the respondent for failure thereafter to comply with any such\n   13  order. A MINIMUM OF SIXTY DAYS JAIL  TIME  SHALL  BE  MANDATORY  IF  THE\n   14  VIOLATOR  HAS  BEEN  FOUND TO BE IN WILLFUL VIOLATION BY THE COURT ON AT\n   15  LEAST THREE OCCASIONS. EVERY TIME THEREAFTER THAT THE  COURT  FINDS  THE\n   16  VIOLATOR  TO  BE  IN WILLFUL VIOLATION HE OR SHE SHALL BE SENTENCED TO A\n   17  MINIMUM OF SIXTY DAYS JAIL TIME; or\n   18    S 2. This act shall take effect on the first of November next succeed-\n   19  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04897-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to instituting mandatory jail time if a person is found to have been in willful violation of a support order at least three times ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T140400.TXT", "SOBI.D110201.T150405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296590645694
}