{
  "year" : 2011,
  "senateBillNo" : "A404-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A404-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires insurance coverage for the HALO breast pap test to detect risk of developing breast cancer",
  "summary" : "Requires insurance coverage for the HALO breast pap test to detect risk of developing breast cancer. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "AA10136-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          404\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law, in relation to coverage for the  HALO\n         breast pap test to detect risk of developing breast cancer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (i) of section 3216  of  the  insurance  law  is\n    2  amended by adding a new paragraph 28 to read as follows:\n    3    (28)  (A) EVERY POLICY WHICH PROVIDES COVERAGE FOR HOSPITAL, SURGICAL,\n    4  OR MEDICAL CARE COVERAGE SHALL PROVIDE COVERAGE FOR THE HALO BREAST  PAP\n    5  TEST  TO  DETECT  A  WOMAN'S RISK OF DEVELOPING BREAST CANCER, WHEN SUCH\n    6  TEST IS RECOMMENDED BY A PHYSICIAN OR CERTIFIED NURSE PRACTITIONER.\n    7    (B) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND COINSURANCE\n    8  MAY BE DEEMED APPROPRIATE BY THE SUPERINTENDENT AND  AS  ARE  CONSISTENT\n    9  WITH THOSE ESTABLISHED FOR OTHER BENEFITS WITHIN A GIVEN POLICY.\n   10    (C)  FOR  PURPOSES  OF  THIS  SECTION,  \"HALO BREAST PAP TEST\" MEANS A\n   11  PROCEDURE THAT ENTAILS COLLECTION OF NIPPLE ASPIRATE FLUID FOR CYTOLOGI-\n   12  CAL EVALUATION.\n   13    S 2. Subsection (l) of section 3221 of the insurance law is amended by\n   14  adding a new paragraph 18 to read as follows:\n   15    (18) (A) A GROUP OR BLANKET ACCIDENT OR  HEALTH  INSURANCE  POLICY  OR\n   16  ISSUING A GROUP BLANKET POLICY FOR DELIVERY IN THIS STATE WHICH PROVIDES\n   17  COVERAGE  FOR HOSPITAL, SURGICAL, OR MEDICAL CARE COVERAGE SHALL PROVIDE\n   18  COVERAGE FOR THE HALO BREAST PAP TEST TO DETECT A WOMAN'S RISK OF DEVEL-\n   19  OPING BREAST CANCER, WHEN SUCH TEST IS RECOMMENDED  BY  A  PHYSICIAN  OR\n   20  CERTIFIED NURSE PRACTITIONER.\n   21    (B) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND COINSURANCE\n   22  AS MAY BE DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE CONSISTENT\n   23  WITH THOSE ESTABLISHED FOR OTHER BENEFITS GIVEN A GIVEN POLICY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02187-01-1\n\n       A. 404                              2\n\n    1    (C)  FOR  PURPOSES  OF  THIS  SECTION,  \"HALO BREAST PAP TEST\" MEANS A\n    2  PROCEDURE THAT ENTAILS COLLECTION OF NIPPLE ASPIRATE FLUID FOR CYTOLOGI-\n    3  CAL EVALUATION.\n    4    S  3.  Section  4303  of  the insurance law is amended by adding a new\n    5  subsection (hh) to read as follows:\n    6    (HH)(1) A MEDICAL EXPENSE INDEMNITY CORPORATION,  A  HOSPITAL  SERVICE\n    7  CORPORATION  OR A HEALTH SERVICE CORPORATION WHICH PROVIDES COVERAGE FOR\n    8  HOSPITAL, SURGICAL, OR MEDICAL CARE COVERAGE SHALL PROVIDE COVERAGE  FOR\n    9  THE  HALO  BREAST PAP TEST TO DETECT A WOMAN'S RISK OF DEVELOPING BREAST\n   10  CANCER, WHEN SUCH TEST IS RECOMMENDED BY A PHYSICIAN OR CERTIFIED  NURSE\n   11  PRACTITIONER.\n   12    (2) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND COINSURANCE\n   13  AS MAY BE DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE CONSISTENT\n   14  WITH THOSE ESTABLISHED FOR OTHER BENEFITS WITHIN A GIVEN POLICY.\n   15    (3)  FOR  PURPOSES  OF  THIS  SECTION,  \"HALO BREAST PAP TEST\" MEANS A\n   16  PROCEDURE THAT ENTAILS COLLECTION OF NIPPLE ASPIRATE FLUID FOR CYTOLOGI-\n   17  CAL EVALUATION.\n   18    S 4. This act shall take effect on the first of January next  succeed-\n   19  ing  the date on which it shall have become a law and shall apply to all\n   20  policies or contracts issued, renewed, modified, altered or  amended  on\n   21  and after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to coverage for the HALO breast pap test to detect risk of developing breast cancer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T103317.TXT", "SOBI.D101223.T155617.TXT", "SOBI.D101228.T102816.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293550397258
}