{
  "year" : 2011,
  "senateBillNo" : "A4047-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A4047-2011-1296536400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the board of trustees of the city university of New York to permit persons sixty years of age or over to take courses given without tuition",
  "summary" : "Authorizes the board of trustees of the city university of New York to permit persons sixty years of age or over to take courses given without tuition, either for credit, or without examination, grading or credit therefor upon a space available basis, as determined by the president of each institution of the city university, provided that such attendance does not deny course attendance at the city university of New York by an individual who is otherwise qualified; eligible persons shall be limited to nine credit hours of courses for credit per semester without tuition. ",
  "currentCommittee" : null,
  "sameAs" : "S2692",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1737-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4047\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to authorizing  the  city\n         university  trustees  to  make  courses  available for certain persons\n         sixty years of age or over\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (b)  of  subdivision  7 of section 6206 of the\n    2  education law, as added by chapter 344 of the laws of 1995,  is  amended\n    3  to read as follows:\n    4    (b)  Notwithstanding  the  provisions of any other general, special or\n    5  local law, rule or regulation, the board of trustees may permit  persons\n    6  sixty years of age or over to [audit] TAKE courses given therein without\n    7  tuition,  EITHER  FOR  CREDIT  OR WITHOUT examination, grading or credit\n    8  therefor upon a space available basis, as determined by the president of\n    9  each such institution, provided that such [audit]  attendance  does  not\n   10  deny course attendance at the city university of New York by an individ-\n   11  ual  who is otherwise qualified under this section. FOR PURPOSES OF THIS\n   12  PARAGRAPH, PERSONS SIXTY YEARS OF AGE OR OVER WHO ARE RESIDENTS  OF  THE\n   13  STATE  SHALL  BE  ELIGIBLE  TO  TAKE  NOT MORE THAN NINE CREDIT HOURS OF\n   14  COURSES FOR CREDIT PER SEMESTER WITHOUT TUITION.\n   15    S 2. This act shall take effect on the first of April next  succeeding\n   16  the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04179-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing the city university trustees to make courses available for certain persons sixty years of age or over ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T163912.TXT", "SOBI.D110201.T141400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596352046
}