{
  "year" : 2011,
  "senateBillNo" : "A4046-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A4046-2011-1296536400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the public-private partnership disclosure act",
  "summary" : "Enacts the \"public-private partnership disclosure act;\" requires state agencies entering into public-private partnerships to promulgate rules and regulations regarding review and disclosure relating to such relationships; requires public notice and a report to the legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A2877-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4046\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to the regulation  of\n         public-private partnerships\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title.  This act shall be known and may be  cited  as\n    2  the \"public-private partnership disclosure act\".\n    3    S  2.  Legislative  findings and purpose. The legislature hereby finds\n    4  that agreements between state entities and commercial entities known  as\n    5  \"public-private  partnerships\" whereby private monies are made available\n    6  for public purposes can  be  beneficial  and  in  the  public  interest.\n    7  However, the legislature further finds that such partnerships generating\n    8  and  expending  funds  outside of the normal state budgetary process may\n    9  distort properly enacted public priorities. In addition, the legislature\n   10  finds that such partnerships if not created  with  full  disclosure  and\n   11  full  opportunity  for  public  comment  have the potential for creating\n   12  conflicts of interest. Therefore, it is the purpose of  the  legislature\n   13  to  provide for the establishment of standards and requirements for full\n   14  disclosure and public comment for public-private partnerships.\n   15    S 3. The state finance law is amended by adding a new section 136-d to\n   16  read as follows:\n   17    S 136-D. PUBLIC-PRIVATE PARTNERSHIPS. 1. AS USED IN THIS SECTION,  THE\n   18  TERM  \"PUBLIC-PRIVATE PARTNERSHIP\" OR \"PARTNERSHIP\" SHALL MEAN AN AGREE-\n   19  MENT BETWEEN A STATE AGENCY  AND  A  CORPORATION,  PARTNERSHIP,  LIMITED\n   20  LIABILITY COMPANY OR OTHER PRIVATE COMMERCIAL ENTITY UNDER WHICH PRIVATE\n   21  MONIES  IN  AN AMOUNT OF MORE THAN FIVE THOUSAND DOLLARS ARE MADE AVAIL-\n   22  ABLE FOR A PUBLIC CAPITAL PROJECT, A PUBLIC PROGRAM OR TO UNDERWRITE THE\n   23  COST OF PUBLIC PERSONNEL IN RETURN FOR CONSIDERATION INCLUDING  BUT  NOT\n   24  LIMITED  TO NOTICE OR DISPLAY OF THE NAME OR LOGO OF THE PROVIDER OF THE\n   25  PRIVATE MONIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07428-01-1\n\n       A. 4046                             2\n\n    1    2. NO STATE AGENCY  SHALL  ENTER  INTO  A  PUBLIC-PRIVATE  PARTNERSHIP\n    2  AGREEMENT  UNLESS  IT HAS PROMULGATED RULES AND REGULATIONS ESTABLISHING\n    3  STANDARDS AND PROCEDURES FOR SUCH PARTNERSHIPS.  SUCH  RULES  AND  REGU-\n    4  LATIONS SHALL INCLUDE BUT NEED NOT BE LIMITED TO PROVISIONS FOR COST-BE-\n    5  NEFIT  ANALYSIS  OF PARTNERSHIP PROPOSALS, REVIEW OF THE IMPACT OF PART-\n    6  NERSHIP ARRANGEMENTS ON  ESTABLISHED  POLICIES  AND  PRIORITIES  OF  THE\n    7  AGENCY,  ADVERTISEMENT  AND  SOLICITATION OF BIDS FOR COMPETING OR OTHER\n    8  PRIVATE ENTITIES TO DETERMINE THE MOST ADVANTAGEOUS PARTNERSHIP ARRANGE-\n    9  MENT, THE PUBLIC DISCLOSURE OF CAMPAIGN CONTRIBUTIONS TO CANDIDATES  FOR\n   10  STATE  ELECTED  OFFICES IN THE PRECEDING FOUR YEARS BY THE PRIVATE PART-\n   11  NERSHIP ENTITY INCLUDING DIRECTORS AND OFFICERS THEREOF,  PUBLIC  NOTICE\n   12  NOT  LESS THAN FORTY-FIVE DAYS BEFORE ENTERING INTO A PARTNERSHIP AGREE-\n   13  MENT AND REASONABLE OPPORTUNITY FOR  PUBLIC  COMMENT.  REQUIREMENTS  AND\n   14  PROCEDURES  ESTABLISHED  IN SUCH RULES AND REGULATIONS SHALL BE IN ADDI-\n   15  TION TO EXISTING REQUIREMENTS IN LAW.\n   16    3. IN ANY YEAR THAT A STATE AGENCY ENTERS INTO ONE OR MORE PUBLIC-PRI-\n   17  VATE PARTNERSHIPS, IT SHALL PREPARE AND SUBMIT TO  THE  LEGISLATURE  AND\n   18  THE  GOVERNOR  A  REPORT  FULLY  DESCRIBING THE PARTNERSHIP ARRANGEMENT,\n   19  IDENTIFYING THE PUBLIC BENEFIT THEREFROM AND ANY IMPACT IT MAY HAVE  HAD\n   20  ON  THE  PRIORITIES AND ACTIVITIES OF THE REPORTING AGENCY.  SUCH REPORT\n   21  SHALL BE SUBMITTED ON OR BEFORE MARCH FIRST FOR THE  PRECEDING  CALENDAR\n   22  YEAR.\n   23    S 4. This act shall take effect on the one hundred eightieth day after\n   24  it  shall have become a law; provided, however that the addition, amend-\n   25  ment and/or repeal of any rule or regulation necessary for the implemen-\n   26  tation of this act on its effective date are authorized and directed  to\n   27  be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the regulation of public-private partnerships ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T163912.TXT", "SOBI.D110201.T141400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596352045
}