{
  "year" : 2011,
  "senateBillNo" : "A4041-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A4041-2011-1296536400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the New York state thruway authority, metropolitan transportation authority and port authority of New York and New Jersey to study EZ pass lanes",
  "summary" : "Directs the New York state thruway authority, the metropolitan transportation authority and the port authority of New York and New Jersey to conduct studies to review the existing rules and regulations on the placement of cash lanes and lanes utilizing electronic toll collection systems; requires such authorities to report their findings to the governor and the legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities",
  "previousVersions" : [ "AA3238-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4041\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to direct the New York state thruway authority, the  metropolitan\n         transportation  authority  and  the port authority of New York and New\n         Jersey to conduct a study to review the placement of  cash  lanes  and\n         lanes utilizing electronic toll collection systems\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The New York state thruway authority and  the  metropolitan\n    2  transportation  authority  (hereinafter  referred  to in this act as the\n    3  \"authorities\") are each hereby authorized  and  directed  to  conduct  a\n    4  study  to review existing rules and regulations on the placement of cash\n    5  lanes and lanes utilizing electronic toll collection systems, as defined\n    6  in subdivision 12 of section 2985 of the public authorities law, at  all\n    7  toll  barriers  and  interchanges  operated by each such authority. Such\n    8  studies shall examine the effect of the current placement of cash  lanes\n    9  and  lanes  utilizing electronic toll collection systems on traffic flow\n   10  and volume through toll barriers and interchanges, and on vehicle  occu-\n   11  pant  and  toll  collector  safety. Following such review and study, the\n   12  authorities each shall determine whether changes to the  current  place-\n   13  ment of such lanes at toll barriers and interchanges under their respec-\n   14  tive  jurisdictions should be instituted to make such placement uniform,\n   15  and whether such uniform placement would maximize the efficient flow  of\n   16  traffic and improve the safety of vehicle occupants and toll collectors.\n   17  The chairman of the New York state thruway authority and the chairman of\n   18  the  metropolitan  transportation authority shall each report such find-\n   19  ings to the governor and the legislature by January 30, 2013.\n   20    S 2. The port authority of New York and New Jersey is  hereby  author-\n   21  ized  and directed to conduct a study to review existing rules and regu-\n   22  lations on the placement of cash lanes and  lanes  utilizing  electronic\n   23  toll collection systems, as defined in subdivision 12 of section 2985 of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07478-01-1\n\n       A. 4041                             2\n\n    1  the  public authorities law, at all toll barriers and interchanges oper-\n    2  ated by such authority within the territorial limits of the state of New\n    3  York. Such study shall examine the effect of the  current  placement  of\n    4  cash  lanes  and  lanes  utilizing electronic toll collection systems on\n    5  traffic flow and volume through toll barriers and  interchanges  and  on\n    6  vehicle  occupant  and  toll collector safety. Following such review and\n    7  study, such authority shall determine whether  changes  to  the  current\n    8  placement  of  such  lanes  at  toll barriers and interchanges should be\n    9  instituted to make such placement  uniform,  and  whether  such  uniform\n   10  placement  would  maximize the efficient flow of traffic and improve the\n   11  safety of vehicle occupants and toll collectors.  The  chairman  of  the\n   12  port  authority of New York and New Jersey shall report such findings to\n   13  the governors and the legislatures of the states of  New  York  and  New\n   14  Jersey by January 30, 2013.\n   15    S 3. This act shall take effect on the one hundred eightieth day after\n   16  it shall have become a law; provided, however, that:\n   17    a.  section  two of this act shall take effect upon the enactment into\n   18  law by the state of New Jersey of legislation having an identical effect\n   19  with such section, but if the state of New Jersey  has  already  enacted\n   20  such  legislation, section two of this act shall take effect on the same\n   21  date this act takes effect;\n   22    b. the New York state thruway authority and the metropolitan transpor-\n   23  tation authority are authorized and directed to promulgate any rules and\n   24  regulations necessary to implement the provisions  of  this  act  on  or\n   25  before such effective date; and\n   26    c. the chairman of the port authority of New York and New Jersey shall\n   27  notify  the  legislative bill drafting commission upon the occurrence of\n   28  the enactment into law by the state of New  Jersey  of  the  legislation\n   29  provided for in section two of this act in order that the commission may\n   30  maintain an accurate and timely effective data base of the official text\n   31  of  the  laws  of  the state of New York in furtherance of effecting the\n   32  provisions of section 44 of the legislative law and section 70-b of  the\n   33  public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to direct the New York state thruway authority, the metropolitan transportation authority and the port authority of New York and New Jersey to conduct a study to review the placement of cash lanes and lanes utilizing electronic toll collection systems ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T163912.TXT", "SOBI.D110201.T141400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596352037
}