{
  "year" : 2011,
  "senateBillNo" : "A4040-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A4040-2011-1296536400000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expedites the time for consideration by the office of victim services of claims by elderly crime victims",
  "summary" : "Expedites the time for consideration by the crime victims board of claims by elderly victims; removes the monetary limitation on awards made for the cost of repair or replacement of essential personal property in the case of medically necessary life-sustaining equipment for an elderly victim which was lost or damaged as the direct result of a crime. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A3142-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4040\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to certain  crime  victim\n         compensation benefits for elderly victims\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of  section  627  of  the  executive  law  is\n    2  amended by adding a new paragraph (e-1) to read as follows:\n    3    (E-1)  EXPEDITED  DETERMINATION  OF  CLAIMS WITH RESPECT TO AN ELDERLY\n    4  VICTIM WITHIN FORTY-FIVE DAYS OF THE  DATE  UPON  WHICH  THE  CLAIM  WAS\n    5  ACCEPTED FOR FILING;\n    6    S  2. Subdivision 9 of section 631 of the executive law, as amended by\n    7  section 30 of part E of chapter 58 of the laws of 1998,  is  amended  to\n    8  read as follows:\n    9    9.  [Any]  EXCEPT  IN  THE CASE OF MEDICALLY NECESSARY LIFE-SUSTAINING\n   10  EQUIPMENT FOR AN ELDERLY VICTIM WHICH WAS LOST OR DAMAGED AS THE  DIRECT\n   11  RESULT  OF A CRIME, ANY award made for the cost of repair or replacement\n   12  of essential personal  property,  including  cash  losses  of  essential\n   13  personal  property,  shall  be  limited  to  an  amount  of five hundred\n   14  dollars, except that all cash  losses  of  essential  personal  property\n   15  shall be limited to the amount of one hundred dollars.\n   16    S  3. This act shall take effect on the first of January next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07480-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to certain crime victim compensation benefits for elderly victims ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T163912.TXT", "SOBI.D110201.T140900.TXT", "SOBI.D110201.T141400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596352036
}