{
  "year" : 2011,
  "senateBillNo" : "A4048-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to housing",
    "billEventId" : "A4048-2011-1296536400000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the division of housing and community renewal to administer tax credits for taxpayers who construct rental housing in downtown revitalization zones",
  "summary" : "Directs the division of housing and community renewal to administer franchise tax on business corporations, personal income tax, franchise tax on banking corporations and franchise tax on insurance corporations credits for taxpayers who construct rent-restricted housing in downtown revitalization zones. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "A1700-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4048\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the public housing law, in relation to establishing  the\n         downtown revitalization zone rental housing credit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public housing law is amended by adding a  new  article\n    2  14 to read as follows:\n\n    3                                 ARTICLE XIV\n    4                           DOWNTOWN REVITALIZATION\n    5                            RENTAL HOUSING CREDIT\n    6  SECTION 600. PURPOSE AND INTENT.\n    7          601. ADMINISTRATION.\n    8          602. ALLOWANCE OF CREDIT.\n    9          603. DETERMINATION OF RENTAL HOUSING CREDIT.\n   10    S  600.  PURPOSE  AND  INTENT.  RENTAL  HOUSING TAX CREDITS ARE HEREBY\n   11  CREATED. THE PURPOSE OF THE TAX CREDITS IS TO ENCOURAGE THE CONSTRUCTION\n   12  AND REHABILITATION OF RENTAL HOUSING IN DOWNTOWN REVITALIZATION ZONES IN\n   13  THE STATE. THE DEMAND FOR TAX  CREDIT  BY  STATE  PROJECTS  EXCEEDS  THE\n   14  CURRENT  FEDERAL  CAP FOR SUCH PROJECTS. IT IS, THEREFORE, THE INTENT OF\n   15  THE LEGISLATURE THAT THIS ARTICLE COORDINATE WITH  AND  BUILD  UPON  THE\n   16  FEDERAL  LOW-INCOME  HOUSING CREDIT AND THAT THE EXISTING STATE ADMINIS-\n   17  TRATIVE STRUCTURE IN PLACE FOR SERVICING THE FEDERAL CREDIT BE  USED  TO\n   18  ALLOW  THE FEDERAL CREDIT TO BE LEVERAGED TO PRODUCE MORE RENTAL HOUSING\n   19  IN THE STATE. THE STATE  CREDIT  IS  INTENDED  TO  ALSO  ALLOW  FOR  THE\n   20  CONSTRUCTION OF MODERATE INCOME HOUSING NOT COVERED BY THE FEDERAL CRED-\n   21  IT.\n   22    S  601.  ADMINISTRATION.  THE TAX CREDITS SHALL BE ADMINISTERED BY THE\n   23  DIVISION OF HOUSING AND COMMUNITY RENEWAL AND SHALL UTILIZE THE EXISTING\n   24  STATE ADMINISTRATIVE STRUCTURE UTILIZED TO  DETERMINE  THE  FEDERAL  TAX\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05283-01-1\n\n       A. 4048                             2\n\n    1  CREDIT,  TO  THE  EXTENT FEASIBLE PURSUANT TO SUBDIVISION ONE OF SECTION\n    2  SIX HUNDRED TWO OF THIS ARTICLE.\n    3    S  602.  ALLOWANCE  OF CREDIT. 1. TAX CREDITS SHALL BE ALLOWED FOR THE\n    4  CONSTRUCTION OF RENT-RESTRICTED HOUSING IN DOWNTOWN REVITALIZATION ZONES\n    5  WHICH QUALIFY FOR THE FEDERAL  TAX  CREDIT,  OR  WHICH  QUALIFY  IN  ALL\n    6  RESPECTS  FOR  THE  FEDERAL  TAX CREDIT WITH THE EXCEPTION OF THE TENANT\n    7  INCOME TEST.\n    8    2. THE TAX CREDITS SHALL APPLY  TO  PROJECTS  WHERE  AT  LEAST  TWENTY\n    9  PERCENT  OF  THE  RESIDENTIAL UNITS OF A PROJECT ARE OCCUPIED BY TENANTS\n   10  WHOSE INCOME IS NINETY PERCENT OR LESS OF AREA MEDIAN GROSS INCOME.\n   11    3. THE TAX CREDITS SHALL BE ALLOWED AS  A  CREDIT  AGAINST  THE  TAXES\n   12  IMPOSED BY:\n   13    (A)  ARTICLE  NINE-A  OF THE TAX LAW, FRANCHISE TAX ON BUSINESS CORPO-\n   14  RATIONS;\n   15    (B) ARTICLE TWENTY-TWO OF THE TAX LAW, PERSONAL INCOME TAX;\n   16    (C) ARTICLE THIRTY-TWO OF THE TAX LAW, FRANCHISE TAX ON BANKING CORPO-\n   17  RATIONS; AND\n   18    (D) ARTICLE THIRTY-THREE OF THE TAX LAW, FRANCHISE TAXES ON  INSURANCE\n   19  CORPORATIONS.\n   20    S  603.  DETERMINATION  OF  RENTAL  HOUSING CREDIT. 1. THE TAX CREDITS\n   21  GRANTED PURSUANT TO THIS ARTICLE SHALL BE DETERMINED  BY  AN  APPLICABLE\n   22  PERCENTAGE  BASED  ON PREVAILING INTEREST RATES AND PROJECT CONSTRUCTION\n   23  COST,  AND IS INTENDED TO YIELD A CREDIT AMOUNT OVER TEN YEARS  APPROXI-\n   24  MATING  SEVENTY  PERCENT OF THE PRESENT VALUE OF THE COST OF A PROJECT'S\n   25  RENTAL UNITS.\n   26    2. SUCH TAX CREDITS SHALL NOT EXCEED THE AMOUNT DEEMED BY THE  COMMIS-\n   27  SIONER TO BE NECESSARY FOR PROJECT FEASIBILITY.\n   28    S  2. This act shall take effect on the first of January next succeed-\n   29  ing the date on which it shall have become a  law  and  shall  apply  to\n   30  taxable years commencing on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to establishing the downtown revitalization zone rental housing credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T164412.TXT", "SOBI.D110201.T141400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596652266
}