{
  "year" : 2011,
  "senateBillNo" : "A4043-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A4043-2011-1296536400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a physician loan forgiveness program for geriatric medicine",
  "summary" : "Establishes a physician loan forgiveness program for geriatric medicine; provides for loan forgiveness awards of up to fifteen thousand dollars per year for up to five years. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4775-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4043\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to establishing a  physi-\n         cian loan forgiveness program for geriatric medicine\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 6529-a\n    2  to read as follows:\n    3    S 6529-A. PHYSICIAN LOAN FORGIVENESS PROGRAM FOR  GERIATRIC  MEDICINE.\n    4  1.  PHYSICIAN LOAN FORGIVENESS AWARDS SHALL BE ISSUED ANNUALLY TO PHYSI-\n    5  CIANS WHO AGREE TO PRACTICE IN THE SPECIALTY OF  GERIATRIC  MEDICINE  AS\n    6  DEFINED  BY  THE  COMMISSIONER  IN CONSULTATION WITH THE COMMISSIONER OF\n    7  HEALTH AND THE DIRECTOR OF THE OFFICE FOR THE AGING.\n    8    2. SUCH PARTICIPATING PHYSICIANS SHALL  RECEIVE  AN  EDUCATIONAL  LOAN\n    9  FORGIVENESS AWARD OF UP TO FIFTEEN THOUSAND DOLLARS PER YEAR FOR A MAXI-\n   10  MUM  OF  FIVE  YEARS.  THE COMMISSIONER SHALL PROMULGATE RULES AND REGU-\n   11  LATIONS TO ADMINISTER SUCH LOAN FORGIVENESS PROGRAM.\n   12    3. THE PHYSICIAN APPLICANT MUST BE  A  RESIDENT  OF  NEW  YORK  STATE,\n   13  LICENSED  TO  PRACTICE MEDICINE, AND CERTIFIED IN THE PRACTICE OF GERIA-\n   14  TRIC MEDICINE OR HAVE A CONCENTRATION IN THAT SPECIALTY.  THE  APPLICANT\n   15  MUST  HAVE  COMPLETED  A  PROFESSIONAL RESIDENCY PROGRAM WITHIN THE FIVE\n   16  YEARS IMMEDIATELY PRECEDING THE PERIOD FOR WHICH THE FIRST  AWARD  WOULD\n   17  BE  GRANTED, OR BE WITHIN TWO YEARS OF COMPLETION OF AN ACCREDITED RESI-\n   18  DENCY PROGRAM IN GERIATRIC MEDICINE. THE APPLICANT MUST AGREE  TO  PRAC-\n   19  TICE MEDICINE WITHIN NEW YORK STATE.\n   20    4.  THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER OF HEALTH,\n   21  SHALL ESTABLISH CRITERIA  FOR  THE  SELECTION  OF  PARTICIPANTS  IN  THE\n   22  PROGRAM. A PRIORITY SHALL BE ACCORDED TO ANY APPLICANT WHO IS COMPLETING\n   23  A  YEAR  OF  THE SERVICE REQUIREMENT AND IS RE-APPLYING FOR A NEW AWARD.\n   24  THE COMMISSIONER SHALL VERIFY THE PHYSICIAN'S ELIGIBILITY AND THE PHYSI-\n   25  CIAN'S TOTAL MEDICAL EDUCATIONAL LOAN EXPENSES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08005-01-1\n\n       A. 4043                             2\n\n    1    5. WITHIN SUCH TIME AS THE COMMISSIONER SHALL BY REGULATION PROVIDE, A\n    2  PARTICIPATING PHYSICIAN SHALL HAVE AGREED TO PRACTICE GERIATRIC MEDICINE\n    3  FOR A PERIOD OF TWELVE MONTHS FOR EACH ANNUAL PAYMENT TO BE RECEIVED  BY\n    4  THE  PARTICIPANT.  IN  NO  CASE SHALL THE TOTAL SERVICE REQUIRED BE LESS\n    5  THAN TWO YEARS NOR BE MORE THAN FIVE YEARS.\n    6    6.  THE COMMISSIONER SHALL DEVELOP AND SECURE FROM EACH PARTICIPANT, A\n    7  WRITTEN AGREEMENT TO:\n    8    (A) PRACTICE GERIATRIC MEDICINE;\n    9    (B) ACCEPT MEDICARE AND MEDICAID PAYMENTS; AND\n   10    (C) PROVIDE AT LEAST THIRTY-FIVE HOURS PER WEEK OF DIRECT PATIENT CARE\n   11  IN THE AREA BEING SERVED.\n   12    IF A RECIPIENT FAILS TO COMPLY FULLY WITH SUCH CONDITIONS, THE COMMIS-\n   13  SIONER SHALL BE ENTITLED TO RECEIVE FROM SUCH PARTICIPANT  REIMBURSEMENT\n   14  OF  SUCH  AWARD  IN  AN AMOUNT TO BE DETERMINED BY THE COMMISSIONER. ANY\n   15  AMOUNT WHICH THE COMMISSIONER IS ENTITLED TO RECOVER UNDER THIS SUBDIVI-\n   16  SION SHALL BE PAID WITHIN THE FIVE-YEAR PERIOD  BEGINNING  ON  THE  DATE\n   17  THAT THE PARTICIPANT FAILED TO COMPLY WITH THE PROGRAM CRITERIA. NOTHING\n   18  IN  A  WRITTEN  AGREEMENT  UNDER  THIS SECTION SHALL AFFECT THE TERMS OF\n   19  EMPLOYMENT OF THE INDIVIDUAL WHO SHALL  NEGOTIATE,  SEPARATE  AND  APART\n   20  FROM  THE  PROGRAM, HIS OR HER SALARY AND OTHER FORMS OF EMPLOYMENT WITH\n   21  AN AGENCY, PRACTICE, INSTITUTION OR PROGRAM IN WHICH HE OR SHE SHALL  BE\n   22  EMPLOYED.\n   23    7.  ANY OBLIGATION TO COMPLY WITH THE PROVISIONS OF THIS SECTION SHALL\n   24  BE CANCELLED UPON THE DEATH OF THE PARTICIPANT. THE  COMMISSIONER  SHALL\n   25  PROMULGATE  REGULATIONS  TO  PROVIDE FOR THE WAIVER OR SUSPENSION OF ANY\n   26  FINANCIAL OBLIGATION WHICH WOULD INVOLVE EXTREME HARDSHIP.\n   27    8. A PARTICIPANT OF THE PROGRAM SHALL REPORT ANNUALLY TO  THE  DEPART-\n   28  MENT  ON  FORMS PRESCRIBED BY THE COMMISSIONER, AS TO THE PERFORMANCE OF\n   29  THE REQUIRED SERVICES, COMMENCING WITH THE CALENDAR YEAR  IN  WHICH  THE\n   30  PARTICIPANT  BEGINS  TO PRACTICE GERIATRIC MEDICINE AND CONTINUING UNTIL\n   31  THE RECIPIENT SHALL HAVE COMPLETED, OR IT IS DETERMINED THAT HE  OR  SHE\n   32  SHALL  NOT BE OBLIGATED TO COMPLETE, THE PROGRAM. THE COMMISSIONER SHALL\n   33  HAVE THE DISCRETION TO WAIVE THE FILING OF A REPORT, EXCUSE A  DELAY  IN\n   34  FILING OR A FAILURE TO FILE A REPORT FOR GOOD CAUSE SHOWN.\n   35    9.  PARTICIPATION  IN  THE PROGRAM SHALL NOT PREVENT PARTICIPANTS FROM\n   36  BEING ELIGIBLE TO APPLY FOR OTHER PROGRAMS OR AWARDS.\n   37    10. THE COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS  NECESSARY\n   38  TO IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   39    S 2. This act shall take effect on the one hundred eightieth day after\n   40  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a physician loan forgiveness program for geriatric medicine ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T163912.TXT", "SOBI.D110201.T141400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596352040
}