{
  "year" : 2011,
  "senateBillNo" : "A4044-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A4044-2011-1296536400000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs that long term care counseling shall be provided to individuals participating in the public retirement systems of the state and city of New York",
  "summary" : "Directs that long term care counseling shall be provided to individuals participating in the public retirement systems of the state and city of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A4492-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4044\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Governmental Employees\n\n       AN ACT to amend the civil service law, in relation  to  long  term  care\n         counseling\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative  intent.  The  legislature  hereby  finds  that\n    2  understanding  and  planning for one's own long term care needs is crit-\n    3  ically important and will continue to  be  important  given  demographic\n    4  changes,  medical  technology which prolongs life, the cost of long term\n    5  care and Medicaid's stake in its financing.  Given  these  factors,  the\n    6  workplace can play a significant educational and counseling role.  Fami-\n    7  lies  will  continue  to  face long term care issues and it is incumbent\n    8  upon the state to aid state, municipal and  other  public  employees  to\n    9  understand  long  term care and its impact on an individual's health and\n   10  wellness as well as help those workers by providing information on where\n   11  to go to find assistance and support should a family member require long\n   12  term care services. The workplace can be instrumental in  counseling  at\n   13  the time of hiring, during employment and prior to retirement in provid-\n   14  ing  educational  resources  to  enable  employees  to  understand their\n   15  options and encourage their own planning for long term care. This strat-\n   16  egy will help the individual and their family prepare for and understand\n   17  their risk should long term care services  be  required.  This  strategy\n   18  will  also  have a positive impact on state and local governments' Medi-\n   19  caid spending if individuals prepare for their long term care with tools\n   20  such as long term care insurance or reverse mortgages. These tools  will\n   21  enable individuals to pay up front for their long-term care expenses and\n   22  delay application to receive such financing under the Medicaid program.\n   23    S 2. The civil service law is amended by adding a new section 172-a to\n   24  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07987-01-1\n\n       A. 4044                             2\n\n    1    S 172-A. LONG TERM CARE COUNSELING.  1. THE PROVISIONS OF THIS SECTION\n    2  SHALL APPLY TO INDIVIDUALS PARTICIPATING IN THE NEW YORK STATE AND LOCAL\n    3  EMPLOYEES'  RETIREMENT  SYSTEM,  THE  NEW  YORK  CITY BOARD OF EDUCATION\n    4  EMPLOYEES' RETIREMENT SYSTEM, THE NEW YORK  STATE  TEACHERS'  RETIREMENT\n    5  SYSTEM, THE NEW YORK CITY TEACHERS' RETIREMENT SYSTEM, THE NEW YORK CITY\n    6  EMPLOYEES'  RETIREMENT  SYSTEM,  THE NEW YORK STATE AND LOCAL POLICE AND\n    7  FIRE RETIREMENT SYSTEM, THE NEW YORK CITY POLICE PENSION FUND,  AND  THE\n    8  NEW  YORK  CITY  FIRE  DEPARTMENT PENSION FUND. EACH EMPLOYEE COVERED BY\n    9  THIS SECTION SHALL RECEIVE  LONG  TERM  CARE  COUNSELING  THROUGH  THEIR\n   10  EMPLOYER  WITHIN  ONE  MONTH  AFTER  BEING HIRED AND WITHIN AT LEAST ONE\n   11  MONTH PRIOR TO LEAVING EMPLOYMENT. WHILE EMPLOYED, EACH  EMPLOYEE  SHALL\n   12  RECEIVE  LONG  TERM CARE COUNSELING THROUGH THEIR EMPLOYER AT LEAST ONCE\n   13  EVERY FIVE YEARS.\n   14    2. LONG TERM CARE COUNSELING SHALL CONSIST OF BUT SHALL NOT BE LIMITED\n   15  TO:   INFORMATION, EDUCATION AND ADVICE  DEALING  WITH  LONG  TERM  CARE\n   16  ISSUES AND PLANNING FOR LONG TERM CARE, INCLUDING INFORMATION ABOUT LONG\n   17  TERM  CARE  INSURANCE BENEFITS, THE PARTNERSHIP PLAN, REVERSE MORTGAGES,\n   18  THE RISKS TO ONE'S FINANCES ABSENT LONG TERM CARE PLANNING, TAX BENEFITS\n   19  OF PURCHASING A LONG  TERM  CARE  INSURANCE  POLICY,  AND  PROGRAMS  AND\n   20  SERVICES  IN  THE  COMMUNITY RELATED TO LONG TERM CARE, INCLUDING WHO TO\n   21  CALL FOR ASSISTANCE.\n   22    3. EACH TIME AN EMPLOYEE  COMPLETES  LONG  TERM  CARE  COUNSELING  THE\n   23  EMPLOYEE  SHALL  SIGN  A  FORM APPROVED BY THE PRESIDENT INDICATING THAT\n   24  SUCH EMPLOYEE HAS COMPLETED SUCH COUNSELING.\n   25    4. THE PRESIDENT, IN CONSULTATION WITH THE  SUPERINTENDENT  OF  INSUR-\n   26  ANCE,  THE  COMMISSIONER  OF HEALTH AND THE DIRECTOR OF THE STATE OFFICE\n   27  FOR THE AGING, SHALL DEVELOP    ADDITIONAL  LONG  TERM  CARE  COUNSELING\n   28  REQUIREMENTS AND PROCEDURES AS NEEDED AND IN THE EVENT THAT NEW PRODUCTS\n   29  ARE DEVELOPED IN ORDER TO CARRY OUT THIS SECTION.\n   30    S  3.  This  act shall take effect on the ninetieth day after it shall\n   31  have become a law. Effective immediately, any rule or regulation  neces-\n   32  sary  for  the  timely implementation of this act on such effective date\n   33  shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to long term care counseling ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T163912.TXT", "SOBI.D110201.T141400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596352042
}