{
  "year" : 2011,
  "senateBillNo" : "A4042-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to health",
    "billEventId" : "A4042-2011-1296536400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the attorney general to enforce the provisions of the public health law and its rules and regulations in the name of the people of the state",
  "summary" : "Authorizes the attorney general to enforce the provisions of the public health law and its rules and regulations in the name of the people of the state of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A4398-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4042\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  authorizing  the\n         attorney  general  to enforce the provisions of such law and the rules\n         and regulations adopted pursuant thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  13-a to read as follows:\n    3    S 13-A. POWERS OF THE ATTORNEY GENERAL. NOTWITHSTANDING ANY  PROVISION\n    4  OF  THIS  CHAPTER TO THE CONTRARY, THE ATTORNEY GENERAL, UPON HIS OR HER\n    5  OWN INITIATIVE, IS HEREBY AUTHORIZED TO, IN THE NAME OF  THE  PEOPLE  OF\n    6  THE  STATE  OF  NEW YORK, ENFORCE THE PROVISIONS OF THIS CHAPTER AND THE\n    7  RULES AND REGULATIONS  PROMULGATED  PURSUANT  THERETO  BY  COMMENCING  A\n    8  SPECIAL PROCEEDING IN A COURT HAVING JURISDICTION.\n    9    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07977-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to authorizing the attorney general to enforce the provisions of such law and the rules and regulations adopted pursuant thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T163912.TXT", "SOBI.D110201.T141400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596352039
}