{
  "year" : 2011,
  "senateBillNo" : "A4050-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to health",
    "billEventId" : "A4050-2011-1296536400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions for farm worker protections from pesticides",
  "summary" : "Establishes standards for farm worker protection at any agricultural site where pesticides have been or will be applied; requires mandatory testing for pesticides; requires personal protective equipment to be provided to workers; provides education to workers and their families about the hazards of pesticides; requires additional on-site protective measures; requires the department of health to issue an annual report of all farm inspections on or before March first to the governor and legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1586-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4050\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public  health  law,  in  relation  to  farm  worker\n         protection\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  1331 to read as follows:\n    3    S 1331. FARM WORKER PROTECTION. 1. THE FOLLOWING REQUIREMENTS SHALL BE\n    4  MET  AT  ANY  AGRICULTURAL  SITE  TO  WHICH  PESTICIDES  HAVE OR WILL BE\n    5  APPLIED. FARM OWNERS OR OPERATORS SHALL:\n    6    A. CONDUCT OR CAUSE TO HAVE CONDUCTED MANDATORY TESTING FOR THE  PRES-\n    7  ENCE  OF  ORGANOPHOSPHATE  PESTICIDES  FOR  ALL  HANDLERS OF PESTICIDES,\n    8  INCLUDING APPLICATORS AND MIXERS OF PESTICIDES. THIS  TESTING  SHALL  BE\n    9  CONDUCTED WITHIN ONE WEEK OF THE ARRIVAL OF SUCH WORKERS AT THE AGRICUL-\n   10  TURAL SITE AND WITHIN ONE WEEK OF THE DEPARTURE OF SUCH WORKERS FROM THE\n   11  SITE;\n   12    B.  PROVIDE PERSONAL PROTECTION EQUIPMENT WHICH HAS BEEN FIT-TESTED TO\n   13  ALL INDIVIDUALS WHO ARE REQUIRED OR MAY BE REQUIRED TO WEAR SUCH  EQUIP-\n   14  MENT  IN THE COURSE OF THEIR WORK, AND WHICH IS READILY AVAILABLE TO ANY\n   15  WORKER NEEDING TO WEAR OR USE SUCH EQUIPMENT;\n   16    C. PROVIDE EDUCATION AND INFORMATION TO FARM WORKERS AND  THEIR  FAMI-\n   17  LIES  ABOUT  THE  HAZARDS  OF  EXPOSURE TO PESTICIDES, HOW TO AVOID SUCH\n   18  EXPOSURES TO CHILDREN, PERSONAL CLOTHING AND POSSESSIONS, AND WHAT TO DO\n   19  IF PESTICIDE EXPOSURE OR CONTAMINATION OCCURS;\n   20    D. REPORT TO THE DEPARTMENT EVERY INCIDENT OF  PESTICIDE  EXPOSURE  TO\n   21  FARMWORKERS  OR  THEIR FAMILIES, WHETHER BY DIRECT EXPOSURE TO PESTICIDE\n   22  APPLICATIONS OR FROM DRIFT OF PESTICIDES FROM THE APPLICATION SITE. SUCH\n   23  REPORTING SHALL OCCUR WITHIN TWENTY-FOUR HOURS OF SUCH  PESTICIDE  EXPO-\n   24  SURE AND SHALL INCLUDE THE DAY AND TIME OF DAY THE EXPOSURE OCCURRED AND\n   25  THE PESTICIDES TO WHICH THE INDIVIDUALS WERE EXPOSED;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05266-01-1\n\n       A. 4050                             2\n\n    1    E.   PROVIDE   ON-SITE   WASHING   MACHINES   FOR   WORKERS  TO  CLEAN\n    2  PESTICIDE-CONTAMINATED CLOTHING, WHICH ARE SEPARATE FROM CLOTHES WASHING\n    3  FACILITIES USED BY FAMILIES. THE FARM OWNER OR OPERATOR SHALL BE RESPON-\n    4  SIBLE TO PROVIDE INSTRUCTION IN THE PROPER CARE OF CLOTHING CONTAMINATED\n    5  WITH OR EXPOSED TO PESTICIDES;\n    6    F.  PROVIDE  ONE SHOWER FACILITY FOR EVERY FIVE WORKERS, WITH SEPARATE\n    7  FACILITIES FOR MALES AND FEMALES, FOR THE REMOVAL OF PESTICIDES RESIDUES\n    8  AND OTHER CONTAMINANTS;\n    9    G. PROVIDE ONE OR MORE PUBLIC TELEPHONES FOR WORKERS TO REPORT MEDICAL\n   10  EMERGENCIES, INCLUDING PESTICIDE EXPOSURES OR CONTAMINATION; AND\n   11    H. ENSURE THAT ALL NEW HOUSING FOR FARM WORKERS IS  LOCATED  AT  LEAST\n   12  FIFTY  FEET  FROM ANY FIELD OR SITE, EXCEPT FOR ENCLOSED FACILITIES SUCH\n   13  AS GREENHOUSES, WHICH MAY BE TREATED WITH PESTICIDES.  EXISTING  HOUSING\n   14  WHICH  DOES NOT COMPLY WITH THIS PARAGRAPH SHALL BE REPLACED WITHIN FIVE\n   15  YEARS OR CEASE TO BE USED AFTER THAT TIME.\n   16    2. THE DEPARTMENT SHALL ISSUE AN ANNUAL REPORT OF ALL FARM INSPECTIONS\n   17  ON OR BEFORE MARCH FIRST TO THE GOVERNOR AND  THE  LEGISLATURE  FOR  THE\n   18  PREVIOUS  CALENDAR  YEAR,  INCLUDING  COMPLIANCE  WITH  THE REQUIREMENTS\n   19  CONTAINED IN THIS SECTION; ENFORCEMENT ACTIONS, FINES AND PENALTIES  FOR\n   20  NON-COMPLIANCE  RESULTING  FROM SUCH INSPECTIONS; AND PESTICIDE EXPOSURE\n   21  OR CONTAMINATION REPORTS SUBMITTED TO THE DEPARTMENT.\n   22    S 2. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to farm worker protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T164412.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T164913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596953410
}