{
  "year" : 2011,
  "senateBillNo" : "A4051-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to health",
    "billEventId" : "A4051-2011-1296536400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"public university emergency contraception act\" to require, upon request, provision of emergency contraception to students of state and city universities",
  "summary" : "Enacts the \"public university emergency contraception act\"; requires every college and university of the state university of New York and the city university of New York to provide emergency contraception to any student requesting it; requires the widespread provision of information at such colleges and universities on the safety and availability of emergency contraception on campus; authorizes the commissioner of health to establish a statewide emergency contraception college education and awareness program, and requires such commissioner to develop informational materials relating to emergency contraception. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1702-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4051\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law and the education law, in relation\n         to enacting the \"public university emergency contraception act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Legislative  findings and intent. The legislature finds\n    2  that access to emergency contraception  is  a  basic  measure  that  can\n    3  prevent  college students from having an unwanted pregnancy. The federal\n    4  Food and Drug Administration has approved the use of  emergency  contra-\n    5  ception  as safe and effective in the prevention of pregnancy. Emergency\n    6  contraception has been found to have no effect on an  established  preg-\n    7  nancy.  Medical  research  strongly  indicates that the sooner emergency\n    8  contraception is administered, the better the chance  of  preventing  an\n    9  unwanted  pregnancy.  Therefore, the legislature deems it essential that\n   10  each college and university of the state university of New York and  the\n   11  city  university of New York provide information on emergency contracep-\n   12  tion to its students and makes it available to any student who seeks  it\n   13  whenever  practicable  and in accordance with applicable law and profes-\n   14  sional standards of practice.\n   15    S 2. Short title. This act shall be known and  may  be  cited  as  the\n   16  \"public university emergency contraception act\".\n   17    S  3.  Section 206 of the public health law is amended by adding a new\n   18  subdivision 28 to read as follows:\n   19    28. (A) NOTWITHSTANDING ANY OTHER PROVISION OF LAW  TO  THE  CONTRARY,\n   20  THE  COMMISSIONER  IS  AUTHORIZED  TO  ESTABLISH  A  STATEWIDE EMERGENCY\n   21  CONTRACEPTION COLLEGE EDUCATION AND AWARENESS PROGRAM FOR  EACH  COLLEGE\n   22  AND  UNIVERSITY OF THE STATE UNIVERSITY OF NEW YORK AND THE CITY UNIVER-\n   23  SITY OF NEW YORK.  FOR  THE  PURPOSE  OF  THIS  SUBDIVISION,  \"EMERGENCY\n   24  CONTRACEPTION\" SHALL MEAN ONE OR MORE PRESCRIPTION DRUGS, USED SEPARATE-\n   25  LY  OR  IN  COMBINATION, IN A DOSAGE AND MANNER FOR PREVENTING PREGNANCY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05285-01-1\n\n       A. 4051                             2\n\n    1  WHEN USED AFTER INTERCOURSE, FOUND SAFE AND EFFECTIVE FOR  THAT  USE  BY\n    2  THE  UNITED  STATES FOOD AND DRUG ADMINISTRATION, AND DISPENSED FOR THAT\n    3  PURPOSE IN ACCORDANCE WITH APPLICABLE LAW AND PROFESSIONAL STANDARDS  OF\n    4  PRACTICE.\n    5    (B)  THE  COMMISSIONER  SHALL DEVELOP, PRODUCE AND DISTRIBUTE TO EVERY\n    6  COLLEGE AND UNIVERSITY OF THE STATE UNIVERSITY OF NEW YORK AND THE  CITY\n    7  UNIVERSITY  OF  NEW YORK INFORMATIONAL MATERIALS AND POSTERS RELATING TO\n    8  THE SAFETY AND EFFICACY OF EMERGENCY CONTRACEPTION TO  BE  CONSPICUOUSLY\n    9  DISPLAYED  AT  APPROPRIATE LOCATIONS AROUND EACH CAMPUS, AND DISTRIBUTED\n   10  TO STUDENTS IN A MANNER TO BE DETERMINED BY EACH COLLEGE AND UNIVERSITY.\n   11  THE MATERIALS AND POSTERS SHALL EXPLAIN THE NATURE OF EMERGENCY  CONTRA-\n   12  CEPTION,  INCLUDING  THAT  IT IS DEEMED SAFE AND EFFECTIVE IN PREVENTING\n   13  PREGNANCY BY THE FEDERAL FOOD AND DRUG ADMINISTRATION,  AND  CANNOT  AND\n   14  DOES NOT CAUSE ABORTIONS.\n   15    (C) IN IMPLEMENTING THE PROVISIONS OF THIS SUBDIVISION THE COMMISSION-\n   16  ER  SHALL  CONSULT  WITH  REPRESENTATIVES  OF HEALTH CARE PRACTITIONERS,\n   17  STUDENTS AND AFFECTED EMPLOYEES.\n   18    S 4. The education law is amended by adding a new section 361 to  read\n   19  as follows:\n   20    S  361. EMERGENCY CONTRACEPTION. 1. EACH COLLEGE AND UNIVERSITY OF THE\n   21  STATE UNIVERSITY SHALL CONSPICUOUSLY DISPLAY  AT  APPROPRIATE  LOCATIONS\n   22  AROUND  THE  CAMPUS AND DISTRIBUTE TO STUDENTS IN A MANNER DETERMINED BY\n   23  SUCH COLLEGE OR UNIVERSITY MATERIALS AND POSTERS RELATING  TO  EMERGENCY\n   24  CONTRACEPTION, DISTRIBUTED TO IT PURSUANT TO SUBDIVISION TWENTY-EIGHT OF\n   25  SECTION  TWO  HUNDRED  SIX  OF  THE  PUBLIC HEALTH LAW. EACH COLLEGE AND\n   26  UNIVERSITY OF THE STATE UNIVERSITY OF NEW YORK MAY ALSO APPROVE INFORMA-\n   27  TIONAL MATERIALS AND POSTERS FROM OTHER SOURCES FOR THE PURPOSES OF THIS\n   28  SUBDIVISION.\n   29    2. EACH COLLEGE AND UNIVERSITY OF THE STATE UNIVERSITY,  IN  CONSULTA-\n   30  TION  WITH  THE  DEPARTMENT  OF  HEALTH, SHALL ADOPT AND IMPLEMENT RULES\n   31  REQUIRING THAT ANY HEALTH SERVICE OPERATING AS PART OF  THE  COLLEGE  OR\n   32  UNIVERSITY  WHICH PROVIDES TREATMENT TO STUDENTS SHALL PROVIDE, UPON THE\n   33  REQUEST OF ANY STUDENT OF SUCH COLLEGE OR UNIVERSITY, EMERGENCY  CONTRA-\n   34  CEPTION  IN ACCORDANCE WITH APPLICABLE LAW AND PROFESSIONAL STANDARDS OF\n   35  PRACTICE.\n   36    3. THIS SECTION DOES NOT REQUIRE ANY HEALTH SERVICE TO REMAIN OPEN ANY\n   37  HOURS OR DAYS IT ORDINARILY IS NOT OPEN,  OR  TO  PROVIDE  TREATMENT  TO\n   38  STUDENTS  IF  IT  ORDINARILY  DOES NOT PROVIDE SUCH SERVICES, OR TO HAVE\n   39  AVAILABLE A HEALTH CARE PROFESSIONAL AUTHORIZED TO  WRITE  PRESCRIPTIONS\n   40  IF  IT  ORDINARILY  DOES NOT HAVE SUCH A HEALTH CARE PROFESSIONAL AVAIL-\n   41  ABLE.\n   42    4. IN IMPLEMENTING THE PROVISIONS OF THIS  SECTION  EACH  COLLEGE  AND\n   43  UNIVERSITY SHALL CONSULT WITH REPRESENTATIVES OF HEALTH CARE PRACTITION-\n   44  ERS, STUDENTS AND AFFECTED EMPLOYEES.\n   45    S  5.  The  education law is amended by adding a new section 6206-a to\n   46  read as follows:\n   47    S 6206-A. EMERGENCY CONTRACEPTION. 1. EACH  INSTITUTION  OF  THE  CITY\n   48  UNIVERSITY  OF  NEW  YORK  SHALL  CONSPICUOUSLY  DISPLAY  AT APPROPRIATE\n   49  LOCATIONS AROUND THE CAMPUS AND  DISTRIBUTE  TO  STUDENTS  IN  A  MANNER\n   50  DETERMINED  BY  SUCH INSTITUTION MATERIALS AND POSTERS RELATING TO EMER-\n   51  GENCY  CONTRACEPTION,  DISTRIBUTED  TO  IT   PURSUANT   TO   SUBDIVISION\n   52  TWENTY-EIGHT  OF  SECTION TWO HUNDRED SIX OF THE PUBLIC HEALTH LAW. EACH\n   53  INSTITUTION OF THE CITY UNIVERSITY OF NEW YORK MAY ALSO APPROVE INFORMA-\n   54  TIONAL MATERIALS AND POSTERS FROM OTHER SOURCES FOR THE PURPOSES OF THIS\n   55  SUBDIVISION.\n\n       A. 4051                             3\n\n    1    2. EACH INSTITUTION OF THE CITY UNIVERSITY OF NEW YORK,  IN  CONSULTA-\n    2  TION  WITH  THE  DEPARTMENT  OF  HEALTH, SHALL ADOPT AND IMPLEMENT RULES\n    3  REQUIRING THAT ANY HEALTH SERVICE OPERATING AS PART OF  THE  COLLEGE  OR\n    4  UNIVERSITY  WHICH PROVIDES TREATMENT TO STUDENTS SHALL PROVIDE, UPON THE\n    5  REQUEST  OF  ANY STUDENT OF SUCH INSTITUTION, EMERGENCY CONTRACEPTION IN\n    6  ACCORDANCE WITH APPLICABLE LAW AND PROFESSIONAL STANDARDS OF PRACTICE.\n    7    3. THIS SECTION DOES NOT REQUIRE ANY HEALTH SERVICE TO REMAIN OPEN ANY\n    8  HOURS OR DAYS IT ORDINARILY IS NOT OPEN,  OR  TO  PROVIDE  TREATMENT  TO\n    9  STUDENTS  IF  IT  ORDINARILY  DOES NOT PROVIDE SUCH SERVICES, OR TO HAVE\n   10  AVAILABLE A HEALTH CARE PROFESSIONAL AUTHORIZED TO  WRITE  PRESCRIPTIONS\n   11  IF  IT  ORDINARILY  DOES NOT HAVE SUCH A HEALTH CARE PROFESSIONAL AVAIL-\n   12  ABLE.\n   13    4. IN IMPLEMENTING THE PROVISIONS OF THIS  SECTION  EACH  COLLEGE  AND\n   14  UNIVERSITY SHALL CONSULT WITH REPRESENTATIVES OF HEALTH CARE PRACTITION-\n   15  ERS, STUDENTS AND AFFECTED EMPLOYEES.\n   16    S 6. This act shall take effect on the one hundred twentieth day after\n   17  it  shall  have  become  a law; provided that any rules, regulations and\n   18  informational materials necessary to implement the  provisions  of  this\n   19  act  on its effective date are authorized and directed to be promulgated\n   20  on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the education law, in relation to enacting the \"public university emergency contraception act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T155408.TXT", "SOBI.D110201.T172414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296599054925
}