{
  "year" : 2011,
  "senateBillNo" : "A4054-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to codes",
    "billEventId" : "A4054-2011-1296536400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"debt collection abusive practices remedy act\"",
  "summary" : "Enacts the \"debt collection abusive practices remedy act\"; creates a private right of action for improper debt collection procedures; allows plaintiffs to recover punitive damages and reasonable attorneys' fees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4054\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the general business law, in relation  to  enacting  the\n         \"debt collection abusive practices remedy act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"debt collection abusive practices remedy act\".\n    3    S  2. Section 602 of the general business law, as added by chapter 753\n    4  of the laws of 1973, is amended to read as follows:\n    5    S 602. Violations and penalties.  1.  Except as otherwise provided  by\n    6  law,  any  person  who  shall violate the terms of this article shall be\n    7  guilty of a misdemeanor, and each such violation shall be deemed a sepa-\n    8  rate offense.\n    9    2. The attorney general or the district attorney  of  any  county  may\n   10  bring  an  action  in the name of the people of the state to restrain or\n   11  prevent any violation of this article or any  continuance  of  any  such\n   12  violation.\n   13    3. A DEBTOR SHALL HAVE A PRIVATE RIGHT OF ACTION AGAINST ANY PERSON OR\n   14  PERSONS, OTHER THAN BANKING INSTITUTIONS AS DEFINED IN SECTION NINE-F OF\n   15  THE  BANKING  LAW,  AND  THEIR AFFILIATES, IN VIOLATION OF THIS ARTICLE.\n   16  SUCH PERSON OR PERSONS SHALL BE LIABLE TO  THE  DEBTOR  FOR  ANY  ACTUAL\n   17  DAMAGES  THE DEBTOR SUSTAINED AS A RESULT OF THE VIOLATION OF THIS ARTI-\n   18  CLE, ANY PUNITIVE DAMAGES AWARDED BY THE COURT,  AND  REASONABLE  ATTOR-\n   19  NEY'S FEES.\n   20    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   21  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04131-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to enacting the \"debt collection abusive practices remedy act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T155408.TXT", "SOBI.D110201.T155908.TXT", "SOBI.D110202.T092200.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296656520455
}