{
  "year" : 2011,
  "senateBillNo" : "A4057-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A4057-2011-1296536400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes insurance premium reductions for non-commercial private passenger vehicles retrofitted with daytime running lamps",
  "summary" : "Authorizes insurance premium reductions for non-commercial private passenger vehicles equipped with retrofitted daytime running lamps; requires commissioner to promulgate by rule, qualifications and standards for the installation of such lamps. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A317-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4057\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAGNARELLI, FINCH, CAHILL, BOYLAND, BENEDETTO --\n         Multi-Sponsored by -- M. of A. BARCLAY, CALHOUN, KOLB, LIFTON,  MAGEE,\n         McDONOUGH,  McENENY, MILLMAN, OAKS, PEOPLES-STOKES, PHEFFER, J. RIVERA\n         -- read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to authorizing  insurance\n         premium  reductions  for  private  passenger vehicles retrofitted with\n         daytime running lamps\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (g)  of section 2336 of the insurance law, as\n    2  added by chapter 362 of the laws of 1995, is amended to read as follows:\n    3    (g) Any schedule or rating plan for non-commercial  private  passenger\n    4  automobile  insurance  shall,  WITH RESPECT TO AUTOMOBILES EQUIPPED WITH\n    5  FACTORY INSTALLED DAYTIME RUNNING LAMPS, AND MAY, WITH RESPECT TO  AUTO-\n    6  MOBILES  EQUIPPED  WITH  RETROFITTED DAYTIME RUNNING LAMPS, also provide\n    7  for an actuarially appropriate reduction in premium charges  for  bodily\n    8  injury liability, property damage liability, personal injury protection,\n    9  medical  payments  and  collision  coverage [with respect to automobiles\n   10  equipped with factory installed daytime  running  lamps  (DRL)].    SUCH\n   11  RETROFITTED  LAMPS  SHALL  BE DESIGNED TO REDUCE ACCIDENTS BY INCREASING\n   12  VEHICLE VISIBILITY AND MUST BE APPROVED BY THE SUPERINTENDENT.  FURTHER,\n   13  THE SUPERINTENDENT SHALL, AFTER  CONSULTING  WITH  THE  COMMISSIONER  OF\n   14  MOTOR  VEHICLES, PROMULGATE BY RULE QUALIFICATIONS AND STANDARDS FOR THE\n   15  INSTALLATION OR RETROFITTING OF SUCH LAMPS.\n   16    S 2. This act shall take effect on the first of January next  succeed-\n   17  ing  the date on which it shall have become a law and shall apply to all\n   18  policies issued, renewed or amended on or after such date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03161-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to authorizing insurance premium reductions for private passenger vehicles retrofitted with daytime running lamps ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T155908.TXT", "SOBI.D110202.T092700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296656820646
}