{
  "year" : 2011,
  "senateBillNo" : "A4062-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A4062-2011-1296536400000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the sale and use of gift certificates",
  "summary" : "Relates to the sale and use of gift certificates; requires that gift certificates last for at least seven years; requires that the date of issuance and the date of expiration of a gift certificate be either printed on the gift certificate, printed on a customer's receipt, or available through an internet and toll-free telephone service. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A7523-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4062\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, ROBINSON -- Multi-Sponsored by -- M. of A.\n         CLARK,  HIKIND, HOOPER, J. RIVERA, WRIGHT -- read once and referred to\n         the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to  the  sale  and\n         use of gift certificates and gift cards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-j to read as follows:\n    3    S 399-J. SALE AND USE OF GIFT CERTIFICATES AND GIFT CARDS. 1.    DEFI-\n    4  NITIONS.  FOR  PURPOSES  OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE\n    5  THE FOLLOWING MEANINGS:\n    6    A. \"GIFT CERTIFICATE\" SHALL  MEAN  A  WRITING  IDENTIFIED  AS  A  GIFT\n    7  CERTIFICATE BY A CONSUMER FOR USE BY A CUSTOMER, WHETHER OR NOT REDEEMA-\n    8  BLE  FOR  CASH,  AND  USABLE FOR ITS FACE AMOUNT IN LIEU OF CASH FOR THE\n    9  EXCHANGE OF GOODS OR SERVICES SUPPLIED BY THE SELLER. GIFT  CERTIFICATES\n   10  SHALL INCLUDE ELECTRONIC OR MAGNETIC CARDS WITH A BANKED DOLLAR VALUE, A\n   11  MERCHANDISE  CREDIT, A CERTIFICATE WHERE THE ISSUER HAS RECEIVED PAYMENT\n   12  FOR THE FULL FACE VALUE FOR THE FUTURE PURCHASE OR DELIVERY OF GOODS  OR\n   13  SERVICES,  AND  ANY  OTHER MEDIUM THAT EVIDENCES THE GIVING OF CONSIDER-\n   14  ATION IN EXCHANGE FOR THE RIGHT TO REDEEM IT FOR GOODS OR SERVICES OF AT\n   15  LEAST AN EQUAL VALUE. PRE-PAID CALLING ARRANGEMENTS,  SUCH  AS  PRE-PAID\n   16  PHONE  CARDS,  ARE  NOT  CONSIDERED GIFT CERTIFICATES FOR THE PURPOSE OF\n   17  THIS SECTION.\n   18    B. \"ELECTRONIC GIFT CARD\" OR \"MAGNETIC GIFT CARD\" SHALL  MEAN  A  CARD\n   19  WITH  A  BANKED  DOLLAR VALUE THAT MAY BE REDEEMED FOR GOODS OR SERVICES\n   20  WHEREBY THE DOLLAR AMOUNT OF THE CARD IS REDUCED ACCORDINGLY.\n   21    2. DURATION OF GIFT CERTIFICATE. A. ANY GIFT CERTIFICATE ISSUED  TO  A\n   22  CONSUMER SHALL BE VALID AND REDEEMABLE FOR A MINIMUM OF SEVEN YEARS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04530-01-1\n\n       A. 4062                             2\n\n    1    B.  ANY  GIFT  CERTIFICATE,  OTHER THAN AN ELECTRONIC OR MAGNETIC GIFT\n    2  CARD, THAT IS NOT CLEARLY MARKED WITH BOTH A DATE OF ISSUANCE AND A DATE\n    3  OF EXPIRATION SHALL BE VALID AND REDEEMABLE IN PERPETUITY.\n    4    C. AN ELECTRONIC OR MAGNETIC GIFT CARD THAT IS NOT CLEARLY MARKED WITH\n    5  BOTH  A  DATE OF ISSUANCE AND A DATE OF EXPIRATION MUST HAVE THE DATE OF\n    6  ISSUANCE AND THE DATE OF EXPIRATION EITHER: (I)  CLEARLY  PRINTED  ON  A\n    7  SALES  RECEIPT,  GIVEN  TO THE CUSTOMER AT THE TIME OF THE SALE; OR (II)\n    8  AVAILABLE THROUGH A WEBSITE AND A TOLL-FREE TELEPHONE NUMBER  LISTED  ON\n    9  THE  CARD.  IF  THE  CUSTOMER DOES NOT RECEIVE A RECEIPT WITH RESPECTIVE\n   10  DATES PRINTED ON IT, OR SUCH DATES ARE NOT AVAILABLE THROUGH THE  INTER-\n   11  NET AND A TOLL-FREE TELEPHONE LINE, THEN THE ELECTRONIC OR MAGNETIC GIFT\n   12  CARD SHALL BE VALID AND REDEEMABLE IN PERPETUITY.\n   13    D.  NO  GIFT  CERTIFICATE SHALL DIMINISH IN VALUE FOR ANY REASON OTHER\n   14  THAN FOR THE PURCHASE OF GOODS OR SERVICES BY THE CONSUMER.\n   15    3. REDEMPTION OF REMAINDER OF A GIFT CERTIFICATE. IF  A  GIFT  CERTIF-\n   16  ICATE  HAS LESS THAN TEN PERCENT OF ITS ORIGINAL BALANCE REMAINING AFTER\n   17  A PURCHASE, THE MERCHANT MUST OFFER THE CUSTOMER A CHOICE OF HAVING  THE\n   18  REMAINING BALANCE RETURNED IN THE FORM OF CASH OR IN THE FORM OF ANOTHER\n   19  GIFT CERTIFICATE.\n   20    4. FINES AND PENALTIES FOR FAILING TO REDEEM A VALID GIFT CERTIFICATE.\n   21  ANY  PERSON  WHO  HAS  BEEN  INJURED  BY REASON OF ANY VIOLATION OF THIS\n   22  SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME TO ENJOIN SUCH UNLAW-\n   23  FUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS ACTUAL  DAMAGES  OR  THREE\n   24  HUNDRED  DOLLARS,  WHICHEVER IS GREATER, OR BOTH SUCH ACTIONS. THE COURT\n   25  MAY, IN ITS DISCRETION, INCREASE THE AWARD OF DAMAGES TO AN  AMOUNT  NOT\n   26  TO EXCEED THREE TIMES THE ACTUAL DAMAGES UP TO TWO THOUSAND FIVE HUNDRED\n   27  DOLLARS,  IF  THE  COURT  FINDS  THE  DEFENDANT  WILLFULLY  OR KNOWINGLY\n   28  VIOLATED THIS SECTION. THE COURT MAY AWARD REASONABLE ATTORNEY'S FEES TO\n   29  A PREVAILING PLAINTIFF.\n   30    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   31  have  become a law and shall apply to all gift certificates issued on or\n   32  after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the sale and use of gift certificates and gift cards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T155908.TXT", "SOBI.D110202.T094702.TXT", "SOBI.D110202.T094202.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658022008
}