{
  "year" : 2011,
  "senateBillNo" : "A4069-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to aging",
    "billEventId" : "A4069-2011-1296536400000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the N.Y. state lifespan respite care program in the office for the aging for purposes of fostering development of community respite care programs",
  "summary" : "Establishes the NY state lifespan respite care program in the office for the aging for purposes of fostering development of community respite care programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A3940-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4069\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. RAIA, CONTE, FINCH, RABBITT, CASTELLI -- Multi-\n         Sponsored by -- M. of A. BARCLAY, BURLING,  GIGLIO,  KOLB,  McDONOUGH,\n         J. MILLER, SAYWARD, TEDISCO -- read once and referred to the Committee\n         on Aging\n\n       AN  ACT  to  amend  the  elder law, in relation to creating the New York\n         state lifespan respite care program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  hereby  finds and\n    2  declares that supporting the efforts of families and caregivers who care\n    3  for individuals with special needs at home is efficient, cost  effective\n    4  and  humane.  Families receiving occasional respite care relief are less\n    5  likely to request admission of an individual with special needs to nurs-\n    6  ing homes, foster care or other  out-of-home  care  at  public  expense.\n    7  Respite  care  reduces  family and caregiver stress, enhances family and\n    8  caregiver coping ability and strengthens  family  ability  to  meet  the\n    9  challenging  demands  of  caring  for  individuals  with  special needs.\n   10  Respite care reduces the risk of abuse and neglect  of  senior  citizens\n   11  and  other  vulnerable groups. Coordinated, non-categorical respite care\n   12  services must be available locally to provide reliable short-term relief\n   13  when it is needed by families and caregivers regardless  of  where  they\n   14  live in New York state.\n   15    Therefore,  the legislature finds that a statewide centralized program\n   16  to provide direction, resources and support for  the  establishment  and\n   17  operation of community-based respite care programs would serve a purpose\n   18  beneficial to all the citizens of New York state.\n   19    S 2. The elder law is amended by adding a new section 215-c to read as\n   20  follows:\n   21    S  215-C.  LIFESPAN  RESPITE  CARE.  1.  DEFINITIONS.  AS USED IN THIS\n   22  SECTION, THE FOLLOWING WORDS SHALL HAVE THE FOLLOWING MEANINGS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06607-01-1\n\n       A. 4069                             2\n\n    1    (A) \"CAREGIVER\" SHALL MEAN AN INDIVIDUAL PROVIDING ONGOING CARE FOR AN\n    2  INDIVIDUAL WITH SPECIAL NEEDS.\n    3    (B)  \"COMMUNITY  LIFESPAN RESPITE CARE PROGRAM\" SHALL MEAN A NON-CATE-\n    4  GORICAL RESPITE CARE PROGRAM THAT:\n    5    (1) IS OPERATED BY COMMUNITY-BASED PRIVATE NON-PROFIT,  FOR-PROFIT  OR\n    6  PUBLIC AGENCIES THAT PROVIDE RESPITE CARE SERVICES;\n    7    (2) SERVES AN AREA OF ONE OR MORE COUNTIES;\n    8    (3) ACTS AS A SINGLE LOCAL SOURCE OF INFORMATION AND REFERRAL; AND\n    9    (4) FACILITATES ACCESS TO LOCAL RESPITE CARE SERVICES.\n   10    (C)  \"NEW  YORK  STATE  LIFESPAN  RESPITE CARE PROGRAM\" SHALL MEAN THE\n   11  PROGRAM ESTABLISHED IN THE STATE OFFICE FOR THE AGING PURSUANT TO SUBDI-\n   12  VISION TWO OF THIS SECTION HEREINAFTER REFERRED TO AS \"THE PROGRAM\".\n   13    (D) \"NON-CATEGORICAL CARE\" SHALL  MEAN  CARE  WITHOUT  REGARD  TO  THE\n   14  STATUS,  INCLUDING  BUT NOT LIMITED TO, AGE AND TYPE OF SPECIAL NEED, OF\n   15  THE INDIVIDUAL RECEIVING CARE.\n   16    (E) \"PROVIDER\" SHALL MEAN INDIVIDUAL OR AGENCY SELECTED BY A FAMILY OR\n   17  CAREGIVER TO PROVIDE RESPITE CARE TO AN INDIVIDUAL WITH SPECIAL NEEDS.\n   18    (F) \"RESPITE CARE\" SHALL MEAN THE PROVISION OF  SHORT-TERM  RELIEF  TO\n   19  PRIMARY  CAREGIVERS  FROM  THE DEMANDS OF ONGOING CARE FOR AN INDIVIDUAL\n   20  WITH SPECIAL NEEDS.\n   21    (G) \"RESPITE CARE SERVICES\" SHALL INCLUDE:\n   22    (1) RECRUITING AND SCREENING OF PAID AND UNPAID RESPITE  CARE  PROVID-\n   23  ERS;\n   24    (2)  IDENTIFYING  LOCAL  TRAINING  RESOURCES  AND  ORGANIZING TRAINING\n   25  OPPORTUNITIES FOR RESPITE CARE PROVIDERS;\n   26    (3) MATCHING OF FAMILIES AND CAREGIVERS WITH PROVIDERS AND OTHER TYPES\n   27  OF RESPITE CARE;\n   28    (4) LINKING FAMILIES AND CAREGIVERS WITH PAYMENT RESOURCES;\n   29    (5) IDENTIFYING, COORDINATING AND DEVELOPING THE  COMMUNITY  RESOURCES\n   30  FOR RESPITE CARE;\n   31    (6) QUALITY ASSURANCE AND EVALUATION; AND\n   32    (7)  ASSISTING  FAMILIES AND CAREGIVERS TO IDENTIFY RESPITE CARE NEEDS\n   33  AND RESOURCES.\n   34    (H) \"SPECIAL NEEDS\" INCLUDES:\n   35    (1) ALZHEIMER'S DISEASE AND RELATED DISORDERS;\n   36    (2) DEVELOPMENTAL DISABILITIES;\n   37    (3) PHYSICAL DISABILITIES;\n   38    (4) CHRONIC ILLNESS;\n   39    (5) MENTAL AND EMOTIONAL CONDITIONS THAT REQUIRE SUPERVISION;\n   40    (6) SITUATIONS IN WHICH A HIGH RISK OF ABUSE OR NEGLECT EXISTS; AND\n   41    (7) SUCH OTHER SITUATIONS OR CONDITIONS AS THE OFFICE MAY FROM TIME TO\n   42  TIME ESTABLISH.\n   43    2. THE NEW YORK STATE LIFESPAN RESPITE CARE PROGRAM  ESTABLISHED.  (A)\n   44  THE  DIRECTOR  IS  AUTHORIZED AND DIRECTED TO PROMULGATE RULES AND REGU-\n   45  LATIONS TO ESTABLISH THE NEW YORK STATE LIFESPAN  RESPITE  CARE  PROGRAM\n   46  FOR  THE PURPOSE OF DEVELOPING AND ENCOURAGING STATEWIDE COORDINATION OF\n   47  RESPITE CARE AND TO WORK WITH  COMMUNITY-BASED  PRIVATE  NOT-FOR-PROFIT,\n   48  FOR-PROFIT  OR  PUBLIC  AGENCIES AND INTERESTED CITIZEN GROUPS TO FOSTER\n   49  THE ESTABLISHMENT OF RECOGNIZED COMMUNITY LIFESPAN RESPITE CARE PROGRAMS\n   50  PURSUANT TO SUBDIVISION THREE OF THIS SECTION.\n   51    (B) THE PROGRAM SHALL:\n   52    (1) PROVIDE POLICY AND PROGRAM DEVELOPMENT SUPPORT, INCLUDING BUT  NOT\n   53  LIMITED TO DATA COLLECTION AND OUTCOME MEASURES;\n   54    (2)  IDENTIFY  AND  PROMOTE RESOLUTION OF LOCAL AND STATE LEVEL POLICY\n   55  CONCERNS;\n\n       A. 4069                             3\n\n    1    (3) PROVIDE TECHNICAL ASSISTANCE TO COMMUNITY  LIFESPAN  RESPITE  CARE\n    2  PROGRAMS;\n    3    (4) DEVELOP AND DISTRIBUTE RESPITE CARE INFORMATION;\n    4    (5)  PROMOTE  THE EXCHANGE OF INFORMATION AND COORDINATION AMONG STATE\n    5  AND LOCAL GOVERNMENT, COMMUNITY LIFESPAN RESPITE CARE PROGRAMS, AGENCIES\n    6  SERVING INDIVIDUALS WITH SPECIAL NEEDS, FAMILIES AND RESPITE CARE  ADVO-\n    7  CATES TO ENCOURAGE EFFICIENT PROVISION OF RESPITE CARE AND REDUCE DUPLI-\n    8  CATION OF EFFORT;\n    9    (6)  ENSURE  STATEWIDE  ACCESS  TO  COMMUNITY  LIFESPAN  RESPITE  CARE\n   10  PROGRAMS, PARTICULARLY IN RURAL AREAS; AND\n   11    (7) MONITOR AND EVALUATE IMPLEMENTATION OF COMMUNITY LIFESPAN  RESPITE\n   12  CARE PROGRAMS.\n   13    (C)  THE  DIRECTOR  SHALL  APPOINT  AN ADVISORY COUNCIL TO THE PROGRAM\n   14  WHICH SHALL BE COMPOSED OF QUALIFIED INDIVIDUALS INCLUDING RESPITE  CARE\n   15  PROVIDERS, RESPITE CARE PROGRAM MANAGERS, RESPITE CARE CONSUMERS, FAMILY\n   16  MEMBERS AND OTHER INTERESTED INDIVIDUALS.\n   17    3. COMMUNITY LIFESPAN RESPITE CARE PROGRAMS. (A) THE DIRECTOR, THROUGH\n   18  THE  PROGRAM  ESTABLISHED  PURSUANT  TO SUBDIVISION TWO OF THIS SECTION,\n   19  SHALL COORDINATE THE ESTABLISHMENT OF COMMUNITY  LIFESPAN  RESPITE  CARE\n   20  PROGRAMS. THE PROGRAM SHALL ACCEPT PROPOSALS TO OPERATE COMMUNITY LIFES-\n   21  PAN  RESPITE CARE PROGRAMS, SUBMITTED IN THE FORM AND MANNER REQUIRED BY\n   22  THE DIRECTOR, FROM COMMUNITY BASED PRIVATE NOT-FOR-PROFIT, FOR-PROFIT OR\n   23  PUBLIC AGENCIES THAT PROVIDE RESPITE CARE SERVICES. ACCORDING TO  CRITE-\n   24  RIA  ESTABLISHED  BY  THE  OFFICE,  THE PROGRAM SHALL DESIGNATE AGENCIES\n   25  DESCRIBED IN THIS SUBDIVISION AS OPERATORS  OF  COMMUNITY  RESPITE  CARE\n   26  PROGRAMS.\n   27    (B)  NO  LATER  THAN THE FIRST OF JANUARY, TWO THOUSAND TEN THE OFFICE\n   28  SHALL DESIGNATE AT LEAST TWELVE  OPERATORS  OF  COMMUNITY  RESPITE  CARE\n   29  PROGRAMS  STATEWIDE.    NO LATER THAN THE FIRST OF JANUARY, TWO THOUSAND\n   30  TWELVE THE OFFICE SHALL ENSURE THE DESIGNATION OF AT LEAST ONE  OPERATOR\n   31  OF COMMUNITY RESPITE CARE PROGRAMS IN EACH COUNTY IN THE STATE.\n   32    (C)  COMMUNITY  LIFESPAN RESPITE CARE PROGRAMS ESTABLISHED PURSUANT TO\n   33  THIS SUBDIVISION SHALL:\n   34    (1) INVOLVE KEY LOCAL INDIVIDUALS AND AGENCIES IN THE COMMUNITY LIFES-\n   35  PAN RESPITE CARE PROGRAM PLANNING PROCESS;\n   36    (2) INCLUDE A FLEXIBLE ARRAY OF RESPITE  CARE  OPTIONS  RESPONSIVE  TO\n   37  FAMILY  AND CAREGIVER NEEDS AND AVAILABLE BEFORE FAMILIES AND CAREGIVERS\n   38  ARE IN A CRISIS SITUATION;\n   39    (3) BE SENSITIVE TO THE  UNIQUE  NEEDS,  STRENGTHS  AND  MULTICULTURAL\n   40  VALUES OF AN INDIVIDUAL, FAMILY OR CAREGIVER;\n   41    (4) OFFER THE MOST EFFICIENT ACCESS TO AN ARRAY OF COORDINATED RESPITE\n   42  CARE  SERVICES  THAT  ARE  BUILT  ON  EXISTING  COMMUNITY  SUPPORTS  AND\n   43  SERVICES;\n   44    (5) BE DRIVEN BY COMMUNITY STRENGTHS, NEEDS AND RESOURCES; AND\n   45    (6) USE A VARIETY OF FUNDS AND RESOURCES, INCLUDING  BUT  NOT  LIMITED\n   46  TO:\n   47    (I) FAMILY OR CAREGIVER FUNDS;\n   48    (II) PRIVATE AND VOLUNTEER RESOURCES;\n   49    (III) PUBLIC FUNDS INCLUDING AVAILABLE FEDERAL MONIES; AND\n   50    (IV) EXCHANGE OF CARE AMONG FAMILIES OR CAREGIVERS;\n   51    (7) CREATE AN ADVISORY COMMITTEE COMPOSED OF FIFTEEN MEMBERS TO ADVISE\n   52  THE  COMMUNITY LIFESPAN RESPITE CARE PROGRAM ON HOW THE PROGRAM MAY BEST\n   53  SERVE THE NEEDS OF FAMILIES AND CAREGIVERS OF INDIVIDUALS  WITH  SPECIAL\n   54  NEEDS.  AT LEAST EIGHT MEMBERS OF SUCH ADVISORY COMMITTEE SHALL BE FAMI-\n   55  LY  MEMBERS  AND  CAREGIVERS  OF INDIVIDUALS WITH SPECIAL NEEDS.   OTHER\n   56  MEMBERS SHALL INCLUDE RESPITE CARE PROVIDERS, REPRESENTATIVES  OF  LOCAL\n\n       A. 4069                             4\n\n    1  SERVICE AGENCIES AND OTHER COMMUNITY REPRESENTATIVES.  COMMITTEE MEMBER-\n    2  SHIP  SHALL  REPRESENT  SENIOR CITIZENS, INDIVIDUALS WITH SPECIAL NEEDS,\n    3  AND FAMILIES AT RISK OF ABUSE OR NEGLECT.\n    4    4.  RULES  AND REGULATIONS. THE DIRECTOR IS HEREBY DIRECTED TO PROMUL-\n    5  GATE ANY RULES AND REGULATIONS NECESSARY FOR THE OPERATION AND  ADMINIS-\n    6  TRATION  OF THE NEW YORK STATE RESPITE CARE PROGRAM ESTABLISHED PURSUANT\n    7  TO SUBDIVISION TWO OF THIS SECTION, INCLUDING BUT NOT LIMITED TO:\n    8    (A) ESTABLISHING CRITERIA, PROCEDURES AND TIME LINES  FOR  DESIGNATION\n    9  OF  THE  COMMUNITY  BASED  PRIVATE NOT-FOR-PROFIT, FOR-PROFIT, OR PUBLIC\n   10  AGENCIES THAT WILL BE DESIGNATED AS  RECOGNIZED  PROVIDERS  OF  SERVICES\n   11  UNDER COMMUNITY LIFESPAN RESPITE CARE PROGRAMS; AND\n   12    (B)  REQUIRING THAT COMMUNITY LIFESPAN RESPITE CARE PROGRAMS PUBLICIZE\n   13  THE TELEPHONE NUMBER AND  ADDRESS  WHERE  FAMILIES  AND  CAREGIVERS  MAY\n   14  CONTACT THE STATE PROGRAM.\n   15    S 3. This act shall take effect on the one hundred eightieth day after\n   16  it shall have become a law; provided, however, that effective immediate-\n   17  ly  the  addition,  amendment  and/or  repeal  of any rule or regulation\n   18  necessary for the implementation of this act on its effective  date  are\n   19  authorized  and  directed  to  be  made  and completed on or before such\n   20  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to creating the New York state lifespan respite care program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T094702.TXT", "SOBI.D110202.T095204.TXT", "SOBI.D110201.T160409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658324185
}