{
  "year" : 2011,
  "senateBillNo" : "A4066-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to aging",
    "billEventId" : "A4066-2011-1296536400000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes municipalities in Suffolk county to establish programs for senior citizen rent real property tax exemptions and abatements",
  "summary" : "Authorizes municipalities in the county of Suffolk to establish programs for providing real property tax exemptions and abatements to landlords of senior citizens for the units occupied by the senior citizen; such abatements shall be passed through to seniors in the form of rent reductions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A4060-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4066\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. RAIA -- read once and referred to the Committee\n         on Aging\n\n       AN ACT to amend the real property tax law, in relation to a senior citi-\n         zen rent exemption and tax abatement program within Suffolk county\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 467-g to read as follows:\n    3    S 467-G. TENANTS SIXTY-FIVE YEARS OF AGE OR OVER WITHIN SUFFOLK  COUN-\n    4  TY. 1. ANY MUNICIPAL CORPORATION WITHIN SUFFOLK COUNTY IS HEREBY AUTHOR-\n    5  IZED  TO  PROVIDE  A  PROGRAM  OF  SENIOR CITIZEN RENT EXEMPTION AND TAX\n    6  ABATEMENT PROVIDED THE GOVERNING BOARD OF  SUCH  MUNICIPALITY,  AFTER  A\n    7  PUBLIC HEARING THEREON, ADOPTS A LOCAL LAW OR ORDINANCE PROVIDING THERE-\n    8  FOR.  SUCH  PROGRAM  SHALL  APPLY  TO PERSONS SIXTY-FIVE YEARS OF AGE OR\n    9  OVER, WHO RESIDE IN RESIDENTIAL RENTAL PREMISES AND  WHO  ARE  HEADS  OF\n   10  HOUSEHOLDS  WHOSE INCOMES FALL WITHIN SPECIFIED LIMITS TO BE ESTABLISHED\n   11  BY SUCH LAW OR ORDINANCE.\n   12    2. THE ELIGIBLE HEAD OF HOUSEHOLD SHALL APPLY EACH YEAR, PRIOR TO  THE\n   13  TAXABLE STATUS DATE PRESCRIBED BY LAW, TO THE APPROPRIATE LOCAL ASSESSOR\n   14  FOR  A  TAX  ABATEMENT  CERTIFICATE,  ON  A FORM PRESCRIBED BY THE STATE\n   15  BOARD. AS A REQUIRED PART OF THE  APPLICATION  PROCESS,  EACH  APPLICANT\n   16  SHALL  ALSO SUBMIT AN ACCESSORY AGREEMENT SIGNED BY HIS OR HER LANDLORD,\n   17  ATTESTING TO THE LANDLORD'S WILLINGNESS TO PARTICIPATE IN  THE  PROGRAM.\n   18  SUCH  AGREEMENT  SHALL  INCLUDE  THE  LANDLORD'S RESPONSIBILITIES TO (A)\n   19  REDUCE THE TENANT'S RENT ON A MONTHLY BASIS BY ONE-TWELFTH OF THE AMOUNT\n   20  OF THE ANNUAL EXEMPTION GRANTED, (B) REIMBURSE, TO THE RECEIVER OF TAXES\n   21  OF THE MUNICIPAL CORPORATION WHICH GRANTED THE  EXEMPTION,  A  PRO-RATED\n   22  PORTION OF THE TAX ABATEMENT IF HIS OR HER QUALIFYING TENANT SHOULD MOVE\n   23  DURING  THE  TAXABLE  PERIOD  AND  (C)  PERMIT ALL QUALIFYING TENANTS TO\n   24  PARTICIPATE IN THE PROGRAM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06628-01-1\n\n       A. 4066                             2\n\n    1    3. A TAX ABATEMENT CERTIFICATE ESTABLISHING THE  AMOUNT  OF  EXEMPTION\n    2  FOR THE TAXABLE PERIOD SHALL BE ISSUED TO EACH HEAD OF THE HOUSEHOLD WHO\n    3  IS  ELIGIBLE.  COPIES OF THE CERTIFICATE SHALL BE ISSUED TO THE OWNER OF\n    4  THE REAL PROPERTY CONTAINING THE RENTAL UNIT OF THE HEAD OF  THE  HOUSE-\n    5  HOLD AND TO THE RECEIVER OF TAXES OF EACH MUNICIPALITY WHICH HAS GRANTED\n    6  THE  ABATEMENT OF TAXES. THE EXEMPTION FOR THE TAX PERIOD SET IN THE TAX\n    7  ABATEMENT CERTIFICATE SHALL BE DEDUCTED FROM THE TOTAL TAXES  LEVIED  BY\n    8  THE MUNICIPALITY WHICH GRANTED THE ABATEMENT ON REAL PROPERTY CONTAINING\n    9  THE RENTAL UNIT.\n   10    4.  ANY  CONVICTION  OF  HAVING  MADE A WILLFUL FALSE STATEMENT IN THE\n   11  APPLICATION FOR EXEMPTION PURSUANT TO THIS SECTION SHALL  BE  PUNISHABLE\n   12  BY  A FINE OF NOT MORE THAN ONE HUNDRED DOLLARS AND SHALL DISQUALIFY THE\n   13  APPLICANT SENIOR CITIZEN AND/OR HOMEOWNER FROM FURTHER EXEMPTIONS FOR  A\n   14  PERIOD OF FIVE YEARS.\n   15    5.  THE  PROVISIONS  OF THIS SECTION SHALL BE APPLICABLE TO ALL RENTAL\n   16  UNITS WHICH COMPLY WITH ALL RELEVANT HOUSING CODES, LOCAL LAWS OR  ORDI-\n   17  NANCES.\n   18    S  2.  This  act shall take effect immediately and shall apply to real\n   19  property having a taxable status date on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to a senior citizen rent exemption and tax abatement program within Suffolk county ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T155908.TXT", "SOBI.D110202.T094702.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658022016
}