{
  "year" : 2011,
  "senateBillNo" : "A406-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A406-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes certain technical provisions related to air-borne emergency transit",
  "summary" : "Removes certain technical provisions related to air-borne emergency transit to the hospital. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          406\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Insurance\n\n       AN ACT to amend the insurance law, in relation to removing certain tech-\n         nical provisions related to air-borne emergency transit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (A) of  paragraph  5  of  subsection  (aa)  of\n    2  section  4303  of the insurance law, as added by chapter 506 of the laws\n    3  of 2001, is amended to read as follows:\n    4    (A) \"Prehospital emergency medical services\" means the  prompt  evalu-\n    5  ation  and treatment of an emergency medical condition, and/or [non-air-\n    6  borne] transportation of the patient to a  hospital;  provided  however,\n    7  where the patient utilizes non-air-borne emergency transportation pursu-\n    8  ant to this subsection, reimbursement will be based on whether a prudent\n    9  layperson, possessing an average knowledge of medicine and health, could\n   10  reasonably  expect  the  absence of such transportation to result in (i)\n   11  placing the health of the person afflicted with such condition in  seri-\n   12  ous  jeopardy,  or  in  the  case  of a behavioral condition placing the\n   13  health of such person  or  others  in  serious  jeopardy;  (ii)  serious\n   14  impairment  to such person's bodily functions; (iii) serious dysfunction\n   15  of any bodily organ or part of such person; or (iv)  serious  disfigure-\n   16  ment of such person.\n   17    S  2. This act shall take effect on the first of January next succeed-\n   18  ing the date on which it shall have become  a  law  and  shall  only  be\n   19  applicable  to  contracts  issued,  modified or renewed on or after such\n   20  effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05263-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to removing certain technical provisions related to air-borne emergency transit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T121053.TXT", "SOBI.D101223.T155617.TXT", "SOBI.D101227.T120053.TXT", "SOBI.D101227.T165109.TXT", "SOBI.D101223.T160117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293486669969
}