{
  "year" : 2011,
  "senateBillNo" : "A4063-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A4063-2011-1296536400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for individual, group and health maintenance organization coverage for glycated hemoglobin test for diabetes for up to four times per year",
  "summary" : "Provides for individual, group and health maintenance organization coverage for glycated hemoglobin test for diabetes for up to four times per year when recommended or prescribed by a physician or other health care provider. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A3652-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4063\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. O'DONNELL, PHEFFER, GOTTFRIED, BING, GUNTHER,\n         KELLNER, DINOWITZ -- Multi-Sponsored by -- M. of  A.  BRENNAN,  CLARK,\n         COLTON,  GLICK,  V. LOPEZ,  TITUS  --  read  once  and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to medical  coverage  for\n         certain diagnostic tests for diabetes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (A) of paragraph 15-a  of  subsection  (i)  of\n    2  section 3216 of the insurance law, as amended by chapter 338 of the laws\n    3  of 2003, is amended to read as follows:\n    4    (A)  Every policy which provides medical coverage that includes cover-\n    5  age for physician services in a  physician's  office  and  every  policy\n    6  which  provides  major  medical  or  similar comprehensive-type coverage\n    7  shall include coverage for the following equipment [and],  supplies  AND\n    8  TESTS for the treatment, DIAGNOSIS AND PREVENTION of diabetes, if recom-\n    9  mended  or  prescribed  by  a  physician  or  other licensed health care\n   10  provider legally authorized to prescribe under title eight of the educa-\n   11  tion law: blood glucose monitors and  blood  glucose  monitors  for  the\n   12  visually  impaired,  data  management  systems,  test strips for glucose\n   13  monitors and visual reading and urine testing strips, insulin, injection\n   14  aids, cartridges for the visually impaired, syringes, insulin pumps  and\n   15  appurtenances  thereto,  insulin infusion devices, [and] oral agents for\n   16  controlling blood sugar AND GLYCATED HEMOGLOBIN (ALSO KNOW AS A1C) TESTS\n   17  UP TO FOUR TIMES PER YEAR.  In addition, the commissioner of the depart-\n   18  ment of health shall provide and periodically update by  rule  or  regu-\n   19  lation a list of additional diabetes equipment and related supplies such\n   20  as  are  medically  necessary  for  the treatment of diabetes, for which\n   21  there shall also be coverage. Such policies shall also include  coverage\n   22  for  diabetes  self-management  education  to  ensure  that persons with\n   23  diabetes are educated as to the proper self-management and treatment  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05730-01-1\n\n       A. 4063                             2\n\n    1  their  diabetic  condition,  including information on proper diets. Such\n    2  coverage for self-management education and education  relating  to  diet\n    3  shall  be  limited  to  visits medically necessary upon the diagnosis of\n    4  diabetes,  where  a  physician  diagnoses  a  significant  change in the\n    5  patient's  symptoms  or  conditions  which  necessitate  changes  in   a\n    6  patient's  self-management,  or where reeducation or refresher education\n    7  is necessary. Such education may be provided by the physician  or  other\n    8  licensed  health  care  provider  legally  authorized to prescribe under\n    9  title eight of the education law, or their staff, as part of  an  office\n   10  visit  for  diabetes  diagnosis or treatment, or by a certified diabetes\n   11  nurse educator, certified nutritionist, certified  dietitian  or  regis-\n   12  tered  dietitian  upon  the  referral  of  a physician or other licensed\n   13  health care provider legally authorized to prescribe under  title  eight\n   14  of the education law. Education provided by the certified diabetes nurse\n   15  educator,  certified  nutritionist,  certified  dietitian  or registered\n   16  dietitian may be limited to group settings wherever practicable.  Cover-\n   17  age for self-management education and education relating to  diet  shall\n   18  also include home visits when medically necessary.\n   19    S 2. Subparagraph (A) of paragraph 7 of subsection (k) of section 3221\n   20  of  the insurance law, as amended by chapter 338 of the laws of 2003, is\n   21  amended to read as follows:\n   22    (A) Every group or blanket accident and health insurance policy issued\n   23  or issued for delivery in this state  which  provides  medical  coverage\n   24  that  includes  coverage  for physician services in a physician's office\n   25  and every policy which provides major medical or similar  comprehensive-\n   26  type  coverage shall include coverage for the following equipment [and],\n   27  supplies AND  TESTS  for  the  treatment,  DIAGNOSIS  OR  PREVENTION  of\n   28  diabetes,  if recommended or prescribed by a physician or other licensed\n   29  health care provider legally authorized to prescribe under  title  eight\n   30  of  the education law: blood glucose monitors and blood glucose monitors\n   31  for the visually impaired, data  management  systems,  test  strips  for\n   32  glucose  monitors  and visual reading and urine testing strips, insulin,\n   33  injection aids, cartridges for the visually impaired, syringes,  insulin\n   34  pumps  and  appurtenances  thereto, insulin infusion devices, [and] oral\n   35  agents for controlling blood sugar  AND GLYCATED HEMOGLOBIN (ALSO  KNOWN\n   36  AS  A1C) TESTS UP TO FOUR TIMES PER YEAR.  In addition, the commissioner\n   37  of the department of health shall provide  and  periodically  update  by\n   38  rule  or  regulation a list of additional diabetes equipment and related\n   39  supplies such as are medically necessary for the treatment of  diabetes,\n   40  for which there shall also be coverage. Such policies shall also include\n   41  coverage  for  diabetes self-management education to ensure that persons\n   42  with diabetes are educated as to the proper self-management  and  treat-\n   43  ment of their diabetic condition, including information on proper diets.\n   44  Such  coverage  for  self-management education and education relating to\n   45  diet shall be limited to visits medically necessary upon  the  diagnosis\n   46  of  diabetes,  where  a  physician diagnoses a significant change in the\n   47  patient's  symptoms  or  conditions  which  necessitate  changes  in   a\n   48  patient's  self-management,  or where reeducation or refresher education\n   49  is necessary. Such education may be provided by the physician  or  other\n   50  licensed  health  care  provider  legally  authorized to prescribe under\n   51  title eight of the education law, or their staff, as part of  an  office\n   52  visit  for  diabetes  diagnosis or treatment, or by a certified diabetes\n   53  nurse educator, certified nutritionist, certified  dietitian  or  regis-\n   54  tered  dietitian  upon  the  referral  of  a physician or other licensed\n   55  health care provider legally authorized to prescribe under  title  eight\n   56  of the education law. Education provided by the certified diabetes nurse\n\n       A. 4063                             3\n\n    1  educator,  certified  nutritionist,  certified  dietitian  or registered\n    2  dietitian may be limited to group settings wherever practicable.  Cover-\n    3  age for self-management education and education relating to  diet  shall\n    4  also include home visits when medically necessary.\n    5    S  3.  Paragraph  1 of subsection (u) of section 4303 of the insurance\n    6  law, as amended by chapter 338 of the laws of 2003, is amended  to  read\n    7  as follows:\n    8    (1) A medical expense indemnity corporation or a health service corpo-\n    9  ration which provides medical coverage that includes coverage for physi-\n   10  cian  services  in  a physician's office and every policy which provides\n   11  major medical  or  similar  comprehensive-type  coverage  shall  include\n   12  coverage  for  the following equipment [and], supplies AND TESTS for the\n   13  treatment, DIAGNOSIS AND  PREVENTION  of  diabetes,  if  recommended  or\n   14  prescribed by a physician or other licensed health care provider legally\n   15  authorized  to  prescribe  under title eight of the education law: blood\n   16  glucose monitors and blood glucose monitors for the  visually  impaired,\n   17  data  management  systems,  test  strips for glucose monitors and visual\n   18  reading and urine testing strips, insulin,  injection  aids,  cartridges\n   19  for  the  visually  impaired,  syringes, insulin pumps and appurtenances\n   20  thereto, insulin infusion devices, [and]  oral  agents  for  controlling\n   21  blood sugar AND GLYCATED HEMOGLOBIN (ALSO KNOWN AS A1C) TESTS UP TO FOUR\n   22  TIMES  PER  YEAR.  In  addition,  the  commissioner of the department of\n   23  health shall provide and periodically update by  rule  or  regulation  a\n   24  list  of  additional diabetes equipment and related supplies such as are\n   25  medically necessary for the treatment of diabetes, for which there shall\n   26  also be coverage. Such policies shall also include coverage for diabetes\n   27  self-management education to  ensure  that  persons  with  diabetes  are\n   28  educated as to the proper self-management and treatment of their diabet-\n   29  ic  condition,  including information on proper diets. Such coverage for\n   30  self-management education and education relating to diet shall be limit-\n   31  ed to visits medically necessary upon the diagnosis of diabetes, where a\n   32  physician diagnoses a significant change in the  patient's  symptoms  or\n   33  conditions  which necessitate changes in a patient's self-management, or\n   34  where reeducation or refresher education is  necessary.  Such  education\n   35  may  be provided by the physician or other licensed health care provider\n   36  legally authorized to prescribe under title eight of the education  law,\n   37  or  their  staff,  as  part of an office visit for diabetes diagnosis or\n   38  treatment, or by a certified diabetes nurse educator,  certified  nutri-\n   39  tionist,  certified  dietitian or registered dietitian upon the referral\n   40  of a physician or other licensed health care provider legally authorized\n   41  to prescribe under title eight of the education law. Education  provided\n   42  by the certified diabetes nurse educator, certified nutritionist, certi-\n   43  fied  dietitian or registered dietitian may be limited to group settings\n   44  wherever practicable.  Coverage for self-management education and educa-\n   45  tion relating to diet shall also  include  home  visits  when  medically\n   46  necessary.\n   47    S 4. This act shall take effect immediately and apply to all contracts\n   48  or  renewal  contracts  entered  into  on  and  after January first next\n   49  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to medical coverage for certain diagnostic tests for diabetes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T155908.TXT", "SOBI.D110202.T094702.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658022010
}