{
  "year" : 2011,
  "senateBillNo" : "A4067-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to aging",
    "billEventId" : "A4067-2011-1296536400000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes and directs the office for the aging to study the feasibility of creating a state-wide program to track certain elderly individuals",
  "summary" : "Authorizes and directs the office for the aging to study the feasibility of creating a state-wide program to track certain elderly individuals; requires the office for the aging to prepare a report on their findings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Aged",
  "previousVersions" : [ "A4062-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4067\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. RAIA, CONTE, CROUCH, KOLB -- Multi-Sponsored by\n         -- M. of A. BARCLAY, BURLING, FINCH, FITZPATRICK, McDONOUGH,  J. MILL-\n         ER, RABBITT, SAYWARD, TEDISCO -- read once and referred to the Commit-\n         tee on Aging\n\n       AN ACT in relation to authorizing and directing the office for the aging\n         to  study  the  feasibility  of creating a state-wide program to track\n         certain elderly individuals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The office for the aging, in conjunction with the depart-\n    2  ment of health, the state police and any other law enforcement agency or\n    3  senior advocacy group the office for the aging chooses to consult  with,\n    4  is hereby authorized and directed to study the feasibility of creating a\n    5  statewide  program  to track elderly individuals afflicted with, but not\n    6  limited to, Alzheimer's disease or dementia, who have wandered off  from\n    7  their  residences. An individual or his or her family would have to opt-\n    8  in to such program and it would be  limited  to  individuals  living  in\n    9  private residences, not in nursing homes or assisted living facilities.\n   10    S  2. In completing such study, the office for the aging shall contact\n   11  and confer with Project Lifesaver and any  other  similar  organizations\n   12  providing  global  positioning  system tracking for elderly individuals.\n   13  Additionally, such office shall  study  the  global  positioning  system\n   14  tracking of elderly individuals programs currently in place in the coun-\n   15  ties  of  Livingston  and Ontario to determine if such programs would be\n   16  appropriate for state wide application.\n   17    S 3. One year after the effective date of this act, the office for the\n   18  aging shall prepare a report that shall include, but not be limited  to:\n   19  recommendations  for  implementing  such  a program; guidelines for such\n   20  implementation; and a fiscal note concerning the cost of implementing  a\n   21  program.  Such  report shall be disseminated to the governor, the tempo-\n   22  rary president of the senate; the speaker of the assembly; the  minority\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06606-01-1\n\n       A. 4067                             2\n\n    1  leader of the senate; the minority leader of the assembly and the chair-\n    2  persons and ranking members of the senate and assembly aging committees.\n    3  Such report shall be posted on the website of the office for the aging.\n    4    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to authorizing and directing the office for the aging to study the feasibility of creating a state-wide program to track certain elderly individuals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T155908.TXT", "SOBI.D110202.T094702.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658022018
}