{
  "year" : 2011,
  "senateBillNo" : "A4061-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A4061-2011-1296536400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the reserve valuation method for certain policies and contracts",
  "summary" : "Amends the reserve valuation method for certain life insurance policies and contracts issued after December 31, 2010 which provide certain death benefits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A5300-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4061\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law,  in  relation  to  the  valuation  of\n         certain policies and contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (D)  of  paragraph  6  of  subsection  (c)  of\n    2  section  4217  of the insurance law is relettered subparagraph (E) and a\n    3  new subparagraph (D) is added to read as follows:\n    4    (D) RESERVES ACCORDING TO THE SUPERINTENDENT'S RESERVE VALUATION METH-\n    5  OD FOR INDIVIDUAL LIFE INSURANCE POLICIES SUBJECT TO SUBSECTION  (B)  OF\n    6  SECTION  FOUR  THOUSAND  TWO HUNDRED THIRTY-TWO OF THIS ARTICLE THAT ARE\n    7  ISSUED AFTER DECEMBER THIRTY-FIRST, TWO THOUSAND TEN  AND  THAT  PROVIDE\n    8  FOR  DEATH BENEFITS THAT ARE GUARANTEED TO REMAIN IN EFFECT IF SPECIFIED\n    9  CONDITIONS, AS DEFINED IN THE LIFE INSURANCE  POLICY,  ARE  MET  BY  THE\n   10  POLICY OWNER, THE VALUE OF THE GUARANTEE SHALL BE CALCULATED BY A METHOD\n   11  CONSISTENT  WITH  THE  PRINCIPLES  OF  THIS SECTION AND THE USE OF LAPSE\n   12  RATES NOT TO EXCEED TWO PERCENT PER ANNUM.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05382-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to the valuation of certain policies and contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T155908.TXT", "SOBI.D110202.T092700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296656820656
}