{
  "year" : 2011,
  "senateBillNo" : "A4060-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A4060-2011-1296536400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the authorization of debt in times of public emergency",
  "summary" : "Relates to the authorization of debt in times of public emergency; limits the total amount of state debt; establishes a debt management board; relates to the refunding of state debts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A1777-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4060\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, DESTITO, CANESTRARI, REILLY, LUPARDO --\n         Multi-Sponsored by -- M. of  A.  BENEDETTO,  BOYLAND,  GALEF,  HEVESI,\n         HOYT,  LAVINE,  MAGEE,  MAYERSOHN,  ROBINSON, SWEENEY -- read once and\n         referred to the Committee on Ways and Means\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing amendments to article 7 of the constitution,  in  relation  to\n         the authorization of debt in times of public emergency, a limit on the\n         total  amount  of  state  debt, the establishment of a debt management\n         board, and refunding of state debts\n\n    1    Section 1. Resolved (if the Senate concur), That section 10 of article\n    2  7 of the constitution be amended to read as follows:\n    3    S 10. In addition to the above limited power to  contract  debts,  the\n    4  state  may contract debts to repel invasion, suppress insurrection, [or]\n    5  defend the state in war, [or to suppress forest fires] OR TO RESPOND  TO\n    6  ANY  OTHER EMERGENCY STEMMING FROM A DISASTER INCLUDING, BUT NOT LIMITED\n    7  TO, A DISASTER CAUSED BY AN ACT OF TERRORISM; but the money arising from\n    8  the contracting of such debts shall be applied for the purpose for which\n    9  it was raised, or to repay such debts, and to no other purpose whatever.\n   10  NO DEBT SHALL BE CONTRACTED PURSUANT TO THIS SECTION WITHOUT THE CONCUR-\n   11  RENCE OF THE  GOVERNOR,  THE  COMPTROLLER,  THE  ATTORNEY  GENERAL,  AND\n   12  TWO-THIRDS OF THE MEMBERS ELECTED TO EACH BRANCH OF THE LEGISLATURE; AND\n   13  THE GOVERNOR SHALL HAVE POWER TO SUMMON THE COMPTROLLER AND THE ATTORNEY\n   14  GENERAL  AND  CONVENE  THE  LEGISLATURE IN EXTRAORDINARY SESSION FOR THE\n   15  PURPOSE OF CONSIDERING SUCH EMERGENCY DEBT. AT THE TIME, DATE AND  PLACE\n   16  APPOINTED  BY  THE  GOVERNOR, NO OTHER SUBJECT SHALL BE ACTED UPON UNTIL\n   17  EACH, IN THE FOLLOWING ORDER, HAS GIVEN THEIR APPROVAL OR ANY ONE THERE-\n   18  OF HAS GIVEN THEIR DISAPPROVAL OF THE DEBT PROPOSED BY THE  GOVERNOR  TO\n   19  ENABLE  THE  STATE TO RESPOND TO SUCH EMERGENCY: THE GOVERNOR, THE COMP-\n   20  TROLLER, THE ATTORNEY GENERAL, THE SENATE AND THE ASSEMBLY. THE PROPOSAL\n   21  OF SUCH EMERGENCY DEBT SHALL BE IN THE FORM OF A RESOLUTION PREPARED AND\n   22  SUBMITTED BY THE GOVERNOR TO THE COMPTROLLER, THE ATTORNEY GENERAL,  THE\n   23  SENATE AND THE ASSEMBLY, WHO SHALL APPROVE OR DISAPPROVE SUCH RESOLUTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89084-01-1\n\n       A. 4060                             2\n\n    1  WITHOUT  ANY  CHANGES THERETO; AND IF SUCH RESOLUTION IS APPROVED BY THE\n    2  GOVERNOR, THE COMPTROLLER, THE ATTORNEY GENERAL, AND TWO-THIRDS  OF  THE\n    3  MEMBERS ELECTED TO EACH BRANCH OF THE LEGISLATURE, THEN SUCH LAW OR LAWS\n    4  SHALL  BE  ENACTED  AS  MAY  BE NECESSARY OR ADVISABLE TO IMPLEMENT SUCH\n    5  APPROVAL.\n    6    S 2. Resolved (if the Senate concur), That section 11 of article 7  of\n    7  the constitution be amended to read as follows:\n    8    S  11. 1. Except the debts or refunding debts specified in sections 9,\n    9  10 and 13 of this article, no debt shall be hereafter contracted  by  or\n   10  [in] ON behalf of the state, unless such debt shall be authorized by law\n   11  PURSUANT  TO  THIS  SECTION,  for  some  single  work  or purpose, to be\n   12  distinctly specified therein. DEBT SUBJECT TO  THE  PROVISIONS  OF  THIS\n   13  SECTION SHALL BE ANY DEBT OR OBLIGATION SUPPORTED IN WHOLE OR IN PART BY\n   14  ANY  FINANCING  ARRANGEMENT  WHEREBY  THE  STATE AGREES, WHETHER BY LAW,\n   15  CONTRACT, OR OTHERWISE, TO MAKE PAYMENTS WHICH ARE TO BE USED,  DIRECTLY\n   16  OR  INDIRECTLY,  FOR  THE  PAYMENT  OF  PRINCIPAL,  INTEREST, OR RELATED\n   17  PAYMENTS ON INDEBTEDNESS INCURRED OR CONTRACTED BY THE STATE ITSELF  FOR\n   18  ANY  PURPOSE,  OR  BY ANY STATE AGENCY, MUNICIPALITY, INDIVIDUAL, PUBLIC\n   19  AUTHORITY OR OTHER PUBLIC OR PRIVATE CORPORATION OR ANY OTHER ENTITY FOR\n   20  STATE CAPITAL OR OPERATING PURPOSES OR TO FINANCE GRANTS, LOANS OR OTHER\n   21  ASSISTANCE PAYMENTS MADE OR TO BE MADE BY OR ON BEHALF OF THE STATE  FOR\n   22  ANY PURPOSE. IF THE STATE AGREES TO MAKE FUTURE REVENUES FROM A SPECIFIC\n   23  STATE SOURCE AVAILABLE FOR THE PURPOSE OF SUPPORTING DEBT OF ANY MUNICI-\n   24  PALITY,  INDIVIDUAL,  PUBLIC OR PRIVATE CORPORATION OR ANY OTHER ENTITY,\n   25  SUCH DEBT SHALL BE CONSIDERED TO BE A DEBT FOR THE PURPOSE OF  FINANCING\n   26  A  STATE GRANT, LOAN OR OTHER ASSISTANCE PAYMENT AND SHALL BE SUBJECT TO\n   27  THE PROVISIONS OF THIS SECTION.  THE PROVISIONS OF  THIS  SECTION  SHALL\n   28  APPLY (I) WHETHER OR NOT THE OBLIGATION OF THE STATE TO MAKE PAYMENTS IS\n   29  SUBJECT  TO APPROPRIATION OR IS OTHERWISE CONTINGENT, OR (II) WHETHER OR\n   30  NOT DEBT SERVICE IS TO BE PAID FROM A REVENUE STREAM TRANSFERRED BY  THE\n   31  STATE TO ANOTHER PARTY THAT IS RESPONSIBLE FOR MAKING SUCH PAYMENTS.\n   32    [No]  2.  EXCEPT AS PROVIDED IN SUBDIVISION 5 OF THIS SECTION, NO such\n   33  law shall take effect until it shall, at a general election,  have  been\n   34  submitted  to  the people, and have received a majority of all the votes\n   35  cast for and against it at such election nor shall it be submitted to be\n   36  voted on within three months after its passage BY THE LEGISLATURE nor at\n   37  any general election when any MORE THAN FOUR other  [law  or  any  bill]\n   38  PROPOSITIONS shall be submitted to be voted for or against.\n   39    3. DURING THE FISCAL YEAR BEGINNING IN CALENDAR YEAR 2019 AND IN EVERY\n   40  FISCAL  YEAR  THEREAFTER,  NO PROPOSITION CONCERNING SUCH A LAW SHALL BE\n   41  SUBMITTED TO THE PEOPLE FOR APPROVAL, AND NO SUCH LAW SHALL  BE  ENACTED\n   42  PURSUANT  TO  SUBDIVISION  5 OF THIS SECTION, UNLESS THE TOTAL PRINCIPAL\n   43  AMOUNT OF DEBT TO BE AUTHORIZED BY SUCH LAW,  TOGETHER  WITH  THE  TOTAL\n   44  PRINCIPAL AMOUNT OF DEBT EITHER ALREADY OUTSTANDING, OR AUTHORIZED TO BE\n   45  INCURRED  PURSUANT  TO THIS SECTION, SHALL BE EQUAL TO OR LESS THAN FIVE\n   46  PERCENT OF THE TOTAL PERSONAL INCOME OF THE STATE. SUCH PERSONAL  INCOME\n   47  IS TO BE DETERMINED BY THE DEBT MANAGEMENT BOARD ESTABLISHED PURSUANT TO\n   48  SUBDIVISION  4 OF THIS SECTION IN ACCORDANCE WITH SUCH COMMONLY ACCEPTED\n   49  METHOD OR METHODS OF MEASURING THE ECONOMIC ACTIVITY  OF  THE  STATE  AS\n   50  SHALL BE PRESCRIBED BY A LAW, WHICH SHALL BE ENACTED NOT LATER THAN JUNE\n   51  30,  2013, AND AS MAY BE AMENDED FROM TIME TO TIME NOT INCONSISTENT WITH\n   52  THIS SECTION. DEBT SUBJECT TO THE LIMIT IMPOSED BY  THIS  SECTION  SHALL\n   53  INCLUDE ALL DEBT SUPPORTED BY FINANCING ARRANGEMENTS DESCRIBED IN SUBDI-\n   54  VISION  1  OF  THIS SECTION BUT SHALL NOT INCLUDE THE DEBTS SPECIFIED IN\n   55  SECTIONS 9, 10 AND 13 OF THIS ARTICLE OR DEBT PREVIOUSLY  AUTHORIZED  BY\n   56  LAW  BUT  NOT INCURRED BECAUSE OF THE SUBSEQUENT REPEAL OF SUCH AUTHORI-\n\n       A. 4060                             3\n\n    1  ZATION OR THE SUBSEQUENT PROHIBITION OF SUCH DEBT PURSUANT  TO  SUBDIVI-\n    2  SION 10 OF THIS SECTION.\n    3    4.  A  DEBT  MANAGEMENT  BOARD,  CONSISTING OF THE GOVERNOR, THE COMP-\n    4  TROLLER AND A THIRD PERSON JOINTLY SELECTED  BY  THE  GOVERNOR  AND  THE\n    5  COMPTROLLER,  SHALL  BE  ESTABLISHED  BY  LAW. THE DEBT MANAGEMENT BOARD\n    6  SHALL ANNUALLY DETERMINE, WITHIN  THE  LIMITS  ESTABLISHED  PURSUANT  TO\n    7  SUBDIVISION  3  OF  THIS SECTION, A DEBT AFFORDABILITY LEVEL WHICH SHALL\n    8  PRESCRIBE FOR EACH FISCAL YEAR  AND  FORECAST  FOR  THE  TWO  SUCCEEDING\n    9  FISCAL  YEARS  THE  TOTAL AMOUNT OF ADDITIONAL DEBT THAT MAY BE INCURRED\n   10  AND THE TOTAL DEBT SERVICE OBLIGATIONS THAT MAY  BE  UNDERTAKEN  BY  THE\n   11  STATE WITHOUT OVERBURDENING PRESENT OR FUTURE GENERATIONS. THE EXECUTIVE\n   12  BUDGET  SUBMITTED  PURSUANT TO SECTION 2 OF THIS ARTICLE FOR THE ENSUING\n   13  FISCAL YEAR AND THE BUDGET BILLS SUBMITTED PURSUANT TO SECTION 3 OF THIS\n   14  ARTICLE FOR SUCH FISCAL YEAR SHALL NOT PROPOSE ANY  ADDITIONAL  DEBT  OR\n   15  NEW  DEBT  SERVICE  EXPENSE  THAT  WOULD  CAUSE TOTAL DEBT OR TOTAL DEBT\n   16  SERVICE EXPENSES TO EXCEED THE DEBT AFFORDABILITY LEVEL  PRESCRIBED  FOR\n   17  SUCH FISCAL YEAR, AND NEITHER THE GOVERNOR NOR THE LEGISLATURE SHALL, BY\n   18  LAW, CONTRACT, OR OTHERWISE, PROVIDE FOR ANY ADDITIONAL DEBT OR NEW DEBT\n   19  SERVICE  EXPENSE  THAT  WOULD  CAUSE  TOTAL  DEBT  OR TOTAL DEBT SERVICE\n   20  EXPENSES TO EXCEED SUCH LEVEL WITHOUT THE UNANIMOUS APPROVAL OF THE DEBT\n   21  MANAGEMENT BOARD. DURING THE FISCAL YEAR BEGINNING IN 2019 AND IN  EVERY\n   22  FISCAL  YEAR  THEREAFTER,  THE DEBT MANAGEMENT BOARD SHALL NOT ESTABLISH\n   23  ANY DEBT AFFORDABILITY LEVEL WHICH WOULD RESULT  IN  A  TOTAL  PRINCIPAL\n   24  AMOUNT  OF  DEBT IN EXCESS OF THE LIMIT ESTABLISHED PURSUANT TO SUBDIVI-\n   25  SION 3 OF THIS SECTION.\n   26    5. DURING ANY FISCAL YEAR, A LAW  OR  LAWS  AUTHORIZING  DEBT  IN  THE\n   27  COMBINED  AGGREGATE  AMOUNT  OF ONE BILLION DOLLARS, OR THREE PERCENT OF\n   28  THE LIMIT DETERMINED PURSUANT TO SUBDIVISION 3 OF THIS SECTION, WHICHEV-\n   29  ER IS GREATER, MAY BE ENACTED WITHOUT BEING SUBMITTED  FOR  APPROVAL  BY\n   30  THE  PEOPLE.  HOWEVER,  IN  NO EVENT SHALL DEBT INCURRED IN FISCAL YEARS\n   31  BEGINNING IN 2019 AND THEREAFTER PURSUANT TO SUCH LAW OR LAWS RESULT  IN\n   32  A  TOTAL  PRINCIPAL  AMOUNT  OF  DEBT  IN EXCESS OF THE LIMIT DETERMINED\n   33  PURSUANT TO SUBDIVISION 3 OF THIS  SECTION  OR  THE  DEBT  AFFORDABILITY\n   34  LEVEL ESTABLISHED PURSUANT TO SUBDIVISION 4 OF THIS SECTION.\n   35    6.  ALL  DEBT  SUBJECT  TO  THE  PROVISIONS OF THIS SECTION (I) SHALL,\n   36  EXCEPT FOR REFUNDING DEBT,  BE  INCURRED  ONLY  FOR  A  CAPITAL  PURPOSE\n   37  AUTHORIZED BY LAW, AND (II) SHALL, IF INCURRED ON OR AFTER THE FIRST DAY\n   38  OF THE FIRST FISCAL YEAR BEGINNING AT LEAST ONE YEAR AFTER THE EFFECTIVE\n   39  DATE  OF  THIS  SUBDIVISION, BE IN THE FORM OF OBLIGATIONS ISSUED BY THE\n   40  COMPTROLLER.\n   41    7. NOTHING CONTAINED IN THIS SECTION SHALL INVALIDATE DEBT OBLIGATIONS\n   42  OUTSTANDING ON THE EFFECTIVE DATE OF  THIS  SUBDIVISION  THAT  WOULD  BE\n   43  SUBJECT  TO  THE PROVISIONS OF THIS SECTION IF INCURRED AFTER THE EFFEC-\n   44  TIVE DATE OF THIS SUBDIVISION, AND THE STATE MAY CONTINUE TO PROVIDE FOR\n   45  PAYMENTS RELATED TO SUCH DEBT ON THE SAME TERMS UNDER  WHICH  SUCH  DEBT\n   46  WAS  INCURRED;  PROVIDED,  HOWEVER,  THAT NO SUCH DEBT SHALL BE REFUNDED\n   47  UNLESS (I) SUCH REFUNDING COMPLIES IN ALL RESPECTS WITH THE REQUIREMENTS\n   48  OF SECTION 13 OF THIS ARTICLE, AND (II) ANY REFUNDING OBLIGATIONS ISSUED\n   49  ON OR AFTER THE FIRST DAY OF THE FIRST FISCAL YEAR  BEGINNING  AT  LEAST\n   50  ONE  YEAR AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION ARE ISSUED BY THE\n   51  COMPTROLLER. SUCH OUTSTANDING DEBT  OBLIGATIONS  AND  THE  DEBT  SERVICE\n   52  EXPENSES,  DIRECT  OR  INDIRECT,  REQUIRED FOR SUCH OBLIGATIONS SHALL BE\n   53  INCLUDED IN THE DETERMINATION OF THE LIMIT IMPOSED BY SUBDIVISION  3  OF\n   54  THIS  SECTION AND THE DEBT AFFORDABILITY LEVEL REQUIRED BY SUBDIVISION 4\n   55  OF THIS SECTION. THE PROVISIONS OF SECTION 16 OF THIS ARTICLE SHALL  NOT\n   56  APPLY TO STATE PAYMENTS WITH RESPECT TO ANY SUCH OBLIGATIONS UNLESS SUCH\n\n       A. 4060                             4\n\n    1  PROVISIONS WOULD HAVE APPLIED PRIOR TO THE EFFECTIVE DATE OF THIS SUBDI-\n    2  VISION.\n    3    8.  DEBT  OBLIGATIONS ISSUED TO REFUND OUTSTANDING STATE DEBT, REGARD-\n    4  LESS OF WHETHER SUCH OUTSTANDING DEBT WAS INCURRED PRIOR TO  THE  EFFEC-\n    5  TIVE  DATE OF THIS SUBDIVISION, SHALL NOT BE COUNTED FOR THE PURPOSES OF\n    6  THE LIMIT IMPOSED BY SUBDIVISION 3 OF THIS SECTION AND THE DEBT AFFORDA-\n    7  BILITY LEVEL REQUIRED BY SUBDIVISION 4 OF THIS SECTION IF SUCH REFUNDING\n    8  COMPLIES IN ALL RESPECTS WITH SECTION 13 OF THIS ARTICLE.  DEBT  SERVICE\n    9  EXPENSES ON DEBT THAT HAS BEEN REFUNDED IN ACCORDANCE WITH SECTION 13 OF\n   10  THIS  ARTICLE SHALL BE EXCLUDED FROM THE DEBT AFFORDABILITY LEVEL TO THE\n   11  EXTENT THAT SUCH DEBT SERVICE EXPENSES ARE TO BE  PAID  FROM  AN  ESCROW\n   12  FUND  ESTABLISHED  WITH PROCEEDS OF THE REFUNDING DEBT, BUT DEBT SERVICE\n   13  EXPENSES ON THE REFUNDING DEBT SHALL BE INCLUDED EXCEPT  TO  THE  EXTENT\n   14  THAT SUCH DEBT SERVICE EXPENSES ARE TO BE PAID FROM SUCH AN ESCROW FUND.\n   15  FOR  PURPOSES  OF  THIS  SUBDIVISION  AND  SUBDIVISIONS  7 AND 9 OF THIS\n   16  SECTION, ANY REFUNDING DEBT THAT DOES NOT EXTEND BEYOND THE FINAL  MATU-\n   17  RITY  OF  THE  DEBT  BEING  REFUNDED  SHALL BE DEEMED TO COMPLY WITH THE\n   18  PROVISIONS OF SUBDIVISION 6 OF SECTION 13 OF THIS ARTICLE, PROVIDED THAT\n   19  THERE IS AN ACTUAL DEBT SERVICE SAVINGS IN EVERY YEAR TO MATURITY  AS  A\n   20  RESULT OF THE ISSUANCE OF THE REFUNDING DEBT.\n   21    9.  AFTER  THE  EFFECTIVE  DATE  OF  THIS SECTION THE STATE SHALL NOT,\n   22  EXCEPT AS SPECIFICALLY AUTHORIZED IN SOME OTHER SECTION OF THIS  CONSTI-\n   23  TUTION,  AGREE  TO MAKE PAYMENTS, DIRECTLY OR INDIRECTLY, WHETHER OR NOT\n   24  SUBJECT TO APPROPRIATION, THAT ARE TO BE AVAILABLE TO PAY  DEBT  SERVICE\n   25  ON  ANY DEBT INCURRED BY A MUNICIPALITY, INDIVIDUAL, PUBLIC AUTHORITY OR\n   26  OTHER PUBLIC OR  PRIVATE  CORPORATION  OR  ANY  OTHER  ENTITY,  FOR  ANY\n   27  PURPOSE,  IF  SUCH  PAYMENTS ARE EXPECTED TO BE USED TO PAY DEBT SERVICE\n   28  ONLY IF OTHER SOURCES AVAILABLE FOR THE  PAYMENT  OF  DEBT  SERVICE  ARE\n   29  INADEQUATE.   OUTSTANDING DEBT THAT WOULD BE PROHIBITED BY THIS SUBDIVI-\n   30  SION IF SUCH DEBT HAD BEEN INCURRED AFTER THE  EFFECTIVE  DATE  OF  THIS\n   31  SUBDIVISION  MAY BE REFUNDED BY THE ENTITY THAT INCURRED THE OUTSTANDING\n   32  DEBT PROVIDED THAT ALL PROVISIONS  OF  SUBDIVISIONS  7  AND  8  OF  THIS\n   33  SECTION  ARE  COMPLIED  WITH  EXCEPT THE REQUIREMENT THAT SUCH REFUNDING\n   34  DEBT OBLIGATIONS BE  ISSUED  BY  THE  COMPTROLLER,  AND  REFUNDING  DEBT\n   35  SERVICE  EXPENSES SHALL ONLY BE INCLUDED IN THE DEBT AFFORDABILITY LEVEL\n   36  IF THE DEBT SERVICE EXPENSES ON THE DEBT BEING REFUNDED WOULD HAVE  BEEN\n   37  INCLUDED.\n   38    10.  The  legislature may, at any time after the ENACTMENT OR approval\n   39  of such law [by the people], if no debt shall have  been  contracted  in\n   40  pursuance  thereof, repeal the same; and may at any time, by law, forbid\n   41  the contracting of any further debt or liability under such law.\n   42    S 3. Resolved (if the Senate concur), That subdivisions  6  and  7  of\n   43  section  13  of  article  7  of  the  constitution be amended to read as\n   44  follows:\n   45    6. In no event shall the last annual installment  or  contribution  on\n   46  any portion of refunding debt, including refunding obligations issued to\n   47  refund  other  refunding obligations, be made after THE LAST INSTALLMENT\n   48  ON THE RELEVANT PORTION OF THE DEBT TO BE REFUNDED OR AFTER  the  termi-\n   49  nation  of the period of probable life of the projects financed with the\n   50  proceeds of the relevant portion of the debt to be refunded, or any debt\n   51  previously refunded with  the  refunding  obligations  to  be  refunded,\n   52  determined as of the date of issuance of the original obligations pursu-\n   53  ant  to  section  12  of this article to finance such projects, or forty\n   54  years from such date, if earlier; provided, however, that in lieu of the\n   55  foregoing, an entire refunding issue or portion thereof  may  be  struc-\n\n       A. 4060                             5\n\n    1  tured  to  mature over the remaining weighted average useful life of all\n    2  projects financed with the obligations being refunded.\n    3    7.  [Subject  to the provisions of subdivision 5 of this section, each\n    4  annual installment or contribution of principal of refunding obligations\n    5  shall be equal to the amount that would be required by subdivision 1  of\n    6  section  12  of  this article if such installments or contributions were\n    7  required to be made from the year that the next installment or  contrib-\n    8  ution would have been due on the obligations to be refunded, if they had\n    9  not been refunded, until the final maturity of the refunding obligations\n   10  but  excluding  any  year  in which no installment or contribution would\n   11  have been due on the obligations to be refunded or, in the  alternative,\n   12  the] THE total payments of principal and interest on the refunding bonds\n   13  shall  be  less  in  each  year  to  their final maturity than the total\n   14  payments of principal and interest on the bonds to be refunded  in  each\n   15  such year.\n   16    S 4. Resolved (if the Senate concur), That the foregoing amendments be\n   17  referred  to  the  first regular legislative session convening after the\n   18  next succeeding general election of members of  the  assembly,  and,  in\n   19  conformity  with  section  1  of  article  19  of  the  constitution, be\n   20  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing amendments to article 7 of the constitution, in relation to the authorization of debt in times of public emergency, a limit on the total amount of state debt, the establishment of a debt management board, and refunding of state debts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T155908.TXT", "SOBI.D110202.T092700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296656820654
}