{
  "year" : 2011,
  "senateBillNo" : "A4073-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A4073-2011-1296536400000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for free use of state parks for volunteer firefighters with at least forty years of service",
  "summary" : "Provides for free use of state parks for active volunteer firefighters with at least forty years of service. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "A10994-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Murray",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4073\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. RAIA, CALHOUN, CONTE, FINCH, MURRAY, MONTESANO,\n         McDONOUGH -- Multi-Sponsored by -- M. of A. BARCLAY,  CASTRO,  HAWLEY,\n         KOLB,  MAYERSOHN, M. MILLER, SAYWARD, THIELE -- read once and referred\n         to the Committee on Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation to providing free use of state parks for volunteer firefight-\n         ers with at least forty years of service\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The parks, recreation  and  historic  preservation  law  is\n    2  amended by adding a new section 13.20 to read as follows:\n    3    S  13.20  FREE  USE OF STATE PARKS.  NOTWITHSTANDING THE PROVISIONS OF\n    4  ANY OTHER LAW, ANY PERSON WHO IS A RESIDENT  OF  NEW  YORK  STATE,  UPON\n    5  PROOF  OF SUCH RESIDENCE AND UPON PROOF THAT SUCH PERSON SERVED AT LEAST\n    6  FORTY YEARS AS AN ACTIVE VOLUNTEER FIREFIGHTER AS DEFINED IN SECTION TWO\n    7  HUNDRED FIFTEEN OF THE GENERAL MUNICIPAL LAW, SHALL BE PERMITTED TO  USE\n    8  ANY  OF  THE STATE PARKS IN THIS STATE, INCLUDING ON WEEKENDS AND PUBLIC\n    9  HOLIDAYS, UPON THE SAME TERMS AND CONDITIONS AS  APPLY  TO  THE  GENERAL\n   10  PUBLIC, BUT WITHOUT THE PAYMENT OF ANY FEES OR OTHER CHARGES FOR THE USE\n   11  OF SUCH STATE PARKS.\n   12    S 2. This act shall take effect on the one hundred twentieth day after\n   13  it shall have become a law; provided, however, that effective immediate-\n   14  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   15  necessary for the implementation of this act on its  effective  date  is\n   16  authorized  and  directed  to  be  made  and completed on or before such\n   17  effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06630-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to providing free use of state parks for volunteer firefighters with at least forty years of service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160409.TXT", "SOBI.D110202.T095703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658623368
}