{
  "year" : 2011,
  "senateBillNo" : "A4071-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to codes",
    "billEventId" : "A4071-2011-1296536400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for mandatory imprisonment and plea restrictions for offenses victimizing the elderly and physically disabled",
  "summary" : "Defines the felonies of victimizing the elderly or physically disabled in the 3rd degree, 2nd degree and 1st degree and provides that a sentence of imprisonment must be imposed upon conviction of certain offenses against the elderly or physically disabled; provides that a juvenile offender shall include a person 14 or 15 years old who is criminally responsible for victimizing the elderly or physically disabled; includes within the category, \"eligible youth\" for youthful offender treatment, one who has been convicted of victimizing the elderly or the physically disabled in the 1st degree; provides certain plea restrictions and sentencing structure for persons convicted of such crimes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A3971-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4071\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. RAIA, HAWLEY, KOLB -- Multi-Sponsored by -- M. of\n         A.  BURLING, CONTE, CROUCH, FITZPATRICK, JEFFRIES, McKEVITT, MOLINARO,\n         OAKS, SPANO, THIELE -- read once and  referred  to  the  Committee  on\n         Codes\n\n       AN  ACT  to  amend  the  penal  law  and  the criminal procedure law, in\n         relation to mandatory imprisonment and plea restrictions for  offenses\n         victimizing the elderly and physically disabled\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. It is hereby found and declared that elderly and physically\n    2  disabled people continue to be singled out as victims of  crime.  It  is\n    3  also  found  that  the  physical  harm  and emotional trauma suffered by\n    4  elderly and physically disabled crime victims has a  devastating  effect\n    5  on the lives of those victims.\n    6    The  elderly  or  physically  disabled victim has a decreased physical\n    7  capability to resist an attacker and thus becomes an inviting target  of\n    8  crime.  Moreover, the aftereffects of crime on the elderly and the phys-\n    9  ically handicapped affect them more deeply  than  any  statistics  would\n   10  indicate.  The  emotional  trauma  and  possible serious physical damage\n   11  resulting from a face to face crime may cause a permanent downgrading in\n   12  the elderly or physically  disabled  victim's  lifestyle.  Such  victims\n   13  often  impose  \"house-arrest\"  on  themselves,  afraid to shop, to visit\n   14  friends, to go to the doctor, to live, unless behind locked doors.  Even\n   15  those elderly or physically disabled who are not direct victims of crime\n   16  suffer  indirectly, because they, having learned of the terrible tragedy\n   17  suffered by other elderly and physically disabled and fearful for  their\n   18  own  individual  safety,  barricade  themselves  within their homes. The\n   19  older or physically disabled crime victim is thus  twice  victimized--by\n   20  the crime and by its aftermath.\n   21    Criminologists, sociologists, psychologists, and the police all recog-\n   22  nize  and  acknowledge  these  facts, but the law does not.  It has been\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06749-01-1\n\n       A. 4071                             2\n\n    1  ineffective in deterring crimes against the elderly and  the  physically\n    2  disabled,  particularly  those  involving  violence  or  the  threat  of\n    3  violence. Similarly, special projects on crime prevention  and  improved\n    4  techniques  of  communications for the elderly to the police do not halt\n    5  or reduce such crime. For these reasons, offenses committed against  the\n    6  elderly or the physically disabled must be treated as unique, and legis-\n    7  lation  must  be  enacted  to  provide  a meaningful deterrent for those\n    8  offenders who now victimize the elderly and the physically disabled.\n    9    S 2. Subdivision 18 of section 10.00 of the penal law, as  amended  by\n   10  chapter 7 of the laws of 2007, is amended to read as follows:\n   11    18.  \"Juvenile  offender\" means (1) a person thirteen years old who is\n   12  criminally responsible for acts constituting murder in the second degree\n   13  as defined in subdivisions one and two of section 125.25 of this chapter\n   14  or such conduct as a sexually motivated felony, where authorized  pursu-\n   15  ant to section 130.91 of [the penal law] THIS CHAPTER; and\n   16    (2) a person fourteen or fifteen years old who is criminally responsi-\n   17  ble for acts constituting the crimes defined in subdivisions one and two\n   18  of section 125.25 (murder in the second degree) and in subdivision three\n   19  of such section provided that the underlying crime for the murder charge\n   20  is  one  for which such person is criminally responsible; section 135.25\n   21  (kidnapping in the first degree); 150.20 (arson in  the  first  degree);\n   22  subdivisions  one  and  two  of  section  120.10  (assault  in the first\n   23  degree); 125.20 (manslaughter in the first degree); subdivisions one and\n   24  two of section 130.35 (rape in the first degree); subdivisions  one  and\n   25  two  of section 130.50 (criminal sexual act in the first degree); 130.70\n   26  (aggravated sexual abuse in the first degree); 140.30 (burglary  in  the\n   27  first degree); subdivision one of section 140.25 (burglary in the second\n   28  degree);  150.15  (arson  in  the second degree); 160.15 (robbery in the\n   29  first degree); subdivision two of section 160.10 (robbery in the  second\n   30  degree)  of  this chapter; or section 265.03 of this chapter, where such\n   31  machine gun or such firearm is possessed  on  school  grounds,  as  that\n   32  phrase  is  defined  in  subdivision  fourteen of section 220.00 of this\n   33  chapter; or defined in this chapter as an attempt to  commit  murder  in\n   34  the  second  degree  or  kidnapping  in the first degree; SECTION 280.00\n   35  (VICTIMIZING THE  ELDERLY  OR  THE  PHYSICALLY  DISABLED  IN  THE  THIRD\n   36  DEGREE); SECTION 280.05 (VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISA-\n   37  BLED  IN  THE SECOND DEGREE); OR SECTION 280.10 (VICTIMIZING THE ELDERLY\n   38  OR THE PHYSICALLY DISABLED IN THE FIRST DEGREE), or such  conduct  as  a\n   39  sexually  motivated  felony, where authorized pursuant to section 130.91\n   40  of [the penal law] THIS CHAPTER.\n   41    S 3. Section 10.00 of the penal law is amended  by  adding  three  new\n   42  subdivisions 21, 22 and 23 to read as follows:\n   43    21. \"ELDERLY PERSON\" MEANS A HUMAN BEING SIXTY-TWO YEARS OLD OR MORE.\n   44    22.  \"VICTIM\",  AS  THAT TERM IS USED IN ARTICLE TWO HUNDRED EIGHTY OF\n   45  THIS CHAPTER, MEANS, IN A CASE OF:\n   46    (A)  ASSAULT, THE PERSON INJURED OR INTENDED TO BE INJURED;\n   47    (B)   MANSLAUGHTER OR MURDER, THE PERSON  KILLED  OR  INTENDED  TO  BE\n   48  KILLED OR INJURED;\n   49    (C)    RAPE OR CRIMINAL SEXUAL ACT, THE PERSON WITH WHOM THE DEFENDANT\n   50  HAS THE SEXUAL INTERCOURSE OR DEVIATE SEXUAL INTERCOURSE;\n   51    (D)  KIDNAPPING, THE PERSON ABDUCTED;\n   52    (E)   BURGLARY OR ROBBERY, THE  PERSON  INJURED,  OR  AGAINST  WHOM  A\n   53  DANGEROUS  INSTRUMENT  IS  OR  IS  THREATENED TO BE USED, OR TO WHOM THE\n   54  WEAPON IS DISPLAYED;\n   55    (F)  ARSON, THE PERSON PRESENT IN THE BUILDING AT THE TIME; OR\n   56    (G)  LARCENY, THE PERSON IN WHOM FEAR IS INSTILLED.\n\n       A. 4071                             3\n\n    1    23. \"PHYSICALLY DISABLED PERSON\" MEANS A HUMAN BEING:\n    2    (A)  HAVING AN IMPAIRMENT REQUIRING THE USE OF LEG BRACES, CRUTCHES OR\n    3  ARTIFICIAL SUPPORT, OR\n    4    (B)  HAVING AN IMPAIRMENT REQUIRING CONFINEMENT TO A WHEELCHAIR, OR\n    5    (C)  HAVING AN IMPAIRMENT CAUSED BY AMPUTATION OF A LIMB, OR\n    6    (D)  HAVING TOTAL OR PARTIAL IMPAIRMENT OF SIGHT NECESSITATING THE USE\n    7  OF A GUIDE DOG OR OTHER GUIDING DEVICE.\n    8    S 4. The penal law is amended by adding a new article 280 to  read  as\n    9  follows:\n   10                                 ARTICLE 280\n   11             OFFENSES AGAINST THE ELDERLY OR PHYSICALLY DISABLED\n   12  SECTION 280.00 VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISABLED IN THE\n   13                   THIRD DEGREE.\n   14          280.05 VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISABLED IN THE\n   15                   SECOND DEGREE.\n   16          280.10 VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISABLED IN THE\n   17                   FIRST DEGREE.\n   18  S 280.00 VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISABLED IN THE THIRD\n   19             DEGREE.\n   20    A  PERSON IS GUILTY OF VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISA-\n   21  BLED IN THE THIRD DEGREE WHEN HE OR SHE:\n   22    1. COMMITS ANY OF THE FOLLOWING FELONIES:\n   23    ATTEMPT TO COMMIT VICTIMIZING THE ELDERLY OR THE  PHYSICALLY  DISABLED\n   24  IN  THE  SECOND  DEGREE  AS DEFINED IN SECTION 280.05, OR ASSAULT IN THE\n   25  SECOND DEGREE AS DEFINED IN SECTION 120.05; AND\n   26    2. THE VICTIM OF SUCH CRIME IS AN ELDERLY PERSON OR A PHYSICALLY DISA-\n   27  BLED PERSON.\n   28    VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISABLED IN THE THIRD DEGREE\n   29  IS A CLASS D FELONY.\n   30  S 280.05 VICTIMIZING THE ELDERLY  OR  THE  PHYSICALLY  DISABLED  IN  THE\n   31             SECOND DEGREE.\n   32    A  PERSON IS GUILTY OF VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISA-\n   33  BLED IN THE SECOND DEGREE WHEN HE OR SHE:\n   34    1. COMMITS ANY OF THE FOLLOWING FELONIES:\n   35    ATTEMPT TO COMMIT VICTIMIZING THE ELDERLY OR THE  PHYSICALLY  DISABLED\n   36  IN  THE  FIRST DEGREE AS DEFINED IN SECTION 280.10, ASSAULT IN THE FIRST\n   37  DEGREE AS DEFINED IN SECTION 120.10, BURGLARY IN THE  SECOND  DEGREE  AS\n   38  DEFINED  IN  PARAGRAPH  (B),  (C),  OR (D) OF SUBDIVISION ONE OF SECTION\n   39  140.25, GRAND LARCENY IN THE SECOND DEGREE AS DEFINED IN CLAUSE  (A)  OF\n   40  SUBDIVISION  TWO  OF  SECTION 155.40, OR ROBBERY IN THE SECOND DEGREE AS\n   41  DEFINED IN SUBDIVISION TWO OF SECTION 160.10; AND\n   42    2. THE VICTIM OF SUCH CRIME IS AN ELDERLY PERSON OR A PHYSICALLY DISA-\n   43  BLED PERSON.\n   44    VICTIMIZING THE ELDERLY OR  THE  PHYSICALLY  DISABLED  IN  THE  SECOND\n   45  DEGREE IS A CLASS C FELONY.\n   46  S 280.10 VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISABLED IN THE FIRST\n   47             DEGREE.\n   48    A  PERSON IS GUILTY OF VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISA-\n   49  BLED IN THE FIRST DEGREE WHEN HE OR SHE:\n   50    1. COMMITS ANY OF THE FOLLOWING FELONIES:\n   51    ATTEMPT TO COMMIT A CLASS A-I FELONY OTHER THAN AN OFFENSE DEFINED  IN\n   52  ARTICLE  TWO HUNDRED TWENTY, MANSLAUGHTER IN THE FIRST DEGREE AS DEFINED\n   53  IN SECTION 125.20, RAPE IN  THE  FIRST  DEGREE  AS  DEFINED  IN  SECTION\n   54  130.35,  CRIMINAL  SEXUAL  ACT IN THE FIRST DEGREE AS DEFINED IN SECTION\n   55  130.50, KIDNAPPING IN THE SECOND DEGREE AS DEFINED  IN  SECTION  135.20,\n   56  BURGLARY  IN  THE  FIRST  DEGREE AS DEFINED IN SUBDIVISION TWO, THREE OR\n\n       A. 4071                             4\n\n    1  FOUR OF SECTION 140.30, OR ROBBERY IN THE FIRST  DEGREE  AS  DEFINED  IN\n    2  SUBDIVISION ONE, THREE OR FOUR OF SECTION 160.15; AND\n    3    2. THE VICTIM OF SUCH CRIME IS AN ELDERLY PERSON OR A PHYSICALLY DISA-\n    4  BLED PERSON.\n    5    VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISABLED IN THE FIRST DEGREE\n    6  IS A CLASS B FELONY.\n    7    S  5. Section 60.05 of the penal law, as amended by chapter 410 of the\n    8  laws of 1979, the section heading and subdivisions 2, 3 and 4 as amended\n    9  by chapter 738 of the laws of 2004, subdivision 1 as amended by  chapter\n   10  7  of  the  laws  of 2007 and subdivision 5 as amended by chapter 405 of\n   11  2010, is amended to read as follows:\n   12  S 60.05 Authorized dispositions; other class A, B, certain C and D felo-\n   13            nies and multiple felony offenders.\n   14    1. Applicability. Except as provided in section 60.04 of this  article\n   15  governing  the  authorized  dispositions  applicable  to felony offenses\n   16  defined in article two hundred twenty or two hundred twenty-one of  this\n   17  chapter  or  in  section  60.13 of this article governing the authorized\n   18  dispositions applicable to felony sex offenses defined in paragraph  (a)\n   19  of  subdivision  one  of section 70.80 of this title, this section shall\n   20  govern the dispositions authorized when a person is to be sentenced upon\n   21  a conviction of a class A felony, a class B felony or a class C, class D\n   22  or class E felony specified herein, or when a person is to be  sentenced\n   23  upon a conviction of a felony as a multiple felony offender.\n   24    2.  Class  A  felony.  Except as provided in SUBDIVISION SEVEN OF THIS\n   25  SECTION AND subdivisions three and four of section 70.06 of  this  chap-\n   26  ter,  every  person  convicted  of a class A felony must be sentenced to\n   27  imprisonment in accordance with section 70.00 of this title, unless such\n   28  person is convicted of murder in the first degree and  is  sentenced  in\n   29  accordance with section 60.06 of this article.\n   30    3.  Class  B  felony. Except as provided in [subdivision] SUBDIVISIONS\n   31  six AND SEVEN of this section, every  person  convicted  of  a  class  B\n   32  violent felony offense as defined in subdivision one of section 70.02 of\n   33  this  title,  must  be sentenced to imprisonment in accordance with such\n   34  section 70.02; and, except  as  provided  in  subdivision  six  of  this\n   35  section,  every  person  convicted  of  any other class B felony must be\n   36  sentenced to imprisonment in  accordance  with  section  70.00  of  this\n   37  title.\n   38    4.  Certain  class  C  felonies.  Except  as provided in [subdivision]\n   39  SUBDIVISIONS six AND SEVEN, every person convicted of a class C  violent\n   40  felony  offense  as  defined in subdivision one of section 70.02 of this\n   41  title, must be sentenced to  imprisonment  in  accordance  with  section\n   42  70.02  of this title; and, except as provided in subdivision six of this\n   43  section, every person convicted of the class C felonies of:  attempt  to\n   44  commit  any  of  the  class B felonies of bribery in the first degree as\n   45  defined in section 200.04,  bribe  receiving  in  the  first  degree  as\n   46  defined in section 200.12, conspiracy in the second degree as defined in\n   47  section  105.15  and criminal mischief in the first degree as defined in\n   48  section 145.12; criminal usury in the first degree as defined in section\n   49  190.42, rewarding official misconduct in the first degree as defined  in\n   50  section  200.22,  receiving  reward for official misconduct in the first\n   51  degree as defined in section 200.27, attempt to promote prostitution  in\n   52  the first degree as defined in section 230.32, promoting prostitution in\n   53  the  second  degree  as  defined  in  section 230.30, arson in the third\n   54  degree as defined in section 150.10 of this chapter, must  be  sentenced\n   55  to imprisonment in accordance with section 70.00 of this title.\n\n       A. 4071                             5\n\n    1    5.  Certain class D felonies. Except as provided in subdivision six of\n    2  this section, every person convicted of the class D felonies of  assault\n    3  in  the second degree as defined in section 120.05, strangulation in the\n    4  second degree as defined in section 121.12 or attempt to commit a  class\n    5  C felony as defined in section 230.30 of this chapter, must be sentenced\n    6  in accordance with section 70.00 or 85.00 of this title.\n    7    6.  Multiple  felony  offender. When the court imposes sentence upon a\n    8  second violent felony offender, as defined in section 70.04, or a second\n    9  felony offender, as defined in section 70.06, the court  must  impose  a\n   10  sentence  of  imprisonment in accordance with section 70.04 or 70.06, as\n   11  the case may be, unless it imposes a sentence of imprisonment in accord-\n   12  ance with section 70.08 or 70.10.\n   13    7. ARTICLE  TWO  HUNDRED  EIGHTY  OFFENSES.  WHEN  THE  COURT  IMPOSES\n   14  SENTENCE UPON A PERSON CONVICTED OF AN OFFENSE ENUMERATED IN ARTICLE TWO\n   15  HUNDRED  EIGHTY, IT MUST IMPOSE A SENTENCE OF IMPRISONMENT IN ACCORDANCE\n   16  WITH SECTION 70.09, UNLESS IT IMPOSES  A  SENTENCE  OF  IMPRISONMENT  IN\n   17  ACCORDANCE WITH SECTION 70.06 OR 70.10.\n   18    8.  Fines.  Where  the  court  imposes  a  sentence of imprisonment in\n   19  accordance with this section, the court also may impose a  fine  author-\n   20  ized  by  article  eighty  and  in  such case the sentence shall be both\n   21  imprisonment and a fine.\n   22    S 6. The penal law is amended by adding a new section 70.09 to read as\n   23  follows:\n   24  S 70.09 SENTENCE OF IMPRISONMENT FOR CERTAIN OFFENSES AGAINST THE ELDER-\n   25             LY OR THE PHYSICALLY DISABLED.\n   26    1. EXCEPT AS PROVIDED IN SUBDIVISION FOUR EVERY PERSON, OTHER  THAN  A\n   27  PERSON  SENTENCED  AS  A  SECOND  OR  PERSISTENT FELONY OFFENDER, WHO IS\n   28  CONVICTED OF AN OFFENSE AGAINST THE ELDERLY OR THE  PHYSICALLY  DISABLED\n   29  DEFINED IN ARTICLE TWO HUNDRED EIGHTY OF THIS CHAPTER, MUST BE SENTENCED\n   30  TO  AN  INDETERMINATE  SENTENCE  OF  IMPRISONMENT IN ACCORDANCE WITH THE\n   31  PROVISIONS OF SUBDIVISIONS TWO AND THREE OF THIS SECTION.\n   32    2. THE MAXIMUM TERM OF SUCH INDETERMINATE SENTENCE MUST  BE  FIXED  AS\n   33  FOLLOWS:\n   34    (A)  FOR  THE  CLASS  B FELONY OF VICTIMIZING THE ELDERLY OR THE PHYS-\n   35  ICALLY DISABLED IN THE FIRST DEGREE, THE TERM  MUST  BE  AT  LEAST  NINE\n   36  YEARS AND MUST NOT EXCEED TWENTY-FIVE YEARS;\n   37    (B)  FOR  THE  CLASS  C FELONY OF VICTIMIZING THE ELDERLY OR THE PHYS-\n   38  ICALLY DISABLED IN THE SECOND DEGREE, THE TERM  MUST  BE  AT  LEAST  SIX\n   39  YEARS AND MUST NOT EXCEED FIFTEEN YEARS;\n   40    (C)  FOR  THE  CLASS  D FELONY OF VICTIMIZING THE ELDERLY OR THE PHYS-\n   41  ICALLY DISABLED IN THE THIRD DEGREE, THE TERM  MUST  BE  AT  LEAST  FOUR\n   42  YEARS AND MUST NOT EXCEED SEVEN YEARS.\n   43    3.  THE MINIMUM PERIOD OF IMPRISONMENT FOR SUCH INDETERMINATE SENTENCE\n   44  MUST BE FIXED BY THE COURT AND MUST BE  SPECIFIED  IN  THE  SENTENCE  AS\n   45  FOLLOWS:\n   46    (A)  FOR  THE  CLASS  B FELONY OF VICTIMIZING THE ELDERLY OR THE PHYS-\n   47  ICALLY DISABLED IN THE FIRST DEGREE, THE MINIMUM PERIOD OF  IMPRISONMENT\n   48  SHALL  NOT  BE LESS THAN THREE YEARS NOR MORE THAN ONE-THIRD THE MAXIMUM\n   49  TERM IMPOSED BY THE COURT;\n   50    (B) FOR THE CLASS C FELONY OF VICTIMIZING THE  ELDERLY  OR  THE  PHYS-\n   51  ICALLY DISABLED IN THE SECOND DEGREE, THE MINIMUM PERIOD OF IMPRISONMENT\n   52  SHALL  BE  NOT  LESS  THAN TWO YEARS NOR MORE THAN ONE-THIRD THE MAXIMUM\n   53  TERM IMPOSED BY THE COURT;\n   54    (C) FOR THE CLASS D FELONY OF VICTIMIZING THE  ELDERLY  OR  THE  PHYS-\n   55  ICALLY  DISABLED IN THE THIRD DEGREE, THE MINIMUM PERIOD OF IMPRISONMENT\n   56  SHALL BE ONE-THIRD THE MAXIMUM TERM IMPOSED BY THE COURT.\n\n       A. 4071                             6\n\n    1    4. ALTERNATIVE DEFINITE SENTENCE FOR CLASS D  FELONY  OFFENSE  AGAINST\n    2  THE  ELDERLY  OR  THE  PHYSICALLY  DISABLED. WHEN A PERSON, OTHER THAN A\n    3  MULTIPLE FELONY OFFENDER, IS SENTENCED FOR THE CLASS D FELONY OF VICTIM-\n    4  IZING THE ELDERLY OR THE PHYSICALLY DISABLED IN THE  THIRD  DEGREE,  AND\n    5  THE  COURT,  HAVING  REGARD TO THE NATURE AND CIRCUMSTANCES OF THE CRIME\n    6  AND TO THE HISTORY AND CHARACTER OF THE DEFENDANT,  IS  OF  THE  OPINION\n    7  THAT  IT  WOULD BE UNDULY HARSH TO IMPOSE AN INDETERMINATE SENTENCE, THE\n    8  COURT MAY IMPOSE A DEFINITE SENTENCE OF IMPRISONMENT AND FIX A  TERM  OF\n    9  ONE YEAR.\n   10    S 7. Subdivision 4 of section 180.75 of the criminal procedure law, as\n   11  amended  by  chapter  264  of  the  laws  of 2003, is amended to read as\n   12  follows:\n   13    4. Notwithstanding the provisions of subdivisions  two  and  three  of\n   14  this  section,  a  local  criminal  court  shall,  at the request of the\n   15  district attorney, order removal of an action against a juvenile  offen-\n   16  der  to  the  family  court  pursuant to the provisions of article seven\n   17  hundred twenty-five of this chapter if, upon consideration of the crite-\n   18  ria specified in subdivision two of section 210.43 of this  chapter,  it\n   19  is  determined  that  to  do  so  would  be in the interests of justice.\n   20  Where, however, the felony complaint charges the juvenile offender  with\n   21  AN  OFFENSE AGAINST THE ELDERLY OR PHYSICALLY DISABLED, OR murder in the\n   22  second degree as defined in section 125.25 of the penal law, rape in the\n   23  first degree as defined in subdivision one  of  section  130.35  of  the\n   24  penal  law, criminal sexual act in the first degree as defined in subdi-\n   25  vision one of section 130.50 of the penal law, or  an  armed  felony  as\n   26  defined  in  paragraph  (a)  of subdivision forty-one of section 1.20 of\n   27  this chapter, a determination that such action be removed to the  family\n   28  court  shall, in addition, be based upon a finding of one or more of the\n   29  following factors: (i) mitigating circumstances that bear directly  upon\n   30  the manner in which the crime was committed; or (ii) where the defendant\n   31  was not the sole participant in the crime, the defendant's participation\n   32  was relatively minor although not so minor as to constitute a defense to\n   33  the prosecution; or (iii) possible deficiencies in proof of the crime.\n   34    S  8. Paragraph (c) of subdivision 5 of section 220.10 of the criminal\n   35  procedure law, as amended by chapter 410 of the laws of 1979, is amended\n   36  to read as follows:\n   37    (c)  Where the indictment charges a felony, other than a class A felo-\n   38  ny or class B felony defined in article two hundred twenty of the  penal\n   39  law  or class B or class C violent felony offense as defined in subdivi-\n   40  sion one of section 70.02 of the penal law, OR THE  CLASS  C  FELONY  OF\n   41  VICTIMIZING  THE ELDERLY OR THE PHYSICALLY DISABLED IN THE SECOND DEGREE\n   42  AS DEFINED IN SECTION 280.05 OF THE PENAL LAW, and it appears  that  the\n   43  defendant has previously been subjected to a predicate felony conviction\n   44  as  defined  in [penal law] section 70.06 OF THE PENAL LAW then any plea\n   45  of guilty entered pursuant to subdivision three or four must be or  must\n   46  include at least a plea of guilty of a felony.\n   47    S  9.  Subparagraph  (vi) of paragraph (b) of subdivision 3 of section\n   48  220.30 of the criminal procedure law, as amended by chapter 481  of  the\n   49  laws  of  1978  and as renumbered by chapter 233 of the laws of 1980, is\n   50  amended to read as follows:\n   51    (vi)  A plea of guilty, whether to the entire indictment or to part of\n   52  the indictment for any crime other than a felony, may not be accepted on\n   53  the condition that it constitutes a complete disposition of one or  more\n   54  other  indictments  against  the  defendant wherein is charged a class B\n   55  felony other than a class B violent felony offense as defined in  subdi-\n   56  vision  one  of section 70.02 of the penal law, OR THE CLASS C FELONY OF\n\n       A. 4071                             7\n\n    1  VICTIMIZING THE ELDERLY OR THE PHYSICALLY DISABLED IN THE SECOND  DEGREE\n    2  AS DEFINED IN SECTION 280.05 OF THE PENAL LAW.\n    3    S  10.  Subdivision 2 of section 720.10 of the criminal procedure law,\n    4  as amended by chapter 416 of the laws of 1986, paragraph (a) as  amended\n    5  by chapter 316 of the laws of 2006, is amended to read as follows:\n    6    2.    \"Eligible  youth\"  means  a  youth who is eligible to be found a\n    7  youthful offender.  Every youth is so eligible unless:\n    8    (a) the conviction to be replaced by a youthful  offender  finding  is\n    9  for  (i)  a  class  A-I or class A-II felony, or (ii) an armed felony as\n   10  defined in subdivision forty-one of section 1.20, except as provided  in\n   11  subdivision  three,  or  (iii) rape in the first degree, criminal sexual\n   12  act in the first degree, or aggravated sexual abuse, except as  provided\n   13  in subdivision three, or\n   14    (b) such youth has previously been convicted and sentenced for a felo-\n   15  ny, or\n   16    (c)    such  youth has previously been adjudicated a youthful offender\n   17  following conviction of a felony or has been  adjudicated  on  or  after\n   18  September  first,  nineteen  hundred seventy-eight a juvenile delinquent\n   19  who committed a designated felony act as defined  in  the  family  court\n   20  act, OR\n   21    (D) SUCH YOUTH HAS BEEN CONVICTED OF THE CLASS B FELONY OF VICTIMIZING\n   22  THE ELDERLY OR THE PHYSICALLY DISABLED IN THE FIRST DEGREE AS DEFINED IN\n   23  SECTION 280.10 OF THE PENAL LAW.\n   24    S 11. This act shall take effect on the first of January next succeed-\n   25  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the criminal procedure law, in relation to mandatory imprisonment and plea restrictions for offenses victimizing the elderly and physically disabled ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T095204.TXT", "SOBI.D110201.T160409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658324196
}