{
  "year" : 2011,
  "senateBillNo" : "A407-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A407-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants each of the representatives of the counties of Dutchess, Putnam, Orange and Rockland a vote during the proceedings of the metropolitan transportation authority",
  "summary" : "Grants each of the representatives of the counties of Dutchess, Putnam, Orange and Rockland a vote during the proceedings of the metropolitan transportation authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A9786-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          407\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GUNTHER,  JAFFEE,  ZEBROWSKI, GALEF, CAHILL,\n         RABBITT, CALHOUN, MOLINARO -- read once and referred to the  Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to granting each\n         of the representatives of the counties of Dutchess, Putnam, Orange and\n         Rockland on the metropolitan transportation authority a vote\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 1 of paragraph (a) of subdivision 1 of section\n    2  1263 of the public authorities law, as amended by section 3 of part H of\n    3  chapter 25 of the laws of 2009, is amended to read as follows:\n    4    (1) There is hereby created the \"metropolitan transportation  authori-\n    5  ty.\"  The authority shall be a body corporate and politic constituting a\n    6  public benefit corporation. The authority shall consist of  a  chairman,\n    7  sixteen  other  voting  members,  and  two non-voting and four alternate\n    8  non-voting members, as described in subparagraph two of  this  paragraph\n    9  appointed  by  the  governor  by  and with the advice and consent of the\n   10  senate. Any member appointed to a term commencing on or after June thir-\n   11  tieth, two thousand nine shall have experience in one  or  more  of  the\n   12  following areas: transportation, public administration, business manage-\n   13  ment,  finance,  accounting,  law,  engineering,  land  use,  urban  and\n   14  regional  planning,  management  of  large   capital   projects,   labor\n   15  relations,  or have experience in some other area of activity central to\n   16  the mission of the authority. Four of the sixteen voting  members  other\n   17  than  the  chairman  shall be appointed on the written recommendation of\n   18  the mayor of the city of New  York;  and  each  of  seven  other  voting\n   19  members  other than the chairman shall be appointed after selection from\n   20  a written list of three recommendations from the chief executive officer\n   21  of the county in which the  particular  member  is  required  to  reside\n   22  pursuant to the provisions of this subdivision. Of the members appointed\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02328-01-1\n\n       A. 407                              2\n\n    1  on  recommendation  of the chief executive officer of a county, one such\n    2  member shall be, at the time of appointment, a resident of the county of\n    3  Nassau, one a resident of the county of Suffolk, one a resident  of  the\n    4  county  of  Westchester, one a resident of the county of Dutchess, one a\n    5  resident of the county of Orange, one a resident of the county of Putnam\n    6  and one a resident of the county of Rockland, provided that the term  of\n    7  any  member  who  is  a resident of a county that has withdrawn from the\n    8  metropolitan commuter transportation district pursuant to section twelve\n    9  hundred seventy-nine-b of this article shall terminate upon  the  effec-\n   10  tive  date  of  such county's withdrawal from such district. Of the five\n   11  voting members, other than the chairman, appointed by the governor with-\n   12  out recommendation from any other person, three shall be, at the time of\n   13  appointment, residents of the city of New York and two shall be, at  the\n   14  time  of  appointment, residents of such city or of any of the aforemen-\n   15  tioned counties in the metropolitan  commuter  transportation  district.\n   16  The  chairman  and  each of the members shall be appointed for a term of\n   17  six years, provided however, that the  chairman  first  appointed  shall\n   18  serve  for  a  term  ending June thirtieth, nineteen hundred eighty-one,\n   19  provided that thirty days after the effective date of the chapter of the\n   20  laws of two thousand nine which amended this subparagraph, the  term  of\n   21  the  chairman  shall  expire;  provided, further, that such chairman may\n   22  continue to discharge the duties of his or her office until the position\n   23  of chairman is filled by appointment by the governor upon the advice and\n   24  consent of the senate and the term of such new chairman shall  terminate\n   25  June  thirtieth,  two  thousand fifteen. The sixteen other members first\n   26  appointed shall serve for the following  terms:  The  members  from  the\n   27  counties  of  Nassau  and Westchester shall each serve for a term ending\n   28  June thirtieth, nineteen hundred eighty-five; the members from the coun-\n   29  ty of Suffolk and from the counties  of  Dutchess,  Orange,  Putnam  and\n   30  Rockland  shall  each  serve  for a term ending June thirtieth, nineteen\n   31  hundred ninety-two; two of the members appointed  on  recommendation  of\n   32  the  mayor  of  the  city of New York shall each serve for a term ending\n   33  June thirtieth, nineteen hundred eighty-four and, two shall  each  serve\n   34  for  a  term  ending June thirtieth, nineteen hundred eighty-one; two of\n   35  the members appointed by the governor without the recommendation of  any\n   36  other person shall each serve for a term ending June thirtieth, nineteen\n   37  hundred  eighty-two, two shall each serve for a term ending June thirti-\n   38  eth, nineteen hundred eighty and one shall serve for a term ending  June\n   39  thirtieth,  nineteen  hundred  eighty-five.  The two non-voting and four\n   40  alternate non-voting members shall serve until January first, two  thou-\n   41  sand one. [The members from the counties of Dutchess, Orange, Putnam and\n   42  Rockland shall cast one collective vote.]\n   43    S  2.  Paragraph  (a)  of  subdivision 1 of section 1263 of the public\n   44  authorities law, as amended by section 4 of part H of chapter 25 of  the\n   45  laws of 2009, is amended to read as follows:\n   46    (a)  There is hereby created the \"metropolitan transportation authori-\n   47  ty.\" The authority shall be a body corporate and politic constituting  a\n   48  public  benefit  corporation.  The authority shall consist of a chairman\n   49  and sixteen other members appointed by the  governor  by  and  with  the\n   50  advice  and  consent  of  the  senate.  Any  member  appointed to a term\n   51  commencing on or after June thirtieth,  two  thousand  nine  shall  have\n   52  experience  in  one or more of the following areas of expertise:  trans-\n   53  portation, public administration, business management, finance, account-\n   54  ing, law, engineering, land use, urban and regional planning, management\n   55  of large capital projects, labor relations, or have experience  in  some\n   56  other  area of activity central to the mission of the authority. Four of\n\n       A. 407                              3\n\n    1  the sixteen members other than the chairman shall be  appointed  on  the\n    2  written recommendation of the mayor of the city of New York; and each of\n    3  seven  other  members  other  than the chairman shall be appointed after\n    4  selection  from  a  written list of three recommendations from the chief\n    5  executive officer of the  county  in  which  the  particular  member  is\n    6  required  to  reside  pursuant to the provisions of this subdivision. Of\n    7  the members appointed on recommendation of the chief  executive  officer\n    8  of  a  county,  one  such member shall be, at the time of appointment, a\n    9  resident of the county of Nassau;  one  a  resident  of  the  county  of\n   10  Suffolk;  one a resident of the county of Westchester; [and] one a resi-\n   11  dent of the county of Dutchess[,]; one  a  resident  of  the  county  of\n   12  Orange[,]; one a resident of the county of Putnam; and one a resident of\n   13  the  county  of  Rockland, provided that the term of any member who is a\n   14  resident of a county that has withdrawn from the  metropolitan  commuter\n   15  transportation    district    pursuant   to   section   twelve   hundred\n   16  seventy-nine-b of this article shall terminate upon the  effective  date\n   17  of  such  county's  withdrawal  from such district. Of the five members,\n   18  other than the chairman, appointed by the governor  without  recommenda-\n   19  tion  from any other person, three shall be, at the time of appointment,\n   20  residents of the city of New York and two  shall  be,  at  the  time  of\n   21  appointment,  residents  of  such  city  or of any of the aforementioned\n   22  counties in  the  metropolitan  commuter  transportation  district.  The\n   23  chairman  and  each  of the members shall be appointed for a term of six\n   24  years, provided however, that the chairman first appointed  shall  serve\n   25  for  a term ending June thirtieth, nineteen hundred eighty-one, provided\n   26  that thirty days after the effective date of the chapter of the laws  of\n   27  two thousand nine which amended this paragraph, the term of the chairman\n   28  shall  expire;  provided,  further,  that  such chairman may continue to\n   29  discharge the duties of his office until the  position  of  chairman  is\n   30  filled by appointment by the governor upon the advice and consent of the\n   31  senate and the term of such new chairman shall terminate June thirtieth,\n   32  two  thousand  fifteen.  The sixteen other members first appointed shall\n   33  serve for the following terms: The members from the counties  of  Nassau\n   34  and Westchester shall each serve for a term ending June thirtieth, nine-\n   35  teen  hundred  eighty-five;  the  members from the county of Suffolk and\n   36  from the counties of Dutchess, Orange, Putnam and  Rockland  shall  each\n   37  serve for a term ending June thirtieth, nineteen hundred ninety-two; two\n   38  of  the  members appointed on recommendation of the mayor of the city of\n   39  New York shall each serve for a term  ending  June  thirtieth,  nineteen\n   40  hundred  eighty-four  and,  two  shall each serve for a term ending June\n   41  thirtieth, nineteen hundred eighty-one; two of the members appointed  by\n   42  the  governor  without the recommendation of any other person shall each\n   43  serve for a term ending June thirtieth, nineteen hundred eighty-two, two\n   44  shall each serve for a term  ending  June  thirtieth,  nineteen  hundred\n   45  eighty  and  one  shall serve for a term ending June thirtieth, nineteen\n   46  hundred eighty-five. [The members from the counties of Dutchess, Orange,\n   47  Putnam and Rockland shall cast one collective vote.]\n   48    S 3. This act shall take effect immediately, provided that the  amend-\n   49  ments  to  subparagraph  1  of paragraph (a) of subdivision 1 of section\n   50  1263 of the public authorities law made by section one of this act shall\n   51  be subject to the expiration and reversion of such paragraph pursuant to\n   52  section 3 of chapter 549 of the laws of 1994, as amended, when upon such\n   53  date the provisions of section two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to granting each of the representatives of the counties of Dutchess, Putnam, Orange and Rockland on the metropolitan transportation authority a vote ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T113321.TXT", "SOBI.D101223.T160117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293554001898
}