{
  "year" : 2011,
  "senateBillNo" : "A4076-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to labor",
    "billEventId" : "A4076-2011-1296536400000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that qualifications for unemployment benefits shall be based on hours of work rather than earnings",
  "summary" : "Provides that qualifications for unemployment benefits shall be based on hours of work rather than earnings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A7342-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4076\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. BRENNAN, JAFFEE, ABBATE, PEOPLES-STOKES, COOK,\n         CASTRO, REILLY, CLARK, HOOPER  --  Multi-Sponsored  by  --  M.  of  A.\n         BARRON, GOTTFRIED, McENENY, MENG, SCHIMEL, WEISENBERG -- read once and\n         referred to the Committee on Labor\n\n       AN  ACT to amend the labor law, in relation to eligibility for unemploy-\n         ment insurance benefits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1, paragraph (a) of subdivision 2 and subdivi-\n    2  sion 4 of section 527 of the labor law,  subdivision  1  as  amended  by\n    3  chapter  413  of  the  laws  of  2003, paragraph (a) of subdivision 2 as\n    4  amended by chapter 5 of the laws of 2000 and subdivision 4 as amended by\n    5  chapter 832 of the laws of 1968 and as renumbered by chapter 381 of  the\n    6  laws of 1984, are amended to read as follows:\n    7    1.  Basic  condition.  \"Valid  original  claim\"  is a claim filed by a\n    8  claimant who meets the following qualifications: (a) is  able  to  work,\n    9  and  available  for  work; (b) is not subject to any disqualification or\n   10  suspension under this article; (c) his  previously  established  benefit\n   11  year,  if  any, has expired; (d) has been paid remuneration by employers\n   12  liable for contributions or for payments in lieu of contributions  under\n   13  this  article,  other than employers from whom the claimant lost employ-\n   14  ment under conditions which would be disqualifying pursuant to  subdivi-\n   15  sion  three  of  section  five hundred ninety-three of this article, for\n   16  employment [during at least two calendar quarters of  the  base  period,\n   17  with  remuneration  of  one and one-half times the high calendar quarter\n   18  earnings within the base period and  with  at  least  one  thousand  six\n   19  hundred dollars of such remuneration being paid during the high calendar\n   20  quarter  of such base period. For purposes of this section, the earnings\n   21  in the high calendar quarter of the base period used  in  determining  a\n   22  valid  original  claim  shall  not  exceed an amount equal to twenty-two\n   23  times the maximum benefit rate as  set  forth  in  subdivision  five  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07734-01-1\n\n       A. 4076                             2\n\n    1  section  five  hundred ninety of this article for all individuals] OF AT\n    2  LEAST ONE HUNDRED THIRTY HOURS OF WORK IN THE HIGHEST  CALENDAR  QUARTER\n    3  OF  THE  BASE  PERIOD AND AT LEAST ONE HUNDRED NINETY-FIVE HOURS OF WORK\n    4  WITHIN THE FOUR QUARTERS OF THE BASE PERIOD.\n    5    (a)  An  individual  who  is  unable to file a valid original claim in\n    6  accordance with subdivision one of this section, files a valid  original\n    7  claim  by  meeting  the qualifications enumerated in paragraphs (a), (b)\n    8  and (c) of subdivision one of this  section  and  by  having  been  paid\n    9  remuneration  by  employers  liable for contributions or for payments in\n   10  lieu of contributions under this article, other than employers from whom\n   11  the claimant lost employment under conditions  which  are  disqualifying\n   12  pursuant  to  subdivision  three of section five hundred ninety-three of\n   13  this article, for employment [during at least two calendar  quarters  of\n   14  the  base  period,  with remuneration of one and one-half times the high\n   15  calendar quarter earnings within the base period and with at  least  one\n   16  thousand  six hundred dollars of such remuneration being paid during the\n   17  high calendar quarter of such base period. For purposes of this section,\n   18  the earnings in the high calendar quarter of the  base  period  used  in\n   19  determining  a  valid original claim shall not exceed an amount equal to\n   20  twenty-two times the maximum benefit rate as set  forth  in  subdivision\n   21  five of section five hundred ninety of this article for all individuals]\n   22  OF  AT  LEAST  ONE  HUNDRED THIRTY HOURS OF WORK IN THE HIGHEST CALENDAR\n   23  QUARTER OF THE BASE PERIOD AND AT LEAST ONE HUNDRED NINETY-FIVE HOURS OF\n   24  WORK WITHIN THE FOUR QUARTERS OF THE BASE PERIOD.\n   25    4. General condition. A valid original claim may be filed  only  in  a\n   26  week  in  which the claimant has at least one effective day of unemploy-\n   27  ment. NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  DURING  ANY  WEEK  OF\n   28  UNEMPLOYMENT  WHERE  THE  CLAIMANT  IS EMPLOYED PART-TIME, THE FIRST ONE\n   29  HUNDRED DOLLARS OF EARNINGS RECEIVED BY SUCH CLAIMANT FOR SUCH PART-TIME\n   30  EMPLOYMENT SHALL NOT REDUCE THE BENEFITS RECEIVED FOR A  VALID  ORIGINAL\n   31  CLAIM.  FOR EACH ONE DOLLAR OF EARNINGS IN EXCESS OF ONE HUNDRED DOLLARS\n   32  RECEIVED BY SUCH CLAIMANT FOR SUCH PART-TIME  EMPLOYMENT,  THE  BENEFITS\n   33  RECEIVED  FOR  A  VALID ORIGINAL CLAIM FOR THAT WEEK SHALL BE REDUCED BY\n   34  SEVENTY-FIVE CENTS.\n   35    S 2. This act shall take effect on the first of January next  succeed-\n   36  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to eligibility for unemployment insurance benefits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160409.TXT", "SOBI.D110202.T095703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658623380
}