{
  "year" : 2011,
  "senateBillNo" : "A4077-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to labor",
    "billEventId" : "A4077-2011-1296536400000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"minimum standards for subsidized jobs act\"",
  "summary" : "Establishes the \"minimum standards for subsidized jobs act\"; defines terms; restricts persons, associations, corporations or other entities from being eligible to receive any economic development subsidies unless such entities pay all of their employees a minimum wage that is at least one dollar per hour higher than the state's minimum wage; provides health insurance benefits for which the employer pays a minimum of eighty percent of the monthly premium; employs twenty percent of its workers who will participate in the state worker training program, and have not been adjudicated to be in violation of any federal, state or local laws for at least the previous five years. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A10733-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4077\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, COLTON -- Multi-Sponsored by -- M. of A.\n         J. RIVERA -- read once and referred to the Committee on Labor\n\n       AN  ACT to amend the labor law, in relation to establishing the \"minimum\n         standards for subsidized jobs act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known as the \"minimum stand-\n    2  ards for subsidized jobs act\".\n    3    S  2.  Legislative  findings and purpose. The legislature hereby finds\n    4  and declares that:\n    5    (a) Every year, New York state awards money  in  economic  development\n    6  subsidies to for-profit businesses.\n    7    (b)  When  government  invests  in  economic  development, it makes no\n    8  economic sense to support the creation or promotion of jobs that do  not\n    9  give workers the chance to earn a decent living.\n   10    (c)  When  state-subsidized  jobs provide low wages and poor benefits,\n   11  they increase the need for government services, including public assist-\n   12  ance for food, housing, health care, and child care.\n   13    The purpose of this act is to improve the  effectiveness  of  economic\n   14  development  expenditures,  take  pressure  off  state  social  services\n   15  programs, and improve the public health and  welfare  by  ensuring  that\n   16  major state subsidies are used to support at least minimum living stand-\n   17  ards for working families.\n   18    S  3. The labor law is amended by adding a new article 19-D to read as\n   19  follows:\n\n   20                                ARTICLE 19-D\n   21                  MINIMUM STANDARDS FOR SUBSIDIZED JOBS ACT\n   22  SECTION 696. DEFINITION.\n   23          697. MINIMUM STANDARDS FOR WAGES AND BENEFITS.\n   24          698. ENFORCEMENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04871-02-1\n\n       A. 4077                             2\n\n    1    S 696. DEFINITION. FOR PURPOSES OF THIS ARTICLE, \"ECONOMIC DEVELOPMENT\n    2  SUBSIDY\" MEANS ANY EXPENDITURE OF PUBLIC FUNDS WITH A VALUE OF AT  LEAST\n    3  ONE  HUNDRED  THOUSAND  DOLLARS  FOR THE PURPOSE OF STIMULATING ECONOMIC\n    4  DEVELOPMENT WITHIN THE  STATE,  INCLUDING  BUT  NOT  LIMITED  TO  BONDS,\n    5  GRANTS, LOANS, LOAN GUARANTEES, ENTERPRISE ZONES, EMPOWERMENT ZONES, TAX\n    6  INCREMENT  FINANCING, FEE WAIVERS, LAND PRICE SUBSIDIES, MATCHING FUNDS,\n    7  TAX ABATEMENTS, TAX EXEMPTIONS AND TAX CREDITS.\n    8    S 697. MINIMUM STANDARDS FOR WAGES AND BENEFITS. 1. NO PERSON, ASSOCI-\n    9  ATION, LIMITED LIABILITY COMPANY, CORPORATION OR OTHER ENTITY  SHALL  BE\n   10  ELIGIBLE TO RECEIVE ANY ECONOMIC DEVELOPMENT SUBSIDY UNLESS IT:\n   11    (A)  PAYS  ALL  ITS  EMPLOYEES  IN THE STATE A MINIMUM WAGE THAT IS AT\n   12  LEAST ONE DOLLAR PER HOUR  HIGHER  THAN  THE  STATE'S  MINIMUM  WAGE  AS\n   13  PROVIDED BY THIS CHAPTER.\n   14    (B)  OFFERS TO ALL ITS EMPLOYEES IN THE STATE, WHO WORK AT LEAST THIR-\n   15  TY-FIVE HOURS PER WEEK, A HEALTH INSURANCE BENEFITS PLAN FOR  WHICH  THE\n   16  EMPLOYER  PAYS  AT  LEAST EIGHTY PERCENT OF THE MONTHLY PREMIUM, AND THE\n   17  COVERAGE PAYS AT LEAST EIGHTY PERCENT OF THE COSTS OF  PHYSICIAN  OFFICE\n   18  VISITS, EMERGENCY CARE, SURGERY AND PRESCRIPTIONS, WITH AN ANNUAL DEDUC-\n   19  TIBLE OF NO MORE THAN FIVE HUNDRED DOLLARS.\n   20    (C)  OFFERS  TO  AT LEAST TWENTY PERCENT OF ITS WORKERS IN THE STATE A\n   21  WORKER TRAINING PROGRAM THAT  MEETS  MINIMUM  STANDARDS  ISSUED  BY  THE\n   22  COMMISSIONER.\n   23    (D)  HAS NOT BEEN ADJUDICATED TO BE IN VIOLATION OF ANY FEDERAL, STATE\n   24  OR LOCAL LAWS FOR AT LEAST THE PRIOR FIVE YEARS.\n   25    2. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO:\n   26    (A) A NOT-FOR-PROFIT ENTITY THAT IS EXEMPT FROM  TAXATION  UNDER  THIS\n   27  ARTICLE PURSUANT TO STATE OR FEDERAL LAW.\n   28    (B)  AN INTERN OR TRAINEE WHO IS UNDER TWENTY-ONE YEARS OF AGE AND WHO\n   29  IS EMPLOYED FOR A PERIOD OF NOT LONGER THAN THREE MONTHS.\n   30    3. IF THE COMMISSIONER DETERMINES THAT  APPLICATION  OF  THIS  ARTICLE\n   31  WOULD  CONFLICT  WITH  A  FEDERAL PROGRAM REQUIREMENT, THE COMMISSIONER,\n   32  AFTER NOTICE AND PUBLIC HEARING, MAY GRANT A WAIVER  FROM  THE  REQUIRE-\n   33  MENTS OF THIS ARTICLE.\n   34    S  698.  ENFORCEMENT.  1. THE COMMISSIONER SHALL PROMULGATE SUCH REGU-\n   35  LATIONS AS ARE NECESSARY TO IMPLEMENT AND ADMINISTER COMPLIANCE WITH THE\n   36  PROVISIONS OF THIS ARTICLE.\n   37    2. NO PERSON, ASSOCIATION, LIMITED LIABILITY COMPANY,  CORPORATION  OR\n   38  OTHER  ENTITY  SHALL DISCHARGE, DEMOTE, HARASS OR OTHERWISE TAKE ADVERSE\n   39  ACTIONS  AGAINST  ANY  INDIVIDUAL  BECAUSE  SUCH  INDIVIDUAL  SEEKS  THE\n   40  ENFORCEMENT  OF  THIS  ARTICLE, OR TESTIFIES, ASSISTS OR PARTICIPATES IN\n   41  ANY MANNER IN AN INVESTIGATION, HEARING OR OTHER PROCEEDING  TO  ENFORCE\n   42  THIS ARTICLE.\n   43    3.  NO  ENTITY SHALL PAY AN EMPLOYEE THROUGH A THIRD PARTY OR TREAT AN\n   44  EMPLOYEE AS A SUBCONTRACTOR  OR  INDEPENDENT  CONTRACTOR  TO  AVOID  THE\n   45  REQUIREMENTS OF THIS ARTICLE.\n   46    S  4.  This  act  shall take effect on the sixtieth day after it shall\n   47  have become a law and shall apply to any  economic  development  subsidy\n   48  awarded or renewed on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to establishing the \"minimum standards for subsidized jobs act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160409.TXT", "SOBI.D110202.T095703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658623388
}