{
  "year" : 2011,
  "senateBillNo" : "A4075-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to mental health",
    "billEventId" : "A4075-2011-1296536400000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a right to treatment for seriously emotionally disturbed children who are certified and waiting to be placed in a residential placement facility",
  "summary" : "Establishes a right to treatment for seriously emotionally disturbed children who are certified by the pre-admission certification committee and waiting to be placed in a residential placement facility for children and youth; commissioner is required to evaluate what services are needed and how to provide them. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A2525-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4075\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. BRENNAN, JAFFEE, SCHROEDER -- Multi-Sponsored by\n         -- M. of A. ABBATE, BOYLAND, CLARK, COLTON,  COOK,  DINOWITZ,  HOOPER,\n         JACOBS,  LUPARDO,  MENG,  ORTIZ,  PHEFFER, SCARBOROUGH, WRIGHT -- read\n         once and referred to the Committee on Mental Health\n\n       AN ACT to amend the mental hygiene law, in relation  to  establishing  a\n         right  to  treatment  for seriously emotionally disturbed children who\n         are certified and waiting to be  placed  in  a  residential  placement\n         facility for children and youth\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 9.51 of the mental hygiene law is amended by adding\n    2  two new subdivisions (h) and (i) to read as follows:\n    3    (H) WHENEVER A PERSON BECOMES CERTIFIED BY THE  PRE-ADMISSION  CERTIF-\n    4  ICATION  COMMITTEE  AND IS WAITING FOR PLACEMENT, SUCH PERSON SHALL HAVE\n    5  THE RIGHT TO THE MENTAL HEALTH SERVICES FOR WHICH THEY ARE ELIGIBLE  AND\n    6  WHICH  ARE  CUSTOMARILY  PROVIDED  IN  A RESIDENTIAL FACILITY UNTIL THAT\n    7  PERSON IS PLACED IN AN APPROPRIATE RESIDENTIAL TREATMENT  FACILITY.  THE\n    8  COMMISSIONER  SHALL  BE CHARGED WITH THE RESPONSIBILITY FOR ASSURING THE\n    9  DEVELOPMENT OF COMPREHENSIVE PLANS, PROGRAMS, AND SERVICES IN THE  AREAS\n   10  OF  EARLY  PREVENTION, CARE AND TREATMENT, AND EDUCATION. SERVICES SHALL\n   11  BE PROVIDED WITHIN A REASONABLE PERIOD OF TIME AFTER  CERTIFICATION  AND\n   12  APPROPRIATE  TO INDIVIDUAL NEEDS IN THE ENVIRONMENT NECESSARY TO ACHIEVE\n   13  THE PURPOSES OF TREATMENT UNTIL SUCH INDIVIDUALS ARE PLACED IN  A  RESI-\n   14  DENTIAL  TREATMENT  FACILITY.  THE  COMMISSIONER,  IN  CARRYING  OUT THE\n   15  PROVISIONS OF THIS SUBDIVISION, SHALL:\n   16    (1) DEVELOP, ESTABLISH, AND PROMULGATE A PROCEDURE  TO  IMPLEMENT  THE\n   17  PROVISIONS  OF  THIS SUBDIVISION. SUCH PROCEDURE SHALL BE BASED UPON THE\n   18  INDIVIDUAL NEEDS OF THE PERSON; AND\n   19    (2) NOTIFY, COOPERATE, GUIDE, AND ASSIST LOCAL AGENCIES, LOCAL GOVERN-\n   20  MENT UNITS, COMMUNITY SERVICE BOARDS, AND/OR PROVIDERS OF SERVICE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00849-01-1\n\n       A. 4075                             2\n\n    1    (I) THE COMMISSIONER SHALL IDENTIFY THE CHARACTERISTICS AND NUMBER  OF\n    2  CHILDREN  AND ADOLESCENTS WHO ARE CERTIFIED BY THE PRE-ADMISSION CERTIF-\n    3  ICATION COMMITTEE IN NEED OF APPROPRIATE SERVICES, DESCRIBE  THE  EDUCA-\n    4  TIONAL,  MENTAL  HEALTH  OR  OTHER  TREATMENT  SERVICES NEEDED, DESCRIBE\n    5  CURRENTLY AVAILABLE PROGRAMS AND RESOURCES, RECOMMEND A PLAN TO MEET THE\n    6  NEEDS  OF  SUCH  CHILDREN,  RECOMMEND PRIORITIES FOR THE CONTINUATION OR\n    7  DEVELOPMENT OF PROGRAMS AND RESOURCES, AND MAKE  AN  ASSESSMENT  OF  THE\n    8  SUCCESS OF THE SERVICES SO PROVIDED.\n    9    S  2. This act shall take effect on the first of January next succeed-\n   10  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to establishing a right to treatment for seriously emotionally disturbed children who are certified and waiting to be placed in a residential placement facility for children and youth ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160409.TXT", "SOBI.D110202.T095703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658623372
}