{
  "year" : 2011,
  "senateBillNo" : "A4078-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to cities",
    "billEventId" : "A4078-2011-1296536400000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires dangerous or unsafe structural conditions in structures in New York city to be reported upon knowledge by owners, agents, employees, and engineers",
  "summary" : "Requires dangerous or unsafe structural conditions in structures in New York city to be reported upon knowledge thereof by owners, agents, employees, and engineers; provides that failure to do so by a licensed engineer is professional misconduct to be punished by suspension of license. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A4165-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4078\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. BRENNAN, ROSENTHAL, MILLMAN, CYMBROWITZ, MARKEY,\n         COLTON, PHEFFER, MAISEL -- Multi-Sponsored by -- M. of A.  CANESTRARI,\n         COOK,  FARRELL, GOTTFRIED, LANCMAN, MAYERSOHN, WEISENBERG -- read once\n         and referred to the Committee on Cities\n\n       AN ACT to amend the administrative code of the city of New York and  the\n         education law, in relation to reporting certain structural problems to\n         the New York city department of buildings and penalties for noncompli-\n         ance by licensed engineers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The administrative code of the city of New York is  amended\n    2  by adding a new section 28-216.1.3 to read as follows:\n    3    S  28-216.1.3  NOTIFICATION BY OWNER.  IF ANY STRUCTURE OR PART OF ANY\n    4  STRUCTURE IS DISCOVERED OR KNOWN TO BE DANGEROUS OR UNSAFE  STRUCTURALLY\n    5  BY  THE  OWNER THEREOF, BY ANY AGENT OR EMPLOYEE OF THE OWNER, OR BY ANY\n    6  LICENSED ENGINEER, SUCH PERSON SHALL NOTIFY THE DEPARTMENT THEREOF WITH-\n    7  IN FIVE BUSINESS DAYS OF SUCH PERSON'S MAKING SUCH DISCOVERY OR  ACQUIR-\n    8  ING SUCH KNOWLEDGE.\n    9    S  2.  The  education law is amended by adding a new section 6510-a to\n   10  read as follows:\n   11    S 6510-A. ADDITIONAL DEFINITION OF PROFESSIONAL MISCONDUCT; FAILURE OF\n   12  ENGINEERS TO MAKE CERTAIN REPORTS. ANY LICENSED ENGINEER  WHO  FAILS  TO\n   13  REPORT A DANGEROUS OR UNSAFE CONDITION AS REQUIRED BY SECTION 28-216.1.3\n   14  OF  THE  ADMINISTRATIVE  CODE OF THE CITY OF NEW YORK SHALL BE GUILTY OF\n   15  PROFESSIONAL MISCONDUCT AND SHALL HAVE HIS OR HER LICENSE SUSPENDED UPON\n   16  A FINDING OF GUILT THEREOF.\n   17    S 3. This act shall take effect on the first of January next  succeed-\n   18  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05428-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the education law, in relation to reporting certain structural problems to the New York city department of buildings and penalties for noncompliance by licensed engineers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160409.TXT", "SOBI.D110202.T095703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658623398
}