{
  "year" : 2011,
  "senateBillNo" : "A4079-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to cities",
    "billEventId" : "A4079-2011-1296536400000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the publication of the City Record",
  "summary" : "Relates to the publication of the City Record in electronic form. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Construction Law",
  "previousVersions" : [ "AA8951-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4079\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. BRENNAN -- read once and referred to the Commit-\n         tee on Cities\n\n       AN ACT to amend the general construction law and the New York city char-\n         ter, in relation to the publication of the City Record\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  a  of section 60 of the general construction\n    2  law, as separately amended by chapters 724 and 725 of the laws of  1975,\n    3  is amended to read as follows:\n    4    a.  In  any  case in which notice of any fact is required by law to be\n    5  published or advertised in a newspaper, the term \"newspaper\" shall  mean\n    6  a paper of general circulation which is printed and distributed ordinar-\n    7  ily  not  less frequently than once a week, and has been so for at least\n    8  one year immediately preceding such publication  or  advertisement,  and\n    9  which  contains  news,  articles  of  opinion (as editorials), features,\n   10  advertising, or other matter regarded as of current interest, has a paid\n   11  circulation and (except for such a paper  which  has  been  printed  and\n   12  distributed  not  less  frequently  than once a week for a period of ten\n   13  years prior to January one,  nineteen  hundred  seventy-five)  has  been\n   14  entered  at United States post-office as second-class matter. A publica-\n   15  tion which is distributed or made available  primarily  for  advertising\n   16  purposes to the public generally without consideration being paid there-\n   17  for  shall not be deemed to be a \"newspaper\" for the purpose of publica-\n   18  tion or advertisement of such notice required  by  law.  Notwithstanding\n   19  any  provision  of this subdivision to the contrary, a publication which\n   20  was designated and publishing notice as an official newspaper  prior  to\n   21  the  year  nineteen  hundred forty and continued to be so designated and\n   22  publishing for at least thirty years after such year shall be deemed  to\n   23  be  a  newspaper  within the meaning of this subdivision, AND, IN A CITY\n   24  WITH A POPULATION OF ONE MILLION OR MORE, THE PUBLICATION OF AN OFFICIAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05438-01-1\n\n       A. 4079                             2\n\n    1  NEWSPAPER IN PRINT OR ELECTRONIC FORM SHALL BE DEEMED TO BE A  NEWSPAPER\n    2  WITHIN THE MEANING OF THIS SUBDIVISION.\n    3    S  2. Section 1066 of the New York city charter, as added by a vote of\n    4  the people of the city of New York  at  the  general  election  held  in\n    5  November  of  1989,  subdivisions  a,  e,  and f as amended by local law\n    6  number 59 of the city of New York for the year 1996, is amended to  read\n    7  as follows:\n    8    S 1066. City Record.  a. There shall be published daily, except Satur-\n    9  days, Sundays and legal holidays, under contract or by the department of\n   10  citywide  administrative  services,  a  paper  to  be  known as the City\n   11  Record. THE CITY RECORD MAY BE PUBLISHED AND DISTRIBUTED  ELECTRONICALLY\n   12  IN  A  MANNER  THAT THE COMMISSIONER OF CITYWIDE ADMINISTRATIVE SERVICES\n   13  DETERMINES TO BE APPROPRIATE TO FULFILL THE PROVISIONS OF THIS SECTION.\n   14    b. There shall be inserted in the City Record nothing aside from  such\n   15  official matters as are expressly authorized.\n   16    c.  All advertising required to be done for the city, except as other-\n   17  wise provided by law, shall be inserted at the  public  expense  in  the\n   18  City  Record  and  a  publication therein shall be sufficient compliance\n   19  with any law requiring publication of such matters or notices.  PUBLICA-\n   20  TION OF THE CITY RECORD IN ELECTRONIC FORM SHALL HAVE THE SAME FORCE AND\n   21  EFFECT AS PUBLICATION IN PRINT FORM.\n   22    d. Nothing herein contained shall prevent the publication elsewhere of\n   23  any advertisement required by law to be so published.\n   24    e. The commissioner of citywide administrative services shall cause  a\n   25  continuous  series of the City Record to be bound as completed quarterly\n   26  and to be deposited with his or her certificate thereon in the office of\n   27  the city register, in the county clerk's office of each  county  and  in\n   28  the  office of the city clerk; and copies of the contents of any part of\n   29  the same, certified by such register, county clerk or city clerk,  shall\n   30  be received in judicial proceedings as prima facie evidence of the truth\n   31  of the contents thereof.\n   32    f.  The commissioner of citywide administrative services shall provide\n   33  copies of each issue of the City Record, IN PRINT OR ELECTRONIC FORM  AS\n   34  DETERMINED  BY THE COMMISSIONER, to the municipal reference and research\n   35  center where they shall be available without charge to any member of the\n   36  public requesting a copy on the publication date or within a  reasonable\n   37  period  of  time  thereafter,  to  be  determined by the commissioner of\n   38  records and information services. The commissioner  shall  also  provide\n   39  free  subscriptions  to  the City Record, IN PRINT OR ELECTRONIC FORM AS\n   40  DETERMINED BY THE  COMMISSIONER,  to  each  borough  president,  council\n   41  member,  community  board,  and  branch of the public library and to the\n   42  news media as defined in paragraph three of subdivision b of section one\n   43  thousand forty-three of the charter. The commissioner of citywide admin-\n   44  istrative services, each borough president, council member and community\n   45  board shall, upon [receipt] REQUEST, make copies of each  issue  of  the\n   46  City  Record available in their respective offices for reasonable public\n   47  inspection without charge, PROVIDED THAT COPIES MAY BE MADE AVAILABLE IN\n   48  ELECTRONIC FORM UNLESS A PAPER COPY OF THE CITY RECORD IS REQUESTED.\n   49    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general construction law and the New York city charter, in relation to the publication of the City Record ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T100203.TXT", "SOBI.D110201.T160409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658923606
}