{
  "year" : 2011,
  "senateBillNo" : "A4087-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A4087-2011-1296536400000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice to the local housing agency when construction is halted on a project for which an application for a certain tax exemption has been made",
  "summary" : "Requires notification to be given to the New York City Department of Housing Preservation in the event that construction on a project for which an application for a certain tax exemption has been made ceases for a period exceeding one hundred twenty days. ",
  "currentCommittee" : null,
  "sameAs" : "S41",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "AA8125-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4087\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. KAVANAGH -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN  ACT  to  amend  the  real property tax law, in relation to requiring\n         notification to be given to the local housing agency in the event that\n         cessation of construction on a project for which an application for  a\n         certain  tax  exemption  has  been  made equals or exceeds one hundred\n         twenty days\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  421-a of the real property tax law is amended by\n    2  adding a new subdivision 5-a to read as follows:\n    3    5-A. IN THE EVENT THAT CONSTRUCTION ON A PROJECT FOR WHICH AN APPLICA-\n    4  TION FOR TAX EXEMPTION UNDER THIS SECTION HAS BEEN  MADE  CEASES  FOR  A\n    5  PERIOD  EXCEEDING  ONE  HUNDRED  TWENTY  DAYS, THE APPLICANT FOR THE TAX\n    6  EXEMPTION SHALL PROVIDE WRITTEN NOTICE TO THE LOCAL  HOUSING  AGENCY  OF\n    7  THE  CESSATION,  THE  REASONS  FOR  THE CESSATION AND THE PROJECTED DATE\n    8  CONSTRUCTION ON THE PROJECT IS TO RESUME. SUCH  NOTICE  SHALL  BE  GIVEN\n    9  PRIOR TO THE EXPIRATION OF THE ONE HUNDRED TWENTY DAY PERIOD.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00166-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to requiring notification to be given to the local housing agency in the event that cessation of construction on a project for which an application for a certain tax exemption has been made equals or exceeds one hundred twenty days ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T103205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296660725666
}