{
  "year" : 2011,
  "senateBillNo" : "A4084-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to codes",
    "billEventId" : "A4084-2011-1296536400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crime of defrauding a public pension plan and provides for disclosure and reporting of contracts of the school district",
  "summary" : "Establishes the crime of defrauding a public pension plan and makes such crime a class E felony; requires the administrative component of the proposed school district budget to include all compensation, salaries and benefits under existing employment contracts; establishes reporting committees to review every contract between the district and any employee, bargaining unit, administrator and superintendent negotiated and provide recommendations to the trustees or board regarding such contracts; requires such recommendations to be made available to the public prior to the school district vote. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A9354-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4084\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK, SWEENEY, JAFFEE, CLARK, CORWIN --\n         Multi-Sponsored by -- M.   of A. LUPARDO, PHEFFER  --  read  once  and\n         referred to the Committee on Codes\n\n       AN  ACT to amend the penal law, in relation to establishing the crime of\n         defrauding a public pension plan and to amend the  education  law,  in\n         relation to requiring disclosure and reporting of certain contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 190.71  to\n    2  read as follows:\n    3  S 190.71 DEFRAUDING A PUBLIC PENSION PLAN.\n    4    A PERSON IS GUILTY OF DEFRAUDING A PUBLIC PENSION PLAN WHEN HE OR SHE:\n    5    1. ENGAGES IN A COURSE OF CONDUCT WITH THE INTENT OF OBTAINING A BENE-\n    6  FIT  OR  ASSET FROM A PUBLIC PENSION PLAN RELATING TO EMPLOYMENT FOR THE\n    7  STATE WHILE DOING BUSINESS OR PROVIDING A  PROFESSIONAL  SERVICE  AS  AN\n    8  INDEPENDENT  CONTRACTOR  OR PRIVATE ENTITY WHEN SUCH PERSON IS RECEIVING\n    9  COMPENSATION FOR SUCH SERVICE AS AN INDEPENDENT  CONTRACTOR  OR  PRIVATE\n   10  ENTITY  AND  SUCH SERVICE IS NOT SUBSTANTIALLY DIFFERENT FROM THE COURSE\n   11  OF CONDUCT RELATING TO EMPLOYMENT FOR THE STATE; OR\n   12    2. ENGAGES IN A SCHEME CONSTITUTING A  SYSTEMATIC  ONGOING  COURSE  OF\n   13  CONDUCT  WITH  INTENT  OF  OBTAINING  A BENEFIT OR ASSET, OR ASSISTING A\n   14  THIRD PARTY TO OBTAIN A BENEFIT OR ASSET, FROM A PUBLIC PENSION PLAN  TO\n   15  WHICH HE OR SHE OR THE THIRD PARTY IS NOT OTHERWISE ENTITLED.\n   16    DEFRAUDING A PUBLIC PENSION PLAN IS A CLASS E FELONY.\n   17    S 2. Subdivision 4 of section 1608 of the education law, as amended by\n   18  chapter 640 of the laws of 2008, is amended to read as follows:\n   19    4.  Commencing with the proposed budget for the nineteen hundred nine-\n   20  ty-eight--ninety-nine  school  year,  such  proposed  budget  shall   be\n   21  presented  in three components: a program component, a capital component\n   22  and an administrative component which shall be separately delineated  in\n   23  accordance  with regulations of the commissioner after consultation with\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07716-01-1\n\n       A. 4084                             2\n\n    1  local school district  officials.  The  administrative  component  shall\n    2  include,  but  need not be limited to, office and central administrative\n    3  expenses, traveling expenses and all compensation, salaries [and], bene-\n    4  fits  AND ASSETS of all school administrators [and], EMPLOYEES, TEACHERS\n    5  UNDER EXISTING EMPLOYMENT  CONTRACTS,  supervisors,  including  business\n    6  administrators,  superintendents of schools and deputy, assistant, asso-\n    7  ciate or other superintendents under all existing  employment  contracts\n    8  or collective bargaining agreements, any and all expenditures associated\n    9  with  the  operation  of the office of trustee or board of trustees, the\n   10  office of the superintendent of  schools,  general  administration,  the\n   11  school  business office, consulting costs not directly related to direct\n   12  student services and programs, planning  and  all  other  administrative\n   13  activities. The program component shall include, but need not be limited\n   14  to, all program expenditures of the school district, including the sala-\n   15  ries  and benefits of teachers and any school administrators or supervi-\n   16  sors who spend a majority of their time performing teaching duties,  and\n   17  all  transportation  operating  expenses.    The capital component shall\n   18  include, but need not be limited to, all  transportation  capital,  debt\n   19  service,  and  lease expenditures; costs resulting from judgments in tax\n   20  certiorari proceedings or the payment of awards  from  court  judgments,\n   21  administrative  orders or settled or compromised claims; and all facili-\n   22  ties costs of the school district, including facilities  lease  expendi-\n   23  tures,  the  annual  debt  service  and  total  debt  for all facilities\n   24  financed by bonds and notes of the school district,  and  the  costs  of\n   25  construction, acquisition, reconstruction, rehabilitation or improvement\n   26  of  school  buildings, provided that such budget shall include a rental,\n   27  operations and maintenance section that includes base rent costs,  total\n   28  rent  costs, operation and maintenance charges, cost per square foot for\n   29  each facility leased by the school district, and any  and  all  expendi-\n   30  tures   associated   with   custodial  salaries  and  benefits,  service\n   31  contracts, supplies, utilities, and maintenance and  repairs  of  school\n   32  facilities.  For  the  purposes  of  the development of a budget for the\n   33  nineteen hundred ninety-eight--ninety-nine school year, the  trustee  or\n   34  board  of  trustees  shall  separate the district's program, capital and\n   35  administrative costs for the nineteen hundred ninety-seven--ninety-eight\n   36  school year in the manner as if  the  budget  for  such  year  had  been\n   37  presented in three components.\n   38    S  3.   Subdivision 4 of section 1716 of the education law, as amended\n   39  by chapter 640 of the laws of 2008, is amended to read as follows:\n   40    4. Commencing with the proposed budget for the nineteen hundred  nine-\n   41  ty-eight--ninety-nine   school  year,  such  proposed  budget  shall  be\n   42  presented in three components: a program component, a capital  component\n   43  and  an administrative component which shall be separately delineated in\n   44  accordance with regulations of the commissioner after consultation  with\n   45  local  school  district  officials.  The  administrative component shall\n   46  include, but need not be limited to, office and  central  administrative\n   47  expenses, traveling expenses and all compensation, salaries [and], bene-\n   48  fits  AND ASSETS of all school administrators [and], EMPLOYEES, TEACHERS\n   49  UNDER EXISTING EMPLOYMENT  CONTRACTS,  supervisors,  including  business\n   50  administrators,  superintendents of schools and deputy, assistant, asso-\n   51  ciate or other superintendents under all existing  employment  contracts\n   52  or collective bargaining agreements, any and all expenditures associated\n   53  with  the  operation of the board of education, the office of the super-\n   54  intendent  of  schools,  general  administration,  the  school  business\n   55  office, consulting costs not directly related to direct student services\n   56  and  programs,  planning  and  all other administrative activities.  The\n\n       A. 4084                             3\n\n    1  program component shall include, but need not be limited to, all program\n    2  expenditures of the school district, including the salaries and benefits\n    3  of teachers and any school administrators or  supervisors  who  spend  a\n    4  majority  of  their time performing teaching duties, and all transporta-\n    5  tion operating expenses. The capital component shall include,  but  need\n    6  not  be  limited to, all transportation capital, debt service, and lease\n    7  expenditures;  costs  resulting  from  judgments   in   tax   certiorari\n    8  proceedings  or  the payment of awards from court judgments, administra-\n    9  tive orders or settled or compromised claims; and all  facilities  costs\n   10  of  the  school  district,  including facilities lease expenditures, the\n   11  annual debt service and total debt for all facilities financed by  bonds\n   12  and  notes of the school district, and the costs of construction, acqui-\n   13  sition, reconstruction, rehabilitation or improvement of  school  build-\n   14  ings,  provided  that such budget shall include a rental, operations and\n   15  maintenance section that includes base rent  costs,  total  rent  costs,\n   16  operation and maintenance charges, cost per square foot for each facili-\n   17  ty  leased  by the school district, and any and all expenditures associ-\n   18  ated with custodial salaries and benefits, service contracts,  supplies,\n   19  utilities,  and  maintenance  and  repairs of school facilities. For the\n   20  purposes of the development of a budget for the nineteen  hundred  nine-\n   21  ty-eight--ninety-nine school year, the board of education shall separate\n   22  the  district's  program, capital and administrative costs for the nine-\n   23  teen hundred ninety-seven--ninety-eight school year in the manner as  if\n   24  the budget for such year had been presented in three components.\n   25    S  4.  The  education law is amended by adding a new section 2116-d to\n   26  read as follows:\n   27    S 2116-D. REPORTING COMMITTEES. 1. EVERY SCHOOL DISTRICT, EXCEPT THOSE\n   28  EMPLOYING FEWER THAN EIGHT TEACHERS, SHALL ESTABLISH BY A RESOLUTION  OF\n   29  THE  TRUSTEES  OR  BOARD  OF EDUCATION A LOCAL SCHOOL DISTRICT REPORTING\n   30  COMMITTEE TO OVERSEE ALL  PROPOSED  CONTRACTS  OF  THE  SCHOOL  DISTRICT\n   31  EMPLOYEES, BARGAINING UNITS, ADMINISTRATORS AND SUPERINTENDENTS AND MAKE\n   32  A  REPORT  TO THE TRUSTEES OR BOARD ON SUCH CONTRACTS. SUCH REPORT SHALL\n   33  INCLUDE THE DETAILS OF THE CONTRACT INCLUDING BUT  NOT  LIMITED  TO  ALL\n   34  COMPENSATION,  SALARIES,  BENEFITS  AND ASSETS OF ALL SCHOOL ADMINISTRA-\n   35  TORS,  SUPERINTENDENTS,  EMPLOYEES   AND   TEACHERS   UNDER   EMPLOYMENT\n   36  CONTRACTS.\n   37    2.  THE REPORTING COMMITTEE SHALL BE ESTABLISHED NO LATER THAN JANUARY\n   38  FIRST, TWO THOUSAND THIRTEEN AS A COMMITTEE OF THE TRUSTEES OR BOARD, AS\n   39  AN ADVISORY COMMITTEE, OR AS A COMMITTEE OF THE WHOLE.\n   40    3. THE REPORTING COMMITTEE SHALL CONSIST OF AT LEAST THREE MEMBERS, AT\n   41  LEAST TWO OF WHOM SHALL NOT BE A TRUSTEE OR BOARD MEMBER. THE  REPORTING\n   42  COMMITTEE  MEMBERS  SHALL  SERVE  WITHOUT COMPENSATION. EMPLOYEES OF THE\n   43  SCHOOL DISTRICT ARE PROHIBITED FROM SERVING ON THE REPORTING  COMMITTEE.\n   44  A  MEMBER  OF  A  REPORTING  COMMITTEE SHALL BE DEEMED A SCHOOL DISTRICT\n   45  OFFICER FOR THE PURPOSES OF SECTIONS THIRTY-EIGHT HUNDRED ELEVEN THROUGH\n   46  THIRTY-EIGHT HUNDRED THIRTEEN OF THIS CHAPTER, BUT SHALL NOT BE REQUIRED\n   47  TO BE A RESIDENT OF THE SCHOOL DISTRICT.\n   48    4. THE ROLE OF A REPORTING COMMITTEE SHALL BE ADVISORY AND ANY  RECOM-\n   49  MENDATIONS  IT  PROVIDES TO THE TRUSTEES OR BOARD UNDER SUBDIVISION FIVE\n   50  OF THIS SECTION SHALL NOT SUBSTITUTE FOR ANY REQUIRED REVIEW AND  ACTION\n   51  BY THE TRUSTEES OR BOARD OF EDUCATION.\n   52    5. IT SHALL BE THE RESPONSIBILITY OF THE REPORTING COMMITTEE TO:\n   53    (A)  REVIEW  EVERY  CONTRACT  BETWEEN  THE DISTRICT AND ANY EMPLOYEES,\n   54  BARGAINING UNITS, ADMINISTRATORS AND  SUPERINTENDENTS  NEGOTIATED  AFTER\n   55  JANUARY FIRST, TWO THOUSAND ELEVEN;\n\n       A. 4084                             4\n\n    1    (B) RECEIVE AND REVIEW PROPOSED CONTRACTS BETWEEN THE DISTRICT AND ANY\n    2  EMPLOYEES, BARGAINING UNITS, ADMINISTRATORS AND SUPERINTENDENTS PRIOR TO\n    3  SUCH CONTRACTS' APPROVAL; AND\n    4    (C)  PROVIDE  RECOMMENDATIONS  TO  THE TRUSTEES OR BOARD REGARDING THE\n    5  SALARY, FRINGE BENEFITS  AND  OTHER  FORMS  OF  COMPENSATION  GIVEN  AND\n    6  PROPOSED  TO  BE  GIVEN TO ALL SCHOOL DISTRICT EMPLOYEES, ADMINISTRATORS\n    7  AND SUPERINTENDENTS.\n    8    6. NOTWITHSTANDING ANY PROVISION OF ARTICLE SEVEN OF THE PUBLIC  OFFI-\n    9  CERS  LAW  OR ANY OTHER LAW TO THE CONTRARY, A SCHOOL DISTRICT REPORTING\n   10  COMMITTEE MAY CONDUCT AN  EXECUTIVE  SESSION  PURSUANT  TO  SECTION  ONE\n   11  HUNDRED  FIVE  OF  THE  PUBLIC OFFICERS LAW PERTAINING TO ANY MATTER SET\n   12  FORTH IN PARAGRAPHS (A) AND (B) OF SUBDIVISION FIVE OF THIS SECTION.\n   13    7. THE COMMISSIONER  IS  AUTHORIZED  TO  PROMULGATE  REGULATIONS  WITH\n   14  RESPECT TO REPORTING COMMITTEES AS ARE NECESSARY FOR THE PROPER PERFORM-\n   15  ANCE OF THEIR DUTIES.\n   16    S  5.  The  education law is amended by adding a new section 2009-a to\n   17  read as follows:\n   18    S 2009-A. ADDITIONAL REQUIREMENTS OF NOTICE PRIOR TO AUTHORIZATION  OF\n   19  SCHOOL  DISTRICT EMPLOYMENT CONTRACTS. 1. WHERE ANY EMPLOYMENT CONTRACT,\n   20  COLLECTIVE BARGAINING AGREEMENT,  OR  AMENDMENTS  TO  SUCH  CONTRACT  OR\n   21  AGREEMENT  IS  TO  BE  SUBMITTED  TO  A DISTRICT MEETING FOR A VOTE, THE\n   22  SCHOOL DISTRICT BOARD OR TRUSTEES SHALL GIVE NOTICE, AT LEAST FOUR WEEKS\n   23  PRIOR TO SUCH MEETING, THROUGH A DISTRICT-WIDE MAILING,  OF  THE  AVAIL-\n   24  ABILITY  OF  THE  CONTRACT,  AGREEMENT, OR AMENDMENT AT PUBLIC LIBRARIES\n   25  WITHIN THE DISTRICT, AT THE SCHOOL DISTRICT OFFICES AND  ON  THE  SCHOOL\n   26  DISTRICT'S INTERNET WEBSITE, IF ONE EXISTS.\n   27    2.  PRIOR TO ANY EMPLOYMENT CONTRACT, COLLECTIVE BARGAINING AGREEMENT,\n   28  OR AMENDMENTS TO  SUCH  CONTRACT  OR  AGREEMENT  BEING  SUBMITTED  TO  A\n   29  DISTRICT MEETING FOR A VOTE, THE SCHOOL DISTRICT BOARD OR TRUSTEES SHALL\n   30  GIVE  NOTICE,  AT  LEAST  FOUR  WEEKS  PRIOR  TO SUCH MEETING, THROUGH A\n   31  DISTRICT-WIDE MAILING, OF THE AVAILABILITY OF THE  RECOMMENDATIONS  MADE\n   32  BY  THE  REPORTING  COMMITTEE,  PURSUANT  TO  SECTION TWENTY-ONE HUNDRED\n   33  SIXTEEN-D OF THIS CHAPTER, AT PUBLIC LIBRARIES WITHIN THE  DISTRICT,  AT\n   34  THE  SCHOOL  DISTRICT  OFFICES  AND  ON  THE  SCHOOL DISTRICT'S INTERNET\n   35  WEBSITE, IF ONE EXISTS.\n   36    S 6. This act shall take effect on the ninetieth day  after  it  shall\n   37  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the crime of defrauding a public pension plan and to amend the education law, in relation to requiring disclosure and reporting of certain contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110201.T160409.TXT", "SOBI.D110202.T103205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296660725656
}