{
  "year" : 2011,
  "senateBillNo" : "A408-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A408-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "reported",
    "billEventId" : "A408-2011-1294722000000-reported",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the lapse of oil and gas interests located within Allegany state park if unused for 20 years prior to effective date of act",
  "summary" : "Provides for the lapse of oil and gas interests located within Allegany state park if unused for 20 years prior to effective date of act unless a statement of claim is filed by the owner prior to the end of the 20 year period or within 2 years of the effective date of the act, whichever is later; provides upon such lapse ownership shall revert to New York state; procedures and definitions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "AB9070-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          408\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  HOYT,  COLTON,  ENGLEBRIGHT -- read once and\n         referred to the Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation to lapse of  oil  and\n         gas interests in Allegany state park\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative declaration. The legislature finds and declares\n    2  that there exists within Allegany state park a unique situation  whereby\n    3  rights  to  oil and gas resources beneath the surface were severed at or\n    4  prior to the time of acquisition of lands of the park by  the  state  of\n    5  New York, and that currently such rights may remain in private ownership\n    6  under significant areas of the park. Many of these rights are of ancient\n    7  origin  and uncertain ownership and have never been exercised since such\n    8  acquisition, yet they complicate the state's  ownership  rights  in  the\n    9  park, and create the potential for future interference with the public's\n   10  right  to  full  enjoyment  of the park's unique and substantial natural\n   11  beauty and resources. The legislature  finds  that  where  oil  and  gas\n   12  rights  have not been used for twenty years, they may properly be viewed\n   13  as dormant, and it is reasonable and appropriate to  lapse  such  rights\n   14  unless  their  owners  assert  their  claims to them within a reasonable\n   15  period of two years. The provisions of this act provide ample notice  to\n   16  the  unknown  owners  of  the potential lapse of their rights as well as\n   17  ample opportunity to  assert  their  claims.  Thus,  this  act  provides\n   18  reasonable  protection  of  such  rights  while furthering the important\n   19  public policy of promoting the public's use and enjoyment  of  parklands\n   20  free from potential interference by dormant subsurface rights.\n   21    S 2. The real property law is amended by adding a new section 329-a to\n   22  read as follows:\n   23    S 329-A. LAPSE OF OIL AND GAS INTEREST WITHIN ALLEGANY STATE PARK. THE\n   24  PROVISIONS  OF  THIS  SECTION  SHALL APPLY TO OIL AND GAS INTERESTS THAT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01154-01-1\n\n       A. 408                              2\n\n    1  WERE PREVIOUSLY SEVERED FROM INTERESTS IN LANDS THAT ARE CURRENTLY OWNED\n    2  BY THE STATE WITHIN ALLEGANY STATE PARK.\n    3    1. ANY INTEREST IN OIL AND GAS SHALL, IF UNUSED FOR A PERIOD OF TWENTY\n    4  YEARS IMMEDIATELY PRIOR TO THE EFFECTIVE DATE OF THIS SECTION, BE EXTIN-\n    5  GUISHED,  AND  THE OWNERSHIP THEREOF SHALL REVERT TO THE STATE, UNLESS A\n    6  STATEMENT OF CLAIM IS FILED WITHIN TWO YEARS AFTER THE EFFECTIVE DATE OF\n    7  THIS SECTION, IN ACCORDANCE WITH SUBDIVISION FIVE OF THIS SECTION.\n    8    2. SUCH OIL AND GAS INTEREST SHALL MEAN THE INTEREST WHICH IS  CREATED\n    9  BY  AN INSTRUMENT TRANSFERRING, EITHER BY GRANT, ASSIGNMENT, OR RESERVA-\n   10  TION OR OTHERWISE, AN INTEREST OF ANY KIND, IN OIL AND GAS LOCATED ON OR\n   11  BENEATH LANDS OWNED BY THE STATE WITHIN ALLEGANY STATE  PARK;  PROVIDED,\n   12  HOWEVER, THAT SUCH INTEREST SHALL NOT INCLUDE A LEASE FOR A FIXED TERM.\n   13    3.  SUCH OIL AND GAS INTEREST SHALL BE DEEMED TO BE USED WHEN: (A) OIL\n   14  AND GAS IS PRODUCED; (B) OPERATIONS ARE BEING CONDUCTED  FOR  INJECTION,\n   15  WITHDRAWAL, STORAGE OR DISPOSAL OF WATER, GAS OR OTHER FLUID SUBSTANCES;\n   16  (C)  RENTALS  OR  ROYALTIES  ARE BEING PAID BY THE OWNER THEREOF FOR THE\n   17  PURPOSE OF DELAYING OR ENJOYING THE USE OR EXERCISE OF SUCH RIGHTS;  (D)\n   18  ANY  SUCH  USE IS BEING CARRIED OUT ON ANY TRACT WITH WHICH SUCH OIL AND\n   19  GAS INTEREST IS BEING UNITIZED OR POOLED FOR PRODUCTION PURPOSES; OR (E)\n   20  TAXES ARE PAID ON SUCH OIL AND GAS INTEREST BY THE OWNER THEREOF.    ANY\n   21  USE  PURSUANT  TO  OR AUTHORIZED BY THE INSTRUMENT CREATING SUCH OIL AND\n   22  GAS INTEREST SHALL BE EFFECTIVE TO CONTINUE IN FORCE ALL RIGHTS  GRANTED\n   23  BY SUCH INSTRUMENT.\n   24    4.  WITHIN  THIRTY  DAYS AFTER THE EFFECTIVE DATE OF THIS SECTION, THE\n   25  OFFICE OF PARKS, RECREATION AND HISTORIC PRESERVATION SHALL CAUSE TO  BE\n   26  PUBLISHED  IN  THREE  SUCCESSIVE  ISSUES  OF THREE NEWSPAPERS OF GENERAL\n   27  CIRCULATION PUBLISHED IN THE COUNTY OF CATTARAUGUS, A NOTICE  ANNOUNCING\n   28  THE  ENACTMENT  OF  THE  PROVISIONS OF THIS SECTION, INCLUDING A SUMMARY\n   29  THEREOF IN PLAIN ENGLISH.\n   30    5. THE STATEMENT OF CLAIM PROVIDED IN SUBDIVISION ONE OF THIS  SECTION\n   31  SHALL  BE  FILED  BY  THE  OWNER OF SUCH OIL AND GAS INTEREST WITHIN TWO\n   32  YEARS IMMEDIATELY FOLLOWING THE EFFECTIVE DATE OF THIS SECTION AND SHALL\n   33  CONTAIN THE  NAME  AND  ADDRESS  OF  THE  OWNER  OF  SUCH  INTEREST  AND\n   34  DESCRIPTION  OF  THE LAND ON OR UNDER WHICH SUCH OIL AND GAS INTEREST IS\n   35  LOCATED. SUCH STATEMENT OF CLAIM SHALL BE ACCOMPANIED BY A COPY  OF  THE\n   36  INSTRUMENT CREATING OR RESERVING SUCH INTEREST AND SHALL BE FILED IN THE\n   37  OFFICE OF THE CLERK OF THE COUNTY OF CATTARAUGUS. WHERE SUCH AN INTEREST\n   38  IS CO-OWNED BY MORE THAN ONE PARTY, ANY ONE OWNER MAY FILE THE STATEMENT\n   39  OF CLAIM ON BEHALF OF ALL OWNERS.\n   40    6.  FAILURE  TO  FILE A STATEMENT OF CLAIM WITHIN THE TIME PROVIDED IN\n   41  SUBDIVISION FIVE OF THIS SECTION SHALL NOT CAUSE AN OIL AND GAS INTEREST\n   42  TO BE EXTINGUISHED IF THE OWNER OF SUCH OIL AND GAS INTEREST:\n   43    (A) MADE DILIGENT EFFORT TO PRESERVE ALL OF SUCH INTERESTS AS WERE NOT\n   44  BEING USED, AND DID WITHIN THE PERIOD PROVIDED IN  SUBDIVISION  FIVE  OF\n   45  THIS  SECTION  PRESERVE  OTHER OIL AND GAS INTERESTS, IN SAID COUNTY, BY\n   46  THE FILING OF STATEMENTS OF CLAIM AS REQUIRED BY THIS SECTION; AND\n   47    (B) FAILED TO PRESERVE SUCH INTEREST THROUGH INADVERTENCE; AND\n   48    (C) FILED THE STATEMENT OF CLAIM REQUIRED BY THIS SECTION WITHIN SIXTY\n   49  DAYS AFTER PUBLICATION OF NOTICE AS PROVIDED  IN  SUBDIVISION  SEVEN  OF\n   50  THIS SECTION OR, IF NO SUCH NOTICE IS PUBLISHED, WITHIN SIXTY DAYS AFTER\n   51  RECEIVING  ACTUAL  KNOWLEDGE  THAT  SUCH  OIL  AND GAS INTEREST HAD BEEN\n   52  EXTINGUISHED.\n   53    7. AT ANY TIME FOLLOWING THE EXPIRATION  OF  THE  PERIOD  PROVIDED  IN\n   54  SUBDIVISION  FIVE  OF  THIS SECTION, THE OFFICE OF PARKS, RECREATION AND\n   55  HISTORIC PRESERVATION MAY GIVE NOTICE OF THE LAPSE OF ANY SUCH  OIL  AND\n   56  GAS  INTEREST  BY  PUBLISHING  THE SAME IN A NEWSPAPER OF GENERAL CIRCU-\n\n       A. 408                              3\n\n    1  LATION IN THE COUNTY OF CATTARAUGUS, AND, IF THE ADDRESS OF SUCH OIL AND\n    2  GAS INTEREST OWNER IS SHOWN OF RECORD OR CAN BE DETERMINED UPON  REASON-\n    3  ABLE  INQUIRY,  BY MAILING WITHIN TEN DAYS AFTER SUCH PUBLICATION A COPY\n    4  OF  SUCH  NOTICE  TO  THE OWNER OF SUCH OIL AND GAS INTEREST. THE NOTICE\n    5  SHALL STATE THE NAME OF THE OWNER OF SUCH OIL AND GAS INTEREST AS  SHOWN\n    6  OF  RECORD  AND  A  DESCRIPTION  OF  THE LAND. IF A COPY OF SUCH NOTICE,\n    7  TOGETHER WITH AN AFFIDAVIT OF SERVICE THEREOF, SHALL BE  PROMPTLY  FILED\n    8  IN  THE  OFFICE OF THE CLERK IN THE COUNTY WHEREIN SUCH LAND IS LOCATED,\n    9  THE  RECORD  THEREOF  SHALL  BE  PRIMA  FACIE  EVIDENCE  IN  ANY   LEGAL\n   10  PROCEEDINGS THAT SUCH NOTICE WAS GIVEN.\n   11    8.  UPON THE FILING OF THE STATEMENT OF CLAIM PROVIDED FOR IN SUBDIVI-\n   12  SION FIVE OF THIS SECTION OR THE PROOF OF SERVICE OF NOTICE AS  PROVIDED\n   13  IN SUBDIVISION SEVEN OF THIS SECTION IN THE CLERK'S OFFICE FOR THE COUN-\n   14  TY  OF CATTARAUGUS, THE CLERK SHALL RECORD THE SAME IN A BOOK TO BE KEPT\n   15  FOR THAT PURPOSE, WHICH SHALL BE KNOWN  AS  THE  \"DORMANT  OIL  AND  GAS\n   16  INTEREST RECORD,\" AND SHALL INDICATE BY MARGINAL NOTATION ON THE INSTRU-\n   17  MENT CREATING THE ORIGINAL OIL AND GAS INTEREST THE FILING OF THE STATE-\n   18  MENT OF CLAIM OR AFFIDAVIT OF PUBLICATION AND SERVICE OF NOTICE.\n   19    9. THE FILING OF THE STATEMENT OF CLAIM PROVIDED IN THIS SECTION SHALL\n   20  NOT BE EVIDENCE OF TITLE TO OR OWNERSHIP OF THE INTEREST CLAIMED THEREIN\n   21  FOR ANY PURPOSE OTHER THAN THAT PROVIDED IN THIS SECTION.\n   22    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to lapse of oil and gas interests in Allegany state park ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T160618.TXT", "SOBI.D110111.T161223.TXT", "SOBI.D101223.T160117.TXT", "SOBI.D101228.T094813.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780343719
}