{
  "year" : 2011,
  "senateBillNo" : "A4089-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to aging",
    "billEventId" : "A4089-2011-1296536400000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a locator technology advisory council",
  "summary" : "Establishes a locator technology advisory council to advise the office for the aging on locator technology for use by persons afflicted with Alzheimer's disease, dementia and/or other afflictions, or by their families or caretakers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A4002-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4089\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the elder law, in relation  to  establishing  a  locator\n         technology advisory council\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a  new  section  224  to\n    2  read as follows:\n    3    S  224. LOCATOR TECHNOLOGY ADVISORY COUNCIL. 1. THERE IS HEREBY ESTAB-\n    4  LISHED IN THE OFFICE A LOCATOR TECHNOLOGY ADVISORY COUNCIL TO ADVISE THE\n    5  OFFICE ON LOCATOR TECHNOLOGY, INCLUDING GLOBAL  POSITIONING  TECHNOLOGY,\n    6  FOR  USE  BY  PERSONS  AFFLICTED BY ALZHEIMER'S DISEASE, DEMENTIA AND/OR\n    7  OTHER AFFLICTIONS, OR BY THEIR FAMILIES OR CARETAKERS, WHO WOULD BENEFIT\n    8  FROM THE APPROPRIATE  USE  OF  SUCH  TECHNOLOGIES.  SUCH  COUNCIL  SHALL\n    9  CONSIST OF EIGHT PERSONS APPOINTED BY THE DIRECTOR OF WHOM FOUR SHALL BE\n   10  MEMBERS  OF  ADVOCACY GROUPS FOR INDIVIDUALS WITH ALZHEIMER'S DISEASE OR\n   11  DEMENTIA OR FOR SENIORS IN THIS STATE, AND  FOUR  SHALL  BE  INDIVIDUALS\n   12  WITH AT LEAST FIVE YEARS EXPERIENCE IN THE TECHNOLOGY OF LOCATOR SYSTEMS\n   13  AND/OR GLOBAL POSITIONING SYSTEM TECHNOLOGY. THE MEMBERS OF THE ADVISORY\n   14  COUNCIL  SHALL  RECEIVE  NO  COMPENSATION FOR THEIR SERVICES PURSUANT TO\n   15  THIS SECTION, BUT SHALL BE ENTITLED TO REIMBURSEMENT  FOR  THEIR  ACTUAL\n   16  AND   NECESSARY  TRAVELING  AND  OTHER  EXPENSES  INCURRED  BY  THEM  IN\n   17  CONNECTION WITH THE PERFORMANCE OF THEIR DUTIES UNDER THIS SECTION.\n   18    2. THE COUNCIL SHALL, AFTER  INVESTIGATION  AND  UPON  MAJORITY  VOTE,\n   19  FORWARD  TO  THE  DIRECTOR  RECOMMENDATIONS ON LOCATOR TECHNOLOGY MODELS\n   20  AVAILABLE FOR PURCHASE BY INDIVIDUALS THAT  IN  THE  ESTIMATION  OF  THE\n   21  COUNCIL  WOULD  BENEFIT  INDIVIDUALS AND FAMILIES OF INDIVIDUALS WHO ARE\n   22  AFFLICTED BY ALZHEIMER'S DISEASE, DEMENTIA AND/OR OTHER AFFLICTIONS.  IF\n   23  THE DIRECTOR SHALL AGREE WITH THE RECOMMENDATIONS, HE OR SHE MAY PROMUL-\n   24  GATE  SUCH  LIST  AS  A  REGULATION  OF THE OFFICE.   SUCH LIST SHALL BE\n   25  UPDATED AT LEAST ONCE EACH YEAR, ON OR BEFORE NOVEMBER FIRST.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07969-01-1\n\n       A. 4089                             2\n\n    1    S 2. This act  shall  take  effect  immediately;  provided,  that  the\n    2  members  of the locator technology advisory council established pursuant\n    3  to section one of this act shall be appointed  within  90  days  of  the\n    4  effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing a locator technology advisory council ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T103705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661025839
}