{
  "year" : 2011,
  "senateBillNo" : "A4081-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A4081-2011-1296536400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the strategic partnership for industrial resurgence program",
  "summary" : "Establishes the strategic partnership for industrial resurgence program; provides New York state companies with technical assistance with research projects and with the application for federal funding and other sources of funding for which they are eligible. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA9751-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4081\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. GABRYSZAK, SCHIMMINGER, LUPARDO -- read once and\n         referred to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to establishing the stra-\n         tegic partnership for industrial resurgence program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 239-b\n    2  to read as follows:\n    3    S 239-B. STRATEGIC PARTNERSHIP FOR INDUSTRIAL RESURGENCE  PROGRAM.  1.\n    4  THERE  IS  HEREBY ESTABLISHED WITHIN THE STATE UNIVERSITY OF NEW YORK, A\n    5  STRATEGIC  PARTNERSHIP  FOR  INDUSTRIAL  RESURGENCE  PROGRAM,  HEREAFTER\n    6  REFERRED  TO  AS \"THE PROGRAM.\" SUCH PROGRAM IS CREATED FOR THE PURPOSES\n    7  OF STRENGTHENING THE STATE'S SMALL AND MID-SIZED BUSINESSES  BY  HELPING\n    8  THEM  TO  ADDRESS ENGINEERING PROBLEMS AND PROCESSES IN ORDER TO IMPROVE\n    9  INDUSTRIAL COMPETITIVENESS. SUCH PROGRAM SHALL PROVIDE  NEW  YORK  STATE\n   10  COMPANIES  WITH TECHNICAL ASSISTANCE WITH RESEARCH PROJECTS AND WITH THE\n   11  APPLICATION FOR FEDERAL FUNDING AND OTHER SOURCES OF FUNDING  FOR  WHICH\n   12  THEY ARE ELIGIBLE.\n   13    2.  THE CHANCELLOR OF THE STATE UNIVERSITY OF NEW YORK SHALL DETERMINE\n   14  THE ALLOCATION OF FUNDS FOR THE ENGINEERING SCHOOLS OF THE STATE UNIVER-\n   15  SITY OF NEW YORK AT ALBANY, BINGHAMTON, BUFFALO AND STONY  BROOK.  ADDI-\n   16  TIONAL  ENGINEERING  SCHOOLS  IN THE STATE UNIVERSITY OF NEW YORK CAN BE\n   17  ADDED IF ADDITIONAL FUNDS ARE AVAILABLE. THE EXISTING  RELATIVE  FUNDING\n   18  ALLOCATIONS TO THE INDIVIDUAL UNIVERSITIES WILL BE MAINTAINED.\n   19    3.  ELIGIBLE PROJECTS MAY INVOLVE ANY DEPARTMENT IN THE SCHOOL/COLLEGE\n   20  OF ENGINEERING AT THE PARTICIPATING UNIVERSITIES.\n   21    4. ELIGIBLE PROJECTS SHALL INCLUDE  ONLY  PROJECTS  THAT  SUPPORT  THE\n   22  GOALS OF STUDENT EDUCATION AND PROFESSIONAL DEVELOPMENT AS DETERMINED BY\n   23  THE  DEAN  OF THE ENGINEERING DEPARTMENT OR AN EQUIVALENT FACULTY MEMBER\n   24  AT EACH ENGINEERING SCHOOL. ALL PROJECTS SHALL HAVE WELL-DEFINED  DELIV-\n   25  ERABLES AND TIMEFRAMES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07607-01-1\n\n       A. 4081                             2\n\n    1    5. ANY NEW YORK STATE TECHNOLOGY-BASED OR TECHNOLOGY-DEPENDENT COMPANY\n    2  IN  THE  MANUFACTURING,  PRODUCT  DEVELOPMENT, INFORMATION TECHNOLOGY OR\n    3  SERVICE SECTOR WITH FEWER THAN TWO HUNDRED FIFTY EMPLOYEES  IS  ELIGIBLE\n    4  TO  RECEIVE ASSISTANCE FROM THE PROGRAM. PROGRAM FUNDS MAY SUPPORT UP TO\n    5  FIFTY  PERCENT  OF THE COST OF THE ENTIRE PROJECT. COMPANIES SHALL COVER\n    6  AT LEAST FIFTY PERCENT OF THE COST OF THE  PROJECT  THROUGH  COMPANY  OR\n    7  OTHER   EXTERNAL   RESOURCES,  INCLUDING  FEDERAL  RESOURCES.  ALLOWABLE\n    8  EXPENSES UNDER  THE  PROGRAM  SHALL  INCLUDE  COMPENSATION  AND  TUITION\n    9  ASSISTANCE  FOR  UNDERGRADUATE AND GRADUATE STUDENTS WORKING DIRECTLY ON\n   10  THE PROJECT IN ADDITION TO ANY STUDENT TRAVEL DIRECTLY  RELATED  TO  THE\n   11  PROJECT.\n   12    6.  THE  PROGRAM  MAY  SUPPORT  THE  EFFORTS  OF  COMPANIES TO DEVELOP\n   13  PROPOSALS FOR THE  \"SMALL  BUSINESS  INNOVATION  RESEARCH  PROGRAM,\"  AS\n   14  ENACTED PURSUANT TO PUBLIC LAW 97-219 REGARDING THE SMALL BUSINESS INNO-\n   15  VATION DEVELOPMENT ACT OF 1982, OR THE \"SMALL BUSINESS TECHNOLOGY TRANS-\n   16  FER PROGRAM,\" AS ENACTED BY PUBLIC LAW 102-564 REGARDING THE SMALL BUSI-\n   17  NESS  RESEARCH  AND  DEVELOPMENT  ENHANCEMENT ACT OF 1992, WHICH PROVIDE\n   18  FUNDS TO SMALL BUSINESSES TO CONDUCT INNOVATIVE RESEARCH HAVING  COMMER-\n   19  CIAL APPLICATION.\n   20    7.  THE  CHANCELLOR OF THE STATE UNIVERSITY OF NEW YORK SHALL SUBMIT A\n   21  REPORT, ON OR BEFORE JULY FIRST, TWO THOUSAND ELEVEN AND ANNUALLY THERE-\n   22  AFTER, TO THE BOARD OF REGENTS, THE GOVERNOR, THE TEMPORARY PRESIDENT OF\n   23  THE SENATE AND THE SPEAKER OF THE ASSEMBLY. SUCH REPORT  SHALL  INCORPO-\n   24  RATE INFORMATION ON THE PROGRAM AT EACH ENGINEERING SCHOOL AND INCLUDE:\n   25    A. A SHORT DESCRIPTION OF THE PROJECTS AT EACH SCHOOL;\n   26    B. INFORMATION ON ANY COLLABORATIONS, AND ANY FEDERAL GRANTS AWARDED;\n   27    C.  INFORMATION  ON  THE  PROJECTED ECONOMIC IMPACT, INCLUDING COMPANY\n   28  PRODUCTIVITY AND ANY JOBS CREATED, RETAINED OR PROJECTED TO  BE  CREATED\n   29  OR RETAINED; AND\n   30    D. SUCH OTHER INFORMATION AS THE CHANCELLOR DEEMS NECESSARY.\n   31    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the strategic partnership for industrial resurgence program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T100203.TXT", "SOBI.D110201.T160409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658923613
}