{
  "year" : 2011,
  "senateBillNo" : "A4082-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A4082-2011-1296536400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the safety of funeral processions",
  "summary" : "Relates to the safety of funeral processions; provides that vehicles participating in a funeral procession shall have the right-of-way; makes it illegal for any vehicle to forcefully enter spaces between vehicles in a procession; provides that vehicles entering a procession illegally shall be subject to a civil fine of up to $100; provides that drivers in a funeral procession must exercise reasonable duty of care and shall yield the right-of-way to emergency vehicles with siren or lights activated. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A5163-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4082\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GABRYSZAK, SPANO, ROBINSON, COOK -- Multi-Spon-\n         sored by -- M. of A.  BOYLAND, BURLING, CONTE, CROUCH, DUPREY,  FINCH,\n         GIGLIO,  KOLB,  MAGEE, McDONOUGH, McKEVITT, PEOPLES-STOKES, WEISENBERG\n         -- read once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  the  safety\n         of funeral processions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 1144-b to read as follows:\n    3    S 1144-B. OPERATION OF MOTOR VEHICLES ON APPROACH OF MOTOR VEHICLES IN\n    4  A FUNERAL PROCESSION. (A) UPON THE IMMEDIATE APPROACH OF A MOTOR VEHICLE\n    5  WHICH  (I) HAS A BLACK FLAG WITH THE WORD \"FUNERAL\" AFFIXED TO IT IN THE\n    6  MANNER PROVIDED FOR IN PARAGRAPH (FF) OF SUBDIVISION TWELVE-A OF SECTION\n    7  THREE HUNDRED SEVENTY-FIVE OF THIS CHAPTER, AND  (II)  HAS  \"HAZARD\"  OR\n    8  \"FLASHING\"  LIGHTS  TURNED  ON  AND OPERATING, THE DRIVER OF EVERY OTHER\n    9  MOTOR VEHICLE SHALL YIELD THE RIGHT-OF-WAY AND SHALL  IMMEDIATELY  DRIVE\n   10  TO  A  POSITION PARALLEL TO, AND AS CLOSE AS POSSIBLE TO, THE RIGHT-HAND\n   11  EDGE OF THE HIGHWAY, OR TO EITHER EDGE OF A  ONE-WAY  HIGHWAY  THREE  OR\n   12  MORE  LANES  IN  WIDTH,  CLEAR  OF  ANY INTERSECTION, AND SHALL STOP AND\n   13  REMAIN IN SUCH POSITION UNTIL THE MOTOR VEHICLE DISPLAYING SUCH FLAG HAS\n   14  PASSED, UNLESS OTHERWISE DIRECTED BY A POLICE OFFICER.\n   15    (B) THIS SECTION SHALL NOT OPERATE TO RELIEVE THE DRIVER  OF  A  MOTOR\n   16  VEHICLE PARTICIPATING IN A BURIAL OR FUNERAL PROCESSION FROM THE DUTY TO\n   17  DRIVE WITH REASONABLE CARE FOR ALL PERSONS USING THE HIGHWAY.\n   18    (C)  ANY  PERSON  OPERATING  A  MOTOR  VEHICLE  IN ACCORDANCE WITH THE\n   19  PROVISIONS OF THIS SECTION SHALL YIELD THE RIGHT-OF-WAY TO AN AUTHORIZED\n   20  EMERGENCY VEHICLE ENGAGED IN  EMERGENCY  OPERATION  WITH  ITS  SIREN  OR\n   21  LIGHTS ACTIVATED.\n   22    S 2. Subdivision (c) of section 1129 of the vehicle and traffic law is\n   23  amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07627-01-1\n\n       A. 4082                             2\n\n    1    (c) Motor vehicles being driven upon any roadway outside of a business\n    2  or  residence  district  in a caravan or motorcade whether or not towing\n    3  other vehicles shall be so operated as to allow sufficient space between\n    4  each such vehicle or combination of vehicles so as to enable  any  other\n    5  vehicle  to  enter  and occupy such space without danger. This provision\n    6  shall not apply to  funeral  processions.    NOTWITHSTANDING  ANY  OTHER\n    7  PROVISION  OF THIS SECTION, A DRIVER OF A MOTOR VEHICLE SHALL NOT FORCE-\n    8  FULLY OR OTHERWISE ENTER THE SPACE BETWEEN MOTOR VEHICLES IN  A  FUNERAL\n    9  PROCESSION SO AS TO DISRUPT THE ORDERLY PROGRESSION AND MOVEMENT OF SAID\n   10  PROCESSION.  ANY  PERSON WHO VIOLATES THE PROVISIONS OF THIS SUBDIVISION\n   11  SHALL BE PUNISHED BY A CIVIL FINE OF UP TO ONE HUNDRED DOLLARS.\n   12    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the safety of funeral processions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160409.TXT", "SOBI.D110202.T102704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296660424491
}