{
  "year" : 2011,
  "senateBillNo" : "A4085-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to correction",
    "billEventId" : "A4085-2011-1296536400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the subdirectory of sexually violent predators free of charge and searchable with anonymity",
  "summary" : "Makes the subdirectory of sexually violent predators free of charge and searchable with anonymity. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A9365-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4085\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. GABRYSZAK, GUNTHER, P. RIVERA, PHEFFER -- Multi-\n         Sponsored by -- M. of A. MOLINARO, SCHROEDER -- read once and referred\n         to the Committee on Correction\n\n       AN ACT to amend the correction law, in relation to making the  subdirec-\n         tory  of sexually violent predators free of charge and searchable with\n         anonymity\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1 of section 168-q of the correction law, as\n    2  amended by chapter 478 of the laws  of  2009,  is  amended  to  read  as\n    3  follows:\n    4    1.  The  division shall maintain a subdirectory of level two and three\n    5  sex offenders. The subdirectory shall include the exact address, address\n    6  of the offender's place of employment and photograph of the sex offender\n    7  along with the  following  information,  if  available:  name,  physical\n    8  description,   age  and  distinctive  markings.  Background  information\n    9  including the sex offender's crime of conviction,  modus  of  operation,\n   10  type  of  victim  targeted,  the  name and address of any institution of\n   11  higher education at which the sex  offender  is  enrolled,  attends,  is\n   12  employed  or  resides and a description of special conditions imposed on\n   13  the sex offender shall also be included. The subdirectory shall have sex\n   14  offender listings categorized by county and zip  code.  A  copy  of  the\n   15  subdirectory  shall  annually  be  distributed  to  the offices of local\n   16  village, town, city,  county  or  state  law  enforcement  agencies  for\n   17  purposes of public access. The division shall distribute monthly updates\n   18  to  the  offices  of  local  village,  town,  city,  county or state law\n   19  enforcement agencies for purposes of public  access.  [Such  departments\n   20  shall  require  that  a person in writing provide their name and address\n   21  prior to viewing the  subdirectory.]  Any  information  identifying  the\n   22  victim  by  name,  birth  date,  address or relation to the sex offender\n   23  shall be excluded from the  subdirectory  distributed  for  purposes  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07727-01-1\n\n       A. 4085                             2\n\n    1  public  access.  The subdirectory provided for [herein] IN THIS SUBDIVI-\n    2  SION shall be updated monthly to maintain its efficiency and  usefulness\n    3  and shall be computer accessible. Such subdirectory shall be made avail-\n    4  able  FREE OF CHARGE at all times on the internet via the division home-\n    5  page AND SHALL BE SEARCHABLE WITH ANONYMITY.   Any person may  apply  to\n    6  the division to receive automated e-mail notifications whenever a new or\n    7  updated  subdirectory registration occurs in a geographic area specified\n    8  by such person. The division shall furnish such service at no charge  to\n    9  such  person, who shall request e-mail notification by county and/or zip\n   10  code on forms developed and provided by the division.  E-mail  notifica-\n   11  tion is limited to three geographic areas per e-mail account.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to making the subdirectory of sexually violent predators free of charge and searchable with anonymity ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T103205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296660725662
}