{
  "year" : 2011,
  "senateBillNo" : "A4099-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A4099-2011-1296536400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to arbitration of no-fault insurance claims",
  "summary" : "Relates to requiring all no-fault insurance claims to be submitted to arbitration. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A8798-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4099\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law, in relation  to  the  arbitration  of\n         no-fault insurance claims\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsections (a) and (b) of section 5106  of  the  insurance\n    2  law,  subsection  (b) as amended by chapter 452 of the laws of 2005, are\n    3  amended to read as follows:\n    4    (a) Payments of first party benefits and additional first party  bene-\n    5  fits  shall  be made as the loss is incurred.  Such benefits are overdue\n    6  if not paid within thirty days after the claimant supplies proof of  the\n    7  fact  and  amount  of loss sustained. If proof is not supplied as to the\n    8  entire claim, the amount which is supported by proof is overdue  if  not\n    9  paid  within  thirty  days  after  such  proof  is supplied. All overdue\n   10  payments shall bear interest at the rate of [two] ONE percent per month.\n   11  If a valid claim or portion was overdue,  the  claimant  shall  also  be\n   12  entitled  to  recover his attorney's reasonable fee, for services neces-\n   13  sarily performed in connection with  securing  payment  of  the  overdue\n   14  claim, subject to limitations promulgated by the superintendent in regu-\n   15  lations.\n   16    (b) [Every insurer shall provide a claimant with the option of submit-\n   17  ting  any dispute] ALL DISPUTES involving the insurer's liability to pay\n   18  first party benefits, or additional first  party  benefits,  the  amount\n   19  thereof  or  any other matter which may arise pursuant to subsection (a)\n   20  of this section SHALL BE SUBMITTED to arbitration pursuant to simplified\n   21  procedures to be promulgated or approved  by  the  superintendent.  Such\n   22  simplified  procedures  shall  include  an expedited eligibility hearing\n   23  option, when required, to designate the insurer for first party benefits\n   24  pursuant to subsection (d) of this section.  The  expedited  eligibility\n   25  hearing option shall be a forum for eligibility disputes only, and shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05421-01-1\n\n       A. 4099                             2\n\n    1  not  include the submission of any particular bill, payment or claim for\n    2  any specific benefit for adjudication, nor shall it consider  any  other\n    3  defense to payment.\n    4    S  2.  This  act  shall  take effect on the two hundred seventieth day\n    5  after it shall have become a law and shall apply to all claims  made  on\n    6  or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to the arbitration of no-fault insurance claims ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T104205.TXT", "SOBI.D110201.T161409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661325023
}