{
  "year" : 2011,
  "senateBillNo" : "A4095-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A4095-2011-1296536400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the thruway authority installing local attraction videos at service areas along the thruway system",
  "summary" : "Relates to the thruway authority installing local attraction videos at service areas along the thruway system; makes definitions; allows thruway authority to charge fees to businesses, organizations or other groups to be included in local attraction videos. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA1951-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4095\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, ORTIZ, CAHILL, CLARK -- Multi-Sponsored\n         by -- M. of A.  McENENY -- read once and referred to the Committee  on\n         Transportation\n\n       AN  ACT to amend the public authorities law and the economic development\n         law, in relation to presentation of local attraction videos at service\n         areas\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  public  authorities law is amended by adding a new\n    2  section 361-e to read as follows:\n    3    S 361-E. TOURISM PROMOTION PROGRAM. 1. AS USED IN  THIS  SECTION,  THE\n    4  FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A)  \"CONTROLLED  SYSTEM\" SHALL MEAN AND INCLUDE THOSE PORTIONS OF THE\n    6  MAINLINE THRUWAY SYSTEM SET FORTH IN SECTION THREE HUNDRED FIFTY-SIX  OF\n    7  THIS TITLE.\n    8    (B) \"LOCAL ATTRACTION VIDEO\" SHALL MEAN A CONTINUOUSLY PLAYED INFORMA-\n    9  TIONAL  VIDEO, PRODUCED BY THE DEPARTMENT OF ECONOMIC DEVELOPMENT PURSU-\n   10  ANT TO THE  PROVISIONS  OF  SUBDIVISION  FORTY-THREE-A  OF  SECTION  ONE\n   11  HUNDRED  OF  THE  ECONOMIC DEVELOPMENT LAW, WHICH SHALL DESCRIBE TOURIST\n   12  ATTRACTIONS, EXPLAIN THEIR HISTORIES AND PROVIDE OTHER  RELEVANT  POINTS\n   13  OF  INTEREST  REGARDING  SUCH TOURIST ATTRACTIONS AND TRAVELER AMENITIES\n   14  WHICH ARE IN REASONABLE PROXIMITY TO THE SERVICE AREA WHERE SHOWN.\n   15    (C) \"SERVICE AREA\" SHALL MEAN ANY ROADSIDE SITE ALONG  THE  CONTROLLED\n   16  SYSTEM  WHICH  PROVIDES  SERVICES TO THE USERS OF THE THRUWAY INCLUDING,\n   17  BUT NOT LIMITED TO, FOOD, FUEL, RESTROOMS AND PARKING FACILITIES.\n   18    (D) \"TOURIST ATTRACTION\" SHALL MEAN ANY EXISTING RECREATIONAL,  EDUCA-\n   19  TIONAL,  CULTURAL,  HISTORICAL,  SPORTING OR OTHER FACILITIES, INCLUDING\n   20  SCENIC AREAS, WHICH ARE LIKELY TO ATTRACT A SIGNIFICANT NUMBER OF PEOPLE\n   21  FROM OUTSIDE THE REGION WHERE THE TOURIST ATTRACTION IS LOCATED.\n   22    2. THE THRUWAY AUTHORITY SHALL  DESIGN,  CONSTRUCT,  INSTALL,  OPERATE\n   23  AND/OR  MAINTAIN,  OR  CONTRACT  FOR  THE SAME, KIOSKS OR OTHER MEANS OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06422-01-1\n\n       A. 4095                             2\n\n    1  DISPLAYING LOCAL ATTRACTION VIDEOS AT SERVICE AREAS ALONG THE CONTROLLED\n    2  SYSTEM. SUCH KIOSKS AND LOCAL ATTRACTION VIDEOS SHALL BE  INSTALLED  AND\n    3  OPERATING ACCORDING TO THE FOLLOWING SCHEDULE:\n    4    (A)  AT  TWENTY-FIVE  PERCENT  OF  THE SERVICE AREAS ON THE CONTROLLED\n    5  SYSTEM NO LATER THAN JUNE THIRTIETH, TWO THOUSAND THIRTEEN;\n    6    (B) AT FIFTY PERCENT OF THE SERVICE AREAS ON THE CONTROLLED SYSTEM  NO\n    7  LATER THAN JUNE THIRTIETH, TWO THOUSAND FOURTEEN;\n    8    (C)  AT  SEVENTY-FIVE  PERCENT  OF THE SERVICE AREAS ON THE CONTROLLED\n    9  SYSTEM NO LATER THAN JUNE THIRTIETH, TWO THOUSAND FIFTEEN; AND\n   10    (D) AT ONE HUNDRED PERCENT OF THE  SERVICE  AREAS  ON  THE  CONTROLLED\n   11  SYSTEM NO LATER THAN JUNE THIRTIETH, TWO THOUSAND SIXTEEN.\n   12    3. THE THRUWAY AUTHORITY MAY CHARGE FEES TO BUSINESSES, ORGANIZATIONS,\n   13  INSTITUTIONS  OR  OTHER  GROUPS  TO  BE INCLUDED IN THE LOCAL ATTRACTION\n   14  VIDEO AND/OR MAY INCLUDE ADVERTISING OR SPONSORSHIP NOTICES  WITHIN  THE\n   15  VIDEO  PROGRAM  OR POSTED NEARBY. SUCH FEES SHALL BE LEVIED ON AN ANNUAL\n   16  BASIS AND SHALL NOT EXCEED THE ACTUAL COSTS ATTRIBUTABLE TO THE  INSTAL-\n   17  LATION, OPERATION AND MAINTENANCE OF SUCH ATTRACTION VIDEO; FURTHER, THE\n   18  CALCULATION   OF   SUCH  FEE  SHALL  AMORTIZE  THE  INITIAL  DESIGN  AND\n   19  CONSTRUCTION COSTS OVER A TEN YEAR PERIOD.\n   20    4. THE THRUWAY AUTHORITY  MAY  UTILIZE  REVENUES,  NOT  RESTRICTED  OR\n   21  PLEDGED  UNDER  ANY  BOND,  COVENANT  OR  CONTRACT  OF THE AUTHORITY, TO\n   22  PARTIALLY OFFSET THE COSTS OF PROVIDING SUCH KIOSKS TO PLAY  SUCH  LOCAL\n   23  ATTRACTION VIDEOS.\n   24    S  2. Section 100 of the economic development law is amended by adding\n   25  a new subdivision 43-a to read as follows:\n   26    43-A. (A) TO ADVISE AND COOPERATE WITH  THE  NEW  YORK  STATE  THRUWAY\n   27  AUTHORITY  IN  THE  DESIGN, CONSTRUCTION, INSTALLATION, OPERATION AND/OR\n   28  MAINTENANCE OF KIOSKS TO PLAY LOCAL ATTRACTION VIDEOS ALONG THE  THRUWAY\n   29  SYSTEM.\n   30    (B)  TO  DESIGN AND PRODUCE, OR CONTRACT FOR THE DESIGN AND PRODUCTION\n   31  OF, LOCAL ATTRACTION VIDEOS AS SUCH TERM IS DEFINED BY PARAGRAPH (B)  OF\n   32  SUBDIVISION  ONE  OF  SECTION  THREE HUNDRED   SIXTY-ONE-E OF THE PUBLIC\n   33  AUTHORITIES LAW. THE SIZE, SPECIFICATIONS, TOURISM REGION OR  SUBREGION,\n   34  QUALIFYING  FACILITIES  AND CONTENT OF EACH LOCAL ATTRACTION VIDEO SHALL\n   35  BE DETERMINED BY  THE  COMMISSIONER,  IN  CONSULTATION  WITH  LOCAL  AND\n   36  REGIONAL TOURISM PROMOTION AGENCIES.\n   37    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law and the economic development law, in relation to presentation of local attraction videos at service areas ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T104205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661325010
}