{
  "year" : 2011,
  "senateBillNo" : "A4097-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A4097-2011-1296536400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a visor card for the deaf and hard of hearing",
  "summary" : "Establishes a visor card for the deaf and hard of hearing. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A10583-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4097\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to establishing\n         visor communication cards for the deaf and hard  of  hearing;  and  to\n         amend  the state finance law, in relation to establishing the New York\n         state deaf and hard of hearing fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X.  VISOR COMMUNICATION CARD FOR THE NEW  YORK  STATE  DEAF  AND\n    4  HARD  OF  HEARING. 1. AS USED IN THIS SECTION, THE FOLLOWING TERMS SHALL\n    5  HAVE THE FOLLOWING MEANINGS:\n    6    (A) \"DEAF PERSON\" SHALL MEAN ANY PERSON WHO, BECAUSE OF HEARING  LOSS,\n    7  IS  NOT  ABLE  TO  DISCRIMINATE SPEECH WHEN SPOKEN IN A NORMAL CONVERSA-\n    8  TIONAL TONE REGARDLESS OF THE USE OF AMPLIFICATION DEVICES; AND\n    9    (B) \"HARD OF HEARING PERSON\" SHALL MEAN ANY  PERSON  WHO,  BECAUSE  OF\n   10  HEARING  LOSS,  HAS  A  DIMINISHED  CAPACITY TO DISCRIMINATE SPEECH WHEN\n   11  SPOKEN IN A NORMAL CONVERSATIONAL TONE.\n   12    (C) \"VISOR COMMUNICATION  CARD\"  SHALL  MEAN  SUCH  IDENTIFICATION  AS\n   13  ISSUED  BY THE DEPARTMENT WHICH IDENTIFIES THE DRIVER AS DEAF OR HARD OF\n   14  HEARING, AS DEFINED IN THIS SECTION, AND WHICH DETAILS  THE  APPROPRIATE\n   15  PROCEDURES FOR ASSISTING A DEAF OR HARD OF HEARING DRIVER DURING A TRAF-\n   16  FIC STOP AS PROMULGATED BY THE DEPARTMENT PURSUANT TO THIS SECTION.\n   17    2.  ANY PERSON RESIDING IN THIS STATE, UPON REQUEST AND ACCOMPANIED BY\n   18  A DOCTOR'S STATEMENT INDICATING SUCH PERSON IS EITHER DEAF  OR  HARD  OF\n   19  HEARING,  SHALL  BE  ISSUED  A VISOR COMMUNICATION CARD FOR THE DEAF AND\n   20  HARD OF HEARING OF A DESIGN APPROVED BY THE COMMISSIONER.    APPLICATION\n   21  FOR  SUCH  VISOR COMMUNICATION CARD SHALL BE FILED WITH THE COMMISSIONER\n   22  IN SUCH FORM AND DETAIL AS THE COMMISSIONER SHALL PRESCRIBE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05244-01-1\n\n       A. 4097                             2\n\n    1    3. A VISOR COMMUNICATION CARD ISSUED PURSUANT TO THIS SECTION SHALL BE\n    2  ISSUED UPON THE PAYMENT OF THE REGULAR REGISTRATION  FEE  PRESCRIBED  BY\n    3  SECTION  FOUR  HUNDRED  ONE  OF THIS ARTICLE, PROVIDED, HOWEVER, THAT AN\n    4  ADDITIONAL ANNUAL SERVICE CHARGE OF TEN DOLLARS  SHALL  BE  CHARGED  FOR\n    5  SUCH  VISOR  COMMUNICATION  CARD.    SUCH ANNUAL SERVICE CHARGE SHALL BE\n    6  DEPOSITED TO THE CREDIT OF THE \"NEW YORK STATE DEAF AND HARD OF  HEARING\n    7  FUND\"  ESTABLISHED  PURSUANT  TO  SECTION NINETY-SEVEN-KKKK OF THE STATE\n    8  FINANCE LAW AND SHALL BE USED FOR PROGRAMS FOR  THE  DEAF  AND  HARD  OF\n    9  HEARING  PURSUANT TO SECTION NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW.\n   10  PROVIDED, HOWEVER, THAT ONE  YEAR  AFTER  THE  EFFECTIVE  DATE  OF  THIS\n   11  SECTION, FUNDS IN THE AMOUNT OF FIVE THOUSAND DOLLARS, OR SO MUCH THERE-\n   12  OF AS MAY BE AVAILABLE, SHALL BE ALLOCATED FROM SUCH FUND TO THE DEPART-\n   13  MENT TO OFFSET COSTS ASSOCIATED WITH THE PRODUCTION OF SUCH VISOR COMMU-\n   14  NICATION CARDS.\n   15    S  2. The state finance law is amended by adding a new section 97-kkkk\n   16  to read as follows:\n   17    S 97-KKKK. THE NEW YORK STATE DEAF AND HARD OF HEARING FUND. 1.  THERE\n   18  IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE COMMISSIONER OF  TAXA-\n   19  TION  AND FINANCE AND THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE\n   20  NEW YORK STATE DEAF AND HARD OF HEARING FUND.\n   21    2. SUCH FUND SHALL CONSIST OF ALL REVENUES  RECEIVED  PURSUANT  TO  AN\n   22  APPROPRIATION  BY  THE  LEGISLATURE,  ALL  MONEYS  COLLECTED PURSUANT TO\n   23  SECTION FOUR HUNDRED FOUR-X OF THE VEHICLE AND TRAFFIC LAW AND ALL OTHER\n   24  MONEYS APPROPRIATED, CREDITED OR TRANSFERRED THERETO FROM ANY OTHER FUND\n   25  OR SOURCE PURSUANT TO LAW.  NOTHING  CONTAINED  IN  THIS  SECTION  SHALL\n   26  PREVENT  THE  STATE  FROM  RECEIVING  GRANTS,  GIFTS OR BEQUESTS FOR THE\n   27  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n   28  THE FUND ACCORDING TO LAW.\n   29    3. MONIES OF THE FUND SHALL BE EXPENDED ONLY FOR PROGRAMS FOR THE DEAF\n   30  AND HARD OF HEARING.\n   31    4. MONIES SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND  WARRANT  OF\n   32  THE  COMPTROLLER  ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMISSIONER\n   33  OF MOTOR VEHICLES.\n   34    S 3. This act shall take effect on the one hundred eightieth day after\n   35  it shall have become a law.  Effective immediately, the addition, amend-\n   36  ment and/or repeal of any rule or regulation necessary for the implemen-\n   37  tation of this act on its effective date are authorized to be made on or\n   38  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to establishing visor communication cards for the deaf and hard of hearing; and to amend the state finance law, in relation to establishing the New York state deaf and hard of hearing fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T104205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661325014
}