{
  "year" : 2011,
  "senateBillNo" : "A4092-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to education",
    "billEventId" : "A4092-2011-1296536400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prekindergarten transportation",
  "summary" : "Relates to pre-kindergarten transportation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4292-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4092\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to prekindergarten trans-\n         portation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent. The commissioner of education in the\n    2  Appeal of Garvan et. al. on August 31, 2007 ruled  that  existing  state\n    3  law  does  not  provide  public school districts   with the authority to\n    4  transport students to prekindergarten programs which  are  not  operated\n    5  pursuant  to  the  \"Universal  Prekindergarten Program\" as authorized by\n    6  section 3602-e of the education law. This ruling was upheld by the State\n    7  Supreme Court on December 7, 2007 in Board of Education of the  Lawrence\n    8  Union  Free  School  District  Number 15 v. Garvan McColgan et. al.  The\n    9  legislature finds that it is an appropriate public  purpose  to  provide\n   10  public  school districts with the authority to provide transportation to\n   11  children attending  prekindergarten  programs  which  are  not  operated\n   12  pursuant  to  section  3602-e  of  the  education law provided that such\n   13  programs are located within the  corporate  boundaries  of  that  school\n   14  district.  Such  transportation  shall  only  be  provided after a voter\n   15  approved proposition and such transportation costs shall not be eligible\n   16  for state transportation aid. All such transportation shall  be  offered\n   17  equally to all children in like circumstances.\n   18    S  2.  Section  3635  of  the education law is amended by adding a new\n   19  subdivision 1-a to read as follows:\n   20    1-A. THE PROVISIONS OF THIS SUBDIVISION SHALL APPLY TO  TRANSPORTATION\n   21  PROVIDED  TO STUDENTS WHO ARE ENROLLED IN PREKINDERGARTEN PROGRAMS OTHER\n   22  THAN THOSE AUTHORIZED BY SECTION THIRTY-SIX HUNDRED TWO-E OF THIS  ARTI-\n   23  CLE.  A PREKINDERGARTEN PROGRAM SHALL MEAN A PUBLIC SCHOOL DISTRICT THAT\n   24  PROVIDES EDUCATIONAL SERVICES TO PREKINDERGARTEN  CHILDREN.    A  SCHOOL\n   25  DISTRICT MAY PROVIDE TRANSPORTATION SERVICES FOR CHILDREN RESIDING WITH-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07976-01-1\n\n       A. 4092                             2\n\n    1  IN  THE  SCHOOL  DISTRICT  WHO ATTEND A PREKINDERGARTEN PROGRAM PROVIDED\n    2  THAT SUCH CHILDREN ARE FOUR YEARS OF AGE ON OR BEFORE DECEMBER FIRST  OF\n    3  THE  YEAR  IN  WHICH THEY ARE ENROLLED IN THE PREKINDERGARTEN PROGRAM OR\n    4  WHO  ARE OTHERWISE ELIGIBLE TO ENTER PUBLIC SCHOOL KINDERGARTEN COMMENC-\n    5  ING WITH THE FOLLOWING YEAR. SUCH TRANSPORTATION SHALL ONLY BE  PROVIDED\n    6  AFTER THE APPROVAL OF A SEPARATE PROPOSITION BY A MAJORITY OF THE ELIGI-\n    7  BLE  VOTERS CASTING BALLOTS ON THE PROPOSITION AND SUCH  PROPOSITION MAY\n    8  ONLY BE PLACED ON THE BALLOT FOR A VOTE BY A MAJORITY VOTE OF THE SCHOOL\n    9  BOARD AND SUCH PROPOSITION SHALL BE VOTED UPON ON THE SAME DATE  AS  THE\n   10  ANNUAL  BUDGET VOTE. SUCH PROPOSITION SHALL BE IN A MANNER PRESCRIBED BY\n   11  THE COMMISSIONER AND SHALL SPECIFY  THE  DISTANCE  THAT  PREKINDERGARTEN\n   12  STUDENTS SHALL BE TRANSPORTED TO AND FROM THEIR HOMES AND THE RESPECTIVE\n   13  PREKINDERGARTEN  PROGRAMS,  PROVIDED  THAT  SUCH TRANSPORTATION SHALL BE\n   14  OFFERED EQUALLY TO ALL CHILDREN  IN  LIKE  CIRCUMSTANCES.  THE  COST  OF\n   15  PROVIDING  SUCH  TRANSPORTATION SHALL NOT BE AN ELIGIBLE EXPENSE FOR THE\n   16  PURPOSE OF CALCULATING TRANSPORTATION AID ALSO SHALL NOT BE AN  ORDINARY\n   17  CONTINGENT EXPENSE OF THE DISTRICT. THE PROVISIONS OF THIS SECTION SHALL\n   18  NOT  APPLY  TO OR AFFECT THOSE INDIVIDUALS ENROLLED IN PROGRAMS PURSUANT\n   19  TO SECTION FORTY-FOUR HUNDRED TEN OF THIS CHAPTER.\n   20    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to prekindergarten transportation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T103705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661025846
}