{
  "year" : 2011,
  "senateBillNo" : "A4094-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A4094-2011-1296536400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes distinctive license plates for the support New York state entertainment program",
  "summary" : "Establishes distinctive license plates for the support New York state entertainment program; creates the New York state film and television production marketing fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1949-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4094\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to establishing\n         distinctive license plates for  the  support  New  York  state  enter-\n         tainment  program;  and to amend the state finance law, in relation to\n         establishing the New York state film and television production market-\n         ing fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR THE  SUPPORT  NEW  YORK  STATE  ENTER-\n    4  TAINMENT  PROGRAM.  1.  ANY  PERSON  RESIDING  IN THIS STATE SHALL, UPON\n    5  REQUEST, BE ISSUED A DISTINCTIVE LICENSE PLATE SUPPORTING NEW YORK STATE\n    6  ENTERTAINMENT OF A DESIGN APPROVED BY THE COMMISSIONER. APPLICATION  FOR\n    7  SUCH LICENSE PLATE SHALL BE FILED WITH THE COMMISSIONER IN SUCH FORM AND\n    8  DETAIL AS THE COMMISSIONER SHALL PRESCRIBE.\n    9    2. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   10  IN  THE SAME MANNER AS OTHER NUMBER PLATES UPON THE PAYMENT OF THE REGU-\n   11  LAR REGISTRATION FEE PRESCRIBED BY SECTION  FOUR  HUNDRED  ONE  OF  THIS\n   12  ARTICLE,  PROVIDED, HOWEVER, THAT AN ADDITIONAL ANNUAL SERVICE CHARGE OF\n   13  TWENTY-FIVE DOLLARS SHALL BE CHARGED FOR SUCH PLATE. SUCH ANNUAL SERVICE\n   14  CHARGE SHALL BE DEPOSITED PURSUANT TO THE  PROVISIONS  OF  SECTION  FOUR\n   15  HUNDRED FOUR-OO OF THIS ARTICLE TO THE CREDIT OF THE DEPARTMENT OF MOTOR\n   16  VEHICLES DISTINCTIVE PLATE DEVELOPMENT FUND ESTABLISHED BY SECTION NINE-\n   17  TY-FIVE-G  OF  THE  STATE  FINANCE  LAW,  AND  SHALL  BE  USED  FOR  THE\n   18  PRODUCTION, DESIGN, ADVERTISING AND  MARKETING  OF  DISTINCTIVE  LICENSE\n   19  PLATES  PURSUANT  TO SUCH SECTION NINETY-FIVE-G; PROVIDED, HOWEVER, THAT\n   20  ANNUAL SERVICE CHARGES COLLECTED IN EXCESS OF SIX THOUSAND DOLLARS SHALL\n   21  BE DEPOSITED TO THE CREDIT OF THE \"NEW YORK STATE  FILM  AND  TELEVISION\n   22  PRODUCTION  MARKETING  FUND\" ESTABLISHED PURSUANT TO SECTION NINETY-SEV-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06420-01-1\n\n       A. 4094                             2\n\n    1  EN-KKKK OF THE STATE FINANCE LAW AND SHALL BE USED FOR  FILM  AND  TELE-\n    2  VISION   PRODUCTION   MARKETING   PROGRAMS   PURSUANT  TO  SUCH  SECTION\n    3  NINETY-SEVEN-KKKK.\n    4    S  2. The state finance law is amended by adding a new section 97-kkkk\n    5  to read as follows:\n    6    S 97-KKKK. THE NEW YORK STATE FILM AND TELEVISION PRODUCTION MARKETING\n    7  FUND.   1. THERE IS HEREBY ESTABLISHED  IN  THE  JOINT  CUSTODY  OF  THE\n    8  COMMISSIONER OF TAXATION AND FINANCE AND THE COMPTROLLER, A SPECIAL FUND\n    9  TO BE KNOWN AS THE NEW YORK STATE FILM AND TELEVISION PRODUCTION MARKET-\n   10  ING FUND.\n   11    2.  SUCH  FUND  SHALL  CONSIST OF ALL REVENUES RECEIVED PURSUANT TO AN\n   12  APPROPRIATION BY THE  LEGISLATURE,  ALL  MONEYS  COLLECTED  PURSUANT  TO\n   13  SECTION FOUR HUNDRED FOUR-X OF THE VEHICLE AND TRAFFIC LAW AND ALL OTHER\n   14  MONEYS  APPROPRIATED,  CREDITED,  OR  TRANSFERRED THERETO FROM ANY OTHER\n   15  FUND OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED IN THIS SECTION  SHALL\n   16  PREVENT  THE  STATE  FROM  RECEIVING  GRANTS,  GIFTS OR BEQUESTS FOR THE\n   17  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n   18  THE FUND ACCORDING TO LAW.\n   19    3. (A) MONIES OF THE FUND SHALL BE EXPENDED ONLY FOR  FILM  AND  TELE-\n   20  VISION PRODUCTION MARKETING PROGRAMS.\n   21    (B)  AS USED IN THIS SECTION, FILM AND TELEVISION PRODUCTION MARKETING\n   22  PROGRAMS MEAN ACTIVITIES, APPROVED BY THE DEPARTMENT OF ECONOMIC  DEVEL-\n   23  OPMENT,  TO  PROMOTE AND ENCOURAGE THE OCCURRENCE, IN NEW YORK STATE, OF\n   24  FILM AND TELEVISION PRODUCTION.\n   25    4. MONIES SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND  WARRANT  OF\n   26  THE  COMPTROLLER  ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMISSIONER\n   27  OF ECONOMIC DEVELOPMENT.\n   28    5. TO THE EXTENT PRACTICABLE, THE COMMISSIONER OF ECONOMIC DEVELOPMENT\n   29  SHALL ENSURE THAT ALL MONIES RECEIVED DURING A FISCAL YEAR ARE  EXPENDED\n   30  PRIOR TO THE END OF THAT FISCAL YEAR.\n   31    S 3. This act shall take effect on the one hundred eightieth day after\n   32  it  shall have become a law. Effective immediately, the addition, amend-\n   33  ment and/or repeal of any rule or regulation necessary for the implemen-\n   34  tation of this act on its effective date are authorized to be made on or\n   35  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to establishing distinctive license plates for the support New York state entertainment program; and to amend the state finance law, in relation to establishing the New York state film and television production marketing fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T104205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661325007
}