{
  "year" : 2011,
  "senateBillNo" : "A4096-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A4096-2011-1296536400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes distinctive license plates for the Upstate New York PBA and establishes the Upstate New York PBA fund",
  "summary" : "Establishes distinctive license plates for the Upstate New York PBA and establishes the Upstate New York PBA fund; further provides for an additional annual service charge for such plates of $25. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1948-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4096\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to establishing\n         distinctive license plates for the Upstate New York PBA; and to  amend\n         the  state  finance  law,  in relation to establishing the Upstate New\n         York PBA fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR THE UPSTATE NEW  YORK  PBA.    1.  ANY\n    4  PERSON  RESIDING IN THIS STATE SHALL, UPON REQUEST, BE ISSUED A DISTINC-\n    5  TIVE LICENSE PLATE BEARING THE WORDS \"SUPPORT LAW  ENFORCEMENT\"  ON  THE\n    6  BOTTOM  OF  SAID LICENSE PLATE WITH THE OFFICIAL LOGO OF THE UPSTATE NEW\n    7  YORK PBA ON THE LEFT OF  SAID  LICENSE  PLATE.    APPLICATION  FOR  SUCH\n    8  LICENSE  PLATE  SHALL  BE  FILED  WITH THE COMMISSIONER IN SUCH FORM AND\n    9  DETAIL AS THE COMMISSIONER SHALL PRESCRIBE.\n   10    2. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   11  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON THE PAYMENT OF THE  REGU-\n   12  LAR  REGISTRATION  FEE  PRESCRIBED  BY  SECTION FOUR HUNDRED ONE OF THIS\n   13  ARTICLE; PROVIDED, HOWEVER, THAT AN ADDITIONAL ANNUAL SERVICE CHARGE  OF\n   14  TWENTY-FIVE  DOLLARS  SHALL  BE  CHARGED  FOR  SUCH PLATE.   SUCH ANNUAL\n   15  SERVICE CHARGE SHALL BE DEPOSITED PURSUANT TO THE PROVISIONS OF  SECTION\n   16  FOUR HUNDRED FOUR-OO OF THIS ARTICLE, TO THE CREDIT OF THE DEPARTMENT OF\n   17  MOTOR VEHICLES DISTINCTIVE PLATE DEVELOPMENT FUND ESTABLISHED BY SECTION\n   18  NINETY-FIVE-G  OF  THE  STATE  FINANCE  LAW  AND  SHALL  BE USED FOR THE\n   19  PRODUCTION, DESIGN, ADVERTISING AND  MARKETING  OF  DISTINCTIVE  LICENSE\n   20  PLATES  PURSUANT  TO SUCH SECTION NINETY-FIVE-G; PROVIDED, HOWEVER, THAT\n   21  ANNUAL SERVICE CHARGES COLLECTED IN EXCESS OF SIX THOUSAND DOLLARS SHALL\n   22  BE DEPOSITED TO THE CREDIT OF THE \"UPSTATE NEW  YORK  PBA  FUND\"  ESTAB-\n   23  LISHED PURSUANT TO SECTION NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06419-01-1\n\n       A. 4096                             2\n\n    1    S  2. The state finance law is amended by adding a new section 97-kkkk\n    2  to read as follows:\n    3    S  97-KKKK.  THE UPSTATE NEW YORK PBA FUND.  1. THERE IS HEREBY ESTAB-\n    4  LISHED IN THE JOINT CUSTODY OF THE COMMISSIONER OF TAXATION AND  FINANCE\n    5  AND  THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE UPSTATE NEW YORK\n    6  PBA FUND.\n    7    2. SUCH FUND SHALL CONSIST OF ALL REVENUES  RECEIVED  PURSUANT  TO  AN\n    8  APPROPRIATION  BY  THE  LEGISLATURE,  ALL  MONEYS  COLLECTED PURSUANT TO\n    9  SECTION FOUR HUNDRED FOUR-X OF THE VEHICLE AND TRAFFIC LAW AND ALL OTHER\n   10  MONEYS APPROPRIATED, CREDITED, OR TRANSFERRED  THERETO  FROM  ANY  OTHER\n   11  FUND  OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED IN THIS SECTION SHALL\n   12  PREVENT THE STATE FROM RECEIVING  GRANTS,  GIFTS  OR  BEQUESTS  FOR  THE\n   13  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n   14  THE FUND ACCORDING TO LAW.\n   15    3.   MONIES SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   16  THE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY  THE  COMMISSIONER\n   17  OF MOTOR VEHICLES.\n   18    4. TO THE EXTENT PRACTICABLE, THE COMMISSIONER OF MOTOR VEHICLES SHALL\n   19  ENSURE  THAT ALL MONIES RECEIVED DURING A FISCAL YEAR ARE EXPENDED PRIOR\n   20  TO THE END OF THAT FISCAL YEAR.\n   21    S 3. This act shall take effect on the one hundred eightieth day after\n   22  it shall have become a law.  Effective immediately, the addition, amend-\n   23  ment and/or repeal of any rule or regulation necessary for the implemen-\n   24  tation of this act on its effective date is authorized to be made on  or\n   25  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to establishing distinctive license plates for the Upstate New York PBA; and to amend the state finance law, in relation to establishing the Upstate New York PBA fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T104205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661325012
}