{
  "year" : 2011,
  "senateBillNo" : "A4091-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A4091-2011-1296536400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits automobile liability insurers to refuse to insure or increase the premiums for insuring any automobile operated by a volunteer driver",
  "summary" : "Prohibits automobile liability insurers from refusing to insure or increasing the premiums for insuring any automobile operated by a volunteer driver; defines a \"volunteer driver\" as a person who provides services, including transportation, without compensation to a not-for-profit corporation or charitable organization. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A3345-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4091\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to discrimination against\n         volunteer drivers in the issuance of motor vehicle liability insurance\n         coverage\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new section 2335-b\n    2  to read as follows:\n    3    S 2335-B. DISCRIMINATION AGAINST VOLUNTEER DRIVERS. NO INSURER AUTHOR-\n    4  IZED  TO  TRANSACT OR TRANSACTING BUSINESS IN THIS STATE, OR CONTROLLING\n    5  OR CONTROLLED BY OR UNDER COMMON CONTROL BY OR WITH AN  INSURER  AUTHOR-\n    6  IZED  TO  TRANSACT  OR  TRANSACTING  BUSINESS IN THIS STATE, WHICH SELLS\n    7  POLICIES PROVIDING MOTOR VEHICLE LIABILITY INSURANCE  COVERAGE  IN  THIS\n    8  STATE  SHALL  REFUSE  TO  PROVIDE  SUCH  A POLICY OR INCREASE THE POLICY\n    9  PREMIUM IN CONNECTION WITH THE INSURANCE PERMITTED OR REQUIRED  BY  THIS\n   10  CHAPTER  SOLELY  BECAUSE THE INSURED OR ANY OTHER PERSON WHO CUSTOMARILY\n   11  OPERATES AN AUTOMOBILE COVERED BY THE POLICY IS A VOLUNTEER DRIVER.  FOR\n   12  THE  PURPOSES  OF  THIS  SECTION,  \"VOLUNTEER DRIVER\" MEANS A PERSON WHO\n   13  PROVIDES SERVICES, INCLUDING TRANSPORTING INDIVIDUALS OR GOODS,  WITHOUT\n   14  COMPENSATION  ABOVE EXPENSES TO A NOT-FOR-PROFIT CORPORATION OR CHARITA-\n   15  BLE ORGANIZATION.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07906-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to discrimination against volunteer drivers in the issuance of motor vehicle liability insurance coverage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T103705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661025844
}