{
  "year" : 2011,
  "senateBillNo" : "A4090-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A4090-2011-1296536400000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes boards of trustees and boards of education to establish a tax stabilization reserve fund",
  "summary" : "Authorizes boards of trustees and boards of education to establish a tax stabilization reserve fund from monies identified as excess or surplus and may be appropriated to stabilize the property tax rate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3239-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4090\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the education law, in relation to authorizing establish-\n         ment of tax stabilization reserve funds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new article 44 to\n    2  read as follows:\n    3                                  ARTICLE 44\n    4                       TAX STABILIZATION RESERVE FUNDS\n\n    5  SECTION 2150. TAX STABILIZATION RESERVE FUNDS.\n    6    S 2150. TAX STABILIZATION RESERVE FUNDS.  NOTWITHSTANDING  ANY  INCON-\n    7  SISTENT PROVISION OF LAW, THE BOARD OF TRUSTEES OR BOARD OF EDUCATION OF\n    8  EACH  SCHOOL DISTRICT SHALL BE AUTHORIZED TO TRANSFER ANY MONIES IDENTI-\n    9  FIED AS AN UNAPPROPRIATED FUND BALANCE IN EXCESS OF TWO PERCENT  OF  THE\n   10  CURRENT  BUDGET PERMITTED TO BE RETAINED FOR MEETING CONTINGENT EXPENSES\n   11  TO A SPECIAL FUND WHICH SHALL BE KNOWN AS A  TAX  STABILIZATION  RESERVE\n   12  FUND.    MONIES  IN  SUCH  FUND SHALL BE DEPOSITED IN ONE OR MORE OF THE\n   13  BANKS OR TRUST COMPANIES DESIGNATED IN THE MANNER  PROVIDED  BY  LAW  AS\n   14  DEPOSITORIES  OF  THE  FUNDS  FOR ANY GIVEN DISTRICT. THE MONIES IN SUCH\n   15  FUND SO DEPOSITED SHALL BE KEPT IN A SEPARATE BANK  ACCOUNT.  BOARDS  OF\n   16  TRUSTEES  AND  EDUCATION MAY INVEST THE MONIES IN SUCH FUNDS IN A MANNER\n   17  PROVIDED BY SECTION ELEVEN OF THE GENERAL MUNICIPAL  LAW.  ANY  INTEREST\n   18  EARNED ON THE MONIES SO DEPOSITED OR INVESTED SHALL ACCRUE TO AND BECOME\n   19  PART  OF  SUCH FUND.  MONIES IN SUCH FUND MAY BE APPROPRIATED IN ACCORD-\n   20  ANCE WITH A PLAN TO STABILIZE THE SCHOOL DISTRICT'S PROPERTY TAX RATE BY\n   21  MAKING USE OF SUCH FUNDS TO OFFSET TAX LEVY NEEDS.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07492-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing establishment of tax stabilization reserve funds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T103705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661025841
}