{
  "year" : 2011,
  "senateBillNo" : "A4106-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A4106-2011-1296536400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishment of \"freedom health insurance plans\"",
  "summary" : "Relates to establishment of \"freedom health insurance plans\"; provides a tax credit for certain health insurance plans purchased by small employers and certain individuals; provides additional payments to HMO's from the direct payment stop loss fund; amends certain enrollment and rate provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2197-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hikind",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4106\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, SCHIMMINGER, CYMBROWITZ, PERRY, CANES-\n         TRARI, ORTIZ, HIKIND --  Multi-Sponsored  by  --  M.  of  A.  BOYLAND,\n         COLTON,  DESTITO,  LATIMER, LUPARDO, MAGEE, ROBINSON, TOWNS, WRIGHT --\n         read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to establishment of free-\n         dom health insurance plans; to amend  the  tax  law,  in  relation  to\n         providing  a  tax credit for the purchase of certain health insurance;\n         and to amend the public health law, in relation to the health  mainte-\n         nance organization direct pay market program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (l) of section 3216 of  the  insurance  law,  as\n    2  added by chapter 504 of the laws of 1995, is amended to read as follows:\n    3    (l)  On  and  after  January  first, nineteen hundred ninety-seven, no\n    4  insurer shall offer major medical,  comprehensive  or  other  comparable\n    5  individual  contracts, other than for purposes of conversion, unless the\n    6  benefits of such contracts, including deductibles and  coinsurance,  are\n    7  identical  to  the  out-of-plan  benefits  of the contracts described in\n    8  section four thousand three hundred twenty-two  of  this  chapter.  Such\n    9  contracts  must  include  a prescription drug benefit complying with the\n   10  requirements of that section. THE REQUIREMENTS OF THIS SUBSECTION  SHALL\n   11  NOT  APPLY  TO  A POLICY INTENDED TO QUALIFY FOR USE IN A HEALTH SAVINGS\n   12  ACCOUNT PURSUANT TO SECTION 1201 OF THE  FEDERAL  MEDICARE  PRESCRIPTION\n   13  DRUG, IMPROVEMENT, AND MODERNIZATION ACT OF 2003. SUCH POLICIES SHALL BE\n   14  KNOWN AS \"FREEDOM POLICIES\".\n   15    S  2.  Section  3221  of  the insurance law is amended by adding a new\n   16  subsection (s) to read as follows:\n   17    (S) NO GROUP OR BLANKET ACCIDENT AND HEALTH INSURANCE POLICY ISSUED OR\n   18  ISSUED FOR DELIVERY IN THIS STATE FOR USE IN A  HEALTH  SAVINGS  ACCOUNT\n   19  PURSUANT  TO  SECTION  1201  OF  THE FEDERAL MEDICARE PRESCRIPTION DRUG,\n   20  IMPROVEMENT, AND MODERNIZATION ACT OF 2003 SHALL BE REQUIRED TO MEET THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06504-01-1\n\n       A. 4106                             2\n\n    1  REQUIREMENTS OF THIS SECTION, OR REGULATIONS ISSUED BY  THE  SUPERINTEN-\n    2  DENT, WITH REGARD TO COVERED HEALTH CARE SERVICES WHICH MUST BE INCLUDED\n    3  IN THE POLICY. SUCH POLICIES SHALL BE KNOWN AS \"FREEDOM POLICIES\".\n    4    S  3. Subsection (l) of section 4304 of the insurance law, as added by\n    5  chapter 504 of the laws of 1995, is amended to read as follows:\n    6    (l) On and after January  first,  nineteen  hundred  ninety-seven,  no\n    7  insurer  shall  offer  major  medical, comprehensive or other comparable\n    8  individual contracts on a direct payment basis, other than for  purposes\n    9  of  conversion, unless the benefits of such contracts, including deduct-\n   10  ibles and coinsurance, are identical to the out-of-plan benefits of  the\n   11  contracts described in section four thousand three hundred twenty-two of\n   12  this  article.  Such  contracts must include a prescription drug benefit\n   13  complying with the requirements of such  section.  THE  REQUIREMENTS  OF\n   14  THIS  SUBSECTION SHALL NOT APPLY TO A POLICY INTENDED TO QUALIFY FOR USE\n   15  IN A HEALTH SAVINGS ACCOUNT PURSUANT TO  SECTION  1201  OF  THE  FEDERAL\n   16  MEDICARE  PRESCRIPTION DRUG, IMPROVEMENT, AND MODERNIZATION ACT OF 2003.\n   17  SUCH POLICIES SHALL BE KNOWN AS \"FREEDOM POLICIES\".\n   18    S 4. Section 4304 of the insurance law is  amended  by  adding  a  new\n   19  subsection (n) to read as follows:\n   20    (N)  NO POLICY ISSUED TO A REMITTING AGENT ON BEHALF OF A GROUP PURSU-\n   21  ANT TO SUBSECTION (A) OF THIS SECTION, AND NO POLICY ISSUED TO  A  GROUP\n   22  PURSUANT  TO  SECTION  FOUR THOUSAND THREE HUNDRED FIVE OF THIS ARTICLE,\n   23  FOR USE IN A HEALTH SAVINGS ACCOUNT PURSUANT  TO  SECTION  1201  OF  THE\n   24  FEDERAL  MEDICARE  PRESCRIPTION DRUG, IMPROVEMENT, AND MODERNIZATION ACT\n   25  OF 2003 SHALL BE REQUIRED TO MEET THE REQUIREMENTS OF  THIS  SECTION  OR\n   26  SECTION FOUR THOUSAND THREE HUNDRED FIVE OF THIS ARTICLE, OR REGULATIONS\n   27  ISSUED  BY  THE  SUPERINTENDENT,  WITH  REGARD  TO  COVERED  HEALTH CARE\n   28  SERVICES WHICH MUST BE INCLUDED IN THE POLICY. SUCH  POLICIES  SHALL  BE\n   29  KNOWN AS \"FREEDOM POLICIES\".\n   30    S  5.  Subsection (a) of section 4322 of the insurance law, as amended\n   31  by chapter 342 of the laws of 2004, is amended to read as follows:\n   32    (a) On and after  January  first,  nineteen  hundred  ninety-six,  all\n   33  health maintenance organizations issued a certificate of authority under\n   34  article forty-four of the public health law or licensed under this arti-\n   35  cle shall offer to individuals, in addition to the standardized contract\n   36  required by section four thousand three hundred twenty-one of this arti-\n   37  cle,  a  standardized  individual enrollee direct payment contract on an\n   38  open enrollment basis as  prescribed  by  section  four  thousand  three\n   39  hundred seventeen of this article and section four thousand four hundred\n   40  six  of  the  public health law, and regulations promulgated thereunder,\n   41  with  an  out-of-plan  benefit  system,  provided,  however,  that  such\n   42  requirements shall not apply to a health maintenance organization exclu-\n   43  sively  serving individuals enrolled pursuant to title eleven of article\n   44  five of the social services law, title eleven-D of article five  of  the\n   45  social  services  law,  title one-A of article twenty-five of the public\n   46  health law or title eighteen of the federal Social  Security  Act,  and,\n   47  further  provided,  that  such health maintenance organization shall not\n   48  discontinue a contract for an  individual  receiving  comprehensive-type\n   49  coverage  in  effect  prior  to  January first, two thousand four who is\n   50  ineligible to purchase policies offered after such date pursuant to this\n   51  section or section four thousand three hundred  [twenty-two]  TWENTY-ONE\n   52  of this article due to the provision of 42 U.S.C. 1395ss in effect prior\n   53  to  January  first,  two  thousand  four. The out-of-plan benefit system\n   54  shall either be provided by the health maintenance organization pursuant\n   55  to subdivision two of section four thousand  four  hundred  six  of  the\n   56  public  health law or through an accompanying insurance contract provid-\n\n       A. 4106                             3\n\n    1  ing out-of-plan benefits offered by  a  company  appropriately  licensed\n    2  pursuant  to  this chapter. On and after January first, nineteen hundred\n    3  ninety-six, the contracts issued pursuant to this  section  and  section\n    4  four thousand three hundred twenty-one of this article shall be the only\n    5  contracts  offered  by  health maintenance organizations to individuals;\n    6  PROVIDED, HOWEVER, THIS LIMITATION SHALL NOT APPLY TO ONE OR MORE  POLI-\n    7  CIES INTENDED TO QUALIFY FOR USE IN A HEALTH SAVINGS ACCOUNT PURSUANT TO\n    8  SECTION 1201 OF THE FEDERAL MEDICARE PRESCRIPTION DRUG, IMPROVEMENT, AND\n    9  MODERNIZATION  ACT  OF  2003.  SUCH  POLICIES SHALL BE KNOWN AS \"FREEDOM\n   10  POLICIES\".  The enrollee contracts issued by a health maintenance organ-\n   11  ization under this section and section four thousand three hundred twen-\n   12  ty-one of this article shall also be the only contracts  issued  by  the\n   13  health  maintenance  organization for purposes of conversion pursuant to\n   14  sections four thousand  three  hundred  four  and  four  thousand  three\n   15  hundred  five of this article. However, nothing in this section shall be\n   16  deemed to require health maintenance organizations to terminate individ-\n   17  ual direct payment contracts issued prior  to  January  first,  nineteen\n   18  hundred  ninety-six  or  prohibit  health maintenance organizations from\n   19  terminating individual direct payment contracts issued prior to  January\n   20  first, nineteen hundred ninety-six.\n   21    S 6. Section 210 of the tax law is amended by adding a new subdivision\n   22  43 to read as follows:\n   23    43.  (A) A TAXPAYER WHO IS A QUALIFIED SMALL EMPLOYER SHALL BE ALLOWED\n   24  A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE EQUAL TO THE APPLICABLE\n   25  PERCENTAGE OF PREMIUMS PAID DURING THE TAXABLE YEAR FOR HEALTH INSURANCE\n   26  BY SUCH EMPLOYER. THE APPLICABLE PERCENTAGE SHALL BE  (I)  FIVE  PERCENT\n   27  FOR  TAXABLE  YEARS  BEGINNING  ON  OR AFTER JANUARY FIRST, TWO THOUSAND\n   28  ELEVEN, (II) TEN PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY\n   29  FIRST, TWO THOUSAND TWELVE, (III)  FIFTEEN  PERCENT  FOR  TAXABLE  YEARS\n   30  BEGINNING  ON OR AFTER JANUARY FIRST, TWO THOUSAND THIRTEEN, (IV) TWENTY\n   31  PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOU-\n   32  SAND FOURTEEN, (V) TWENTY-FIVE PERCENT FOR TAXABLE YEARS BEGINNING ON OR\n   33  AFTER JANUARY FIRST, TWO THOUSAND FIFTEEN, (VI) THIRTY PERCENT FOR TAXA-\n   34  BLE YEARS BEGINNING ON OR AFTER JANUARY  FIRST,  TWO  THOUSAND  SIXTEEN,\n   35  (VII)  THIRTY-FIVE PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANU-\n   36  ARY FIRST, TWO THOUSAND SEVENTEEN,  (VIII)  FORTY  PERCENT  FOR  TAXABLE\n   37  YEARS  BEGINNING  ON  OR AFTER JANUARY FIRST, TWO THOUSAND EIGHTEEN, AND\n   38  (IX) FORTY-THREE PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY\n   39  FIRST, TWO THOUSAND NINETEEN.\n   40    (B) THE CREDIT ALLOWED UNDER THIS SUBDIVISION FOR ANY YEAR  SHALL  NOT\n   41  REDUCE  THE TAX DUE FOR SUCH YEAR TO LESS THAN THE HIGHER OF THE AMOUNTS\n   42  PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE OF THIS SECTION.\n   43  IF, HOWEVER, THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS  SUBDIVISION  FOR\n   44  ANY  TAXABLE  YEAR  REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT\n   45  NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY BE CARRIED OVER TO THE FOLLOWING\n   46  YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH  YEAR\n   47  OR YEARS.\n   48    (C)  FOR  THE  PURPOSES OF THIS SUBDIVISION \"QUALIFIED SMALL EMPLOYER\"\n   49  SHALL MEAN AN INDIVIDUAL PROPRIETOR WHO IS  THE  SOLE  EMPLOYEE  OF  THE\n   50  BUSINESS  OR  AN  EMPLOYER  WITH  NOT MORE THAN FIFTY EMPLOYEES WHO IS A\n   51  \"SMALL BUSINESS TAXPAYER\" AS DEFINED IN PARAGRAPH (F) OF SUBDIVISION ONE\n   52  OF THIS SECTION.\n   53    (D) FOR THE PURPOSES OF THIS SUBDIVISION, THE TERM \"HEALTH  INSURANCE\"\n   54  MEANS  AN ACCIDENT AND HEALTH INSURANCE POLICY SUBJECT TO THE PROVISIONS\n   55  OF SECTION THREE  THOUSAND  TWO  HUNDRED  SIXTEEN,  THREE  THOUSAND  TWO\n   56  HUNDRED  TWENTY-ONE,  FOUR THOUSAND THREE HUNDRED THREE OR FOUR THOUSAND\n\n       A. 4106                             4\n\n    1  EIGHT HUNDRED ONE OF THE INSURANCE LAW, AND ARTICLE  FORTY-FOUR  OF  THE\n    2  PUBLIC HEALTH LAW AND SHALL INCLUDE \"FREEDOM POLICIES\" WHICH QUALIFY FOR\n    3  USE  IN A HEALTH SAVINGS ACCOUNT PURSUANT TO SECTION 1201 OF THE FEDERAL\n    4  MEDICARE PRESCRIPTION DRUG, IMPROVEMENT, AND MODERNIZATION ACT OF 2003.\n    5    S  7. Subparagraph (B) of paragraph 1 of subsection (i) of section 606\n    6  of the tax law, is amended by adding a new clause  (xxxii)  to  read  as\n    7  follows:\n    8  (XXXII) SMALL EMPLOYER HEALTH        CREDIT UNDER SUBDIVISION\n    9  CARE INSURANCE CREDIT                FORTY-THREE OF SECTION TWO\n   10  UNDER SUBSECTION (SS)                HUNDRED TEN\n   11    S  8. Section 606 of the tax law is amended by adding a new subsection\n   12  (ss) to read as follows:\n   13    (SS) SMALL EMPLOYER HEALTH CARE INSURANCE CREDIT. (1) A  TAXPAYER  WHO\n   14  IS  A QUALIFIED SMALL EMPLOYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX\n   15  IMPOSED BY THIS ARTICLE EQUAL TO THE APPLICABLE PERCENTAGE OF THE PREMI-\n   16  UMS PAID DURING THE TAXABLE YEAR FOR HEALTH INSURANCE BY SUCH  EMPLOYER.\n   17  THE  APPLICABLE  PERCENTAGE  SHALL BE (A) FIVE PERCENT FOR TAXABLE YEARS\n   18  BEGINNING ON OR AFTER  JANUARY  FIRST,  TWO  THOUSAND  ELEVEN,  (B)  TEN\n   19  PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOU-\n   20  SAND TWELVE, (C) FIFTEEN PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER\n   21  JANUARY  FIRST,  TWO  THOUSAND  THIRTEEN, (D) TWENTY PERCENT FOR TAXABLE\n   22  YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO  THOUSAND  FOURTEEN,  (E)\n   23  TWENTY-FIVE  PERCENT  FOR  TAXABLE  YEARS  BEGINNING ON OR AFTER JANUARY\n   24  FIRST, TWO THOUSAND FIFTEEN, (F) THIRTY PERCENT FOR TAXABLE YEARS BEGIN-\n   25  NING ON OR AFTER JANUARY FIRST, TWO THOUSAND  SIXTEEN,  (G)  THIRTY-FIVE\n   26  PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOU-\n   27  SAND  SEVENTEEN,  (H)  FORTY  PERCENT  FOR TAXABLE YEARS BEGINNING ON OR\n   28  AFTER JANUARY FIRST, TWO THOUSAND EIGHTEEN, AND (I) FORTY-THREE  PERCENT\n   29  FOR  TAXABLE  YEARS  BEGINNING  ON  OR AFTER JANUARY FIRST, TWO THOUSAND\n   30  NINETEEN. IF THE AMOUNT OF THE CREDIT ALLOWABLE  UNDER  THIS  SUBSECTION\n   31  FOR  ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR, THE\n   32  EXCESS MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR  YEARS  AND  MAY  BE\n   33  DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   34    (2)  FOR  THE  PURPOSES  OF THIS SUBSECTION \"QUALIFIED SMALL EMPLOYER\"\n   35  SHALL MEAN AN INDIVIDUAL PROPRIETOR WHO IS  THE  SOLE  EMPLOYEE  OF  THE\n   36  BUSINESS  OR  AN  EMPLOYER  WITH  NOT MORE THAN FIFTY EMPLOYEES WHO IS A\n   37  \"SMALL BUSINESS TAXPAYER\" AS DEFINED IN PARAGRAPH (F) OF SUBDIVISION ONE\n   38  OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n   39    (3) FOR THE PURPOSES OF THIS SUBSECTION, THE TERM  \"HEALTH  INSURANCE\"\n   40  MEANS  AN ACCIDENT AND HEALTH INSURANCE POLICY SUBJECT TO THE PROVISIONS\n   41  OF SECTION THREE  THOUSAND  TWO  HUNDRED  SIXTEEN,  THREE  THOUSAND  TWO\n   42  HUNDRED  TWENTY-ONE,  FOUR THOUSAND THREE HUNDRED THREE OR FOUR THOUSAND\n   43  EIGHT HUNDRED ONE OF THE INSURANCE LAW, AND ARTICLE  FORTY-FOUR  OF  THE\n   44  PUBLIC HEALTH LAW AND SHALL INCLUDE \"FREEDOM POLICIES\" WHICH QUALIFY FOR\n   45  USE  IN A HEALTH SAVINGS ACCOUNT PURSUANT TO SECTION 1201 OF THE FEDERAL\n   46  MEDICARE PRESCRIPTION DRUG, IMPROVEMENT, AND MODERNIZATION ACT OF 2003.\n   47    S 9. Section 1456 of the tax law is amended by adding a new subsection\n   48  (f-1) to read as follows:\n   49    (F-1)(1) A TAXPAYER WHO IS A QUALIFIED SMALL EMPLOYER SHALL BE ALLOWED\n   50  A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE EQUAL TO THE APPLICABLE\n   51  PERCENTAGE OF THE PREMIUMS PAID  DURING  THE  TAXABLE  YEAR  FOR  HEALTH\n   52  INSURANCE  BY SUCH EMPLOYER. THE APPLICABLE PERCENTAGE SHALL BE (A) FIVE\n   53  PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOU-\n   54  SAND ELEVEN, (B) TEN PERCENT FOR TAXABLE YEARS  BEGINNING  ON  OR  AFTER\n   55  JANUARY  FIRST,  TWO  THOUSAND  TWELVE,  (C) FIFTEEN PERCENT FOR TAXABLE\n   56  YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO  THOUSAND  THIRTEEN,  (D)\n\n       A. 4106                             5\n\n    1  TWENTY  PERCENT  FOR  TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST,\n    2  TWO THOUSAND FOURTEEN, (E) TWENTY-FIVE PERCENT FOR TAXABLE YEARS  BEGIN-\n    3  NING ON OR AFTER JANUARY FIRST, TWO THOUSAND FIFTEEN, (F) THIRTY PERCENT\n    4  FOR  TAXABLE  YEARS  BEGINNING  ON  OR AFTER JANUARY FIRST, TWO THOUSAND\n    5  SIXTEEN, (G) THIRTY-FIVE PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER\n    6  JANUARY FIRST, TWO THOUSAND SEVENTEEN, (H)  FORTY  PERCENT  FOR  TAXABLE\n    7  YEARS  BEGINNING  ON  OR AFTER JANUARY FIRST, TWO THOUSAND EIGHTEEN, AND\n    8  (I) FORTY-THREE PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER  JANUARY\n    9  FIRST, TWO THOUSAND NINETEEN.\n   10    (2)  IN  NO EVENT SHALL THE CREDIT HEREIN PROVIDED FOR, AND CARRYOVERS\n   11  OF SUCH CREDIT, BE ALLOWED IN AN AMOUNT WHICH WILL REDUCE THE TAX  PAYA-\n   12  BLE  TO LESS THAN THE DOLLAR AMOUNT FIXED AS A MINIMUM TAX BY SUBSECTION\n   13  (B) OF SECTION FOURTEEN HUNDRED FIFTY-FIVE OF THIS ARTICLE. IF, HOWEVER,\n   14  THE AMOUNT OF CREDIT OR CARRYOVERS OF SUCH CREDIT,  OR  BOTH,  ALLOWABLE\n   15  UNDER  THIS  SUBSECTION  FOR  ANY  TAXABLE  YEAR REDUCES THE TAX TO SUCH\n   16  AMOUNT, ANY AMOUNT OF CREDIT OR  CARRYOVERS  OF  SUCH  CREDIT  THUS  NOT\n   17  DEDUCTIBLE  IN  SUCH  TAXABLE YEAR MAY BE  CARRIED OVER TO THE FOLLOWING\n   18  YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH  YEAR\n   19  OR YEARS.\n   20    (3) FOR THE PURPOSES OF THIS SECTION THE TERM \"QUALIFIED SMALL EMPLOY-\n   21  ER\"  SHALL MEAN AN INDIVIDUAL PROPRIETOR WHO IS THE SOLE EMPLOYEE OF THE\n   22  BUSINESS OR AN EMPLOYER WITH NOT MORE THAN  FIFTY  EMPLOYEES  WHO  IS  A\n   23  \"SMALL BUSINESS TAXPAYER\" AS DEFINED IN PARAGRAPH (F) OF SUBDIVISION ONE\n   24  OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n   25    (4)  FOR  THE PURPOSES OF THIS SUBSECTION, THE TERM \"HEALTH INSURANCE\"\n   26  MEANS AN ACCIDENT AND HEALTH INSURANCE POLICY SUBJECT TO THE  PROVISIONS\n   27  OF  SECTION  THREE  THOUSAND  TWO  HUNDRED  SIXTEEN,  THREE THOUSAND TWO\n   28  HUNDRED TWENTY-ONE, FOUR THOUSAND THREE HUNDRED THREE OR  FOUR  THOUSAND\n   29  EIGHT  HUNDRED  ONE  OF THE INSURANCE LAW, AND ARTICLE FORTY-FOUR OF THE\n   30  PUBLIC HEALTH LAW AND SHALL INCLUDE \"FREEDOM POLICIES\" WHICH QUALIFY FOR\n   31  USE IN A HEALTH SAVINGS ACCOUNT PURSUANT TO SECTION 1201 OF THE  FEDERAL\n   32  MEDICARE PRESCRIPTION DRUG, IMPROVEMENT, AND MODERNIZATION ACT OF 2003.\n   33    S  10. Section 1511 of the tax law is amended by adding a new subdivi-\n   34  sion (aa) to read as follows:\n   35    (AA) SMALL EMPLOYER HEALTH CARE INSURANCE CREDIT. (1) A TAXPAYER SHALL\n   36  BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE EQUAL TO THE\n   37  APPLICABLE PERCENTAGE OF THE PREMIUMS PAID DURING THE TAXABLE  YEAR  FOR\n   38  HEALTH  INSURANCE  BY  SUCH EMPLOYER. THE APPLICABLE PERCENTAGE SHALL BE\n   39  (A) FIVE PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY  FIRST,\n   40  TWO  THOUSAND  ELEVEN, (B) TEN PERCENT FOR TAXABLE YEARS BEGINNING ON OR\n   41  AFTER JANUARY FIRST, TWO THOUSAND TWELVE, (C) FIFTEEN PERCENT FOR  TAXA-\n   42  BLE  YEARS  BEGINNING  ON OR AFTER JANUARY FIRST, TWO THOUSAND THIRTEEN,\n   43  (D) TWENTY PERCENT FOR TAXABLE  YEARS  BEGINNING  ON  OR  AFTER  JANUARY\n   44  FIRST,  TWO THOUSAND FOURTEEN, (E) TWENTY-FIVE PERCENT FOR TAXABLE YEARS\n   45  BEGINNING ON OR AFTER JANUARY FIRST, TWO THOUSAND  FIFTEEN,  (F)  THIRTY\n   46  PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOU-\n   47  SAND  SIXTEEN, (G) THIRTY-FIVE PERCENT FOR TAXABLE YEARS BEGINNING ON OR\n   48  AFTER JANUARY FIRST, TWO THOUSAND SEVENTEEN, (H) FORTY PERCENT FOR TAXA-\n   49  BLE YEARS BEGINNING ON OR AFTER JANUARY FIRST,  TWO  THOUSAND  EIGHTEEN,\n   50  AND  (I)  FORTY-THREE  PERCENT  FOR  TAXABLE YEARS BEGINNING ON OR AFTER\n   51  JANUARY FIRST, TWO THOUSAND NINETEEN.\n   52    (2) IN NO EVENT SHALL THE CREDIT HEREIN PROVIDED FOR BE ALLOWED IN  AN\n   53  AMOUNT  WHICH WILL REDUCE THE TAX PAYABLE TO LESS THAN THE MINIMUM FIXED\n   54  BY SUBDIVISION (A) OF SECTION FIFTEEN HUNDRED TWO OF THIS  ARTICLE.  IF,\n   55  HOWEVER,  THE  AMOUNT OF CREDIT ALLOWABLE UNDER THIS SUBDIVISION FOR ANY\n   56  TAXABLE YEAR REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT  OF  CREDIT  NOT\n\n       A. 4106                             6\n\n    1  DEDUCTIBLE  IN  SUCH  TAXABLE  YEAR MAY BE CARRIED OVER TO THE FOLLOWING\n    2  YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH  YEAR\n    3  OR YEARS.\n    4    (3)  FOR  THE  PURPOSES  OF THIS SUBDIVISION THE TERM \"QUALIFIED SMALL\n    5  EMPLOYER\" SHALL MEAN AN INDIVIDUAL PROPRIETOR WHO IS THE  SOLE  EMPLOYEE\n    6  OF THE BUSINESS OR AN EMPLOYER WITH NOT MORE THAN FIFTY EMPLOYEES WHO IS\n    7  A  \"SMALL  BUSINESS TAXPAYER\" AS DEFINED IN PARAGRAPH (F) OF SUBDIVISION\n    8  ONE OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n    9    (4) FOR THE PURPOSES OF THIS SUBDIVISION, THE TERM \"HEALTH  INSURANCE\"\n   10  MEANS  AN ACCIDENT AND HEALTH INSURANCE POLICY SUBJECT TO THE PROVISIONS\n   11  OF SECTION THREE  THOUSAND  TWO  HUNDRED  SIXTEEN,  THREE  THOUSAND  TWO\n   12  HUNDRED  TWENTY-ONE,  FOUR THOUSAND THREE HUNDRED THREE OR FOUR THOUSAND\n   13  EIGHT HUNDRED ONE OF THE INSURANCE LAW, AND ARTICLE  FORTY-FOUR  OF  THE\n   14  PUBLIC HEALTH LAW AND SHALL INCLUDE \"FREEDOM POLICIES\" WHICH QUALIFY FOR\n   15  USE  IN A HEALTH SAVINGS ACCOUNT PURSUANT TO SECTION 1201 OF THE FEDERAL\n   16  MEDICARE PRESCRIPTION DRUG, IMPROVEMENT, AND MODERNIZATION ACT OF 2003.\n   17    S 11. Section 606 of the tax law is amended by adding a new subsection\n   18  (h-1) to read as follows:\n   19    (H-1) INDIVIDUAL ENROLLEE HEALTH INSURANCE CREDIT. A TAXPAYER SHALL BE\n   20  ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE  EQUAL  TO  THE\n   21  APPLICABLE  PERCENTAGE  OF  THE PREMIUM PAID DURING THE TAXABLE YEAR FOR\n   22  HEALTH INSURANCE PURCHASED  PURSUANT  TO  SECTION  FOUR  THOUSAND  THREE\n   23  HUNDRED  TWENTY-ONE  OR  FOUR  THOUSAND  THREE HUNDRED TWENTY-TWO OF THE\n   24  INSURANCE LAW, INCLUDING \"FREEDOM POLICIES\" WHICH QUALIFY FOR USE  IN  A\n   25  HEALTH  SAVINGS ACCOUNT PURSUANT TO SECTION 1201 OF THE FEDERAL MEDICARE\n   26  PRESCRIPTION DRUG, IMPROVEMENT,  AND  MODERNIZATION  ACT  OF  2003.  THE\n   27  APPLICABLE PERCENTAGE SHALL BE (1) FIVE PERCENT FOR TAXABLE YEARS BEGIN-\n   28  NING ON OR AFTER JANUARY FIRST, TWO THOUSAND ELEVEN, (2) TEN PERCENT FOR\n   29  TAXABLE  YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE,\n   30  (3) FIFTEEN PERCENT FOR TAXABLE YEARS  BEGINNING  ON  OR  AFTER  JANUARY\n   31  FIRST,  TWO  THOUSAND  THIRTEEN,  (4)  TWENTY  PERCENT FOR TAXABLE YEARS\n   32  BEGINNING ON OR AFTER JANUARY FIRST, TWO THOUSAND FOURTEEN, (5)  TWENTY-\n   33  FIVE  PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO\n   34  THOUSAND FIFTEEN, (6) THIRTY PERCENT FOR TAXABLE YEARS BEGINNING  ON  OR\n   35  AFTER  JANUARY  FIRST, TWO THOUSAND SIXTEEN, (7) THIRTY-FIVE PERCENT FOR\n   36  TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO  THOUSAND  SEVEN-\n   37  TEEN,  (8) FORTY PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY\n   38  FIRST, TWO THOUSAND EIGHTEEN, AND (9) FORTY-THREE  PERCENT  FOR  TAXABLE\n   39  YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOUSAND NINETEEN.\n   40    S 12. Subsection (c) of section 4326 of the insurance law, as added by\n   41  chapter  1  of  the  laws  of  1999, subparagraph (A) of paragraph 1 and\n   42  subparagraph (C) of paragraph 3 as amended by chapter 419 of the laws of\n   43  2000, is amended to read as follows:\n   44    (c) The following definitions shall be  applicable  to  the  insurance\n   45  contracts offered under the program established by this section:\n   46    (1) A qualifying small employer is an employer that is either:\n   47    (A) An individual proprietor who is the only employee of the business:\n   48    (i)  without  health  insurance  which provides benefits on an expense\n   49  reimbursed or prepaid basis in effect during  the  twelve  month  period\n   50  prior  to  application  for a qualifying group health insurance contract\n   51  under the program established by this section; and\n   52    (ii) resides in a household having a net household income at or  below\n   53  two  hundred [eight] FIFTY percent of the non-farm federal poverty level\n   54  (as defined and updated by the federal department of  health  and  human\n   55  services) or the gross equivalent of such net income;\n\n       A. 4106                             7\n\n    1    (iii)  except  that  the  requirements  set  forth in item (i) of this\n    2  subparagraph shall not be applicable where an individual proprietor  had\n    3  health  insurance  coverage  during  the previous twelve months and such\n    4  coverage terminated due to one of the reasons set  forth  in  items  (i)\n    5  through (viii) of subparagraph (C) of paragraph three of THIS subsection\n    6  [(c) of this section]; or\n    7    (B) An employer with:\n    8    (i) not more than fifty eligible employees;\n    9    (ii)  no  group health insurance which provides benefits on an expense\n   10  reimbursed or prepaid basis covering  employees  in  effect  during  the\n   11  twelve  month  period prior to application for a qualifying group health\n   12  insurance contract under the program established by this section; and\n   13    (iii) at least thirty percent  of  its  eligible  employees  receiving\n   14  annual  wages  from the employer at a level equal to or less than thirty\n   15  thousand dollars. The thirty thousand dollar figure  shall  be  adjusted\n   16  periodically pursuant to subparagraph (F) of this paragraph.\n   17    (C) The requirements set forth in item (i) of subparagraph (A) of this\n   18  paragraph  and  in item (ii) of subparagraph (B) of this paragraph shall\n   19  not be applicable where an individual proprietor or employer  is  trans-\n   20  ferring from a health insurance contract issued pursuant to the New York\n   21  state small business health insurance partnership program established by\n   22  section  nine hundred twenty-two of the public health law or from health\n   23  care coverage issued pursuant to a regional pilot project for the  unin-\n   24  sured  established  by section one thousand one hundred eighteen of this\n   25  chapter.\n   26    (D) The twelve month period set forth in item (i) of subparagraph  (A)\n   27  of this paragraph and in item (ii) of subparagraph (B) of this paragraph\n   28  may  be  adjusted  by  the superintendent from twelve months to eighteen\n   29  months if he determines that the twelve month period is insufficient  to\n   30  prevent  inappropriate  substitution of other health insurance contracts\n   31  for qualifying group health insurance contracts.\n   32    (E) An individual proprietor or employer shall cease to be a  qualify-\n   33  ing small employer if any health insurance which provides benefits on an\n   34  expense  reimbursed  or prepaid basis covering the individual proprietor\n   35  or an employer's employees, other than qualifying group health insurance\n   36  purchased pursuant to this section,  is  purchased  or  otherwise  takes\n   37  effect subsequent to purchase of qualifying group health insurance under\n   38  the program established by this section.\n   39    (F)  The  wage  levels  utilized in subparagraph (B) of this paragraph\n   40  shall be adjusted annually, beginning in two thousand two.  The  adjust-\n   41  ment  shall  take effect on July first of each year. For July first, two\n   42  thousand two, the adjustment shall be a percentage of  the  annual  wage\n   43  figure  specified  in subparagraph (B) of this paragraph. For subsequent\n   44  years, the adjustment shall be a percentage of the  annual  wage  figure\n   45  which  took  effect  on  July  first  of  the prior year. The percentage\n   46  adjustment shall be the same percentage  by  which  the  current  year's\n   47  non-farm  federal  poverty  level, as defined and updated by the federal\n   48  department of health and human services,  for  a  family  unit  of  four\n   49  persons  for  the  forty-eight  contiguous  states and Washington, D.C.,\n   50  changed from the same level established for the prior year.\n   51    (2) A qualifying group health insurance contract is a  group  contract\n   52  purchased from a health maintenance organization, corporation or insurer\n   53  by  a qualifying small employer which provides the benefits set forth in\n   54  subsection (d) of this section. The contract must insure not  less  than\n   55  fifty percent of the employees eligible for coverage.\n   56    (3) (A) A qualifying individual is an employed person:\n\n       A. 4106                             8\n\n    1    (i)  who  does not have and has not had health insurance with benefits\n    2  on an expense reimbursed or prepaid basis during the twelve month period\n    3  prior to the individual's application for  health  insurance  under  the\n    4  program established by this section;\n    5    (ii)  whose  employer  does not provide group health insurance and has\n    6  not provided group health insurance with benefits on  an  expense  reim-\n    7  bursed  or  prepaid basis covering employees in effect during the twelve\n    8  month period prior to the individual's application for health  insurance\n    9  under the program established by this section;\n   10    (iii)  [resides] RESIDING in a household having a net household income\n   11  at or below two hundred [eight] FIFTY percent of  the  non-farm  federal\n   12  poverty  level  (as  defined  and  updated  by the federal department of\n   13  health and human services) or the gross equivalent of such net income[;]\n   14  and\n   15    [(iv)] WHO is ineligible for Medicare.\n   16    (B) The requirements set forth in items (i) and (ii)  of  subparagraph\n   17  (A)  of  this  paragraph  shall not be applicable where an individual is\n   18  transferring from a health insurance contract  issued  pursuant  to  the\n   19  voucher  insurance  program  established  by  section  one  thousand one\n   20  hundred twenty-one of this chapter, a health insurance  contract  issued\n   21  pursuant  to the New York state small business health insurance partner-\n   22  ship program established by  section  nine  hundred  twenty-two  of  the\n   23  public  health law or health care coverage issued pursuant to a regional\n   24  pilot project for the uninsured established by section one thousand  one\n   25  hundred eighteen of this chapter.\n   26    (C)  The  requirements set forth in items (i) and (ii) of subparagraph\n   27  (A) of this paragraph shall not be applicable where  an  individual  had\n   28  health  insurance  coverage  during  the previous twelve months and such\n   29  coverage terminated due to:\n   30    (i) loss of employment due to factors other than voluntary separation;\n   31    (ii) death of a family member which results in termination of coverage\n   32  under a health insurance contract under which the individual is covered;\n   33    (iii) change to a new employer that  does  not  provide  group  health\n   34  insurance with benefits on an expense reimbursed or prepaid basis;\n   35    (iv)  change  of  residence so that no employer-based health insurance\n   36  with benefits on an expense reimbursed or prepaid basis is available;\n   37    (v) discontinuation of a group health insurance contract with benefits\n   38  on an expense reimbursed or prepaid basis covering the qualifying  indi-\n   39  vidual as an employee or dependent;\n   40    (vi)  expiration  of the coverage periods established by the continua-\n   41  tion provisions of the  Employee  Retirement  Income  Security  Act,  29\n   42  U.S.C.    section  1161  et  seq.  and the Public Health Service Act, 42\n   43  U.S.C.  section 300bb-1 et seq. established by the Consolidated  Omnibus\n   44  Budget  Reconciliation  Act  of  1985,  as  amended, or the continuation\n   45  provisions of subsection (m) of section three thousand two hundred twen-\n   46  ty-one, subsection (k) of section four thousand three hundred  four  and\n   47  subsection (e) of section four thousand three hundred five of this chap-\n   48  ter;\n   49    (vii)  legal  separation, divorce or annulment which results in termi-\n   50  nation of coverage under a health insurance  contract  under  which  the\n   51  individual is covered; or\n   52    (viii) loss of eligibility under a group health plan.\n   53    (D) The twelve month period set forth in items (i) and (ii) of subpar-\n   54  agraph  (A) of this paragraph may be adjusted by the superintendent from\n   55  twelve months to eighteen months if he determines that the twelve  month\n   56  period  is  insufficient  to prevent inappropriate substitution of other\n\n       A. 4106                             9\n\n    1  health insurance contracts for qualifying  individual  health  insurance\n    2  contracts.\n    3    (4) A qualifying individual health insurance contract is an individual\n    4  contract  issued  directly to a qualifying individual and which provides\n    5  the benefits set forth in subsection (d) of this section. At the  option\n    6  of  the  qualifying  individual,  such contract may include coverage for\n    7  dependents of the qualifying individual.\n    8    (5) A QUALIFYING INDIVIDUAL RESIDING  IN  A  HOUSEHOLD  HAVING  A  NET\n    9  INCOME ABOVE TWO HUNDRED FIFTY PERCENT OF THE NON-FARM POVERTY LEVEL (AS\n   10  DEFINED  AND  UPDATED  BY  THE  FEDERAL  DEPARTMENT  OF HEALTH AND HUMAN\n   11  SERVICES) OR THE GROSS EQUIVALENT OF SUCH NET INCOME SHALL  BE  ELIGIBLE\n   12  TO   PURCHASE   A   QUALIFYING  INDIVIDUAL  HEALTH  INSURANCE  CONTRACT.\n   13  PROVIDED, HOWEVER, PREMIUMS SHALL BE PAID TO THE INSURER OR HEALTH MAIN-\n   14  TENANCE  ORGANIZATION  AT  A  RATE  WHICH  DOES  NOT  INCLUDE  ACTUARIAL\n   15  REDUCTIONS  DERIVED FROM THE MARKET STABILIZATION POOLS CREATED PURSUANT\n   16  TO SECTION THREE THOUSAND TWO HUNDRED THIRTY-THREE OF THIS CHAPTER.\n   17    S 13. Paragraphs 4 and 6 of subsection (e)  of  section  4326  of  the\n   18  insurance law, as added by chapter 1 of the laws of 1999, are amended to\n   19  read as follows:\n   20    (4)  emergency services shall have a [fifty] ONE HUNDRED dollar copay-\n   21  ment which must be waived if hospital admission results from  the  emer-\n   22  gency room visit;\n   23    (6)  the maximum coverage for prescription drugs shall be [three] FIVE\n   24  thousand dollars per individual in a calendar year; and\n   25    S 14. Subsection (g) of section 4326 of the insurance law, as added by\n   26  chapter 1 of the laws of 1999, is amended to read as follows:\n   27    (g) The superintendent shall be authorized to modify,  by  regulation,\n   28  the  copayment  and  deductible amounts described in this section if the\n   29  superintendent determines such amendments are necessary  to  [facilitate\n   30  implementation  of this section] MAINTAIN THE PROGRAM. On or after Janu-\n   31  ary first, two thousand two, the superintendent shall be  authorized  to\n   32  establish,  by  regulation,  one  or more additional standardized health\n   33  insurance benefit packages if the superintendent  determines  additional\n   34  benefit packages with different levels of benefits are necessary to meet\n   35  the needs of the public.\n   36    S 15. Subsections (b) and (e) of section 4327 of the insurance law, as\n   37  added by chapter 1 of the laws of 1999, are amended to read as follows:\n   38    (b)  Commencing on January first, two thousand one, health maintenance\n   39  organizations, corporations or insurers shall  be  eligible  to  receive\n   40  reimbursement  for ninety percent of claims paid between thirty thousand\n   41  and one hundred thousand dollars AND COMMENCING JANUARY FIRST, TWO THOU-\n   42  SAND TWELVE, HEALTH MAINTENANCE ORGANIZATIONS, CORPORATIONS OR  INSURERS\n   43  SHALL  BE  ELIGIBLE  FOR  REIMBURSEMENT  FOR NINETY PERCENT OF CLAIMS IN\n   44  EXCESS OF FIVE HUNDRED THOUSAND DOLLARS  in  a  calendar  year  for  any\n   45  member  covered under a standardized contract issued pursuant to section\n   46  four thousand three hundred twenty-six of this article. Claims paid  for\n   47  members  covered under qualifying group health insurance contracts shall\n   48  be reimbursable from the small employer stop loss fund. Claims paid  for\n   49  members  covered  under qualifying individual health insurance contracts\n   50  shall be reimbursable from the qualifying individual stop loss fund. For\n   51  the purposes of this section, claims shall include  health  care  claims\n   52  paid  by a health maintenance organization on behalf of a covered member\n   53  pursuant to such standardized contracts.\n   54    (e) Claims shall be reported and funds shall be distributed  from  the\n   55  small  employer  stop  loss fund and from the qualifying individual stop\n   56  loss fund on a  calendar  year  basis.  Claims  shall  be  eligible  for\n\n       A. 4106                            10\n\n    1  reimbursement  only  for the calendar year in which the claims are paid.\n    2  [Once claims paid on behalf of a covered  member  reach  or  exceed  one\n    3  hundred  thousand  dollars  in  a given calendar year, no further claims\n    4  paid  on  behalf  of such member in that calendar year shall be eligible\n    5  for reimbursement.]\n    6    S 16. Subsections (a) and (c) of section 4321-a of the insurance  law,\n    7  as  added  by  chapter  1  of  the  laws of 1999, are amended to read as\n    8  follows:\n    9    (a) The superintendent shall establish a fund from which health  main-\n   10  tenance  organizations may receive reimbursement, to the extent of funds\n   11  available therefor, for claims paid by such health maintenance organiza-\n   12  tions for members covered under standardized individual enrollee  direct\n   13  payment contracts issued pursuant to section four thousand three hundred\n   14  twenty-one  of  this article. The fund established by the superintendent\n   15  pursuant to this section shall be known as the direct payment stop  loss\n   16  fund.  Commencing  in  calendar  year  two  thousand, health maintenance\n   17  organizations shall be eligible to receive reimbursement from the direct\n   18  payment stop loss fund for ninety percent of claims paid between  twenty\n   19  thousand  and  one hundred thousand dollars, AS WELL AS CLAIMS IN EXCESS\n   20  OF FIVE HUNDRED THOUSAND DOLLARS, in a  calendar  year  for  any  member\n   21  covered  under a contract issued pursuant to section four thousand three\n   22  hundred twenty-one of this article. For the purposes  of  this  section,\n   23  claims  shall  include  health  care claims paid by a health maintenance\n   24  organization on behalf of a covered member pursuant to such standardized\n   25  direct payment contracts.\n   26    (c) Claims shall be reported and  funds  shall  be  distributed  on  a\n   27  calendar year basis. Claims shall be eligible for reimbursement only for\n   28  the  calendar  year  in  which  the claims are paid. Once claims paid on\n   29  behalf of a member reach or exceed one hundred  thousand  dollars  in  a\n   30  given  calendar year, no further claims paid on behalf of such member in\n   31  such calendar year shall be eligible for reimbursement UNTIL THE  CLAIMS\n   32  REACH FIVE HUNDRED THOUSAND DOLLARS.\n   33    S  17. Subsections (a) and (c) of section 4322-a of the insurance law,\n   34  as added by chapter 1 of the laws  of  1999,  are  amended  to  read  as\n   35  follows:\n   36    (a)  The superintendent shall establish a fund from which health main-\n   37  tenance organizations may receive reimbursement, to the extent of  funds\n   38  available therefor, for claims paid by such health maintenance organiza-\n   39  tions  for members covered under standardized individual enrollee direct\n   40  payment contracts which provide out-of-plan benefits issued pursuant  to\n   41  section four thousand three hundred twenty-two of this article. The fund\n   42  established  by  the  superintendent  pursuant  to this section shall be\n   43  known as \"the direct payment out-of-plan stop loss fund\". Commencing  in\n   44  calendar  year  two  thousand, health maintenance organizations shall be\n   45  eligible to receive reimbursement from the  direct  payment  out-of-plan\n   46  stop loss fund for ninety percent of claims paid between twenty thousand\n   47  and  one  hundred  thousand dollars, AS WELL AS CLAIMS IN EXCESS OF FIVE\n   48  HUNDRED THOUSAND DOLLARS, in a calendar  year  for  any  member  covered\n   49  under  a contract issued pursuant to section four thousand three hundred\n   50  twenty-two of this article. For the purposes  of  this  section,  claims\n   51  shall  include health care claims paid by a health maintenance organiza-\n   52  tion on behalf of a covered member pursuant to contracts issued pursuant\n   53  to section four thousand three hundred twenty-two of this article.\n   54    (c) Claims shall be reported and  funds  shall  be  distributed  on  a\n   55  calendar year basis. Claims shall be eligible for reimbursement only for\n   56  the  calendar  year  in  which  the claims are paid. Once claims paid on\n\n       A. 4106                            11\n\n    1  behalf of a member reach or exceed one hundred  thousand  dollars  in  a\n    2  given  calendar year, no further claims paid on behalf of such member in\n    3  that calendar year shall be eligible for reimbursement UNTIL THE  CLAIMS\n    4  REACH FIVE HUNDRED THOUSAND DOLLARS.\n    5    S  18. Subsection (b) of section 3231 of the insurance law, as amended\n    6  by chapter 557 of the laws of 2002, is amended to read as follows:\n    7    (b) Nothing herein shall prohibit the use of premium  rate  structures\n    8  to establish different premium rates for individuals as opposed to fami-\n    9  ly units or separate community rates for individuals as opposed to small\n   10  groups.    NOTHING  HEREIN  SHALL  REQUIRE THAT ALL PRODUCTS IN THE SAME\n   11  COMMUNITY POOL HAVE AN IDENTICAL  CHANGE  IN  PREMIUM;  AN  INSURER  MAY\n   12  SUBSEQUENTLY  INCREASE  OR  DECREASE  THE  PREMIUM  OF  ONE PRODUCT BY A\n   13  DIFFERENT PERCENTAGE THAN ANOTHER PRODUCT BASED ON DIFFERING UTILIZATION\n   14  OR OTHER FACTORS (AS  DETERMINED  BY  THE  INSURER),  EVEN  THOUGH  BOTH\n   15  PRODUCTS  ARE  IN  THE SAME COMMUNITY POOL. If an insurer is required to\n   16  issue a contract to individual proprietors pursuant to subsection (i) of\n   17  this section, such policy shall be subject to  subsection  (a)  of  this\n   18  section.\n   19    S  19. Subsection (b) of section 4317 of the insurance law, as amended\n   20  by chapter 557 of the laws of 2002, is amended to read as follows:\n   21    (b) Nothing herein shall prohibit the use of premium  rate  structures\n   22  to establish different premium rates for individuals as opposed to fami-\n   23  ly units or separate community rates for individuals as opposed to small\n   24  groups.    NOTHING  HEREIN  SHALL  REQUIRE THAT ALL PRODUCTS IN THE SAME\n   25  COMMUNITY POOL HAVE AN IDENTICAL  CHANGE  IN  PREMIUM;  AN  INSURER  MAY\n   26  SUBSEQUENTLY  INCREASE  OR  DECREASE  THE  PREMIUM  OF  ONE PRODUCT BY A\n   27  DIFFERENT PERCENTAGE THAN ANOTHER PRODUCT BASED ON DIFFERING UTILIZATION\n   28  OR OTHER FACTORS (AS  DETERMINED  BY  THE  INSURER),  EVEN  THOUGH  BOTH\n   29  PRODUCTS ARE IN THE SAME COMMUNITY POOL. If a corporation is required to\n   30  issue a contract to individual proprietors pursuant to subsection (f) of\n   31  this  section,  such  contract  shall  be subject to the requirements of\n   32  subsection (a) of this section.\n   33    S 20. Subdivision 3 of section 4401 of the public health law, as added\n   34  by chapter 938 of the laws of 1976, is amended to read as follows:\n   35    3. \"Comprehensive health services\" means  all  those  health  services\n   36  which  an enrolled population might require in order to be maintained in\n   37  good health, and shall include, but shall not be limited  to,  physician\n   38  services  (including  consultant  and referral services), in-patient and\n   39  out-patient hospital services, diagnostic laboratory and therapeutic and\n   40  diagnostic radiologic services,  and  emergency  and  preventive  health\n   41  services.  Such  term  may be further defined by agreement with enrolled\n   42  populations providing additional benefits necessary, desirable or appro-\n   43  priate to meet their health care needs.  NOTWITHSTANDING THE  PRECEDING,\n   44  IN  THE  CASE OF GROUPS WITH FIFTY-ONE OR MORE EMPLOYEES, SUBSCRIBERS OR\n   45  MEMBERS, EXCLUSIVE OF  SPOUSES  AND  DEPENDENTS,  A  HEALTH  MAINTENANCE\n   46  ORGANIZATION  MAY  OFFER  CONTRACTS WITH THOSE DEDUCTIBLES, COINSURANCE,\n   47  COPAYMENTS AND OTHER LIMITATIONS ON  BENEFITS  NECESSARY  TO  MATCH  THE\n   48  BENEFITS OF THE OTHER HEALTH BENEFIT OFFERINGS OF SUCH GROUPS AND THERE-\n   49  BY ATTEMPT TO AVOID ADVERSE SELECTION.\n   50    S  21.  Subdivision  1  of  section  4406 of the public health law, as\n   51  amended by chapter 342 of the laws  of  2004,  is  amended  to  read  as\n   52  follows:\n   53    1.  The  contract  between  a  health  maintenance organization and an\n   54  enrollee shall be subject to regulation by the superintendent as  if  it\n   55  were  a health insurance subscriber contract, and shall include, but not\n   56  be limited to, all mandated benefits required by article forty-three  of\n\n       A. 4106                            12\n\n    1  the insurance law. Such contract shall fully and clearly state the bene-\n    2  fits  and  limitations  therein provided or imposed, so as to facilitate\n    3  understanding and comparisons, and to exclude provisions  which  may  be\n    4  misleading  or  unreasonably confusing. Such contract shall be issued to\n    5  any individual and dependents of such individual and any group of  fifty\n    6  or  fewer  employees or members, exclusive of spouses and dependents, or\n    7  any employee or member of the group, including dependents, applying  for\n    8  such contract at any time throughout the year, and may include a pre-ex-\n    9  isting  condition  provision  as  provided  for in section four thousand\n   10  three hundred eighteen of the insurance  law,  provided,  however,  that\n   11  such  requirements  shall not apply to a health maintenance organization\n   12  exclusively serving individuals enrolled pursuant  to  title  eleven  of\n   13  article  five of the social services law, title eleven-D of article five\n   14  of the social services law, title one-A of article  twenty-five  of  the\n   15  public  health law or title eighteen of the federal Social Security Act,\n   16  and, further provided, that such health maintenance  organization  shall\n   17  not  discontinue  a  contract for an individual receiving comprehensive-\n   18  type coverage in effect prior to January first, two thousand four who is\n   19  ineligible to purchase policies offered after such date pursuant to this\n   20  section or section four thousand three hundred twenty-two of [this arti-\n   21  cle] THE INSURANCE LAW due to the provision of  42  U.S.C.    1395ss  in\n   22  effect  prior to January first, two thousand four; AND PROVIDED FURTHER,\n   23  HOWEVER, THAT IN THE CASE OF LARGE GROUPS NOT SUBJECT  TO  SECTION  FOUR\n   24  THOUSAND THREE HUNDRED SEVENTEEN OF THE INSURANCE LAW THE HEALTH MAINTE-\n   25  NANCE  ORGANIZATION  MAY  APPLY THE SAME MINIMUM PARTICIPATION AND OTHER\n   26  ENROLLMENT STANDARDS AS AN INSURER IS PERMITTED TO APPLY PURSUANT TO THE\n   27  INSURANCE LAW.  Subject  to  the  creditable  coverage  requirements  of\n   28  subsection  (a)  of  section four thousand three hundred eighteen of the\n   29  insurance law, the organization may, as an alternative to the use  of  a\n   30  pre-existing  condition  provision,  elect  to offer contracts without a\n   31  pre-existing condition provision to such groups  but  may  require  that\n   32  coverage  shall not become effective until after a specified affiliation\n   33  period of not more than sixty days after the application for coverage is\n   34  submitted. The organization is  not  required  to  provide  health  care\n   35  services  or benefits during such period and no premium shall be charged\n   36  for any coverage during the  period.    After  January  first,  nineteen\n   37  hundred  ninety-six,  all  individual  direct payment contracts shall be\n   38  issued only pursuant to sections four thousand three hundred  twenty-one\n   39  and  four  thousand  three hundred twenty-two of the insurance law. Such\n   40  contracts may not, with respect to an eligible individual (as defined in\n   41  section 2741(b) of the federal Public Health Service Act,  42  U.S.C.  S\n   42  300gg-41(b)), impose any pre-existing condition exclusion.\n   43    S 22. Section 4406 of the public health law is amended by adding a new\n   44  subdivision 6 to read as follows:\n   45    6.  NOTWITHSTANDING  ANY OTHER LAW, REGULATION OR DEPARTMENTAL POLICY,\n   46  IN THE CASE OF OFFERINGS TO GROUPS WITH  FIFTY-ONE  OR  MORE  EMPLOYEES,\n   47  SUBSCRIBERS  OR  MEMBERS,  EXCLUSIVE OF SPOUSES AND DEPENDENTS, A HEALTH\n   48  MAINTENANCE ORGANIZATION MAY ELECT NOT TO OFFER COVERAGE TO THE GROUP AS\n   49  A WHOLE IF THE BENEFIT PACKAGES OF THE OTHER PLANS OFFERED BY THE GROUP,\n   50  OR THE AMOUNTS CONTRIBUTED BY THE GROUP TOWARDS THE PREMIUMS, ARE LIKELY\n   51  TO PROMOTE ADVERSE SELECTION.\n   52    S 23. Section 2406 of the insurance law is amended  by  adding  a  new\n   53  subsection (f) to read as follows:\n   54    (F)  ALL  FINES  AND  PENALTIES  PAID  AND  COLLECTED PURSUANT TO THIS\n   55  SECTION SHALL BE DEPOSITED IN  AND  DISTRIBUTED  THROUGH  POOLS  CREATED\n   56  PURSUANT  TO  SECTION  THREE  THOUSAND  TWO HUNDRED THIRTY-THREE OF THIS\n\n       A. 4106                            13\n\n    1  CHAPTER ESTABLISHED AND OPERATED FOR THE PURPOSE OF MARKET STABILIZATION\n    2  MECHANISMS FOR INDIVIDUAL, SMALL GROUP AND MEDICARE SUPPLEMENTAL  INSUR-\n    3  ANCE.\n    4    S 24. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to establishment of freedom health insurance plans; to amend the tax law, in relation to providing a tax credit for the purchase of certain health insurance; and to amend the public health law, in relation to the health maintenance organization direct pay market program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T104706.TXT", "SOBI.D110201.T161409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661626233
}