{
  "year" : 2011,
  "senateBillNo" : "A410-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A410-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the hours worked by nurses",
  "summary" : "Relates to the hours worked by nurses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "AA6492-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          410\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GUNTHER,  CLARK, MAYERSOHN, LANCMAN, COLTON,\n         JAFFEE -- Multi-Sponsored by -- M. of A. McDONOUGH,  PHEFFER  --  read\n         once and referred to the Committee on Labor\n\n       AN  ACT to amend the labor law and the education law, in relation to the\n         hours worked by nurses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  167 of the labor law, as added by chapter 493 of\n    2  the laws of 2008, is amended to read as follows:\n    3    S 167. Restrictions on consecutive hours of work for nurses.  1.  When\n    4  used in this section:\n    5    a.  \"Health  care  employer\"  shall  mean any individual, partnership,\n    6  association, corporation, limited liability company  or  any  person  or\n    7  group  of  persons  acting directly or indirectly on behalf of or in the\n    8  interest of the employer, which provides health care services (i)  in  a\n    9  facility licensed or operated pursuant to article twenty-eight AND ARTI-\n   10  CLE THIRTY-SIX of the public health law, including any facility operated\n   11  by the state, a political subdivision or a public corporation as defined\n   12  by  section  sixty-six  of  the  general  construction law, or (ii) in a\n   13  facility operated by the state, a  political  subdivision  or  a  public\n   14  corporation  as defined by section sixty-six of the general construction\n   15  law, operated or licensed pursuant to the mental hygiene law, the educa-\n   16  tion law or the correction law.\n   17    b. \"Nurse\" shall mean a registered professional nurse  or  a  licensed\n   18  practical  nurse  as  defined  by article one hundred thirty-nine of the\n   19  education law who provides direct patient care.\n   20    c. \"Regularly scheduled work  hours\",  including  REGULARLY  SCHEDULED\n   21  HOME  CARE VISITS, pre-scheduled on-call time and the time spent for the\n   22  purpose of communicating shift reports regarding patient  status  neces-\n   23  sary  to  ensure  patient  safety,  shall mean those hours AND HOME CARE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02082-01-1\n\n       A. 410                              2\n\n    1  VISITS a nurse has agreed to work and  is  normally  scheduled  to  work\n    2  pursuant  to  the  budgeted  hours AND HOME CARE VISITS allocated to the\n    3  nurse's position by the health care employer; and if no such  allocation\n    4  system  exists,  some  other  measure  generally used by the health care\n    5  employer to determine when an employee is minimally  supposed  to  work,\n    6  consistent  with the collective bargaining agreement, if any. Nothing in\n    7  this section shall be construed to permit an  employer  to  use  on-call\n    8  time as a substitute for mandatory overtime.\n    9    2.  a.  Notwithstanding  any  other  provision  of  law no health care\n   10  employer shall require a nurse to work more than that nurse's  regularly\n   11  scheduled work hours OR HOME CARE VISITS, except pursuant to subdivision\n   12  three of this section.\n   13    b.  Nothing  in  this  section shall prohibit a nurse from voluntarily\n   14  working overtime.\n   15    3. The limitations provided for in this section shall not apply in the\n   16  case of:\n   17    a. a health care disaster, such as a natural or other type of disaster\n   18  that increases the need for health care personnel, unexpectedly  affect-\n   19  ing the county in which the nurse is employed or in a contiguous county;\n   20  or\n   21    b.  a  federal,  state or county declaration of emergency in effect in\n   22  the county in which the nurse is employed or in a contiguous county; or\n   23    c. where a health care employer  determines  there  is  an  emergency,\n   24  necessary  to  provide  safe patient care, in which case the health care\n   25  provider shall, before requiring an on-duty employee to remain,  make  a\n   26  good faith effort to have overtime covered on a voluntary basis, includ-\n   27  ing,  but  not  limited  to, calling per diems, agency nurses, assigning\n   28  floats, or requesting an additional day of work from off-duty employees,\n   29  to the extent such staffing options exist.  For  the  purposes  of  this\n   30  paragraph,  \"emergency\",  including an unanticipated staffing emergency,\n   31  is defined as an unforeseen event that could not  be  prudently  planned\n   32  for by an employer and does not regularly occur; or\n   33    d.  an  ongoing  medical  or  surgical procedure in which the nurse is\n   34  actively engaged and whose continued presence through the completion  of\n   35  the procedure is needed to ensure the health and safety of the patient.\n   36    3-A.  IN THE CASE OF A NURSE EMPLOYED BY AN EMPLOYER LICENSED PURSUANT\n   37  TO ARTICLE THIRTY-SIX OF THE PUBLIC HEALTH  LAW,  THE  TERM  'EMERGENCY'\n   38  SHALL ALSO INCLUDE A SITUATION IN WHICH UNFORESEEN EVENTS MAKE IT NECES-\n   39  SARY  FOR AN EMPLOYER TO REQUIRE A NURSE TO COMPLETE REGULARLY SCHEDULED\n   40  HOME CARE VISITS IN CIRCUMSTANCES WHERE THE LOCATION  OF  THE  PRE-SCHE-\n   41  DULED  VISITS  AND  LACK  OF OTHER STAFFING OPTIONS FOR COVERAGE MAKE IT\n   42  IMPRACTICAL TO RESCHEDULE THE VISIT OR TO PROVIDE ALTERNATIVE COVERAGE.\n   43    4. The provisions of this section are intended as a  remedial  measure\n   44  to  protect the public health and the quality of patient care, and shall\n   45  not be construed to diminish or waive any rights of any  nurse  pursuant\n   46  to any other law, regulation, or collective bargaining agreement.\n   47    S  2.  Section 6510-e of the education law, as added by chapter 493 of\n   48  the laws of 2008, is amended to read as follows:\n   49    S 6510-e. Nurses' refusal of overtime work. The refusal of a  licensed\n   50  practical  nurse  or a registered professional nurse to work beyond said\n   51  nurse's regularly scheduled HOME CARE VISITS OR hours of work shall  not\n   52  solely  constitute  patient  abandonment  or  neglect  except  under the\n   53  circumstances provided  for  under  subdivision  three  of  section  one\n   54  hundred sixty-seven of the labor law.\n   55    S  3.  This  act shall take effect on the ninetieth day after it shall\n   56  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law and the education law, in relation to the hours worked by nurses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T155719.TXT", "SOBI.D101227.T121053.TXT", "SOBI.D101227.T120053.TXT", "SOBI.D101227.T121554.TXT", "SOBI.D101223.T160117.TXT", "SOBI.D101228.T094813.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296507439053
}