{
  "year" : 2011,
  "senateBillNo" : "A4107-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A4107-2011-1296536400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for licensing of occupational safety and hygiene professionals",
  "summary" : "Provides for licensing of occupational safety and hygiene professionals, creates state board for industrial hygiene and safety; specifies requirements for a license and authorizes limited permits; specifies exempt persons; provides that every licensed occupational safety and hygiene professional shall have a seal which shall contain the words \"occupational safety and hygiene professional\" and such other words or figures as the board deems necessary. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2198-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4107\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN ACT to amend the education law, in  relation  to  providing  for  the\n         regulation   and   practice  of  the  industrial  hygiene  and  safety\n         professions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article 146 to\n    2  read as follows:\n\n    3                                 ARTICLE 146\n    4                 INDUSTRIAL HYGIENE AND SAFETY PROFESSIONALS\n\n    5  SECTION 7250. LEGISLATIVE INTENT.\n    6          7251. DEFINITIONS.\n    7          7252. PRACTICE OF THE INDUSTRIAL HYGIENE AND SAFETY PROFESSIONS.\n    8          7253. STATE BOARD FOR INDUSTRIAL HYGIENE AND SAFETY.\n    9          7254.  REQUIREMENTS  FOR  LICENSE  AS AN OCCUPATIONAL SAFETY AND\n   10                 HYGIENE PROFESSIONAL.\n   11          7255. LIMITED PERMITS.\n   12          7256. EXEMPT PERSONS.\n   13          7257. SPECIAL PROVISIONS.\n   14    S 7250. LEGISLATIVE INTENT. IT IS THE  LEGISLATURE'S  INTENT  AND  THE\n   15  PURPOSE  OF  THIS  ARTICLE  TO PROTECT PUBLIC HEALTH BY RECOGNIZING THAT\n   16  EXPOSURES ARISING IN OR FROM THE WORK-PLACE MAY CAUSE ILLNESS,  IMPAIRED\n   17  HEALTH,  INJURY,  OR  INEFFICIENCY AMONG EMPLOYEES AND THE PUBLIC. IT IS\n   18  RECOGNIZED THAT IT IS THE PURPOSE OF THE INDUSTRIAL  HYGIENE  PROFESSION\n   19  TO  ANTICIPATE,  RECOGNIZE,  EVALUATE  AND CONTROL SUCH EXPOSURES. IT IS\n   20  RECOGNIZED THAT IT IS THE PURPOSE OF THE SAFETY PROFESSION  TO  PRESERVE\n   21  HUMAN  AND MATERIAL RESOURCES THROUGH SYSTEMATIC ANTICIPATION, IDENTIFI-\n   22  CATION, AND IMPLEMENTING AND ADVISING OTHERS  ON  CONTROL  OF  IMMEDIATE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06502-01-1\n\n       A. 4107                             2\n\n    1  PHYSICAL  HAZARDS  AND HAZARDOUS PRACTICES. IT IS RECOGNIZED THAT PUBLIC\n    2  HEALTH WILL BE SERVED BY THE REGULATION OF THE ADMISSION TO AND PRACTICE\n    3  OF THE INDUSTRIAL HYGIENE AND SAFETY  PROFESSIONS  AS  PROVIDED  FOR  IN\n    4  ARTICLE  ONE  HUNDRED  THIRTY OF THIS TITLE. THIS ARTICLE APPLIES TO THE\n    5  PROFESSIONS OF INDUSTRIAL HYGIENE AND  SAFETY.  THE  GENERAL  PROVISIONS\n    6  CONTAINED  IN  ARTICLE  ONE  HUNDRED  THIRTY OF THIS TITLE APPLY TO THIS\n    7  ARTICLE.\n    8    S 7251. DEFINITIONS. AS USED IN THIS ARTICLE THE FOLLOWING TERMS SHALL\n    9  MEAN AS FOLLOWS:\n   10    1. \"INDUSTRIAL HYGIENE\" SHALL MEAN THE SCIENCE AND PRACTICE DEVOTED TO\n   11  THE ANTICIPATION, RECOGNITION, EVALUATION AND CONTROL OF THOSE  ENVIRON-\n   12  MENTAL  FACTORS  AND  STRESSES ARISING IN OR FROM THE WORKPLACE THAT MAY\n   13  CAUSE SICKNESS, IMPAIRED HEALTH AND WELL-BEING, OR  SIGNIFICANT  DISCOM-\n   14  FORT AMONG WORKERS AND MAY ALSO IMPACT THE GENERAL COMMUNITY.\n   15    2.  \"CERTIFIED  INDUSTRIAL HYGIENIST\", \"CIH\", OR \"C.I.H.\" SHALL MEAN A\n   16  PERSON MEETING THE EDUCATION, EXPERIENCE, EXAMINATION, CONTINUING EDUCA-\n   17  TION, AND CODE OF ETHICS REQUIREMENTS ESTABLISHED BY THE AMERICAN  BOARD\n   18  OF  INDUSTRIAL  HYGIENE,  WHICH  INCLUDES  HAVING BEEN GRANTED A CERTIF-\n   19  ICATION NUMBER AND A CERTIFICATE IN THE PRACTICE OF INDUSTRIAL HYGIENE.\n   20    3. \"AMERICAN BOARD OF INDUSTRIAL HYGIENE\", \"ABIH\" OR \"A.B.I.H.\"  SHALL\n   21  MEAN  THE PENNSYLVANIA NON-PROFIT CORPORATION PROVIDING NATIONAL CERTIF-\n   22  ICATION TO CERTIFIED INDUSTRIAL HYGIENISTS, WHOSE PURPOSE IS TO  IMPROVE\n   23  THE  PRACTICE  AND EDUCATIONAL STANDARDS OF THE PROFESSION OF INDUSTRIAL\n   24  HYGIENE.\n   25    4. \"SAFETY PROFESSION\" SHALL MEAN THE SCIENCE AND ART  CONCERNED  WITH\n   26  THE  PRESERVATION OF HUMAN AND MATERIAL RESOURCES THROUGH THE SYSTEMATIC\n   27  APPLICATION OF PRINCIPALS DRAWN FROM SUCH  DISCIPLINES  AS  ENGINEERING,\n   28  EDUCATION,  PSYCHOLOGY,  PHYSIOLOGY,  ENFORCEMENT,  AND  MANAGEMENT  FOR\n   29  ANTICIPATING, IDENTIFYING AND EVALUATING HAZARDOUS CONDITIONS AND  PRAC-\n   30  TICES;  DEVELOPING  HAZARD  CONTROL  DESIGNS,  METHODS,  PROCEDURES  AND\n   31  PROGRAMS; AND MEASURING, AUDITING, AND EVALUATING THE  EFFECTIVENESS  OF\n   32  HAZARD CONTROLS AND HAZARD CONTROL PROGRAMS.\n   33    5.  \"CERTIFIED  SAFETY  PROFESSIONAL\",  \"CSP\" OR \"C.S.P.\" SHALL MEAN A\n   34  PERSON MEETING THE EDUCATION, EXPERIENCE, EXAMINATION, CONTINUING EDUCA-\n   35  TION, AND CODE OF ETHICS REQUIREMENTS ESTABLISHED BY THE BOARD OF CERTI-\n   36  FIED SAFETY PROFESSIONALS, WHICH INCLUDES HAVING BEEN GRANTED A  CERTIF-\n   37  ICATION  NUMBER  AND  A  CERTIFICATE  IN  THE  PRACTICE  OF  THE  SAFETY\n   38  PROFESSION.\n   39    6. \"BOARD OF CERTIFIED SAFETY PROFESSIONALS\",  \"BCSP\",  OR  \"B.C.S.P.\"\n   40  SHALL  MEAN  THE NON-PROFIT CORPORATION PROVIDING NATIONAL CERTIFICATION\n   41  TO CERTIFIED SAFETY PROFESSIONALS.\n   42    7.  \"OCCUPATIONAL  SAFETY  AND  HYGIENE  PROFESSIONAL\",   \"OSHP\",   OR\n   43  \"O.S.H.P.\"   SHALL MEAN A PERSON LICENSED UNDER THIS ARTICLE TO PRACTICE\n   44  THE INDUSTRIAL HYGIENE AND SAFETY PROFESSIONS.\n   45    S 7252. PRACTICE OF THE INDUSTRIAL  HYGIENE  AND  SAFETY  PROFESSIONS.\n   46  ONLY  PERSONS  LICENSED OR OTHERWISE AUTHORIZED UNDER THIS ARTICLE SHALL\n   47  PRACTICE THE INDUSTRIAL HYGIENE AND SAFETY PROFESSIONS OR USE TITLES  OR\n   48  CERTIFICATIONS  TO  SUGGEST QUALIFICATION OR COMPETENCE AS AN INDUSTRIAL\n   49  OR OCCUPATIONAL HYGIENIST OR OCCUPATIONAL SAFETY PROFESSIONAL.\n   50    S 7253. STATE BOARD FOR INDUSTRIAL HYGIENE AND SAFETY. A  STATE  BOARD\n   51  FOR  INDUSTRIAL  HYGIENE  AND  SAFETY SHALL BE APPOINTED BY THE BOARD OF\n   52  REGENTS ON RECOMMENDATION OF THE COMMISSIONER FOR THE PURPOSE OF ASSIST-\n   53  ING THE BOARD OF REGENTS AND THE DEPARTMENT ON MATTERS  OF  PROFESSIONAL\n   54  LICENSING AND PROFESSIONAL CONDUCT IN ACCORDANCE WITH SECTION SIXTY-FIVE\n   55  HUNDRED OF THIS TITLE. THE BOARD SHALL BE COMPOSED OF NOT LESS THAN FIVE\n   56  LICENSED  OCCUPATIONAL  SAFETY  AND  HYGIENE PROFESSIONALS. AN EXECUTIVE\n\n       A. 4107                             3\n\n    1  SECRETARY TO THE BOARD SHALL BE APPOINTED BY THE BOARD OF REGENTS ON THE\n    2  RECOMMENDATION OF THE COMMISSIONER, AND SHALL BE LICENSED AS AN  OCCUPA-\n    3  TIONAL SAFETY AND HYGIENE PROFESSIONAL. BOARD MEMBERSHIP SHALL REPRESENT\n    4  A BALANCE OF SAFETY AND INDUSTRIAL HYGIENE PRACTICE.\n    5    S 7254. REQUIREMENTS FOR LICENSE AS AN OCCUPATIONAL SAFETY AND HYGIENE\n    6  PROFESSIONAL.  TO  QUALIFY AS A LICENSED OCCUPATIONAL SAFETY AND HYGIENE\n    7  PROFESSIONAL, AN APPLICANT SHALL FULFILL THE FOLLOWING REQUIREMENTS:\n    8    1. APPLICATION.  FILE AN APPLICATION WITH THE DEPARTMENT;\n    9    2. EDUCATION.   HAVE RECEIVED AS A  MINIMUM  A  BACHELORS  DEGREE  IN:\n   10  INDUSTRIAL  HYGIENE, SAFETY, OR CHEMISTRY, OR PHYSICS, OR CHEMICAL ENGI-\n   11  NEERING, OR MECHANICAL ENGINEERING, OR SANITARY  ENGINEERING,  OR  CIVIL\n   12  ENGINEERING,  OR BIOLOGY, OR TOXICOLOGY, OR EPIDEMIOLOGY OR OTHER APPRO-\n   13  PRIATE DEGREE FROM AN INSTITUTION ACCREDITED BY ONE OF THE BODIES RECOG-\n   14  NIZED BY THE COMMISSION  ON  HIGHER  EDUCATION  AND  ACCREDITATION,  AND\n   15  ACCEPTABLE  TO  THE  BOARD  IN  ACCORDANCE WITH THE COMMISSIONER'S REGU-\n   16  LATIONS;\n   17    3. EXPERIENCE. DOCUMENT FIVE YEARS  OF  FULL  TIME  EMPLOYMENT  AS  AN\n   18  INDUSTRIAL  HYGIENIST AND/OR SAFETY PROFESSIONAL WHO BY VIRTUE OF HIS OR\n   19  HER KNOWLEDGE, SKILL,  EDUCATION  AND  TRAINING  HAS  ACQUIRED  ACCEPTED\n   20  COMPETENCY  IN  SAFETY AND HYGIENE IN ACCORDANCE WITH THE COMMISSIONER'S\n   21  REGULATIONS;\n   22    4. EXAMINATION. PASS AN EXAMINATION ACCEPTABLE TO  THE  BOARD  AND  IN\n   23  ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS. THE COMMISSIONER'S REGU-\n   24  LATIONS  SHALL ACCEPT CERTIFICATION FROM A NATIONALLY RECOGNIZED PROFES-\n   25  SIONAL SAFETY OR HYGIENE ORGANIZATION ACCREDITED BY THE NATIONAL COMMIS-\n   26  SION ON CERTIFYING AGENCIES OR THE COUNCIL OF ENGINEERING AND SCIENTIFIC\n   27  SPECIALTY BOARDS SUCH AS THE AMERICAN BOARD OF INDUSTRIAL HYGIENE  AS  A\n   28  CERTIFIED  INDUSTRIAL  HYGIENIST OR CERTIFICATION BY THE BOARD OF CERTI-\n   29  FIED SAFETY PROFESSIONALS AS A CERTIFIED SAFETY PROFESSIONAL IN LIEU  OF\n   30  THE  NEED FOR COMPLETION OF ANY OTHER EXAMINATION, EXPERIENCE, OR EDUCA-\n   31  TIONAL REQUIREMENTS. ANY EXAMINATIONS ESTABLISHED BY THE BOARD  AND  THE\n   32  COMMISSIONER  SHALL  BE  EQUIVALENT TO THE CERTIFICATION EXAMINATIONS OF\n   33  THE AMERICAN BOARD OF INDUSTRIAL HYGIENE  AND  THE  BOARD  OF  CERTIFIED\n   34  SAFETY PROFESSIONALS.\n   35    WITHIN  TWO  YEARS  OF  THE EFFECTIVE DATE OF THE COMMISSIONER'S REGU-\n   36  LATIONS, INDIVIDUALS PROVIDING  DOCUMENTATION  VERIFYING  FIVE  OR  MORE\n   37  YEARS  OF  INDUSTRIAL HYGIENE OR SAFETY PROFESSIONAL PRACTICE ACCEPTABLE\n   38  TO THE BOARD IN ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS SHALL  BE\n   39  ACCEPTED  AS HAVING FULFILLED THE EDUCATION, EXAMINATION, AND EXPERIENCE\n   40  REQUIREMENTS FOR A LICENSE AS AN INDUSTRIAL HYGIENIST OR SAFETY  PROFES-\n   41  SIONAL.  FOLLOWING  THIS  TWO YEAR PERIOD ALL NEW APPLICANTS SHALL FULLY\n   42  COMPLY WITH ALL EDUCATION AND EXAMINATION REQUIREMENTS OF THIS ARTICLE;\n   43    5. CONTINUING EDUCATION. DOCUMENT COMPLETION OF  CONTINUING  EDUCATION\n   44  PROGRAMS  IN  ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS WHICH SHALL\n   45  BE ADEQUATE TO MAINTAIN COMPETENCY IN THE AREA OF ACTUAL  PRACTICE,  AND\n   46  WHICH  SHALL  BE  EQUIVALENT TO THE CERTIFICATION MAINTENANCE PROCEDURES\n   47  ESTABLISHED BY THE AMERICAN BOARD OF INDUSTRIAL HYGIENE OR THE BOARD  OF\n   48  CERTIFIED  SAFETY PROFESSIONALS.   MAINTENANCE OF A.B.I.H. CERTIFICATION\n   49  AS A CERTIFIED INDUSTRIAL HYGIENIST, OR MAINTENANCE OF B.C.S.P.  CERTIF-\n   50  ICATION  AS A CERTIFIED SAFETY PROFESSIONAL SHALL BE CONSIDERED ACCEPTA-\n   51  BLE CONTINUING EDUCATION;\n   52    6. AGE. BE AT LEAST TWENTY-ONE YEARS OF AGE;\n   53    7. CHARACTER. BE OF GOOD MORAL CHARACTER AS DETERMINED BY THE  DEPART-\n   54  MENT.\n   55    S  7255.  LIMITED  PERMITS.  ON  THE  RECOMMENDATION OF THE BOARD, THE\n   56  DEPARTMENT MAY ISSUE A LIMITED PERMIT TO PRACTICE INDUSTRIAL HYGIENE  OR\n\n       A. 4107                             4\n\n    1  AS  A  SAFETY  PROFESSIONAL TO AN INDUSTRIAL HYGIENIST OR SAFETY PROFES-\n    2  SIONAL NOT A RESIDENT OF THIS STATE  NOR  HAVING  ESTABLISHED  PLACE  OF\n    3  PRACTICE  IN  THIS  STATE,  WHO  IS  A CERTIFIED INDUSTRIAL HYGIENIST OR\n    4  CERTIFIED SAFETY PROFESSIONAL, OR WHO IS QUALIFIED TO PRACTICE IN HIS OR\n    5  HER OWN COUNTRY OR STATE, AND WHO SUBMITS SATISFACTORY CERTIFICATIONS AS\n    6  TO  CHARACTER AND QUALIFICATIONS. LIMITED PERMITS SHALL BE ISSUED SOLELY\n    7  IN CONNECTION WITH THE SPECIFIC PROJECT FOR WHICH SUCH A LIMITED  PERMIT\n    8  IS GRANTED.\n    9    1.  A  LIMITED PERMIT ISSUED UNDER THIS SECTION SHALL APPLY TO NO MORE\n   10  THAN AN AGGREGATE OF  THIRTY  DAYS  IN  ANY  CALENDAR  YEAR,  WHICH  MAY\n   11  COMMENCE  ON  THE DATE THE APPLICATION IS SUBMITTED UNLESS THE APPLICANT\n   12  HAS HAD A PREVIOUS APPLICATION FOR A LIMITED PERMIT REJECTED OR A PREVI-\n   13  OUS LICENSE AS AN OCCUPATIONAL SAFETY AND HYGIENE PROFESSIONAL  REVOKED.\n   14  THE  PERMIT  SHALL  SPECIFY THE DATES WITHIN THE CALENDAR YEAR WHEN SUCH\n   15  RIGHT MAY BE EXERCISED.\n   16    2. IN LIEU OF A LIMITED PERMIT, A NON-RESIDENT OF THE STATE MAY CHOOSE\n   17  TO SUBMIT A FULL APPLICATION FOR PRACTICE AS AN OCCUPATIONAL SAFETY  AND\n   18  HYGIENE PROFESSIONAL.\n   19    S  7256. EXEMPT PERSONS. THIS ARTICLE SHALL NOT BE CONSTRUED TO AFFECT\n   20  OR PREVENT THE FOLLOWING, PROVIDED THAT NO TITLE, SIGN, CARD  OR  DEVICE\n   21  SHALL  BE  USED  IN SUCH MANNER AS TO TEND TO CONVEY THE IMPRESSION THAT\n   22  THE PERSON RENDERING SUCH SERVICE IS A LICENSED OCCUPATIONAL SAFETY  AND\n   23  HYGIENE PROFESSIONAL.\n   24    1. PRACTICE OF INDUSTRIAL HYGIENE OR SAFETY AS AN EMPLOYEE OF A FEDER-\n   25  AL,  STATE, COUNTY OR MUNICIPAL AGENCY OR PUBLIC EMPLOYER, PROVIDED THAT\n   26  SUCH PRACTICE IS LIMITED TO WORK PERFORMED FOR THESE EMPLOYERS.\n   27    2. PRACTICE OF INDUSTRIAL HYGIENE  OR  SAFETY  BY  AN  EMPLOYEE  OF  A\n   28  PRIVATE COMPANY PROVIDED THAT SUCH PRACTICE INVOLVES ONLY WORK PERFORMED\n   29  FOR THAT COMPANY AND THAT COMPANY'S EMPLOYEES.\n   30    3.  USE  OF  TITLES OR DEGREE INITIALS BY INDIVIDUALS HAVING COMPLETED\n   31  PROGRAMS FROM ACCREDITED ACADEMIC INSTITUTIONS OR OTHER PROGRAMS ACCEPT-\n   32  ABLE TO THE BOARD AND IN ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS.\n   33    4. EMPLOYMENT OF ANY PERSON  AS  A  JUNIOR  ASSISTANT,  OR  INDUSTRIAL\n   34  HYGIENIST  IN  TRAINING, OR ASSOCIATE SAFETY PROFESSIONAL, PROVIDED THAT\n   35  SUCH INDIVIDUALS ACT UNDER THE GENERAL DIRECTION OF, AND ARE SUBJECT  TO\n   36  REGULAR  TECHNICAL PERFORMANCE REVIEW BY, A LICENSED OCCUPATIONAL SAFETY\n   37  AND HYGIENE PROFESSIONAL.\n   38    5. PRACTICE OF INDUSTRIAL HYGIENE OR SAFETY BY INDIVIDUALS AS AN OFFI-\n   39  CER OR EMPLOYEE OF A CORPORATION SOLELY ENGAGED IN INTERSTATE COMMERCE.\n   40    6. PRACTICE AS AN OCCUPATIONAL SAFETY AND HYGIENE PROFESSIONAL IN THIS\n   41  STATE BY ANY PERSON NOT A RESIDENT,  NOR  HAVING  ESTABLISHED  PLACE  OF\n   42  PRACTICE IN THIS STATE, OR ANY PERSON RESIDENT IN THIS STATE BUT WHO HAS\n   43  ARRIVED  IN  THIS  STATE  WITHIN  SIX  MONTHS, PROVIDED, HOWEVER, SUCH A\n   44  PERSON HAS FILED AN APPLICATION FOR A LICENSE AS AN OCCUPATIONAL  SAFETY\n   45  AND HYGIENE PROFESSIONAL, AND WHO IS A CERTIFIED INDUSTRIAL HYGIENIST OR\n   46  A  CERTIFIED SAFETY PROFESSIONAL OR WHO IS LEGALLY QUALIFIED TO PRACTICE\n   47  IN THE STATE OR COUNTRY IN WHICH HE OR SHE HAD A PLACE OF  RESIDENCE  OR\n   48  PRACTICE,  AND  HAS  NOT  HAD  A PREVIOUS APPLICATION FOR LICENSURE OR A\n   49  LIMITED PERMIT REJECTED OR A PREVIOUS LICENSE AS AN OCCUPATIONAL  SAFETY\n   50  AND HYGIENE PROFESSIONAL REVOKED. SUCH EXEMPTION SHALL CONTINUE ONLY FOR\n   51  SUCH REASONABLE TIME AS THE BOARD REQUIRES TO GRANT OR DENY THE APPLICA-\n   52  TION  FOR LICENSE. A PERSON INTENDING TO PRACTICE UNDER THIS SUBDIVISION\n   53  SHALL SO STATE ON THE APPLICATION.\n   54    S 7257. SPECIAL PROVISIONS. 1.   NO ACT,  REGULATION  OR  ORDER  SHALL\n   55  RESTRICT THE PRACTICE OF THE INDUSTRIAL OR OCCUPATIONAL HYGIENE OR SAFE-\n   56  TY PROFESSIONS AS AUTHORIZED BY THIS ARTICLE.\n\n       A. 4107                             5\n\n    1    2.  EVERY  LICENSED OCCUPATIONAL SAFETY AND HYGIENE PROFESSIONAL SHALL\n    2  HAVE A SEAL WHICH SHALL  CONTAIN  THE  WORDS  \"OCCUPATIONAL  SAFETY  AND\n    3  HYGIENE  PROFESSIONAL\"  AND SUCH OTHER WORDS OR FIGURES AS THE BOARD MAY\n    4  DEEM NECESSARY. THE SEAL MAY BE USED TO STAMP REPORTS AND DRAWINGS WHICH\n    5  RELATE TO THE PRACTICE OF THE INDUSTRIAL HYGIENE AND SAFETY PROFESSIONS.\n    6    S  2. This act shall take effect on the first of January next succeed-\n    7  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing for the regulation and practice of the industrial hygiene and safety professions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T111708.TXT", "SOBI.D110201.T161409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663428580
}