{
  "year" : 2011,
  "senateBillNo" : "A4100-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A4100-2011-1296536400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions to reduce the incidence of motor vehicle insurance fraud",
  "summary" : "Grants the superintendent of insurance authority to investigate fraudulent activities, such as motor vehicle operators who drive with no insurance coverage, and those who misrepresent their principal place of residence or where their motor vehicle is principally garaged and operated; authorizes the insurance frauds bureau to accept reports of suspected fraudulent insurance actions; requires insurance companies and self-insurers to report incidents of insurance fraud to the insurance department; provides for compensation to law enforcement agencies for the prosecution of insurance fraud; directs the superintendent of state police to establish an insurance fraud reward program to those who report insurance fraud; directs the division of criminal justice services to collect and analyze information on insurance fraud; includes within the class D felony of forgery in the second degree, the forgery of a certificate of insurance or an insurance identification card; includes within the class C felony of forgery in the first degree, the forgery of 10 or more written instruments; provides for the civil forfeiture of the proceeds of a fraudulent insurance act; requires applicants for motor vehicle registrations and driver's licenses to provide the department of motor vehicles with the address of their principal place of residence; establishes a temporary task force on motor vehicle insurance fraud. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A10877-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4100\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE -- Multi-Sponsored by -- M. of A. SWEENEY\n         -- read once and referred to the Committee on Insurance\n\n       AN  ACT to amend the insurance law, the executive law, the state finance\n         law, the penal law and the civil practice law and rules,  in  relation\n         to  insurance  fraud;  to  establish the temporary task force on motor\n         vehicle insurance fraud; and  providing  for  the  repeal  of  certain\n         provisions upon the expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 401 of the insurance law is amended by adding a new\n    2  subsection (e) to read as follows:\n    3    (E) THE SUPERINTENDENT SHALL HAVE BROAD  AUTHORITY  PURSUANT  TO  THIS\n    4  CHAPTER  TO INVESTIGATE FRAUDULENT ACTIVITIES WITH REGARD TO MOTOR VEHI-\n    5  CLE DRIVERS THAT OPERATE AUTOMOBILES WITH  NO  INSURANCE  COVERAGE,  AND\n    6  MOTOR  VEHICLE  INSUREDS  WHO  MISREPRESENT  THE  PRINCIPAL  PLACE WHERE\n    7  INSURED MOTOR VEHICLES ARE GARAGED AND OPERATED. OPERATING  MOTOR  VEHI-\n    8  CLES WITHOUT PROPER INSURANCE IN VIOLATION OF ARTICLE SIX OF THE VEHICLE\n    9  AND  TRAFFIC  LAW  IS A SIGNIFICANT DANGER TO THE PUBLIC BECAUSE DRIVERS\n   10  ARE UNABLE TO COMPENSATE INDIVIDUALS FOR PERSONAL  INJURIES,  DEATH  AND\n   11  PROPERTY  DAMAGE  THEY  INFLICT UPON OTHERS.  FURTHERMORE, MOTOR VEHICLE\n   12  INSUREDS WHO MISREPRESENT THE PRINCIPAL PLACE WHERE  SUCH  VEHICLES  ARE\n   13  GARAGED  AND  OPERATED  IMPROPERLY  SHIFT  THEIR HIGH LIABILITY EXPOSURE\n   14  COSTS TO OTHER MOTOR VEHICLE INSUREDS THAT DO NOT FACE SUCH HIGH LIABIL-\n   15  ITY RISK AND INSURANCE PREMIUM COSTS.\n   16    S 2. Subsection (a) of section 405 of the insurance law, as amended by\n   17  chapter 499 of the laws of 2009, is amended to read as follows:\n   18    (a) Any person licensed or registered pursuant to  the  provisions  of\n   19  this  chapter,  and  any  person engaged in the business of insurance or\n   20  life settlement in this state who is exempted from compliance  with  the\n   21  licensing  requirements  of  this chapter, including the state insurance\n   22  fund of this state, who has reason to believe that an  insurance  trans-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05004-02-1\n\n       A. 4100                             2\n\n    1  action or life settlement act may be fraudulent, or has knowledge that a\n    2  fraudulent  insurance  transaction  or fraudulent life settlement act is\n    3  about to take place, or has taken place shall, within thirty days  after\n    4  determination  by such person that the transaction appears to be fraudu-\n    5  lent, send to the insurance frauds bureau on a form  prescribed  by  the\n    6  superintendent,  the  information  requested  by the form and such addi-\n    7  tional information relative to the factual circumstances of  the  trans-\n    8  action  and  the parties involved as the superintendent may require. The\n    9  insurance frauds bureau shall accept  reports  of  suspected  fraudulent\n   10  insurance  transactions or fraudulent life settlement acts from any self\n   11  insurer, including but not limited to  self  insurers  providing  health\n   12  insurance  coverage  or  those  defined in section fifty of the workers'\n   13  compensation law, and shall treat such reports  as  any  other  received\n   14  pursuant  to  this  section.    THE INSURANCE FRAUDS BUREAU SHALL ACCEPT\n   15  REPORTS OF SUSPECTED FRAUDULENT INSURANCE  TRANSACTIONS  FROM  ANY  SELF\n   16  INSURER  INCLUDING,  BUT  NOT LIMITED TO, SELF INSURERS PROVIDING HEALTH\n   17  INSURANCE COVERAGE, THOSE PROVIDING MOTOR VEHICLE LIABILITY INSURANCE OR\n   18  THOSE DEFINED IN SECTION FIFTY OF THE  WORKERS'  COMPENSATION  LAW,  AND\n   19  SHALL TREAT SUCH REPORTS AS ANY OTHER RECEIVED PURSUANT TO THIS SECTION.\n   20    S  3.  Paragraph  11 of subsection (d) of section 405 of the insurance\n   21  law, as amended by chapter 11 of the laws of 2010, is amended to read as\n   22  follows:\n   23    (11) an assessment of law enforcement and insurance company activities\n   24  to detect and curtail the incidence of operating a motor vehicle without\n   25  proper insurance coverage as required by this chapter and the  incidence\n   26  of  misrepresentation  by insureds of the principal place OF THEIR RESI-\n   27  DENCE OR where THEIR motor vehicles are garaged and [driven] OPERATED.\n   28    S 4.  The insurance law is amended by adding a new  section  405-a  to\n   29  read as follows:\n   30    S  405-A.   COMPENSATION FOR REPORT OF INSURANCE FRAUD TO LAW ENFORCE-\n   31  MENT AUTHORITIES. (A)  ANY  PERSON,  OTHER  THAN  PERSONS  DESCRIBED  IN\n   32  SUBSECTION  (A)  OF  SECTION FOUR HUNDRED FIVE OF THIS ARTICLE AND OTHER\n   33  THAN A PERSON WHO HAS RECEIVED AN AWARD PURSUANT TO SECTION TWO  HUNDRED\n   34  THIRTY-ONE  OF THE EXECUTIVE LAW, WHO HAS REASON TO BELIEVE THAT A FRAU-\n   35  DULENT INSURANCE ACT PROHIBITED PURSUANT TO ARTICLE ONE  HUNDRED  SEVEN-\n   36  TY-SIX  OF  THE PENAL LAW HAS BEEN COMMITTED OR THAT AN INSURANCE TRANS-\n   37  ACTION MAY BE FRAUDULENT, OR HAS KNOWLEDGE THAT A  FRAUDULENT  INSURANCE\n   38  TRANSACTION  IS  ABOUT TO TAKE PLACE, OR HAS TAKEN PLACE MAY REPORT SUCH\n   39  ACT OR TRANSACTION AND ANY ADDITIONAL INFORMATION RELATIVE TO THE FACTU-\n   40  AL CIRCUMSTANCES OF THE TRANSACTION AND  THE  PARTIES  INVOLVED  TO  THE\n   41  ATTORNEY GENERAL, DISTRICT ATTORNEY OR INSURANCE FRAUDS BUREAU.\n   42    (B)  IF THE INSURANCE FRAUDS BUREAU RECOMMENDS TO THE ATTORNEY GENERAL\n   43  OR DISTRICT ATTORNEY TO COMMENCE AN ACTION, OR IF THE  ATTORNEY  GENERAL\n   44  OR  DISTRICT  ATTORNEY COMMENCES AN ACTION BASED ON INFORMATION PROVIDED\n   45  BY A PERSON PURSUANT TO SUBSECTION (A) OF THIS SECTION, THEN SUCH PERSON\n   46  SHALL BE ENTITLED TO RECEIVE AN AWARD OF NOT MORE THAN  FIFTEEN  PERCENT\n   47  OF  THE PROCEEDS OF THE ACTION OR A SETTLEMENT OF THE CLAIM IN AN AMOUNT\n   48  NOT TO EXCEED TWENTY-FIVE THOUSAND DOLLARS.   THE  ATTORNEY  GENERAL  OR\n   49  DISTRICT  ATTORNEY  SHALL  RECOMMEND  TO  THE COURT WHEN A SETTLEMENT IS\n   50  ENTERED THE AMOUNT OF SUCH AWARD. THE COURT SHALL BASE SUCH AWARD  DECI-\n   51  SION  ON THE EXTENT TO WHICH THE PERSON SUBSTANTIALLY CONTRIBUTED TO THE\n   52  PROSECUTION OF THE ACTION.\n   53    S 5. Section 406 of the insurance law, as amended by  chapter  499  of\n   54  the laws of 2009, is amended to read as follows:\n   55    S 406. Immunity. In the absence of fraud or bad faith, no person shall\n   56  be  subject  to  civil  liability,  and  no civil cause of action of any\n\n       A. 4100                             3\n\n    1  nature shall arise against such person for any: (i) information relating\n    2  to  suspected  fraudulent  insurance  transactions  or  fraudulent  life\n    3  settlement acts furnished to law enforcement officials, their agents and\n    4  employees;  (ii)  information relating to suspected fraudulent insurance\n    5  transactions or fraudulent  life  settlement  acts  furnished  to  other\n    6  persons  [subject  to  the  provisions  of this chapter]; and (iii) such\n    7  information furnished in reports to THE  ATTORNEY  GENERAL,  A  DISTRICT\n    8  ATTORNEY,  the  insurance  frauds bureau, its agents or employees or any\n    9  state agency investigating fraud  or  misconduct  relating  to  workers'\n   10  compensation  insurance,  its  agents or employees. Nor shall the super-\n   11  intendent or any employee of the insurance frauds bureau, in the absence\n   12  of fraud or bad faith, be subject to civil liability and no civil  cause\n   13  of action of any nature shall arise against them by virtue of the publi-\n   14  cation  of  any report or bulletin related to the official activities of\n   15  the insurance  frauds  bureau.  Nothing  [herein]  IN  THIS  SECTION  is\n   16  intended  to  abrogate  or modify in any way any common law privilege of\n   17  immunity heretofore enjoyed by any person.\n   18    S 6. Section 2133 of the insurance law, as amended by  chapter  77  of\n   19  the laws of 1994, is amended to read as follows:\n   20    S  2133. [Forged] FALSE INSURANCE DOCUMENTS AND FORGED insurance iden-\n   21  tification cards. Any  insurance  company,  insurance  agent,  insurance\n   22  broker  or  other person who or which, personally or by the action of an\n   23  employee or agent, KNOWINGLY possesses, transfers or uses: (A) ANY DOCU-\n   24  MENT WHICH PURPORTS TO EVINCE INSURANCE COVERAGE WHEN SUCH  COVERAGE  IS\n   25  NOT  IN  EFFECT  OR IS IN EFFECT AT LIMITS LESS THAN THOSE STATED IN THE\n   26  DOCUMENT; OR (B) a forged insurance  identification  card  for  a  motor\n   27  vehicle, having knowledge, personally or through such employee or agent,\n   28  of  the  fact  that such insurance identification card, when issued, did\n   29  not actually represent an owner's policy of  liability  insurance  or  a\n   30  financial  security  bond  issued by an insurance company licensed to do\n   31  business in this state covering the motor  vehicle  identified  on  such\n   32  card, shall be liable for payment to the people of this state of a civil\n   33  penalty  in  a sum not exceeding one thousand dollars for the first such\n   34  violation and a sum not exceeding five thousand dollars for each  subse-\n   35  quent  violation.  For  the  purposes  of  this section the term \"forged\n   36  insurance identification card\" means a written insurance  identification\n   37  card  which  has  been  falsely made, completed or altered, and the term\n   38  \"falsely made, completed or altered\" shall have the same meaning as  set\n   39  forth in section 170.00 of the penal law.\n   40    S  7. The executive law is amended by adding a new section 231 to read\n   41  as follows:\n   42    S 231. INSURANCE FRAUD REWARD PROGRAM; ESTABLISHMENT.  1.  THE  SUPER-\n   43  INTENDENT  SHALL ESTABLISH A STATEWIDE INSURANCE FRAUD REWARD PROGRAM TO\n   44  PAY REWARDS FOR INFORMATION LEADING TO  THE  ARREST  AND  CONVICTION  OF\n   45  PERSONS  GUILTY  OF A FRAUDULENT INSURANCE ACT AS DEFINED IN ARTICLE ONE\n   46  HUNDRED SEVENTY-SIX OF THE PENAL LAW.\n   47    2. THE SUPERINTENDENT SHALL CAUSE TO BE ESTABLISHED A TOLL-FREE STATE-\n   48  WIDE TELEPHONE NUMBER AND INTERNET WEBSITE FOR USE IN COLLECTING  INFOR-\n   49  MATION TO ASSIST IN THE INVESTIGATION AND PROSECUTION OF INSURANCE FRAUD\n   50  CRIMES.\n   51    3.  THE  SUPERINTENDENT  IS AUTHORIZED TO PROVIDE REWARDS OF UP TO ONE\n   52  THOUSAND DOLLARS FOR INFORMATION LEADING TO THE ARREST AND CONVICTION OF\n   53  INDIVIDUALS GUILTY OF A FRAUDULENT INSURANCE ACT AS DEFINED  IN  ARTICLE\n   54  ONE HUNDRED SEVENTY-SIX OF THE PENAL LAW.\n   55    4.  THE  SUPERINTENDENT IS AUTHORIZED TO PROVIDE REWARDS OF UP TO FIVE\n   56  THOUSAND DOLLARS FOR INFORMATION LEADING TO THE ARREST AND CONVICTION OF\n\n       A. 4100                             4\n\n    1  INDIVIDUALS GUILTY OF A SPECIFIED OFFENSE IN ARTICLE ONE HUNDRED  SEVEN-\n    2  TY-SIX OF THE PENAL LAW.\n    3    5.  NO  PERSON  WHO  RECEIVES  COMPENSATION  PURSUANT  TO SECTION FOUR\n    4  HUNDRED FIVE-A OF THE INSURANCE LAW  SHALL  BE  ELIGIBLE  FOR  A  REWARD\n    5  PURSUANT TO THIS SECTION.\n    6    6.  THE SUPERINTENDENT SHALL DISBURSE THE REWARDS PROVIDED FOR IN THIS\n    7  SECTION FROM THE MONEYS APPROPRIATED TO THE  DIVISION  OF  STATE  POLICE\n    8  FROM  THE STATE POLICE MOTOR VEHICLE LAW ENFORCEMENT ACCOUNT ESTABLISHED\n    9  BY SECTION NINETY-SEVEN-MM OF THE STATE FINANCE LAW, AS ADDED BY CHAPTER\n   10  FIFTY-FIVE OF THE LAWS OF NINETEEN HUNDRED NINETY-TWO.\n   11    S 8. Paragraph (a) of subdivision 2 of section 846-m of the  executive\n   12  law,  as  amended  by  section  6 of part T of chapter 57 of the laws of\n   13  2000, is amended to read as follows:\n   14    (a) The moneys received by the fund shall be expended in a manner that\n   15  is consistent with the plan of  operation,  pursuant  to  appropriation,\n   16  only  to reimburse costs incurred by provider agencies for pilot program\n   17  activities relating to the detection, prevention or reduction  of  motor\n   18  vehicle theft and motor vehicle insurance fraud; PROVIDED, HOWEVER, THAT\n   19  ON AND AFTER JANUARY FIRST, TWO THOUSAND TWELVE, AT LEAST ONE-QUARTER OF\n   20  THE  MONEYS  RECEIVED  BY  THE  FUND  SHALL  BE DISBURSED EXCLUSIVELY TO\n   21  SUPPORT EFFORTS UNDERTAKEN BY DISTRICT ATTORNEYS TO DETECT, IDENTIFY AND\n   22  PROSECUTE FRAUD PERTAINING TO ARTICLE FIFTY-ONE OF THE INSURANCE LAW.\n   23    S 9. Subdivision 3 of section 97-mm  of  the  state  finance  law,  as\n   24  amended  by  section  5  of part T of chapter 56 of the laws of 2009, is\n   25  amended to read as follows:\n   26    3. Nine million one hundred thousand dollars  annually  of  the  state\n   27  police motor vehicle law enforcement account, following appropriation by\n   28  the  legislature  and allocation by the director of the budget, shall be\n   29  made available for the state operation expenses of the division of state\n   30  police including but not limited to the costs of activities relating  to\n   31  the  detection, prosecution or reduction of automobile theft and related\n   32  purposes, AND THE COSTS OF THE INSURANCE  FRAUD  REWARD  PROGRAM  ESTAB-\n   33  LISHED  PURSUANT TO SECTION TWO HUNDRED THIRTY-ONE OF THE EXECUTIVE LAW.\n   34  All other funds of  the  state  police  motor  vehicle  law  enforcement\n   35  account,  following  appropriation  by the legislature and allocation by\n   36  the director of the budget, shall be made available for the state opera-\n   37  tion expenses of the division of state police including but not  limited\n   38  to the costs of activities relating to highway safety and public securi-\n   39  ty.\n   40    S  10.  Subdivision  4  of  section 97-mm of the state finance law, as\n   41  added by section 8 of part T of chapter 57  of  the  laws  of  2000,  is\n   42  amended to read as follows:\n   43    4.  The  superintendent of state police, no later than March fifteenth\n   44  of each year, shall furnish to the governor, the speaker of the assembly\n   45  and the temporary president of  the  senate,  a  report  detailing  each\n   46  programmatic  component associated with the automobile theft AND AUTOMO-\n   47  BILE INSURANCE FRAUD prevention activities of the state police  for  the\n   48  previous year. The report shall include, but not be limited to, a break-\n   49  down  of the funds allocated to each programmatic component, including a\n   50  breakdown by personal and nonpersonal services and number of  employees,\n   51  and  the  number  of  arrests,  convictions, and vehicle recoveries. The\n   52  report shall also contain an analysis of  the  incidence  of  automobile\n   53  theft  AND AUTOMOBILE INSURANCE FRAUD for each of the state police troop\n   54  jurisdictions.\n   55    S 11.  Subdivision 5 of section 170.10 of the penal law is amended and\n   56  a new subdivision 6 is added to read as follows:\n\n       A. 4100                             5\n\n    1    5. A prescription of a duly licensed physician or other person author-\n    2  ized to issue the same for any drug or any instrument or device used  in\n    3  the  taking  or  administering  of  drugs  for  which  a prescription is\n    4  required by law[.]; OR\n    5    6.  A CERTIFICATE OF INSURANCE OR AN INSURANCE IDENTIFICATION CARD, AS\n    6  DEFINED IN SECTION THREE HUNDRED ELEVEN OF THE VEHICLE AND TRAFFIC LAW.\n    7    S 12. Section 170.15 of the penal law is amended to read as follows:\n    8  S 170.15 Forgery in the first degree.\n    9    A person is guilty of forgery in the first degree when, with intent to\n   10  defraud, deceive or injure another, he OR SHE falsely  makes,  completes\n   11  or alters [a]:\n   12    1. TEN OR MORE WRITTEN INSTRUMENTS; OR\n   13    2. A written instrument which is or purports to be, or which is calcu-\n   14  lated to become or to represent if completed:\n   15    [1.]  (A) Part of an issue of money, stamps, securities or other valu-\n   16  able instruments issued by a government or governmental instrumentality;\n   17  or\n   18    [2.] (B) Part of an issue of stock, bonds or other instruments repres-\n   19  enting interests in or claims against a corporate or other  organization\n   20  or its property.\n   21    Forgery in the first degree is a class C felony.\n   22    S  13. The penal law is amended by adding a new section 175.50 to read\n   23  as follows:\n   24  S 175.50 OFFERING A FALSE APPLICATION FOR  MOTOR  VEHICLE  INSURANCE  OR\n   25             REGISTRATION.\n   26    A  PERSON  IS GUILTY OF OFFERING A FALSE APPLICATION FOR MOTOR VEHICLE\n   27  INSURANCE OR REGISTRATION WHEN KNOWING THAT ANY DOCUMENT HE OR SHE FILES\n   28  WITH THE DEPARTMENT OF MOTOR VEHICLES OR AN INSURER PROVIDING  LIABILITY\n   29  INSURANCE FOR A MOTOR VEHICLE CONTAINS A FALSE STATEMENT OR FALSE INFOR-\n   30  MATION  WITH REGARD TO WHERE HE OR SHE RESIDES OR WHERE HIS OR HER MOTOR\n   31  VEHICLE IS GARAGED AND OPERATED.\n   32    OFFERING A FALSE APPLICATION FOR MOTOR VEHICLE INSURANCE OR  REGISTRA-\n   33  TION IS A CLASS E FELONY.\n   34    S  14. Subdivision 1 of section 176.05 of the penal law, as amended by\n   35  chapter 635 of the laws of 1996 and as designated by chapter  2  of  the\n   36  laws of 1998, is amended to read as follows:\n   37    1. A fraudulent insurance act is committed by any person who, knowing-\n   38  ly  and  with  intent  to  defraud  presents, causes to be presented, or\n   39  prepares with knowledge  or belief that it will be presented to or by an\n   40  insurer, self insurer, or purported insurer, or purported self  insurer,\n   41  or  any  agent  thereof, any written statement as part of, or in support\n   42  of, an application for the issuance of, or the rating  of  a  commercial\n   43  insurance  policy,  or  certificate  or  evidence  of self insurance for\n   44  commercial OR PERSONAL insurance or commercial OR PERSONAL  self  insur-\n   45  ance,  or  a claim for payment or other benefit pursuant to an insurance\n   46  policy or self insurance program for commercial  or  personal  insurance\n   47  which  he  knows to: (i) contain materially false information concerning\n   48  any fact material thereto; or (ii) conceal, for the purpose of  mislead-\n   49  ing, information concerning any fact material thereto.\n   50    S  15.  Paragraph  (c) of subdivision 4-b of section 1310 of the civil\n   51  practice law and rules, as added by chapter 655 of the laws of 1990,  is\n   52  amended and a new paragraph (d) is added to read as follows:\n   53    (c)  a  conviction  of  a  person  for  a violation of section 220.09,\n   54  220.16, 220.34 or 220.39 of the penal law, or a conviction of a criminal\n   55  defendant for a violation of section 221.30 of the penal law,  or  where\n   56  the  accusatory  instrument  charges  any such felony, conviction upon a\n\n       A. 4100                             6\n\n    1  plea of guilty to a felony for which the plea is otherwise authorized by\n    2  law, together with evidence which: (i) provides substantial indicia that\n    3  the defendant used the real property to engage in a  continual,  ongoing\n    4  course  of  conduct involving the unlawful mixing, compounding, manufac-\n    5  turing, warehousing, or packaging of controlled substances or where  the\n    6  conviction  is for a violation of section 221.30 of the penal law, mari-\n    7  juana, as part of an illegal trade or business for gain; and (ii) estab-\n    8  lishes, where the conviction is for possession of a controlled substance\n    9  or where the conviction is for a violation  of  section  221.30  of  the\n   10  penal  law,  marijuana, that such possession was with the intent to sell\n   11  it[.]; OR\n   12    (D) A CONVICTION OF A PERSON OF ANY  FELONY  DEFINED  IN  ARTICLE  ONE\n   13  HUNDRED  SEVENTY-SIX OF THE PENAL LAW, OR OF AN ATTEMPT OR CONSPIRACY TO\n   14  COMMIT ANY SUCH FELONY, PROVIDED THAT SUCH ATTEMPT OR CONSPIRACY CONSTI-\n   15  TUTES A FELONY.\n   16    S 16. Subdivision 3-a of section 1311 of the civil  practice  law  and\n   17  rules,  as  added by chapter 655 of the laws of 1990, is amended to read\n   18  as follows:\n   19    3-a. Conviction of a person in a criminal action  upon  an  accusatory\n   20  instrument  which  includes  one  or  more  of the felonies specified in\n   21  subdivision four-b of section thirteen hundred ten of this  article,  of\n   22  any  felony other than such felonies, shall not preclude a defendant, in\n   23  any subsequent proceeding under this article where that conviction is at\n   24  issue, from adducing evidence that the conduct underlying the conviction\n   25  would not establish the elements of any of  the  felonies  specified  in\n   26  such subdivision other than the one to which the criminal defendant pled\n   27  guilty.  If the defendant does adduce such evidence, the burden shall be\n   28  upon the claiming authority to prove, by clear and convincing  evidence,\n   29  that  the conduct underlying the criminal conviction would establish the\n   30  elements of the felony specified in such subdivision. Nothing  contained\n   31  in  this  subdivision  shall  affect the validity of a settlement of any\n   32  forfeiture action negotiated between the claiming authority and a crimi-\n   33  nal defendant contemporaneously with the taking of a plea of guilty in a\n   34  criminal action to any felony defined in article ONE HUNDRED SEVENTY-SIX\n   35  OR two hundred twenty, or section 221.30 or 221.55 of the penal law,  or\n   36  to a felony conspiracy to commit the same.\n   37    S  17. Paragraphs (a) and (b) of subdivision 11 of section 1311 of the\n   38  civil practice law and rules, as amended by section 47 of  part  A-1  of\n   39  chapter 56 of the laws of 2010, are amended to read as follows:\n   40    (a)  Any  stipulation or settlement agreement between the parties to a\n   41  forfeiture action shall be filed with the clerk of the  court  in  which\n   42  the forfeiture action is pending. No stipulation or settlement agreement\n   43  shall  be  accepted  for filing unless it is accompanied by an affidavit\n   44  from the claiming authority that written notice of  the  stipulation  or\n   45  settlement agreement, including the terms of such, has been given to the\n   46  office  of  victim  services,  the  [state] division of criminal justice\n   47  services, and in the case of a forfeiture based on a felony  defined  in\n   48  article two hundred twenty or section 221.30 or 221.55 of the penal law,\n   49  to  the  [state  division]  OFFICE  of  ALCOHOLISM  AND  substance abuse\n   50  services.  IN THE CASE OF A FORFEITURE BASED  ON  A  FELONY  DEFINED  IN\n   51  ARTICLE ONE HUNDRED SEVENTY-SIX OF THE PENAL LAW, SUCH NOTICE SHALL ALSO\n   52  BE GIVEN TO THE INSURANCE FRAUDS BUREAU OF THE INSURANCE DEPARTMENT.\n   53    (b)  No  judgment  or order of forfeiture shall be accepted for filing\n   54  unless it is accompanied by an affidavit  from  the  claiming  authority\n   55  that  written  notice of judgment or order, including the terms of such,\n   56  has been given to the office of victim services, the [state] division of\n\n       A. 4100                             7\n\n    1  criminal justice services, and in the case of a forfeiture  based  on  a\n    2  felony defined in article two hundred twenty or section 221.30 or 221.55\n    3  of  the  penal  law,  to  the  [state division] OFFICE of ALCOHOLISM AND\n    4  substance abuse services.  IN THE CASE OF A FORFEITURE BASED ON A FELONY\n    5  DEFINED IN ARTICLE ONE HUNDRED SEVENTY-SIX OF THE PENAL LAW, SUCH NOTICE\n    6  SHALL  ALSO  BE  GIVEN  TO  THE INSURANCE FRAUDS BUREAU OF THE INSURANCE\n    7  DEPARTMENT.\n    8    S 18. Subdivision 4 of section 1349 of  the  civil  practice  law  and\n    9  rules, as amended by section 48 of part A-1 of chapter 56 of the laws of\n   10  2010, is amended to read as follows:\n   11    4.  The  claiming  authority shall report the disposal of property and\n   12  collection of assets pursuant to this section to the  office  of  victim\n   13  services,  the  [state] division of criminal justice services [and], the\n   14  [state division] OFFICE of ALCOHOLISM AND substance abuse  services  AND\n   15  THE INSURANCE FRAUDS BUREAU OF THE INSURANCE DEPARTMENT.\n   16    S  19.  The vehicle and traffic law is amended by adding a new section\n   17  201-a to read as follows:\n   18    S 201-A.  ACCESS  TO  INFORMATION.  THE  DEPARTMENT  SHALL  ALLOW  LAW\n   19  ENFORCEMENT PERSONNEL ACCESS TO ANY INDIVIDUAL'S STREET ADDRESS PROVIDED\n   20  PURSUANT  TO  PARAGRAPH B OF SUBDIVISION ONE OF SECTION FOUR HUNDRED ONE\n   21  AND SUBDIVISION ONE OF SECTION FIVE HUNDRED TWO OF THIS CHAPTER.\n   22    S 20. Paragraph b of subdivision 1 of section 401 of the  vehicle  and\n   23  traffic  law,  as amended by chapter 222 of the laws of 1996, is amended\n   24  to read as follows:\n   25    b. Every owner of a motor vehicle which shall be  operated  or  driven\n   26  upon  the  public  highways  of  this  state  shall, except as otherwise\n   27  expressly provided, cause to be presented, by mail or otherwise, to  the\n   28  office  or  a  branch office of the commissioner, or to any agent of the\n   29  commissioner, constituted as provided in this  chapter,  an  application\n   30  for  registration  addressed  to  the commissioner, and on a blank to be\n   31  prepared under the direction of and furnished by  the  commissioner  for\n   32  that  purpose,  containing: (a) a brief description of the motor vehicle\n   33  to be registered, including the name and factory number of such vehicle,\n   34  and such other facts as the commissioner shall require; (b)  the  weight\n   35  of  the  vehicle  upon which the registration fee is based if the fee is\n   36  based on weight; (c) the name and residence,  including  county  of  the\n   37  owner  of such motor vehicle, PROVIDED THAT IF THE APPLICANT USES A POST\n   38  OFFICE BOX WHEN PROVIDING A RESIDENCE ADDRESS, SUCH APPLICANT SHALL ALSO\n   39  PROVIDE THE STREET ADDRESS AT WHICH HE  OR  SHE  RESIDES;  (d)  provided\n   40  that,  if  such  motor  vehicle is used or to be used as an omnibus, the\n   41  applicant also shall so certify, and in the  case  of  an  omnibus  also\n   42  certify as to the seating capacity, and if the omnibus is to be operated\n   43  wholly  within a municipality pursuant to a franchise other than a fran-\n   44  chise express or implied  in  articles  of  incorporation  upon  certain\n   45  streets  designated  in such franchise, those facts shall also be certi-\n   46  fied, and a certified copy of such franchise furnished  to  the  commis-\n   47  sioner;  (e) provided, that, if such motor vehicle is an altered livery,\n   48  the applicant shall so furnish a certified copy of  the  length  of  the\n   49  center  panel  of such vehicle, provided, however, that the commissioner\n   50  shall require such proof, as he OR SHE may determine  is  necessary,  in\n   51  the  application  for  registration  and provided further, if the center\n   52  panel of such vehicle exceeds one hundred inches, the commissioner shall\n   53  require proof that such vehicle is in  compliance  with  all  applicable\n   54  federal  and  state  motor  vehicle safety standards; and (f) such addi-\n   55  tional facts or evidence as the commissioner may require  in  connection\n   56  with  the  application  for registration. Every owner of a trailer shall\n\n       A. 4100                             8\n\n    1  also make application for the registration thereof in the manner  herein\n    2  provided  for  an  application  to  register  a motor vehicle, but shall\n    3  contain a statement showing the manufacturer's number or other identifi-\n    4  cation satisfactory to the commissioner and no number plate for a trail-\n    5  er  issued  under  the  provisions  of subdivision three of section four\n    6  hundred two of this [chapter] ARTICLE shall be transferred  to  or  used\n    7  upon  any  other  trailer than the one for which number plate is issued.\n    8  The commissioner shall require proof, in the application  for  registra-\n    9  tion,  or  otherwise, as such commissioner may determine, that the motor\n   10  vehicle for which registration is applied for is  equipped  with  lights\n   11  conforming  in  all respects to the requirements of this chapter, and no\n   12  motor vehicle shall be registered unless it shall appear by such  proofs\n   13  that such motor vehicle is equipped with proper lights as aforesaid. The\n   14  said application shall contain or be accompanied by such evidence of the\n   15  ownership  of  the  motor vehicle described in the application as may be\n   16  required by the commissioner or his OR HER agent and which, with respect\n   17  to new vehicles, shall include, unless otherwise  specifically  provided\n   18  by  the  commissioner,  the manufacturer's statement of origin. Applica-\n   19  tions received by an agent of the commissioner shall be forwarded to the\n   20  commissioner as he OR SHE shall direct for filing.  No  application  for\n   21  registration  shall be accepted unless the applicant is at least sixteen\n   22  years of age AND HAS SIGNED SUCH APPLICATION ATTESTING TO THE TRUTH  AND\n   23  VERACITY OF THE FACTS STATED THEREIN.\n   24    S  21. Subdivision 1 of section 502 of the vehicle and traffic law, as\n   25  amended by chapter 639 of the laws  of  2006,  is  amended  to  read  as\n   26  follows:\n   27    1.  Application for license.  Application for a driver's license shall\n   28  be made to the commissioner.  The fee prescribed by law may be submitted\n   29  with such application. The applicant shall furnish such proof of identi-\n   30  ty, age, ADDRESS OF HIS OR HER RESIDENCE and fitness as may be  required\n   31  by the commissioner. WHEN PROVIDING HIS OR HER ADDRESS OF RESIDENCE, THE\n   32  APPLICANT  SHALL  PROVIDE THE STREET ADDRESS AT WHICH HE OR SHE RESIDES.\n   33  EACH APPLICANT SHALL SIGN HIS OR HER APPLICATION ATTESTING TO THE  TRUTH\n   34  AND  VERACITY  OF  THE  FACTS  STATED THEREIN. The commissioner may also\n   35  provide that the application procedure shall include  the  taking  of  a\n   36  photo  image  or  images  of  the applicant in accordance with rules and\n   37  regulations prescribed by the commissioner. In addition, the commission-\n   38  er also shall require that the applicant provide his or her social secu-\n   39  rity number and provide space on the application so that  the  applicant\n   40  may register in the New York state organ and tissue donor registry under\n   41  section  forty-three  hundred ten of the public health law. In addition,\n   42  an applicant for a  commercial  driver's  license  who  will  operate  a\n   43  commercial  motor vehicle in interstate commerce shall certify that such\n   44  applicant meets the requirements to operate a commercial motor  vehicle,\n   45  as  set  forth in public law 99-570, title XII, and title 49 of the code\n   46  of federal regulations, and all regulations promulgated  by  the  United\n   47  States  secretary of transportation under the hazardous materials trans-\n   48  portation act. Upon a determination that  the  holder  of  a  commercial\n   49  driver's  license  has  made  any  false  statement, with respect to the\n   50  application  for  such  license,  the  commissioner  shall  revoke  such\n   51  license.\n   52    S  22.  Temporary task force on motor vehicle insurance fraud. (a) The\n   53  superintendent of insurance and the commissioner of motor vehicles shall\n   54  convene a temporary task force on motor vehicle insurance fraud to exam-\n   55  ine the feasibility and cost-effectiveness of  developing  methodologies\n   56  to  identify owners and operators of motor vehicles who misrepresent the\n\n       A. 4100                             9\n\n    1  principal place of their residence or where  their  motor  vehicles  are\n    2  garaged and operated. Such task force shall develop a plan on the feasi-\n    3  bility  of  implementing a statewide registry of the street addresses of\n    4  the  owners  and  operators  of motor vehicles in this state. The report\n    5  issued by this task force shall:\n    6    (1) investigate the  feasibility  of  developing  and  implementing  a\n    7  statewide  registry  of the addresses of motor vehicle owners and opera-\n    8  tors;\n    9    (2) detail the costs of establishing such a registry;\n   10    (3) identify the parameters for entering and retrieving data from such\n   11  registry; and\n   12    (4) evaluate the value of establishing such  registry  in  identifying\n   13  motor vehicle owners and operators who misrepresent their place of resi-\n   14  dence or where their vehicle is garaged and operated.\n   15    (b)  The task force shall consist of 13 members. The superintendent of\n   16  insurance and the commissioner of motor vehicles,  or  their  designees,\n   17  shall  be  members  of  the task force and shall be the co-chairs of the\n   18  task force. A representative of the New York Automobile  Insurance  Plan\n   19  shall  be  a  member of the task force. The remaining ten members of the\n   20  task force shall be appointed as follows: four shall be appointed by the\n   21  governor, two shall be appointed  by  the  temporary  president  of  the\n   22  senate, two shall be appointed by the speaker of the assembly, one shall\n   23  be  appointed  by  the  minority  leader of the senate, and one shall be\n   24  appointed by the minority leader of the assembly. Of such  ten  members:\n   25  three  shall be representatives of insurers actively writing motor vehi-\n   26  cle insurance in this state,  three  shall  be  representatives  of  the\n   27  insurance  agent  and  broker  community  actively selling motor vehicle\n   28  insurance in this state, two shall be representatives of  companies  the\n   29  business of which involves collecting, dispersing and synthesizing data,\n   30  and  two  shall be representatives of the motor vehicle insurance buying\n   31  public.\n   32    (c) The task force shall submit a  report  to  the  governor  and  the\n   33  legislature  of  its  findings,  conclusions  and recommendations within\n   34  fifteen months of the effective date of this section.\n   35    S 23. This act shall take effect on the sixtieth day  after  it  shall\n   36  have  become  a  law, provided that section twenty-two of this act shall\n   37  expire and be deemed repealed eighteen months after the  effective  date\n   38  of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, the executive law, the state finance law, the penal law and the civil practice law and rules, in relation to insurance fraud; to establish the temporary task force on motor vehicle insurance fraud; and providing for the repeal of certain provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T111708.TXT", "SOBI.D110201.T161409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663428577
}