{
  "year" : 2011,
  "senateBillNo" : "A4108-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A4108-2011-1296536400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits misleading statements regarding benefit maximums and limitations of benefits",
  "summary" : "Prohibits misleading statements regarding benefit maximums and limitations of benefits, either orally or in writing and requires such benefit maximums and limitations to be stated in clear and plain language in the insurance contract or certificate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2799-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4108\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. O'DONNELL -- Multi-Sponsored by -- M. of A. PHEF-\n         FER, SCHIMEL -- read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to prohibiting misleading\n         statements  regarding  benefit  maximums  and limitations of benefits,\n         either orally or in writing and requiring such  benefit  maximums  and\n         limitations  to be stated in clear and plain language in the insurance\n         contract or certificate\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 1 of subsection (a) of section 2123 of the insur-\n    2  ance  law,  as amended by chapter 540 of the laws of 1996, is amended to\n    3  read as follows:\n    4    (1) No agent or representative of any insurer  or  health  maintenance\n    5  organization  authorized  to transact life, accident or health insurance\n    6  or health maintenance organization business in this state and no  insur-\n    7  ance  broker,  and  no  other  person, firm, association or corporation,\n    8  shall issue or circulate or cause or permit to be issued or  circulated,\n    9  any  illustration, circular, statement or memorandum misrepresenting the\n   10  terms, benefits or advantages of any policy or contract of  life,  acci-\n   11  dent or health insurance, any annuity contract or any health maintenance\n   12  organization  contract, delivered or issued for delivery or to be deliv-\n   13  ered or issued for delivery, in this state, OR SHALL MAKE ANY MISLEADING\n   14  STATEMENT ORALLY OR IN WRITING AS TO THE TERMS OF COVERAGE OF SUCH POLI-\n   15  CY INCLUDING BUT NOT LIMITED TO  BENEFIT  MAXIMUMS  AND  LIMITATIONS  OF\n   16  BENEFITS,  or  shall make any misleading estimate as to the dividends or\n   17  share of surplus or additional amounts to be received in the  future  on\n   18  such policy or contract, or shall make any false or misleading statement\n   19  as to the dividends or share of surplus or additional amounts previously\n   20  paid  by  any such insurer or health maintenance organization on similar\n   21  policies or contracts, or shall make any misleading  representation,  or\n   22  any misrepresentation, as to the financial condition of any such insurer\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05729-01-1\n\n       A. 4108                             2\n\n    1  or  health  maintenance  organization, or as to the legal reserve system\n    2  upon which such insurer or health maintenance organization operates.\n    3    S  2. Paragraph 1 of subsection (a) of section 3217-a of the insurance\n    4  law, as added by chapter 705 of the laws of 1996, is amended to read  as\n    5  follows:\n    6    (1)  a description of coverage provisions; health care benefits; bene-\n    7  fit maximums, including benefit limitations, AND ANY SUCH BENEFIT  MAXI-\n    8  MUMS  AND LIMITATIONS SHALL BE DESCRIBED IN CLEAR AND PLAIN LANGUAGE AND\n    9  PRINTED IN A FONT SIZE AND TYPE STYLE TO MAKE THEM  CLEARLY  VISIBLE  TO\n   10  THE  CONSUMER;  and  exclusions of coverage, including the definition of\n   11  medical necessity used in determining whether benefits will be covered;\n   12    S 3. This act shall take effect immediately;  provided,  however  that\n   13  section  two  of this act shall take effect on the one hundred eightieth\n   14  day after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to prohibiting misleading statements regarding benefit maximums and limitations of benefits, either orally or in writing and requiring such benefit maximums and limitations to be stated in clear and plain language in the insurance contract or certificate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T161409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728777
}