{
  "year" : 2011,
  "senateBillNo" : "A4101-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A4101-2011-1296536400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the reimbursement of out-of-network providers of clinical laboratory services",
  "summary" : "Relates to the reimbursement of out-of-network providers of clinical laboratory services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A9896-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4101\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the public health law and the insurance law, in relation\n         to the reimbursement of out-of-network providers of clinical laborato-\n         ry services  by  organizations  providing  or  offering  comprehensive\n         health services plans\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 4406 of the public health law is amended by  adding\n    2  a new subdivision 6 to read as follows:\n    3    6.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW, IF AN ENROLLEE IS\n    4  REFERRED BY AN IN-PLAN PROVIDER TO A  PROVIDER  OF  CLINICAL  LABORATORY\n    5  SERVICES NOT PARTICIPATING IN THE PLAN (A \"NON-PARTICIPATING PROVIDER\"),\n    6  ANY  SERVICE THAT WOULD OTHERWISE BE COVERED AS AN IN-PLAN SERVICE UNDER\n    7  THE PLAN THAT IS PROVIDED BY THE  NON-PARTICIPATING  PROVIDER  SHALL  BE\n    8  COVERED,  AND THE ORGANIZATION SHALL BE RESPONSIBLE FOR PAYMENT DIRECTLY\n    9  TO THE NON-PARTICIPATING PROVIDER FOR THOSE SERVICES IN ACCORDANCE  WITH\n   10  THE TIME FRAME FOR SUCH PAYMENTS SET FORTH IN SECTION THREE THOUSAND TWO\n   11  HUNDRED  TWENTY-FOUR-A OF THE INSURANCE LAW; PROVIDED, HOWEVER, THAT THE\n   12  ENROLLEE SHALL BE RESPONSIBLE FOR ANY APPLICABLE COPAY,  COINSURANCE  OR\n   13  DEDUCTIBLE  FOR  SUCH SERVICES. CLINICAL LABORATORIES SEEKING REIMBURSE-\n   14  MENT PURSUANT TO THIS ARTICLE FOR SERVICES RENDERED SHALL DIRECTLY  BILL\n   15  THE ORGANIZATION WHOSE ENROLLEE RECEIVED THE SERVICES.  ANY PAYMENT MADE\n   16  BY  AN ORGANIZATION DIRECTLY TO THE ENROLLEE RATHER THAN TO THE CLINICAL\n   17  LABORATORY SEEKING REIMBURSEMENT SHALL NOT  SATISFY  THE  ORGANIZATION'S\n   18  PAYMENT OBLIGATION TO THE CLINICAL LABORATORY.\n   19    S  2.  Section  4804  of  the insurance law is amended by adding a new\n   20  subsection (g) to read as follows:\n   21    (G) NOTWITHSTANDING ANY OTHER PROVISION OF  LAW,  IF  AN  ENROLLEE  IS\n   22  REFERRED  BY  AN  IN-PLAN  PROVIDER TO A PROVIDER OF CLINICAL LABORATORY\n   23  SERVICES NOT PARTICIPATING IN THE PLAN (A \"NON-PARTICIPATING PROVIDER\"),\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01186-01-1\n\n       A. 4101                             2\n\n    1  ANY SERVICE THAT WOULD OTHERWISE BE COVERED AS AN IN-PLAN SERVICE  UNDER\n    2  THE  PLAN  THAT  IS  PROVIDED BY THE NON-PARTICIPATING PROVIDER SHALL BE\n    3  COVERED, AND THE ORGANIZATION SHALL BE RESPONSIBLE FOR PAYMENT  DIRECTLY\n    4  TO  THE NON-PARTICIPATING PROVIDER FOR THOSE SERVICES IN ACCORDANCE WITH\n    5  THE TIME FRAME FOR SUCH PAYMENTS SET FORTH IN SECTION THREE THOUSAND TWO\n    6  HUNDRED TWENTY-FOUR-A OF  THIS  CHAPTER;  PROVIDED,  HOWEVER,  THAT  THE\n    7  ENROLLEE  SHALL  BE RESPONSIBLE FOR ANY APPLICABLE COPAY, COINSURANCE OR\n    8  DEDUCTIBLE FOR SUCH SERVICES. CLINICAL LABORATORIES  SEEKING  REIMBURSE-\n    9  MENT  PURSUANT TO THIS ARTICLE FOR SERVICES RENDERED SHALL DIRECTLY BILL\n   10  THE ORGANIZATION WHOSE ENROLLEE RECEIVED THE SERVICES.  ANY PAYMENT MADE\n   11  BY AN ORGANIZATION DIRECTLY TO THE ENROLLEE RATHER THAN TO THE  CLINICAL\n   12  LABORATORY  SEEKING  REIMBURSEMENT  SHALL NOT SATISFY THE ORGANIZATION'S\n   13  PAYMENT OBLIGATION TO THE CLINICAL LABORATORY.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the insurance law, in relation to the reimbursement of out-of-network providers of clinical laboratory services by organizations providing or offering comprehensive health services plans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T104205.TXT", "SOBI.D110201.T161409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661325026
}