{
  "year" : 2011,
  "senateBillNo" : "A4102-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A4102-2011-1296536400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing enhanced consumer and provider protections",
  "summary" : "Relates to the effectiveness of certain provisions relating to pre-authorization of health care services under certain plans offered by the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance",
  "previousVersions" : [ "A8638-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4102\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend chapter 451 of the laws  of  2007  amending  the  public\n         health law, the social services law and the insurance law, relating to\n         providing  enhanced  consumer and provider protections, in relation to\n         extending the effectiveness of certain provisions thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 2 of section 20 of chapter 451 of the laws of\n    2  2007, amending the public health law, the social services  law  and  the\n    3  insurance  law  relating  to  providing  enhanced  consumer and provider\n    4  protections, as amended by chapter 237 of the laws of 2009,  is  amended\n    5  to read as follows:\n    6    2.  sections  two,  three  and twelve of this act shall take effect on\n    7  January 1, 2008; provided, however, that subparagraph (iii) of paragraph\n    8  (1) of subsection (a) of section 3238 of the insurance law as  added  in\n    9  section  twelve of this act shall expire and be deemed repealed December\n   10  31, [2011] 2013;\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05420-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 451 of the laws of 2007 amending the public health law, the social services law and the insurance law, relating to providing enhanced consumer and provider protections, in relation to extending the effectiveness of certain provisions thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T104205.TXT", "SOBI.D110201.T161409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661325029
}