{
  "year" : 2011,
  "senateBillNo" : "A4118-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to correction",
    "billEventId" : "A4118-2011-1296536400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to community notification procedures under the sex offender registration act",
  "summary" : "Relates to community notification procedures under the sex offender registration act; requires the law enforcement agency having jurisdiction to disseminate relevant information relating to sex offenders who have been given a level two or level three designation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A5156-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4118\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. BUTLER -- read once and referred to the Committee\n         on Correction\n\n       AN  ACT  to amend the correction law, in relation to community notifica-\n         tion procedures under the sex offender registration act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (b) and (c) of subdivision 6 of section 168-l of\n    2  the  correction law, paragraph (b) as amended by chapter 106 of the laws\n    3  of 2006 and paragraph (c) as separately amended by chapters 318 and  680\n    4  of the laws of 2005, are amended to read as follows:\n    5    (b) If the risk of repeat offense is moderate, a level two designation\n    6  shall  be  given  to such sex offender. In such case the law enforcement\n    7  agency or agencies having jurisdiction and the law enforcement agency or\n    8  agencies having had jurisdiction at the time of his  or  her  conviction\n    9  shall be notified and [may] SHALL disseminate relevant information which\n   10  shall include a photograph and description of the offender and which may\n   11  include the exact name and any aliases used by the sex offender, approx-\n   12  imate  address  based on sex offender's zip code, background information\n   13  including the offender's crime of conviction, mode of operation, type of\n   14  victim targeted, the name and  address  of  any  institution  of  higher\n   15  education at which the sex offender is enrolled, attends, is employed or\n   16  resides  and the description of special conditions imposed on the offen-\n   17  der to any entity with vulnerable populations related to the  nature  of\n   18  the  offense committed by such sex offender. Any entity receiving infor-\n   19  mation on a sex offender may disclose or further disseminate such infor-\n   20  mation at its discretion. In addition, in  such  case,  the  information\n   21  described  herein shall also be provided in the subdirectory established\n   22  in this article and notwithstanding any other  provision  of  law,  such\n   23  information shall, upon request, be made available to the public.\n   24    Such  law  enforcement  agencies  shall compile, maintain and update a\n   25  listing of vulnerable organizational entities within  its  jurisdiction.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08431-01-1\n\n       A. 4118                             2\n\n    1  Such listing shall be utilized for notification of such organizations in\n    2  disseminating  such  information  on level two sex offenders pursuant to\n    3  this paragraph. Such listing  shall  include  and  not  be  limited  to:\n    4  superintendents  of  schools or chief school administrators, superinten-\n    5  dents of parks, public and private libraries, public and private  school\n    6  bus  transportation  companies,  day care centers, nursery schools, pre-\n    7  schools, neighborhood watch groups,  community  centers,  civic  associ-\n    8  ations, nursing homes, victim's advocacy groups and places of worship.\n    9    (c) If the risk of repeat offense is high and there exists a threat to\n   10  the  public  safety a level three designation shall be given to such sex\n   11  offender. In such case, the law enforcement agency  or  agencies  having\n   12  jurisdiction  and  the  law  enforcement  agency  or agencies having had\n   13  jurisdiction at the time of his or her conviction shall be notified  and\n   14  [may]  SHALL  disseminate  relevant  information  which  shall include a\n   15  photograph and description of the offender and which may include the sex\n   16  offender's exact name and  any  aliases  used  by  the  offender,  exact\n   17  address,  address  of  the  offender's  place  of employment, background\n   18  information including the offender's crime of conviction, mode of opera-\n   19  tion, type of victim targeted, the name and address of  any  institution\n   20  of  higher  education at which the sex offender is enrolled, attends, is\n   21  employed or resides and the description of special conditions imposed on\n   22  the offender to any entity with vulnerable populations  related  to  the\n   23  nature of the offense committed by such sex offender. Any entity receiv-\n   24  ing  information  on  a sex offender may disclose or further disseminate\n   25  such information at its discretion.  In  addition,  in  such  case,  the\n   26  information  described herein shall also be provided in the subdirectory\n   27  established in this article and notwithstanding any other  provision  of\n   28  law,  such  information  shall,  upon  request, be made available to the\n   29  public.\n   30    Such law enforcement agencies shall compile,  maintain  and  update  a\n   31  listing  of  vulnerable organizational entities within its jurisdiction.\n   32  Such listing shall be utilized for notification of such organizations in\n   33  disseminating such information on level three sex offenders pursuant  to\n   34  this  paragraph.  Such  listing  shall  include  and  not be limited to:\n   35  superintendents of schools or chief school  administrators,  superinten-\n   36  dents  of parks, public and private libraries, public and private school\n   37  bus transportation companies, day care centers,  nursery  schools,  pre-\n   38  schools,  neighborhood  watch  groups,  community centers, civic associ-\n   39  ations, nursing homes, victim's advocacy groups and places of worship.\n   40    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   41  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to community notification procedures under the sex offender registration act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728807
}