{
  "year" : 2011,
  "senateBillNo" : "A4112-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A4112-2011-1296536400000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring certain information to be provided as part of custody and support agreements",
  "summary" : "Requires parents to provide certain information as part of a custody and support agreement for the purpose of permitting a child to apply for financial aid for post secondary education. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "A4926-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4112\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. BUTLER -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to  amend  the domestic relations law, in relation to requiring\n         parents to provide certain information as part of custody and  support\n         agreements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of part B of  section  236  of  the  domestic\n    2  relations law, as separately amended by chapters 884 and 892 of the laws\n    3  of  1986,  paragraph a as amended by chapter 214 of the laws of 1998, is\n    4  amended to read as follows:\n    5    4. Compulsory financial disclosure.  a. In all matrimonial actions and\n    6  proceedings in which alimony, maintenance or support is in issue,  there\n    7  shall  be  compulsory  disclosure  by  both  parties of their respective\n    8  financial states. No showing of special circumstances shall be  required\n    9  before  such disclosure is ordered. A sworn statement of net worth shall\n   10  be provided upon receipt of a notice  in  writing  demanding  the  same,\n   11  within  twenty  days after the receipt thereof. In the event said state-\n   12  ment is not demanded, it shall be filed with the clerk of the  court  by\n   13  each  party,  within  ten  days  after joinder of issue, in the court in\n   14  which the proceeding is pending.  As used in this part,  the  term  \"net\n   15  worth\"  shall  mean  the  amount  by which total assets including income\n   16  exceed total liabilities including fixed financial obligations. It shall\n   17  include all income and assets of whatsoever kind and nature and wherever\n   18  situated and shall include a list  of  all  assets  transferred  in  any\n   19  manner  during the preceding three years, or the length of the marriage,\n   20  whichever is shorter; provided, however that transfers  in  the  routine\n   21  course  of  business which resulted in an exchange of assets of substan-\n   22  tially equivalent value need not be specifically  disclosed  where  such\n   23  assets  are otherwise identified in the statement of net worth. All such\n   24  sworn statements of net worth shall be  accompanied  by  a  current  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08426-01-1\n\n       A. 4112                             2\n\n    1  representative  paycheck  stub  and  the  most  recently filed state and\n    2  federal income tax returns including a copy of the W-2(s) wage  and  tax\n    3  statement(s) submitted with the returns. In addition, both parties shall\n    4  provide information relating to any and all group health plans available\n    5  to them for the provision of care or other medical benefits by insurance\n    6  or  otherwise  for the benefit of the child or children for whom support\n    7  is sought, including all such information  as  may  be  required  to  be\n    8  included  in  a  qualified  medical  child  support  order as defined in\n    9  section six hundred nine of the employee retirement income security  act\n   10  of  1974  (29 USC 1169) including, but not limited to:  (i) the name and\n   11  last known mailing address of each party and of  each  dependent  to  be\n   12  covered  by the order; (ii) the identification and a description of each\n   13  group health plan available for the benefit or coverage of the  disclos-\n   14  ing  party and the child or children for whom support is sought; (iii) a\n   15  detailed description of the type of coverage available from  each  group\n   16  health  plan  for the potential benefit of each such dependent; (iv) the\n   17  identification of the plan administrator for each such group health plan\n   18  and the address of such administrator; (v)  the  identification  numbers\n   19  for  each such group health plan; and (vi) such other information as may\n   20  be required by the court. Noncompliance shall be punishable  by  any  or\n   21  all of the penalties prescribed in section thirty-one hundred twenty-six\n   22  of  the  civil  practice  law and rules, in examination before or during\n   23  trial.  FINANCIAL INFORMATION REQUIRED TO BE DISCLOSED PURSUANT TO  THIS\n   24  SUBDIVISION  SHALL  BE  MADE  AVAILABLE TO ANY CHILD FOR WHOM SUPPORT IS\n   25  BEING PAID BY EITHER PARENT, FOR THE PURPOSE OF PERMITTING SUCH CHILD TO\n   26  FILE FOR STUDENT FINANCIAL AID FOR ATTENDANCE AT A POST-SECONDARY EDUCA-\n   27  TIONAL INSTITUTION.   BOTH PARENTS SHALL  BE  REQUIRED  TO  PROVIDE  ANY\n   28  REQUIRED  FINANCIAL  INFORMATION AND TO COMPLETE ANY FORMS NECESSARY FOR\n   29  THE CHILD TO APPLY FOR FINANCIAL  ASSISTANCE  FOR  SUCH  PURPOSE.    THE\n   30  PROVISIONS  OF THIS PARAGRAPH SHALL NOT IMPOSE A REQUIREMENT THAT EITHER\n   31  OF BOTH PARENTS CONTRIBUTE TO THE  COSTS  OF  POST  SECONDARY  EDUCATION\n   32  EXCEPT  AS OTHERWISE PROVIDED IN A CUSTODY OR SUPPORT AGREEMENT EXECUTED\n   33  OR ORDERED UNDER THE PROVISIONS OF THIS CHAPTER.\n   34    b. As  soon  as  practicable  after  a  matrimonial  action  has  been\n   35  commenced,  the  court shall set the date or dates the parties shall use\n   36  for the valuation of each asset. The valuation  date  or  dates  may  be\n   37  anytime  from  the  date  of  commencement  of the action to the date of\n   38  trial.\n   39    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to requiring parents to provide certain information as part of custody and support agreements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728789
}