{
  "year" : 2011,
  "senateBillNo" : "A4110-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A4110-2011-1296536400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for adoption of previous year's budget in certain cases",
  "summary" : "Provides for automatic adoption of previous year's state budget in cases when the legislature and governor have not timely enacted a current year's state budget. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A10831-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4110\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO, CALHOUN, THIELE -- Multi-Sponsored by --\n         M. of A. BUTLER, CROUCH, KOLB, McKEVITT, REILICH, SAYWARD -- read once\n         and referred to the Committee on Ways and Means\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing  amendments  to section 3 of article 7 of the constitution, in\n         relation to implementing the budget of the previous fiscal year  where\n         a current fiscal year's budget is not enacted in a timely manner\n\n    1    Section  1. Resolved (if the Senate concur), That section 3 of article\n    2  7 of the constitution be amended to read as follows:\n    3    S 3. At the time of submitting  the  budget  to  the  legislature  the\n    4  governor shall submit a bill or bills containing all the proposed appro-\n    5  priations  and  reappropriations included in the budget and the proposed\n    6  legislation, if any, recommended therein.\n    7    The governor may at any time within thirty days thereafter  and,  with\n    8  the consent of the legislature, at any time before the adjournment ther-\n    9  eof,  amend  or supplement the budget and submit amendments to any bills\n   10  submitted by him or her or submit supplemental bills.\n   11    The governor and the heads of departments shall have the right, and it\n   12  shall be the duty of the heads of departments when requested  by  either\n   13  house  of the legislature or an appropriate committee thereof, to appear\n   14  and be heard in respect to the budget during the consideration  thereof,\n   15  and to answer inquiries relevant thereto. The procedure for such appear-\n   16  ances and inquiries shall be provided by law.\n   17    IF THE BUDGET HAS NOT BEEN ENACTED BY THE LEGISLATURE AND APPROVED, AS\n   18  REQUIRED,  BY  THE GOVERNOR ON OR BEFORE APRIL FIRST IN THE YEAR SUBMIT-\n   19  TED, THEN THE BUDGET WHICH WAS ENACTED INTO LAW FOR THE PRECEDING FISCAL\n   20  YEAR SHALL BE DEEMED ENACTED FOR  THE  CURRENT  FISCAL  YEAR  AND  SHALL\n   21  REMAIN  IN  EFFECT  UNLESS  AND UNTIL A BUDGET SHALL BE ENACTED FOR SUCH\n   22  CURRENT FISCAL YEAR.\n   23    S 2. Resolved (if the Senate concur), That the foregoing amendment  be\n   24  referred  to  the  first regular legislative session convening after the\n   25  next succeeding general election of members of  the  assembly,  and,  in\n   26  conformity  with  section  1  of  article  19  of  the  constitution, be\n   27  published for three months previous to the time of such election.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89096-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing amendments to section 3 of article 7 of the constitution, in relation to implementing the budget of the previous fiscal year where a current fiscal year's budget is not enacted in a timely manner ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728781
}