{
  "year" : 2011,
  "senateBillNo" : "A4116-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to economic development",
    "billEventId" : "A4116-2011-1296536400000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state product promotion act",
  "summary" : "Enacts the New York state product promotion act; requires the commissioner of economic development to develop and implement the New York state product promotion program; further requires such commissioner to establish and maintain an internet registry to highlight businesses that manufacture or produce products in this state; allows the department of economic development to charge a reasonable fee to cover such administrative costs; requires the commissioner to create a product label with the registry address to help identify such products. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A5153-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4116\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. BUTLER -- read once and referred to the Committee\n         on Economic Development\n\n       AN  ACT  to  amend the economic development law, in relation to enacting\n         the New York state product promotion act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  economic  development law is amended by adding a new\n    2  article 8-A to read as follows:\n    3                                 ARTICLE 8-A\n    4                    NEW YORK STATE PRODUCT PROMOTION ACT\n    5  SECTION 207. SHORT TITLE.\n    6          208. NEW YORK STATE PRODUCT PROMOTION REGISTRY.\n    7          209. PRODUCT LABEL.\n    8    S 207. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n    9  THE \"NEW YORK STATE PRODUCT PROMOTION ACT\".\n   10    S  208. NEW YORK STATE PRODUCT PROMOTION REGISTRY. 1. THE COMMISSIONER\n   11  SHALL DEVELOP AND IMPLEMENT A NEW YORK STATE PRODUCT PROMOTION  PROGRAM.\n   12  THE COMMISSIONER SHALL ESTABLISH A REGISTRY FOR USE ON THE INTERNET THAT\n   13  WOULD  HIGHLIGHT BUSINESSES THAT MANUFACTURE OR PRODUCE PRODUCTS IN THIS\n   14  STATE. ALL NEW YORK STATE BUSINESS OWNERS THAT  MANUFACTURE  OR  PRODUCE\n   15  PRODUCTS  IN THIS STATE SHALL HAVE THE OPTION TO JOIN SUCH ONLINE REGIS-\n   16  TRY. SUCH REGISTRY SHALL INCLUDE, BUT NOT BE LIMITED TO; NAME  OF  BUSI-\n   17  NESS;  ADDRESS  AND  COUNTY;  CONTACT  INFORMATION,  INCLUDING TELEPHONE\n   18  NUMBER, FAX,  E-MAIL  AND  WEBSITE  ADDRESS;  MANUFACTURED  OR  PRODUCED\n   19  PRODUCTS  WITH  A  BRIEF  DESCRIPTION;  AND  ANY ADDITIONAL INFORMATION,\n   20  INCLUDING HISTORY, HOURS AND DATES OF OPERATION, AND NUMBER  OF  EMPLOY-\n   21  EES.\n   22    2.  THE COMMISSIONER SHALL NAME SUCH REGISTRY AND PROMULGATE ANY RULES\n   23  AND REGULATIONS NECESSARY FOR THE ADMINISTRATION OF  THE  REGISTRY.  THE\n   24  DEPARTMENT  SHALL BE ALLOWED TO CHARGE A REASONABLE REGISTRATION FEE, TO\n   25  BE DETERMINED BY THE COMMISSIONER, TO COVER SUCH ADMINISTRATIVE COSTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08428-01-1\n\n       A. 4116                             2\n\n    1    3. THE COMMISSIONER SHALL ESTABLISH A MEDIA CAMPAIGN TO ADVERTISE SUCH\n    2  REGISTRY.\n    3    S  209.  PRODUCT  LABEL. THE COMMISSIONER SHALL CREATE A PRODUCT LABEL\n    4  WITH THE REGISTRY WEBSITE ADDRESS TO HELP IDENTIFY PRODUCTS MANUFACTURED\n    5  OR PRODUCED IN THIS STATE. THE DEPARTMENT SHALL FURTHER  PROMULGATE  ANY\n    6  RULES AND REGULATIONS NECESSARY FOR DISPENSING THE PRODUCT LABEL.\n    7    S 2. This act shall take effect on the one hundred eightieth day after\n    8  it shall have become a law; provided, however, that effective immediate-\n    9  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   10  necessary for the implementation of this act on its effective  date  are\n   11  authorized  and  directed  to  be  made  and completed on or before such\n   12  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to enacting the New York state product promotion act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728801
}