{
  "year" : 2011,
  "senateBillNo" : "A4114-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to health",
    "billEventId" : "A4114-2011-1296536400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates body piercing and tattooing of persons under the age of 18",
  "summary" : "Regulates body piercing and tattooing of persons under the age of 18; requires written consent of parent or guardian. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A5154-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4114\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. BUTLER -- read once and referred to the Committee\n         on Health\n\n       AN  ACT  to amend the public health law, in relation to prohibiting body\n         piercing and  tattooing  without  parental  or  guardian  consent  for\n         persons under the age of eighteen\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  460-a to read as follows:\n    3    S  460-A. RESTRICTIONS ON BODY PIERCING STUDIOS AND TATTOO STUDIOS. 1.\n    4  NO OWNER, OPERATOR OR EMPLOYEE OF  A  BODY  PIERCING  STUDIO  OR  TATTOO\n    5  STUDIO  SHALL  PERMIT BODY PIERCING OR TATTOOING ON A PERSON UNDER EIGH-\n    6  TEEN YEARS OF AGE UNLESS SUCH PERSON PROVIDES THE BODY  PIERCING  STUDIO\n    7  OR  TATTOO  STUDIO WITH THE WRITTEN CONSENT, IN A FORM PRESCRIBED BY THE\n    8  COMMISSIONER, OF A PARENT OR LEGAL GUARDIAN TO USE  SUCH  BODY  PIERCING\n    9  STUDIO  OR  TATTOO  STUDIO. THE PARENT OR LEGAL GUARDIAN SHALL SIGN SUCH\n   10  CONSENT FORM IN THE PRESENCE OF THE OWNER OF THE BODY PIERCING STUDIO OR\n   11  TATTOO STUDIO OR A BODY PIERCING SPECIALIST OR TATTOO SPECIALIST OF SUCH\n   12  STUDIO. SUCH ORIGINAL WRITTEN CONSENT SHALL  BE  RETAINED  BY  THE  BODY\n   13  PIERCING  STUDIO  OR TATTOO STUDIO FOR A PERIOD OF TWELVE MONTHS AND MAY\n   14  BE RETAINED OFF PREMISES PROVIDED THAT AN ELECTRONIC IMAGE OR  FACSIMILE\n   15  OF THE ORIGINAL SIGNED CONSENT FORM IS READILY AVAILABLE BY THE OWNER OR\n   16  EMPLOYEE  RESPONSIBLE  FOR  THE OPERATION OF THE BODY PIERCING STUDIO OR\n   17  TATTOO STUDIO.\n   18    2. A WRITTEN CONSENT FORM SIGNED BY A PARENT OR LEGAL GUARDIAN  PURSU-\n   19  ANT  TO  SUBDIVISION ONE OF THIS SECTION SHALL EXPIRE TWELVE MONTHS FROM\n   20  THE DATE IT IS SIGNED BY THE PARENT OR LEGAL GUARDIAN. UPON THE  EXPIRA-\n   21  TION  OF A WRITTEN CONSENT FORM, A NEW WRITTEN CONSENT SHALL BE PROVIDED\n   22  IN THE MANNER PRESCRIBED IN SUBDIVISION ONE OF THIS SECTION PRIOR TO THE\n   23  USE OF A BODY PIERCING STUDIO OR TATTOO STUDIO BY ANY PERSON UNDER EIGH-\n   24  TEEN YEARS OF AGE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08429-01-1\n\n       A. 4114                             2\n\n    1    3. THIS SECTION SHALL BE EXCLUSIVE  AND  SHALL  PREEMPT  ANY  CONTRARY\n    2  LOCAL  LAW  OR  ORDINANCE, EXCEPT THAT THIS SECTION SHALL NOT PREEMPT OR\n    3  SUPERSEDE  LOCAL  LAWS  OR  ORDINANCES  IMPOSING   ADDITIONAL   STRICTER\n    4  RESTRICTIONS  ON  THE  OPERATION  OF  BODY  PIERCING  STUDIOS AND TATTOO\n    5  STUDIOS WHICH ARE IN EFFECT PRIOR TO THE EFFECTIVE DATE OF THIS SECTION.\n    6    S  2.  This  act shall take effect on the ninetieth day after it shall\n    7  have become a law; provided, however, that  effective  immediately,  the\n    8  addition,  amendment  and/or  repeal of any rule or regulation necessary\n    9  for the implementation of this act on its effective date are  authorized\n   10  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting body piercing and tattooing without parental or guardian consent for persons under the age of eighteen ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728795
}