{
  "year" : 2011,
  "senateBillNo" : "A4117-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A4117-2011-1296536400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes reduced cost on hunting; fishing and big game fees for certain disabled persons",
  "summary" : "Provides that a resident of the state for a period of three months prior to the date of application and who is otherwise qualified for certain hunting, fishing and big game licenses and who has a disability as defined in the executive law shall be entitled to receive such license at 50% of the cost set by statute. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A5155-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4117\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. BUTLER -- read once and referred to the Committee\n         on Environmental Conservation\n\n       AN  ACT to amend the environmental conservation law, in relation to fees\n         for licenses for disabled persons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  11-0715 of the environmental conservation law is\n    2  amended by adding a new subdivision 7 to read as follows:\n    3    7. A RESIDENT OF THE STATE FOR A PERIOD OF  THREE  MONTHS  IMMEDIATELY\n    4  PRIOR  TO  THE DATE OF APPLICATION FOR LICENSURE, WHO IS OTHERWISE ENTI-\n    5  TLED TO EXERCISE THE PRIVILEGES OF ANY LICENSE  TO  WHICH  THIS  SECTION\n    6  APPLIES,  AND  WHO HAS A DISABILITY AS DEFINED IN SUBDIVISION TWENTY-ONE\n    7  OF SECTION TWO HUNDRED NINETY-TWO OF THE EXECUTIVE LAW, SHALL  BE  ENTI-\n    8  TLED  TO  RECEIVE  SUCH LICENSE AT THE COST OF FIFTY PERCENT OF WHAT THE\n    9  FEE AND  ADDITIONAL COST TO THE ISSUING CLERK WOULD OTHERWISE HAVE BEEN.\n   10    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   11  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08430-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to fees for licenses for disabled persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728805
}