{
  "year" : 2011,
  "senateBillNo" : "A4119-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to economic development",
    "billEventId" : "A4119-2011-1296536400000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the submission of a skills development plan with each application for participation in an empire zone",
  "summary" : "Provides for the submission of a skills development plan with each application for participation in an empire zone; establishes a fund to pay for instruction whenever an entity seeking empire zone participation does not want to train its workforce in house. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A4925-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4119\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. BUTLER -- read once and referred to the Committee\n         on Economic Development\n\n       AN  ACT to amend the general municipal law and the state finance law, in\n         relation to empire zone skills development\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 961-a to read as follows:\n    3    S 961-A. SKILLS DEVELOPMENT PLAN. 1. ANY ENTITY APPLYING  FOR  CERTIF-\n    4  ICATION  AS  A  QUALIFIED  EMPIRE  ZONE  ENTERPRISE SHALL INCLUDE IN ITS\n    5  APPLICATION A WORKFORCE SKILLS DEVELOPMENT PLAN. ADDITIONALLY, QUALIFIED\n    6  EMPIRE ZONE ENTERPRISES SHALL INCLUDE IN THEIR ANNUAL REPORT  OF  CERTI-\n    7  FIED BUSINESSES, REQUIRED BY THE COMMISSIONER, A WORKFORCE SKILLS DEVEL-\n    8  OPMENT  PLAN. SUCH PLAN SHALL INCLUDE THE ENTERPRISE'S IN-HOUSE TRAINING\n    9  PROGRAM PLANS, TRAINING MATERIALS TO BE PURCHASED AND UTILIZED,  TESTING\n   10  MECHANISMS  TO  BE  IMPLEMENTED,  SKILLS  BENCHMARKS THE ENTERPRISE WILL\n   11  MEET, AND ANY OTHER INFORMATION DEEMED NECESSARY  BY  THE  COMMISSIONER.\n   12  HOWEVER,  IN  THE  EVENT  THAT  THE ENTERPRISE DOES NOT ELECT TO PROVIDE\n   13  IN-HOUSE TRAINING, IT MUST PROVIDE  MONEYS  TO  THE  SKILLS  DEVELOPMENT\n   14  TRAINING  FUND ESTABLISHED IN SECTION EIGHTY-NINE-H OF THE STATE FINANCE\n   15  LAW.  THE AMOUNT OF MONEYS SHALL BE DETERMINED BY THE COMMISSIONER AFTER\n   16  HIS OR HER EVALUATION OF SUCH ENTERPRISE.\n   17    2. THE COMMISSIONER, IMMEDIATELY UPON THIS SECTION BECOMING LAW, SHALL\n   18  PROMULGATE RULES AND REGULATIONS  DEEMED  NECESSARY  TO  CARRY  OUT  THE\n   19  PROVISIONS  OF  THIS  SECTION. SUCH RULES AND REGULATIONS SHALL INCLUDE,\n   20  BUT NOT BE LIMITED TO, SPECIFYING INFORMATION  TO  BE  INCLUDED  IN  THE\n   21  SKILLS PLAN, CREATING A PROCESS FOR EVALUATING SKILLS DEVELOPMENT PLANS,\n   22  CREATING  PENALTIES  FOR NOT MEETING PLAN GOALS, AND CREATING MECHANISMS\n   23  THROUGH WHICH COMPANIES CAN UPDATE THEIR PLANS.  ALSO,  SUCH  RULES  AND\n   24  REGULATIONS  SHALL CREATE A PROCESS THROUGH WHICH BUSINESSES WHO OPT NOT\n   25  TO PROVIDE A SKILLS PLAN  MUST  CONTRIBUTE  TO  THE  SKILLS  DEVELOPMENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08424-01-1\n\n       A. 4119                             2\n\n    1  TRAINING  FUND,  DEFINE  APPROPRIATE  LOCAL ENTITIES TO CARRY OUT SKILLS\n    2  TRAINING, WHICH MUST INCLUDE, AT A MINIMUM, THE LOCAL ECONOMIC  DEVELOP-\n    3  MENT AGENCIES AND THE LOCAL WORKFORCE DEVELOPMENT BOARD, PROVIDE FOR THE\n    4  FUNDING OF SUCH LOCAL ENTITIES AND CREATE GUIDELINES FOR THE USE OF SUCH\n    5  FUNDS.\n    6    S  2. The state finance law is amended by adding a new section 89-h to\n    7  read as follows:\n    8    S 89-H. SKILLS DEVELOPMENT TRAINING FUND. 1. THERE  IS  HEREBY  ESTAB-\n    9  LISHED  IN THE JOINT CUSTODY OF THE COMMISSIONER OF TAXATION AND FINANCE\n   10  AND THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE \"SKILLS  DEVELOP-\n   11  MENT TRAINING FUND\".\n   12    2.  SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE DEPARTMENT\n   13  OF ECONOMIC DEVELOPMENT, PURSUANT TO  THE  PROVISIONS  OF  SECTION  NINE\n   14  HUNDRED  SIXTY-ONE-A  OF  THE GENERAL MUNICIPAL LAW AND ALL OTHER MONEYS\n   15  APPROPRIATED, CREDITED, OR TRANSFERRED THERETO FROM ANY  OTHER  FUND  OR\n   16  SOURCE  PURSUANT  TO  LAW.    FOR EACH STATE FISCAL YEAR, THERE SHALL BE\n   17  APPROPRIATED TO THE FUND BY THE STATE, IN ADDITION TO ALL  OTHER  MONEYS\n   18  REQUIRED  TO BE DEPOSITED INTO SUCH FUND, AN AMOUNT EQUAL TO THE AMOUNTS\n   19  OF MONIES COLLECTED AND DEPOSITED INTO SUCH  FUND  PURSUANT  TO  SECTION\n   20  NINE HUNDRED SIXTY-ONE-A OF THE GENERAL MUNICIPAL LAW DURING THE PRECED-\n   21  ING CALENDAR YEAR, AS CERTIFIED BY THE COMPTROLLER. NOTHING CONTAINED IN\n   22  THIS  SECTION  SHALL  PREVENT  THE STATE FROM RECEIVING GRANTS, GIFTS OR\n   23  BEQUESTS FOR THE PURPOSES OF THE FUND AS DEFINED  IN  THIS  SECTION  AND\n   24  DEPOSITING THEM INTO SUCH FUND ACCORDING TO LAW.\n   25    3.  ON  OR BEFORE THE FIRST DAY OF FEBRUARY EACH YEAR, THE COMPTROLLER\n   26  SHALL CERTIFY TO THE GOVERNOR, TEMPORARY PRESIDENT OF THE SENATE, SPEAK-\n   27  ER OF THE ASSEMBLY, CHAIR OF THE SENATE FINANCE COMMITTEE AND  CHAIR  OF\n   28  THE  ASSEMBLY WAYS AND MEANS COMMITTEE, THE AMOUNT OF MONEY DEPOSITED IN\n   29  SUCH FUND DURING THE PRECEDING CALENDAR YEAR AS THE  RESULT  OF  REVENUE\n   30  DERIVED  PURSUANT  TO  SECTION  NINE  HUNDRED SIXTY-ONE-A OF THE GENERAL\n   31  MUNICIPAL LAW.\n   32    4. MONEYS IN SUCH FUND SHALL BE KEPT SEPARATE AND SHALL NOT BE COMMIN-\n   33  GLED WITH ANY OTHER MONEYS IN THE CUSTODY OF THE COMMISSIONER  OF  TAXA-\n   34  TION AND FINANCE AND THE COMPTROLLER.\n   35    5.  THE MONEYS IN SUCH FUND SHALL BE EXPENDED ONLY FOR THE PURPOSES OF\n   36  WORKFORCE  SKILLS  DEVELOPMENT  AUTHORIZED  BY  SECTION   NINE   HUNDRED\n   37  SIXTY-ONE-A OF THE GENERAL MUNICIPAL LAW.\n   38    6.  ALL  PAYMENTS  FROM  SUCH  FUND SHALL BE MADE BY THE DEPARTMENT OF\n   39  TAXATION AND FINANCE AFTER AUDIT  AND  WARRANT  OF  THE  COMPTROLLER  ON\n   40  VOUCHERS APPROVED BY THE COMMISSIONER OF ECONOMIC DEVELOPMENT.\n   41    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   42  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the state finance law, in relation to empire zone skills development ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728811
}