{
  "year" : 2011,
  "senateBillNo" : "A4113-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A4113-2011-1296536400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to authorizing the issuance of distinctive license plates for recipients of the Bronze or Silver star",
  "summary" : "Authorizes the issuance of distinctive license plates for recipients of the Bronze or Silver star and their spouses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A5367-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4113\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. BUTLER -- read once and referred to the Committee\n         on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to authorizing\n         distinctive license plates for recipients of the Bronze or Silver star\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR BRONZE OR SILVER STAR  RECIPIENTS.  1.\n    4  ANY  RECIPIENT  OF A BRONZE STAR OR A SILVER STAR RESIDING IN THIS STATE\n    5  OR THE SPOUSE OF ANY SUCH RECIPIENT SHALL, UPON  REQUEST,  BE  ISSUED  A\n    6  LICENSE  PLATE BEARING THE WORDS \"BRONZE STAR RECIPIENT\" OR \"SILVER STAR\n    7  RECIPIENT\".  IF A DISTINCTIVE PLATE IS ISSUED TO A BRONZE OR SILVER STAR\n    8  RECIPIENT PURSUANT TO THIS SECTION, SUCH A DISTINCTIVE PLATE  SHALL  NOT\n    9  BE  ISSUED TO THE SPOUSE OF SUCH RECIPIENT. APPLICATION FOR SAID LICENSE\n   10  PLATE SHALL BE FILED WITH THE COMMISSIONER IN SUCH FORM  AND  DETAIL  AS\n   11  THE COMMISSIONER SHALL PRESCRIBE.\n   12    2. THE DISTINCTIVE PLATE AUTHORIZED HEREIN SHALL BE ISSUED UPON PROOF,\n   13  SATISFACTORY  TO  THE  COMMISSIONER, THAT THE APPLICANT OR THE SPOUSE OF\n   14  THE APPLICANT IS A BRONZE OR SILVER STAR RECIPIENT.\n   15    3. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   16  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON PAYMENT  OF  THE  REGULAR\n   17  REGISTRATION FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE,\n   18  PROVIDED,  HOWEVER,  THAT  AN  ADDITIONAL ONE-TIME SERVICE CHARGE OF TEN\n   19  DOLLARS SHALL BE CHARGED FOR SUCH PLATE.   PROVIDED, HOWEVER,  THAT  ONE\n   20  YEAR  AFTER  THE  EFFECTIVE DATE OF THIS SECTION, FUNDS IN THE AMOUNT OF\n   21  FIVE THOUSAND DOLLARS, OR SO MUCH THEREOF AS MAY BE AVAILABLE, SHALL  BE\n   22  ALLOCATED  TO  THE  DEPARTMENT  TO  OFFSET  COSTS  ASSOCIATED  WITH  THE\n   23  PRODUCTION OF SUCH LICENSE PLATES.\n   24    S 2. This act shall take effect on the one hundred eightieth day after\n   25  it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05592-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing distinctive license plates for recipients of the Bronze or Silver star ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728790
}