{
  "year" : 2011,
  "senateBillNo" : "A4120-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to election law",
    "billEventId" : "A4120-2011-1296536400000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for early voting in primary and general elections during the 2 week period prior to the",
  "summary" : "Provides for early voting in primary and general elections during the 2 week period prior to the election. ",
  "currentCommittee" : null,
  "sameAs" : "S1724",
  "lawSection" : "Election Law",
  "previousVersions" : [ "A201-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4120\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAMARA,  JEFFRIES,  WRIGHT,  PHEFFER, PERRY,\n         BOYLAND, BROOK-KRASNY, ROSENTHAL, KAVANAGH -- Multi-Sponsored by -- M.\n         of A. BOYLE, GOTTFRIED, LIFTON, MILLMAN, MOLINARO, SCARBOROUGH,  WEIS-\n         ENBERG -- read once and referred to the Committee on Election Law\n\n       AN  ACT  to  amend  the  election  law, in relation to authorizing early\n         voting at primary and general elections\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Article  8 of the election law is amended by adding a new\n    2  title 6 to read as follows:\n    3                                  TITLE VI\n    4                                EARLY VOTING\n    5  SECTION 8-600. EARLY VOTING IN PRIMARY AND GENERAL ELECTIONS.\n    6          8-602. APPLICATION FOR EARLY VOTING.\n    7          8-604. STATE BOARD OF ELECTIONS; POWERS AND DUTIES OF.\n    8    S 8-600.  EARLY VOTING IN PRIMARY AND GENERAL  ELECTIONS.  1.  ON  AND\n    9  AFTER  THE FOURTEENTH DAY PRIOR TO THE DATE OF EVERY PRIMARY AND GENERAL\n   10  ELECTION, EACH BOARD OF ELECTIONS SHALL PROVIDE FOR  THE  CONDUCTING  OF\n   11  EARLY  VOTING. SUCH VOTING SHALL BE CONDUCTED AT THE OFFICE OF THE BOARD\n   12  OF ELECTIONS AND AT SUCH ALTERNATIVE POLLING PLACES DESIGNATED  BY  SUCH\n   13  BOARD.  EARLY  VOTING  SHALL  BE MADE AVAILABLE DURING SUCH FOURTEEN DAY\n   14  PERIOD, EXCLUDING SATURDAYS, SUNDAYS AND PUBLIC HOLIDAYS. THE  BOARD  OF\n   15  ELECTIONS  SHALL BE OPEN TO THE PUBLIC FOR EARLY VOTING FROM 8LABOR A.M.\n   16  UNTIL 4LABOR P.M. AND THE ALTERNATIVE POLLING PLACES SHALL BE  OPEN  FOR\n   17  EARLY  VOTING  DURING  SUCH HOURS AND DAYS AS SHALL BE DESIGNATED BY THE\n   18  BOARD OF ELECTIONS.\n   19    2. A REGISTERED VOTER MAY PARTICIPATE IN EARLY VOTING UPON  COMPLETION\n   20  AND  FILING OF AN APPLICATION THEREFOR WITH THE BOARD OF ELECTIONS HOLD-\n   21  ING HIS OR HER VOTER REGISTRATION.\n   22    3. THE CONDUCT OF EARLY VOTING SHALL BE MONITORED AND ADMINISTERED  BY\n   23  TWO  PERSONS  DESIGNATED BY THE BOARD OF ELECTIONS, WITH ONE SUCH PERSON\n   24  FROM EACH OF THE MAJOR POLITICAL PARTIES. SUCH VOTING SHALL CONFORM WITH\n   25  THE PROCEDURES, MEASURES AND REQUIREMENTS FOR CASTING VOTES IN A PRIMARY\n   26  OR GENERAL ELECTION. ALL VOTES CAST DURING EARLY VOTING SHALL BE COUNTED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01745-01-1\n\n       A. 4120                             2\n\n    1  AFTER THE POLLS CLOSE ON THE DATE OF THE PRIMARY OR GENERAL ELECTION  TO\n    2  WHICH  IT RELATES, IN THE SAME MANNER PRESCRIBED BY ARTICLE NINE OF THIS\n    3  CHAPTER.\n    4    4.  EACH BOARD OF ELECTIONS SHALL PUBLISH NOTICE OF THE TIME PERIOD OF\n    5  EARLY VOTING, THE TIMES  THEREOF,  THE  PLACES  WHERE  EARLY  VOTING  IS\n    6  CONDUCTED AND THE MANNER IN WHICH SUCH VOTING IS CONDUCTED. SUCH NOTICES\n    7  SHALL  BE  PUBLISHED IN A NEWSPAPER OF GENERAL CIRCULATION NOT LESS THAN\n    8  SEVEN DAYS PRIOR TO THE FIRST DAY OF EARLY VOTING AND ONCE A WEEK THERE-\n    9  AFTER.\n   10    S 8-602. APPLICATION FOR EARLY VOTING.   1.  THE  BOARD  OF  ELECTIONS\n   11  SHALL  FURNISH  ONE  APPLICATION  FOR  EARLY  VOTING  TO  ANY  VOTER WHO\n   12  PERSONALLY APPEARS AND WISHES TO EXERCISE THIS RIGHT. UPON COMPLETION OF\n   13  SUCH  APPLICATION,  TWO  DULY  DESIGNATED  EMPLOYEES  OF  THE  BOARD  OF\n   14  ELECTIONS,  ONE  FROM  EACH  MAJOR  POLITICAL  PARTY  REPRESENTED, SHALL\n   15  COMPARE THE INFORMATION OF THE VOTER WITH THE SIGNATURE ON  THE  VOTER'S\n   16  PERMANENT  REGISTRATION  RECORD,  OR OTHER EVIDENCE OF IDENTIFICATION IF\n   17  COMPUTERIZED DUPLICATE  REGISTRATION RECORDS ARE USED, AND SHALL ENDORSE\n   18  ON THE APPLICATION THAT SUCH REVIEW HAS BEEN COMPLETED. THE  RESULTS  OR\n   19  TABULATION OF VOTES CAST DURING AN EARLY VOTING PERIOD SHALL NOT BE MADE\n   20  BEFORE  THE  CLOSE  OF  ALL  POLLING PLACES ON THE DATE OF THE ELECTION.\n   21  BALLOTS USED IN EARLY VOTING SHALL BE, AS  NEARLY  AS  PRACTICABLE,  THE\n   22  SAME FORM AS THOSE USED ON THE DATE OF THE ELECTION.\n   23    2.  THE  APPLICATION  FOR  EARLY  VOTING SHALL REQUIRE AND INCLUDE THE\n   24  FOLLOWING IDENTIFYING INFORMATION:\n   25    (A) THE DATE OF THE PRIMARY OR GENERAL ELECTION,\n   26    (B) NAME OF THE BOARD OF ELECTIONS,\n   27    (C) THE NAME OF THE VOTER,\n   28    (D) RESIDENCE OF VOTER,\n   29    (E) NUMBER OF THE ASSEMBLY DISTRICT, IF ANY,\n   30    (F) NAME OF CITY OR TOWN, NUMBER OF WARD, IF ANY, AND\n   31    (G) ELECTION DISTRICT AND PARTY ENROLLMENT. THERE SHALL BE A PLACE FOR\n   32  TWO SIGNATURES OF PERSONS DESIGNATED TO INSPECT,  ONE  FROM  EACH  MAJOR\n   33  POLITICAL  PARTY,  THAT SUCH PERSONS HAVE CHECKED AND MARKED THE VOTER'S\n   34  REGISTRATION AND POLL RECORD. ON THE REVERSE SIDE  OF  SUCH  APPLICATION\n   35  SHALL BE PRINTED THE FOLLOWING STATEMENT:\n   36    I  DO DECLARE THAT I AM A CITIZEN OF THE UNITED STATES, THAT I AM DULY\n   37  REGISTERED IN THE ELECTION DISTRICT SHOWN ON THE REVERSE  SIDE  OF  THIS\n   38  APPLICATION  AND  I AM QUALIFIED TO VOTE IN SUCH DISTRICT; THAT I DO NOT\n   39  INTEND TO VOTE ELSEWHERE, THAT I HAVE NOT COMMITTED ANY  ACT  NOR  AM  I\n   40  UNDER ANY IMPEDIMENT WHICH DENIES ME THE RIGHT TO VOTE. I HEREBY DECLARE\n   41  THAT  THE  FOREGOING IS A TRUE STATEMENT TO THE BEST OF MY KNOWLEDGE AND\n   42  BELIEF, AND I UNDERSTAND THAT IF I MAKE ANY MATERIAL FALSE STATEMENT  IN\n   43  THE FOREGOING STATEMENT, I SHALL BE GUILTY OF A MISDEMEANOR.\n   44    (DATE)_________________\n   45    _______________________\n   46    (SIGNATURE AND ADDRESS OF VOTER)_______________________\n   47    _______________________________________________________\n   48    (WITNESS)______________________\n   49    _______________________________\n   50    S  8-604.  STATE BOARD OF ELECTIONS; POWERS AND DUTIES OF. ANY RULE OR\n   51  REGULATION NECESSARY FOR THE IMPLEMENTATION OF THE  PROVISIONS  OF  THIS\n   52  TITLE SHALL BE PROMULGATED BY THE STATE BOARD OF ELECTIONS.\n   53    S  2. This act shall take effect on the first of January next succeed-\n   54  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to authorizing early voting at primary and general elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT", "SOBI.D110202.T112709.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664029988
}