{
  "year" : 2011,
  "senateBillNo" : "A4123-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to economic development",
    "billEventId" : "A4123-2011-1296536400000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the registration of mail-in second-hand precious metals dealers with the department of state, regulates the conduct of the business thereof",
  "summary" : "Requires the registration of mail-in second-hand precious metals dealers with the department of state; and regulates the conduct of the business thereof. ",
  "currentCommittee" : null,
  "sameAs" : "S1097",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A10004-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crespo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4123\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAMARA, COOK, CRESPO, DenDEKKER, GALEF, GIBSON,\n         McDONOUGH, McKEVITT, J. MILLER, MILLMAN, SALADINO, SPANO, ZEBROWSKI --\n         Multi-Sponsored by -- M. of  A.  BOYLAND,  BRENNAN,  BURLING,  HEVESI,\n         MARKEY,  McENENY,  M. MILLER,  PHEFFER,  ROBINSON, SCARBOROUGH -- read\n         once and referred to the Committee on Economic Development\n\n       AN ACT to amend  the  general  business  law,  in  relation  to  mail-in\n         second-hand precious metals dealers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  12-C to read as follows:\n    3                                 ARTICLE 12-C\n    4                        MAIL-IN SECOND-HAND PRECIOUS\n    5                               METALS DEALERS\n    6  SECTION 220. DEFINITIONS.\n    7          221. APPLICATION OF ARTICLE.\n    8          222. REGISTRATION, TRANSACTION AND RECORDKEEPING.\n    9          223. TENDERING PAYMENT.\n   10          224. INSPECTION OF RECORDS AND PREMISES.\n   11          225. HOLDING PERIOD.\n   12          226. PENALTIES.\n   13          227. POWERS OF THE DEPARTMENT.\n   14    S 220. DEFINITIONS. AS USED IN THIS ARTICLE:\n   15    1. \"DEPARTMENT\" MEANS THE DEPARTMENT OF STATE.\n   16    2. \"JEWELRY\" MEANS A PERSONAL ORNAMENT THAT CONTAINS A PRECIOUS  METAL\n   17  AND MAY CONTAIN A GEMSTONE OR GEMSTONES.\n   18    3.  \"MAIL-IN  SECOND-HAND  PRECIOUS METALS DEALER\" MEANS ANY PERSON OR\n   19  ENTITY THAT:\n   20    (A) CONDUCTS BUSINESS WITHIN THIS STATE,  THAT  CONTRACTS  WITH  OTHER\n   21  PERSONS  OR ENTITIES TO BUY PRECIOUS METALS OR JEWELRY THROUGH AN INTER-\n   22  NET WEBSITE, THE UNITED STATES MAIL OR TELEMARKETING; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01609-01-1\n\n       A. 4123                             2\n\n    1    (B) CONDUCTS BUSINESS WITHIN THIS STATE, THAT REGULARLY ENGAGES IN THE\n    2  BUSINESS OF PURCHASING JEWELRY OR PRECIOUS  METALS  THROUGH  THE  UNITED\n    3  STATES MAIL OR INTERNET BASED TRANSACTIONS.\n    4    4.  \"PRECIOUS  METAL\"  MEANS  ANY  ITEM CONTAINING ANY GOLD, SILVER OR\n    5  PLATINUM, OR ANY COMBINATION THEREOF.\n    6    5. \"SELLER\" MEANS ANY PERSON OR ENTITY  OFFERING  PRECIOUS  METALS  OR\n    7  JEWELRY FOR SALE, WHICH BELONG SOLELY TO SUCH PERSON OR ENTITY AND WHICH\n    8  HAS ABSOLUTE AUTHORITY TO SELL SUCH GOODS.\n    9    6.  \"TRANSACTION\" MEANS ANY EVENT RELATING TO THE SALE AND PURCHASE OF\n   10  SECOND-HAND PRECIOUS METALS OR JEWELRY BY A MAIL-IN SECOND-HAND PRECIOUS\n   11  METALS DEALER.\n   12    S 221. APPLICATION OF ARTICLE. THIS ARTICLE SHALL NOT APPLY TO:\n   13    1. ANY PERSON OR ENTITY THAT IS AVAILABLE TO THE  PUBLIC  FOR  WALK-IN\n   14  SALES; OR\n   15    2.  THE  PURCHASE, CONSIGNMENT OR TRADE OF SECOND-HAND PRECIOUS METALS\n   16  OR JEWELRY BETWEEN SECOND-HAND PRECIOUS METALS DEALERS.\n   17    S 222. REGISTRATION, TRANSACTION  AND  RECORDKEEPING.  1.  NO  MAIL-IN\n   18  SECOND-HAND  PRECIOUS  METALS DEALER SHALL CONDUCT BUSINESS UNLESS IT IS\n   19  REGISTERED WITH THE DEPARTMENT PURSUANT TO THIS ARTICLE.\n   20    2. NO MAIL-IN SECOND-HAND PRECIOUS METALS DEALER SHALL  REMIT  PAYMENT\n   21  TO A SELLER UNLESS THE SELLER HAS PROVIDED SUCH DEALER WITH:\n   22    (A)  THE  SELLER'S NAME, ADDRESS, TELEPHONE NUMBER AND ELECTRONIC MAIL\n   23  ADDRESS, IF AVAILABLE;\n   24    (B) THE SELLER'S DRIVER'S LICENSE NUMBER AND  ISSUING  STATE,  OR  ANY\n   25  OTHER GOVERNMENT ISSUED IDENTIFICATION NUMBER; AND\n   26    (C)  A  SWORN  STATEMENT  MADE BY THE SELLER THAT THE DRIVER'S LICENSE\n   27  NUMBER OR OTHER GOVERNMENT ISSUED IDENTIFICATION NUMBER PROVIDED BY  THE\n   28  SELLER  IS TRUE AND ACCURATE, AND THAT THE SELLER IS THE TRUE AND LAWFUL\n   29  OWNER OF THE GOODS SOLD. SUCH  STATEMENT  SHALL  INCLUDE  THE  FOLLOWING\n   30  LANGUAGE:  \"I DECLARE UNDER THE PENALTY OF PERJURY THAT THE FOREGOING IS\n   31  TRUE AND ACCURATE.\"\n   32     3. FOR EVERY TRANSACTION, A MAIL-IN SECOND-HAND PRECIOUS METALS DEAL-\n   33  ER SHALL RETAIN A RECORD OF THE FOLLOWING:\n   34    (A) A COMPLETE AND ACCURATE DESCRIPTION OF THE SELLER'S GOODS, INCLUD-\n   35  ING:\n   36    (I) PRECIOUS METAL TYPE OR, IF JEWELRY, THE TYPE OF JEWELRY, AND\n   37    (II) ANY OTHER UNIQUE IDENTIFYING MARKS, NUMBERS OR LETTERS.\n   38    SUCH DESCRIPTION SHALL BE IN SUCH AN ELECTRONIC  FORMAT  AS  SHALL  BE\n   39  DETERMINED BY THE SECRETARY OF STATE; AND\n   40    (B)  THE  DATE  THAT  THE  SELLER'S GOODS WERE RECEIVED BY THE MAIL-IN\n   41  SECOND-HAND PRECIOUS METALS DEALER.\n   42    THE INFORMATION REQUIRED BY THIS SUBDIVISION SHALL BE TRANSMITTED TO A\n   43  LAW ENFORCEMENT AGENCY HAVING JURISDICTION  IN  THE  MUNICIPALITY  WHERE\n   44  SUCH  DEALER IS SITUATE WITHIN TWENTY-FOUR HOURS AFTER ENTERING INTO THE\n   45  TRANSACTION.\n   46    4. EVERY MAIL-IN SECOND-HAND PRECIOUS METALS  DEALER  SHALL  MAINTAIN,\n   47  FOR NOT LESS THAN TWO YEARS, ALL INFORMATION RECEIVED PURSUANT TO SUBDI-\n   48  VISIONS TWO AND THREE OF THIS SECTION IN A FORM THAT IS EASILY RETRIEVA-\n   49  BLE UPON THE REQUEST OF ANY LAW ENFORCEMENT AGENCY.\n   50    5.  UPON  REQUEST FROM A LAW ENFORCEMENT AGENCY, A MAIL-IN SECOND-HAND\n   51  PRECIOUS METALS DEALER SHALL PROVIDE SUCH AGENCY WITH AN ELECTRONIC COPY\n   52  OF ALL INFORMATION ON ANY SELLER THAT SUCH DEALER IS REQUIRED  TO  MAIN-\n   53  TAIN PURSUANT TO SUBDIVISIONS TWO AND THREE OF THIS SECTION.\n   54    S  223.  TENDERING  PAYMENT.  EVERY  PAYMENT  BY A MAIL-IN SECOND-HAND\n   55  PRECIOUS METALS DEALER RESULTING FROM THE SALE, PURCHASE, CONSIGNMENT OR\n\n       A. 4123                             3\n\n    1  TRADE OF PRECIOUS METALS OR JEWELRY SHALL BE MADE TO  THE  SELLER  BY  A\n    2  CHECK OR MONEY ORDER.\n    3    S  224.  INSPECTION OF RECORDS AND PREMISES. EVERY MAIL-IN SECOND-HAND\n    4  PRECIOUS METALS DEALER SHALL ALLOW A LAW ENFORCEMENT AGENCY  TO  INSPECT\n    5  ITS BUSINESS RECORDS, INVENTORY AND BUSINESS PREMISE DURING NORMAL BUSI-\n    6  NESS HOURS.\n    7    S  225.  HOLDING PERIOD. NO MAIL-IN SECOND-HAND PRECIOUS METALS DEALER\n    8  SHALL SELL, BARTER, EXCHANGE, ALTER, ADULTERATE, USE OR  IN  ANY  MANNER\n    9  DISPOSE OF GOODS PURCHASED FROM A SELLER WITHIN TEN CALENDAR DAYS OF THE\n   10  DATE OF PAYMENT FOR SUCH GOODS.\n   11    S  226.  PENALTIES.  1.  ANY  PERSON  ACTING  AS A MAIL-IN SECOND-HAND\n   12  PRECIOUS METALS DEALER WHO IS NOT REGISTERED AS SUCH WITH THE DEPARTMENT\n   13  OR ANY MAIL-IN, SECOND-HAND PRECIOUS METALS DEALER   WHICH VIOLATES  ANY\n   14  PROVISION  OF THIS ARTICLE SHALL BE GUILTY OF A CLASS E FELONY AND SHALL\n   15  BE PROHIBITED FROM ACTING AS A MAIL-IN SECOND-HAND PRECIOUS METALS DEAL-\n   16  ER FOR NOT LESS THAN ONE YEAR.\n   17    2. ANY SELLER WHO KNOWINGLY PROVIDES FALSE INFORMATION  TO  A  MAIL-IN\n   18  SECOND-HAND PRECIOUS METALS DEALER AND RECEIVES PAYMENT FROM SUCH DEALER\n   19  SHALL BE GUILTY OF A:\n   20    (A)  CLASS E FELONY IF THE PAYMENT RECEIVED IS LESS THAN THREE HUNDRED\n   21  DOLLARS; AND\n   22    (B) CLASS D FELONY IF THE PAYMENT RECEIVED IS THREE HUNDRED DOLLARS OR\n   23  MORE.\n   24    S 227. POWERS OF THE DEPARTMENT. THE DEPARTMENT SHALL  PROMULGATE  ANY\n   25  RULES  AND  REGULATIONS  NECESSARY  TO  IMPLEMENT THE PROVISIONS OF THIS\n   26  ARTICLE.\n   27    S 2. This act shall take effect on the first of January next  succeed-\n   28  ing  the date on which it shall have become a law; provided that, effec-\n   29  tive immediately any actions necessary to implement  the  provisions  of\n   30  this  act  on  its  effective  date  are  authorized  and directed to be\n   31  completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to mail-in second-hand precious metals dealers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT", "SOBI.D110202.T112709.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664029996
}