{
  "year" : 2011,
  "senateBillNo" : "A4129-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A4129-2011-1296536400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes changes in description of the habitat protection zone for Long Island sound",
  "summary" : "Makes changes in description of the fish habitat protection zone for the north shoreline of the Long Island sound. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A2298-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4129\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         habitat protection zone for Long Island sound\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph e of subdivision 7  of  section  13-0341  of  the\n    2  environmental  conservation law, as amended by chapter 17 of the laws of\n    3  1994, is amended to read as follows:\n    4    e. Within one-half mile of the shore between an imaginary line extend-\n    5  ing north from Crane Neck Point [and an imaginary line  extending  north\n    6  from  the  shore  intersect  of  the Riverhead-Brookhaven town line near\n    7  Wading River,] TO BUOY 11A OLD FIELD POINT EASTERLY  TO  BUOY  C-11  MT.\n    8  MISERY  SHOAL,  THEN TO BUOY C-9 OFF SOUND BEACH TO BUOY C-7 HEROD POINT\n    9  SHOAL CONTINUING EASTERLY TO BUOY C-5 OFF ROANOAKE POINT  SHOAL,  THENCE\n   10  TO  BUOY  C-3  TO BUOY G-3A OFF MATTITUCK INLET AND AN IMAGINARY LINE TO\n   11  HORTON POINT, CONTINUING NORTHEASTERLY  TO  HORTON  POINT  WITH  A  LINE\n   12  EXTENDING  TO ROCKY POINT LOOKOUT TOWER ON TO BUOY C-3 NEAR ORIENT SHOAL\n   13  THENCE TO BUOY R-2PG NEAR PLUM ISLAND, EASTERLY WITHIN ONE-HALF MILE  OF\n   14  THE  SHORE  ALONG  PLUM ISLAND FOLLOWING THE COLREGS DEMARCATION LINE TO\n   15  LITTLE GULL ISLAND BUOY C-1 including all bays, harbors and  tributaries\n   16  landward  thereof,  including  Port  Jefferson  Harbor,  Conscience Bay,\n   17  Setauket Harbor and Mount Sinai Harbor.\n   18    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   19  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06076-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the habitat protection zone for Long Island sound ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT", "SOBI.D110202.T112709.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664029010
}