{
  "year" : 2011,
  "senateBillNo" : "A4128-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to labor",
    "billEventId" : "A4128-2011-1296536400000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"owner-driver protection act\" to make public work standards applicable to owner-drivers",
  "summary" : "Enacts the \"owner-driver protection act\"; requires public work contractors and subcontractors employing owner-drivers on public work projects to pay the prevailing rate of wage, provide appropriate supplements and provide workers' compensation and disability coverage to such drivers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A2859-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4128\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Labor\n\n       AN ACT to amend the labor law, in relation to owner-drivers employed  on\n         public work projects\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"owner-driver protection act\".\n    3    S 2. Legislative findings. The legislature hereby finds that there has\n    4  been  increased  utilization of owner-drivers in connection with on-site\n    5  work on state and local public work projects  and  the  delivery  and/or\n    6  removal  of materials from such projects. Such utilization of owner-dri-\n    7  vers has had the effect, in many cases, of undermining  prevailing  wage\n    8  and overall workplace standards applicable to such public work projects.\n    9  This  legislation is being enacted to ensure that appropriate prevailing\n   10  wage and overall workplace  standards  are  maintained  on  public  work\n   11  projects  for  both  owner-drivers  and  all  other  drivers employed by\n   12  contractors and subcontractors on state and local public work projects.\n   13    S 3. Section 220 of the labor law is amended by adding a new  subdivi-\n   14  sion 3-f to read as follows:\n   15    3-F.  A.    FOR THE PURPOSES OF THIS SUBDIVISION, \"OWNER-DRIVER\" SHALL\n   16  MEAN ANY DRIVER WHO IS ENGAGED  BY  A  CONTRACTOR  OR  SUBCONTRACTOR  TO\n   17  PERFORM  ON-SITE  WORK  ON  A  PUBLIC  WORK PROJECT OR TO DELIVER AND/OR\n   18  REMOVE MATERIAL TO OR FROM ANY SUCH  PROJECT,  AND  WHO  UTILIZES  MOTOR\n   19  VEHICLES THAT SUCH DRIVER OWNS AND/OR LEASES FOR THE PURPOSE OF PERFORM-\n   20  ING THE PUBLIC WORK.\n   21    B.   EVERY CONTRACTOR PERFORMING A PUBLIC WORK PROJECT, WHICH DIRECTLY\n   22  OR THROUGH A SUBCONTRACTOR EMPLOYS ANY  OWNER-DRIVER  ON  SUCH  PROJECT,\n   23  SHALL:\n   24    (I) CERTIFY, ON A WEEKLY BASIS, TO THE DEPARTMENT OF JURISDICTION:\n   25    (A) THAT EACH OWNER-DRIVER HAS RECEIVED A SEPARATE CHECK FOR:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07430-01-1\n\n       A. 4128                             2\n\n    1    (1) WAGES,\n    2    (2) MOTOR VEHICLE RENTAL, AND\n    3    (3) ANY REQUIRED FRINGE BENEFITS AND SUPPLEMENTS, PAID DIRECTLY TO THE\n    4  OWNER-DRIVER  OR  TO  ANY TRUST FUND OR OTHER ACCOUNT FOR THE BENEFIT OF\n    5  THE OWNER-DRIVER; AND\n    6    (B) THAT EACH OWNER-DRIVER IS COVERED  BY  WORKERS'  COMPENSATION  AND\n    7  DISABILITY INSURANCE;\n    8    (II) MAINTAIN ALL RECORDS RELATING TO OWNER-DRIVERS INCLUDING, BUT NOT\n    9  LIMITED TO, PAY STUBS, OTHER RECORDS OF PAYMENT AND INSURANCE COVERAGE.\n   10    C.  EVERY  OWNER-DRIVER  SHALL BE PAID THE PREVAILING RATE OF WAGE FOR\n   11  THE PUBLIC WORK PROJECT.\n   12    D. ANY CONTRACTOR OR SUBCONTRACTOR WHO VIOLATES THE PROVISIONS OF THIS\n   13  SUBDIVISION SHALL BE PROHIBITED FROM BIDDING UPON OR BEING  AWARDED  ANY\n   14  CONTRACT FOR OR BEING EMPLOYED AT ANY PUBLIC WORK PROJECT.\n   15    S  4.  This  act shall take effect on the thirtieth day after it shall\n   16  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to owner-drivers employed on public work projects ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT", "SOBI.D110202.T112709.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664029006
}