{
  "year" : 2011,
  "senateBillNo" : "A412-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A412-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes program for familial dysautonomia and Tay-Sachs disease screening; authorizes department of health to provide grants",
  "summary" : "Authorizes the department of health to establish a program for familial dysautonomia, Canavan's and Tay-Sachs disease screening and counseling and to provide grants and to enter into contracts with public and non-profit private entities to assist in such program; and provides that participation in such program shall be voluntary and all information shall be confidential. ",
  "currentCommittee" : null,
  "sameAs" : "S738",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1135-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          412\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DINOWITZ, JACOBS, JAFFEE, HEVESI, LANCMAN --\n         Multi-Sponsored by -- M.  of A. McENENY, McKEVITT  --  read  once  and\n         referred to the Committee on Health\n\n       AN  ACT to amend the public health law, in relation to the establishment\n         of a program for familial dysautonomia,  Canavan's  disease  and  Tay-\n         Sachs disease screening and counseling\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The public health law is amended by adding a  new  article\n    2  27-DDD to read as follows:\n    3                                ARTICLE  27-DDD\n    4            PROGRAM FOR FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE\n    5               AND TAY-SACHS DISEASE SCREENING AND COUNSELING\n    6  SECTION 2770. LEGISLATIVE FINDINGS AND DECLARATION OF PURPOSE.\n    7          2771.  PROGRAM  FOR FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE AND\n    8                 TAY-SACHS DISEASE SCREENING AND COUNSELING.\n    9          2772. COMMISSIONER; FUNCTIONS, POWERS AND DUTIES.\n   10          2773. COSTS.\n   11          2774. VOLUNTARY PARTICIPATION.\n   12          2774-A. APPLICATION; ADMINISTRATION AS TO GRANTS AND CONTRACTS.\n   13          2774-B. CONFIDENTIALITY OF INFORMATION.\n   14          2774-C. REPORTS.\n   15    S 2770.   LEGISLATIVE FINDINGS AND DECLARATION OF  PURPOSE.    1.  THE\n   16  LEGISLATURE HEREBY FINDS AND DECLARES:\n   17    (A)  THAT  FAMILIAL  DYSAUTONOMIA,  CANAVAN'S  DISEASE  AND  TAY-SACHS\n   18  DISEASE ARE DEBILITATING, INHERITABLE DISEASES THAT HAVE  AFFECTED  MANY\n   19  CITIZENS OF THE STATE;\n   20    (B)  THAT  FAMILIAL  DYSAUTONOMIA,  CANAVAN'S  DISEASE  AND  TAY-SACHS\n   21  DISEASE ARE DEADLY  AND  TRAGIC  BURDENS  WHICH  ARE  LIKELY  TO  STRIKE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03218-01-1\n\n       A. 412                              2\n\n    1  ONE-FOURTH  OF  THE  CHILDREN  BORN TO PARENTS BOTH OF WHOM ARE FAMILIAL\n    2  DYSAUTONOMIA, CANAVAN'S DISEASE AND TAY-SACHS DISEASE CARRIERS;\n    3    (C)    THAT  EFFORTS  WITH RESPECT TO FAMILIAL DYSAUTONOMIA, CANAVAN'S\n    4  DISEASE AND TAY-SACHS DISEASE MUST BE  DIRECTED  TOWARD  THE  EDUCATION,\n    5  SCREENING,   AND   COUNSELING  OF  CARRIERS  OF  FAMILIAL  DYSAUTONOMIA,\n    6  CANAVAN'S DISEASE AND TAY-SACHS DISEASE;\n    7    (D) THAT SIMPLE AND INEXPENSIVE  SCREENING  TESTS  HAVE  BEEN  DEVISED\n    8  WHICH IDENTIFY THOSE WHO HAVE THE DISEASES OR ARE FAMILIAL DYSAUTONOMIA,\n    9  CANAVAN'S DISEASE AND TAY-SACHS DISEASE CARRIERS;\n   10    (E)  THAT  PROGRAMS  WITH  RESPECT TO FAMILIAL DYSAUTONOMIA, CANAVAN'S\n   11  DISEASE AND TAY-SACHS DISEASE MUST BE BASED ENTIRELY UPON THE  VOLUNTARY\n   12  COOPERATION OF THE INDIVIDUALS INVOLVED;\n   13    (F)  THAT  THE APPLICATION OF METHODS OF SCREENING AND COUNSELING WITH\n   14  RESPECT  TO  FAMILIAL  DYSAUTONOMIA,  CANAVAN'S  DISEASE  AND  TAY-SACHS\n   15  DISEASE DESERVE THE HIGHEST PRIORITY; AND\n   16    (G) THAT THE ESTABLISHMENT OF FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE\n   17  AND TAY-SACHS DISEASE EDUCATION, SCREENING, AND COUNSELING PROGRAMS WILL\n   18  BE COST BENEFICIAL TO THE CITIZENS OF THE STATE.\n   19    2. IN ORDER TO PRESERVE AND PROTECT THE PUBLIC HEALTH AND WELFARE, THE\n   20  LEGISLATURE  HEREBY  DECLARES  AS  ITS  PURPOSE  THE  ESTABLISHMENT OF A\n   21  PROGRAM FOR  FAMILIAL  DYSAUTONOMIA,  CANAVAN'S  DISEASE  AND  TAY-SACHS\n   22  DISEASE SCREENING AND COUNSELING.\n   23    S  2771. PROGRAM FOR FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE AND TAY-\n   24  SACHS DISEASE SCREENING AND COUNSELING.  THE COMMISSIONER  SHALL  ESTAB-\n   25  LISH   WITHIN  THE  DEPARTMENT  A  PROGRAM  FOR  FAMILIAL  DYSAUTONOMIA,\n   26  CANAVAN'S DISEASE AND TAY-SACHS DISEASE SCREENING AND COUNSELING FOR THE\n   27  PURPOSES OF:\n   28    1. THE ESTABLISHMENT AND OPERATION OF VOLUNTARY FAMILIAL DYSAUTONOMIA,\n   29  CANAVAN'S  DISEASE  AND  TAY-SACHS  DISEASE  SCREENING  AND   COUNSELING\n   30  PROGRAMS, PRIMARILY THROUGH OTHER EXISTING HEALTH PROGRAMS; AND\n   31    2.  THE  DEVELOPMENT OF INFORMATION AND EDUCATIONAL MATERIALS RELATING\n   32  TO FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE AND TAY-SACHS  DISEASE,  AND\n   33  THE DISSEMINATION OF SUCH INFORMATION AND MATERIALS TO PERSONS PROVIDING\n   34  HEALTH CARE AND TO THE PUBLIC GENERALLY.\n   35    S  2772.  COMMISSIONER; FUNCTIONS, POWERS AND DUTIES.  IN CARRYING OUT\n   36  THE PROVISIONS OF THIS ARTICLE, THE COMMISSIONER SHALL HAVE THE  FOLLOW-\n   37  ING FUNCTIONS, POWERS AND DUTIES:\n   38    1.  IN  HIS  OR  HER  DISCRETION,  TO  MAKE  GRANTS  TO AND ENTER INTO\n   39  CONTRACTS WITH, PUBLIC AND NONPROFIT PRIVATE ENTITIES FOR  PROJECTS  FOR\n   40  THE  ESTABLISHMENT  AND  OPERATION  OF  VOLUNTARY FAMILIAL DYSAUTONOMIA,\n   41  CANAVAN'S  DISEASE  AND  TAY-SACHS  DISEASE  SCREENING  AND   COUNSELING\n   42  PROGRAMS;\n   43    2. TO CARRY OUT A PROGRAM TO DEVELOP INFORMATION AND EDUCATIONAL MATE-\n   44  RIALS RELATING TO FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE AND TAY-SACHS\n   45  DISEASE  AND  TO  DISSEMINATE  SUCH INFORMATION AND MATERIALS TO PERSONS\n   46  PROVIDING HEALTH CARE AND TO THE PUBLIC GENERALLY;\n   47    3. TO MAKE GRANTS TO PUBLIC AND  NONPROFIT  PRIVATE  ENTITIES  AND  TO\n   48  ENTER  INTO  CONTRACTS  WITH PUBLIC AND PRIVATE ENTITIES AND INDIVIDUALS\n   49  FOR THE PURPOSE OF EFFECTUATING THE DUTY PRESCRIBED BY  SUBDIVISION  TWO\n   50  OF THIS SECTION;\n   51    4.  TO  ADOPT,  PROMULGATE, AMEND AND RESCIND SUITABLE RULES AND REGU-\n   52  LATIONS TO CARRY OUT THE PROVISIONS AND PURPOSES OF THIS ARTICLE; AND\n   53    5. TO EXERCISE AND PERFORM SUCH OTHER FUNCTIONS, POWERS AND DUTIES  AS\n   54  ARE  CONTAINED  IN THIS ARTICLE OR AS MAY FROM TIME TO TIME BE CONFERRED\n   55  OR IMPOSED BY LAW.\n\n       A. 412                              3\n\n    1    S 2773. COSTS. COSTS INCURRED BY THE COMMISSIONER IN  MAKING  PAYMENTS\n    2  PURSUANT  TO  GRANTS  AND  CONTRACTS  AUTHORIZED BY SUBDIVISIONS ONE AND\n    3  THREE OF SECTION TWENTY-SEVEN HUNDRED SEVENTY-TWO OF THIS ARTICLE  SHALL\n    4  BE PAYABLE, AFTER SUBMISSION OF A VOUCHER CERTIFIED BY THE COMMISSIONER,\n    5  UPON AUDIT AND WARRANT OF THE COMPTROLLER FROM MONEYS MADE AVAILABLE FOR\n    6  SUCH PURPOSE BY APPROPRIATION.\n    7    S  2774.  VOLUNTARY PARTICIPATION. THE PARTICIPATION BY ANY INDIVIDUAL\n    8  IN ANY PROGRAM OR PORTION THEREOF ESTABLISHED UNDER THIS  ARTICLE  SHALL\n    9  BE  WHOLLY  VOLUNTARY AND SHALL NOT BE A PREREQUISITE TO ELIGIBILITY FOR\n   10  OR RECEIPT OF ANY OTHER SERVICE OR ASSISTANCE FROM, OR TO  PARTICIPATION\n   11  IN, ANY OTHER PROGRAM.\n   12    S  2774-A. APPLICATION; ADMINISTRATION AS TO GRANTS AND CONTRACTS.  1.\n   13  A GRANT AUTHORIZED BY SECTION TWENTY-SEVEN HUNDRED SEVENTY-TWO  OF  THIS\n   14  ARTICLE  MAY  BE MADE UPON APPLICATION TO THE COMMISSIONER AT SUCH TIME,\n   15  IN SUCH MANNER, UPON SUCH FORMS,  CONTAINING  AND  ACCOMPANIED  BY  SUCH\n   16  INFORMATION,  AS  THE  COMMISSIONER  SHALL  DEEM NECESSARY AND, BY REGU-\n   17  LATION, PRESCRIBE.\n   18    2.  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION,\n   19  ANY APPLICATION MADE PURSUANT TO THIS SECTION SHALL AT LEAST PROVIDE:\n   20    (A)  THAT THE PROGRAMS AND ACTIVITIES FOR WHICH ASSISTANCE UNDER  THIS\n   21  ARTICLE  IS  SOUGHT  WILL BE ADMINISTERED BY OR UNDER THE SUPERVISION OF\n   22  THE APPLICANT;\n   23    (B)  FOR STRICT CONFIDENTIALITY OF ALL TEST RESULTS, MEDICAL  RECORDS,\n   24  AND  OTHER INFORMATION REGARDING SCREENING OR COUNSELING, EXCEPT FOR (I)\n   25  SUCH INFORMATION AS THE PATIENT (OR HIS OR HER GUARDIAN) CONSENTS TO  BE\n   26  RELEASED;  OR  (II)  STATISTICAL  DATA COMPILED WITHOUT REFERENCE TO THE\n   27  IDENTITY OF ANY SUCH PATIENT;\n   28    (C) FOR APPROPRIATE COMMUNITY REPRESENTATION IN  THE  DEVELOPMENT  AND\n   29  OPERATION OF ANY PROGRAM FUNDED BY A GRANT UNDER THIS ARTICLE;\n   30    (D)  IN  THE CASE OF AN APPLICATION FOR A GRANT AUTHORIZED BY SUBDIVI-\n   31  SION ONE OF SECTION TWENTY-SEVEN HUNDRED SEVENTY-TWO  OF  THIS  ARTICLE,\n   32  ASSURANCES  SATISFACTORY  TO THE COMMISSIONER THAT (I) THE SCREENING AND\n   33  COUNSELING SERVICES TO BE PROVIDED  UNDER  THE  PROGRAM  FOR  WHICH  THE\n   34  APPLICATION  IS  MADE  WILL  BE DIRECTED FIRST TO THE BLOOD RELATIVES OF\n   35  KNOWN FAMILIAL DYSAUTONOMIA,  CANAVAN'S  DISEASE  OR  TAY-SACHS  DISEASE\n   36  VICTIMS;  AND  SECOND, TO THE HIGH-RISK POPULATION GROUPS IN WHICH FAMI-\n   37  LIAL DYSAUTONOMIA, CANAVAN'S DISEASE AND TAY-SACHS DISEASE  OCCURS  WITH\n   38  GREATEST  FREQUENCY  AND ESPECIALLY TO THOSE PERSONS IN THESE GROUPS WHO\n   39  ARE ENTERING THEIR CHILDBEARING YEARS; AND (II) APPROPRIATE ARRANGEMENTS\n   40  HAVE BEEN MADE TO PROVIDE GENETIC COUNSELING  TO  PERSONS  FOUND  TO  BE\n   41  FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE OR TAY-SACHS CARRIERS;\n   42    (E)  FOR  SUCH  FISCAL  CONTROL  AND FUND ACCOUNTING PROCEDURES AS THE\n   43  COMMISSIONER MAY DEEM NECESSARY TO ASSURE  PROPER  DISBURSEMENT  OF  AND\n   44  ACCOUNTING FOR FUNDS PAID TO THE APPLICANT PURSUANT TO THIS ARTICLE; AND\n   45    (F)  FOR MAKING SUCH REPORTS IN SUCH FORM AND CONTAINING SUCH INFORMA-\n   46  TION AS THE COMMISSIONER MAY, BY REGULATION, REASONABLY REQUIRE.\n   47    3. IN MAKING OR ENTERING INTO ANY GRANT OR CONTRACT PURSUANT  TO  THIS\n   48  ARTICLE, THE COMMISSIONER SHALL:\n   49    (A)  TAKE  INTO  ACCOUNT  THE  NUMBER  OF  PERSONS TO BE SERVED BY THE\n   50  PROGRAM SUPPORTED BY SUCH GRANT OR CONTRACT  AND  THE  EXTENT  TO  WHICH\n   51  RAPID  AND  EFFECTIVE  USE  WILL  BE  MADE  OF  FUNDS UNDER THE GRANT OR\n   52  CONTRACT; AND\n   53    (B) GIVE PRIORITY TO PROGRAMS OPERATING IN AREAS WHICH THE COMMISSION-\n   54  ER DETERMINES TO HAVE THE GREATEST NUMBER OF  PERSONS  IN  NEED  OF  THE\n   55  SCREENING AND COUNSELING SERVICES PROVIDED UNDER SUCH PROGRAMS.\n\n       A. 412                              4\n\n    1    S  2774-B.  CONFIDENTIALITY OF INFORMATION.  ALL TEST RESULTS, MEDICAL\n    2  RECORDS AND  ANY  OTHER  INFORMATION  REGARDING  FAMILIAL  DYSAUTONOMIA,\n    3  CANAVAN'S DISEASE AND TAY-SACHS DISEASE SCREENING OR COUNSELING ACQUIRED\n    4  OR  MADE BY A PUBLIC OR PRIVATE ENTITY OR AN INDIVIDUAL UNDER THIS ARTI-\n    5  CLE  SHALL BE KEPT CONFIDENTIAL, AND SHALL NOT BE ADMISSIBLE AS EVIDENCE\n    6  IN AN ACTION OR PROCEEDING IN ANY COURT OR BEFORE  ANY  OTHER  TRIBUNAL,\n    7  BOARD,  AGENCY OR PERSON; PROVIDED, HOWEVER, THAT THE PROVISIONS OF THIS\n    8  SECTION SHALL NOT APPLY TO:\n    9    1. SUCH INFORMATION AS THE PATIENT, OR HIS OR HER  GUARDIAN,  CONSENTS\n   10  TO BE RELEASED; OR\n   11    2.  STATISTICAL DATA COMPILED WITHOUT REFERENCE TO THE IDENTITY OF ANY\n   12  SUCH PATIENT; OR\n   13    3. SUCH INFORMATION AS IS RELEASED BY WRITTEN  ORDER  OF  A  COURT  OF\n   14  RECORD,  ISSUED  BY SUCH COURT AFTER RECEIPT OF AN APPLICATION ON APPRO-\n   15  PRIATE NOTICE AND AN OPPORTUNITY FOR ALL RELEVANT PARTIES TO  BE  HEARD,\n   16  SHOWING GOOD CAUSE FOR THE FOLLOWING REASONS:\n   17    (A) OTHER WAYS OF OBTAINING THE INFORMATION ARE NOT AVAILABLE OR WOULD\n   18  BE INEFFECTIVE; AND\n   19    (B)  THERE  IS  A REASONABLE LIKELIHOOD THAT THE RECORDS WILL DISCLOSE\n   20  INFORMATION OF SUBSTANTIAL VALUE IN A CIVIL AND/OR CRIMINAL PROCEEDING.\n   21    IN ANY APPLICATION BROUGHT UNDER THIS SUBDIVISION,  UNLESS  THE  COURT\n   22  ORDERS  ALL  PAPERS FILED UNDER SEAL, THE SUBJECT OF THE RECORD SHALL BE\n   23  IDENTIFIED ONLY BY FICTITIOUS NAME, AND THE APPLICATION  AND  RESPONDING\n   24  PAPERS SHALL NOT CONTAIN OR OTHERWISE DISCLOSE THE SUBJECT'S IDENTITY OR\n   25  OTHER CONFIDENTIAL INFORMATION.\n   26    S 2774-C. REPORTS. 1. THE COMMISSIONER SHALL PREPARE AND SUBMIT TO THE\n   27  GOVERNOR  AND THE LEGISLATURE AS SOON AS PRACTICABLE AFTER THE ENACTMENT\n   28  OF THIS ARTICLE, BUT NO LATER THAN ONE YEAR FOLLOWING SUCH ENACTMENT,  A\n   29  COMPREHENSIVE REPORT ON THE ADMINISTRATION OF THIS ARTICLE.\n   30    2.  SUCH  REPORT  SHALL  CONTAIN  SUCH  RECOMMENDATIONS FOR ADDITIONAL\n   31  LEGISLATION AS THE COMMISSIONER DEEMS NECESSARY.\n   32    S 2. This act shall take effect on the one hundred eightieth day after\n   33  it shall have become a law, provided, however, that effective immediate-\n   34  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   35  necessary  for  the implementation of this act on its effective date are\n   36  authorized and directed to be made  and  completed  on  or  before  such\n   37  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the establishment of a program for familial dysautonomia, Canavan's disease and Tay-Sachs disease screening and counseling ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T160618.TXT", "SOBI.D101228.T095313.TXT", "SOBI.D101228.T094813.TXT", "SOBI.D101230.T095721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293721041936
}