{
  "year" : 2011,
  "senateBillNo" : "A4127-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to local governments",
    "billEventId" : "A4127-2011-1296536400000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the taking of title to solid waste by municipalities",
  "summary" : "Authorizes municipalities to adopt local laws, ordinances or resolutions to take title to all or any component of solid waste that is left for collection within their boundaries and provides that such local law, ordinance or resolution may distinguish among different categories or components of solid waste, including but not limited to recyclable or reusable materials; requires the municipality hold a public hearing prior to adopting such provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A3240-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4127\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to locally gener-\n         ated solid waste\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  In order to further the purposes of\n    2  federal and state policies on solid waste management articulated in  the\n    3  federal  resource  conservation  and recovery act of 1976 (\"The congress\n    4  finds with respect to solid  waste  ...  that  ...  the  collection  and\n    5  disposal of solid wastes should continue to be primarily the function of\n    6  state,  regional, and local agencies ....\") and the New York state solid\n    7  waste management act of 1988 (\"A state-local partnership, in  which  the\n    8  basic  responsibility  for  the  planning  and  operation of solid waste\n    9  management facilities remains  with  local  governments  and  the  state\n   10  provides  necessary  guidance  and assistance, must be forged ...\"), the\n   11  legislature hereby finds that it is in the public interest to  authorize\n   12  municipal  corporations  to adopt local laws, ordinances and resolutions\n   13  asserting title to all or any component of solid waste that is left  for\n   14  collection within their boundaries.\n   15    S  2.  The  general  municipal  law is amended by adding a new section\n   16  120-dd to read as follows:\n   17    S 120-DD. ASSERTION OF TITLE TO SOLID WASTE BY MUNICIPAL CORPORATIONS.\n   18  1.  PURSUANT TO THE AUTHORITY OF THIS SECTION, A  MUNICIPAL  CORPORATION\n   19  MAY  ADOPT  A LOCAL LAW, ORDINANCE OR RESOLUTION DECLARING, CLAIMING AND\n   20  ASSERTING TITLE OR CONTINGENT TITLE TO ALL OR  ANY  COMPONENT  OF  SOLID\n   21  WASTE WHICH HAS BEEN LEFT FOR COLLECTION WITHIN ITS BOUNDARIES. ANY SUCH\n   22  LOCAL LAW, ORDINANCE OR RESOLUTION MAY DISTINGUISH AMONG DIFFERENT CATE-\n   23  GORIES  OR  COMPONENTS  OF  SOLID  WASTE,  INCLUDING  BUT NOT LIMITED TO\n   24  RECYCLABLE OR REUSABLE MATERIALS, AND \"SECONDARY MATERIALS\"  AS  DEFINED\n   25  BY  SECTION  27-0401 OF THE ENVIRONMENTAL CONSERVATION LAW. FOR PURPOSES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07476-01-1\n\n       A. 4127                             2\n\n    1  OF THIS SECTION, THE TERM \"SOLID WASTE\" SHALL HAVE THE SAME  MEANING  AS\n    2  SET  FORTH IN SECTION 27-0501 OF THE ENVIRONMENTAL CONSERVATION LAW, AND\n    3  THE TERM \"CONTINGENT TITLE\" SHALL MEAN THAT A MUNICIPAL CORPORATION  MAY\n    4  CLAIM  OR  ASSERT TITLE TO SOLID WASTE SUBJECT TO CONDITIONS ESTABLISHED\n    5  BY LOCAL LAW, ORDINANCE, OR RESOLUTION OF THE MUNICIPAL CORPORATION.\n    6    2. ANY SUCH LOCAL LAW, ORDINANCE OR RESOLUTION OF A  MUNICIPAL  CORPO-\n    7  RATION  WHICH  IS  A  SOLID  WASTE  MANAGEMENT  PLANNING UNIT SHALL TAKE\n    8  PRECEDENCE AND SUPERSEDE THAT OF  ANY  OTHER  MUNICIPAL  CORPORATION  OR\n    9  MUNICIPAL  CORPORATIONS  LOCATED WITHIN SUCH PLANNING UNIT. IF, HOWEVER,\n   10  THE PLANNING UNIT IS NOT A MUNICIPAL CORPORATION, THEN  ANY  SUCH  LOCAL\n   11  LAW,  ORDINANCE  OR RESOLUTION ADOPTED BY A COUNTY, OTHER THAN THE COUN-\n   12  TIES OF NASSAU AND SUFFOLK, SHALL TAKE PRECEDENCE  AND  SHALL  SUPERSEDE\n   13  THAT  OF  ANY  OTHER  MUNICIPAL  CORPORATION  OR  MUNICIPAL CORPORATIONS\n   14  LOCATED WITHIN SAID COUNTY. IN THE COUNTIES OF NASSAU  AND  SUFFOLK,  IF\n   15  THE  PLANNING  UNIT  IS NOT A MUNICIPAL CORPORATION, THEN ANY SUCH LOCAL\n   16  LAW, ORDINANCE OR RESOLUTION ADOPTED BY A TOWN SHALL TAKE PRECEDENCE AND\n   17  SHALL SUPERSEDE THAT OF ANY OTHER  MUNICIPAL  CORPORATION  OR  MUNICIPAL\n   18  CORPORATIONS LOCATED WITHIN SUCH TOWN. FOR PURPOSES OF THIS SECTION, THE\n   19  TERM \"PLANNING UNIT\" SHALL HAVE THE SAME MEANING AS SET FORTH IN SECTION\n   20  27-0107 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   21    3.  PRIOR  TO EXERCISING THE AUTHORITY OF THIS SECTION TO ENACT SUCH A\n   22  LOCAL LAW, ORDINANCE OR  RESOLUTION,  THE  PLANNING  UNIT  OR  MUNICIPAL\n   23  CORPORATION  SHALL  HOLD  A  PUBLIC  HEARING  RELATING  TO  ITS PROPOSED\n   24  PROVISIONS, AND ANY SUCH LOCAL LAW SHALL BE ADOPTED IN  ACCORDANCE  WITH\n   25  THE  PROCEDURE  PROVIDED  BY THE MUNICIPAL HOME RULE LAW, EXCEPT THAT NO\n   26  SUCH LOCAL LAW SHALL BE SUBJECT TO EITHER MANDATORY OR PERMISSIVE REFER-\n   27  ENDUM.\n   28    S 3. Severability.  The provisions of this act shall be severable  and\n   29  if  any  portion  thereof  or the applicability thereof to any person or\n   30  circumstances shall be held invalid, the remainder of this act  and  the\n   31  application thereof shall not be affected thereby.\n   32    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to locally generated solid waste ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT", "SOBI.D110202.T112709.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664029005
}