{
  "year" : 2011,
  "senateBillNo" : "A4137-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to aging",
    "billEventId" : "A4137-2011-1296536400000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the director of the state office for the aging a member of the emergency services council",
  "summary" : "Makes the director of the state office for the aging a member of the emergency services council. ",
  "currentCommittee" : null,
  "sameAs" : "S1994",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A4491-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4137\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the executive law; in relation to making the director of\n         the state office for the aging a  member  of  the  emergency  services\n         council\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 580 of the executive law, as added\n    2  by chapter 300 of the laws of 2000, is amended to read as follows:\n    3    1. Creation; members. There is hereby created  in  the  department  of\n    4  state  an  emergency services council, the members of which shall be the\n    5  directors of the office of fire prevention and control,  the  bureau  of\n    6  emergency  medical  services  and the state emergency management office,\n    7  the superintendent of state police,  the  commissioner  of  health,  the\n    8  secretary  of  state, THE DIRECTOR OF THE STATE OFFICE FOR THE AGING and\n    9  the director of state operations who shall  be  the  chairperson  unless\n   10  otherwise  appointed  by the governor. There shall also be two represen-\n   11  tatives appointed by the state emergency medical services  council,  one\n   12  of whom shall be a representative of volunteer ambulance service and one\n   13  of  whom shall be a representative of proprietary ambulance service; two\n   14  representatives appointed by the fire advisory board, one of which shall\n   15  be representative of volunteer fire service and one of  which  shall  be\n   16  representative  of  paid  fire  service;  one  representative  shall  be\n   17  appointed by the disaster preparedness commission; one  physician  shall\n   18  be  appointed  by  the  state  emergency medical advisory committee; one\n   19  appointment shall be made by the governor; one appointment shall be made\n   20  by the temporary president of the senate; and one appointment  shall  be\n   21  made by the speaker of the assembly.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04641-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law; in relation to making the director of the state office for the aging a member of the emergency services council ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T113209.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664329213
}