{
  "year" : 2011,
  "senateBillNo" : "A4133-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A4133-2011-1296536400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the removal or covering of inapplicable highway work zone traffic control signs",
  "summary" : "Requires that signs posted for highway work zone traffic control, including but not limited to highway construction zones, maintenance work area, or restricted highways, to be promptly covered or removed whenever such sign or signs are not applicable. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1589-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4133\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         the  removal  or  covering  of  inapplicable highway work zone traffic\n         control signs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1686 to read as follows:\n    3    S 1686. WORK ZONE SIGNS. ANY SIGN OR SIGNS  PLACED  FOR  HIGHWAY  WORK\n    4  ZONE  TRAFFIC  CONTROL,  INCLUDING,  BUT NOT LIMITED TO, THOSE PLACED IN\n    5  HIGHWAY CONSTRUCTION OR MAINTENANCE WORK AREAS, OR ON  RESTRICTED  HIGH-\n    6  WAYS,  SHALL  BE PROMPTLY COVERED OR REMOVED WHENEVER SUCH SIGN OR SIGNS\n    7  ARE NOT APPLICABLE, AS DETERMINED BY THE STATE OR LOCAL AUTHORITY HAVING\n    8  JURISDICTION THEREON.  FOR THE PURPOSES OF THIS  SUBDIVISION,  THE  TERM\n    9  \"RESTRICTED HIGHWAY\" SHALL MEAN A HIGHWAY DESIGNATED AS SUCH PURSUANT TO\n   10  SECTION ONE HUNDRED FOUR-A OF THE HIGHWAY LAW.\n   11    S 2. Section 155 of the vehicle and traffic law, as amended by chapter\n   12  628 of the laws of 2002, is amended to read as follows:\n   13    S  155.  Traffic  infraction.  The  violation of any provision of this\n   14  chapter, except articles forty-seven and forty-eight AND SECTION SIXTEEN\n   15  HUNDRED EIGHTY-SIX OF THIS CHAPTER, or of  any  law,  ordinance,  order,\n   16  rule  or  regulation  regulating  traffic  which is not declared by this\n   17  chapter or other law of this state to be a misdemeanor or  a  felony.  A\n   18  traffic  infraction  is  not a crime and the punishment imposed therefor\n   19  shall not be deemed for any purpose a penal or criminal  punishment  and\n   20  shall  not affect or impair the credibility as a witness or otherwise of\n   21  any person convicted thereof. This definition shall be  retroactive  and\n   22  shall  apply  to all acts and violations heretofore committed where such\n   23  acts and violations would, if committed subsequent to the taking  effect\n   24  of  this  section,  be  included within the meaning of the term \"traffic\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05267-01-1\n\n       A. 4133                             2\n\n    1  infraction\" as herein defined. Except in those portions of Suffolk coun-\n    2  ty for which a district court has been established,  outside  of  cities\n    3  having  a population in excess of two hundred thousand in which adminis-\n    4  trative  tribunals have heretofore been established, courts and judicial\n    5  officers heretofore  having  jurisdiction  over  such  violations  shall\n    6  continue  to  do so and for such purpose such violations shall be deemed\n    7  misdemeanors and all provisions of law relating to  misdemeanors  except\n    8  as  provided in section eighteen hundred five of this chapter and except\n    9  as herein otherwise expressly provided shall apply except that  no  jury\n   10  trial  shall  be  allowed  for traffic infractions. In those portions of\n   11  Suffolk county for which a district court has been established,  and  in\n   12  cities  having  a  population in excess of two hundred thousand in which\n   13  administrative tribunals have heretofore been established, the  criminal\n   14  courts  of such cities or portions of Suffolk county in which a district\n   15  court has been established shall have jurisdiction to hear and determine\n   16  any complaint alleging a violation constituting  a  traffic  infraction,\n   17  except  that  administrative  tribunals  heretofore  established in such\n   18  cities or portions of Suffolk county in which a district court has  been\n   19  established  shall have jurisdiction to hear and determine any charge of\n   20  an offense which is a traffic infraction, except  parking,  standing  or\n   21  stopping.  In  cities having a population in excess of two hundred thou-\n   22  sand in which administrative tribunals have heretofore been established,\n   23  and any such administrative tribunal established by the city of Yonkers,\n   24  the city of Peekskill, or the city of  Syracuse,  such  tribunals  shall\n   25  have  jurisdiction  to hear and determine any charge of an offense which\n   26  is a parking, standing or stopping violation. Any  fine  imposed  by  an\n   27  administrative tribunal shall be a civil penalty. For purposes of arrest\n   28  without a warrant, pursuant to article one hundred forty of the criminal\n   29  procedure law, a traffic infraction shall be deemed an offense.\n   30    S  3.  This  act shall take effect on the thirtieth day after it shall\n   31  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring the removal or covering of inapplicable highway work zone traffic control signs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT", "SOBI.D110202.T112709.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664029019
}