{
  "year" : 2011,
  "senateBillNo" : "A4135-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A4135-2011-1296536400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes marine life protection task force to study the species of marine life in the state and law and regulations protecting such species",
  "summary" : "Establishes the marine life protection task force within the department of environmental conservation; such task force is directed to determine the laws, rules and regulations providing protection to marine life in the marine and coastal district and assess the effectiveness thereof; also shall be required to inventory and map the various species of marine life at the sites within the marine and coastal district, and determine whether such species need further protection; the task force shall propose a marine life protection plan and a timetable for the implementation thereof to the commissioner of environmental conservation, governor and legislative leaders to assure adequate protection of marine life in the state; such plan shall include proposed legislation; such task force shall study the feasibility of municipal regulation of marine life reserves. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1694-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4135\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         establishing  the  marine life protection task force and providing for\n         the powers and duties thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 13 of the environmental conservation law is amended\n    2  by adding a new title 7 to read as follows:\n    3                                    TITLE 7\n    4                           MARINE LIFE PROTECTION\n    5  SECTION 13-0701. LEGISLATIVE INTENT.\n    6          13-0703. DEFINITIONS.\n    7          13-0705. MARINE LIFE PROTECTION TASK FORCE.\n    8          13-0707. TASK FORCE; POWERS AND DUTIES.\n    9          13-0709. REPORTS AND RECOMMENDATIONS.\n   10  S 13-0701. LEGISLATIVE INTENT.\n   11    THE LEGISLATURE HEREBY FINDS THAT:\n   12    1.  NEW  YORK'S  EXTRAORDINARY  MARINE BIOLOGICAL DIVERSITY IS A VITAL\n   13  ASSET TO THE STATE AND NATION. THE DIVERSITY OF SPECIES  AND  ECOSYSTEMS\n   14  FOUND  IN THE STATE'S MARINE AND COASTAL DISTRICT IS IMPORTANT TO PUBLIC\n   15  HEALTH AND WELL-BEING, ECOLOGICAL HEALTH, AND OCEAN-DEPENDENT INDUSTRY;\n   16    2. COASTAL DEVELOPMENT, WATER POLLUTION  AND  OTHER  HUMAN  ACTIVITIES\n   17  THREATEN THE HEALTH OF MARINE HABITAT AND THE BIOLOGICAL DIVERSITY FOUND\n   18  IN  NEW YORK'S MARINE AND COASTAL DISTRICT. NEW TECHNOLOGIES AND DEMANDS\n   19  HAVE ENCOURAGED THE EXPANSION OF FISHING AND OTHER ACTIVITIES TO FORMER-\n   20  LY INACCESSIBLE MARINE AREAS THAT ONCE RECHARGED NEARBY FISHERIES. AS  A\n   21  RESULT,  ECOSYSTEMS  THROUGHOUT  THE STATE'S MARINE AND COASTAL DISTRICT\n   22  ARE BEING ALTERED, OFTEN AT A RAPID RATE;\n   23    3. FISH AND OTHER SEA LIFE ARE SUSTAINABLE RESOURCES, AND  FISHING  IS\n   24  AN  IMPORTANT  STATE  ASSET.  MARINE  PROTECTED  AREAS AND SOUND FISHERY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05277-01-1\n\n       A. 4135                             2\n\n    1  MANAGEMENT ARE COMPLEMENTARY COMPONENTS OF  A  COMPREHENSIVE  EFFORT  TO\n    2  SUSTAIN MARINE HABITATS AND FISHERIES;\n    3    4.  UNDERSTANDING OF THE IMPACTS OF HUMAN ACTIVITIES AND THE PROCESSES\n    4  REQUIRED TO SUSTAIN THE ABUNDANCE AND DIVERSITY OF MARINE LIFE IS LIMIT-\n    5  ED. THE DESIGNATION OF CERTAIN AREAS  AS  SEA  LIFE  RESERVES  CAN  HELP\n    6  EXPAND THE LEGISLATURE'S KNOWLEDGE BY PROVIDING BASELINE INFORMATION AND\n    7  IMPROVING  THE  UNDERSTANDING  OF  ECOSYSTEMS  WHERE MINIMAL DISTURBANCE\n    8  OCCURS;\n    9    5. MARINE LIFE RESERVES ARE ESSENTIAL TO THE  PROTECTION  OF  HABITATS\n   10  AND ECOSYSTEMS, CONSERVATION OF BIOLOGICAL DIVERSITY, PROVISION OF SANC-\n   11  TUARIES  FOR  FISH  AND  OTHER SEA LIFE, ENHANCEMENT OF RECREATIONAL AND\n   12  EDUCATIONAL OPPORTUNITIES, PROVISION OF A REFERENCE POINT AGAINST  WHICH\n   13  SCIENTISTS  CAN  MEASURE  CHANGES  ELSEWHERE  IN  THE MARINE AND COASTAL\n   14  DISTRICT, AND REBUILDING DEPLETED FISHERIES;\n   15    6. THERE IS A NEED TO EXAMINE AND AUGMENT THE STATE'S LAWS TO INCREASE\n   16  THEIR COHERENCE AND EFFECTIVENESS AT PROTECTING NEW YORK'S MARINE  LIFE,\n   17  HABITAT AND ECOSYSTEMS; AND\n   18    7.  TO  IMPROVE  THE  MANAGEMENT  AND PROTECTION OF THE STATE'S MARINE\n   19  LIFE, IT IS NECESSARY TO ESTABLISH A TASK FORCE, WITHIN THE  DEPARTMENT,\n   20  TO  PROPOSE  A MARINE LIFE PROTECTION PLAN TO BE ENACTED INTO LAW BY THE\n   21  LEGISLATURE.\n   22  S 13-0703. DEFINITIONS.\n   23    FOR THE PURPOSES OF THIS TITLE:\n   24    1. \"MARINE LIFE RESERVE\" SHALL MEAN A MARINE PROTECTED AREA  IN  WHICH\n   25  ALL  EXTRACTIVE  ACTIVITIES, INCLUDING THE TAKING OF MARINE SPECIES AND,\n   26  IF NECESSARY, OTHER ACTIVITIES WHICH UPSET THE NATURAL ECOLOGICAL  FUNC-\n   27  TIONS  OF  THE AREA SHALL BE PROHIBITED.  WHILE, TO THE EXTENT FEASIBLE,\n   28  SUCH AREA SHALL BE OPEN TO THE PUBLIC FOR MANAGED ENJOYMENT  AND  STUDY,\n   29  THE AREA IS TO BE MAINTAINED IN AN UNDISTURBED AND UNPOLLUTED STATE.\n   30    2.  \"TASK  FORCE\"  SHALL  MEAN  THE  MARINE LIFE PROTECTION TASK FORCE\n   31  ESTABLISHED PURSUANT TO SECTION 13-0705 OF THIS TITLE.\n   32  S 13-0705. MARINE LIFE PROTECTION TASK FORCE.\n   33    1. THERE IS HEREBY ESTABLISHED, WITHIN THE DEPARTMENT, THE MARINE LIFE\n   34  PROTECTION TASK FORCE. SUCH TASK FORCE SHALL  BE  COMPOSED  OF  THIRTEEN\n   35  MEMBERS.  THE  DIRECTOR  OF  THE  MARINE SCIENCES RESEARCH CENTER OF THE\n   36  STATE UNIVERSITY OF NEW YORK AT STONY BROOK, OR  HIS  OR  HER  DESIGNEE,\n   37  SHALL  BE A MEMBER OF THE TASK FORCE AND SHALL SERVE AS THE CHAIR OF THE\n   38  TASK FORCE. THE COMMISSIONER SHALL APPOINT THREE MEMBERS OF  THE  MARINE\n   39  RESOURCES  ADVISORY  COUNCIL AS MEMBERS OF THE TASK FORCE. THE REMAINING\n   40  NINE MEMBERS OF THE TASK FORCE SHALL BE APPOINTED BY THE COMMISSIONER AS\n   41  FOLLOWS: THREE MEMBERS SHALL BE APPOINTED UPON THE RECOMMENDATION OF THE\n   42  GOVERNOR, THREE MEMBERS SHALL BE APPOINTED UPON  THE  RECOMMENDATION  OF\n   43  THE  TEMPORARY  PRESIDENT  OF  THE  SENATE,  AND  THREE MEMBERS SHALL BE\n   44  APPOINTED UPON THE RECOMMENDATION OF THE SPEAKER OF THE ASSEMBLY.\n   45    2. THE MEMBERS OF THE TASK FORCE APPOINTED BY THE  COMMISSIONER  SHALL\n   46  BE  PERSONS  WHO  HAVE  DEMONSTRATED  EXPERTISE  IN  AND CONCERN FOR THE\n   47  PROTECTION OF MARINE LIFE. SUCH MEMBERS SHALL SERVE FOR A  TERM  OF  TWO\n   48  YEARS,  OR  UNTIL  THEIR  SUCCESSOR HAS BEEN APPOINTED. VACANCIES IN THE\n   49  MEMBERSHIP OF THE TASK FORCE SHALL BE FILLED IN THE MANNER PROVIDED  FOR\n   50  ORIGINAL APPOINTMENTS.\n   51  S 13-0707. TASK FORCE; POWERS AND DUTIES.\n   52    THE TASK FORCE SHALL HAVE THE FOLLOWING POWERS AND DUTIES:\n   53    1.  TO  EMPLOY  AND  AT  PLEASURE REMOVE SUCH PERSONNEL AS IT MAY DEEM\n   54  NECESSARY FOR THE PERFORMANCE OF ITS FUNCTIONS  AND  FIX  THEIR  COMPEN-\n   55  SATION WITHIN THE AMOUNTS MADE AVAILABLE THEREFOR;\n\n       A. 4135                             3\n\n    1    2.  TO  REQUEST, RECEIVE AND UTILIZE AND BE PROVIDED WITH SUCH FACILI-\n    2  TIES, RESOURCES AND DATA OF THE DEPARTMENT, OR ANY DEPARTMENT, DIVISION,\n    3  BOARD, BUREAU, COMMISSION OR AGENCY OF THE STATE OR ANY POLITICAL SUBDI-\n    4  VISION THEREOF AS MAY BE NECESSARY TO PROPERLY CARRY OUT ITS POWERS  AND\n    5  DUTIES;\n    6    3.   TO  DETERMINE  WHICH  LAWS,  RULES  AND  REGULATIONS  GOVERN  THE\n    7  PROTECTION OF MARINE LIFE IN THE MARINE AND COASTAL DISTRICT;\n    8    4. TO ASSESS THE SCOPE AND EFFECTIVENESS OF SUCH LAWS, RULES AND REGU-\n    9  LATIONS IN PROTECTING MARINE LIFE;\n   10    5. TO INVENTORY AND MAP THE MARINE LIFE AT EACH SITE WITHIN THE MARINE\n   11  AND COASTAL DISTRICT;\n   12    6. TO DETERMINE ALL THE SPECIES OF MARINE LIFE AT EACH SUCH SITE,  THE\n   13  APPROXIMATE  NUMBER OF EACH SPECIES AT EACH SUCH SITE, AND THE LEVEL AND\n   14  NATURE OF PROTECTION AFFORDED EACH SPECIES OF MARINE LIFE;\n   15    7. TO PROPOSE A MARINE LIFE PROTECTION PLAN, WHICH SHALL INCLUDE:\n   16    (A) PROTECTION OF THE NATURAL DIVERSITY AND ABUNDANCE OF MARINE  LIFE,\n   17  AND THE STRUCTURE, FUNCTION AND INTEGRITY OF MARINE ECOSYSTEMS,\n   18    (B)  SUSTENANCE,  CONSERVATION  AND  PROTECTION  OF  MARINE LIFE POPU-\n   19  LATIONS, INCLUDING THOSE OF ECONOMIC VALUE, AND REBUILD THOSE  THAT  ARE\n   20  DEPLETED,\n   21    (C)  IMPROVEMENT  OF RECREATIONAL, EDUCATIONAL AND STUDY OPPORTUNITIES\n   22  PROVIDED BY MARINE ECOSYSTEMS THAT ARE SUBJECT TO MINIMAL HUMAN DISTURB-\n   23  ANCE, AND MANAGEMENT OF SUCH USES IN A MANNER CONSISTENT WITH PROTECTING\n   24  BIODIVERSITY,\n   25    (D) PROTECTION OF MARINE NATURAL  HERITAGE,  INCLUDING  PROTECTION  OF\n   26  REPRESENTATIVE AND UNIQUE MARINE LIFE HABITATS IN THE MARINE AND COASTAL\n   27  DISTRICT, AND\n   28    (E) PROPOSE LEGISLATION, BASED UPON SOUND SCIENTIFIC GUIDELINES, WHICH\n   29  ESTABLISHES  CLEARLY  DEFINED  OBJECTIVES, EFFECTIVE MANAGEMENT MEASURES\n   30  AND ADEQUATE ENFORCEMENT FOR THE PROTECTION OF MARINE LIFE;\n   31    8. TO PROPOSE RECOMMENDATIONS AND LEGISLATION  FOR  THE  ESTABLISHMENT\n   32  AND  REGULATION  OF MARINE LIFE RESERVES, INCLUDING NO-TAKE RESERVES, AT\n   33  SITES WITHIN THE MARINE AND COASTAL DISTRICT THAT THE TASK  FORCE  FINDS\n   34  WOULD  BENEFIT  FROM  SUCH DESIGNATION AS A MARINE LIFE RESERVE BASED ON\n   35  THE TASK FORCE'S RESEARCH PURSUANT TO THIS SECTION;\n   36    9. TO ESTABLISH A TIMETABLE  FOR  THE  ESTABLISHMENT  OF  MARINE  LIFE\n   37  RESERVES  AT  THE  VARIOUS SITES WITHIN THE MARINE AND COASTAL DISTRICT;\n   38  AND\n   39    10. TO INVESTIGATE AND MAKE RECOMMENDATIONS  ON  THE  FEASIBILITY  AND\n   40  EFFECTIVENESS  OF PROVIDING ENHANCED MUNICIPAL REGULATION OF MARINE LIFE\n   41  RESERVES.\n   42  S 13-0709. REPORTS AND RECOMMENDATIONS.\n   43    ON OR BEFORE JANUARY FIRST EACH YEAR, THE TASK  FORCE  SHALL  ISSUE  A\n   44  REPORT  AND ITS RECOMMENDATIONS TO THE COMMISSIONER, GOVERNOR, TEMPORARY\n   45  PRESIDENT OF THE SENATE AND SPEAKER OF THE  ASSEMBLY.  SUCH  REPORT  AND\n   46  RECOMMENDATION SHALL INCLUDE ALL INFORMATION DERIVED AND RECOMMENDATIONS\n   47  COMPOSED  PURSUANT  TO SUBDIVISIONS THREE THROUGH TEN OF SECTION 13-0707\n   48  OF THIS TITLE.\n   49    S 2. This act shall take effect on the first of January next  succeed-\n   50  ing  the  date  on  which  it shall have become a law; provided that the\n   51  commissioner of environmental conservation is authorized and directed to\n   52  appoint the members of the marine life protection task force pursuant to\n   53  section 13-0705 of the  environmental  conservation  law,  as  added  by\n   54  section one of this act, on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing the marine life protection task force and providing for the powers and duties thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T113209.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664329209
}