{
  "year" : 2011,
  "senateBillNo" : "A4138-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A4138-2011-1296536400000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides relief for senior citizens through the school tax relief program",
  "summary" : "Provides relief for senior citizens through the STAR program, setting the base figure for the exemption for the 2008-2009 school year at seventy-five thousand eight hundred dollars for eligible senior citizens, and the base figure for the basic Star exemption at thirty thousand dollars. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2151-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4138\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to enhancing  the\n         tax relief for senior citizens through the school tax relief program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 2 of section 425 of  the  real\n    2  property  tax  law, as amended by section 1 of part D-1 of chapter 57 of\n    3  the laws of 2007, is amended to read as follows:\n    4    (b) Base figure. [Subject to the adjustments  prescribed  below,  the]\n    5  THE base figure for the exemption shall be as follows:\n    6    (i)  [For  the nineteen hundred ninety-eight--ninety-nine school year,\n    7  the base figure shall be fifty  thousand  dollars  for  eligible  senior\n    8  citizens; no exemption shall be allowed for other persons.\n    9    (ii)  For  the nineteen hundred ninety-nine--two thousand school year,\n   10  the base figure shall be fifty  thousand  dollars  for  eligible  senior\n   11  citizens, and ten thousand dollars for other eligible persons.\n   12    (iii)  For  the  two  thousand--two thousand one school year, the base\n   13  figure shall be fifty thousand dollars for eligible senior citizens, and\n   14  twenty thousand dollars for other eligible persons.\n   15    (iv) For the two thousand one--two thousand two  school  year  through\n   16  the two thousand five--two thousand six school year, inclusive, the base\n   17  figure shall be fifty thousand dollars for eligible senior citizens, and\n   18  thirty thousand dollars for other eligible persons.\n   19    (v)] For the [two thousand six--two thousand seven school year through\n   20  the] two thousand eight--two thousand nine school year, [inclusive,] the\n   21  base  figure for the enhanced STAR exemption shall be [fifty-six] SEVEN-\n   22  TY-FIVE thousand eight hundred dollars, and  the  base  figure  for  the\n   23  basic STAR exemption shall be thirty thousand dollars.\n   24    [(vi)]  (II)  For  the two thousand nine--two thousand ten school year\n   25  and thereafter:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06056-01-1\n\n       A. 4138                             2\n\n    1    (A) The base figure for the enhanced STAR exemption  shall  equal  the\n    2  prior  year's  base  figure multiplied by the percentage increase in the\n    3  consumer price index for urban wage earners and clerical workers (CPI-W)\n    4  published by the United States department  of  labor,  bureau  of  labor\n    5  statistics,  for  the  third  quarter of the calendar year preceding the\n    6  applicable school year, as compared to the third quarter  of  the  prior\n    7  calendar year. If a base figure as so determined is not exactly equal to\n    8  a  multiple  of  one hundred dollars, it shall be rounded to the nearest\n    9  multiple of one hundred dollars. It shall be the responsibility  of  the\n   10  state board to annually determine such base figures.\n   11    (B) The base figure for the basic STAR exemption shall be thirty thou-\n   12  sand dollars.\n   13    S  2.  This act shall take effect immediately; provided, however, that\n   14  paragraph (b) of subdivision 2 of section 425 of the real  property  tax\n   15  law  as  amended  by  section  one  of this act shall apply to exemption\n   16  applications for the 2010-2011 school year and thereafter.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to enhancing the tax relief for senior citizens through the school tax relief program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T113209.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664329216
}