{
  "year" : 2011,
  "senateBillNo" : "A4132-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A4132-2011-1296536400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a follow-up program in the environmental review process",
  "summary" : "Requires an environmental impact statement to include provisions for a follow-up program; requires rules and regulations be adopted on form and content for follow-up program; makes provisions for sample audit and assessments of environmental impact statements; instructs commissioner of environmental conservation to annually audit not less than four completed environmental impact statements for actions which are complete in order to assess how the issues, commitments, recommendations, requirements including public disclosure and impact and questions raised during the environmental review process were performed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A2924-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4132\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         including a follow-up program to the environmental review process\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision  2  of  section  8-0109  of  the  environmental\n    2  conservation  law  is amended by adding a new paragraph (g-1) to read as\n    3  follows:\n    4    (G-1) THE NEED FOR AND  THE  REQUIREMENTS  OF  ANY  FOLLOW-UP  PROGRAM\n    5  INCLUDING  BUT  NOT  LIMITED  TO  A  MONITORING PLAN WITH RESPECT TO THE\n    6  PROPOSED ACTION;\n    7    S 2. Section 8-0109 of the environmental conservation law  is  amended\n    8  by adding a new subdivision 10 to read as follows:\n    9    10.  AN  AGENCY  WHICH  HAS PREPARED AN ENVIRONMENTAL IMPACT STATEMENT\n   10  SHALL MAINTAIN AND HAVE AVAILABLE TO THE PUBLIC THE INFORMATION  RELATED\n   11  TO  THE  PREPARATION  OF SUCH STATEMENT UNTIL THE FOLLOW-UP PROGRAM WITH\n   12  RESPECT TO THE PROPOSED  ACTION IS COMPLETE.   THE  PROVISIONS  OF  THIS\n   13  SUBDIVISION  SHALL  NOT  BE  DEEMED TO AFFECT ANY OTHER PROVISION OF LAW\n   14  REQUIRING THE MAINTENANCE OF RECORDS FOR A LONGER PERIOD OF TIME.\n   15    S 3. Subdivision 2 of section 8-0113 of the environmental conservation\n   16  law is amended by adding a new paragraph (m) to read as follows:\n   17    (M) FORM AND CONTENT OF A FOLLOW-UP PROGRAM INCLUDING BUT NOT  LIMITED\n   18  TO ONE OR A COMBINATION OF THE FOLLOWING:\n   19    (1)  MITIGATION/COMPENSATION  PLAN  ADDRESSING  THE MEANS BY WHICH THE\n   20  IDENTIFIED IMPACTS ARE TO BE ADEQUATELY MITIGATED AND/OR COMPENSATED;\n   21    (2) MONITORING PLAN COVERING THE MONITORING THAT WOULD  BE  NEEDED  TO\n   22  DETERMINE COMPLIANCE WITH ESTABLISHED REGULATORY REQUIREMENTS AND STAND-\n   23  ARDS;  ESTABLISH THE EFFECTIVENESS OF THE PREDICTIONS, MITIGATION AND/OR\n   24  COMPENSATION STRATEGIES, PROCEDURES OR  TECHNIQUES;  AND  DETERMINE  THE\n   25  ENVIRONMENTAL EFFECTS OF THE PROPOSED ACTION;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07489-01-1\n\n       A. 4132                             2\n\n    1    (3)  RESEARCH PLAN PROVIDING AN INDICATION OF THE RESEARCH REQUIRED TO\n    2  ADDRESS AREAS WHERE KNOWLEDGE AND INFORMATION ARE LACKING ON  THE  ENVI-\n    3  RONMENTAL EFFECTS OF THE PROPOSED ACTION;\n    4    (4)  COMMUNITY  INVOLVEMENT PLAN PROVIDING ARRANGEMENTS TO CONSULT AND\n    5  INVOLVE THE PUBLIC IN THE FOLLOW-UP PROGRAM; AND\n    6    (5) AUDIT/EVALUATION PLAN IDENTIFYING THE MEANS BY WHICH THE KNOWLEDGE\n    7  AND INFORMATION ACQUIRED DURING MONITORING AND RESEARCH WOULD BE USED TO\n    8  MODIFY THE PROJECT TO ENSURE PROTECTION OF THE ENVIRONMENT  AND  HOW  IT\n    9  WOULD  BE USED TO MAKE APPROPRIATE CHANGES TO IMPROVE THE APPLICATION OF\n   10  ENVIRONMENTAL REVIEWS.\n   11    S 4. The environmental conservation law is amended  by  adding  a  new\n   12  section 8-0114 to read as follows:\n   13  S 8-0114. AUDITING AND ASSESSMENT.\n   14    THE  COMMISSIONER  SHALL  ANNUALLY  AUDIT NOT LESS THAN FOUR COMPLETED\n   15  ENVIRONMENTAL IMPACT STATEMENTS FOR ACTIONS WHICH ARE COMPLETE IN  ORDER\n   16  TO ASSESS HOW THE ISSUES, COMMITMENTS, RECOMMENDATIONS AND REQUIREMENTS,\n   17  INCLUDING  PUBLIC  DISCLOSURE,  IMPACT  AND  QUESTIONS RAISED DURING THE\n   18  ENVIRONMENTAL REVIEW PROCESS WERE PERFORMED. A REPORT ON THE  ASSESSMENT\n   19  SHALL BE MADE TO THE GOVERNOR AND ENVIRONMENTAL COMMITTEES OF THE SENATE\n   20  AND ASSEMBLY.\n   21    S 5. This act shall take effect on the one hundred eightieth day after\n   22  it  shall have become a law; provided, however that the addition, amend-\n   23  ment and/or repeal of any rule or regulation necessary for the implemen-\n   24  tation of this act on its effective date are authorized and directed  to\n   25  be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to including a follow-up program to the environmental review process ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT", "SOBI.D110202.T112709.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664029016
}