{
  "year" : 2011,
  "senateBillNo" : "A4149-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A4149-2011-1296536400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants a state personal income tax deduction for retirement plan distributions used to purchase long-term care insurance",
  "summary" : "Grants a state personal income tax deduction for retirement plan distributions used to purchase long-term care insurance; exempts distributions from individual retirement accounts and individual retirement annuities from state personal taxation when such distributions are used to purchase long-term health care insurance. ",
  "currentCommittee" : null,
  "sameAs" : "S228",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A2155-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4149\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to exempting distributions from\n         individual retirement accounts  and  individual  retirement  annuities\n         from  state  personal income taxation when such distributions are used\n         to purchase long-term health care insurance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subsection (c) of section 612 of the tax law is amended by\n    2  adding a new paragraph 3-d to read as follows:\n    3    (3-D) DISTRIBUTIONS RECEIVED BY AN INDIVIDUAL, NOT OTHERWISE  EXCLUDED\n    4  PURSUANT TO PARAGRAPH THREE OR THREE-A OF THIS SUBSECTION, TO THE EXTENT\n    5  INCLUDABLE  IN  GROSS  INCOME FOR FEDERAL INCOME TAX PURPOSES, WHICH ARE\n    6  ATTRIBUTABLE TO PERSONAL SERVICES  PERFORMED  BY  SUCH  INDIVIDUAL  FROM\n    7  EMPLOYMENT,  WHICH  ARISE  (I) FROM AN EMPLOYER-EMPLOYEE RELATIONSHIP OR\n    8  (II) FROM CONTRIBUTIONS TO A RETIREMENT PLAN WHICH  ARE  DEDUCTIBLE  FOR\n    9  FEDERAL  INCOME  TAX PURPOSES, TO THE EXTENT SUCH DISTRIBUTIONS ARE USED\n   10  DURING THE TAXABLE YEAR TO PURCHASE A POLICY OF  LONG-TERM  CARE  INSUR-\n   11  ANCE,  AS  DEFINED  IN SECTION ELEVEN HUNDRED SEVENTEEN OF THE INSURANCE\n   12  LAW, FOR SUCH  INDIVIDUAL  OR  A  DEPENDENT  OF  SUCH  INDIVIDUAL.  SUCH\n   13  DISTRIBUTIONS  SHALL INCLUDE DISTRIBUTIONS FROM AN INDIVIDUAL RETIREMENT\n   14  ACCOUNT OR AN INDIVIDUAL RETIREMENT ANNUITY, AS DEFINED IN SECTION  FOUR\n   15  HUNDRED  EIGHT  OF  THE  INTERNAL  REVENUE  CODE, AND DISTRIBUTIONS FROM\n   16  SELF-EMPLOYED INDIVIDUAL AND OWNER-EMPLOYEE RETIREMENT PLANS WHICH QUAL-\n   17  IFY UNDER SECTION FOUR HUNDRED ONE OF THE INTERNAL REVENUE CODE.\n   18    S 2. This act shall take effect immediately and shall apply to taxable\n   19  years commencing on January first in the year in which  this  act  shall\n   20  take effect and all subsequent taxable years.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01583-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting distributions from individual retirement accounts and individual retirement annuities from state personal income taxation when such distributions are used to purchase long-term health care insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T105206.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661926515
}