{
  "year" : 2011,
  "senateBillNo" : "A414-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A414-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalties a town board may impose for a violation of its zoning and planning laws",
  "summary" : "Increases the penalties a town board may impose for a violation of its zoning and planning laws. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Town Law",
  "previousVersions" : [ "A1139-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          414\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GUNTHER, GALEF, MOLINARO -- Multi-Sponsored by --\n         M.  of  A. MAYERSOHN, REILLY, SWEENEY -- read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the town law, in relation to the enforcement  and  reme-\n         dies of a town board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 268 of the town law, as amended by\n    2  chapter 458 of the laws of 1997, is amended to read as follows:\n    3    1. The town board may provide  by  local  law  or  ordinance  for  the\n    4  enforcement  of  this  article  and of any local law, ordinance or regu-\n    5  lation made thereunder. A violation of this article  or  of  such  local\n    6  law,  ordinance  or  regulation  is  hereby  declared  to be an offense,\n    7  punishable by a fine not [exceeding three hundred  fifty  dollars]  LESS\n    8  THAN FIVE HUNDRED DOLLARS OR MORE THAN ONE THOUSAND DOLLARS or imprison-\n    9  ment  for a period not to exceed six months, or both for conviction of a\n   10  first offense; for conviction of a second offense ON THE SAME  PREMISES,\n   11  both  of  which were committed within a period of five years, punishable\n   12  by a fine not less than [three hundred fifty dollars nor more than seven\n   13  hundred] ONE THOUSAND dollars or imprisonment for a period not to exceed\n   14  six months, or both; and, upon conviction  for  a  third  or  subsequent\n   15  offense  all  of  which  were  committed  within a period of five years,\n   16  punishable by a fine  not  less  than  [seven  hundred]  THREE  THOUSAND\n   17  dollars  nor more than [one] FIVE thousand dollars or imprisonment for a\n   18  period not to exceed six months, or both. However, for  the  purpose  of\n   19  conferring  jurisdiction  upon  courts  and judicial officers generally,\n   20  violations of this article or of such local law, ordinance or regulation\n   21  shall be deemed misdemeanors and for such purpose only all provisions of\n   22  law relating to misdemeanors shall apply to such violations. Each week's\n   23  continued violation shall constitute a separate additional violation.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02080-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the town law, in relation to the enforcement and remedies of a town board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T161118.TXT", "SOBI.D101223.T160618.TXT", "SOBI.D101228.T102316.TXT", "SOBI.D101228.T102816.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293550096211
}