{
  "year" : 2011,
  "senateBillNo" : "A4142-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to health",
    "billEventId" : "A4142-2011-1296536400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates adult day services respite demonstration programs",
  "summary" : "Creates adult day services respite demonstration programs; authorizes the commissioner of health in conjunction with the director of the state office for the aging to establish the respite day demonstration programs, based upon adult day health care and social adult day services, which extends the period a caregiver can remain active in the care of elderly or disabled individuals; sets forth definitions; further sets forth reporting requirements. ",
  "currentCommittee" : null,
  "sameAs" : "S647",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A3696-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4142\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to creating adult day\n         services respite demonstration programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  2801-h to read as follows:\n    3    S 2801-H. RESPITE DAY DEMONSTRATION PROGRAM. 1. DEFINITIONS.  AS  USED\n    4  IN THIS SECTION:\n    5    (A) \"RESPITE DAY DEMONSTRATION PROGRAM\" MEANS A STRUCTURED, COMPREHEN-\n    6  SIVE  PROGRAM  ESTABLISHED  BY  THE  COMMISSIONER UNDER THIS SECTION, IN\n    7  CONJUNCTION WITH THE DIRECTOR OF THE OFFICE  FOR  THE  AGING,  PROVIDING\n    8  LEVEL I, LEVEL II OR LEVEL III SERVICES TO REGISTRANTS.\n    9    (B) \"REGISTRANT\" MEANS A PERSON:\n   10    (I)  WHO  IS  NOT A RESIDENT OF A RESIDENTIAL HEALTH CARE FACILITY, IS\n   11  FUNCTIONALLY IMPAIRED AND NOT HOMEBOUND, AND  REQUIRES  SUPERVISION  AND\n   12  MONITORING  BUT DOES NOT REQUIRE CONTINUOUS TWENTY-FOUR HOUR A DAY INPA-\n   13  TIENT CARE AND SERVICES;\n   14    (II) WHOSE ASSESSED SOCIAL AND HEALTH CARE NEEDS CAN SATISFACTORILY BE\n   15  MET IN WHOLE OR IN PART BY THE DELIVERY OF APPROPRIATE SERVICES  IN  THE\n   16  COMMUNITY SETTING; AND\n   17    (III)  WHO HAS BEEN ADMITTED TO THE PROGRAM BASED ON AN INTERDISCIPLI-\n   18  NARY COMPREHENSIVE ASSESSMENT.\n   19    (C) \"FUNCTIONALLY IMPAIRED\" MEANS A PERSON WHO NEEDS THE ASSISTANCE OF\n   20  ANOTHER PERSON IN AT LEAST ONE OF  THE  FOLLOWING  ACTIVITIES  OF  DAILY\n   21  LIVING: TOILETING, MOBILITY, TRANSFERRING OR EATING; OR WHO NEEDS SUPER-\n   22  VISION DUE TO COGNITIVE OR PSYCHO-SOCIAL IMPAIRMENT.\n   23    (D)  \"ADULT  DAY HEALTH\" MEANS THE HEALTH CARE SERVICES AND ACTIVITIES\n   24  DEFINED BY THE COMMISSIONER UNDER REGULATIONS UNDER  SUBPARAGRAPH  (VII)\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04229-01-1\n\n       A. 4142                             2\n\n    1  OF  PARAGRAPH  F OF SUBDIVISION SIX-A OF SECTION THREE HUNDRED SIXTY-SIX\n    2  OF THE SOCIAL SERVICES LAW.\n    3    (E) \"LEVEL I SERVICES\" MEANS THE FOLLOWING SERVICES:\n    4    (I) SOCIALIZATION AND PLANNED ACTIVITIES;\n    5    (II) SUPERVISION AND MONITORING;\n    6    (III) ROUTINE PERSONAL CARE, WHICH INCLUDES:\n    7    (A)  ASSISTANCE  FOR THE REGISTRANT WITH ANY OF THE FOLLOWING: TOILET-\n    8  ING, MOBILITY, TRANSFER AND EATING;\n    9    (B) ROUTINE SKIN CARE;\n   10    (C) CHANGING SIMPLE DRESSINGS; AND\n   11    (D) USING SUPPLIES AND ADAPTIVE AND ASSISTIVE EQUIPMENT;\n   12    (IV) MEDICATION DISTRIBUTION;\n   13    (V) CASE MANAGEMENT; AND\n   14    (VI) MEALS CONSISTENT WITH STANDARDS SET FOR THE NUTRITION PROGRAM FOR\n   15  THE ELDERLY ESTABLISHED BY THE STATE OFFICE FOR THE AGING.\n   16    (F) \"LEVEL II SERVICES\" MEANS ALL LEVEL I SERVICES, PLUS THE FOLLOWING\n   17  SERVICES:\n   18    (I) MAJOR PERSONAL CARE SERVICES, WHICH INCLUDES:\n   19    (A) ASSISTANCE FOR THE REGISTRANT WITH SHOWERING AND BATHING; AND\n   20    (B) SOME OR TOTAL ASSISTANCE WITH DRESSING AND GROOMING;\n   21    (II) HEALTH EDUCATION;\n   22    (III) NURSING MONITORING AND SUPERVISION OF BASIC TREATMENTS;\n   23    (IV) COUNSELING; AND\n   24    (V) RESTORATIVE THERAPIES NOT LASTING LONGER THAN SIX MONTHS.\n   25    (G) \"LEVEL III SERVICES\" MEANS AND INCLUDES ALL LEVEL I AND  LEVEL  II\n   26  SERVICES, PLUS THE FOLLOWING SERVICES:\n   27    (I) PSYCHIATRIC EVALUATIONS AND DIAGNOSIS;\n   28    (II) SKILLED NURSING SERVICES;\n   29    (III) MEDICATION MANAGEMENT;\n   30    (IV)  MAINTENANCE AND RESTORATIVE THERAPIES GREATER THAN SIX MONTHS IN\n   31  DURATION; AND\n   32    (V) ADDITIONAL MEDICAL SERVICES AS REQUIRED BY REGULATION.\n   33    (H) \"BASE RATE\" MEANS THE RATE PAID  FOR  APPROVED  ADULT  DAY  HEALTH\n   34  SERVICES  UNDER  SECTION  THREE HUNDRED SIXTY-SIX OF THE SOCIAL SERVICES\n   35  LAW.\n   36    (I) \"OPERATOR\" MEANS (I) AN ADULT DAY HEALTH CARE PROGRAM  OR  (II)  A\n   37  SOCIAL  ADULT  DAY  SERVICES  PROGRAM, AS DEFINED IN SECTION TWO HUNDRED\n   38  FIFTEEN OF THE ELDER LAW.\n   39    2. RESPITE DAY DEMONSTRATION PROGRAM. THE COMMISSIONER, IN CONJUNCTION\n   40  WITH THE DIRECTOR OF THE OFFICE FOR THE AGING, MAY ESTABLISH RESPITE DAY\n   41  DEMONSTRATION PROGRAMS BASED UPON ADULT DAY HEALTH CARE AND SOCIAL ADULT\n   42  DAY SERVICES, AS DEFINED IN SECTION TWO HUNDRED  FIFTEEN  OF  THE  ELDER\n   43  LAW,  TO  EXTEND THE PERIOD A CAREGIVER CAN REMAIN ACTIVE IN THE CARE OF\n   44  ELDERLY OR DISABLED INDIVIDUALS,  AVOIDING  THE  NEED  FOR  MORE  COSTLY\n   45  INSTITUTIONAL PLACEMENT.\n   46    3.  ESTABLISHMENT.    THERE  SHALL BE A MINIMUM OF TEN PROGRAMS ESTAB-\n   47  LISHED IN SIX LOCATIONS, WITH AT LEAST ONE SITE  TO  BE  LOCATED  WITHIN\n   48  EACH  OF  THE  FOLLOWING SIX REGIONS: NEW YORK CITY, LONG ISLAND, HUDSON\n   49  VALLEY, NORTH COUNTRY, CENTRAL  AND  WESTERN.  EACH  LOCATION'S  PROGRAM\n   50  SHALL  CONSIST OF UP TO FIFTEEN REGISTRANTS. OPERATORS SHALL BE SELECTED\n   51  BASED ON A REQUEST FOR PROPOSAL PROCESS WITH PREFERENCE GIVEN  TO  THOSE\n   52  APPLICANTS  WHO ARE ABLE TO DEMONSTRATE THEIR CAPACITY TO BUILD PARTNER-\n   53  SHIPS AND ENTER INTO COOPERATIVE ARRANGEMENTS. THIS SECTION SHALL NOT BE\n   54  CONSTRUED TO PERMIT AN OPERATOR TO PROVIDE SERVICES FOR WHICH THE OPERA-\n   55  TOR IS NOT OTHERWISE LICENSED OR CERTIFIED TO PROVIDE.\n   56    4. REGISTRANT CARE PLAN. THE OPERATOR SHALL ENSURE:\n\n       A. 4142                             3\n\n    1    (A) THAT A  CARE  PLAN  BASED  ON  A  COMPREHENSIVE  INTERDISCIPLINARY\n    2  ASSESSMENT  AND, WHEN APPLICABLE, A TRANSFER OR DISCHARGE PLAN IS DEVEL-\n    3  OPED FOR EACH REGISTRANT WITHIN FIVE VISITS, NOT TO EXCEED THIRTY  DAYS,\n    4  FROM REGISTRATION;\n    5    (B) EACH REGISTRANT'S CARE PLAN SHALL INCLUDE:\n    6    (I) DESIGNATION OF A PROFESSIONAL PERSON TO BE RESPONSIBLE FOR COORDI-\n    7  NATING THE CARE PLAN;\n    8    (II)  THE  REGISTRANT'S  PERTINENT DIAGNOSES, INCLUDING MENTAL STATUS,\n    9  TYPES OF EQUIPMENT AND SERVICES REQUIRED, CASE MANAGEMENT, FREQUENCY  OF\n   10  PLANNED  VISITS, PROGNOSIS, REHABILITATION POTENTIAL, FUNCTIONAL LIMITA-\n   11  TIONS, PLANNED ACTIVITIES,  NUTRITIONAL  REQUIREMENTS,  MEDICATIONS  AND\n   12  TREATMENTS,  NECESSARY  MEASURES TO PROTECT AGAINST INJURY, INSTRUCTIONS\n   13  FOR DISCHARGE OR REFERRAL IF APPLICABLE,  ORDERS  FOR  THERAPY  SERVICES\n   14  INCLUDING  THE  SPECIFIC  PROCEDURES  AND  MODALITIES TO BE USED AND THE\n   15  AMOUNT, FREQUENCY AND DURATION OF SUCH SERVICES, AND ANY OTHER APPROPRI-\n   16  ATE ITEM;\n   17    (III) THE MEDICAL AND NURSING GOALS AND  LIMITATIONS  ANTICIPATED  FOR\n   18  THE REGISTRANT AND, AS APPROPRIATE, THE NUTRITIONAL, SOCIAL, REHABILITA-\n   19  TIVE AND LEISURE TIME GOALS AND LIMITATIONS;\n   20    (IV) THE REGISTRANT'S POTENTIAL FOR REMAINING IN THE COMMUNITY; AND\n   21    (V)  A DESCRIPTION OF ALL SERVICES TO BE PROVIDED TO THE REGISTRANT BY\n   22  THE PROGRAM, INFORMAL SUPPORTS AND OTHER COMMUNITY RESOURCES PURSUANT TO\n   23  THE CARE PLAN, AND HOW SUCH SERVICES WILL BE COORDINATED;\n   24    (C) DEVELOPMENT AND MODIFICATION OF THE CARE PLAN IS COORDINATED  WITH\n   25  OTHER  HEALTH CARE PROVIDERS OUTSIDE THE PROGRAM WHO ARE INVOLVED IN THE\n   26  REGISTRANT'S CARE; AND\n   27    (D) THE RESPONSIBLE PERSONS, WITH  THE  APPROPRIATE  PARTICIPATION  OF\n   28  CONSULTANTS  IN  THE  MEDICAL,  SOCIAL,  PARAMEDICAL  AND RELATED FIELDS\n   29  INVOLVED IN THE REGISTRANT'S CARE:\n   30    (I) RECORD IN THE CLINICAL RECORD CHANGES IN THE  REGISTRANT'S  STATUS\n   31  WHICH REQUIRE ALTERATIONS IN THE REGISTRANT CARE PLAN;\n   32    (II) MODIFY THE CARE PLAN ACCORDINGLY;\n   33    (III) REVIEW THE CARE PLAN AT LEAST ONCE EVERY SIX MONTHS AND WHENEVER\n   34  THE REGISTRANT'S CONDITION WARRANTS AND DOCUMENT EACH SUCH REVIEW IN THE\n   35  CLINICAL RECORD; AND\n   36    (IV)  PROMPTLY  ALERT  THE REGISTRANT'S AUTHORIZED HEALTH CARE PRACTI-\n   37  TIONER OF ANY SIGNIFICANT CHANGES IN THE  REGISTRANT'S  CONDITION  WHICH\n   38  INDICATE A NEED TO REVISE THE CARE PLAN.\n   39    5.  REIMBURSEMENT.  FOR  THE  PURPOSES  OF THIS SECTION, REIMBURSEMENT\n   40  RATES UNDER TITLE ELEVEN OF ARTICLE FIVE OF THE SOCIAL SERVICES LAW  FOR\n   41  PROGRAMS SHALL BE AS FOLLOWS:\n   42    (A)  LEVEL  I SERVICES WILL BE REIMBURSED AT FORTY PERCENT OF THE BASE\n   43  RATE;\n   44    (B) LEVEL II SERVICES WILL BE REIMBURSED AT  SEVENTY-FIVE  PERCENT  OF\n   45  THE BASE RATE; AND\n   46    (C)  LEVEL  III  SERVICES WILL BE REIMBURSED AT ONE HUNDRED PERCENT OF\n   47  THE BASE RATE.\n   48    6. EVALUATION AND REPORT. NO LATER THAN JANUARY  FIRST,  TWO  THOUSAND\n   49  FOURTEEN,  THE  COMMISSIONER  SHALL  PROVIDE THE GOVERNOR, THE TEMPORARY\n   50  PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY WITH  A  WRITTEN\n   51  EVALUATION  OF THE PROGRAM, BASED ON AN ASSESSMENT TOOL DEVELOPED BY THE\n   52  DEPARTMENT. SUCH EVALUATION SHALL ADDRESS THE OVERALL  EFFECTIVENESS  OF\n   53  THE  PROGRAM IN IMPROVING OUTCOMES FOR INDIVIDUAL PATIENTS AND GROUPS OF\n   54  PATIENTS, REDUCING COSTS, ENCOURAGING PLACEMENTS  IN  APPROPRIATE  ADULT\n   55  DAY  HEALTH  SERVICES  SETTINGS,  AND ENHANCING THE AVAILABILITY OF LESS\n   56  RESTRICTIVE AND LESS INSTITUTIONAL SERVICES; SHALL EVALUATE THE NEED FOR\n\n       A. 4142                             4\n\n    1  LEVEL I, II AND III SERVICES AND THE IMPACT ON THE AVAILABILITY OF  EACH\n    2  OF  THE  SERVICES ON COST AND INSTITUTIONAL PLACEMENT; AND SHALL CONTAIN\n    3  RECOMMENDATIONS RELATIVE TO EXTENDING  AND  EXPANDING  THE  PROGRAM.  IN\n    4  EVALUATING  INDIVIDUAL OUTCOMES, THE COMMISSIONER SHALL CONSULT WITH THE\n    5  CENTER FOR FUNCTIONAL ASSESSMENT RESEARCH AT THE STATE UNIVERSITY OF NEW\n    6  YORK AT BUFFALO.\n    7    7. WAIVERS AND FEDERAL APPROVALS. (A) THE PROVISIONS OF  THIS  SECTION\n    8  SHALL  NOT  APPLY  UNLESS  ALL NECESSARY APPROVALS UNDER FEDERAL LAW AND\n    9  REGULATION HAVE BEEN OBTAINED TO RECEIVE FEDERAL FINANCIAL PARTICIPATION\n   10  IN THE COSTS OF SERVICES PROVIDED UNDER THIS SECTION.\n   11    (B) THE COMMISSIONER IS AUTHORIZED TO SUBMIT AMENDMENTS TO  THE  STATE\n   12  PLAN  FOR  MEDICAL  ASSISTANCE  AND  SUBMIT ONE OR MORE APPLICATIONS FOR\n   13  WAIVERS OF THE FEDERAL  SOCIAL  SECURITY  ACT,  TO  OBTAIN  THE  FEDERAL\n   14  APPROVALS  NECESSARY  TO  IMPLEMENT THIS SECTION. THE COMMISSIONER SHALL\n   15  SUBMIT SUCH AMENDMENTS OR APPLICATIONS FOR WAIVERS BY SEPTEMBER  THIRTI-\n   16  ETH,  TWO  THOUSAND  ELEVEN,  AND  SHALL  USE BEST EFFORTS TO OBTAIN THE\n   17  APPROVALS REQUIRED BY THIS SUBDIVISION IN A TIMELY MANNER SO AS TO ALLOW\n   18  EARLY IMPLEMENTATION OF THIS SECTION.\n   19    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to creating adult day services respite demonstration programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T105706.TXT", "SOBI.D110202.T105206.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296662226703
}