{
  "year" : 2011,
  "senateBillNo" : "A414A-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A414A-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "amend and recommit to local governments",
    "billEventId" : "A414A-2011-1295413200000-amend+and+recommit+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "print number 414a",
    "billEventId" : "A414A-2011-1295413201000-print+number+414a",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalties a town board may impose for a violation of its zoning and planning laws",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Town Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        414--A\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GUNTHER, GALEF, MOLINARO -- Multi-Sponsored by --\n         M.  of A.  MAYERSOHN, REILLY, SWEENEY -- read once and referred to the\n         Committee on Local Governments -- committee discharged, bill  amended,\n         ordered reprinted as amended and recommitted to said committee\n\n       AN  ACT  to amend the town law, in relation to the enforcement and reme-\n         dies of a town board\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 268 of the town law, as amended by\n    2  chapter 458 of the laws of 1997, is amended to read as follows:\n    3    1.  The  town  board  may  provide  by  local law or ordinance for the\n    4  enforcement of this article and of any local  law,  ordinance  or  regu-\n    5  lation  made  thereunder.  A  violation of this article or of such local\n    6  law, ordinance or regulation  is  hereby  declared  to  be  an  offense,\n    7  punishable  by  a  fine not [exceeding three hundred fifty dollars] LESS\n    8  THAN FIVE HUNDRED DOLLARS OR MORE THAN ONE THOUSAND DOLLARS or imprison-\n    9  ment for a period not to exceed six months, or both for conviction of  a\n   10  first  offense; for conviction of a second offense ON THE SAME PREMISES,\n   11  both of which were committed within a period of five  years,  punishable\n   12  by a fine not less than [three hundred fifty dollars nor more than seven\n   13  hundred]  ONE  THOUSAND  dollars NOR MORE THAN THREE THOUSAND DOLLARS or\n   14  imprisonment for a period not to exceed six months, or both;  and,  upon\n   15  conviction for a third or subsequent offense all of which were committed\n   16  within a period of five years, punishable by a fine not less than [seven\n   17  hundred]  THREE  THOUSAND  dollars  nor  more  than  [one] FIVE thousand\n   18  dollars or imprisonment for a period not to exceed six months, or  both.\n   19  However,  for  the  purpose  of  conferring jurisdiction upon courts and\n   20  judicial officers generally, violations of this article or of such local\n   21  law, ordinance or regulation shall be deemed misdemeanors and  for  such\n   22  purpose  only all provisions of law relating to misdemeanors shall apply\n   23  to such violations. Each week's continued violation shall  constitute  a\n   24  separate additional violation.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02080-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the town law, in relation to the enforcement and remedies of a town board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110120.T161915.TXT", "SOBI.D110119.T144309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295558355102
}