{
  "year" : 2011,
  "senateBillNo" : "A4140-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A4140-2011-1296536400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the display and storage of pesticides offered for retail sale",
  "summary" : "Establishes requirements for the display of pesticides offered for sale in retail food selling establishments and requirements for non-food selling establishments; authorizes local governments to regulate pesticide display and storage authorized by this section more restrictively than the commissioner of environmental conservation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1583-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4140\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         display and storage of pesticides offered for retail sale\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 33-0902 to read as follows:\n    3  S 33-0902. DISPLAY AND STORAGE OF PESTICIDES OFFERED FOR RETAIL SALE.\n    4    1.  REQUIREMENTS  FOR  DISPLAY  AND  STORAGE OF GENERAL USE PESTICIDES\n    5  OFFERED FOR SALE IN RETAIL FOOD SELLING ESTABLISHMENTS. A.  ALL  GENERAL\n    6  USE  PESTICIDE  PRODUCTS  WHICH  ARE OFFERED FOR SALE AND SOLD IN RETAIL\n    7  FOOD SELLING ESTABLISHMENTS SHALL BE:\n    8    (1) DISPLAYED IN A MANNER THAT  CLEARLY  IDENTIFIES  THE  PRODUCTS  AS\n    9  PESTICIDES;\n   10    (2)  ISOLATED  FROM  FOOD  PRODUCTS  IN A MANNER THAT PREVENTS CONTAM-\n   11  INATION FROM PESTICIDE PRODUCT SPILLS, LEAKS OR AIR EMISSIONS; AND\n   12    (3) STORED IN LOCKED AREAS WHICH:\n   13    (I) ARE STRUCTURALLY SEPARATED FROM OFFICE AND GENERAL WORK AREAS  AND\n   14  POSTED WITH PESTICIDE STORAGE WARNING SIGNS;\n   15    (II) HAVE ADEQUATE VAPOR VENTING CAPABILITY;\n   16    (III) ARE CAPABLE OF CONTAINING SPILLS OF THE TOTAL VOLUME STORED;\n   17    (IV) HAVE APPROPRIATE FIRE, SPILL AND FIRST AID CONTAINMENT EQUIPMENT;\n   18    (V) HAVE EMERGENCY WATER SUPPLIES; AND\n   19    (VI) SEGREGATED BY PESTICIDAL FUNCTION, FLAMMABILITY AND COMBUSTIBILI-\n   20  TY, IN MANUFACTURER'S ORIGINAL CONTAINER WITH CLEAR LABELING.\n   21    B.  RESTRICTED USE PESTICIDES SHALL NOT BE SOLD IN RETAIL FOOD SELLING\n   22  ESTABLISHMENTS.\n   23    C. ALL PERSONS HAVING ACCESS TO  THE  STORAGE  AREA  FOR  GENERAL  USE\n   24  PESTICIDES  SHALL  BE TRAINED IN APPROPRIATE SAFETY AND EMERGENCY PROCE-\n   25  DURES FOR THE PESTICIDES STORED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05265-01-1\n\n       A. 4140                             2\n\n    1    D. ALL SELLERS OF PESTICIDES IN  RETAIL  FOOD  SELLING  ESTABLISHMENTS\n    2  SHALL ANNUALLY NOTIFY THE LOCAL FIRE DEPARTMENT OF THE TYPES, QUANTITIES\n    3  AND  LOCATION  OF PESTICIDES STORED, PROVIDE THE LOCAL FIRE DEPARTMENTS,\n    4  RESCUE SQUADS AND LOCAL HOSPITALS WITH THEIR EMERGENCY RESPONSE PLAN AND\n    5  MAINTAIN A CURRENT INVENTORY OF THE PESTICIDES IN STORAGE.\n    6    E.  LOCAL  GOVERNMENTS  MAY REGULATE GENERAL USE PESTICIDE DISPLAY AND\n    7  STORAGE IN RETAIL FOOD SELLING ESTABLISHMENTS,  AS  AUTHORIZED  BY  THIS\n    8  SECTION, MORE RESTRICTIVELY THAN THE COMMISSIONER.\n    9    2. REQUIREMENTS FOR DISPLAY AND STORAGE OF PESTICIDES OFFERED FOR SALE\n   10  IN NON-FOOD SELLING ESTABLISHMENTS. A. RETAIL ESTABLISHMENTS WHICH OFFER\n   11  FOR  SALE  AND SELL GENERAL USE PESTICIDE PRODUCTS BUT DO NOT SELL FOOD,\n   12  SHALL MEET  ALL  REQUIREMENTS  CONTAINED  IN  SUBDIVISION  ONE  OF  THIS\n   13  SECTION,  EXCEPT  THAT RESTRICTED USE PESTICIDES MAY BE OFFERED FOR SALE\n   14  AND SOLD IF THE BUSINESS HAS A VALID COMMERCIAL  PERMIT  ISSUED  BY  THE\n   15  COMMISSIONER.\n   16    B.  RETAIL  ESTABLISHMENTS OFFERING FOR SALE OR SELLING RESTRICTED USE\n   17  PESTICIDES SHALL MEET THE STORAGE REQUIREMENTS  IN  SUBDIVISION  ONE  OF\n   18  THIS SECTION, AND IN ADDITION, SHALL MEET THE FOLLOWING REQUIREMENTS:\n   19    (1)  RESTRICTED  USE  PESTICIDES  ON  DISPLAY SHALL BE KEPT PHYSICALLY\n   20  SEPARATED FROM GENERAL USE PRODUCTS AND CLEARLY MARKED AS RESTRICTED USE\n   21  PESTICIDES; AND\n   22    (2) AT  THE  DISCRETION  OF  THE  LOCAL  FIRE  OR  HEALTH  DEPARTMENT,\n   23  RESTRICTED  USE  PESTICIDES  MAY  BE  REQUIRED  TO  BE STORED SEPARATELY\n   24  ACCORDING TO THEIR COMBUSTIBILITY, FLAMMABILITY  OR  IGNITABILITY  IN  A\n   25  SEPARATE  BUILDING  OR  SEPARATED  FROM THE REMAINDER OF THE BUILDING BY\n   26  FIRE-RESISTANT WALLS AND  DOORS  OR  THEIR  EQUIVALENT,  IN  APPROPRIATE\n   27  CONTAINER PILE VOLUMES, AISLE SPACING AND DISTANCES FROM PROPERTY BOUND-\n   28  ARIES.\n   29    C. LOCAL GOVERNMENTS MAY REGULATE GENERAL AND RESTRICTED USE PESTICIDE\n   30  DISPLAY  AND STORAGE IN RETAIL ESTABLISHMENTS WHICH DO NOT SELL FOOD, AS\n   31  AUTHORIZED BY THIS SECTION, MORE RESTRICTIVELY  THAN  THE  COMMISSIONER.\n   32  HOWEVER, THE COMMISSIONER SHALL RETAIN AUTHORITY TO REGULATE THE SALE OF\n   33  RESTRICTED  USE  PESTICIDES  BY  COMMERCIAL  PERMIT, PURSUANT TO SECTION\n   34  33-0901 OF THIS TITLE.\n   35    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   36  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the display and storage of pesticides offered for retail sale ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T114710.TXT", "SOBI.D110202.T114209.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665230854
}