{
  "year" : 2011,
  "senateBillNo" : "A4141-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A4141-2011-1296536400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes various changes regarding registration of pesticide products",
  "summary" : "Provides that an applicant for registration of a pesticide with the department of environmental conservation shall include efficacy data of such pesticide to support each use specified on the labeling; also requires applicant to submit complete copies of all studies performed on the pesticide for purposes of federal registration. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1667-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4141\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         registration of pesticide products\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivisions 4 and 5 of section 33-0703  of  the  environ-\n    2  mental  conservation  law, subdivision 4 as amended and subdivision 5 as\n    3  added by chapter 732 of the laws of 2005,  are  amended  and  three  new\n    4  subdivisions 6, 7 and 8 are added to read as follows:\n    5    4.  [If  requested  by  the  commissioner a] A full description of the\n    6  tests made and their results upon which the claims are based,  INCLUDING\n    7  EFFICACY  DATA  TO  SUPPORT  EACH USE SPECIFIED ON THE LABELING.  In the\n    8  case of registration of a pesticide which has been  registered  for  the\n    9  previous year, a statement shall be required only with respect to infor-\n   10  mation  which  is  different  from that furnished when the pesticide was\n   11  last registered; [and]\n   12    5. For restricted use pesticides, if requested by the  commissioner  a\n   13  Spanish  or other language translation of the label including directions\n   14  for use[.];\n   15    6. COMPLETE COPIES OF ALL  STUDIES  PERFORMED  ON  THE  PESTICIDE  FOR\n   16  PURPOSES  OF  FEDERAL  REGISTRATION, AS WELL AS ADDITIONAL STUDIES WHICH\n   17  MAY BE REQUIRED FOR STATE REGISTRATION;\n   18    7. COPIES OF ALL REVIEW DOCUMENTS AND OTHER DOCUMENTS PREPARED BY  THE\n   19  UNITED  STATES ENVIRONMENTAL PROTECTION AGENCY RELATING TO THE REGISTRA-\n   20  TION OF EACH PESTICIDE; AND\n   21    8. THE COMPLETE LABORATORY ANALYTICAL METHOD OR METHODS FOR  IDENTIFY-\n   22  ING  THE  ACTIVE  INGREDIENT  OR  INGREDIENTS  IN EACH PESTICIDE PRODUCT\n   23  PROPOSED FOR REGISTRATION, WHICH SHALL BE  VERIFIED  BY  THE  DEPARTMENT\n   24  PRIOR TO REGISTRATION OF THE PESTICIDE PRODUCT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05274-01-1\n\n       A. 4141                             2\n\n    1    S  2.  Subdivision 6 of section 33-0704 of the environmental conserva-\n    2  tion law, as added by chapter 67 of the laws of 1992, is amended to read\n    3  as follows:\n    4    6.    ALL  STATE  AGENCY  STAFF  EVALUATIONS OF PESTICIDE REGISTRATION\n    5  APPLICATIONS SHALL BE PREPARED IN WRITING AND SUBMITTED TO  THE  DEPART-\n    6  MENT. THESE DOCUMENTS SHALL BE AVAILABLE FOR PUBLIC REVIEW UPON REQUEST.\n    7  At  any time during the review of an application to register a pesticide\n    8  the commissioner may request reasonable additional information from  the\n    9  applicant  with  regard  to any matter contained in the application when\n   10  such additional information is necessary for the commissioner to make  a\n   11  decision on the registration application.  Such request shall not extend\n   12  any time period within which a registration decision must be made.\n   13    S  3. Section 33-0707 of the environmental conservation law is amended\n   14  to read as follows:\n   15  S 33-0707.  Disclosure of pesticide formulas.\n   16    The commissioner[, whenever he deems  it  necessary  in  the  adminis-\n   17  tration  of  subdivisions  1  through 5 inclusive of section 33-0303 and\n   18  titles 5, 7, 11, 13 and 15 of  this  article,  may]  SHALL  require  the\n   19  submission  of  the  complete formula of any pesticide.  Notwithstanding\n   20  the provisions of this article,  information  relative  to  formulas  of\n   21  products  acquired  by  authority  of this section may be revealed, when\n   22  necessary under this section, to an advisory committee, or to any feder-\n   23  al or state department or agency [consulted], OR TO ANY RESEARCH FACILI-\n   24  TY WHICH REQUESTS THIS INFORMATION, OR TO ANY PHYSICIAN OR HEALTH FACIL-\n   25  ITY REQUESTING THIS INFORMATION, or at a public hearing, or in  findings\n   26  of fact issued by the commissioner.\n   27    S  4. Section 33-0709 of the environmental conservation law is amended\n   28  to read as follows:\n   29  S 33-0709.  Requirements for registration.\n   30    If [it appears to] the commissioner FINDS that:\n   31    1. the composition of the pesticide is such as to warrant the proposed\n   32  claims for it, [and if]\n   33    2. the pesticide and its labeling and other material  required  to  be\n   34  submitted comply with the requirements of this article, [he]\n   35    3.  THE PESTICIDE, INCLUDING ITS INERT INGREDIENTS, HAS NOT BEEN CLAS-\n   36  SIFIED BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY AS  A  KNOWN\n   37  HUMAN CARCINOGEN, OR A PROBABLE OR LIKELY CARCINOGEN, OR BY THE INTERNA-\n   38  TIONAL AGENCY FOR RESEARCH ON CANCER OF THE WORLD HEALTH ORGANIZATION AS\n   39  CARCINOGENIC  TO  HUMANS,  PROBABLY  CARCINOGENIC  TO HUMANS OR POSSIBLY\n   40  CARCINOGENIC TO HUMANS, AND\n   41    4. THE PESTICIDE HAS NOT BEEN TESTED ON HUMANS IN THE UNITED STATES OR\n   42  ANY OTHER COUNTRY IN THE WORLD,  THE  COMMISSIONER  shall  register  the\n   43  pesticide.\n   44    S  5.  The  environmental  conservation law is amended by adding a new\n   45  section 33-0710 to read as follows:\n   46  S 33-0710. PRIORITIZATION OF REVIEWS OF CURRENTLY REGISTERED PESTICIDES.\n   47    EVERY PESTICIDE REGISTERED BY THE DEPARTMENT PRIOR  TO  THE  EFFECTIVE\n   48  DATE  OF THIS SECTION, WHICH HAS NOT BEEN SUBJECT TO THE REQUIREMENTS OF\n   49  SECTION 33-0709 OF THIS TITLE SHALL BE REVIEWED BY THE DEPARTMENT. THESE\n   50  PESTICIDES SHALL BE PRIORITIZED FOR REVIEW,  BASED  ON  THEIR  TOXICITY,\n   51  THEIR  POTENTIAL  FOR  HUMAN  EXPOSURE AND THEIR POTENTIAL TO DAMAGE THE\n   52  ENVIRONMENT AND NATURAL RESOURCES.  THE  DEPARTMENT  SHALL  ESTABLISH  A\n   53  SCHEDULE TO CONDUCT REVIEWS OF THESE PESTICIDES, SHALL ESTABLISH A SCHE-\n   54  DULE  TO  REQUIRE  FULL DATA CURRENTLY REQUIRED FOR FEDERAL REGISTRATION\n   55  AND TO MAKE REGISTRATION DECISIONS ON THESE PRODUCTS.\n\n       A. 4141                             3\n\n    1    S 6. Section 33-0711 of the environmental conservation law is  amended\n    2  to read as follows:\n    3  S 33-0711. Procedure when registration is denied.\n    4    1.  If  the  commissioner  shall  decide  that  the pesticide does not\n    5  warrant the proposed claims for it or if the pesticide and its  labeling\n    6  and  other  material  required  to  be  submitted do not comply with the\n    7  provisions of this article, he shall notify the applicant for  registra-\n    8  tion  of  the manner in which the pesticide, labeling, or other material\n    9  required to be submitted fail to comply  with  this  article  so  as  to\n   10  afford  the registrant an opportunity to make the necessary corrections.\n   11  If, upon receipt of such notice, the applicant for registration does not\n   12  make the corrections, the commissioner  shall  refuse  to  register  the\n   13  article,  and  shall  notify the applicant of his action and the reasons\n   14  for his refusal. Whenever an application for  registration  is  refused,\n   15  the  applicant,  within  thirty  days  after  service  of notice of such\n   16  refusal, may file a petition requesting that the matter be  referred  to\n   17  an advisory committee or file objections and request a public hearing in\n   18  accordance with section 33-0717 OF THIS TITLE.\n   19    2.  THE  COMMISSIONER  SHALL NOT REGISTER ANY PESTICIDE WHICH HAS BEEN\n   20  CONDITIONALLY REGISTERED BY THE UNITED STATES  ENVIRONMENTAL  PROTECTION\n   21  AGENCY.   THE REGISTRANT OF ANY PESTICIDE REGISTERED PRIOR TO THE EFFEC-\n   22  TIVE DATE OF THIS SUBDIVISION SHALL HAVE A PERIOD OF FIVE YEARS FROM THE\n   23  EFFECTIVE DATE OF THIS SUBDIVISION TO  SUBMIT  ALL  OUTSTANDING  FEDERAL\n   24  DATA  REQUIREMENTS  AND  STUDIES,  AND  ALL  UNITED STATES ENVIRONMENTAL\n   25  PROTECTION AGENCY REVIEW DOCUMENTS OR OTHER DOCUMENTS RELATING TO  THESE\n   26  DATA  REQUIREMENTS AND STUDIES, TO THE DEPARTMENT. FAILURE TO SUBMIT THE\n   27  REQUIRED DATA AND DOCUMENTS SHALL RESULT IN CANCELLATION OF  THE  PESTI-\n   28  CIDE BY THE DEPARTMENT. SECTION 33-0715 OF THIS TITLE SHALL NOT APPLY TO\n   29  THIS SUBDIVISION.\n   30    3. THE COMMISSIONER SHALL NOT REGISTER ANY PESTICIDE WHICH CONTAINS AN\n   31  INERT INGREDIENT WHICH WAS SUBJECT TO A PESTICIDE REGISTRATION CANCELLA-\n   32  TION  OR SUSPENSION BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY\n   33  OR THIS STATE.\n   34    S 7. Section 33-0713 of the environmental conservation law is  amended\n   35  by adding a new subdivision 4 to read as follows:\n   36    4.  NOTWITHSTANDING  THE  PROVISIONS  OF  SUBDIVISION  THREE  OF  THIS\n   37  SECTION, IF A PESTICIDE, INCLUDING ITS INERT INGREDIENTS, IS A KNOWN  OR\n   38  PROBABLE  HUMAN  CARCINOGEN  WHICH HAS BEEN PREVIOUSLY REGISTERED BY THE\n   39  DEPARTMENT, THE COMMISSIONER SHALL NOTIFY THE REGISTRANT OF THE  CANCEL-\n   40  LATION, WHICH SHALL TAKE EFFECT THIRTY DAYS AFTER SERVICE OF THE NOTICE.\n   41    S  8.  This  act shall take effect on the ninetieth day after it shall\n   42  have become a law, provided however that the amendments to subdivision 6\n   43  of section 33-0704 of the environmental conservation law made by section\n   44  two of this act shall not affect the repeal of such section and shall be\n   45  deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to registration of pesticide products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T105206.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661926513
}