{
  "year" : 2011,
  "senateBillNo" : "A4144-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to education",
    "billEventId" : "A4144-2011-1296536400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the commissioner of education and the commissioner of general services to promulgate standards for the procurement and use of non-toxic materials, equipment",
  "summary" : "Requires the commissioner of education and the commissioner of general services to promulgate standards for the procurement and use of environmentally sensitive commodities and services for schools and boards of cooperative educational services; provides that these provisions shall be applicable to all school districts and boards of cooperative educational services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA1355-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4144\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law and the state finance law, in relation\n         to the procurement and use of  environmentally  sensitive  commodities\n         and services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds and declares that\n    2  it shall be the policy of the state of New York to provide  every  child\n    3  with  an  environmentally safe and healthy learning environment in which\n    4  to grow, learn and mature into productive and healthy adults. The legis-\n    5  lature further finds that schools are major consumers and  disposers  of\n    6  supplies and materials, and that schools should serve as role models for\n    7  environmentally responsible behavior with regard to energy conservation,\n    8  reduced consumption and disposal of toxic and hazardous materials. Chil-\n    9  dren are uniquely vulnerable to and may be severely affected by exposure\n   10  to  chemicals,  hazardous  wastes and other environmental hazards, which\n   11  affect  their  learning  abilities  as  well  as  create  chemical-based\n   12  responses and sensitivities. When health threats are caused by the pres-\n   13  ence of toxic materials, the cost to individual school districts and the\n   14  state  are  enormous  in  terms of staff time and effort, cleanup costs,\n   15  school closing and liability. Therefore, to provide a safe  and  healthy\n   16  environment  for  our  children  in  school,  the legislature finds that\n   17  school districts should be informed of  and  consider  the  purchase  of\n   18  environmentally  sensitive  products  and services. It is the purpose of\n   19  this legislation to reduce as much as possible toxic exposures for chil-\n   20  dren and school staff.\n   21    S 2. Subdivision 1 of section 409 of the education law, as amended  by\n   22  section  4  of  part L of chapter 405 of the laws of 1999, is amended to\n   23  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00265-01-1\n\n       A. 4144                             2\n\n    1    1. All school buildings of common, union free, central,  central  high\n    2  school  and  city  school  districts other than city school districts of\n    3  cities having one hundred twenty-five thousand inhabitants or  more  and\n    4  boards  of cooperative educational services shall comply with such regu-\n    5  lations  as  the  commissioner  shall  adopt  from  time to time for the\n    6  purpose of insuring the  health  and  safety  of  pupils  and  staff  in\n    7  relation  to  proper  heating,  lighting,  ventilation,  sanitation  and\n    8  health, fire and accident protection, EXCEPT THAT SECTION  FOUR  HUNDRED\n    9  NINE-L  OF  THIS  ARTICLE SHALL APPLY TO ALL SCHOOL DISTRICTS, INCLUDING\n   10  CITY SCHOOL DISTRICTS OF CITIES HAVING ONE HUNDRED TWENTY-FIVE  THOUSAND\n   11  INHABITANTS OR MORE AND TO BOARDS OF COOPERATIVE EDUCATIONAL SERVICES.\n   12    S  3.  The  education  law is amended by adding a new section 409-l to\n   13  read as follows:\n   14    S 409-L. PROCUREMENT AND USE OF ENVIRONMENTALLY SENSITIVE  COMMODITIES\n   15  AND  SERVICES.  1.  FOR THE PURPOSES OF THIS SECTION THE FOLLOWING TERMS\n   16  SHALL MEAN:\n   17    (A) \"ENVIRONMENTALLY SENSITIVE COMMODITIES AND SERVICES\"  MEANS  THOSE\n   18  COMMODITIES  AND  SERVICES  THAT  MINIMIZE ADVERSE IMPACTS ON CHILDREN'S\n   19  HEALTH AND THE ENVIRONMENT AS DETERMINED BY THE COMMISSIONER OF  GENERAL\n   20  SERVICES.\n   21    (B)  \"COMMODITY\"  OR  \"COMMODITIES\"  MEANS  MATERIAL, GOODS, SUPPLIES,\n   22  PRODUCTS, CONSTRUCTION ITEMS AND OTHER  STANDARD  ARTICLES  OF  COMMERCE\n   23  OTHER  THAN  TECHNOLOGY AND EXCLUDING CONTRACTS FOR STATE PRINTING WHICH\n   24  ARE THE SUBJECT OF ANY PURCHASE OR OTHER EXCHANGE.\n   25    (C)  \"CONSTRUCTION  ITEM\"  MEANS  ANY  ITEM  OR   MATERIAL   USED   IN\n   26  CONSTRUCTION  AND  WHICH  IS  PROCURED  DIRECTLY BY A SCHOOL DISTRICT OR\n   27  BOARD OF COOPERATIVE EDUCATIONAL SERVICES OR BY A PERSON UNDER  CONTRACT\n   28  BY A SCHOOL DISTRICT OR BOARD OF COOPERATIVE EDUCATIONAL SERVICES.\n   29    (D)  \"SERVICE\"  OR  \"SERVICES\" MEANS, EXCEPT WITH RESPECT TO CONTRACTS\n   30  FOR STATE PRINTING, THE PERFORMANCE OF A TASK OR TASKS AND MAY INCLUDE A\n   31  MATERIAL GOOD OR A QUANTITY OF MATERIAL GOODS, AND WHICH IS  SUBJECT  OF\n   32  ANY  PURCHASE OR OTHER EXCHANGE. FOR THE PURPOSES OF THIS SECTION, TECH-\n   33  NOLOGY SHALL BE DEEMED A SERVICE.\n   34    2. THE COMMISSIONER OF GENERAL  SERVICES,  IN  CONSULTATION  WITH  THE\n   35  COMMISSIONER  AND THE COMMISSIONERS OF HEALTH AND LABOR, SHALL ESTABLISH\n   36  AND FROM TIME TO TIME AMEND GUIDELINES AND SPECIFICATIONS  FOR  ENVIRON-\n   37  MENTALLY  SENSITIVE  COMMODITIES  AND  SERVICES  FOR  USE IN ELEMENTARY,\n   38  SECONDARY AND VOCATIONAL SCHOOL BUILDINGS; FOR SCHOOL OR  SCHOOL-RELATED\n   39  ACTIVITIES  ON SCHOOL PROPERTIES; AND FOR USE IN THE CONSTRUCTION, RENO-\n   40  VATION OR REPAIR OF SUCH SCHOOL BUILDINGS AND RELATED  FACILITIES.  SUCH\n   41  GUIDELINES  SHALL  BE USED TO IDENTIFY ENVIRONMENTALLY SENSITIVE COMMOD-\n   42  ITIES AND SERVICES WHICH ARE AVAILABLE IN THE FORM, FUNCTION AND UTILITY\n   43  GENERALLY USED BY SUCH FACILITIES.  SUCH COMMISSIONERS SHALL REVIEW  AND\n   44  EVALUATE  EXISTING  RESEARCH REGARDING ENVIRONMENTALLY SENSITIVE COMMOD-\n   45  ITIES AND SERVICES, INCLUDING BUT NOT  LIMITED  TO,  THE  UNITED  STATES\n   46  ENVIRONMENTAL  PROTECTION AGENCY'S GUIDELINES FOR ENVIRONMENTALLY SENSI-\n   47  TIVE COMMODITIES AND SERVICES, FOR THE PURPOSE OF DEVELOPING APPROPRIATE\n   48  CRITERIA FOR SUCH GUIDELINES AND SPECIFICATIONS.\n   49    3. THE COMMISSIONER OF  GENERAL  SERVICES  SHALL  DISSEMINATE  TO  ALL\n   50  SCHOOL  DISTRICTS  AND BOARDS OF COOPERATIVE EDUCATIONAL SERVICES GUIDE-\n   51  LINES AND SPECIFICATIONS FOR THE  PURCHASE  OR  USE  OF  ENVIRONMENTALLY\n   52  SENSITIVE  COMMODITIES  AND  SERVICES IN ELEMENTARY, SECONDARY AND VOCA-\n   53  TIONAL SCHOOL BUILDINGS; FOR  SCHOOL  OR  SCHOOL-RELATED  ACTIVITIES  ON\n   54  SCHOOL  PROPERTIES;  AND  FOR  USE  IN  THE CONSTRUCTION, RENOVATION, OR\n   55  REPAIR OF SUCH SCHOOL BUILDINGS AND RELATED FACILITIES. THE COMMISSIONER\n   56  OF GENERAL SERVICES SHALL ALSO PREPARE AND  DISSEMINATE  TO  ALL  SCHOOL\n\n       A. 4144                             3\n\n    1  DISTRICTS  AND  BOARDS OF COOPERATIVE EDUCATIONAL SERVICES A SAMPLE LIST\n    2  OF SUCH ENVIRONMENTALLY SENSITIVE COMMODITIES  AND  SERVICES  THAT  MEET\n    3  THESE  GUIDELINES  OR  SPECIFICATIONS AND THEIR ENVIRONMENTAL AND HEALTH\n    4  BENEFITS.    SCHOOL  DISTRICTS  AND  BOARDS  OF  COOPERATIVE EDUCATIONAL\n    5  SERVICES SHALL CONSIDER SUCH GUIDELINES, SPECIFICATIONS AND SAMPLE  LIST\n    6  WHEN   MAKING   DETERMINATIONS   AS  TO  THE  PURCHASE  OF  COMMODITIES,\n    7  CONSTRUCTION ITEMS OR SERVICES FOR USE IN A SCHOOL  BUILDING  OR  BUILD-\n    8  INGS,  FOR  SCHOOL  OR  SCHOOL-RELATED  ACTIVITIES,  OR  FOR  USE IN THE\n    9  CONSTRUCTION, RENOVATION, OR REPAIR OF SCHOOL BUILDINGS. WHERE  APPLICA-\n   10  BLE  AND  APPROPRIATE, SCHOOL DISTRICTS AND BOARDS OF COOPERATIVE EDUCA-\n   11  TIONAL SERVICES SHALL INCLUDE EVIDENCE OF SUCH CONSIDERATION IN  A  PLAN\n   12  FOR  THE  CONSTRUCTION,  RENOVATION OR REPAIR OF A SCHOOL BUILDING WHICH\n   13  MUST BE SUBMITTED TO THE COMMISSIONER FOR APPROVAL PURSUANT  TO  SECTION\n   14  FOUR HUNDRED EIGHT OF THIS ARTICLE.\n   15    4.  SCHOOL  DISTRICTS  AND  BOARDS OF COOPERATIVE EDUCATIONAL SERVICES\n   16  SHALL NOTIFY ALL SCHOOLS UNDER THEIR JURISDICTIONS OF  THE  AVAILABILITY\n   17  OF SUCH GUIDELINES, SPECIFICATIONS AND SAMPLE LIST.\n   18    5. ON OR BEFORE JUNE FIRST, TWO THOUSAND TWELVE, THE OFFICE OF GENERAL\n   19  SERVICES  AND  THE  DEPARTMENT SHALL JOINTLY ISSUE A REPORT PROVIDING AN\n   20  ANALYSIS OF THE IMPACT OF SUCH  GUIDELINES  AND  SPECIFICATIONS  ON  THE\n   21  PURCHASING  AND  PROCUREMENT PRACTICES OF SCHOOL DISTRICTS AND BOARDS OF\n   22  COOPERATIVE EDUCATIONAL SERVICES.\n   23    S 4. Paragraph b of subdivision 3 of section 163 of the state  finance\n   24  law is amended by adding a new subparagraph (xii) to read as follows:\n   25    (XII)  MAINTAIN  A LIST OF FIRMS WHICH PRODUCE OR MANUFACTURE OR OFFER\n   26  FOR SALE ENVIRONMENTALLY SENSITIVE COMMODITIES AND SERVICES IN THE FORM,\n   27  FUNCTION AND UTILITY GENERALLY USED BY SCHOOL DISTRICTS  AND  BOARDS  OF\n   28  COOPERATIVE  EDUCATIONAL  SERVICES  IN ACCORDANCE WITH SPECIFICATIONS OR\n   29  GUIDELINES PROMULGATED PURSUANT TO SECTION FOUR HUNDRED  NINE-L  OF  THE\n   30  EDUCATION LAW.\n   31    S  5.  This act shall take effect on the first of July next succeeding\n   32  the date on which it shall have become a law; provided that the  commis-\n   33  sioners  of  education and general services are authorized to promulgate\n   34  any and all rules and regulations and take any other measures  necessary\n   35  to  implement this act on its effective date on or before such date; and\n   36  provided, further, that the amendment to paragraph b of subdivision 3 of\n   37  section 163 of the state finance law made by section four  of  this  act\n   38  shall not affect the repeal of such section and shall be deemed repealed\n   39  therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the state finance law, in relation to the procurement and use of environmentally sensitive commodities and services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T105706.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296662226726
}