{
  "year" : 2011,
  "senateBillNo" : "A4152-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A4152-2011-1296536400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the child care professionals loan forgiveness incentive program",
  "summary" : "Creates the child care professionals loan forgiveness incentive program for applicants who agree to engage in employment in the child care field; establishes the eligibility for such awards; establishes the amount and duration of such awards. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3265-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4152\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. MAGNARELLI, CLARK, MILLMAN, SCHROEDER, WRIGHT,\n         LIFTON, GALEF, N. RIVERA, PERRY -- Multi-Sponsored  by  --  M.  of  A.\n         ABBATE,  BOYLAND, COLTON, GOTTFRIED, HEASTIE, JAFFEE, V. LOPEZ, LUPAR-\n         DO, MAISEL,  MAYERSOHN,  PEOPLES-STOKES,  PHEFFER,  REILLY,  ROBINSON,\n         SWEENEY,  TOWNS  --  read once and referred to the Committee on Higher\n         Education\n\n       AN ACT to amend the education law, in relation  to  creating  the  child\n         care professionals loan forgiveness incentive program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 605 of the education law is amended by adding a new\n    2  subdivision 13 to read as follows:\n    3    13. NEW YORK STATE CHILD CARE PROFESSIONALS LOAN FORGIVENESS INCENTIVE\n    4  PROGRAM. A. PURPOSE.  THE PRESIDENT SHALL GRANT STUDENT LOAN FORGIVENESS\n    5  AWARDS FOR THE PURPOSE OF INCREASING THE NUMBER OF  CHILD  CARE  PROFES-\n    6  SIONALS  EMPLOYED  IN  NEW  YORK  STATE.  SUCH AWARDS SHALL BE MADE ON A\n    7  COMPETITIVE BASIS TO APPLICANTS WHO HAVE GRADUATED FROM  AN  INSTITUTION\n    8  OF HIGHER EDUCATION APPROVED OR REGISTERED BY THE REGENTS.\n    9    B.  ELIGIBILITY.  (1)  TO  BE ELIGIBLE TO RECEIVE AN AWARD PURSUANT TO\n   10  THIS SUBDIVISION, AN APPLICANT MUST BE A RESIDENT OF NEW YORK STATE  WHO\n   11  HAS  GRADUATED  FROM  AN  INSTITUTION  OF  HIGHER  EDUCATION  AND HAS AN\n   12  OUTSTANDING STUDENT LOAN DEBT.\n   13    (2) SUCH AWARDS SHALL BE MADE ANNUALLY  TO  ELIGIBLE  APPLICANTS  WHO,\n   14  PRIOR TO ACCEPTING SUCH AWARDS, ENGAGED IN TWELVE MONTHS OF SERVICE AS A\n   15  CHILD  CARE PROFESSIONAL IN A CHILD DAY CARE FACILITY LICENSED OR REGIS-\n   16  TERED PURSUANT TO THE SOCIAL SERVICES LAW OR THE ADMINISTRATIVE CODE  OF\n   17  THE CITY OF NEW YORK AND SUCH AWARDS SHALL NOT EXCEED AN AMOUNT OF TWEN-\n   18  TY-FIVE  THOUSAND DOLLARS AND SHALL BE MADE TO SUCH APPLICANTS, PURSUANT\n   19  TO THE FOLLOWING SCHEDULE:\n   20    (I) TWENTY PERCENT TO BE AWARDED UPON  THE  COMPLETION  OF  THE  FIRST\n   21  YEAR;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04112-01-1\n\n       A. 4152                             2\n\n    1    (II)  THIRTY  PERCENT  TO BE AWARDED UPON THE COMPLETION OF THE SECOND\n    2  YEAR; AND\n    3    (III)  FIFTY  PERCENT  TO  BE AWARDED UPON THE COMPLETION OF THE THIRD\n    4  YEAR.\n    5    (3) RECIPIENTS OF SUCH AWARDS SHALL BE ELIGIBLE  TO  APPLY  FOR  OTHER\n    6  AWARDS ESTABLISHED UNDER THIS CHAPTER.\n    7    C.  DURATION.  SUCH  AWARDS  SHALL  BE MADE ANNUALLY, FOR NO MORE THAN\n    8  THREE YEARS, TO APPLICANTS WHO REMAIN ELIGIBLE  UNDER  THIS  SUBDIVISION\n    9  AND WHO ARE CERTIFIED AS SUCH BY THE CORPORATION.\n   10    D.  AMOUNT. THE CORPORATION SHALL GRANT SUCH AWARDS WITHIN THE AMOUNTS\n   11  APPROPRIATED FOR SUCH PURPOSE AND BASED ON THE AVAILABILITY OF FUNDS  IN\n   12  AN  AMOUNT NOT TO EXCEED THE TOTAL COST OF THE COMPLETION OF SUCH DEGREE\n   13  PROGRAMS. COST OF COMPLETION OF SUCH DEGREES SHALL INCLUDE:  TUITION  AT\n   14  AN INSTITUTION OF HIGHER EDUCATION APPROVED OR REGISTERED BY THE REGENTS\n   15  AND OTHER REQUIRED OR REASONABLE STUDENT FEES.\n   16    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to creating the child care professionals loan forgiveness incentive program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T111708.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663428581
}