{
  "year" : 2011,
  "senateBillNo" : "A4156-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A4156-2011-1296536400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing a credit for employers for wages associated with information technology security employees, and a deduction for businesses for certain expenses",
  "summary" : "Establishes tax credits for employers for wages associated with information technology security employees, and a deduction for businesses for the expenses of certain other security-related measures relating to information technology. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A5297-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4156\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to establishing  a  credit  for\n         employers  for  wages  associated with information technology security\n         employees, and providing a deduction for businesses for  the  expenses\n         of certain other security-related measures\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 35  to  read\n    2  as follows:\n    3    S  35.  INFORMATION  TECHNOLOGY SECURITY WAGE CREDIT. (A) ALLOWANCE OF\n    4  CREDIT. A TAXPAYER WHICH IS SUBJECT TO TAX UNDER ARTICLE  NINE-A,  TWEN-\n    5  TY-TWO,  THIRTY-TWO,  OR THIRTY-THREE OF THIS CHAPTER SHALL BE ALLOWED A\n    6  CREDIT AGAINST SUCH TAX, PURSUANT TO THE PROVISIONS REFERENCED IN SUBDI-\n    7  VISION (E) OF THIS SECTION, TO BE COMPUTED AS  PROVIDED  IN  SUBDIVISION\n    8  (D) OF THIS SECTION.\n    9    (B)  QUALIFIED  EMPLOYEE.  THE  TERM \"QUALIFIED EMPLOYEE\" SHALL MEAN A\n   10  PERSON HIRED AND EMPLOYED FOR THE SOLE PURPOSE OF PROVIDING  INFORMATION\n   11  TECHNOLOGY SECURITY.\n   12    (C) QUALIFIED INFORMATION SECURITY WAGES. THE TERM \"QUALIFIED INFORMA-\n   13  TION  SECURITY  WAGES\"  SHALL  MEAN  THE TOTAL AMOUNT OF THE SALARIES OR\n   14  WAGES PAID TO QUALIFIED EMPLOYEES DURING A TAXABLE YEAR.\n   15    (D) AMOUNT OF CREDIT. THE AMOUNT  OF  THE  CREDIT  SHALL  EQUAL  FIFTY\n   16  PERCENT OF THE TOTAL AMOUNT OF QUALIFIED INFORMATION SECURITY WAGES PAID\n   17  TO QUALIFIED EMPLOYEES.\n   18    (E)  CROSS-REFERENCES.  FOR  APPLICATION OF THE CREDIT PROVIDED FOR IN\n   19  THIS SECTION, SEE THE FOLLOWING PROVISIONS OF THIS CHAPTER:\n   20    (1) SUBDIVISION FORTY-THREE OF SECTION TWO HUNDRED TEN OF  THIS  CHAP-\n   21  TER;\n   22    (2) SUBSECTION (SS) OF SECTION SIX HUNDRED SIX OF THIS CHAPTER;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05488-01-1\n\n       A. 4156                             2\n\n    1    (3) SUBSECTION (X) OF SECTION FOURTEEN HUNDRED FIFTY-SIX OF THIS CHAP-\n    2  TER;\n    3    (4)  SUBDIVISION  (AA) OF SECTION FIFTEEN HUNDRED ELEVEN OF THIS CHAP-\n    4  TER.\n    5    S 2. Paragraph (a) of subdivision 9 of section 208 of the tax  law  is\n    6  amended by adding a new subparagraph 18 to read as follows:\n    7    (18)  THE AMOUNT DEDUCTIBLE PURSUANT TO PARAGRAPH (R) OF THIS SUBDIVI-\n    8  SION.\n    9    S 3. Subdivision 9 of section 208 of the tax law is amended by  adding\n   10  a new paragraph (r) to read as follows:\n   11    (R)  (A)  FOR THE PURPOSES OF THIS PARAGRAPH THE FOLLOWING TERMS SHALL\n   12  HAVE THE FOLLOWING DEFINITIONS:\n   13    (I) \"BUSINESS\" MEANS BOTH PRIVATE AND NOT-FOR-PROFIT BUSINESSES.\n   14    (II) \"INFORMATION TECHNOLOGY  SECURITY  SOFTWARE  OR  HARDWARE\"  MEANS\n   15  COMPUTER  SOFTWARE  OR HARDWARE THAT IS USED TO PROTECT AGAINST COMPUTER\n   16  VIRUSES, WORMS OR DELETERIOUS INSTRUCTIONS AND SOFTWARE OR PRODUCTS THAT\n   17  PROTECT AGAINST COMPUTER HACKING OR COMPUTER WORMS OR VIRUSES.\n   18    (B) ANY BUSINESS THAT PURCHASES AND  INSTALLS  INFORMATION  TECHNOLOGY\n   19  SOFTWARE  OR HARDWARE MAY DEDUCT FIFTY PERCENT OF THE FULL AMOUNT OF THE\n   20  EXPENSES RELATED TO THE PURCHASE AND INSTALLATION OF  SUCH  SOFTWARE  OR\n   21  HARDWARE WITHIN THE APPLICABLE TAXABLE YEAR.\n   22    (C)  THE  COMMISSIONER  SHALL  PROMULGATE RULES AND REGULATIONS DEEMED\n   23  NECESSARY TO CARRY OUT THE  PROVISIONS  OF  THIS  PARAGRAPH  BY  JANUARY\n   24  FIRST, TWO THOUSAND TWELVE.\n   25    (D)  THE  PROVISIONS  OF  THIS  PARAGRAPH SHALL APPLY TO TAXABLE YEARS\n   26  BEGINNING ON AND AFTER JANUARY FIRST, TWO THOUSAND TWELVE.\n   27    S 4. Section 210 of the tax law is amended by adding a new subdivision\n   28  43 to read as follows:\n   29    43. INFORMATION TECHNOLOGY SECURITY  WAGE  CREDIT.  (A)  ALLOWANCE  OF\n   30  CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS PROVIDED\n   31  IN  SECTION  THIRTY-FIVE  OF  THIS CHAPTER, AGAINST THE TAXES IMPOSED BY\n   32  THIS ARTICLE.\n   33    (B) APPLICATION OF CREDIT. THE CREDIT ALLOWED UNDER  THIS  SUBDIVISION\n   34  FOR  ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO LESS\n   35  THAN THE HIGHER OF THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND  (D)  OF\n   36  SUBDIVISION  ONE  OF  THIS  SECTION.  HOWEVER,  IF  THE AMOUNT OF CREDIT\n   37  ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE  TAX  TO\n   38  SUCH  AMOUNT,  ANY  AMOUNT OF CREDIT THUS NOT DEDUCTIBLE IN SUCH TAXABLE\n   39  YEAR SHALL BE TREATED AS  AN  OVERPAYMENT  OF  TAX  TO  BE  CREDITED  OR\n   40  REFUNDED  IN  ACCORDANCE  WITH  THE  PROVISIONS  OF SECTION ONE THOUSAND\n   41  EIGHTY-SIX  OF  THIS  CHAPTER.  PROVIDED,  HOWEVER,  THE  PROVISIONS  OF\n   42  SUBSECTION  (C)  OF  SECTION  ONE  THOUSAND EIGHTY-EIGHT OF THIS CHAPTER\n   43  NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   44    S 5. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   45  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   46  follows:\n\n   47  (XXXII) INFORMATION                  AMOUNT OF CREDIT UNDER\n   48  TECHNOLOGY  SECURITY                 SUBDIVISION FORTY-THREE OF\n   49  WAGE CREDIT UNDER                    SECTION TWO HUNDRED TEN OR\n   50  SUBSECTION (SS)                      SUBSECTION (X) OF SECTION\n   51                                       FOURTEEN HUNDRED FIFTY-SIX\n   52    S 6. Section 606 of the tax law is amended by adding a new  subsection\n   53  (ss) to read as follows:\n\n       A. 4156                             3\n\n    1    (SS)  INFORMATION  TECHNOLOGY  SECURITY  WAGE CREDIT. (1) ALLOWANCE OF\n    2  CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS PROVIDED\n    3  IN SECTION THIRTY-FIVE OF THIS CHAPTER, AGAINST  THE  TAXES  IMPOSED  BY\n    4  THIS ARTICLE.\n    5    (2)  APPLICATION  OF CREDIT. IF THE AMOUNT OF THE CREDIT ALLOWED UNDER\n    6  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n    7  SUCH YEAR, THE EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF  TAX  TO  BE\n    8  CREDITED  OR  REFUNDED  IN ACCORDANCE WITH THE PROVISIONS OF SECTION SIX\n    9  HUNDRED EIGHTY-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO  INTEREST\n   10  SHALL BE PAID THEREON.\n   11    S 7. Subsection (c) of section 612 of the tax law is amended by adding\n   12  a new paragraph 39 to read as follows:\n   13    (39)  THE  AMOUNT  DEDUCTIBLE PURSUANT TO PARAGRAPH (R) OF SUBDIVISION\n   14  NINE OF SECTION TWO HUNDRED EIGHT OF THIS CHAPTER.\n   15    S 8. Subsection (e) of section 1453 of  the  tax  law  is  amended  by\n   16  adding a new paragraph 19 to read as follows:\n   17    (19)  THE  AMOUNT  DEDUCTIBLE PURSUANT TO PARAGRAPH (R) OF SUBDIVISION\n   18  NINE OF SECTION TWO HUNDRED EIGHT OF THIS CHAPTER.\n   19    S 9. Section 1456 of the tax law is amended by adding a new subsection\n   20  (x) to read as follows:\n   21    (X) INFORMATION TECHNOLOGY SECURITY  WAGE  CREDIT.  (1)  ALLOWANCE  OF\n   22  CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS PROVIDED\n   23  IN  SECTION  THIRTY-FIVE  OF  THIS CHAPTER, AGAINST THE TAXES IMPOSED BY\n   24  THIS ARTICLE.\n   25    (2) APPLICATION OF CREDIT. THE CREDIT ALLOWED  UNDER  THIS  SUBSECTION\n   26  FOR  ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO LESS\n   27  THAN THE MINIMUM TAX FIXED BY SUBSECTION (B) OF SECTION FOURTEEN HUNDRED\n   28  FIFTY-FIVE OF THIS ARTICLE. HOWEVER, IF THE  AMOUNT  OF  CREDIT  ALLOWED\n   29  UNDER  THIS  SUBSECTION  FOR  ANY  TAXABLE  YEAR REDUCES THE TAX TO SUCH\n   30  AMOUNT, THEN ANY AMOUNT OF CREDIT THUS NOT DEDUCTIBLE  IN  SUCH  TAXABLE\n   31  YEAR  SHALL  BE  TREATED  AS  AN  OVERPAYMENT  OF  TAX TO BE CREDITED OR\n   32  REFUNDED IN ACCORDANCE WITH  THE  PROVISIONS  OF  SECTION  ONE  THOUSAND\n   33  EIGHTY-SIX  OF  THIS  CHAPTER.  PROVIDED,  HOWEVER,  THE  PROVISIONS  OF\n   34  SUBSECTION (C) OF SECTION ONE  THOUSAND  EIGHTY-EIGHT  OF  THIS  CHAPTER\n   35  NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   36    S  10.  Paragraph 3 of subdivision (b) of section 1503 of the tax law,\n   37  as amended by chapter 61 of the laws of 1989,  is  amended  to  read  as\n   38  follows:\n   39    (3)  In  determining  entire net income, there shall be subtracted, to\n   40  the extent not deductible in determining federal taxable income:\n   41    (A) interest on indebtedness incurred  or  continued  to  purchase  or\n   42  carry  obligations or securities the income from which is subject to tax\n   43  under this article but exempt from federal income tax;\n   44    (B) ordinary and necessary expenses paid or incurred during the  taxa-\n   45  ble year attributable to income which is subject to tax under this arti-\n   46  cle but exempt from federal income tax; [and]\n   47    (C)  the amortizable bond premium for the taxable year on any bond the\n   48  interest on which is subject to tax under this article but  exempt  from\n   49  federal income tax; AND\n   50    (D)  THE  AMOUNT  DEDUCTIBLE  PURSUANT TO PARAGRAPH (R) OF SUBDIVISION\n   51  NINE OF SECTION TWO HUNDRED EIGHT OF THIS CHAPTER.\n   52    S 11. Section 1511 of the tax law is amended by adding a new  subdivi-\n   53  sion (aa) to read as follows:\n   54    (AA)  INFORMATION  TECHNOLOGY  SECURITY  WAGE CREDIT. (1) ALLOWANCE OF\n   55  CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS PROVIDED\n\n       A. 4156                             4\n\n    1  IN SECTION THIRTY-FIVE OF THIS CHAPTER, AGAINST  THE  TAXES  IMPOSED  BY\n    2  THIS ARTICLE.\n    3    (2)  APPLICATION  OF CREDIT. THE CREDIT ALLOWED UNDER THIS SUBDIVISION\n    4  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n    5  THAN  THE  MINIMUM FIXED BY PARAGRAPH FOUR OF SUBDIVISION (A) OF SECTION\n    6  FIFTEEN HUNDRED TWO OF THIS ARTICLE. HOWEVER, IF THE  AMOUNT  OF  CREDIT\n    7  ALLOWED  UNDER  THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX TO\n    8  SUCH AMOUNT, THEN ANY AMOUNT OF CREDIT THUS NOT DEDUCTIBLE IN SUCH TAXA-\n    9  BLE YEAR SHALL BE TREATED AS AN OVERPAYMENT OF TAX  TO  BE  CREDITED  OR\n   10  REFUNDED  IN  ACCORDANCE  WITH  THE  PROVISIONS  OF SECTION ONE THOUSAND\n   11  EIGHTY-SIX  OF  THIS  CHAPTER.  PROVIDED,  HOWEVER,  THE  PROVISIONS  OF\n   12  SUBSECTION  (C)  OF  SECTION  ONE  THOUSAND EIGHTY-EIGHT OF THIS CHAPTER\n   13  NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   14    S 12. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a credit for employers for wages associated with information technology security employees, and providing a deduction for businesses for the expenses of certain other security-related measures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728797
}