{
  "year" : 2011,
  "senateBillNo" : "A4158-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to education",
    "billEventId" : "A4158-2011-1296536400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes standards, procedures and protocol for the use of restraints in schools",
  "summary" : "Establishes standards, procedures and protocol for the use of restraints in schools; requires reporting to parents and persons in parental relations of restraint incidents; requires training of school personnel in the use of safe and appropriate restraint use; defines terms and prohibitions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1862-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4158\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. NOLAN -- Multi-Sponsored by -- M. of A. ENGLE-\n         BRIGHT -- read once and referred to the Committee on Education\n\n       AN ACT to amend the  education  law  and  the  mental  hygiene  law,  in\n         relation  to  establishing  standards, procedures and protocol for the\n         use of restraints in schools\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   The legislature finds and declares that the current lack\n    2  of  statewide  standards,  procedures  and  protocols  for  the  use  of\n    3  restraints  in  public  schools  to  control inappropriate and dangerous\n    4  behavior of public school students by trained personnel has led to seri-\n    5  ous injury to students.   In particular,  those  students  at  risk  are\n    6  students  with  disabilities whose actions are not a result of malicious\n    7  intent but rather an  inherent  consequence  of  their  disability.  The\n    8  legislature  further  finds  that  the  deaths of such students in other\n    9  states have led to the passage of laws establishing statewide standards,\n   10  procedures and protocols for the appropriate and  safe  use  of  various\n   11  methods of restraint and strategies to avoid restraint. Therefore, it is\n   12  the aim of the legislature to minimize the chances of serious injury and\n   13  death  to  New  York state students by enacting legislation establishing\n   14  statewide standards, procedures and protocols promoting minimal  use  of\n   15  physical  restraint  by trained personnel. The legislature believes that\n   16  such a restraint policy is consistent with  widely  accepted  principles\n   17  emphasizing  least  restrictive  environments  and represents an optimal\n   18  approach for promoting the safe and appropriate  behavior  of  students.\n   19  Furthermore,  the  legislature  finds  that  the  lack of any meaningful\n   20  statewide requirement for reporting instances of  restraint  to  parents\n   21  constitutes  a glaring omission by our state's educational system. Crit-\n   22  ically, such omission is an obstacle  to  bringing  parents  and  school\n   23  personnel together to promote each student's appropriate and safe behav-\n   24  ior.  The  legislature finds that along with training, parental involve-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08713-01-1\n\n       A. 4158                             2\n\n    1  ment  is  essential  in  fostering  behavior  that  will  maximize  each\n    2  student's potential to grow and learn within our state's public schools.\n    3    S  2.  The  education law is amended by adding a new section 3214-a to\n    4  read as follows:\n    5    S 3214-A. PHYSICAL RESTRAINTS IN PUBLIC EDUCATION PROGRAMS.  1.  DEFI-\n    6  NITIONS.    AS  USED IN THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE\n    7  FOLLOWING MEANINGS:\n    8    A. \"PHYSICAL RESTRAINT\" SHALL MEAN THE USE OF BODILY FORCE TO LIMIT  A\n    9  STUDENT'S  FREEDOM OF MOVEMENT OR ACTION. CONSENSUAL, SOLICITED OR UNIN-\n   10  TENTIONAL TOUCHING SHALL NOT BE CONSTRUED TO BE  A  PHYSICAL  RESTRAINT.\n   11  PHYSICAL  RESTRAINT SHALL INCLUDE FORCIBLE OR INVOLUNTARY SECLUSION OF A\n   12  STUDENT AS IN ORDER TO LIMIT HIS OR HER FREEDOM OF MOVEMENT.\n   13    B. \"PUBLIC EDUCATION PROGRAMS\" MEANS PUBLIC SCHOOLS, INCLUDING CHARTER\n   14  SCHOOLS, PUBLIC SPECIAL EDUCATION SCHOOLS, OTHER PROGRAMS  SUPPORTED  OR\n   15  FUNDED  BY ANY PUBLIC SCHOOL, AND SCHOOL EVENTS AND ACTIVITIES SPONSORED\n   16  BY SUCH PROGRAMS.\n   17    C. \"PHYSICAL ESCORT\" MEANS TOUCHING OR HOLDING A STUDENT  WITHOUT  THE\n   18  USE OF FORCE FOR THE PURPOSE OF DIRECTING THE STUDENT.\n   19    D.  \"LEAST  RESTRICTIVE  RESTRAINT\" MEANS ONLY THAT DEGREE OF PHYSICAL\n   20  RESTRAINT, OR PREFERABLY PASSIVE RESTRAINT, WHICH IS  ABSOLUTELY  NECES-\n   21  SARY TO INHIBIT A STUDENT'S MOVEMENT IN ORDER TO ACCOMPLISH THE PURPOSES\n   22  OF THIS SECTION.\n   23    E.  \"MECHANICAL  RESTRAINT\"  MEANS  THE  USE  OF  A PHYSICAL DEVICE TO\n   24  RESTRICT THE MOVEMENT OF A STUDENT OR THE MOVEMENT OR NORMAL FUNCTION OF\n   25  A PORTION OF THE BODY. A PROTECTIVE OR STABILIZING DEVICE ORDERED  BY  A\n   26  PHYSICIAN SHALL NOT BE CONSIDERED A MECHANICAL RESTRAINT.\n   27    F. \"CHEMICAL RESTRAINT\" MEANS THE ADMINISTRATION OF MEDICATION FOR THE\n   28  PURPOSE  OF  RESTRAINT.  A  MEDICATION  ORDERED BY A STUDENT'S PHYSICIAN\n   29  SHALL NOT BE CONSIDERED A CHEMICAL RESTRAINT.\n   30    G. \"PASSIVE RESTRAINT\" SHALL INCLUDE METHODS OF RESTRAINT APPROVED  BY\n   31  THE OFFICE OF MENTAL RETARDATION AND DEVELOPMENTAL DISABILITIES WHICH DO\n   32  NOT REQUIRE DIRECT PHYSICAL FORCE.\n   33    2. USE OF PHYSICAL RESTRAINT IN PUBLIC SCHOOLS. A. THE USE OF PHYSICAL\n   34  RESTRAINT MAY ONLY  BE USED IN THE FOLLOWING CIRCUMSTANCES:\n   35    (1)  AS A LAST RESORT, WHEN NON-PHYSICAL INTERVENTIONS HAVE BEEN TRIED\n   36  AND DEEMED INEFFECTIVE; AND\n   37    (2) WHEN THE STUDENT'S BEHAVIOR POSES A THREAT OF IMMINENT AND SERIOUS\n   38  PHYSICAL HARM TO SELF AND/OR OTHERS.\n   39    B. PHYSICAL RESTRAINT SHALL BE USED WITH EXTREME CAUTION AND  ONLY  AS\n   40  LONG  AS A STUDENT  POSES A THREAT OF IMMINENT AND SERIOUS PHYSICAL HARM\n   41  TO HIMSELF, HERSELF OR OTHERS.\n   42    3. PROHIBITIONS. A. THE USE OF PHYSICAL RESTRAINT SHALL BE  PROHIBITED\n   43  IN THE FOLLOWING CIRCUMSTANCES:\n   44    (1) AS A MEANS OF PUNISHMENT; OR\n   45    (2) AS A RESPONSE TO PROPERTY DESTRUCTION, DISRUPTION OF SCHOOL ORDER,\n   46  A STUDENT'S REFUSAL TO COMPLY WITH A SCHOOL RULE OR DIRECTIVE, OR VERBAL\n   47  THREATS  THAT  DO NOT CONSTITUTE A THREAT OF IMMINENT, SERIOUS, PHYSICAL\n   48  HARM.\n   49    B. THE USE OF THE FOLLOWING SHALL BE PROHIBITED:\n   50    (1) THE USE OF MECHANICAL  RESTRAINTS,  OTHER  THAN  A  PROTECTIVE  OR\n   51  STABILIZING DEVICE ORDERED BY A PHYSICIAN;\n   52    (2) THE USE OF CHEMICAL RESTRAINTS;\n   53    (3) THE USE OF RESTRAINTS NOT DEEMED TO BE LEAST RESTRICTIVE;\n   54    (4) THE USE OF FLOOR AND PRONE RESTRAINTS; AND\n\n       A. 4158                             3\n\n    1    (5) THE USE OF ANY FORM OF PHYSICAL RESTRAINT WHEN A STUDENT CEASES TO\n    2  CONSTITUTE  A  RISK OF CAUSING SERIOUS PHYSICAL HARM TO HIMSELF, HERSELF\n    3  OR OTHERS.\n    4    4.  CONSTRUCTION.  A.  NOTHING  IN  THIS SECTION SHALL BE CONSTRUED TO\n    5  LIMIT THE PROTECTION AUTHORIZED, AFFORDED OR  REQUIRED  TO  STUDENTS  BY\n    6  STATE  AND  FEDERAL  LAW  OR REGULATION, INCLUDING THOSE PROVISIONS THAT\n    7  PROVIDE FOR THE RIGHTS OF STUDENTS  WHO  HAVE  BEEN  FOUND  ELIGIBLE  TO\n    8  RECEIVE SPECIAL EDUCATION PROGRAMS AND SERVICES.\n    9    B.  NOTHING IN THIS SECTION SHALL BE CONSTRUED TO PRECLUDE ANY TEACHER\n   10  OR OTHER PERSONNEL OF A PUBLIC EDUCATION PROGRAM FROM  USING  REASONABLE\n   11  FORCE  TO  PROTECT STUDENTS, OTHER PERSONS OR THEMSELVES FROM ASSAULT OR\n   12  IMMINENT, SERIOUS PHYSICAL HARM.\n   13    C. CONSENSUAL,  SOLICITED  OR  UNINTENTIONAL  TOUCHING  SHALL  NOT  BE\n   14  CONSTRUED  TO  BE  PHYSICAL  RESTRAINT.  NOR SHALL THE USE OF A PHYSICAL\n   15  ESCORT, TOUCHING OR HOLDING A STUDENT BE CONSIDERED A PHYSICAL RESTRAINT\n   16  FOR PURPOSES OF THIS SECTION.\n   17    5. MANDATORY REPORTING. A. MANDATORY WRITTEN REPORTING OF THE  USE  OF\n   18  EACH INSTANCE OF PHYSICAL RESTRAINT IN PUBLIC SCHOOLS SHALL BE REQUIRED.\n   19  SCHOOL  PERSONNEL  WHO ADMINISTER THE RESTRAINT SHALL IMMEDIATELY INFORM\n   20  THE SCHOOL PRINCIPAL, ASSISTANT OR SCHOOL ADMINISTRATOR OF THE RESTRAINT\n   21  AND BY WRITTEN REPORT NO LATER THAN THE NEXT SCHOOL DAY.\n   22    B. THE PRINCIPAL, ASSISTANT OR SCHOOL ADMINISTRATOR SHALL  IMMEDIATELY\n   23  INFORM THE PARENT OF THE STUDENT OR THE PERSON IN A PARENTAL RELATION TO\n   24  THE  STUDENT  OF  THE  RESTRAINT INCIDENT AND BY WRITTEN REPORT NO LATER\n   25  THAN FORTY-EIGHT HOURS AFTER THE RESTRAINT WAS ADMINISTERED. THE PRINCI-\n   26  PAL, ASSISTANT OR SCHOOL ADMINISTRATOR SHALL MAINTAIN AN ON-GOING RECORD\n   27  OF ALL REPORTED INSTANCES OF PHYSICAL  RESTRAINT WHICH SHALL BE REVIEWED\n   28  ANNUALLY BY THE DEPARTMENT.\n   29    C. THE REPORT MADE TO PARENTS OF THE STUDENT OR PERSONS IN A  PARENTAL\n   30  RELATION  TO  THE  STUDENT  REQUIRED  BY PARAGRAPH B OF THIS SUBDIVISION\n   31  SHALL BE MADE IN SUCH FORM AND MANNER THAT IT IS READILY  COMPREHENSIBLE\n   32  AND  IN THE LANGUAGE WHICH THE SCHOOL CUSTOMARILY USES TO COMMUNICATE TO\n   33  SUCH PERSONS.\n   34    D. ALL SUCH REPORTS SHALL CONTAIN PERTINENT DETAILS  WITH  RESPECT  TO\n   35  THE  TYPE OF BEHAVIOR REQUIRING THE RESTRAINT INCLUDING, BUT NOT LIMITED\n   36  TO, LEAST RESTRICTIVE AND NON-PHYSICAL  INTERVENTIONS WHICH  WERE  TRIED\n   37  AND  DEEMED  INAPPROPRIATE TO ADDRESS THE BEHAVIOR, CIRCUMSTANCES  RELE-\n   38  VANT TO THE CORRECTION OF SUCH  BEHAVIOR,  NAMES  AND  IDENTITY  OF  KEY\n   39  PERSONNEL  APPLYING  PHYSICAL RESTRAINT, ANY INVOLVEMENT BY LAW ENFORCE-\n   40  MENT PERSONNEL, AND ANY INJURY  ASSOCIATED  WITH  THE  USE  OF  PHYSICAL\n   41  RESTRAINT.\n   42    E.  WHEN  A RESTRAINT HAS RESULTED IN AN INJURY TO A STUDENT OR SCHOOL\n   43  PERSONNEL,  THE  PRINCIPAL,  ASSISTANT  OR  SCHOOL  ADMINISTRATOR  SHALL\n   44  PROVIDE  A  COPY OF THE WRITTEN REPORT, REQUIRED IN THIS SUBDIVISION, TO\n   45  THE DEPARTMENT WITHIN FIVE SCHOOL DAYS  OF  THE  ADMINISTRATION  OF  THE\n   46  RESTRAINT.    THE  PRINCIPAL,  ASSISTANT  OR  SCHOOL ADMINISTRATOR SHALL\n   47  INCLUDE WITH THE WRITTEN REPORT A COPY OF THE RECORDS  OF  ALL  PHYSICAL\n   48  RESTRAINTS  MAINTAINED FOR USE BY SUCH SCHOOL WITHIN A THIRTY DAY PERIOD\n   49  PRIOR TO THE DATE OF THE REPORTED RESTRAINT. THE DEPARTMENT SHALL INVES-\n   50  TIGATE THE RESTRAINT WHICH LED TO AN INJURY AND DETERMINE IF  ADDITIONAL\n   51  PERSONNEL TRAINING, POLICY OR PROCEDURE CHANGES ARE REQUIRED ON THE PART\n   52  OF  THE PUBLIC EDUCATION PROGRAM. IF CHANGES ARE REQUIRED THE DEPARTMENT\n   53  SHALL NOTIFY THE PUBLIC EDUCATION PROGRAM OF THE REQUIRED ACTION  WITHIN\n   54  THIRTY CALENDAR DAYS OF RECEIPT OF THE REQUIRED WRITTEN REPORTS.\n   55    6. TRAINING. A. THE DEPARTMENT IS AUTHORIZED AND DIRECTED TO ESTABLISH\n   56  TRAINING  REQUIREMENTS  FOR  THE  USE  OF  RESTRAINTS. SUCH TRAINING FOR\n\n       A. 4158                             4\n\n    1  SCHOOL PERSONNEL SHALL BE REQUIRED TO   EMPHASIZE  KNOWLEDGE  AND  TECH-\n    2  NIQUES  TO PRECLUDE THE USE OF PHYSICAL RESTRAINT, DE-ESCALATE  BEHAVIOR\n    3  WHICH MAY REQUIRE PHYSICAL RESTRAINT, IDENTIFY ANY RISK ASSOCIATED  WITH\n    4  VARIOUS  TYPES OF RESTRAINT, ASSESS ANY SIGNS INDICATING PHYSICAL DANGER\n    5  RESULTING FROM THE USE OF RESTRAINTS, UTILIZE THE MINIMAL USE  OF  PHYS-\n    6  ICAL  RESTRAINT  TO ACHIEVE THE PURPOSES OF THIS SECTION AND UTILIZE THE\n    7  SAFEST POSSIBLE MEANS OF RESTRAINT IN THE CONTEXT OF A STUDENT'S  BEHAV-\n    8  IOR AND OTHER RELEVANT CIRCUMSTANCES.\n    9    B.  PHYSICAL  RESTRAINTS  SHALL  NOT BE USED BY ANY   SCHOOL PERSONNEL\n   10  UNLESS HE OR SHE HAS COMPLETED THE REQUIRED TRAINING, IN ACCORDANCE WITH\n   11  THIS SUBDIVISION, IN THE USE OF SUCH RESTRAINT.\n   12    7. APPROVED PROGRAMS. A PROGRAM OF BEHAVIORAL INTERVENTION OR  PASSIVE\n   13  RESTRAINT  ESTABLISHED  AND  IMPLEMENTED  IN ACCORDANCE WITH REGULATIONS\n   14  PROMULGATED BY THE COMMISSIONER OF MENTAL RETARDATION AND  DEVELOPMENTAL\n   15  DISABILITIES  OR  THE  COMMISSIONER  OF MENTAL HEALTH SHALL BE DEEMED TO\n   16  COMPLY WITH THIS SECTION.\n   17    8. INDIVIDUALIZED EDUCATION PROGRAM. IN THE EVENT THAT A STUDENT  WITH\n   18  AN  INDIVIDUALIZED    EDUCATION  PROGRAM IS SUBJECT TO A RESTRAINT, SUCH\n   19  STATE DEPARTMENT OR AGENCY RESPONSIBLE FOR    DEVELOPING  THE  STUDENT'S\n   20  INDIVIDUALIZED  EDUCATION  PROGRAM  SHALL  BE REVIEWED TO ENSURE THAT IT\n   21  REQUIRES THE NECESSARY SERVICES TO ENCOURAGE  APPROPRIATE  BEHAVIOR  AND\n   22  PREEMPT  OR MINIMIZE THE  NEED FOR FUTURE RESTRAINT. IN THE EVENT THAT A\n   23  STUDENT WITH AN INDIVIDUALIZED EDUCATION PROGRAM IS  THE  SUBJECT  OF  A\n   24  REPORT  PURSUANT  TO THIS SECTION, SUCH INDIVIDUALIZED EDUCATION PROGRAM\n   25  SHALL BE REVIEWED WITHIN TEN SCHOOL DAYS TO ENSURE THAT IT IS  APPROPRI-\n   26  ATE TO THE STUDENT'S BEHAVIORAL NEEDS.\n   27    9.  HIGH  RISK  STUDENTS.  STUDENTS FOR WHOM RESTRAINT POSES A RISK OF\n   28  SERIOUS INJURY OR DEATH BECAUSE OF A PHYSICAL OR MENTAL HEALTH CONDITION\n   29  OR PHYSICAL, MENTAL OR DEVELOPMENTAL DISABILITY,  OR ANY  OTHER  REASON,\n   30  SHALL  BE IDENTIFIED BY SCHOOL OFFICIALS WHO SHALL INFORM SCHOOL PERSON-\n   31  NEL LIKELY TO COME INTO CONTACT WITH SUCH STUDENT OF SUCH RISK.\n   32    10. ANNUAL REPORT. ON AN ANNUAL BASIS THE DEPARTMENT SHALL REVIEW  ALL\n   33  REPORTS  WRITTEN  TO   COMPLY WITH THIS SECTION AND DETERMINE WHAT ADDI-\n   34  TIONAL MEASURES, INCLUDING TRAINING AND   REPORTING, ARE  REQUIRED.  THE\n   35  DEPARTMENT  SHALL  COMPILE  A  REPORT  SUMMARIZING SUCH REVIEW AND SHALL\n   36  SUBMIT A COPY OF SUCH REPORT TO THE TEMPORARY PRESIDENT  OF  THE  SENATE\n   37  AND  SPEAKER  OF THE  ASSEMBLY EACH MARCH FIFTEENTH FOLLOWING THE EFFEC-\n   38  TIVE DATE OF THIS SECTION.\n   39    11. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO  THE  CONTRARY,  FOR\n   40  PURPOSES  OF  THIS  SECTION, A PUBLIC SCHOOL OR PUBLIC EDUCATION PROGRAM\n   41  SHALL NOT INCLUDE ANY STATE OR VOLUNTARY OPERATED  PROGRAM,  SERVICE  OR\n   42  SCHOOL  THE  PRIMARY  PURPOSE  OF  WHICH  IS TO CARE FOR, TREAT OR SERVE\n   43  ADULTS OR CHILDREN WITH MENTAL RETARDATION  OR  DEVELOPMENTAL  DISABILI-\n   44  TIES.\n   45    S  3.  Section  13.17 of the mental hygiene law is amended by adding a\n   46  new subdivision (e) to read as follows:\n   47    (E) THE COMMISSIONER, IN CONSULTATION WITH  PARENTS,  FAMILY  MEMBERS,\n   48  CONSUMERS  AND  PROVIDERS  SHALL ESTABLISH POLICY AND PROCEDURES FOR THE\n   49  USE OF RESTRICTIVE OR INTRUSIVE INTERVENTIONS OR  RESTRAINTS  INCLUDING,\n   50  BUT  NOT  LIMITED TO, PERSONAL INTERVENTIONS, TIME-OUT ROOM USE, MECHAN-\n   51  ICAL RESTRAINING DEVICES, CHEMICAL RESTRAINTS, AND ANY OTHER  TECHNIQUES\n   52  OR  INTERVENTIONS  TO  FACILITATE  POSITIVE  BEHAVIOR. THIS POLICY SHALL\n   53  ENSURE THAT POSITIVE BEHAVIORAL APPROACHES, CONSISTENT WITH  THE  STAND-\n   54  ARDS  OF  PROFESSIONAL  PRACTICE,  ALWAYS  BE  THE  PREFERRED METHOD FOR\n   55  ADDRESSING MALADAPTIVE OR INAPPROPRIATE BEHAVIOR. THE COMMISSIONER SHALL\n\n       A. 4158                             5\n\n    1  SUBMIT TO THE GOVERNOR AND LEGISLATURE THE PROPOSED POLICY AND PROCEDURE\n    2  WHICH SHALL INCORPORATE THE FOLLOWING PRINCIPLES AND GOALS:\n    3    (1) TO DEVELOP OR INCREASE ADAPTIVE BEHAVIOR WHEN MALADAPTIVE OR INAP-\n    4  PROPRIATE BEHAVIOR IS DISPLAYED;\n    5    (2)   TO   ENSURE  THAT  RESTRICTIVE  OR  INTRUSIVE  INTERVENTIONS  OR\n    6  RESTRAINTS ARE NEVER USED FOR THE CONVENIENCE OF STAFF OR AS  PUNISHMENT\n    7  OR AS RETRIBUTION OR AS A SUBSTITUTE FOR TREATMENT OR SUPERVISION;\n    8    (3)  WITH  SUFFICIENT  SAFEGUARDS  AND  SUPERVISION TO ENSURE THAT THE\n    9  DIGNITY, SAFETY, HEALTH, WELFARE, AND CIVIL RIGHTS OF A PERSON HAVE BEEN\n   10  ADEQUATELY PROTECTED;\n   11    (4) WITH ASSURANCE THAT  RESTRICTIVE  OR  INTRUSIVE  INTERVENTIONS  OR\n   12  RESTRAINTS  ARE  ONLY  USED  AFTER  THERE IS DOCUMENTATION THAT POSITIVE\n   13  APPROACHES HAVE BEEN TRIED AND HAVE NOT BEEN SUFFICIENTLY SUCCESSFUL;\n   14    (5) TO ENSURE, WHENEVER PRACTICABLE, THAT PRIOR NOTIFICATION BE  GIVEN\n   15  TO  AND  PERMISSION  OBTAINED  FROM  A  PARENT  OR  PERSON IN A PARENTAL\n   16  RELATIONSHIP TO AN INDIVIDUAL WHO MAY REQUIRE RESTRICTIVE  OR  INTRUSIVE\n   17  INTERVENTION  OR  RESTRAINTS  AND, AT ALL TIMES, WRITTEN NOTIFICATION BE\n   18  GIVEN TO A PARENT, IF ANY, OR PERSON IN A PARENTAL RELATIONSHIP, IF ANY,\n   19  WHENEVER A RESTRICTIVE OR INTRUSIVE INTERVENTION OR RESTRAINT  HAS  BEEN\n   20  APPLIED;\n   21    (6)  TO  ENSURE  THAT  ALL  PERSONNEL  WHO  MAY BE REQUIRED TO UTILIZE\n   22  RESTRAINT TECHNIQUES RECEIVE REGULAR TRAINING IN THE PROPER USE OF  SUCH\n   23  TECHNIQUES AND IN ALTERNATIVE STRATEGIES DESIGNED TO PROMOTE APPROPRIATE\n   24  BEHAVIOR AND CONTROL INAPPROPRIATE BEHAVIOR.\n   25    S 4. This act shall take effect on the one hundred eightieth day after\n   26  it shall have become a law. Provided, however, that effective immediate-\n   27  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   28  necessary for the implementation of this act on its effective  date  are\n   29  authorized  and  directed  to  be  made  and completed on or before such\n   30  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the mental hygiene law, in relation to establishing standards, procedures and protocol for the use of restraints in schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728809
}