{
  "year" : 2011,
  "senateBillNo" : "A4153-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A4153-2011-1296536400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the licensure of perfusionists; establishes a state board of perfusion and provides for continuing professional education",
  "summary" : "Provides for the licensure of perfusionists; establishes a state committee for perfusion; allows for the issuance of limited permits; provides for continuing professional education; provides for licensure by endorsement and exemptions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA353-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4153\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAGNARELLI, CYMBROWITZ, HOOPER, MARKEY -- Multi-\n         Sponsored by -- M. of A. ABBATE, BING, COLTON, CONTE,  COOK,  DESTITO,\n         GABRYSZAK,  GALEF,  GUNTHER,  LAVINE, LUPARDO, MAISEL, MILLMAN, ORTIZ,\n         RAIA, ROBINSON, TOWNS, WEISENBERG, WRIGHT -- read once and referred to\n         the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to  licensure  of  perfu-\n         sionists\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings.  The  legislature  hereby  finds  and\n    2  declares  that  the public interest requires the regulation of the prac-\n    3  tice of perfusion and the establishment of clear licensure standards for\n    4  perfusionists; and that the health and welfare of the residents  of  the\n    5  state  will  be protected by identifying to the public those individuals\n    6  who are qualified and legally authorized to practice perfusion.\n    7    S 2. The education law is amended by adding a new article 134 to  read\n    8  as follows:\n    9                                  ARTICLE 134\n   10                           LICENSED PERFUSIONISTS\n   11  SECTION 6630. DEFINITIONS.\n   12          6631. LICENSURE.\n   13          6632. PRACTICE  OF  PERFUSION  AND USE OF TITLE \"LICENSED PERFU-\n   14                  SIONIST\".\n   15          6633. STATE COMMITTEE FOR PERFUSION.\n   16          6634. LIMITED PERMITS.\n   17          6635. CONTINUING PROFESSIONAL EDUCATION.\n   18          6636. ENDORSEMENT AND EXEMPTIONS.\n   19    S 6630. DEFINITIONS. AS USED IN THIS ARTICLE: 1. THE TERM  \"PERFUSION-\n   20  IST\"  MEANS  A  PERSON WHO IS LICENSED TO PRACTICE PERFUSION PURSUANT TO\n   21  THIS ARTICLE.\n   22    2. THE TERM \"REGISTERED PROGRAM\" MEANS A PROGRAM FOR THE EDUCATION  OF\n   23  PERFUSIONISTS WHICH HAS BEEN REGISTERED BY THE DEPARTMENT  OR DETERMINED\n   24  BY THE DEPARTMENT TO BE THE SUBSTANTIAL EQUIVALENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03264-01-1\n\n       A. 4153                             2\n\n    1    3. THE TERM \"PERFUSION\" MEANS THE FUNCTIONS NECESSARY FOR THE SUPPORT,\n    2  TREATMENT, MEASUREMENT, OR SUPPLEMENTATION OF THE CARDIOVASCULAR, CIRCU-\n    3  LATORY  OR RESPIRATORY SYSTEM OR OTHER ORGANS, OR A COMBINATION OF THOSE\n    4  ACTIVITIES, AND THE FUNCTIONS NECESSARY TO ENSURE THE SAFE MANAGEMENT OF\n    5  PHYSIOLOGIC  FUNCTIONS BY MONITORING AND ANALYZING THE PARAMETERS OF THE\n    6  SYSTEMS UNDER AN ORDER AND UNDER THE SUPERVISION OF A LICENSED PHYSICIAN\n    7  OR OTHER AUTHORIZED HEALTH  CARE  PRACTITIONER  DURING  AND  WITHIN  THE\n    8  PERFUSION PROCEDURES, INCLUDING:\n    9    A.  THE  USE  OF EXTRACORPOREAL CIRCULATION, LONG-TERM CARDIOPULMONARY\n   10  SUPPORT TECHNIQUES INCLUDING EXTRACORPOREAL CARBON DIOXIDE  REMOVAL  AND\n   11  OXYGENATION,  EXTRACORPOREAL MEMBRANE OXYGENATION (ECMO), AND ASSOCIATED\n   12  THERAPEUTIC AND DIAGNOSTIC TECHNOLOGIES;\n   13    B. COUNTERPULSATION, VENTRICULAR  ASSISTANCE,  AUTOTRANSFUSION,  BLOOD\n   14  CONSERVATION  TECHNIQUES, MYOCARDIAL AND ORGAN PRESERVATION, EXTRACORPO-\n   15  REAL LIFE SUPPORT, AND ISOLATED LIMB PERFUSION;\n   16    C. THE USE OF TECHNIQUES INVOLVING  BLOOD  MANAGEMENT,  ADVANCED  LIFE\n   17  SUPPORT, AND OTHER RELATED FUNCTIONS;\n   18    D. THE ADMINISTRATION OF PHARMACOLOGICAL AND THERAPEUTIC AGENTS, BLOOD\n   19  PRODUCTS  OR  ANESTHETIC  AGENTS  THROUGH  THE EXTRACORPOREAL CIRCUIT OR\n   20  THROUGH AN INTRAVENOUS LINE AS ORDERED BY A PHYSICIAN OR  OTHER  AUTHOR-\n   21  IZED HEALTH CARE PRACTITIONER;\n   22    E. THE PERFORMANCE AND USE OF ANTICOAGULATION MONITORING AND ANALYSIS,\n   23  PHYSIOLOGIC  MONITORING AND ANALYSIS, BLOOD GAS AND CHEMISTRY MONITORING\n   24  AND ANALYSIS, HEMATOLOGIC MONITORING AND ANALYSIS, HYPOTHERMIA, HYPERTH-\n   25  ERMIA, HEMOCONCENTRATION AND HEMODILUTION, HEMODIALYSIS; AND\n   26    F.  THE  OBSERVATION  OF  SIGNS  AND  SYMPTOMS  RELATED  TO  PERFUSION\n   27  SERVICES,  THE  DETERMINATION  OF WHETHER THE SIGNS AND SYMPTOMS EXHIBIT\n   28  ABNORMAL CHARACTERISTICS, AND THE IMPLEMENTATION OF APPROPRIATE  REPORT-\n   29  ING,  PERFUSION  PROTOCOLS, OR CHANGES IN OR THE INITIATION OF EMERGENCY\n   30  PROCEDURES UNDER THE SUPERVISION OF A  PHYSICIAN  OR  AUTHORIZED  HEALTH\n   31  CARE  PRACTITIONER,  UNLESS  THE  PATIENT IS IN IMMINENT DANGER AND SUCH\n   32  CONSULTATION WOULD LEAD TO SERIOUS HEALTH IMPAIRMENT OR DEATH.\n   33    4. THE TERM  \"COMMITTEE\"  MEANS  THE  STATE  COMMITTEE  FOR  PERFUSION\n   34  CREATED BY SECTION SIXTY-SIX HUNDRED THIRTY-THREE OF THIS ARTICLE.\n   35    S  6631.  LICENSURE. 1. TO QUALIFY FOR LICENSURE AS A \"LICENSED PERFU-\n   36  SIONIST\", AN APPLICANT SHALL FULFILL THE FOLLOWING REQUIREMENTS:\n   37    A. APPLICATION: FILE AN APPLICATION WITH THE DEPARTMENT;\n   38    B. EDUCATION: HAS SUCCESSFULLY COMPLETED  A  BACCALAUREATE  OR  HIGHER\n   39  DEGREE  IN  PERFUSION  REGISTERED  BY THE DEPARTMENT, OR THE SUBSTANTIAL\n   40  EQUIVALENT AS DETERMINED BY THE DEPARTMENT. AN EQUIVALENT  TEST  IS  NOT\n   41  ACCEPTABLE AS AN ALTERNATIVE TO AN EDUCATIONAL PROGRAM;\n   42    C. EXAMINATION: HAS OBTAINED A PASSING SCORE ON EXAMINATION ACCEPTABLE\n   43  TO THE DEPARTMENT;\n   44    D.  AGE:  AT  THE  TIME OF APPLICATION IS AT LEAST TWENTY-ONE YEARS OF\n   45  AGE;\n   46    E. CHARACTER: BE OF GOOD MORAL CHARACTER AS DETERMINED BY THE  DEPART-\n   47  MENT;\n   48    F.  FEE: PAY A FEE DETERMINED BY THE DEPARTMENT FOR AN INITIAL LICENSE\n   49  AND FOR EACH TRIENNIAL REGISTRATION PERIOD.\n   50    2.  UNTIL TWO YEARS FROM THE IMPLEMENTATION OF THIS ARTICLE:\n   51    (I) APPLICANTS MAY BE LICENSED IF THEY HAVE PRACTICED FOR  FIVE  YEARS\n   52  IN  THE  PAST  TEN  YEARS WITH NO DISCIPLINARY HISTORY AND HAVE PASSED A\n   53  NATIONAL CERTIFICATION EXAMINATION ACCEPTABLE TO THE COMMITTEE  AND  THE\n   54  DEPARTMENT;\n   55    (II)  APPLICANTS  MAY  BE  LICENSED IF THEY HAVE BEEN EMPLOYED WITH NO\n   56  DISCIPLINARY HISTORY FOR FIVE YEARS IN THE PAST TEN YEARS IN  A  CARDIAC\n\n       A. 4153                             3\n\n    1  SURGICAL  PROGRAM  IN  THE  STATE  ACCEPTABLE  TO  THE COMMITTEE AND THE\n    2  DEPARTMENT;\n    3    (III)  APPLICANTS  WHO  POSSESS  CERTIFICATION FROM A NATIONAL CERTIF-\n    4  ICATION ORGANIZATION ACCEPTABLE TO THE COMMITTEE AND THE DEPARTMENT  MAY\n    5  BE  LICENSED  IF THEY HAVE BEEN EMPLOYED FOR THREE OF THE PAST TEN YEARS\n    6  WITH NO DISCIPLINARY HISTORY.\n    7    S 6632. PRACTICE OF PERFUSION AND USE OF  TITLE  \"LICENSED  PERFUSION-\n    8  IST\".    ONLY A PERSON LICENSED OR EXEMPT UNDER THIS ARTICLE SHALL PRAC-\n    9  TICE PERFUSION OR USE THE TITLE \"LICENSED PERFUSIONIST\".\n   10    S 6633.  STATE COMMITTEE FOR PERFUSION.   1.  A  STATE  COMMITTEE  FOR\n   11  PERFUSION  SHALL BE APPOINTED BY THE BOARD OF REGENTS UPON THE RECOMMEN-\n   12  DATION OF THE COMMISSIONER AS A COMMITTEE OF THE BOARD FOR  MEDICINE  TO\n   13  ADVISE  SOLELY  IN  MATTERS  RELATING  TO  PERFUSION AND SHALL ASSIST ON\n   14  MATTERS OF LICENSURE AND PROFESSIONAL CONDUCT IN ACCORDANCE  WITH  PARA-\n   15  GRAPH  E  OF  SUBDIVISION ONE OF SECTION SIXTY-SIX HUNDRED THIRTY-ONE OF\n   16  THIS ARTICLE.   THE LICENSURE REQUIREMENTS FOR  PERFUSIONISTS  SHALL  BE\n   17  WAIVED FOR THE INITIAL COMMITTEE APPOINTEES, PROVIDED THAT SUCH APPOINT-\n   18  EES SHALL BE LICENSED WITHIN ONE YEAR OF FOLLOWING THE EFFECTIVE DATE OF\n   19  THIS ARTICLE.\n   20    2. THE COMMITTEE SHALL CONSIST OF SEVEN INDIVIDUALS, TO BE COMPOSED OF\n   21  THE FOLLOWING:\n   22    A. FOUR LICENSED PERFUSIONISTS;\n   23    B. TWO LICENSED PHYSICIANS SPECIALIZING IN THORACIC SURGERY; AND\n   24    C. ONE EDUCATOR WHO HOLDS A DOCTORATE OR EQUIVALENT DEGREE.\n   25    S  6634.  LIMITED PERMITS.   1. ELIGIBILITY. A PERSON WHO FULFILLS ALL\n   26  REQUIREMENTS FOR LICENSURE AS A PERFUSIONIST EXCEPT THAT RELATING TO THE\n   27  EXAMINATION SHALL BE ELIGIBLE FOR A LIMITED PERMIT.\n   28    2. LIMIT OF PRACTICE. A PERMITTEE SHALL BE AUTHORIZED TO PRACTICE AS A\n   29  PERFUSIONIST ONLY UNDER THE SUPERVISION OF A LICENSED PERFUSIONIST.\n   30    3. DURATION. A LIMITED PERMIT SHALL EXPIRE ONE YEAR FROM THE  DATE  OF\n   31  ISSUANCE OR TEN DAYS AFTER NOTIFICATION BY THE DEPARTMENT OF THE RESULTS\n   32  OF THE FIRST EXAMINATION FOR WHICH THE APPLICANT IS ELIGIBLE.  A LIMITED\n   33  PERMIT  SHALL  BE  EXTENDED  FOR  ONE  ADDITIONAL YEAR FOR GOOD CAUSE AS\n   34  DETERMINED BY THE DEPARTMENT.\n   35    4. FEES. THE FEE FOR EACH LIMITED PERMIT SHALL  BE  ONE  HUNDRED  FIVE\n   36  DOLLARS.\n   37    S  6635.  CONTINUING  PROFESSIONAL  EDUCATION.   THE COMMITTEE AND THE\n   38  DEPARTMENT  SHALL  ESTABLISH  REQUIREMENTS  FOR  CONTINUING  COMPETENCY,\n   39  INCLUDING  CONTINUING  EDUCATION IN REGULATION, THAT ARE CONSISTENT WITH\n   40  APPLICABLE REGULATIONS IN OTHER PROFESSIONS REGULATED UNDER THIS TITLE.\n   41    S 6636.   ENDORSEMENT AND EXEMPTIONS.  1.  ENDORSEMENT.  PERFUSIONISTS\n   42  CURRENTLY  LICENSED  IN  ANOTHER  STATE  MAY BE LICENSED BY ENDORSEMENT,\n   43  PROVIDING THE REQUIREMENTS FOR LICENSURE IN SUCH OTHER  STATE  EQUAL  OR\n   44  EXCEED THE REQUIREMENTS FOR LICENSURE PURSUANT TO THIS ARTICLE.\n   45    2. EXEMPTIONS. LICENSEES IN PROFESSIONS REGULATED UNDER THIS TITLE ARE\n   46  EXEMPT FROM THE PROVISIONS OF THIS ARTICLE TO THE EXTENT THAT THE ACTIV-\n   47  ITIES  AND  SERVICES  ALSO  FALL  WITHIN  THE  SCOPE OF PRACTICE OF SUCH\n   48  PROFESSIONS.\n   49    S 3. This act shall take effect three years after it shall have become\n   50  a law; provided, however,  that  effective  immediately,  the  addition,\n   51  amendment  and/or  repeal  of  any  rule or regulation necessary for the\n   52  implementation of this act on its  effective  date  are  authorized  and\n   53  directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to licensure of perfusionists ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728783
}