{
  "year" : 2011,
  "senateBillNo" : "A4155-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A4155-2011-1296536400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits insurance companies from limiting the quantity of drugs dispensed pursuant to a prescription and increases the quantity that may be prescribed to 90 days",
  "summary" : "Prohibits insurance companies from limiting the quantity of drugs dispensed pursuant to a prescription; increases the quantity of drugs that may be prescribed from a thirty day supply to a ninety day supply. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A5299-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4155\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN  ACT  to  amend  the  insurance  law,  in   relation   to   requiring\n         prescriptions  for  drugs  to be filled in the amount indicated by the\n         prescription; and to amend  the  public  health  law  and  the  social\n         services law, in relation to increasing the number of days for which a\n         prescription may be filled\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (i) of section 3216  of  the  insurance  law  is\n    2  amended by adding a new paragraph 28 to read as follows:\n    3    (28) EVERY POLICY WHICH PROVIDES COVERAGE FOR PRESCRIPTION DRUGS SHALL\n    4  PROVIDE THAT ANY PRESCRIPTION WRITTEN BY AN AUTHORIZED PROVIDER SHALL BE\n    5  FILLED  IN  SUCH  EXACT QUANTITY AS INDICATED BY THE PRESCRIPTION WITHIN\n    6  AMOUNTS AUTHORIZED BY LAW, PROVIDED THAT NO SUCH QUANTITY SHALL EXCEED A\n    7  NINETY DAY SUPPLY. NO POLICY  SHALL  LIMIT  THE  QUANTITY  OF  ANY  DRUG\n    8  PRESCRIBED NOR SHALL ANY SUCH POLICY PROVIDE FOR A HIGHER CO-PAYMENT FOR\n    9  PRESCRIPTIONS  WRITTEN  AND  DISPENSED IN QUANTITIES ABOVE A SET AMOUNT.\n   10  WHERE A PHARMACY IS UNABLE TO PROVIDE THE  FULL  QUANTITY  OF  ANY  DRUG\n   11  PRESCRIBED, SUCH PRESCRIPTION SHALL BE FILLED TO THE EXTENT POSSIBLE AND\n   12  THE  BALANCE  OF  ANY  UNFILLED  PRESCRIPTION  SHALL  BE PROVIDED TO THE\n   13  INSURED  WHEN  IT  BECOMES  AVAILABLE  WITH  NO  ADDITIONAL   CO-PAYMENT\n   14  REQUIRED.\n   15    S  2.  Subdivision  3  of  section  3332  of the public health law, as\n   16  amended by chapter 178 of the laws  of  2010,  is  amended  to  read  as\n   17  follows:\n   18    3.  No  such  prescription  shall be made for a quantity of controlled\n   19  substances which would exceed  a  [thirty]  NINETY  day  supply  if  the\n   20  controlled substance were used in accordance with the directions for use\n   21  specified  on  the  prescription.  [A practitioner may, however, issue a\n   22  prescription for up to a three month supply of  a  controlled  substance\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05381-01-1\n\n       A. 4155                             2\n\n    1  provided  that the controlled substance has been prescribed to treat one\n    2  of the conditions that have been enumerated by the commissioner pursuant\n    3  to regulations as warranting the prescribing of greater  than  a  thirty\n    4  day supply of a controlled substance and that the practitioner specifies\n    5  the   condition   on  the  face  of  the  prescription.]  No  additional\n    6  prescriptions for a controlled substance may be issued by a practitioner\n    7  to an ultimate user within [thirty] NINETY  days  of  the  date  of  any\n    8  prescription  previously  issued  unless and until the ultimate user has\n    9  exhausted all but  a  seven  day  supply  of  the  controlled  substance\n   10  provided  by  any  previously  issued  prescription. A practitioner may,\n   11  however, issue a prescription for up  to  a  six  month  supply  of  any\n   12  substance  listed  in  subdivision (h) of Schedule II of section thirty-\n   13  three hundred six of this article provided that such substance has  been\n   14  prescribed  to  treat one of the conditions that have been enumerated by\n   15  the commissioner pursuant to regulations as warranting  the  prescribing\n   16  of  a six month supply and that the practitioner specifies the condition\n   17  on the prescription or on the electronic prescription.\n   18    S 3. Subdivision 1 of section  3333  of  the  public  health  law,  as\n   19  amended  by  chapter  178  of  the  laws  of 2010, is amended to read as\n   20  follows:\n   21    1. A licensed pharmacist may, in good faith and in the course  of  his\n   22  or  her  professional  practice,  sell  and dispense to an ultimate user\n   23  controlled substances only upon the delivery of  an  official  New  York\n   24  state  prescription or the receipt of an electronic prescription to such\n   25  pharmacist, within thirty days of the date such prescription was  signed\n   26  by  an  authorized  practitioner;  provided,  however,  a pharmacist may\n   27  dispense a part or portion of such prescription in accordance with regu-\n   28  lations of the commissioner in consultation  with  the  commissioner  of\n   29  education. No pharmacy or pharmacist may sell or dispense greater than a\n   30  [thirty] NINETY day supply of a controlled substance to an ultimate user\n   31  unless  and  until  the  ultimate user has exhausted all but a seven day\n   32  supply of the controlled substance provided pursuant to  any  previously\n   33  issued  prescription,  except  that a pharmacy or pharmacist may sell or\n   34  dispense up to a three month supply of a controlled substance  if  there\n   35  appears,  on  the  official  New  York  state prescription or electronic\n   36  prescription,  a  statement  that  the  controlled  substance  has  been\n   37  prescribed  to  treat one of the conditions that have been enumerated by\n   38  the regulations of the commissioner as  warranting  the  prescribing  of\n   39  greater  than  a [thirty] NINETY day supply of a controlled substance. A\n   40  pharmacy or pharmacist may sell or dispense up to a six month supply  of\n   41  any  substance listed in subdivision (h) of Schedule II of section thir-\n   42  ty-three hundred six of this article if there appears, on  the  official\n   43  New  York  state prescription or on an electronic prescription, a state-\n   44  ment that the substance has been prescribed to treat one of  the  condi-\n   45  tions  that  have been enumerated by the regulations of the commissioner\n   46  as warranting the prescribing of a specified greater supply.\n   47    S 4. Subdivision 2 of section  3339  of  the  public  health  law,  as\n   48  amended  by  section  13 of part A of chapter 58 of the laws of 2004, is\n   49  amended to read as follows:\n   50    2. A prescription, except for a schedule II  controlled  substance  or\n   51  those  schedule  III  or  schedule  IV  controlled  substances which the\n   52  commissioner may require by regulation may be refilled not more than the\n   53  number of times specifically  authorized  by  the  prescriber  upon  the\n   54  prescription,  provided however no such authorization shall be effective\n   55  for a period greater than six months from the date the  prescription  is\n   56  signed.  In the event that the prescription authorizes the dispensing of\n\n       A. 4155                             3\n\n    1  more than a [thirty] NINETY day supply of schedule III, schedule  IV  or\n    2  schedule  V  substances  pursuant  to  regulations  of  the commissioner\n    3  enumerating  conditions  warranting  specified  greater  supplies,   the\n    4  prescription may be refilled only once.\n    5    S  5.  Paragraph  (g)  of subdivision 2 of section 365-a of the social\n    6  services law, as amended by section 1 of part F of chapter  497  of  the\n    7  laws of 2008, is amended to read as follows:\n    8    (g)  sickroom  supplies,  eyeglasses, prosthetic appliances and dental\n    9  prosthetic appliances furnished in accordance with  the  regulations  of\n   10  the  department,  provided that the commissioner of health is authorized\n   11  to implement a preferred diabetic supply program wherein the  department\n   12  of  health will receive enhanced rebates from preferred manufacturers of\n   13  glucometers and test strips, and may subject  non-preferred  manufactur-\n   14  ers'  glucometers  and  test strips to prior authorization under section\n   15  two hundred seventy-three of the public health law; drugs provided on an\n   16  in-patient basis, those drugs contained on the list established by regu-\n   17  lation of the commissioner of health pursuant  to  subdivision  four  of\n   18  this  section,  and  those  drugs  which  may not be dispensed without a\n   19  prescription as required by  section  sixty-eight  hundred  ten  of  the\n   20  education law and which the commissioner of health shall determine to be\n   21  reimbursable  based  upon such factors as the availability of such drugs\n   22  or alternatives at low cost if purchased by a medicaid recipient, or the\n   23  essential nature of such drugs as  described  by  such  commissioner  in\n   24  regulations,  provided, however, that such drugs, exclusive of long-term\n   25  maintenance drugs, shall be dispensed in quantities no  greater  than  a\n   26  [thirty]  NINETY  day supply or one hundred doses, whichever is greater;\n   27  provided further that  the  commissioner  of  health  is  authorized  to\n   28  require  prior  authorization for any refill of a prescription when less\n   29  than seventy-five percent of the previously dispensed  amount  per  fill\n   30  should  have  been  used  were  the  product used as normally indicated;\n   31  medical assistance shall not include any drug provided on other than  an\n   32  in-patient  basis for which a recipient is charged or a claim is made in\n   33  the case of a prescription drug, in excess of the  maximum  reimbursable\n   34  amounts  to  be established by department regulations in accordance with\n   35  standards established by the secretary of the United  States  department\n   36  of  health and human services, or, in the case of a drug not requiring a\n   37  prescription, in excess of the maximum reimbursable  amount  established\n   38  by  the  commissioner of health pursuant to paragraph (a) of subdivision\n   39  four of this section;\n   40    S 6. This act shall take effect immediately and section  one  of  this\n   41  act  shall  apply  to  policies  issued,  reissued, renewed, modified or\n   42  amended on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to requiring prescriptions for drugs to be filled in the amount indicated by the prescription; and to amend the public health law and the social services law, in relation to increasing the number of days for which a prescription may be filled ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112208.TXT", "SOBI.D110201.T162910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663728793
}