{
  "year" : 2011,
  "senateBillNo" : "A4162-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A4162-2011-1296536400000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a 25 year retirement plan for detention officers employed by the city of Yonkers",
  "summary" : "Establishes a 25 year retirement plan for detention officers employed by the city of Yonkers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "A8021-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4162\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Governmental Employees\n\n       AN ACT to amend the retirement and social security law, in  relation  to\n         the  retirement  of detention officers employed by the city of Yonkers\n         after twenty-five years of creditable service\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The retirement and social security law is amended by adding\n    2  a new section 89-x to read as follows:\n    3    S 89-X. RETIREMENT OF DETENTION OFFICERS EMPLOYED BY THE CITY OF YONK-\n    4  ERS.  A. A MEMBER EMPLOYED AS A DETENTION OFFICER BY THE CITY OF YONKERS\n    5  SHALL  BE  ELIGIBLE TO RETIRE PURSUANT TO THE PROVISIONS OF THIS SECTION\n    6  IF HE OR SHE IS A DETENTION OFFICER OR HOLDS A JOB WITH RESPONSIBILITIES\n    7  SIMILAR TO THOSE OF A DETENTION OFFICER, IN THE EVENT THAT THE JOB TITLE\n    8  OF DETENTION OFFICER SHALL BE ABOLISHED. SUCH ELIGIBILITY  SHALL  BE  AN\n    9  ALTERNATIVE TO THE ELIGIBILITY PROVISIONS AVAILABLE UNDER ANY OTHER PLAN\n   10  OF THIS ARTICLE TO WHICH SUCH MEMBER IS SUBJECT.\n   11    B.  SUCH  MEMBER  SHALL  BE  ENTITLED TO RETIRE UPON THE COMPLETION OF\n   12  TWENTY-FIVE YEARS OF TOTAL CREDITABLE SERVICE BY FILING  AN  APPLICATION\n   13  THEREFOR IN THE MANNER PROVIDED FOR IN SECTION SEVENTY OF THIS ARTICLE.\n   14    C.  UPON  COMPLETION  OF  TWENTY-FIVE  YEARS  OF SUCH SERVICE AND UPON\n   15  RETIREMENT, EACH SUCH MEMBER SHALL RECEIVE  A  PENSION  WHICH,  TOGETHER\n   16  WITH  AN  ANNUITY  WHICH SHALL BE THE ACTUARIAL EQUIVALENT OF HIS OR HER\n   17  ACCUMULATED CONTRIBUTIONS AT THE TIME OF HIS OR HER  RETIREMENT  AND  AN\n   18  ADDITIONAL   PENSION   WHICH   IS   THE   ACTUARIAL  EQUIVALENT  OF  THE\n   19  RESERVED-FOR-INCREASED-TAKE-HOME-PAY TO WHICH HE  OR  SHE  MAY  THEN  BE\n   20  ENTITLED  SHALL  BE  SUFFICIENT  TO PROVIDE HIM OR HER WITH A RETIREMENT\n   21  ALLOWANCE EQUAL TO ONE-HALF OF HIS OR HER FINAL AVERAGE SALARY.\n   22    D. AS USED IN THIS SECTION \"CREDITABLE SERVICE\" SHALL INCLUDE ANY  AND\n   23  ALL SERVICES PERFORMED AS A DETENTION OFFICER WITH THE CITY OF YONKERS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03292-04-1\n\n       A. 4162                             2\n\n    1    E. CREDIT FOR SERVICE AS A MEMBER OR OFFICER OF THE STATE POLICE OR AS\n    2  A  PAID  FIREFIGHTER,  POLICE  OFFICER  OR OFFICER OF ANY ORGANIZED FIRE\n    3  DEPARTMENT OR POLICE FORCE OR DEPARTMENT OF ANY COUNTY,  CITY,  VILLAGE,\n    4  TOWN, FIRE DISTRICT OR POLICE DISTRICT, SHALL ALSO BE DEEMED TO BE CRED-\n    5  ITABLE SERVICE AND SHALL BE INCLUDED IN COMPUTING YEARS OF TOTAL SERVICE\n    6  FOR  RETIREMENT  PURSUANT  TO  THIS  SECTION,  PROVIDED SUCH SERVICE WAS\n    7  PERFORMED BY THE MEMBER WHILE  CONTRIBUTING  TO  THE  RETIREMENT  SYSTEM\n    8  PURSUANT  TO  THE  PROVISIONS  OF  THIS ARTICLE OR ARTICLE EIGHT OF THIS\n    9  CHAPTER.\n   10    F. THE CITY OF YONKERS SHALL CERTIFY TO THE COMPTROLLER,  PERIODICALLY\n   11  AND  AT SUCH INTERVALS OF TIME AS MAY BE REQUIRED AND IN SUCH FASHION AS\n   12  MAY BE PRESCRIBED, THE IDENTITY OF THE DETENTION OFFICERS IN ITS EMPLOY.\n   13    G. A MEMBER CONTRIBUTING ON THE BASIS OF THIS SECTION AT THE  TIME  OF\n   14  RETIREMENT,  MAY  RETIRE  AFTER  THE  COMPLETION OF TWENTY-FIVE YEARS OF\n   15  TOTAL CREDITABLE SERVICE.  APPLICATION THEREFOR MAY BE FILED IN A MANNER\n   16  SIMILAR TO THAT PROVIDED  IN  SECTION  SEVENTY  OF  THIS  ARTICLE.  UPON\n   17  COMPLETION  OF  TWENTY-FIVE  YEARS  OF SUCH SERVICE AND UPON RETIREMENT,\n   18  EACH SUCH MEMBER SHALL RECEIVE A PENSION WHICH, TOGETHER WITH AN ANNUITY\n   19  WHICH SHALL BE THE  ACTUARIAL  EQUIVALENT  OF  HIS  OR  HER  ACCUMULATED\n   20  CONTRIBUTIONS  AT  THE  TIME  OF HIS OR HER RETIREMENT AND AN ADDITIONAL\n   21  PENSION WHICH  IS  THE  ACTUARIAL  EQUIVALENT  OF  THE  RESERVED-FOR-IN-\n   22  CREASED-TAKE-HOME-PAY  TO  WHICH HE OR SHE MAY THEN BE ENTITLED SHALL BE\n   23  SUFFICIENT TO PROVIDE HIM OR HER WITH A RETIREMENT  ALLOWANCE  EQUAL  TO\n   24  ONE-HALF OF HIS OR HER FINAL AVERAGE SALARY.\n   25    H.  IN  COMPUTING  THE  TWENTY-FIVE YEARS OF TOTAL SERVICE OF A MEMBER\n   26  PURSUANT TO THIS SECTION FULL CREDIT SHALL BE GIVEN AND  FULL  ALLOWANCE\n   27  SHALL  BE MADE FOR SERVICE OF SUCH MEMBER IN TIME OF WAR AFTER WORLD WAR\n   28  I AS DEFINED IN SECTION TWO OF THIS CHAPTER, PROVIDED SUCH MEMBER AT THE\n   29  TIME OF HIS OR HER ENTRANCE INTO THE ARMED FORCES WAS IN THE SERVICE  OF\n   30  THE CITY OF YONKERS.\n   31    I. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO PREVENT A MEMBER, WHO\n   32  DOES NOT RETIRE PURSUANT TO THE PROVISIONS OF THIS SECTION, FROM UTILIZ-\n   33  ING  SERVICE  WHICH  IS CREDITABLE SERVICE PURSUANT TO THE PROVISIONS OF\n   34  THIS SECTION FOR SERVICE CREDIT PURSUANT TO THE PROVISIONS OF ANY  OTHER\n   35  PLAN OF THIS ARTICLE TO WHICH SUCH MEMBER IS SUBJECT.\n   36    J. THE PROVISIONS OF THIS SECTION SHALL BE CONTROLLING NOTWITHSTANDING\n   37  ANY OTHER PROVISION IN THIS ARTICLE TO THE CONTRARY.\n   38    S 2. Subdivision a of section 445 of the retirement and social securi-\n   39  ty  law,  as  amended  by chapter 295 of the laws of 2007, is amended to\n   40  read as follows:\n   41    a. No member of a retirement system who is subject to  the  provisions\n   42  of this article shall retire without regard to age, exclusive of retire-\n   43  ment  for  disability, unless he OR SHE is a [policeman] POLICE OFFICER,\n   44  an investigator member  of  the  New  York  city  employees'  retirement\n   45  system,  [fireman]  FIREFIGHTER, correction officer, a qualifying member\n   46  as defined in section eighty-nine-t, as added  by  chapter  six  hundred\n   47  fifty-seven  of the laws of nineteen hundred ninety-eight, of this chap-\n   48  ter, sanitation [man]  PERSON,  a  special  officer  (including  persons\n   49  employed by the city of New York in the title urban park ranger or asso-\n   50  ciate urban park ranger), school safety agent, campus peace officer or a\n   51  taxi  and  limousine  commission  inspector  member of the New York city\n   52  employees' retirement system or the New York  city  board  of  education\n   53  retirement  system,  a dispatcher member of the New York city employees'\n   54  retirement system, a police communications member of the New  York  city\n   55  employees' retirement system, an EMT member of the New York city employ-\n   56  ees'  retirement  system,  a  deputy sheriff member of the New York city\n\n       A. 4162                             3\n\n    1  employees' retirement system, a correction officer  of  the  Westchester\n    2  county correction department as defined in section eighty-nine-e of this\n    3  chapter  or employed in Suffolk county as a peace officer, as defined in\n    4  section  eighty-nine-s, as added by chapter five hundred eighty-eight of\n    5  the laws of nineteen hundred ninety-seven, of this chapter, employed  in\n    6  Suffolk  county  as  a correction officer, as defined in section eighty-\n    7  nine-f of this chapter, or employed in Nassau  county  as  a  correction\n    8  officer,  uniformed correction division personnel, sheriff, undersheriff\n    9  or deputy sheriff, as defined in section eighty-nine-g of this  chapter,\n   10  or  employed  in  Nassau  county  as an ambulance medical technician, an\n   11  ambulance medical technician/supervisor or a member who  performs  ambu-\n   12  lance  medical technician related services, as defined in section eight-\n   13  y-nine-s, as amended by chapter five hundred seventy-eight of  the  laws\n   14  of nineteen hundred ninety-eight, of this chapter, or employed in Nassau\n   15  county as a peace officer, as defined in section eighty-nine-s, as added\n   16  by  chapter  five  hundred  ninety-five  of the laws of nineteen hundred\n   17  ninety-seven, of this chapter, or employed in Albany county as  a  sher-\n   18  iff,  undersheriff, deputy sheriff, correction officer or identification\n   19  officer, as defined in section  eighty-nine-h  of  this  chapter  or  is\n   20  employed in St. Lawrence county as a sheriff, undersheriff, deputy sher-\n   21  iff  or  correction officer, as defined in section eighty-nine-i of this\n   22  chapter or is employed in Orleans county  as  a  sheriff,  undersheriff,\n   23  deputy   sheriff   or   correction   officer,   as  defined  in  section\n   24  eighty-nine-l of this chapter or is employed in Jefferson  county  as  a\n   25  sheriff,  undersheriff, deputy sheriff or correction officer, as defined\n   26  in section eighty-nine-j of this chapter  or  is  employed  in  Onondaga\n   27  county as a deputy sheriff-jail division competitively appointed or as a\n   28  correction  officer, as defined in section eighty-nine-k of this chapter\n   29  or is employed in a county which makes an election under  subdivision  j\n   30  of  section  eighty-nine-p  of  this chapter as a sheriff, undersheriff,\n   31  deputy sheriff or correction officer as defined in such section  eighty-\n   32  nine-p  OF  THIS  CHAPTER  or is employed in Broome County as a sheriff,\n   33  undersheriff, deputy  sheriff  or  correction  officer,  as  defined  in\n   34  section eighty-nine-m of this chapter or is a Monroe county deputy sher-\n   35  iff-court  security,  or  deputy  sheriff-jailor  as  defined in section\n   36  eighty-nine-n, as added by chapter five hundred ninety-seven of the laws\n   37  of nineteen hundred ninety-one, of this chapter or is employed in Greene\n   38  county as a sheriff, undersheriff, deputy sheriff or correction officer,\n   39  as defined in section eighty-nine-o of this  chapter  or  is  a  traffic\n   40  officer  with  the town of Elmira as defined in section eighty-nine-q of\n   41  this chapter or is employed by Suffolk county as a park police  officer,\n   42  as  defined in section eighty-nine-r of this chapter or is a peace offi-\n   43  cer employed by a county probation  department  as  defined  in  section\n   44  eighty-nine-t,  as  added  by  chapter  six hundred three of the laws of\n   45  nineteen hundred ninety-eight, of this chapter or is employed  in  Rock-\n   46  land   county   as   a   deputy  sheriff-civil  as  defined  in  section\n   47  eighty-nine-v of this chapter as added by chapter four hundred forty-one\n   48  of the laws of two thousand one, or is employed in Rockland county as  a\n   49  superior  correction officer as defined in section eighty-nine-v of this\n   50  chapter as added by chapter five hundred fifty-six of the  laws  of  two\n   51  thousand  one or is a paramedic employed by the police department in the\n   52  town of Tonawanda and retires under the provisions  of  section  eighty-\n   53  nine-v  of this chapter, as added by chapter four hundred seventy-two of\n   54  the laws of two thousand one, or is a county fire  marshal,  supervising\n   55  fire marshal, fire marshal, assistant fire marshal, assistant chief fire\n   56  marshal  or  chief  fire  marshal  employed  by  the county of Nassau as\n\n       A. 4162                             4\n\n    1  defined in section eighty-nine-w of this  chapter,  OR  IS  A  DETENTION\n    2  OFFICER EMPLOYED BY THE CITY OF YONKERS AND RETIRES UNDER THE PROVISIONS\n    3  OF SECTION EIGHTY-NINE-X OF THIS CHAPTER, and is in a plan which permits\n    4  immediate  retirement  upon  completion of a specified period of service\n    5  without regard to age. Except as provided in subdivision  c  of  section\n    6  four hundred forty-five-a of this article, subdivision c of section four\n    7  hundred  forty-five-b  of  this  article,  subdivision c of section four\n    8  hundred forty-five-c of this article,  subdivision  c  of  section  four\n    9  hundred  forty-five-d  of  this  article,  subdivision c of section four\n   10  hundred forty-five-e of this article,  subdivision  c  of  section  four\n   11  hundred  forty-five-f  of this article and subdivision c of section four\n   12  hundred forty-five-h of this article, a member in such a plan  and  such\n   13  an  occupation,  other than a [policeman] POLICE OFFICER or investigator\n   14  member of the New York city employees' retirement system or a  [fireman]\n   15  FIREFIGHTER, shall not be permitted to retire prior to the completion of\n   16  twenty-five  years  of  credited  service;  provided, however, if such a\n   17  member in such an occupation is in a plan which permits retirement  upon\n   18  completion  of  twenty years of service regardless of age, he may retire\n   19  upon completion of twenty years of credited service  and  prior  to  the\n   20  completion  of twenty-five years of service, but in such event the bene-\n   21  fit provided from funds other than those based on such  a  member's  own\n   22  contributions  shall  not  exceed two per centum of final average salary\n   23  per each year of credited service.\n   24    S 3. Section 603 of the retirement and social security law is  amended\n   25  by adding a new subdivision u to read as follows:\n   26    U.  THE  SERVICE  RETIREMENT  BENEFIT SPECIFIED IN SECTION SIX HUNDRED\n   27  FOUR OF THIS ARTICLE SHALL BE PAYABLE TO MEMBERS WITH TWENTY-FIVE  YEARS\n   28  OF CREDITABLE SERVICE, WITHOUT REGARD TO AGE, WHO ARE DETENTION OFFICERS\n   29  EMPLOYED  BY THE CITY OF YONKERS, AS DEFINED IN SECTION EIGHTY-NINE-X OF\n   30  THIS CHAPTER, IF: (I) SUCH MEMBERS HAVE MET THE MINIMUM SERVICE REQUIRE-\n   31  MENTS UPON RETIREMENT, AND (II) IN THE CASE OF A MEMBER SUBJECT  TO  THE\n   32  PROVISIONS  OF  ARTICLE  FOURTEEN  OF THIS CHAPTER, SUCH MEMBER FILES AN\n   33  ELECTION THEREFOR WHICH PROVIDES THAT HE OR SHE WILL BE SUBJECT  TO  THE\n   34  PROVISIONS  OF  THIS  ARTICLE AND NONE OF THE PROVISIONS OF SUCH ARTICLE\n   35  FOURTEEN.  SUCH ELECTION, WHICH SHALL BE IRREVOCABLE, SHALL BE IN  WRIT-\n   36  ING,  DULY EXECUTED AND SHALL BE FILED WITH THE COMPTROLLER ON OR BEFORE\n   37  SEPTEMBER FIRST, TWO THOUSAND ELEVEN. FOR THE PURPOSES OF THIS  SUBDIVI-\n   38  SION, THE TERM \"CREDITABLE SERVICE\" SHALL HAVE THE MEANING AS SO DEFINED\n   39  IN BOTH SECTIONS EIGHTY-NINE-X AND SIX HUNDRED ONE OF THIS CHAPTER.\n   40    S  4. Section 604 of the retirement and social security law is amended\n   41  by adding a new subdivision u to read as follows:\n   42    U. THE EARLY  SERVICE  RETIREMENT  BENEFIT  FOR  A  MEMBER  WHO  IS  A\n   43  DETENTION OFFICER EMPLOYED BY THE CITY OF YONKERS, AS DEFINED IN SECTION\n   44  EIGHTY-NINE-X  OF THIS CHAPTER, SHALL BE A PENSION EQUAL TO ONE-FIFTIETH\n   45  OF  FINAL  AVERAGE  SALARY  TIMES  YEARS  OF  CREDITED  SERVICE  AT  THE\n   46  COMPLETION  OF  TWENTY-FIVE  YEARS OF SERVICE AS SUCH DETENTION OFFICER,\n   47  BUT NOT EXCEEDING ONE-HALF OF HIS OR HER FINAL AVERAGE SALARY.\n   48    S 5. The cost attributable to the operation of this act shall be borne\n   49  by the city of Yonkers and shall be paid as provided by  applicable  law\n   50  over  a  ten  year  period  commencing with the state fiscal year ending\n   51  March 31, 2012.\n   52    S 6. This act shall take effect immediately.\n         FISCAL NOTE.--Pursuant to Legislative Law, Section 50:\n         This bill would permit detention officers  employed  by  the  city  of\n       Yonkers to retire upon the completion of twenty-five (25) years of cred-\n       itable service if the employing city elects to provide this alternatIve.\n\n       A. 4162                             5\n\n       For  all  eligible  officers,  the  benefit  upon retirement would be an\n       allowance of one-half final average salary. There would be no  reduction\n       due to early service retirement for these members.\n         If  this bill is enacted, we anticipate that there will be an increase\n       of approximately $25,800 in the annual  contributions  of  the  city  of\n       Yonkers for the fiscal year ending March 31, 2012.\n         In addition to the annual contributions discussed above, there will be\n       an  immediate past service cost of approximately $282,000 which would be\n       borne by the city of Yonkers. If this cost were  amortized  over  a  ten\n       (10)  year  period, the cost for the first year including interest,would\n       be approximately $38,200. This estimate is based on the assumption  that\n       payment will be made on February 1, 2012.\n         These  estimated  costs  are  based  on twenty-two (22) known affected\n       members having a total annual salary of approximately $2.7  million  for\n       the fiscal year ending March 31, 2011.\n         This  estimate dated January 21, 2011 and intended for use only during\n       the 2011 Legislative Session, is Fiscal Note No. 2011-069,  prepared  by\n       the  Actuary  for  the  New  York  State and Local Employee's Retirement\n       System.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T110707.TXT", "SOBI.D110201.T163410.TXT", "SOBI.D110202.T111207.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663127205
}