{
  "year" : 2011,
  "senateBillNo" : "A416-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A416-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the commission on education in the twenty-first century",
  "summary" : "Establishes the commission on education in the twenty-first century which shall examine the system of school districts and the delivery of education related services in the state and shall recommend changes to that system. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Commissions",
  "previousVersions" : [ "A9510-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          416\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced   by   M.   of  A.  CAHILL,  HOYT,  McENENY,  GALEF,  REILLY,\n         PEOPLES-STOKES,  THIELE,  SCHROEDER,  MOLINARO,  CONTE,  MONTESANO  --\n         Multi-Sponsored by -- M. of A.  AMEDORE, BRENNAN, MARKEY, RAIA, TEDIS-\n         CO, TITONE -- read once and referred to the Committee on Education\n\n       AN  ACT  in  relation to establishing the commission on education in the\n         twenty-first century; and providing for the repeal of such  provisions\n         upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Commission established. (a) There is hereby created in  the\n    2  executive  department  a  commission  to  be known as the \"commission on\n    3  education in the twenty-first century\", hereafter  referred  to  as  the\n    4  \"commission\", which shall be charged with examining the system of school\n    5  districts  and  the  delivery  of education related services in New York\n    6  state and recommending changes  to  that  system  in  light  of  factors\n    7  submitted  pursuant  to  section  four  of  this  act and any additional\n    8  factors established by the commission.\n    9    (b) The commission shall consist of eighteen  statewide  members,  and\n   10  regional  members  appointed  pursuant  to  section six of this act. The\n   11  eighteen statewide members  shall  be  appointed  as  follows:  (i)  two\n   12  members  shall  be  appointed  by the temporary president of the senate;\n   13  (ii) two members shall be appointed by  the  speaker  of  the  assembly;\n   14  (iii)  one  member  shall  be  appointed  by  the minority leader of the\n   15  senate; (iv) one member shall be appointed by the minority leader of the\n   16  assembly; (v) two members shall be appointed by the governor;  and  (vi)\n   17  ten  members  shall  be  appointed by the board of regents. The board of\n   18  regents shall designate the chair from among the  statewide  members  of\n   19  the commission.\n   20    (c)  The  members  of the commission shall receive no compensation for\n   21  their services as members, but shall be allowed their actual and  neces-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00889-01-1\n\n       A. 416                              2\n\n    1  sary  expenses  incurred in the performance of their duties.  Members of\n    2  the commission shall be  considered  public  officers  for  purposes  of\n    3  section 17 of the public officers law.\n    4    (d)  The  commission shall begin to act forty-five days after this act\n    5  shall have become a law. A quorum shall consist of  a  majority  of  the\n    6  members of the commission entitled to vote on the matter under consider-\n    7  ation.  Approval  of  any matter shall require the affirmative vote of a\n    8  majority of the members voting thereon.\n    9    (e) The statewide members of the commission shall  adopt  by-laws  for\n   10  the management and regulation of its affairs.\n   11    S  2.  Appointments  to  commission.  The  legislative leaders and the\n   12  governor shall submit their appointments to the board  of  regents,  and\n   13  the  board  of regents shall make appointments, no later than forty-five\n   14  days after this act becomes a law. If any such appointment is  not  made\n   15  by such date, the person or board responsible for making the appointment\n   16  pursuant  to  subdivision  (b)  of  section one of this act may make the\n   17  appointment after that date, but the vacant appointment shall not  count\n   18  for calculation of a quorum until it is filled. Vacancies in the commis-\n   19  sion  shall  be filled in the same manner as the member whose vacancy is\n   20  being filled was appointed.\n   21    S 3. Commission staff and agency  liaison.  (a)  The  commissioner  of\n   22  education  shall designate such employees of the state education depart-\n   23  ment as are reasonably necessary to  provide  support  services  to  the\n   24  commission.  The  commission, acting by the chair of the commission, may\n   25  employ additional staff and consultants, who shall be paid from  amounts\n   26  available to the commission for that purpose.\n   27    (b)  The commissioner of education shall appoint one or more represen-\n   28  tatives of the department of education to serve as liaison between  such\n   29  department  and  the  commission. All state agencies, public authorities\n   30  and public benefit corporations shall provide such assistance as may  be\n   31  reasonably requested by the chair of the commission.\n   32    S  4.  Factors and information for consideration. (a) The commissioner\n   33  of education shall submit to the commission, no later than  ninety  days\n   34  after  this act becomes a law, a list of factors to be considered in its\n   35  deliberations, which shall include but not be limited to: (i) geography,\n   36  including  physical  proximity  and  the  size  of  the  current  school\n   37  districts  and boards of cooperative educational services in each region\n   38  of the state; (ii) demographics, including student enrollment trends and\n   39  the  composition  and  nature  of  communities  in  the  current  school\n   40  districts  and boards of cooperative educational services in each region\n   41  of the state; (iii) economics, including existing collaborations  to  be\n   42  preserved  or  enhanced  and  opportunities  to  deliver commodities and\n   43  services through boards of cooperative  educational  services  or  other\n   44  entities; (iv) transportation and the potential for regional transporta-\n   45  tion  services;  (v)  special  education  and the potential for regional\n   46  special education services; (vi) population  density;  and  (vii)  other\n   47  unique circumstances including the need to preserve existing or develop-\n   48  ing  relationships,  meet  the  needs  of students, maximize educational\n   49  opportunities for students, assure local control, maintain the character\n   50  of community schools and ensure equitable access  to  rigorous  programs\n   51  for all students.\n   52    (b)  The  commissioner  of  education  may  submit additional relevant\n   53  factors to be considered in the deliberations  of  the  commission.  The\n   54  commission  may  also  adopt  additional factors to be considered in its\n   55  deliberations.\n\n       A. 416                              3\n\n    1    S 5. Deliberations of  commission.  The  deliberations,  meetings  and\n    2  other  proceedings  of the commission and any committee thereof shall be\n    3  governed by article 7 of the  public  officers  law.  Any  one  or  more\n    4  members of a committee may participate in a meeting of such committee by\n    5  means  of  a  conference telephone, conference video or similar communi-\n    6  cations equipment allowing all persons participating in the  meeting  to\n    7  hear  each  other  at the same time.   Participation by such means shall\n    8  constitute presence in person at a  meeting.  At  any  meetings  of  the\n    9  commission  conducted  by  means  of  a conference telephone, conference\n   10  video  or  similar  communications  equipment,  other   than   executive\n   11  sessions, the public shall be given an opportunity to listen. If a meet-\n   12  ing  other  than  an  executive session is to be conducted by means of a\n   13  conference telephone, conference video or similar communications  equip-\n   14  ment,  the  public  notice  for the meeting shall inform the public that\n   15  such equipment will be used, and identify the means by which the  public\n   16  may listen to such meeting.\n   17    S  6. Regional input. (a) There shall be eight regional members of the\n   18  commission for each region established pursuant  to  this  section.  For\n   19  each  region,  two  regional members shall be appointed by the governor,\n   20  two regional members shall be appointed by the  temporary  president  of\n   21  the  senate,  two  regional members shall be appointed by the speaker of\n   22  the assembly, and two regional members shall be appointed by  the  board\n   23  of  regents.  Regional  members shall be considered to be members of the\n   24  commission for purposes of this act, provided that:\n   25    (i) Regional members shall vote and be  counted  for  quorum  purposes\n   26  only when the commission is acting on recommendations relating solely to\n   27  the regional members' respective region; and\n   28    (ii)  Regional  members  shall  not be considered to be members of the\n   29  commission for purposes of participation in commission meetings,  except\n   30  where  items  relating  specifically  to that member's region are on the\n   31  agenda of a commission meeting.\n   32    (b) For purposes of this act, there shall be six regions:\n   33    (i) Long Island, consisting of the Eastern Suffolk, Nassau and Western\n   34  Suffolk boards of cooperative educational services;\n   35   (ii) New York City;\n   36    (iii)  Hudson  Valley,  consisting  of  the  Dutchess,  Orange-Ulster,\n   37  Putnam-Northern  Westchester,  Rockland,  Southern Westchester, Sullivan\n   38  and Ulster boards of cooperative educational services;\n   39    (iv) Eastern, consisting of the Capital Region,  Clinton-Essex-Warren-\n   40  Washington,  Delaware-Chenango-Madison-Otsego,  Franklin-Essex-Hamilton,\n   41  Hamilton-Fulton-Montgomery,  Otsego-Delaware-Schoharie-Greene,   Questar\n   42  III,  St.  Lawrence-Lewis  and Washington-Saratoga-Warren-Hamilton-Essex\n   43  boards of cooperative educational services;\n   44    (v) Central, consisting of the Broome-Tioga, Cayuga-Onondaga,  Jeffer-\n   45  son-Lewis-Hamilton-Herkimer-Oneida,     Herkimer-Hamilton-Fulton-Oswego,\n   46  Madison-Oneida,   Oneida-Herkimer-Madison,    Onondaga-Cortland-Madison,\n   47  Oswego,  Schuyler,  Chemung,  Tioga  and Tompkins-Seneca-Tioga boards of\n   48  cooperative educational services;\n   49    (vi) Western,  consisting  of  the  Cattaraugus-Allegany-Erie-Wyoming,\n   50  Erie  1, Erie 2-Chautauqua-Cattaraugus, Genesee Valley, Monroe 1, Monroe\n   51  2-Orleans, Ontario-Seneca-Yates-Cayuga-Wayne, Orleans-Niagara and Great-\n   52  er Southern Tier boards of cooperative educational services.\n   53    (c) The commission shall establish a regional advisory  committee  for\n   54  each  region.  The  maximum  number of members of each regional advisory\n   55  committee shall  be  determined  by  the  commission.  Members  of  each\n   56  regional  advisory  committee shall be appointed in equal numbers by the\n\n       A. 416                              4\n\n    1  governor, the temporary president of the  senate,  the  speaker  of  the\n    2  assembly and the board of regents. The governor, the temporary president\n    3  of  the  senate,  the  speaker of the assembly, and the board of regents\n    4  shall  submit to the commission their appointments to the regional advi-\n    5  sory committees no later than ninety days  after  this  act  shall  have\n    6  become  a  law.  If  any  such appointment is not made by such date, the\n    7  person or board responsible for making such  appointment  may  make  the\n    8  appointment  after that date, but the vacant appointment shall not count\n    9  for calculation of a quorum until such position is filled.  Vacancies in\n   10  regional advisory committees shall be filled in the same manner  as  the\n   11  member  whose  vacancy is being filled was appointed. The regional advi-\n   12  sory committees shall begin to act ninety days after this act shall have\n   13  become a law.\n   14    (d) Each regional advisory committee upon consideration of  demograph-\n   15  ic,  geographic,  educational and fiscal indicators within each board of\n   16  cooperative educational services region, shall  develop  recommendations\n   17  for  reconfiguring  such  region's  school  districts and administrative\n   18  functions to align educational services with regional and  local  needs.\n   19  In  carrying  out  its  functions,  a  regional advisory committee shall\n   20  foster discussions among, and conduct formal public hearings with requi-\n   21  site public notice to solicit input from, local stakeholders' interests,\n   22  including but not limited to, school district  administrators,  district\n   23  superintendents  and  superintendents of schools, teachers, school board\n   24  members, parents, students, non-pedagogical  school  support  personnel,\n   25  representatives  from  post-secondary  institutions  and other pertinent\n   26  groups and individuals. In developing its recommendations, each regional\n   27  advisory committee shall as far as practicable estimate the efficiencies\n   28  that may be derived from such school district or  administrative  recon-\n   29  figuration. On November 15, 2012, each regional advisory committee shall\n   30  transmit  to  the  commission  a  report containing its recommendations,\n   31  which shall include specific recommendations  for  school  district  and\n   32  administrative  reconfigurations. Such recommendations shall include but\n   33  not be limited to: delivery of commodities and services; pupil transpor-\n   34  tation; specialized  professional  development;  maintenance;  insurance\n   35  procurement;  payroll administration; human resources and employee bene-\n   36  fit coordination; cooperative purchasing coordination; centralization of\n   37  business operations; printing services;  state  aid  planning;  textbook\n   38  purchasing  and substitute teacher coordination; safety and risk manage-\n   39  ment; the units of school administration to be included in the reconfig-\n   40  ured school district; the units of school administration  that  will  be\n   41  transferred  to  the  board  of  cooperative educational services; size,\n   42  composition and apportionment of the governing  body;  the  composition,\n   43  powers  and  duties  of  any  local school committees to be created; the\n   44  disposition of real and personal school  property;  the  disposition  of\n   45  existing  school  indebtedness  and  lease-purchase;  the  assignment of\n   46  school personnel contracts, school collective bargaining agreements  and\n   47  other school contractual obligations; the disposition of existing school\n   48  funds  and  existing  financial obligations, including undesignated fund\n   49  balances, trust funds, reserve funds and other  funds  appropriated  for\n   50  school  purposes;  a transition plan that addresses the development of a\n   51  budget for the first school year  and  interim  personnel  policies;  an\n   52  estimate  of the cost savings to be achieved through reconfiguration and\n   53  how costs will be reduced;  recommended  dates  by  which  such  actions\n   54  should occur; necessary investments, if any, that should be made in each\n   55  case to carry out the regional advisory committee's recommendations; and\n   56  the regional advisory committee's justification for its recommendations,\n\n       A. 416                              5\n\n    1  including  the  use of any factors developed pursuant to section four of\n    2  this act.\n    3    (e)  The  failure  of  any  regional advisory committee to perform the\n    4  duties imposed by this section shall not affect the  obligation  of  the\n    5  commission to perform the duties imposed by section seven of this act.\n    6    S  7.  Commission  recommendations. (a) The commission, upon consider-\n    7  ation of demographic,  geographic,  educational  and  fiscal  indicators\n    8  within  each  board  of  cooperative  educational services region, shall\n    9  develop recommendations for reconfiguring school districts and  adminis-\n   10  trative  functions to align educational services with regional and local\n   11  needs.  In carrying out its functions, the commission shall  collaborate\n   12  with  the  regional advisory committees insofar as practicable to foster\n   13  discussions among, and conduct formal  public  hearings  with  requisite\n   14  public  notice  to  solicit input and recommendations from statewide and\n   15  regional stakeholder interests  including  but  not  limited  to  school\n   16  district administrators, district superintendents and superintendents of\n   17  schools, teachers, school board members, parents, students, non-pedagog-\n   18  ical  school  support  personnel,  representatives  from  post-secondary\n   19  institutions and other pertinent groups and individuals.  The commission\n   20  shall formally solicit recommendations from school district  administra-\n   21  tors, district superintendents and superintendents of schools, teachers,\n   22  school  board members, parents, students, non-pedagogical school support\n   23  personnel, representatives from post-secondary  institutions  and  other\n   24  interested  parties  in each region of the state, and it shall take into\n   25  account such recommendations and the  recommendations  of  the  regional\n   26  advisory  committees  during its deliberations. In developing its recom-\n   27  mendations, the commission shall as  far  as  practicable  estimate  the\n   28  efficiencies  that may be derived from such school district and adminis-\n   29  trative reconfiguration, and shall consider the recommendations  of  the\n   30  regional advisory committees.\n   31    (b)  The  commission  shall  make  recommendations  relating to school\n   32  district and administrative reconfiguration,  within  each  region.  The\n   33  regional commission members shall vote as members of the commission only\n   34  when  the commission is acting on recommendations relating solely to the\n   35  regional commission members' region.\n   36    (c) Such recommendations shall include but not be limited to: delivery\n   37  of commodities and services; pupil transportation;  specialized  profes-\n   38  sional development; maintenance; insurance procurement; payroll adminis-\n   39  tration;  human resources and employee benefit coordination; cooperative\n   40  purchasing coordination; centralization of business operations; printing\n   41  services; state aid planning; textbook purchasing and substitute teacher\n   42  coordination; safety and risk management; the units of  school  adminis-\n   43  tration to be included in the reconfigured school district; the units of\n   44  school  administration  that will be transferred to the board of cooper-\n   45  ative educational services; size, composition and apportionment  of  the\n   46  governing  body;  the composition, powers and duties of any local school\n   47  committees to be created; the disposition of real  and  personal  school\n   48  property; the disposition of existing school indebtedness and lease-pur-\n   49  chase;  the  assignment of school personnel contracts, school collective\n   50  bargaining agreements and  other  school  contractual  obligations;  the\n   51  disposition of existing school funds and existing financial obligations,\n   52  including  undesignated  fund  balances,  trust funds, reserve funds and\n   53  other funds appropriated for school purposes;  a  transition  plan  that\n   54  addresses  the  development  of  a  budget for the first school year and\n   55  interim personnel policies; an  estimate  of  the  cost  savings  to  be\n   56  achieved  through  reconfiguration and how costs will be reduced; recom-\n\n       A. 416                              6\n\n    1  mended dates by which such actions should occur; necessary  investments,\n    2  if  any,  that should be made in each case to carry out the commission's\n    3  recommendations; the commission's response to the recommendations of the\n    4  regional  advisory  committees; and the commissioner's justification for\n    5  its recommendations, including  the  use  of  the  factors  pursuant  to\n    6  section four of this act.\n    7    (d)  On  or  before December 1, 2012, the commission shall transmit to\n    8  the governor and the legislature a  report  containing  its  recommenda-\n    9  tions, which shall include specific recommendations for school districts\n   10  to  be  reconfigured  and  specific  recommendations  for administrative\n   11  services  to  be  transferred  to  boards  of  cooperative   educational\n   12  services.  Upon  the  transmission of the report to the governor and the\n   13  legislature the commission shall be dissolved.\n   14    S  8.  Implementation  of  recommendations.  (a)  Notwithstanding  any\n   15  contrary provision of law, rule or regulation related to the reconfigur-\n   16  ing  of school districts and administrative services the commissioner of\n   17  education shall take all actions necessary to implement,  in  a  reason-\n   18  able,  cost-efficient  manner,  the  recommendations  of  the commission\n   19  pursuant to subdivisions (b) and (c) of section seven of this act.  Such\n   20  school  districts  and  boards of cooperative educational services shall\n   21  submit to the commissioner of education, at a time  and  in  a  form  as\n   22  determined  by  the  commissioner  of  education,  an acceptable plan of\n   23  reconfiguration in accordance with applicable regulations.\n   24    (b) The provisions of subdivision (a) of this section shall not apply:\n   25  (i) unless the governor has transmitted the  commission's  report  under\n   26  section seven of this act with his or her written approval of the recom-\n   27  mendations  of  the  commission  pursuant to subdivisions (b) and (c) of\n   28  section seven of this act to the commissioner of education and transmit-\n   29  ted a message to the legislature stating his  or  her  approval  of  the\n   30  report  on  or  before  December  5, 2012; and (ii) if a majority of the\n   31  members of each house of the legislature  vote  to  adopt  a  concurrent\n   32  resolution  rejecting  the recommendations of the commission pursuant to\n   33  subdivisions (b) and (c) of section seven of this act in their  entirety\n   34  by  December 31, 2012, after receiving a message from the governor under\n   35  this subdivision. In no event shall the commissioner of education  begin\n   36  to  implement the recommendations of the commission pursuant to subdivi-\n   37  sions (b) and (c) of section seven of this act  prior  to  December  31,\n   38  2012.\n   39    S  9.  The  commission shall be authorized and entitled to receive any\n   40  grants offered pursuant to section 54 of the state finance law.\n   41    S 10. Severability clause. If any clause, sentence, paragraph,  subdi-\n   42  vision,  section  or  part of this act shall be adjudged by any court of\n   43  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n   44  impair,  or  invalidate  the remainder thereof, but shall be confined in\n   45  its operation to the clause, sentence, paragraph,  subdivision,  section\n   46  or part thereof directly involved in the controversy in which such judg-\n   47  ment shall have been rendered. It is hereby declared to be the intent of\n   48  the  legislature  that  this  act  would  have been enacted even if such\n   49  invalid provisions had not been included herein.\n   50    S 11. This act shall take effect immediately and shall expire  and  be\n   51  deemed repealed June 30, 2014.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to establishing the commission on education in the twenty-first century; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T161118.TXT", "SOBI.D101228.T102816.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293550096215
}