{
  "year" : 2011,
  "senateBillNo" : "A4160-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to correction",
    "billEventId" : "A4160-2011-1296536400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires parolees who violate the terms of their release to be placed in the custody of the department of correctional services; repealer",
  "summary" : "Provides upon finding of reasonable cause that a parolee has violated the conditions of his or her release, such parolee shall immediately be placed in the custody of the department of correctional service for the purpose of temporary detention, rather than being placed in a local correctional facility. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A2493-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4160\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Correction\n\n       AN ACT to amend the executive law, in relation to requiring  persons  in\n         violation  of  parole to be placed in the custody of the department of\n         correctional services; and to repeal subparagraph  (ii)  of  paragraph\n         (a)  of  subdivision  3  of  section 259-i of such law relating to the\n         placement of such persons in local correctional facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (i)  of  paragraph  (a) of subdivision 3 of\n    2  section 259-i of the executive law, as amended by section 11 of  part  E\n    3  of chapter 62 of the laws of 2003, is amended to read as follows:\n    4    [(i)] If the parole officer having charge of a presumptively released,\n    5  paroled  or  conditionally released person or a person released to post-\n    6  release supervision or a person received under the uniform act for  out-\n    7  of-state parolee supervision shall have reasonable cause to believe that\n    8  such  person  has  lapsed into criminal ways or company, or has violated\n    9  one or more conditions of his presumptive release,  parole,  conditional\n   10  release  or  post-release  supervision, such parole officer shall report\n   11  such fact to a member of the board of parole, or to any officer  of  the\n   12  division  designated by the board, and thereupon a warrant may be issued\n   13  for the retaking of such person  and  for  his  temporary  detention  in\n   14  accordance  with  the  rules of the board. The retaking and detention of\n   15  any such person may be further regulated by rules and regulations of the\n   16  division not inconsistent with this article. A warrant  issued  pursuant\n   17  to  this  section  shall  constitute sufficient authority [to the super-\n   18  intendent or other person in charge of any jail, penitentiary, lockup or\n   19  detention pen to whom it is delivered to hold  in  temporary  detention]\n   20  FOR  THE  IMMEDIATE  PLACEMENT OF the person named therein ONLY INTO THE\n   21  CUSTODY OF THE DEPARTMENT OF CORRECTIONAL SERVICES TO HOLD IN  TEMPORARY\n   22  DETENTION;  [except  that] a warrant issued with respect to a person who\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06964-01-1\n\n       A. 4160                             2\n\n    1  has been released on medical parole  pursuant  to  section  two  hundred\n    2  fifty-nine-r  of this article and whose parole is being revoked pursuant\n    3  to paragraph (h) of subdivision four of such section shall ALSO  consti-\n    4  tute  authority for the immediate placement of the parolee only into the\n    5  custody of the department of correctional services to hold in  temporary\n    6  detention.  A warrant issued pursuant to this section shall also consti-\n    7  tute sufficient authority to the person in charge of  a  drug  treatment\n    8  campus,  as  defined  in  subdivision  twenty  of  section  two  of  the\n    9  correction law, to hold the person named therein, in accordance with the\n   10  procedural requirements of this section, for a period of at least ninety\n   11  days to complete an intensive drug treatment  program  mandated  by  the\n   12  board  of  parole  as an alternative to presumptive release or parole or\n   13  conditional release revocation, or the revocation of post-release super-\n   14  vision, and shall also constitute sufficient authority for return of the\n   15  person named therein to local custody to hold in temporary detention for\n   16  further revocation  proceedings  in  the  event  said  person  does  not\n   17  successfully  complete the intensive drug treatment program. The board's\n   18  rules shall provide for cancellation of delinquency and  restoration  to\n   19  supervision upon the successful completion of the program.\n   20    S  2.  Subparagraph  (ii) of paragraph (a) of subdivision 3 of section\n   21  259-i of the executive law is REPEALED.\n   22    S 3. This act shall take effect on the one hundred eightieth day after\n   23  it shall have become a law, provided  that  effective  immediately,  the\n   24  addition, amendment and/or repeal of any rules and regulations necessary\n   25  for  the implementation of this act on its effective date are authorized\n   26  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring persons in violation of parole to be placed in the custody of the department of correctional services; and to repeal subparagraph (ii) of paragraph (a) of subdivision 3 of section 259-i of such law relating to the placement of such persons in local correctional facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T112709.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664029994
}