{
  "year" : 2011,
  "senateBillNo" : "A4167-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A4167-2011-1296536400000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that chiropractors may perform certain services including certifying disability",
  "summary" : "Provides that chiropractors may certify disability for handicapped parking and real property tax purposes and be employed by school districts to assist medical inspectors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A11155-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4167\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN  ACT  to  amend  the  real  property tax law, in relation to enabling\n         chiropractors to certify disability; to amend the vehicle and  traffic\n         law,  in  relation to enabling chiropractors to certify disability for\n         the purpose of issuance of handicapped license  plates  and  registra-\n         tion;  and  to amend the education law, in relation to enabling chiro-\n         practors to be employed by school districts to provide  school  health\n         services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 459 of the real  property tax law,\n    2  as added by chapter 200 of the laws of  1983,  is  amended  to  read  as\n    3  follows:\n    4    2. To qualify as physically disabled for the purposes of this section,\n    5  an  individual shall submit to the assessor a certified statement from a\n    6  physician OR CHIROPRACTOR licensed to practice in the state  on  a  form\n    7  prescribed  and made available by the commissioner which states that the\n    8  individual has  a  permanent  physical  impairment  which  substantially\n    9  limits  one  or  more of such individual's major life activities, except\n   10  that an individual who has obtained a certificate from the state commis-\n   11  sion for the blind and visually handicapped stating that such individual\n   12  is legally blind may submit such certificate in lieu  of  a  physician's\n   13  certified statement.\n   14    S 2. Subdivision 4 and paragraph (b) of subdivision 5 of section 404-a\n   15  of  the vehicle and traffic law, subdivision 4 as amended by chapter 686\n   16  of the laws of 1994 and the  opening  paragraph  and  paragraph  (c)  of\n   17  subdivision  4  and paragraph (b) of subdivision 5 as amended by chapter\n   18  228 of the laws of 2008, are amended to read as follows:\n   19    4. Issue of plates. The commissioner shall issue  sets  of  plates  to\n   20  such  person  in  accordance  with  subdivision two of this section with\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05050-02-1\n\n       A. 4167                             2\n\n    1  proof of such disability of such person or such members of  his  OR  HER\n    2  family  certified  by  a physician, physician assistant, CHIROPRACTOR or\n    3  nurse practitioner, to the  extent  authorized  by  law,  including  the\n    4  education  law,  and  consistent  with  any  applicable written practice\n    5  agreement, or podiatrist pursuant to subdivision four-a of this section,\n    6  to the satisfaction of the commissioner who is empowered  to  carry  out\n    7  the effects of this section by formulating rules and regulations.\n    8    For  the  purposes of this section, a \"severely disabled person\" shall\n    9  mean any person having any one or more  of  the  following  impairments,\n   10  disabilities or conditions which are permanent in nature:\n   11    (a) Has limited or no use of one or both lower limbs;\n   12    (b) Has a neuro-muscular dysfunction which severely limits mobility;\n   13    (c)  Has  a  physical or mental impairment or condition which is other\n   14  than those specified above, but is of such nature as to  impose  unusual\n   15  hardship  in  utilization  of  public transportation facilities and such\n   16  condition is certified by a  physician,  physician  assistant  or  nurse\n   17  practitioner,  to  the extent authorized by law, including the education\n   18  law, and consistent with any applicable written practice agreement, duly\n   19  licensed to practice medicine in this state, or, pursuant to subdivision\n   20  four-a of this section, a podiatrist duly licensed to practice  podiatry\n   21  in this state, as constituting an equal degree of disability (specifying\n   22  the  particular  condition)  so  as  to prevent such person from getting\n   23  around without great difficulty in accordance with  subdivision  two  of\n   24  this section; or\n   25    (d) A blind person.\n   26    (b)  The  commissioner  may  require the applicant for registration to\n   27  furnish such proof of his OR HER disability or such proof of  disability\n   28  of such members of his OR HER family from a physician, physician assist-\n   29  ant,  CHIROPRACTOR  or  nurse  practitioner, to the extent authorized by\n   30  law, including the education law, and  consistent  with  any  applicable\n   31  written practice agreement, or podiatrist pursuant to subdivision four-a\n   32  of  this section, as the commissioner deems necessary either for initial\n   33  registration or renewal thereof; provided, however, that  a  handicapped\n   34  or  disabled  permit issued by a municipality to such applicant pursuant\n   35  to section twelve hundred three-a of this chapter shall be deemed suffi-\n   36  cient proof of disability for purposes of this paragraph.\n   37    S 3.  Subdivision 1 of section 902 of the education law, as amended by\n   38  chapter 477 of the laws of 2004, is amended to read as follows:\n   39    1. As used in this article \"health professionals\" means  persons  duly\n   40  licensed  or otherwise authorized to practice a health profession pursu-\n   41  ant to applicable law, including, but not limited to, physicians, regis-\n   42  tered professional nurses, nurse practitioners,  physicians  assistants,\n   43  optometrists, dentists, dental hygienists, CHIROPRACTORS, dietitians and\n   44  nutritionists, and audiologists.\n   45    S  4.  This  act  shall take effect on the sixtieth day after it shall\n   46  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T111708.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663428575
}