{
  "year" : 2011,
  "senateBillNo" : "A4168-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to labor",
    "billEventId" : "A4168-2011-1296536400000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs state insurance fund to offer title insurance and authorizes superintendent of insurance to implement such",
  "summary" : "Directs state insurance fund to offer title insurance and authorizes superintendent of insurance to implement such. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A9441-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         4168\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WEPRIN, JACOBS, BARRON, CAHILL, N. RIVERA --\n         Multi-Sponsored by -- M.   of A.  AUBRY,  BRENNAN,  GOTTFRIED,  MAGEE,\n         PEOPLES-STOKES,  SWEENEY -- read once and referred to the Committee on\n         Labor\n\n       AN ACT to amend the workers' compensation law, in relation to  directing\n         the  state  insurance fund to offer title insurance or certificates of\n         clear title\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 76 of the workers' compensation law is amended by\n    2  adding a new subdivision 6 to read as follows:\n    3    6. THE PURPOSES OF THE STATE INSURANCE FUND CREATED  IN  THIS  SECTION\n    4  ARE HEREBY ENLARGED TO PERMIT IT TO FURNISH TITLE INSURANCE POLICIES, AS\n    5  DEFINED  IN  SUBSECTION  (B) OF SECTION SIX THOUSAND FOUR HUNDRED ONE OF\n    6  THE INSURANCE LAW, AND/OR CERTIFICATES OF CLEAR TITLE. A  SEPARATE  FUND\n    7  IS  HEREBY CREATED WITHIN THE STATE INSURANCE FUND, WHICH SHALL BE KNOWN\n    8  AS THE \"TITLE INSURANCE FUND\", AND WHICH SHALL CONSIST OF  ALL  PREMIUMS\n    9  RECEIVED AND PAID INTO SAID FUND ON ACCOUNT OF SUCH INSURANCE, ALL SECU-\n   10  RITIES  ACQUIRED BY AND THROUGH THE USE OF MONEYS BELONGING TO SAID FUND\n   11  AND OF INTEREST EARNED UPON MONEYS BELONGING TO SAID FUND AND  DEPOSITED\n   12  OR  INVESTED  AS  HEREIN  PROVIDED.  SAID  TITLE INSURANCE FUND SHALL BE\n   13  APPLICABLE TO THE PAYMENTS, EXPENSES AND ASSESSMENTS ON ACCOUNT OF TITLE\n   14  INSURANCE POLICIES WRITTEN PURSUANT TO THE RULES AND REGULATIONS  ESTAB-\n   15  LISHED BY THE SUPERINTENDENT OF INSURANCE.\n   16    S 2. The superintendent of insurance is hereby:\n   17    1. directed to create, within the insurance department, a title insur-\n   18  ance  bureau  which  shall  implement the title insurance program estab-\n   19  lished by this act; and\n   20    2. authorized to prescribe, amend and withdraw rules  and  regulations\n   21  implementing  the provisions of subdivision 6 of section 76 of the work-\n   22  ers' compensation law, as added by section one of this act.\n   23    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05045-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to directing the state insurance fund to offer title insurance or certificates of clear title ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T111708.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663428570
}