{
  "year" : 2011,
  "senateBillNo" : "A417-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A417-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the exemption from taxation for non-profit organizations",
  "summary" : "Requires the burden of annually establishing that the requirements of the mandatory class non-profit real property tax exemptions have been satisfied to fall upon the owner of the property and must be proven by clear and convincing evidence. ",
  "currentCommittee" : null,
  "sameAs" : "S2545",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A908-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          417\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GUNTHER, GALEF, CALHOUN -- read once and referred\n         to the Committee on Real Property Taxation\n\n       AN  ACT to amend the real property tax law, in relation to the exemption\n         from taxation for non-profit organizations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Section 420-a of the real property tax law is amended by\n    2  adding a new subdivision 15 to read as follows:\n    3    15. IN ALL INSTANCES, THE BURDEN OF  ANNUALLY  ESTABLISHING  THAT  THE\n    4  REQUIREMENTS OF THIS SECTION HAVE BEEN SATISFIED SHALL BE UPON THE OWNER\n    5  OF THE PROPERTY AND MUST BE PROVEN BY CLEAR AND CONVINCING EVIDENCE. THE\n    6  OFFICE  OF  REAL  PROPERTY  SERVICES SHALL DEVELOP, IN CONSULTATION WITH\n    7  NOT-FOR-PROFIT ORGANIZATIONS AND ASSESSORS,  GUIDANCE  DOCUMENTS  TO  BE\n    8  USED  BY  ASSESSORS  IN DETERMINING WHETHER THE STANDARD OF PROOF ESTAB-\n    9  LISHED BY THIS SUBDIVISION HAS BEEN MET.\n   10    S 2. This act shall take effect on the first of January next  succeed-\n   11  ing  the  date  on  which  it shall have become a law and shall apply to\n   12  assessment rolls prepared on the basis of taxable status dates occurring\n   13  on or after such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01897-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the exemption from taxation for non-profit organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T120909.TXT", "SOBI.D101223.T161118.TXT", "SOBI.D101228.T102816.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295975349875
}