{
  "year" : 2011,
  "senateBillNo" : "A418-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to social services",
    "billEventId" : "A418-2011-1294203600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amounts payable for medical assistance for items and services provided to eligible persons",
  "summary" : "Relates to amounts payable for medical assistance for items and services provided to eligible persons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A907-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          418\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER -- read once and referred to the Commit-\n         tee on Social Services\n\n       AN ACT to amend the social services law, in relation to amounts  payable\n         for  medical  assistance  for  items and services provided to eligible\n         persons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (iii)  of paragraph (d) of subdivision 1 of\n    2  section 367-a of the social services law, as amended by  section  53  of\n    3  part C of chapter 58 of the laws of 2008, is amended to read as follows:\n    4    (iii)  When  payment under part B of title XVIII of the federal social\n    5  security act for items and services provided to eligible persons who are\n    6  also beneficiaries under part B of title XVIII  of  the  federal  social\n    7  security  act  and for items and services provided to qualified medicare\n    8  beneficiaries under part B of title XVIII of the federal social security\n    9  act would exceed the amount that otherwise  would  be  made  under  this\n   10  title  if provided to an eligible person other than a person who is also\n   11  a beneficiary under part B or is a qualified medicare  beneficiary,  the\n   12  amount payable under this title shall be twenty percent of the amount of\n   13  any  co-insurance liability of such eligible persons pursuant to federal\n   14  law were they not eligible for medical assistance or were they not qual-\n   15  ified medicare beneficiaries with respect to such  benefits  under  such\n   16  part  B;  provided,  however, amounts payable under this title for items\n   17  and services provided to eligible persons  who  are  also  beneficiaries\n   18  under  part  B  or  to  qualified medicare beneficiaries by an ambulance\n   19  service under the authority of an operating certificate issued  pursuant\n   20  to  article  thirty  of  the  public health law, a psychologist licensed\n   21  under article one hundred fifty-three of the education law, A  NEPHROLO-\n   22  GIST LICENSED UNDER ARTICLE ONE HUNDRED THIRTY-ONE OF THE EDUCATION LAW,\n   23  or  a  facility  under  the authority of an operating certificate issued\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02085-01-1\n\n       A. 418                              2\n\n    1  pursuant to article sixteen, thirty-one  or  thirty-two  of  the  mental\n    2  hygiene law and with respect to outpatient hospital and clinic items and\n    3  services  provided  by  a  facility  under the authority of an operating\n    4  certificate issued pursuant to article twenty-eight of the public health\n    5  law,  shall not be less than the amount of any co-insurance liability of\n    6  such eligible persons or such qualified medicare beneficiaries,  or  for\n    7  which  such  eligible  persons  or such qualified medicare beneficiaries\n    8  would be liable under federal law were they  not  eligible  for  medical\n    9  assistance  or  were  they  not  qualified  medicare  beneficiaries with\n   10  respect to such benefits under part B.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to amounts payable for medical assistance for items and services provided to eligible persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T161118.TXT", "SOBI.D101228.T095313.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293547993099
}