{
  "year" : 2011,
  "senateBillNo" : "A420-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A420-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the regents physician loan forgiveness program to include dentists",
  "summary" : "Expands the regents physician loan forgiveness program to include dentists. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A905-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          420\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GUNTHER, LIFTON -- Multi-Sponsored by -- M. of A.\n         HEASTIE,  McKEVITT,  PHEFFER, SWEENEY -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to including dentists  in\n         the regents physician loan forgiveness program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 9 of section  605  of  the  education  law,  as\n    2  amended  by  chapter  523  of  the  laws  of 1992, is amended to read as\n    3  follows:\n    4    9. Regents physician AND DENTIST  loan  forgiveness  program.  Regents\n    5  physician  AND DENTIST loan forgiveness awards shall be awarded annually\n    6  to physicians AND DENTISTS who agree to practice medicine  OR  DENTISTRY\n    7  in an area of New York state designated by the regents as having a shor-\n    8  tage  of  physicians  OR  DENTISTS.  Such awards shall be classified and\n    9  allocated in accordance with regents rules.\n   10    a. Eligibility. (1) The applicant must be a resident of New York state\n   11  and licensed to practice medicine OR DENTISTRY.\n   12    (2) The applicant must have completed a professional residency program\n   13  within the five years immediately preceding the  period  for  which  the\n   14  first award would be granted, or be within two years of completion of an\n   15  accredited  residency  program in a primary care specialty designated in\n   16  short supply by the board  of  regents,  OR  BE  WITHIN  FIVE  YEARS  OF\n   17  COMPLETION OF A DENTAL DEGREE PROGRAM.\n   18    (3)  The  applicant must agree to practice medicine OR DENTISTRY in an\n   19  area in New York state designated as having a shortage of physicians  OR\n   20  DENTISTS.  The  regents,  after  consultation  with the commissioners of\n   21  health, correctional services, mental health, and mental retardation and\n   22  developmental disabilities, shall designate those regions and facilities\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02083-01-1\n\n       A. 420                              2\n\n    1  of New York state which have a shortage of physicians  OR  DENTISTS  for\n    2  the purposes of this section and establish relative rankings thereof.\n    3    b.  Selection. The commissioner, in consultation with the commissioner\n    4  of health, shall establish criteria for the selection of participants in\n    5  the program. An applicant must satisfy at  least  one  of  the  criteria\n    6  established.  A  priority  shall  be  accorded  to  any applicant who is\n    7  completing the second year of the service requirement and is  reapplying\n    8  for  a  new  award. The criteria shall include but not be limited to the\n    9  following:\n   10    (i) reapplication for a new award by a person who  is  completing  the\n   11  second year of a service requirement;\n   12    (ii)  receipt  of  specific  training  in  a primary care specialty or\n   13  obstetrics, determined by the regents to be in short supply;\n   14    (iii) receipt of specific training or experience in serving a shortage\n   15  area;\n   16    (iv) receipt of specific training or experience  matching  a  specific\n   17  medical OR DENTAL need existing in a shortage area; and\n   18    (v)  agreement  pursuant  to  [subdivision  (d)]  PARAGRAPH  D of this\n   19  [section] SUBDIVISION to practice in an area determined by  the  regents\n   20  to  have  a  severe  shortage  of primary care physician OR PRIMARY CARE\n   21  DENTIST services.\n   22    c. Notification. (1) The  commissioner  shall  then  forward  approved\n   23  applications to the president and shall notify unsuccessful applicants;\n   24    (2) The president shall verify the approved applicants':\n   25    (i) eligibility; and\n   26    (ii) total undergraduate and medical OR DENTAL school student expense;\n   27    (3) The president shall notify applicants of their award entitlement.\n   28    d.  Service requirement. Within such time as the commissioner shall by\n   29  regulation provide, a recipient of an award shall have agreed  to  prac-\n   30  tice  medicine  OR  DENTISTRY  in a specific area designated as having a\n   31  shortage of physicians OR DENTISTS for a period  of  twelve  months  for\n   32  each  annual  payment  to  be  received by the recipient. Physicians AND\n   33  DENTISTS in training who receive  an  award  shall  not  receive  credit\n   34  toward  their  required service for time spent in a training program. In\n   35  no case shall the total number of months of  service  required  be  less\n   36  than  twenty-four. The president shall, in consultation with the commis-\n   37  sioner, develop and secure from each award recipient, a  written  agree-\n   38  ment to:\n   39    (i) practice medicine OR DENTISTRY in the designated shortage area;\n   40    (ii)  to  accept  Medicare  [and],  Medicaid,  CHILD HEALTH AND FAMILY\n   41  HEALTH PLUS payments; and\n   42    (iii) to provide thirty-five hours per week of direct patient care  in\n   43  the  designated  shortage  area being served, or to the designated popu-\n   44  lation being served.\n   45  If a recipient fails to comply fully with such conditions, the president\n   46  shall be entitled to receive from such recipient an amount to be  deter-\n   47  mined by the formula:\n   48                                A = 2B (t-s)\n   49                                       -----\n   50                                         t\n   51  in  which \"A\" is the amount the president is entitled to recover; \"B\" is\n   52  the sum of all payments made to the recipient and the interest  on  such\n   53  amount which would be payable if at the times such awards were paid they\n   54  were  loans  bearing interest at the maximum prevailing rate; \"t\" is the\n   55  total number of months in the recipient's period of obligated  services;\n   56  and  \"s\"  is  the  number  of months of service actually rendered by the\n\n       A. 420                              3\n\n    1  recipient. Any amount which the president is entitled to  recover  under\n    2  this  paragraph  shall  be paid within the five-year period beginning on\n    3  the date that the recipient failed to comply with  this  service  condi-\n    4  tion. Nothing in the written agreement shall affect the terms of employ-\n    5  ment  of the individual who shall negotiate, separate and apart from the\n    6  program, his or her salary and other forms of employment with an agency,\n    7  institution or a program in which he or she shall be employed.\n    8    Any obligation to comply with such  provisions  as  outlined  in  this\n    9  section  shall be cancelled upon the death of the recipient. The commis-\n   10  sioner shall make regulations to provide for the waiver or suspension of\n   11  any financial obligation which would involve extreme hardship.\n   12    e. Reporting. A recipient of an award shall report annually to the New\n   13  York state higher education services corporation, and the department  of\n   14  health  on  forms  prescribed by the president, as to the performance of\n   15  the required services, commencing with the calendar year  in  which  the\n   16  recipient  begins  to  practice medicine OR DENTISTRY in a shortage area\n   17  and continuing until the recipient shall have completed, or it is deter-\n   18  mined that he or she shall not be obligated to  complete,  the  required\n   19  services. If the recipient shall fail to file any report required [here-\n   20  under]  PURSUANT  TO THIS PARAGRAPH within thirty days of written notice\n   21  to the recipient, mailed to the address shown on  the  last  application\n   22  for  an award or last report filed, whichever is later, the president of\n   23  the corporation may impose a fine of up to  one  thousand  dollars.  The\n   24  president  shall  have  the  discretion to waive the filing of a report,\n   25  excuse a delay in filing or a failure to file  a  report,  or  waive  or\n   26  reduce any fine imposed for good cause shown.\n   27    f.  Other  awards. Award recipients shall be eligible to apply for one\n   28  additional award.\n   29    S 2. Section 677 of the education law, as added by chapter 31  of  the\n   30  laws  of  1985,  subdivision  1 as amended by chapter 439 of the laws of\n   31  1988, is amended to read as follows:\n   32    S 677. Regents physician AND  DENTIST  loan  forgiveness  program.  1.\n   33  Number  and  certification.  Eighty  regents  physician AND DENTIST loan\n   34  forgiveness awards shall be awarded each  year.  Such  awards  shall  be\n   35  allocated  as  provided  in  article thirteen of this [chapter] TITLE to\n   36  eligible physicians AND DENTISTS as certified to the  president  by  the\n   37  commissioner.\n   38    2.  Calculation  of  award  amounts.  Each  award shall consist of two\n   39  consecutive  annual  loan  forgiveness  payments.  Each  of  the  annual\n   40  payments  shall be for an amount equal to the total of undergraduate and\n   41  medical OR DENTAL school student loan expense or  ten  thousand  dollars\n   42  whichever  is  less.  The president shall be responsible for calculating\n   43  the dollar amount of each award that [eligibile] ELIGIBLE candidates may\n   44  receive from this program. For the purposes  of  this  section,  student\n   45  loan expense shall mean the cumulative total of the annual student loans\n   46  covering  the  cost of attendance at an undergraduate institution and/or\n   47  medical OR DENTAL school.  Interest paid or due on student loans that an\n   48  applicant has taken out for use in paying for such undergraduate  and/or\n   49  medical  OR DENTAL education shall be considered eligible for reimburse-\n   50  ment under this program.\n   51    3. Award disbursement. a. Annual  award  disbursements  shall  be  the\n   52  responsibility  of  the president and shall occur prior to the beginning\n   53  of each of the required terms of service as  specified  in  the  service\n   54  contract.  The board of trustees of the higher education services corpo-\n   55  ration shall adopt rules and regulations regarding criteria  for  deter-\n   56  mining  successful  completion  of  the  service contract and any appeal\n\n       A. 420                              4\n\n    1  process that may be required to implement this paragraph upon  recommen-\n    2  dation of the president in consultation with the commissioner.\n    3    b. The disbursement of the second annual award shall be dependent upon\n    4  successful  completion  of  the  first  year  requirement of the service\n    5  contract as defined by the president, as  well  as  other  criteria  set\n    6  forth in this section.\n    7    S  3.  This act shall take effect on the first of July next succeeding\n    8  the date on which it shall have become a law, provided that  the  amend-\n    9  ments  to  subdivision  9  of  section 605 of the education law, made by\n   10  section one of this act, and to section 677 of the education  law,  made\n   11  by  section  two  of  this  act shall not affect the termination of such\n   12  provisions of the education law pursuant to section 17 of chapter 31  of\n   13  the laws of 1985, as amended, and shall terminate therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to including dentists in the regents physician loan forgiveness program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T161118.TXT", "SOBI.D101228.T095313.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293547993114
}