{
  "year" : 2011,
  "senateBillNo" : "A421-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A421-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Protects tenants in unlawful lofts from eviction on certain grounds by precluding owners from making application to legalize residential occupancy for 10 years",
  "summary" : "Protects tenants in unlawful lofts (\"interim multiple dwellings\") from eviction on certain grounds (i.e., on grounds that the occupancy is unlawful because the building does not satisfy one or more requirements pertaining to such dwellings or because the owner has failed to satisfy one or more requirements pertaining to such dwellings or because a residential certificate of occupancy has not been issued for the building or because residential occupancy is not permitted by the local zoning resolution) by precluding owners who have recovered possession on the grounds of unlawful occupancy from making certain applications to any public body to legalize residential occupancy for a ten year period following the actual recovery of possession; provides that any approval, authorization, permit, etc. granted or issued by a public body in connection with an application made in violation of these provisions shall be void. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Multiple Dwelling Law",
  "previousVersions" : [ "A3715-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          421\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Housing\n\n       AN  ACT  to  amend  the  multiple dwelling law, in relation to providing\n         tenant protection in connection with unlawful interim multiple  dwell-\n         ings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The multiple dwelling  law  is  amended  by  adding  a  new\n    2  section 286-a to read as follows:\n    3    S  286-A.  TENANT PROTECTION; UNLAWFUL INTERIM MULTIPLE DWELLINGS.  1.\n    4  DEFINITIONS. FOR PURPOSES OF  THIS  SECTION:  (I)  THE  TERM  \"BUILDING\"\n    5  INCLUDES  A  BUILDING, STRUCTURE, OR PORTION THEREOF, OR A UNIT THEREIN;\n    6  (II) THE TERM \"PUBLIC  BODY\"  INCLUDES  STATE  AND  MUNICIPAL  AGENCIES,\n    7  DEPARTMENTS,  AND BOARDS, INCLUDING LOCAL PLANNING AGENCIES AND THE LOFT\n    8  BOARD; AND (III) THE TERM \"SPECIFIED GROUNDS\" INCLUDES THE  GROUND  THAT\n    9  (A)  THE BUILDING OR OCCUPANCY DOES NOT SATISFY ONE OR MORE REQUIREMENTS\n   10  PERTAINING TO INTERIM MULTIPLE DWELLINGS AS SET FORTH IN THIS ARTICLE OR\n   11  IN ANY OTHER PROVISION OF LAW OR IN REGULATION, (B) THE OWNER HAS FAILED\n   12  TO SATISFY ONE OR  MORE  REQUIREMENTS  PERTAINING  TO  INTERIM  MULTIPLE\n   13  DWELLINGS  AS SET FORTH IN THIS ARTICLE OR IN ANY OTHER PROVISION OF LAW\n   14  OR IN REGULATION, (C) A RESIDENTIAL CERTIFICATE  OF  OCCUPANCY  HAS  NOT\n   15  BEEN  ISSUED  FOR  THE  BUILDING,  OR  (D)  RESIDENTIAL OCCUPANCY IS NOT\n   16  PERMITTED BY THE LOCAL ZONING RESOLUTION.\n   17    2. RULE. AN OWNER WHO HAS RECOVERED POSSESSION OF A BUILDING  OCCUPIED\n   18  BY A RESIDENTIAL OCCUPANT ON THE BASIS THAT THE OCCUPANCY IS UNLAWFUL ON\n   19  SPECIFIED  GROUNDS SHALL NOT MAKE ANY APPLICATION UNDER ANY PROVISION OF\n   20  STATE LAW OR LOCAL LAW, CODE, ORDINANCE,  RULE  OR  REGULATION,  TO  ANY\n   21  PUBLIC  BODY FOR THE PURPOSE OF, OR THAT WOULD HAVE THE EFFECT OF OR AID\n   22  IN, LEGALIZING OR AUTHORIZING, ANY USE OF THE  BUILDING  AS  AN  INTERIM\n   23  MULTIPLE  DWELLING.  THE PROHIBITION SET FORTH IN THIS SUBDIVISION SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03456-01-1\n\n       A. 421                              2\n\n    1  REMAIN IN EFFECT FOR A PERIOD OF TEN  YEARS  AFTER  THE  OWNER'S  ACTUAL\n    2  RECOVERY  OF  POSSESSION.  ANY  APPROVAL, AUTHORIZATION, PERMIT, SPECIAL\n    3  PERMIT, EXCEPTION, EXEMPTION, CERTIFICATION, VARIANCE, ZONING AMENDMENT,\n    4  OR  ANY FORM OF PERMISSION WHATSOEVER THAT MAY BE GRANTED OR ISSUED BY A\n    5  PUBLIC BODY IN CONNECTION WITH AN APPLICATION MADE IN VIOLATION  OF  THE\n    6  PROVISIONS OF THIS SUBDIVISION SHALL BE VOID.\n    7    S 2. This act shall take effect immediately, and shall apply to build-\n    8  ing owners who recover possession of a building as defined and described\n    9  in  section  286-a of the multiple dwelling law, as added by section one\n   10  of this act on or after said date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the multiple dwelling law, in relation to providing tenant protection in connection with unlawful interim multiple dwellings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T161118.TXT", "SOBI.D101228.T095313.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293547993115
}