{
  "year" : 2011,
  "senateBillNo" : "A422-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A422-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that demonstration rates of payment for telehealth services by home health agencies, long term home health care and AIDS home care shall be paid equitably",
  "summary" : "Provides that demonstration rates of payment for telehealth services by home health agencies, long term home health care and AIDS home care shall be paid to providers in an equitable and direct manner. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A878-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          422\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GUNTHER -- Multi-Sponsored by -- M. of A. PHEFFER\n         -- read once and referred to the Committee on Health\n\n       AN  ACT  to  amend the public health law, in relation to rates for tele-\n         health services provided by certified home health agencies, long  term\n         home health care programs and AIDS home care services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 3-c of  section  3614  of  the\n    2  public  health  law, as added by section 63-b of part C of chapter 58 of\n    3  the laws of 2007, is amended to read as follows:\n    4    (a) Demonstration rates of payment or fees shall  be  established  for\n    5  telehealth  services  provided by a certified home health agency, a long\n    6  term home health care program or AIDS home care program,  or  for  tele-\n    7  health  services  by a licensed home care services agency under contract\n    8  with such an agency or program OR WITH A LOCAL SOCIAL SERVICES DISTRICT,\n    9  in order to ensure the availability of technology-based patient monitor-\n   10  ing, communication and health management. Reimbursement  for  telehealth\n   11  services  provided  pursuant  to  this section shall be provided only in\n   12  connection with Federal Food and Drug Administration-approved and inter-\n   13  operable devices, and incorporated as part  of  the  patient's  plan  of\n   14  care.   SUCH DEMONSTRATION RATES OF PAYMENT OR FEES SHALL BE MADE AVAIL-\n   15  ABLE IN AN  EQUITABLE  AND  DIRECT  MANNER  TO  PARTICIPATING  PROVIDERS\n   16  LICENSED  UNDER  THIS  ARTICLE, INCLUDING THOSE THAT ARE SUBJECT TO THIS\n   17  ARTICLE AND ARE UNABLE TO ACCESS DIRECT REIMBURSEMENT FROM STATE  AND/OR\n   18  FEDERAL  HEALTH  PROGRAMS. The commissioner shall seek federal financial\n   19  participation with regard to this demonstration initiative.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02094-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to rates for telehealth services provided by certified home health agencies, long term home health care programs and AIDS home care services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T161118.TXT", "SOBI.D101228.T095313.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293547993117
}