{
  "year" : 2011,
  "senateBillNo" : "A424-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to correction",
    "billEventId" : "A424-2011-1294203600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets forth procedures to be followed in the event a sex offender fails to mail a signed verification within twenty calendar days of mailing by DCJS",
  "summary" : "Sets forth procedures to be followed in the event a sex offender fails to mail a signed verification within twenty calendar days of mailing by the division of criminal justice services. ",
  "currentCommittee" : null,
  "sameAs" : "S2595",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A841-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          424\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GUNTHER, LUPARDO, CUSICK, RAMOS, PHEFFER, ZEBROW-\n         SKI,  SPANO,  TITONE,  M. MILLER  --  Multi-Sponsored  by  -- M. of A.\n         ABBATE, COLTON, DESTITO, ENGLEBRIGHT, LATIMER, LIFTON, MAGEE,  MAGNAR-\n         ELLI,  McKEVITT,  PAULIN,  REILLY,  N. RIVERA,  SALADINO, SCHIMMINGER,\n         WEISENBERG -- read once and referred to the Committee on Correction\n\n       AN ACT to amend the correction law, in relation to sex offender  verifi-\n         cation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 168-f of  the  correction  law  is\n    2  amended by adding a new paragraph (c-2) to read as follows:\n    3    (C-2)  (I)  IF  THE  DIVISION DOES NOT RECEIVE THE SIGNED VERIFICATION\n    4  FORM WITHIN TWENTY CALENDAR DAYS AFTER MAILING THE FORM  TO  THE  REGIS-\n    5  TRANT,  THE  DIVISION SHALL PROMPTLY NOTIFY THE SUPERVISING PROBATION OR\n    6  PAROLE OFFICER OR, IF THE OFFENDER IS NOT ON PROBATION  OR  PAROLE,  THE\n    7  LOCAL  LAW  ENFORCEMENT  AGENCY  SERVING  THE  REGISTRANT'S REGISTRATION\n    8  ADDRESS, FORWARD THE VERIFICATION FORM, AND  REQUEST  THAT  OFFICERS  OF\n    9  SUCH  AGENCY  VISIT THE REGISTRATION ADDRESS AND MAKE REASONABLE EFFORTS\n   10  TO CONFIRM THAT THE REGISTRANT CONTINUES TO LIVE THERE.\n   11    (II) (A) IF IT APPEARS TO THESE OFFICERS THAT THE REGISTRANT NO LONGER\n   12  LIVES AT THE REGISTRATION ADDRESS, THEY SHALL NOTIFY  THE  DIVISION  AND\n   13  THE  APPROPRIATE DISTRICT ATTORNEY. IF IT APPEARS TO THESE OFFICERS THAT\n   14  THE REGISTRANT CONTINUES TO LIVE AT THE REGISTRATION ADDRESS, THE  OFFI-\n   15  CERS  SHALL  PRESENT AN APPROPRIATE VERIFICATION FORM FOR THE REGISTRANT\n   16  TO SIGN. IF THE REGISTRANT PROPERLY COMPLETES AND SIGNS  THE  FORM,  THE\n   17  OFFICERS SHALL ACCEPT THE COMPLETED FORM AND FORWARD IT TO THE DIVISION.\n   18  IF  THE  REGISTRANT  DOES  NOT  PROPERLY COMPLETE AND SIGN THE FORM, THE\n   19  OFFICERS SHALL NOTIFY THE DIVISION AND THE APPROPRIATE  DISTRICT  ATTOR-\n   20  NEY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02092-01-1\n\n       A. 424                              2\n\n    1    (B)  NOTWITHSTANDING  PARAGRAPH  (C)  OF THIS SUBDIVISION, AN OFFENDER\n    2  LIVING AT THE REGISTRATION ADDRESS WHO REFUSES TO SIGN THE  VERIFICATION\n    3  FORM  PRESENTED  IN  ACCORDANCE  WITH THIS SUBPARAGRAPH SHALL BE GUILTY,\n    4  PURSUANT TO SECTION ONE HUNDRED SIXTY-EIGHT-T  OF  THIS  ARTICLE,  OF  A\n    5  CLASS  E  FELONY  UPON  CONVICTION  FOR  THE  FIRST  OFFENSE,  AND  UPON\n    6  CONVICTION FOR A SECOND OR SUBSEQUENT OFFENSE SHALL BE GUILTY OF A CLASS\n    7  D FELONY, AND FAILURE TO VERIFY MAY ALSO BE THE BASIS FOR REVOCATION  OF\n    8  PAROLE PURSUANT TO SECTION TWO HUNDRED FIFTY-NINE-I OF THE EXECUTIVE LAW\n    9  OR  THE  BASIS  FOR  REVOCATION  OF  PROBATION  PURSUANT TO ARTICLE FOUR\n   10  HUNDRED TEN OF THE CRIMINAL PROCEDURE LAW.\n   11    (III) IF A SEX OFFENDER FAILS TO MAIL A SIGNED  VERIFICATION  FORM  TO\n   12  THE  DIVISION  IN  THE MANNER AND WITHIN THE TIME PERIOD PROVIDED FOR IN\n   13  THIS SUBDIVISION, THE DIVISION, IN ADDITION TO ANY  OTHER  PENALTY  THAT\n   14  MAY  BE IMPOSED, SHALL ASSESS AGAINST THE OFFENDER A CIVIL PENALTY EQUAL\n   15  TO THE COST INCURRED BY LAW ENFORCEMENT OFFICIALS IN VISITING THE REGIS-\n   16  TRATION ADDRESS, UP TO TWO HUNDRED  DOLLARS.  EACH  ANNUAL  VERIFICATION\n   17  FORM MAILED TO A SEX OFFENDER PURSUANT TO THIS SUBDIVISION SHALL INCLUDE\n   18  A CONSPICUOUS NOTICE OF THE PROVISIONS OF THIS SUBDIVISION.\n   19    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   20  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to sex offender verification ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T161118.TXT", "SOBI.D110126.T124255.TXT", "SOBI.D101228.T095313.TXT", "SOBI.D101227.T121554.TXT", "SOBI.D101227.T122054.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296063775826
}