{
  "year" : 2011,
  "senateBillNo" : "A426-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A426-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the state education department to notify the local code enforcement official of all building inspections",
  "summary" : "Requires the state education department to notify the local code enforcement official of all building inspections. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A788-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          426\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER -- Multi-Sponsored by -- M. of A. CROUCH\n         -- read once and referred to the Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to  requiring  the  state\n         education department to notify local code enforcement officials of all\n         building inspections by such department\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 381 of the executive law is amended by adding a new\n    2  subdivision 7 to read as follows:\n    3    7. A. THE STATE EDUCATION DEPARTMENT SHALL BE ACCOUNTABLE FOR ADMINIS-\n    4  TRATION AND ENFORCEMENT OF THE UNIFORM CODE WITH RESPECT  TO  BUILDINGS,\n    5  PREMISES  AND EQUIPMENT IN THE CUSTODY OF, OR ACTIVITIES RELATED THERETO\n    6  UNDERTAKEN BY, SCHOOL DISTRICTS AND BOARDS  OF  COOPERATIVE  EDUCATIONAL\n    7  SERVICES.\n    8    B. THE STATE EDUCATION DEPARTMENT SHALL NOTIFY THE LOCAL CODE ENFORCE-\n    9  MENT  OFFICIAL  OF  ALL  BUILDING INSPECTIONS THAT SUCH DEPARTMENT SHALL\n   10  UNDERTAKE.\n   11    C. THE LOCAL CODE ENFORCEMENT OFFICIAL SHALL NOT DISCLOSE  IN  ADVANCE\n   12  ANY INFORMATION REGARDING THE SCHEDULED INSPECTION.\n   13    D.  THE  LOCAL  CODE ENFORCEMENT OFFICIAL MAY ATTEND OR PARTICIPATE IN\n   14  THE BUILDING INSPECTION.\n   15    S 2. This act shall take effect on the one hundred twentieth day after\n   16  it shall have become a law. Effective immediately, the addition,  amend-\n   17  ment and/or repeal of any rule or regulation necessary for the implemen-\n   18  tation of this act on its effective date are authorized to be made on or\n   19  before such effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02008-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring the state education department to notify local code enforcement officials of all building inspections by such department ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T113321.TXT", "SOBI.D101223.T161618.TXT", "SOBI.D101227.T121554.TXT", "SOBI.D101227.T122054.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293554001891
}