{
  "year" : 2011,
  "senateBillNo" : "A428-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A428-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes fire districts to impose ad valorem levies and special assessments on otherwise tax exempt real property",
  "summary" : "Authorizes fire districts to impose ad valorem levies and special assessments on otherwise tax exempt real property. ",
  "currentCommittee" : null,
  "sameAs" : "S549",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A772-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          428\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER, GALEF -- Multi-Sponsored by -- M. of A.\n         CALHOUN, DINOWITZ, J. MILLER, SAYWARD -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in  relation  to  authorizing\n         fire districts to impose special ad valorem levies and special assess-\n         ments against otherwise tax exempt real property\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 490 of the real property tax  law,  as  amended  by\n    2  chapter 87 of the laws of 2001, is amended to read as follows:\n    3    S  490.  Exemption  from special ad valorem levies and special assess-\n    4  ments.  Real property exempt from taxation pursuant to  subdivision  two\n    5  of  section  four hundred, subdivision one of section four hundred four,\n    6  subdivision one of section  four  hundred  six,  sections  four  hundred\n    7  eight,  four  hundred  ten, four hundred ten-a, four hundred ten-b, four\n    8  hundred eighteen, four hundred twenty-a,  four  hundred  twenty-b,  four\n    9  hundred  twenty-two, four hundred twenty-six, four hundred twenty-seven,\n   10  four hundred twenty-eight, four hundred thirty, four hundred thirty-two,\n   11  four hundred thirty-four, four hundred thirty-six, four hundred  thirty-\n   12  eight,  four  hundred fifty, four hundred fifty-two, four hundred fifty-\n   13  four, four hundred fifty-six,  four  hundred  sixty-four,  four  hundred\n   14  seventy-two,  four  hundred seventy-four and four hundred eighty-five of\n   15  this chapter shall also be exempt from special  ad  valorem  levies  and\n   16  special  assessments  against  real  property located outside cities and\n   17  villages for a special improvement or  service  or  a  special  district\n   18  improvement or service and special ad valorem levies and special assess-\n   19  ments  imposed  by a county improvement district or district corporation\n   20  except (1) those levied to pay for the  costs,  including  interest  and\n   21  incidental  and  preliminary  costs,  of  the acquisition, installation,\n   22  construction, reconstruction and enlargement  of  or  additions  to  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00147-01-1\n\n       A. 428                              2\n\n    1  following   improvements,  including  original  equipment,  furnishings,\n    2  machinery or apparatus, and the replacements thereof: water  supply  and\n    3  distribution systems; sewer systems (either sanitary or surface drainage\n    4  or  both, including purification, treatment or disposal plants or build-\n    5  ings); waterways and drainage improvements; street,  highway,  road  and\n    6  parkway  improvements  (including  sidewalks,  curbs, gutters, drainage,\n    7  landscaping, grading or improving the right of way)  [and]  (2)  special\n    8  assessments  payable in installments on an indebtedness including inter-\n    9  est contracted prior to July first, nineteen hundred fifty-three, pursu-\n   10  ant to section two hundred forty-two of the town law or pursuant to  any\n   11  other  comparable provision of law AND (3) SPECIAL AD VALOREM LEVIES AND\n   12  SPECIAL ASSESSMENTS FOR A SPECIAL DISTRICT IMPROVEMENT OR SERVICE LEVIED\n   13  BY A FIRE DISTRICT, FIRE PROTECTION DISTRICT  OR  A  PROPERTY  RECEIVING\n   14  FIRE PROTECTION SERVICES.\n   15    S 2. This act shall take effect immediately and shall apply to special\n   16  ad  valorem  levies  and  special  assessments  imposed on or after such\n   17  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to authorizing fire districts to impose special ad valorem levies and special assessments against otherwise tax exempt real property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T162118.TXT", "SOBI.D101228.T113321.TXT", "SOBI.D101228.T112820.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293554001886
}