{
  "year" : 2011,
  "senateBillNo" : "A43-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A43-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the applicability of noise ordinances on school construction work sites",
  "summary" : "Provides that the education department shall set guidelines relating to noise and work hours on school construction sites. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA185-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          43\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LATIMER -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law, in relation to the  applicability  of\n         noise ordinances on school construction work sites\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section  408-c\n    2  to read as follows:\n    3    S  408-C.  GUIDELINES  RELATING  TO  NOISE  AND  WORK  HOURS ON SCHOOL\n    4  CONSTRUCTION SITES. 1. THE DEPARTMENT SHALL ISSUE GUIDELINES FOR  PUBLIC\n    5  SCHOOL DISTRICT CONSTRUCTION AS IT PERTAINS TO NOISE LEVELS AND HOURS OF\n    6  WORK.  GUIDELINES  SHALL  SPECIFY  THAT  RECOMMENDED  HOURS  OF WORK ARE\n    7  BETWEEN SEVEN O'CLOCK A.M. AND SEVEN  O'CLOCK  P.M.  SHOULD  WORK  OCCUR\n    8  OUTSIDE  THESE  HOURS, RECOMMENDED NOISE LEVELS AFTER SEVEN O'CLOCK P.M.\n    9  OR BEFORE SEVEN O'CLOCK A.M. SHOULD BE CONSISTENT WITH  MANDATES  ISSUED\n   10  BY THE DEPARTMENT FOR CONSTRUCTION OCCURRING DURING SCHOOL HOURS.\n   11    2.  THE  DEPARTMENT  SHALL  ISSUE GUIDELINES PROVIDING FOR THE DISSEM-\n   12  INATION OF GUIDELINES FOR SCHOOL DISTRICT CONSTRUCTION AS  THEY  PERTAIN\n   13  TO  NOISE  AND  HOURS  OF  WORK. DISSEMINATION SHALL INCLUDE PROMINENTLY\n   14  POSTING THE  OFFICE  WITHIN  THE  DEPARTMENT  RESPONSIBLE  FOR  FIELDING\n   15  COMPLAINTS  REGARDING  NOISE  LEVELS  OR  WORK HOURS ON THE DEPARTMENT'S\n   16  WEBSITE AND INCLUDING INFORMATION IN THE DEPARTMENT'S NEWSLETTER.\n   17    3. WHILE THE DEPARTMENT IS NOT RESPONSIBLE  FOR  ROUTINELY  MONITORING\n   18  ADHERENCE  TO  GUIDELINES,  IT  WILL WORK TO MAINTAIN POSITIVE COMMUNITY\n   19  RELATIONS BETWEEN LOCAL RESIDENTS AND  SCHOOL  DISTRICTS  WHEN  DISPUTES\n   20  ARISE OVER SCHOOL CONSTRUCTION.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00712-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the applicability of noise ordinances on school construction work sites ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T103912.TXT", "SOBI.D101216.T110914.TXT", "SOBI.D101216.T164942.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292536182263
}