{
  "year" : 2011,
  "senateBillNo" : "A430-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A430-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts the availability and use of the entirety of a person's social security number",
  "summary" : "Restricts the availability and use of the entirety of a person's social security number. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A1303-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          430\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT, MAYERSOHN, ROBINSON -- Multi-Sponsored by\n         --  M.  of  A.  BOYLAND,  CAHILL,  FARRELL,  GLICK, GOTTFRIED, HOOPER,\n         LAVINE, MAGEE, PEOPLES-STOKES,  PERRY,  J. RIVERA,  N. RIVERA,  TITUS,\n         TOWNS, ZEBROWSKI -- read once and referred to the Committee on Govern-\n         mental Operations\n\n       AN  ACT  to  amend  the civil rights law, in relation to social security\n         number confidentiality\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  civil  rights law is amended by adding a new section\n    2  50-f to read as follows:\n    3    S 50-F. SOCIAL SECURITY NUMBER CONFIDENTIALITY. 1.  AS  USED  IN  THIS\n    4  SECTION:\n    5    (A)  \"PERSON\"  SHALL  MEAN  AN INDIVIDUAL, FIRM, COMPANY, PARTNERSHIP,\n    6  LIMITED LIABILITY COMPANY OR CORPORATION.\n    7    (B) \"SOCIAL SECURITY NUMBER\" SHALL MEAN THE UNIQUE NINE  DIGIT  NUMBER\n    8  ISSUED TO A PERSON BY THE FEDERAL SOCIAL SECURITY ADMINISTRATION.\n    9    2.  NO  PERSON  SHALL  MAKE  THE  ENTIRETY OF A SOCIAL SECURITY NUMBER\n   10  AVAILABLE TO THE GENERAL PUBLIC. THIS PROHIBITION SHALL INCLUDE BUT  NOT\n   11  BE LIMITED TO:\n   12    (A) INTENTIONALLY COMMUNICATING A SOCIAL SECURITY NUMBER TO THE GENER-\n   13  AL PUBLIC;\n   14    (B)  PRINTING  A  SOCIAL  SECURITY  NUMBER  ON A CARD REQUIRED FOR THE\n   15  RECEIPT OF PRODUCTS OR SERVICES, INCLUDING CARDS ISSUED FOR  RECEIPT  OF\n   16  SERVICES FROM THE STATE OR ITS POLITICAL SUBDIVISIONS;\n   17    (C)  REQUIRING USE OF A SOCIAL SECURITY NUMBER OVER THE INTERNET WITH-\n   18  OUT A SECURE CONNECTION OR ENCRYPTION SECURITY;\n   19    (D) REQUIRING USE OF A SOCIAL SECURITY NUMBER TO  ACCESS  AN  INTERNET\n   20  ACCOUNT; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02779-01-1\n\n       A. 430                              2\n\n    1    (E)  PRINTING A SOCIAL SECURITY NUMBER ON MATERIALS MAILED TO A PERSON\n    2  UNLESS REQUIRED BY LAW.\n    3    3.  NO  PERSON  SHALL REQUIRE USE OF THE ENTIRETY OF A SOCIAL SECURITY\n    4  NUMBER FOR AN EMPLOYMENT APPLICATION, CREDIT APPLICATION OR OTHER TRANS-\n    5  ACTION, EXCEPT FOR LAW ENFORCEMENT, SOCIAL SECURITY, MEDICARE  OR  MEDI-\n    6  CAID PURPOSES.\n    7    4. NO PERSON SHALL REFUSE TO TRANSACT BUSINESS BECAUSE OF A REFUSAL TO\n    8  PROVIDE THE SOCIAL SECURITY NUMBER, UNLESS THE SOCIAL SECURITY NUMBER IS\n    9  REQUIRED BY FEDERAL OR STATE LAW.\n   10    5. NO PERSON SHALL TRANSMIT MATERIAL THAT ASSOCIATES A SOCIAL SECURITY\n   11  NUMBER  WITH  AN ACCOUNT NUMBER FOR A BANK, SAVINGS AND LOAN ASSOCIATION\n   12  OR CREDIT UNION, UNLESS BOTH NUMBERS ARE REQUIRED AS PART OF AN APPLICA-\n   13  TION OR ENROLLMENT PROCESS  OR  TO  ESTABLISH,  AMEND  OR  TERMINATE  AN\n   14  ACCOUNT,  CONTRACT  OR  POLICY  OR TO CONFIRM THE ACCURACY OF THE SOCIAL\n   15  SECURITY, BANK, SAVINGS AND LOAN ASSOCIATION  OR  CREDIT  UNION  ACCOUNT\n   16  NUMBER.\n   17    6.  A  PERSON  MAY USE A SOCIAL SECURITY NUMBER IF THE SOCIAL SECURITY\n   18  NUMBER:\n   19    (A) IS PART OF AN APPLICATION OR ENROLLMENT PROCESS OR  TO  ESTABLISH,\n   20  AMEND OR TERMINATE AN ACCOUNT, CONTRACT OR POLICY;\n   21    (B) WAS FURNISHED FOR A DOCUMENT GENERATED ON OR BEFORE DECEMBER THIR-\n   22  TY-FIRST,  TWO  THOUSAND ELEVEN AND THE PERSON IS COPYING OR REPRODUCING\n   23  THAT DOCUMENT; OR\n   24    (C) EXISTS ON AN ORIGINAL DOCUMENT GENERATED  ON  OR  BEFORE  DECEMBER\n   25  THIRTY-FIRST, TWO THOUSAND ELEVEN.\n   26    7.  A  PERSON MAY COLLECT, USE AND RELEASE A SOCIAL SECURITY NUMBER AS\n   27  REQUIRED BY LAW OR FOR INTERNAL VERIFICATION OR ADMINISTRATIVE PURPOSES.\n   28    S 2. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to social security number confidentiality ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T162118.TXT", "SOBI.D101228.T113321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293554001899
}