{
  "year" : 2011,
  "senateBillNo" : "A431-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A431-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for hazardous materials emergency response training for emergency medical services personnel of a fire department of N.Y. city",
  "summary" : "Provides for hazardous materials emergency response training for emergency medical services personnel of a fire department of a city of one million or more, by the state department of health and the state fire administrator. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A3742-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          431\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT to amend the public health law and the executive law, in relation\n         to the provision of hazardous materials emergency response training to\n         emergency  medical  services  personnel  employed by a fire department\n         operating within a city with a population of more than one million\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  3005-c to read as follows:\n    3    S 3005-C. HAZARDOUS MATERIALS EMERGENCY RESPONSE TRAINING. 1.   BEGIN-\n    4  NING  JANUARY  FIRST,  TWO THOUSAND THIRTEEN, THE DEPARTMENT, IN COOPER-\n    5  ATION WITH THE STATE FIRE ADMINISTRATOR, SHALL MAKE AVAILABLE  HAZARDOUS\n    6  MATERIALS  EMERGENCY  RESPONSE  TRAINING, PURSUANT TO THE PROGRAM ESTAB-\n    7  LISHED IN SECTION ONE HUNDRED FIFTY-SIX-A OF THE EXECUTIVE LAW, FOR  ALL\n    8  EMERGENCY MEDICAL SERVICES PERSONNEL EMPLOYED BY A FIRE DEPARTMENT OPER-\n    9  ATING WITHIN A CITY OF ONE MILLION OR MORE.\n   10    2. THE COMMISSIONER SHALL INFORM ALL EMERGENCY MEDICAL SERVICE PERSON-\n   11  NEL  COVERED  BY  SUBDIVISION ONE OF THIS SECTION, OF THE IMPLEMENTATION\n   12  AND AVAILABILITY OF THE HAZARDOUS MATERIALS EMERGENCY RESPONSE  TRAINING\n   13  PROGRAM.\n   14    3. FUNDING FOR THE TRAINING REQUIRED BY THIS SECTION SHALL BE PROVIDED\n   15  BY  THE  DEPARTMENT  PURSUANT  TO  SECTION   NINETY-SEVEN-Q OF THE STATE\n   16  FINANCE LAW.\n   17    S 2. Subdivision 1 of section 156-a of the executive law,  as  amended\n   18  by  section  1 of part D of chapter 1 of the laws of 2004, is amended to\n   19  read as follows:\n   20    1. (A) The state fire administrator shall, in his or  her  discretion,\n   21  consult with the [fire fighting and code enforcement personnel standards\n   22  and  education  commission  established  pursuant to section one hundred\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03471-01-1\n\n       A. 431                              2\n\n    1  fifty-nine-a] ADVISORY COUNCIL FOR FIRE PREVENTION  AND  CONTROL  ESTAB-\n    2  LISHED  PURSUANT  TO  SECTION ONE HUNDRED FIFTY-NINE of this article, to\n    3  establish a specialized hazardous materials emergency response  training\n    4  program  for  individuals  responsible  for providing emergency response\n    5  recovery following incidents involving hazardous materials as defined in\n    6  accordance with section fourteen-f of the transportation law. The  state\n    7  fire  administrator  shall  inform  all fire companies, municipal corpo-\n    8  rations and districts, including agencies and  departments  thereof  and\n    9  all  firefighters,  both  paid  and  volunteer, and related officers and\n   10  employees and police officers of the implementation and availability  of\n   11  the  hazardous  materials emergency response training program and shall,\n   12  subject to the availability of an appropriation, conduct  such  training\n   13  with  sufficient  frequency  to  assure  adequate  response to incidents\n   14  involving hazardous  materials  and  protection  of  responders  in  all\n   15  geographic areas of the state.\n   16    (B) THE STATE FIRE ADMINISTRATOR SHALL COOPERATE WITH THE COMMISSIONER\n   17  OF  HEALTH  TO  ESTABLISH  THE SPECIALIZED HAZARDOUS MATERIALS EMERGENCY\n   18  RESPONSE TRAINING  PROGRAM  FOR  EMERGENCY  MEDICAL  SERVICES  PERSONNEL\n   19  PROVIDED FOR IN SECTION THREE THOUSAND FIVE-C OF THE PUBLIC HEALTH LAW.\n   20    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the executive law, in relation to the provision of hazardous materials emergency response training to emergency medical services personnel employed by a fire department operating within a city with a population of more than one million ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T162118.TXT", "SOBI.D101228.T113321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293554001901
}