{
  "year" : 2011,
  "senateBillNo" : "A432-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A432-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires sanitation workers to receive certain training",
  "summary" : "Requires sanitation workers to receive certain training; requires the department of labor to establish certain regulations related thereto. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "AB7437-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          432\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GALEF, SPANO, J. RIVERA, MARKEY, SCHIMEL, JAFFEE,\n         FINCH  --  Multi-Sponsored  by -- M. of A. LANCMAN, MAISEL, McDONOUGH,\n         ROSENTHAL, TOWNS -- read once and referred to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to requiring sanitation work-\n         ers to receive training\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  labor law is amended by adding a new article 23-C to\n    2  read as follows:\n    3                                ARTICLE 23-C\n    4                       TRAINING FOR SANITATION WORKERS\n    5  SECTION 832. DEFINITIONS.\n    6          833. TRAINING FOR SANITATION WORKERS.\n    7    S 832. DEFINITIONS. AS  USED  IN  THIS  ARTICLE,  UNLESS  THE  CONTEXT\n    8  REQUIRES OTHERWISE:\n    9    1. \"DEPARTMENT\" MEANS THE DEPARTMENT OF LABOR.\n   10    2. \"EMPLOYEE\" MEANS A PERSON EMPLOYED DIRECTLY BY OR THROUGH ANY STATE\n   11  MUNICIPAL OR PRIVATE ENTITY TO PROVIDE SOLID, HAZARDOUS OR MEDICAL WASTE\n   12  COLLECTION, RECYCLING OR DISPOSAL SERVICES.\n   13    3.  \"EMPLOYER\"  MEANS ANY INDIVIDUAL, PERSON, CORPORATION, DEPARTMENT,\n   14  BOARD, BUREAU,  AGENCY, COMMISSION, DIVISION, OFFICE, COUNCIL OR COMMIT-\n   15  TEE OF A MUNICIPALITY, OR OTHER BUSINESS ENTITY INCLUDING THE  STATE,  A\n   16  MUNICIPAL  CORPORATION,  OR  OTHER  POLITICAL  SUBDIVISION OF THE STATE,\n   17  WHICH EMPLOYS OR SEEKS TO EMPLOY AN EMPLOYEE TO PROVIDE SOLID, HAZARDOUS\n   18  OR MEDICAL WASTE COLLECTION, RECYCLING OR DISPOSAL SERVICES.\n   19    S 833. TRAINING FOR SANITATION WORKERS. 1. THE EMPLOYERS OF SANITATION\n   20  WORKERS ARE  RESPONSIBLE FOR ENSURING ALL EMPLOYEES, INCLUDING  SUPERVI-\n   21  SORS, MANAGERS, CONTRACT LABORERS, PART-TIME AND SEASONAL EMPLOYEES, ARE\n   22  PROPERLY  TRAINED  FOR  THEIR ASSIGNED JOBS, TASKS, HAZARDS OR POTENTIAL\n   23  HAZARDS PRESENT AND USE OF RELATED EQUIPMENT. CONTRACTORS   WHO  MAY  BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00634-01-1\n\n       A. 432                              2\n\n    1  ENGAGED TO OPERATE OR MAINTAIN THE EMPLOYER'S EQUIPMENT SHALL BE ADVISED\n    2  OF  THE  UNIQUE  HAZARDS  RELATED  TO THE EQUIPMENT WHICH MAY AFFECT THE\n    3  ACTIVITIES IN WHICH THE CONTRACTOR'S EMPLOYEES SHALL ENGAGE.\n    4    2.  TRAINING  SHALL  BE  PROVIDED  PRIOR  TO  INITIAL ASSIGNMENT OF AN\n    5  EMPLOYEE TO A JOB  OR TASK. ALL EMPLOYEES SHALL FURTHER BE  REQUIRED  TO\n    6  HAVE  REFRESHER  TRAINING,  WHICH  SHALL  BE CONDUCTED ANNUALLY, FOR THE\n    7  PURPOSE OF MAINTAINING THE  REQUIRED  LEVEL  OF  COMPETENCE.  RETRAINING\n    8  SHALL  BE PROVIDED FOR EMPLOYEES WHENEVER THERE IS A CHANGE IN THEIR JOB\n    9  ASSIGNMENTS, OR A CHANGE IN EQUIPMENT THAT PRESENT A NEW HAZARD.   ADDI-\n   10  TIONAL  RETRAINING  SHALL  BE PROVIDED WHENEVER A PERIODIC INSPECTION BY\n   11  THE DEPARTMENT REVEALS, OR WHENEVER THE EMPLOYER HAS REASON  TO  BELIEVE\n   12  THAT  THERE  ARE  EMPLOYEE DEVIATIONS FROM PROCEDURES OR INADEQUACIES IN\n   13  THE EMPLOYEE'S KNOWLEDGE OF PROCEDURES.\n   14    3. EMPLOYERS SHALL REFER EMPLOYEES TO, AND HAVE READILY AVAILABLE, THE\n   15  MANUFACTURER'S, INSTALLER'S OR MODIFIER'S INSTRUCTIONS  TO  ENSURE  THAT\n   16  CORRECT  OPERATING  AND  MAINTENANCE  PROCEDURES  AND WORK PRACTICES ARE\n   17  UNDERSTOOD AND FOLLOWED.\n   18    4. AN EMPLOYER SHALL REQUIRE THAT TRAINING IS  PROVIDED  EITHER  BY  A\n   19  CONTRACT  LABORER'S  PARENT  EMPLOYER OR BY THE EMPLOYER FOR EACH JOB OR\n   20  TASK THAT IS PERFORMED.\n   21    5. THE EMPLOYER SHALL MAINTAIN TRAINING RECORDS TO INCLUDE THE DATE OR\n   22  DATES OF TRAINING AND THE TYPE OF TRAINING RECEIVED.  RECORDS  SHALL  BE\n   23  MAINTAINED  AS REQUIRED BY  REGULATIONS TO BE PROMULGATED BY THE DEPART-\n   24  MENT. CONTRACTORS AND EMPLOYERS OF CONTRACT LABORERS SHALL  PROVIDE  THE\n   25  EMPLOYER WITH APPROPRIATE TRAINING RECORDS UPON DEMAND.\n   26    6.  TRAINING  SHALL  BE TAILORED FOR INDIVIDUAL OPERATIONS, HAZARDS OR\n   27  POTENTIAL HAZARDS PRESENT AND THE TYPE OF EQUIPMENT  UTILIZED  INCLUDING\n   28  DETAILED,  EQUIPMENT  SPECIFIC TRAINING FOR DRIVERS, EQUIPMENT OPERATORS\n   29  AND LOADERS, AS WELL AS MAINTENANCE PERSONNEL AND SUPERVISORS.  TRAINING\n   30  SHALL INCLUDE A PRACTICAL  DEMONSTRATION  OF  EQUIPMENT  OPERATION,  THE\n   31  KNOWLEDGE  AND  SKILLS  NEEDED BY THE EMPLOYEE TO OPERATE SUCH EQUIPMENT\n   32  AND THE CONSEQUENCES FOR FAILURE TO OPERATE THE EQUIPMENT  PROPERLY,  AS\n   33  APPROPRIATELY RELATED TO THE REQUIREMENTS OF THE EMPLOYEE'S JOB DUTIES.\n   34    7. TRAINING SHALL INCLUDE AT A MINIMUM:\n   35    (A)  THE  REQUIRED  REGULATORY TRAINING AS OUTLINED BY THE FEDERAL AND\n   36  STATE OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION, THE FEDERAL DEPART-\n   37  MENT OF TRANSPORTATION, THE PUBLIC EMPLOYEE  SAFETY  AND  HEALTH  BUREAU\n   38  WITHIN THE DEPARTMENT, THE AMERICAN NATIONAL STANDARDS INSTITUTE AND ANY\n   39  OTHER APPLICABLE REGULATORY AGENCIES; AND\n   40    (B)  THE  OPERATIONAL  INSTRUCTION  ON EACH SPECIFIC TYPE OF EQUIPMENT\n   41  USED BY THE EMPLOYEE.\n   42    S 2. This act shall take effect on the one hundred eightieth day after\n   43  it shall have become a law; provided, however, that effective immediate-\n   44  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   45  necessary  for  the  implementation of this act on its effective date is\n   46  authorized and directed to be made  and  completed  on  or  before  such\n   47  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to requiring sanitation workers to receive training ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T100649.TXT", "SOBI.D101223.T162118.TXT", "SOBI.D101228.T113321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296486409383
}