{
  "year" : 2011,
  "senateBillNo" : "A433-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A433-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the state board of elections to maintain on its official website electronic voter registration forms which contain the county board of elections' address",
  "summary" : "Requires the state board of elections to maintain on its official website electronic voter registration forms which contain the county board of elections' address. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A8430-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          433\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GALEF, GUNTHER, REILLY, LUPARDO, HOYT -- Multi-\n         Sponsored by -- M. of A. GABRYSZAK, MENG, ZEBROWSKI -- read  once  and\n         referred to the Committee on Election Law\n\n       AN  ACT  to  amend  the  election  law,  in  relation to county board of\n         election addresses on voter registration forms available on the inter-\n         net\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 5-210 of the election law is amended by adding two\n    2  new subdivisions 5-a and 5-b to read as follows:\n    3    5-A. THE STATE BOARD OF  ELECTIONS  SHALL  MAINTAIN  ON  ITS  OFFICIAL\n    4  WEBSITE  ELECTRONIC VOTER REGISTRATION FORMS FOR USE BY AND DISTRIBUTION\n    5  TO THE GENERAL PUBLIC, WHICH MEET THE REQUIREMENTS OF  SUBDIVISION  FIVE\n    6  OF THIS SECTION AND ALLOW THE FOLLOWING:\n    7    (A) DOWNLOAD OF BLANK VOTER REGISTRATION FORMS; AND\n    8    (B) COMPLETION OF THE VOTER REGISTRATION FORM ELECTRONICALLY, ON WHICH\n    9  THE  RETURN  ADDRESS  OF  THE REGISTRANT AND THE MAILING ADDRESS FOR THE\n   10  REGISTRANT'S COUNTY BOARD OF ELECTIONS SHALL BE AUTOMATICALLY FILLED  IN\n   11  FOR THE REGISTRANT BEFORE IT IS DOWNLOADED FOR SIGNATURE AND MAILING.\n   12    5-B.  THE  STATE  BOARD  OF  ELECTIONS  SHALL MAINTAIN ON ITS OFFICIAL\n   13  WEBSITE A COUNTY BOARD OF ELECTIONS FINDER, WHICH PERMITS THE PUBLIC  TO\n   14  ENTER AN ADDRESS WITHIN NEW YORK STATE AND BE PROVIDED WITH THE NAME AND\n   15  ADDRESS OF THE COUNTY BOARD OF ELECTIONS FOR THAT ADDRESS.\n   16    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   17  have become a law; provided, however, that  effective  immediately,  the\n   18  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   19  for the implementation of this act on its effective date  is  authorized\n   20  to be made and completed on or before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00625-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to county board of election addresses on voter registration forms available on the internet ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T162118.TXT", "SOBI.D101228.T113321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293554001905
}