{
  "year" : 2011,
  "senateBillNo" : "A435-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A435-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes possession of disguised knife class A misdemeanor of criminal possession of a weapon in the fourth degree",
  "summary" : "Provides that the possession of any disguised knife shall be the class A misdemeanor of criminal possession of a weapon in the fourth degree; defines the term \"disguised knife\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A3683-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          435\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. LENTOL -- Multi-Sponsored by -- M. of A. CUSICK\n         -- read once and referred to the Committee on Codes\n\n       AN ACT to amend  the  penal  law,  in  relation  to  the  possession  of\n         disguised knives\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 265.00 of the penal law is amended by adding a  new\n    2  subdivision 24 to read as follows:\n    3    24.  \"DISGUISED  KNIFE\" MEANS ANY KNIFE WHICH IS DESIGNED TO APPEAR AS\n    4  AN OBJECT OTHER THAN A KNIFE, SUCH AS A COMB, WRITING INSTRUMENT,  CIGA-\n    5  RETTE  LIGHTER OR OTHER OBJECT COMMONLY CARRIED ON THE PERSON, AND WHICH\n    6  INCLUDES A BLADE CONCEALED WITHIN SUCH OBJECT.\n    7    S 2. Subdivisions 6, 7 and 8 of  section  265.01  of  the  penal  law,\n    8  subdivision  6 as added by chapter 1041 of the laws of 1974, subdivision\n    9  7 as added by chapter 807 of the laws of 1981 and subdivision 8 as added\n   10  by chapter 646 of the laws of 1986, are amended and a new subdivision  9\n   11  is added to read as follows:\n   12    (6)  He  OR  SHE  is  a  person who has been certified not suitable to\n   13  possess a rifle or shotgun, as defined in subdivision sixteen of section\n   14  265.00, and refuses to yield possession of such rifle  or  shotgun  upon\n   15  the demand of a police officer. Whenever a person is certified not suit-\n   16  able to possess a rifle or shotgun, a member of the police department to\n   17  which  such  certification is made, or of the state police, shall forth-\n   18  with seize any rifle or shotgun possessed by such  person.  A  rifle  or\n   19  shotgun  seized  as herein provided shall not be destroyed, but shall be\n   20  delivered to the  headquarters  of  such  police  department,  or  state\n   21  police,  and  there  retained  until  the aforesaid certificate has been\n   22  rescinded by the director or physician in charge, or  other  disposition\n   23  of  such  rifle  or shotgun has been ordered or authorized by a court of\n   24  competent jurisdiction[.]; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03466-01-1\n\n       A. 435                              2\n\n    1    (7) He OR SHE knowingly possesses a  bullet  containing  an  explosive\n    2  substance designed to detonate upon impact[.]; OR\n    3    (8)  He  OR SHE possesses any armor piercing ammunition with intent to\n    4  use the same unlawfully against another[.]; OR\n    5    (9) HE OR SHE POSSESSES ANY DISGUISED KNIFE.\n    6    S 3. This act shall take effect on the first of November next succeed-\n    7  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the possession of disguised knives ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T162118.TXT", "SOBI.D101228.T114822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293554902048
}