{
  "year" : 2011,
  "senateBillNo" : "A437-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A437-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the use of informants by the prosecuting attorney and law enforcement personnel",
  "summary" : "Regulates the use of informants by the prosecuting attorney and law enforcement personnel; requires law enforcement personnel to submit an annual report to the department of state with statistical information relating to their use of informants. ",
  "currentCommittee" : null,
  "sameAs" : "S1229",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A3712-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          437\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend  the criminal procedure law, in relation to the regu-\n         lation of the use of informants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  criminal  procedure  law  is amended by adding a new\n    2  section 60.77 to read as follows:\n    3  S 60.77 RULES OF EVIDENCE; USE OF CONFIDENTIAL INFORMANTS.\n    4    1. WHENEVER A PROSECUTING ATTORNEY PLANS TO USE AN INFORMANT TO TESTI-\n    5  FY AGAINST A  DEFENDANT,  THE  ATTORNEY  FOR  SUCH  DEFENDANT  SHALL  BE\n    6  SUPPLIED WITH:\n    7    A. THE COMPLETE CRIMINAL RECORD OF THE INFORMANT;\n    8    B.  ANY  TESTIMONY  OR  INFORMATION  THE INFORMANT HAS PROVIDED OR HAS\n    9  PROMISED TO PROVIDE FOR ANY LEGAL ACTION;\n   10    C. ALL STATEMENTS MADE BY  THE  INFORMANT  ABOUT  THE  SPECIFIC  LEGAL\n   11  ACTION IN QUESTION; AND\n   12    D.  ALL PROMISES, COMPROMISES, OR PROTECTIONS OFFERED BY THE PROSECUT-\n   13  ING ATTORNEY TO THE INFORMANT IN EXCHANGE FOR HIS OR HER TESTIMONY. THIS\n   14  SHALL ALSO INCLUDE ANY INFORMATION ABOUT CRIMES COMMITTED BY THE  INFOR-\n   15  MANT  FOR  WHICH  CHARGES WILL NOT BE BROUGHT IN EXCHANGE FOR HIS OR HER\n   16  TESTIMONY.\n   17    2. THE ATTORNEY FOR THE DEFENDANT SHALL BE GIVEN  THE  OPPORTUNITY  TO\n   18  DEPOSE  THE  INFORMANT  PRIOR  TO ENTERING INTO ANY PLEA NEGOTIATIONS OR\n   19  GOING TO TRIAL.\n   20    3. UPON THE REQUEST OF THE ATTORNEY FOR THE DEFENDANT, THE JUDGE SHALL\n   21  GRANT A RELIABILITY HEARING, WHICH SHALL BE USED TO DETERMINE THE CREDI-\n   22  BILITY OF THE INFORMANT'S TESTIMONY. BOTH THE PROSECUTION AND THE ATTOR-\n   23  NEY FOR THE DEFENDANT SHALL BE ENTITLED TO OFFER  EVIDENCE  RELATING  TO\n   24  THE  INFORMANT'S  RELIABILITY.  THE JUDGE, IN HIS OR HER OWN DISCRETION,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01158-01-1\n\n       A. 437                              2\n\n    1  SHALL WEIGH THE EVIDENCE AND DETERMINE IF THE INFORMANT  IS  A  RELIABLE\n    2  WITNESS.  IF THE INFORMANT IS FOUND TO BE UNRELIABLE, HE OR SHE SHALL BE\n    3  PROHIBITED FROM TESTIFYING AGAINST THE DEFENDANT.\n    4    4.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW RELATING TO THE PLEA\n    5  BARGAINS, NO PROSECUTING ATTORNEY SHALL OFFER A DISMISSAL OF  OR  REFUSE\n    6  TO  BRING  CHARGES  FOR  THE  CRIMES  OF  MURDER, MANSLAUGHTER, RAPE, OR\n    7  KIDNAPPING IN EXCHANGE FOR THE TESTIMONY OF A PERSON.\n    8    5. IF A PERSON HAS COMMITTED A CRIME THAT, IF CONVICTED, WOULD  RESULT\n    9  IN  A  CONVICTION  OF  A CLASS A MISDEMEANOR OR ANY CLASS OF FELONY, LAW\n   10  ENFORCEMENT OFFICERS OR THE PROSECUTING ATTORNEY MUST  RECEIVE  JUDICIAL\n   11  CONSENT  BEFORE  USING  SUCH  CHARGE AS A PLEA OFFER IN EXCHANGE FOR THE\n   12  TESTIMONY OF THE PERSON.\n   13    6. COMMENCING JANUARY FIRST IN THE YEAR FOLLOWING THE  EFFECTIVE  DATE\n   14  OF THIS SECTION, AND EVERY JANUARY FIRST THEREAFTER, ALL LAW ENFORCEMENT\n   15  PERSONNEL  WHO USE INFORMANTS SHALL FILE A REPORT WITH THE DEPARTMENT OF\n   16  STATE. THE REPORT SHALL BE AVAILABLE TO PUBLIC  INSPECTION  AND  MAY  BE\n   17  MADE AVAILABLE ON THE DEPARTMENT OF STATE WEBSITE OR IN OTHER ELECTRONIC\n   18  FORMATS. THE REPORT SHALL INCLUDE:\n   19    A.  THE  EXACT  NUMBER  OF  INFORMANTS  CREATED  AND SUSTAINED BY EACH\n   20  DEPARTMENT OR OFFICE;\n   21    B. THE NUMBER OF OCCURRENCES WHEN A SUSPECT BECOMES AN INFORMANT WITH-\n   22  OUT EVER BEING OFFICIALLY CHARGED WITH A CRIME;\n   23    C. THE NUMBER OF OCCURRENCES WHEN A SUSPECT HAS CHARGES DROPPED  AFTER\n   24  AGREEING TO BECOME AN INFORMANT;\n   25    D.  THE  SPECIFIC  OFFENSES THAT HAVE BEEN DROPPED AS THE RESULT OF AN\n   26  INDIVIDUAL BECOMING AN INFORMANT;\n   27    E. THE NUMBER OF ARRESTS THAT ARE THE DIRECT OR INDIRECT RESULT OF THE\n   28  USE OF AN INFORMANT AND THE ROLE PLAYED BY THE INFORMANT FOR  EACH  SUCH\n   29  ARREST;\n   30    F. THE NUMBER OF CONVICTIONS THAT ARE THE DIRECT OR INDIRECT RESULT OF\n   31  THE  USE  OF  AN INFORMANT AND THE ROLE PLAYED BY THE INFORMANT FOR EACH\n   32  SUCH CONVICTION; AND\n   33    G. THE AGE, RACE, GENDER, AND NEIGHBORHOOD OF RESIDENCE OF EACH INFOR-\n   34  MANT.\n   35    S 2. This act shall  take  effect  on  the  first  of  September  next\n   36  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the regulation of the use of informants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D101223.T162118.TXT", "SOBI.D101228.T115322.TXT", "SOBI.D101223.T162618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734821
}