{
  "year" : 2011,
  "senateBillNo" : "A438-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A438-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires police departments to electronically transmit to parking violations bureaus a copy of each stolen vehicle report prepared; use of electronic reports in defe",
  "summary" : "Requires police departments to electronically transmit to parking violations bureaus a copy of each stolen vehicle report prepared (within 5 days of the completion thereof); provides that for the purposes of an owner asserting a defense to a charge of parking violation (that the motor vehicle had been reported stolen and had not been recovered by such time), it shall be a sufficient defense that a copy of the electronically transmitted police report is on file with the parking violations bureau. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A3713-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          438\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Transportation\n\n       AN  ACT  to  amend the vehicle and traffic law, in relation to requiring\n         police departments to electronically transmit  to  parking  violations\n         bureaus a copy of each report of stolen vehicle prepared\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 239 of  the  vehicle  and  traffic\n    2  law,  as added by chapter 180 of the laws of 1980, is amended to read as\n    3  follows:\n    4    3. Stolen vehicles. If any owner of a motor vehicle receives a  notice\n    5  of  violation for a period during which the illegally parked vehicle was\n    6  reported to any police department as having been stolen, it shall  be  a\n    7  valid  defense to any charge of a parking violation that the motor vehi-\n    8  cle had been reported to the police as stolen  prior  to  the  time  the\n    9  violation  occurred and had not been recovered by such time.  THE POLICE\n   10  DEPARTMENT SHALL  ELECTRONICALLY  TRANSMIT  TO  THE  PARKING  VIOLATIONS\n   11  BUREAU,  WHO  SHALL  RECEIVE  AND KEEP ON FILE, A COPY OF EACH REPORT OF\n   12  STOLEN VEHICLE WITHIN FIVE DAYS OF  THE  REPORT'S  COMPLETION.  For  the\n   13  purposes of asserting the defense provided by this subdivision, it shall\n   14  be A sufficient DEFENSE that [a]:\n   15    A.  A  COPY  OF  THE  ELECTRONICALLY  TRANSMITTED POLICE REPORT OF THE\n   16  STOLEN VEHICLE IS ON FILE WITH THE PARKING VIOLATIONS BUREAU, OR\n   17    B. A certified copy of the police report of the  stolen  vehicle  [be]\n   18  HAS BEEN mailed to the PARKING VIOLATIONS bureau.\n   19    S  2.  This  act shall take effect on the thirtieth day after it shall\n   20  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03464-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring police departments to electronically transmit to parking violations bureaus a copy of each report of stolen vehicle prepared ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T115322.TXT", "SOBI.D101223.T162618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293555202115
}