{
  "year" : 2011,
  "senateBillNo" : "A439-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A439-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a partial tax abatement to owners of property who lease units at less than the fair market rental value",
  "summary" : "Provides a partial real property tax tax abatement to owners of certain property in a city with a population of one million or more who lease units at less than the fair market rental value to eligible tenants. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A3714-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          439\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  LENTOL,  AUBRY, P. RIVERA, WRIGHT, V. LOPEZ,\n         ABBATE, ROBINSON, CYMBROWITZ, ORTIZ, TOWNS -- Multi-Sponsored by -- M.\n         of A. BRENNAN, JACOBS, MILLMAN  --  read  once  and  referred  to  the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to a partial real\n         property  tax  abatement for owners in certain cities who charge rents\n         below fair market rental value\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 467-g to read as follows:\n    3    S 467-G. PARTIAL TAX ABATEMENT FOR OWNERS IN CERTAIN CITIES WHO CHARGE\n    4  RENTS BELOW FAIR MARKET VALUE. 1. AS USED IN THIS SECTION:\n    5    A. \"ELIGIBLE HOUSEHOLD\" MEANS A HOUSEHOLD (I) WHOSE GROSS INCOME  DOES\n    6  NOT  EXCEED  EIGHTY  PERCENT  OF  THE MEDIAN INCOME LEVEL FOR THE CENSUS\n    7  TRACT, AS SET BY THE UNITED  STATES  DEPARTMENT  OF  HOUSING  AND  URBAN\n    8  DEVELOPMENT, IN WHICH THE HOUSEHOLD RESIDES;\n    9    (II)  WHOSE  LEASE  FOR  AN  ELIGIBLE UNIT PROVIDES FOR AN ANNUAL RENT\n   10  WHICH IS AT LEAST THIRTY PERCENT OF THE HOUSEHOLD'S ANNUAL  NET  INCOME;\n   11  AND\n   12    (III) HAS LIVED IN THE SAME APARTMENT FOR AT LEAST ONE YEAR.\n   13    ANY HOUSEHOLD CONTAINING A MEMBER OF THE UNIT OWNER'S IMMEDIATE FAMILY\n   14  SHALL NOT QUALIFY AS AN ELIGIBLE HOUSEHOLD NOTWITHSTANDING THE FACT THAT\n   15  THE OTHER CRITERIA ARE MET.\n   16    B. \"ELIGIBLE UNIT\" MEANS A RENTAL UNIT IN A MULTIPLE DWELLING CONTAIN-\n   17  ING  NOT  MORE  THAN  FIVE  RENTAL UNITS WHICH IS SUBJECT NEITHER TO THE\n   18  EMERGENCY HOUSING RENT CONTROL LAW, NOR TO THE RENT  AND  REHABILITATION\n   19  LAW  OF  THE  CITY  OF  NEW YORK ENACTED PURSUANT TO THE LOCAL EMERGENCY\n   20  HOUSING RENT CONTROL LAW, NOR THE EMERGENCY  TENANT  PROTECTION  ACT  OF\n   21  NINETEEN SEVENTY-FOUR.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03463-01-1\n\n       A. 439                              2\n\n    1    C.  \"FAIR  MARKET RENTAL VALUE\" MEANS THE FAIR MARKET RENT SET FOR THE\n    2  CITY BY THE UNITED STATES DEPARTMENT OF HOUSING AND  URBAN  DEVELOPMENT;\n    3  SUCH  RENT MAY BE ADJUSTED, AT THE DISCRETION OF THE SUPERVISING AGENCY,\n    4  BY, AMONG OTHER THINGS, EXAMINING REAL PROPERTY TAX ROLLS TO MORE  ACCU-\n    5  RATELY REFLECT THE FAIR MARKET RENTS IN PARTICULAR NEIGHBORHOODS.\n    6    D.  \"GROSS  INCOME\"  MEANS INCOME FROM ALL SOURCES AND INCLUDES SOCIAL\n    7  SECURITY AND RETIREMENT BENEFITS, SUPPLEMENTAL SECURITY INCOME AND ADDI-\n    8  TIONAL STATE PAYMENTS, PUBLIC ASSISTANCE BENEFITS, INTEREST,  DIVIDENDS,\n    9  NET  RENTAL INCOME, SALARY OR EARNINGS, AND NET INCOME FROM SELF-EMPLOY-\n   10  MENT, BUT SHALL NOT INCLUDE INCOME FROM GIFTS, ALIMONY, ANNUITIES, CHILD\n   11  SUPPORT, INHERITANCES, PAYMENTS MADE TO  INDIVIDUALS  BECAUSE  OF  THEIR\n   12  STATUS  AS  VICTIMS  OF NAZI PERSECUTION, AS DEFINED IN P.L. 103-286, OR\n   13  INCREASES IN BENEFITS ACCORDED PURSUANT TO THE SOCIAL SECURITY ACT OR  A\n   14  PUBLIC OR PRIVATE PENSION PAID TO ANY MEMBER  OF  THE  HOUSEHOLD,  WHICH\n   15  INCREASE,  IN  ANY  GIVEN YEAR, DOES NOT EXCEED THE CONSUMER PRICE INDEX\n   16  (ALL ITEMS UNITED STATES CITY AVERAGE) FOR SUCH YEAR WHICH TAKES  EFFECT\n   17  AFTER  THE  DATE  OF  ELIGIBILITY OF THE HEAD OF THE HOUSEHOLD RECEIVING\n   18  BENEFITS HEREUNDER, WHETHER RECEIVED BY THE HEAD OF THE HOUSEHOLD OR ANY\n   19  OTHER MEMBER OF THE HOUSEHOLD.\n   20    E. \"HEAD OF THE HOUSEHOLD\" MEANS A  PERSON  WHO  IS  ENTITLED  TO  THE\n   21  POSSESSION OR THE USE OR OCCUPANCY OF A DWELLING UNIT.\n   22    F.  \"HOUSEHOLD\"  MEANS THE HEAD OF THE HOUSEHOLD AND ANY PERSON, OTHER\n   23  THAN A BONA FIDE ROOMER, BOARDER, OR SUBTENANT WHO IS NOT RELATED TO THE\n   24  HEAD OF THE HOUSEHOLD, PERMANENTLY RESIDING IN THE DWELLING UNIT.\n   25    G. \"MULTIPLE DWELLING\" MEANS MULTIPLE DWELLING AS DEFINED IN  SUBDIVI-\n   26  SION SEVEN OF SECTION FOUR OF THE MULTIPLE DWELLING LAW.\n   27    H.  \"OWNER'S  IMMEDIATE  FAMILY\"  MEANS  ANY  OR  ALL OF THE FOLLOWING\n   28  RELATIONS TO THE OWNER OF AN ELIGIBLE UNIT: HUSBAND, WIFE,  SON,  DAUGH-\n   29  TER,    STEPSON,    STEPDAUGHTER,    FATHER,    MOTHER,   FATHER-IN-LAW,\n   30  MOTHER-IN-LAW, GRANDMOTHER, OR GRANDFATHER.\n   31    I. \"NET INCOME\" MEANS GROSS INCOME MINUS ALL INCOME AND SOCIAL SECURI-\n   32  TY TAXES PAID.\n   33    J. \"REAL PROPERTY TAX YEAR\" MEANS THE TWELVE-MONTH  PERIOD  FOR  WHICH\n   34  REAL  PROPERTY TAXES ARE CHARGED; IN THE CITY OF NEW YORK THE REAL PROP-\n   35  ERTY TAX YEAR IS JULY FIRST THROUGH JUNE THIRTIETH OF THE NEXT  CALENDAR\n   36  YEAR.\n   37    K. \"SUPERVISING AGENCY\" MEANS THE COMPTROLLER IN A MUNICIPALITY HAVING\n   38  A COMPTROLLER; IN A MUNICIPALITY HAVING NO COMPTROLLER, THE CHIEF FISCAL\n   39  OFFICER  OF  SUCH  MUNICIPALITY;  EXCEPT THAT IN THE CITY OF NEW YORK IT\n   40  SHALL BE THE DEPARTMENT OF HOUSING PRESERVATION AND DEVELOPMENT.\n   41    2. THE GOVERNING BODY OF A CITY WITH A POPULATION OF  ONE  MILLION  OR\n   42  MORE  IS HEREBY AUTHORIZED AND EMPOWERED TO ADOPT, AFTER PUBLIC HEARING,\n   43  IN ACCORDANCE WITH THE PROVISIONS OF THIS SECTION, A  LOCAL  LAW,  ORDI-\n   44  NANCE,  OR  RESOLUTION PROVIDING FOR THE ABATEMENT OF TAXES OF SAID CITY\n   45  IMPOSED ON REAL PROPERTY. THE ABATEMENT SHALL WORK AS FOLLOWS: AN  OWNER\n   46  SHALL  BE ENTITLED TO A PARTIAL TAX ABATEMENT OF THE REAL PROPERTY TAXES\n   47  ASSESSED AGAINST THE MULTIPLE DWELLING CONTAINING THE ELIGIBLE UNIT WHEN\n   48  SUCH OWNER RENTS THE ELIGIBLE UNIT, FOR AT LEAST ONE ADDITIONAL YEAR, TO\n   49  AN ELIGIBLE HOUSEHOLD AT LESS THAN THE FAIR MARKET RENTAL VALUE FOR  THE\n   50  UNIT. THE OWNER OF A MULTIPLE DWELLING DEFINED AS CLASS ONE REAL PROPER-\n   51  TY  IN  SECTION  EIGHTEEN  HUNDRED  TWO  OF THIS CHAPTER SHALL RECEIVE A\n   52  RETROACTIVE PARTIAL ABATEMENT EQUAL TO THE LESSER OF: (I) THE REAL PROP-\n   53  ERTY TAXES ASSESSED AGAINST THE MULTIPLE DWELLING CONTAINING THE  ELIGI-\n   54  BLE  UNIT  IN  THE  APPLICABLE  REAL  PROPERTY  TAX YEAR, AND (II) FIFTY\n   55  PERCENT OF THE DIFFERENCE OF THE FAIR MARKET RENTAL VALUE FOR THE ELIGI-\n   56  BLE UNIT AND THE ACTUAL RENT  WHICH  WAS  COLLECTED  FROM  THE  ELIGIBLE\n\n       A. 439                              3\n\n    1  HOUSEHOLD  FOR  THE  UNIT  IN THE APPLICABLE REAL PROPERTY TAX YEAR. THE\n    2  OWNER OF A MULTIPLE DWELLING DEFINED AS  CLASS  TWO  REAL  PROPERTY,  AS\n    3  DEFINED  IN SECTION EIGHTEEN HUNDRED TWO OF THIS CHAPTER SHALL RECEIVE A\n    4  RETROACTIVE PARTIAL ABATEMENT EQUAL TO THE LESSER OF: (I) THE REAL PROP-\n    5  ERTY  TAXES ASSESSED AGAINST THE MULTIPLE DWELLING CONTAINING THE ELIGI-\n    6  BLE UNIT IN THE APPLICABLE  REAL  PROPERTY  TAX  YEAR,  AND  (II)  SIXTY\n    7  PERCENT OF THE DIFFERENCE OF THE FAIR MARKET RENTAL VALUE FOR THE ELIGI-\n    8  BLE  UNIT  AND  THE  ACTUAL  RENT  WHICH WAS COLLECTED FROM THE ELIGIBLE\n    9  HOUSEHOLD FOR THE UNIT IN THE APPLICABLE REAL  PROPERTY  TAX  YEAR.  THE\n   10  AMOUNT  OF  THE ABATEMENT SHALL BE DEDUCTED FROM THE REAL PROPERTY TAXES\n   11  LEVIED IN THE FOLLOWING REAL PROPERTY TAX YEAR ON THE MULTIPLE  DWELLING\n   12  CONTAINING  THE  ELIGIBLE  UNIT.  AFTER THE FIRST YEAR IN WHICH AN OWNER\n   13  RECEIVES A TAX ABATEMENT UNDER THIS SECTION, IF THE OWNER AGREES TO RENT\n   14  THE SAME UNIT TO THE SAME HOUSEHOLD FOR AN ADDITIONAL YEAR WITH A  WRIT-\n   15  TEN  LEASE,  AT  LESS  THAN  THE  FAIR MARKET RENTAL VALUE FOR THE UNIT,\n   16  ASSUMING SUCH UNIT REMAINS AN ELIGIBLE UNIT AND SUCH  HOUSEHOLD  REMAINS\n   17  AN ELIGIBLE HOUSEHOLD, THE AMOUNT OF THE ABATEMENT WILL BE INCREASED FOR\n   18  EACH  SUCH  ADDITIONAL  YEAR BY THREE PERCENT OF THE ANNUAL RENT FOR THE\n   19  ELIGIBLE UNIT.\n   20    3. A. AN APPLICATION FOR ABATEMENT PURSUANT TO THIS  SECTION  FOR  ANY\n   21  REAL  PROPERTY  TAX YEAR SHALL BE SUBMITTED TO THE SUPERVISING AGENCY BY\n   22  THE OWNER OF THE ELIGIBLE UNIT FOR EACH REAL PROPERTY TAX YEAR FOR WHICH\n   23  THE ABATEMENT IS SOUGHT.\n   24    B. THE SUPERVISING AGENCY SHALL DETERMINE THE FORM AND CONTENT OF  THE\n   25  APPLICATION  AND THE INFORMATION IT WILL CONTAIN. SUCH APPLICATION SHALL\n   26  REQUIRE AT A MINIMUM THAT ANY OWNER SEEKING  AN  ABATEMENT  PURSUANT  TO\n   27  THIS  SECTION  MUST  CERTIFY  THAT,  FOR THE YEAR THE ABATEMENT IS BEING\n   28  SOUGHT, THE UNIT WAS AN ELIGIBLE UNIT AND THE HOUSEHOLD RESIDING IN  THE\n   29  ELIGIBLE  UNIT  WAS  AN ELIGIBLE HOUSEHOLD. IN ADDITION, THE SUPERVISING\n   30  AGENCY IS AUTHORIZED TO AND SHALL COLLECT THE FOLLOWING INFORMATION FROM\n   31  UNITS FOR WHICH AN ABATEMENT IS SOUGHT, WITHOUT LIMITATION:\n   32    (I) THE NAMES AND SOCIAL SECURITY OR TAX IDENTIFICATION NUMBERS OF ALL\n   33  HOUSEHOLD MEMBERS IN THE UNIT EIGHTEEN YEARS OR OLDER;\n   34    (II) FOR EACH HOUSEHOLD MEMBER IN THE UNIT EIGHTEEN  YEARS  OR  OLDER,\n   35  THE  TOTAL  ANNUAL  GROSS  AND  NET  INCOME  OF SUCH HOUSEHOLD MEMBER AS\n   36  REPORTED ON THE HOUSEHOLD MEMBER'S MOST RECENT INCOME TAX RETURN;\n   37    (III) THE AMOUNT OF MONTHLY RENT CHARGED FOR THE UNIT AND  THE  AMOUNT\n   38  OF RENT ACTUALLY PAID FOR ONE YEAR PRECEDING THE APPLICATION; AND\n   39    (IV)  THE  NUMBER  OF  RENTAL  UNITS  IN THE MULTIPLE DWELLING AND THE\n   40  MONTHLY RENT CHARGED IN EACH UNIT, WHETHER OR NOT AN ELIGIBLE  UNIT,  IN\n   41  THE YEAR PRECEDING THE YEAR OF THE APPLICATION.\n   42    IN  COLLECTING  THE INFORMATION DESCRIBED IN SUBPARAGRAPHS (I) THROUGH\n   43  (IV) OF THIS PARAGRAPH, AND ANY OTHER INFORMATION RELATING  TO  THE  TAX\n   44  ABATEMENT  DESCRIBED  IN  THIS  SECTION, THE SUPERVISING AGENCY SHALL BE\n   45  PERMITTED, WHERE RECORDS ARE NOT AVAILABLE, TO ACCEPT  SWORN  AFFIDAVITS\n   46  AND OTHER CERTIFICATIONS THAT THE INFORMATION PROVIDED IS CORRECT.\n   47    C.  THE  SUPERVISING  AGENCY  SHALL  INFORM  IN  WRITING ANY OWNER WHO\n   48  APPLIES FOR THE ABATEMENT PROVIDED FOR IN THIS SECTION OF THE AMOUNT  OF\n   49  SUCH ABATEMENT NO LATER THAN THREE MONTHS AFTER RECEIVING A SUFFICIENTLY\n   50  COMPLETED APPLICATION.\n   51    4.  THE  SUPERVISING  AGENCY  IS AUTHORIZED AND DIRECTED TO PROMULGATE\n   52  RULES AND REGULATIONS NECESSARY TO EFFECTUATE  THE  PROVISIONS  OF  THIS\n   53  SECTION.\n   54    5.  NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION, THE SUPERVIS-\n   55  ING AGENCY SHALL DENY, TERMINATE OR REVOKE ANY ABATEMENT APPLIED FOR  OR\n   56  GRANTED  PURSUANT  TO  THIS  SECTION  UPON A DETERMINATION THAT THE RENT\n\n       A. 439                              4\n\n    1  CERTIFIED BY THE OWNER AS THE RENT PAID BY AN ELIGIBLE  UNIT  WAS  MATE-\n    2  RIALLY  DIFFERENT  THAN THE RENT ACTUALLY PAID BY THE ELIGIBLE HOUSEHOLD\n    3  FOR SUCH UNIT AND THAT THE OWNER OF THE UNIT WHO CERTIFIED THE INCORRECT\n    4  RENT  DID  SO  PRIMARILY FOR THE PURPOSE OF RECEIVING AN ABATEMENT UNDER\n    5  THIS SECTION. IN MAKING SUCH DETERMINATION, THE SUPERVISING  AGENCY  MAY\n    6  CONSIDER,  AMONG  OTHER FACTORS, WHETHER THE RENT CERTIFIED BY THE OWNER\n    7  AS THE RENT CHARGED IS CONSISTENT WITH THE RENT  CHARGED  IN  COMPARABLE\n    8  DWELLING UNITS.\n    9    6.  EXCEPT  IN  ACCORDANCE  WITH PROPER JUDICIAL ORDER OR AS OTHERWISE\n   10  PROVIDED BY LAW, NEITHER THE SUPERVISING AGENCY NOR AN EMPLOYEE THEREOF,\n   11  NOR ANY PERSON WHO, PURSUANT  TO  THIS  SUBDIVISION,  IS  AUTHORIZED  TO\n   12  INSPECT  THE  APPLICATION OR STATEMENTS IN CONNECTION THEREWITH REQUIRED\n   13  BY THIS SECTION, SHALL DISCLOSE OR MAKE KNOWN THE CONTENTS OF  ANY  SUCH\n   14  APPLICATION  OR  STATEMENTS.  EXCEPT AS PROVIDED IN THIS SUBDIVISION THE\n   15  OFFICERS CHARGED WITH THE CUSTODY OF ANY SUCH APPLICATION OR  STATEMENTS\n   16  SHALL NOT BE REQUIRED TO PRODUCE THEM IN ANY ACTION OR PROCEEDING IN ANY\n   17  COURT OR BEFORE ANY ADMINISTRATIVE TRIBUNAL, BUT ANY SUCH APPLICATION OR\n   18  STATEMENTS  MAY  BE  PRODUCED  ON  BEHALF  OF THE DEPARTMENT OF FINANCE.\n   19  NOTHING IN THIS SUBDIVISION SHALL BE CONSTRUED TO PROHIBIT THE  DELIVERY\n   20  OF  A CERTIFIED COPY OF ANY SUCH APPLICATION OR STATEMENTS TO THE UNITED\n   21  STATES OF AMERICA OR ANY DEPARTMENT THEREOF, THE STATE OF  NEW  YORK  OR\n   22  ANY  DEPARTMENT THEREOF, OR A CITY HAVING A POPULATION OF ONE MILLION OR\n   23  MORE OR ANY DEPARTMENT THEREOF, PROVIDED ANY SUCH APPLICATION OR  STATE-\n   24  MENTS ARE REQUIRED FOR OFFICIAL BUSINESS; NOR TO PROHIBIT THE INSPECTION\n   25  FOR  OFFICIAL  BUSINESS OF ANY SUCH APPLICATION OR STATEMENTS BY THE TAX\n   26  COMMISSION OF A CITY HAVING A POPULATION OF ONE MILLION OR MORE,  OR  BY\n   27  THE CORPORATION COUNSEL OR OTHER LEGAL REPRESENTATIVE OF A CITY HAVING A\n   28  POPULATION  OF ONE MILLION OR MORE, OR BY ANY PERSON ENGAGED OR RETAINED\n   29  BY THE DEPARTMENT OF FINANCE ON AN INDEPENDENT CONTRACT  BASIS;  NOR  TO\n   30  PROHIBIT  THE  PUBLICATION OF STATISTICS SO CLASSIFIED AS TO PREVENT THE\n   31  IDENTIFICATION OF ANY PARTICULAR APPLICATION OR STATEMENTS.\n   32    7.  THE  INFORMATION  CONTAINED  IN  APPLICATIONS  OR  STATEMENTS   IN\n   33  CONNECTION  THEREWITH,  FILED  WITH  THE  SUPERVISING AGENCY PURSUANT TO\n   34  SUBDIVISION THREE OF THIS SECTION SHALL NOT  BE  SUBJECT  TO  DISCLOSURE\n   35  UNDER ARTICLE SIX OF THE PUBLIC OFFICERS LAW.\n   36    S  2. The abatement provided for in this act shall first apply to real\n   37  property taxes for the real property tax year which follows  immediately\n   38  after the year that this act is passed, and shall apply every year ther-\n   39  eafter.\n   40    S  3. This act shall take effect on the first of January next succeed-\n   41  ing the date on which it shall have become a  law  and  shall  apply  to\n   42  assessment rolls prepared on the basis of taxable status dates occurring\n   43  on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to a partial real property tax abatement for owners in certain cities who charge rents below fair market rental value ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T115322.TXT", "SOBI.D101223.T162618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293555202117
}