{
  "year" : 2011,
  "senateBillNo" : "A44-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A44-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state flood mitigation grant act and makes an appropriation therefor",
  "summary" : "Enacts the New York state flood mitigation grant act; appropriates $5,000,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A198-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          44\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  LATIMER,  GUNTHER, MARKEY, SCHIMEL, LANCMAN,\n         LUPARDO, PAULIN -- Multi-Sponsored by -- M. of  A.  V. LOPEZ,  MAISEL,\n         McENENY,  PHEFFER,  REILLY, WEINSTEIN -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         enacting  the New York state comprehensive flood mitigation grant act;\n         making an appropriation therefor and providing for the repeal of  such\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"New York state comprehensive flood mitigation grant act\".\n    3    S  2.  The  environmental  conservation law is amended by adding a new\n    4  section 16-0121 to read as follows:\n    5  S 16-0121. COMPREHENSIVE FLOOD MITIGATION GRANT PROGRAM.\n    6    1. THE COMMISSIONER SHALL ESTABLISH A PROGRAM WHICH SHALL BE KNOWN  AS\n    7  THE  \"COMPREHENSIVE FLOOD MITIGATION GRANT PROGRAM\". THE PURPOSE OF THIS\n    8  PROGRAM IS TO AID MUNICIPALITIES WITH POPULATIONS LESS THAN ONE  MILLION\n    9  PEOPLE TO IMPLEMENT FLOOD MITIGATION PLANS.\n   10    2.  SUBJECT  TO  THE  APPROVAL OF THE COMMISSIONER, THE DEPARTMENT MAY\n   11  PROVIDE GRANTS TO MUNICIPALITIES AS DEFINED IN SUBDIVISION ONE  OF  THIS\n   12  SECTION FOR FLOOD CONTROL AND WATERSHED MANAGEMENT PROJECTS, AND FOR THE\n   13  CAPITAL  COSTS RELATED TO THE DESIGN, PURCHASE AND INSTALLATION OF AUTO-\n   14  MATED FLOOD WARNING PROJECTS, PROVIDED THAT THE PROJECTS ARE  CONSISTENT\n   15  WITH  THE  PLANS  AND  IMPLEMENTATION PREPARED AND ADOPTED IN ACCORDANCE\n   16  WITH THIS SECTION AND PROVIDED FURTHER THAT EACH PROJECT: (A) IS  UNDER-\n   17  TAKEN  AS  PART  OF  A  COMPREHENSIVE FLOOD MANAGEMENT PLAN PREPARED AND\n   18  ADOPTED BY SUCH MUNICIPALITY; AND (B) IS NOT INCONSISTENT WITH ANY STATE\n   19  INTERJURISDICTIONAL FLOOD MANAGEMENT PLAN.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00289-01-1\n\n       A. 44                               2\n\n    1    3. THE COMMISSIONER SHALL HAVE THE POWER TO SET GUIDELINES AND PARAME-\n    2  TERS FOR ANY PROJECTS UNDER CONSIDERATION. THE COMMISSIONER  SHALL  HAVE\n    3  POWER  TO  SET  GRANT  APPLICATION  PROCEDURES.  ANY COMPREHENSIVE FLOOD\n    4  MANAGEMENT PLAN WHICH INCLUDES A  PROJECT  FOR  WHICH  GRANT  FUNDS  ARE\n    5  REQUESTED  UNDER  THIS  SECTION IS SUBJECT TO REVIEW AND APPROVAL BY THE\n    6  DEPARTMENT. IF THE PLAN IS DISAPPROVED, THE COMMISSIONER SHALL SET FORTH\n    7  IN WRITING THE REASON FOR DISAPPROVAL. DISAPPROVAL OF A  PLAN  SHALL  BE\n    8  BASED ONLY ON FLOOD MANAGEMENT CONSIDERATIONS.\n    9    4.  THE DEPARTMENT AND ELIGIBLE MUNICIPALITIES SHALL COORDINATE ACTIV-\n   10  ITIES UNDER THIS SECTION  WITH  ALL  RELATED  STATE  AND  FEDERAL  FLOOD\n   11  PROGRAMS.\n   12    S  3. The sum of five million dollars ($5,000,000) is hereby appropri-\n   13  ated to the department of environmental conservation out of  any  moneys\n   14  in  the  state  treasury  in the general fund to the credit of the state\n   15  purposes account,  not  otherwise  appropriated,  and  made  immediately\n   16  available,  for  the purpose of carrying out the provisions of this act.\n   17  Such moneys shall be payable on the audit and warrant of the comptroller\n   18  on vouchers certified or approved by the commissioner of the  department\n   19  of environmental conservation in the manner prescribed by law.\n   20    S 4. A study shall be taken by the department of environmental conser-\n   21  vation pursuant to section 8-0109 of the environmental conservation law.\n   22  A report of how such department will set up projects and implement rules\n   23  shall  be  delivered  to the legislature no later than 90 days after the\n   24  effective date of this section.\n   25    S 5. This act shall take effect on the one hundred twentieth day after\n   26  it shall have become a law and  shall  expire  and  be  deemed  repealed\n   27  December 31, 2022.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to enacting the New York state comprehensive flood mitigation grant act; making an appropriation therefor and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T111415.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T164942.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292536182265
}