{
  "year" : 2011,
  "senateBillNo" : "A442-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A442-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a petition to start the process to change the elective office of assessors",
  "summary" : "Establishes a petition to start the process to change the elective office of assessors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A9524-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          442\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GALEF, CASTRO -- Multi-Sponsored by -- M. of A.\n         BURLING, REILLY -- read once and referred to the  Committee  on  Local\n         Governments\n\n       AN  ACT to amend the general municipal law and the town law, in relation\n         to establishing a petition process to change the  elective  office  of\n         assessors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal law is amended by adding a new  arti-\n    2  cle 17-B to read as follows:\n    3                                ARTICLE 17-B\n    4                    PETITION PROCESS TO ELIMINATE CERTAIN\n    5                                  POSITIONS\n    6  SECTION 797-A. DEFINITIONS.\n    7          797-B. PROCESS UPON PETITION OR RESOLUTION.\n    8          797-C. PETITION  TO  START  THE  PROCESS  TO CHANGE THE ELECTIVE\n    9                   OFFICE OF ASSESSORS.\n   10    S 797-A. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   11    1. THE TERM \"QUALIFIED ELECTOR\" SHALL MEAN A PERSON WHO IS  REGISTERED\n   12  TO VOTE IN ACCORDANCE WITH THE PROVISIONS OF THE ELECTION LAW.\n   13    2.  THE TERM \"PARTICIPATING MUNICIPALITY\" SHALL MEAN A TOWN OR VILLAGE\n   14  THAT HAS STARTED THE PETITION PROCESS PURSUANT TO SECTION SEVEN  HUNDRED\n   15  NINETY-SEVEN-B OF THIS ARTICLE.\n   16    S  797-B.  PROCESS  UPON  PETITION OR RESOLUTION. 1. THE PROCESS SHALL\n   17  START IN A MUNICIPALITY ONCE A PETITION FROM THE RESIDENTS IS FILED WITH\n   18  THE MUNICIPAL CLERK.\n   19    2. UPON RECEIVING A PETITION FROM  THE  RESIDENTS,  THE  PARTICIPATING\n   20  MUNICIPALITY  SHALL  SUBMIT  THE QUESTION OF THE CHANGE OF OFFICE OF THE\n   21  ASSESSORS TO THE VOTERS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00486-01-1\n\n       A. 442                              2\n\n    1    3. A CERTIFICATE OF THE ELECTION SHALL BE FILED WITH THE SECRETARY  OF\n    2  STATE,  WITH THE CLERKS OF EACH PARTICIPATING MUNICIPALITY, AND WITH THE\n    3  CLERKS OF EACH COUNTY IN WHICH ANY PART  OF  THE  PARTICIPATING  MUNICI-\n    4  PALITY IS LOCATED.\n    5    4. IF THE MAJORITY OF VOTES CAST ON THE REFERENDUM IN EACH PARTICIPAT-\n    6  ING MUNICIPALITY, ARE IN THE AFFIRMATIVE, THE MUNICIPALITY WITHIN THIRTY\n    7  DAYS  OF  THE DATE OF THE REFERENDUM SHALL NOTIFY SUCH ASSESSORS THAT HE\n    8  OR SHE SHALL SERVE OUT THEIR REMAINING TERM.\n    9    5. IF THE MAJORITY OF VOTES CAST ON THE REFERENDUM IN EACH PARTICIPAT-\n   10  ING MUNICIPALITY ARE IN THE NEGATIVE, THE REFERENDUM SHALL FAIL AND  THE\n   11  PETITION  PROCESS  MAY  NOT BE INITIATED FOR THE SAME PURPOSE WITHIN TWO\n   12  YEARS OF THE DATE OF SUCH REFERENDUM.\n   13    S 797-C. PETITION TO START THE PROCESS TO CHANGE THE  ELECTIVE  OFFICE\n   14  OF  ASSESSORS.  1. ELIGIBLE SIGNATURES. TO START THE PETITION PROCESS, A\n   15  PETITION MUST HAVE SIGNATURES FROM RESIDENTS OF THE JURISDICTION,  EQUAL\n   16  TO  AT  LEAST  TEN PERCENT OF THE RESIDENT ELECTORS QUALIFIED TO VOTE IN\n   17  THE LAST GENERAL ELECTION. THOSE SIGNING THE PETITION MUST BE  QUALIFIED\n   18  TO  VOTE  AT  THE  TIME OF THE FILING OF THE PETITION WITH THE MUNICIPAL\n   19  CLERK.\n   20    2. TIME LIMIT. A SIGNATURE SHALL BE INVALID IF IT IS SIGNED  UPON  THE\n   21  PETITION  MORE THAN ONE HUNDRED EIGHTY DAYS BEFORE THE PETITION IS FILED\n   22  WITH THE MUNICIPAL CLERK, UNLESS THE GOVERNING BOARD PASSES A RESOLUTION\n   23  TO GIVE ADDITIONAL TIME TO COLLECT SIGNATURES.\n   24    3. FORM. THE PETITION SHALL BE IN SUBSTANTIALLY THE FOLLOWING FORM:\n   25                                  PETITION\n   26  WE, THE UNDERSIGNED, ELECTORS OF THE (INSERT TYPE OF MUNICIPALITY - TOWN\n   27  OR VILLAGE)          OF                   (INSERT NAME OF  MUNICIPALITY)\n   28  ,  NEW  YORK, QUALIFIED TO VOTE AT THE NEXT GENERAL OR SPECIAL ELECTION,\n   29  DO HEREBY PETITION THAT THERE BE SUBMITTED TO THE VOTERS OF (INSERT NAME\n   30  OF MUNICIPALITY)       , PURSUANT TO  LAW,  A  PROPOSITION  AS  FOLLOWS:\n   31  (INSERT  PROPOSITION  SOUGHT  TO BE SUBMITTED) THE UNDERSIGNED QUALIFIED\n   32  ELECTORS HEREBY REQUEST THAT A REFERENDUM VOTE UPON THE  ABOVE  PROPOSI-\n   33  TION  BE  TAKEN  AS PROVIDED BY LAW. IN WITNESS  WHEREOF, WE HAVE SIGNED\n   34  OUR NAMES ON THE DATES INDICATED NEXT TO OUR SIGNATURES.\n   35     DATE   NAME - PRINT NAME UNDER SIGNATURE  HOME ADDRESS\n   36  1. ______ __________________________________ ____________________________\n   37  2. ______ __________________________________ ____________________________\n   38  3. ______ __________________________________ ____________________________\n   39  (ON THE BOTTOM OF EACH PAGE, AFTER ALL THE NUMBERED SIGNATURES, INSERT A\n   40  WITNESS STATEMENT OR A STATEMENT BY A NOTARY PUBLIC OR  COMMISSIONER  OF\n   41  DEEDS, IN SUBSTANTIALLY THE FOLLOWING FORM:)\n   42  I, (NAME OF WITNESS), STATE THAT I AM A REGISTERED VOTER OF THE STATE OF\n   43  NEW  YORK.  I AM A RESIDENT OF THE (TOWN OR VILLAGE) OF (NAME OF TOWN OR\n   44  VILLAGE). THE PERSONS THAT HAVE SIGNED THIS  PETITION  SHEET  CONTAINING\n   45  (FILL  IN  NUMBER) SIGNATURES, HAVE SIGNED THEIR NAMES IN MY PRESENCE ON\n   46  THE DATES INDICATED ABOVE AND  IDENTIFIED  THEMSELVES  TO  BE  THE  SAME\n   47  PERSONS  WHO  SIGNED THE SHEET. I UNDERSTAND THAT THIS STATEMENT WILL BE\n   48  ACCEPTED FOR ALL PURPOSES AS THE EQUIVALENT OF AN AFFIDAVIT, AND  IF  IT\n   49  CONTAINS A MATERIALLY FALSE STATEMENT, SHALL SUBJECT ME TO THE PENALTIES\n   50  OF PERJURY.\n   51  ___________    _______________________________________\n   52     DATE            SIGNATURE OF WITNESS\n   53  (IN  LIEU  OF  THE SIGNED STATEMENT OF A WITNESS WHO IS A DULY QUALIFIED\n   54  VOTER OF THE STATE, QUALIFIED TO SIGN THE PETITION AS A RESIDENT OF  THE\n   55  TOWN  OR VILLAGE, THE FOLLOWING STATEMENT SIGNED BY A NOTARY PUBLIC OR A\n   56  COMMISSIONER OF DEEDS SHALL BE ACCEPTED.) ON THE  DATE  ABOVE  INDICATED\n\n       A. 442                              3\n\n    1  BEFORE  ME PERSONALLY CAME EACH OF THE VOTERS WHOSE SIGNATURES APPEAR ON\n    2  THIS PETITION SHEET CONTAINING (FILL IN NUMBER) SIGNATURES,  WHO  SIGNED\n    3  SAME IN MY PRESENCE AND WHO, BEING BY ME DULY SWORN, EACH FOR HIMSELF OR\n    4  HERSELF, SAID THAT THE FOREGOING STATEMENT MADE AND SUBSCRIBED BY HIM OR\n    5  HER, WAS TRUE.\n    6  ___________    _______________________________________\n    7     DATE         NOTARY PUBLIC OR COMMISSIONER OF DEEDS\n    8    4.  LIBERAL  CONSTRUCTION.  IN  MATTERS OF FORM, THIS SECTION SHALL BE\n    9  GIVEN A LIBERAL CONSTRUCTION, AND PRECISE COMPLIANCE IS NOT REQUIRED.\n   10    S 2.  Section 33 of the town law, as amended by  chapter  261  of  the\n   11  laws of 1943, is amended to read as follows:\n   12    S  33.  Powers  and  duties of assessors. 1. The assessor or assessors\n   13  shall have such powers and shall perform such duties as are, or hereaft-\n   14  er may be, conferred or imposed by law.\n   15    When required by the town board in a town  of  the  first  class,  the\n   16  assessor  or  assessors  shall keep such office hours for public conven-\n   17  ience as the town board shall determine.\n   18    2. EVERY ELECTOR OF THE TOWN SHALL BE ENTITLED TO VOTE AT ANY REFEREN-\n   19  DUM HELD THEREON PURSUANT TO THE PROVISIONS OF  ARTICLE  SEVEN  OF  THIS\n   20  CHAPTER.   IF THE TOWN BOARD SHALL HAVE ADOPTED SUCH A RESOLUTION AND NO\n   21  PETITION SHALL HAVE BEEN FILED WITHIN  THE  TIME  SPECIFIED  IN  ARTICLE\n   22  SEVEN OF THIS CHAPTER FOR A REFERENDUM THEREON, OR, IF A MAJORITY OF THE\n   23  VOTES  CAST ON ANY SUCH PROPOSITION SUBMITTED PURSUANT TO THE PROVISIONS\n   24  OF ARTICLE SEVEN OF THIS CHAPTER BE IN THE AFFIRMATIVE,  THE  OFFICE  OF\n   25  ASSESSORS SHALL THEREAFTER BE AN APPOINTIVE OFFICE IN SUCH TOWN, AND THE\n   26  TOWN BOARD SHALL APPOINT AN ASSESSOR FOR THE TERM PROVIDED BY THIS CHAP-\n   27  TER, BEGINNING ON THE FIRST DAY OF JANUARY NEXT SUCCEEDING SUCH BIENNIAL\n   28  TOWN  ELECTION  AND THE TERM OF OFFICE OF THE ELECTIVE ASSESSOR FOR WHOM\n   29  SUCH SUCCESSOR SHALL BE APPOINTED SHALL EXPIRE  ON  SAID  FIRST  DAY  OF\n   30  JANUARY.\n   31    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the town law, in relation to establishing a petition process to change the elective office of assessors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T125326.TXT", "SOBI.D101223.T162618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293558806530
}