{
  "year" : 2011,
  "senateBillNo" : "A443-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A443-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates and requires issuance of raincheck by retailer where advertised merchandise is not available for sale",
  "summary" : "Mandates that any article of merchandise advertised, and not available throughout advertised period, must be supplied at advertised price by seller within sixty days from the date the purchaser of such article is notified of its availability; specifies terms of raincheck and limited exceptions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A10778-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          443\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GALEF, ROSENTHAL -- read once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN  ACT  to  amend the general business law, in relation to availability\n         for sale of advertised merchandise\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  397-b to read as follows:\n    3    S  397-B.  AVAILABILITY  FOR  SALE OF ADVERTISED MERCHANDISE.   1.   A\n    4  RETAILER WHO ADVERTISES AN ARTICLE OF MERCHANDISE FOR SALE  AT  A  PRICE\n    5  WHICH  IS  REDUCED, IN GOOD FAITH, TO A PRICE BELOW THE PRICE SUCH ARTI-\n    6  CLES ARE USUALLY SOLD OR OFFERED FOR SALE FOR IN THE STORE, AND DOES NOT\n    7  HAVE SUCH ARTICLE AVAILABLE THROUGHOUT THE ADVERTISED PERIOD  SHALL,  ON\n    8  THE  REQUEST  OF A PURCHASER OF SUCH ARTICLE, OFFER TO ISSUE A RAINCHECK\n    9  UNLESS ONE OR MORE OF THE FOLLOWING SITUATIONS EXISTS:\n   10    (A)  THE ADVERTISEMENT IS MADE IN RELATION TO MAIL  ORDER  MERCHANDISE\n   11  AS REGULATED BY SECTION THREE HUNDRED NINETY-SIX-M OF THIS ARTICLE.\n   12    (B)   THE ADVERTISEMENT IS OF AN ARTICLE THAT IS ONE OF A KIND AND THE\n   13  ADVERTISEMENT CLEARLY AND CONSPICUOUSLY STATES SUCH FACT.\n   14    (C)  THE ADVERTISEMENT CLEARLY AND CONSPICUOUSLY STATES  THE  SPECIFIC\n   15  QUANTITY OF THE ARTICLE AVAILABLE AT THE OUTSET OF THE SALE.\n   16    (D)    THE ADVERTISEMENT CLEARLY AND CONSPICUOUSLY STATES THAT A RAIN-\n   17  CHECK IS NOT AVAILABLE.  THIS EXCLUSION MAY ONLY BE USED IF THE  ARTICLE\n   18  WILL  NOT  BE OFFERED FOR SALE FOR AT LEAST ONE HUNDRED TWENTY DAYS FROM\n   19  THE EXPIRATION DATE OF THE ADVERTISEMENT.\n   20    2.  A RAINCHECK ISSUED PURSUANT TO SUBDIVISION  ONE  OF  THIS  SECTION\n   21  SHALL  ENTITLE  THE  HOLDER TO PURCHASE, AT THE STORE ISSUING SUCH RAIN-\n   22  CHECK, THE ADVERTISED ARTICLE AT THE ADVERTISED PRICE WITHIN SIXTY  DAYS\n   23  FROM  THE DATE OF ISSUANCE OR FOR A PERIOD OF TEN BUSINESS DAYS FROM THE\n   24  FIRST DATE OF AVAILABILITY OF THE ARTICLE, WHICHEVER SHALL BE LATER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00481-01-1\n\n       A. 443                              2\n\n    1    THE ISSUANCE OF SUCH RAINCHECK SHALL CONSTITUTE AN  AGREEMENT  ON  THE\n    2  PART  OF  THE  SELLER  TO  SUPPLY  SUCH ARTICLE AT SUCH PRICE.   NOTHING\n    3  CONTAINED HEREIN SHALL PROHIBIT A SELLER FROM OFFERING A SIMILAR ARTICLE\n    4  OF EQUAL OR GREATER VALUE EITHER  DURING  THE  PERIOD  COVERED  BY  SUCH\n    5  ADVERTISEMENT OF THE ARTICLE OR WITHIN SIXTY DAYS FROM THE DATE OF ISSU-\n    6  ANCE  OF  THE  RAINCHECK,  OR  THE SELLER AND PURCHASER FROM AGREEING TO\n    7  LENGTHEN THE REDEMPTION PERIOD  OF  SUCH  RAINCHECK.  IF  THE  PURCHASER\n    8  ACCEPTS SUBSTITUTION, SUCH SUBSTITUTION SHALL CONSTITUTE COMPLIANCE WITH\n    9  THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION.\n   10    3.  THE RAINCHECK SHALL INCLUDE AT LEAST THE FOLLOWING INFORMATION:\n   11    (A)  NAME, ADDRESS AND TELEPHONE NUMBER OF THE ISSUER.\n   12    (B)  DATE OF ISSUANCE.\n   13    (C)  LAST DATE THAT THE RAINCHECK CAN BE REDEEMED.\n   14    (D)  NAME, DESCRIPTION AND QUANTITY DESIRED OF THE ARTICLE.\n   15    (E)  THE ADVERTISED PRICE.\n   16    4.  THE RAINCHECK SHALL CONTAIN THE FOLLOWING NOTICE:\n   17    YOU MAY REDEEM THIS RAINCHECK FOR THE ADVERTISED ITEM DESCRIBED ON THE\n   18  OTHER SIDE WITHIN SIXTY DAYS OF ISSUANCE OR FOR A PERIOD OF TEN BUSINESS\n   19  DAYS FROM THE FIRST DATE OF AVAILABILITY OF THE ITEM, WHICHEVER SHALL BE\n   20  LATER.\n   21    YOU WILL PAY ONLY THE ADVERTISED PRICE FOR THE ITEM.\n   22    YOU ARE UNDER NO OBLIGATION TO BUY THE ITEM.\n   23    5.  EVERY  RETAILER  WHO ADVERTISES SUCH AN ARTICLE OF MERCHANDISE FOR\n   24  SALE, WHICH IS NOT AVAILABLE, SHALL NOTIFY THE PURCHASER NO  LATER  THAN\n   25  FIFTEEN  DAYS  AFTER  THE RECEIPT OF SUCH MERCHANDISE BY THE SELLER THAT\n   26  THE MERCHANDISE IS NOW AVAILABLE FOR PURCHASE.\n   27    6. THERE SHALL BE, WITHIN EACH RETAIL  ESTABLISHMENT  THAT  ADVERTISES\n   28  ITEMS  FOR  SALE  AT  A PRICE BELOW THE USUAL SELLING PRICE, A CLEAR AND\n   29  CONSPICUOUSLY POSTED SIGN, POSTER OR PLACARD INDICATING  WHERE  A  RAIN-\n   30  CHECK CAN BE OBTAINED.\n   31    7.  IT SHALL BE AN AFFIRMATIVE DEFENSE TO AN ALLEGED VIOLATION OF THIS\n   32  SECTION THAT THE SELLER WAS UNABLE  TO  HONOR  A  RAINCHECK  WITHIN  THE\n   33  REDEMPTION  PERIOD  BECAUSE SUCH SELLER DID NOT RECEIVE A REORDER OF THE\n   34  ADVERTISED ARTICLE FROM A  SUPPLIER  THROUGH  NO  FAULT  OF  THE  SELLER\n   35  PROVIDED,  HOWEVER,  THAT THE SELLER MUST MAINTAIN RECORDS SUFFICIENT TO\n   36  SHOW THAT THE ADVERTISED SALE ITEMS WERE REORDERED IN ADEQUATE TIME  FOR\n   37  DELIVERY AND IN SUFFICIENT QUANTITY TO FULFILL RAINCHECK OBLIGATIONS.\n   38    8. THIS SECTION SHALL NOT APPLY TO A PURCHASE FOR RESALE.\n   39    9.  NOTHING  IN  THIS SECTION SHALL BE CONSTRUED TO RELIEVE THE SELLER\n   40  FROM ANY OTHER PROVISION OF LAW PROHIBITING THE ADVERTISING OF GOODS  OR\n   41  SERVICES WITH THE INTENT NOT TO MEET REASONABLY EXPECTED DEMAND.\n   42    10. NO PURCHASER SHALL BE REQUIRED TO PREPAY THE PURCHASE PRICE OR ANY\n   43  PART THEREOF IN ORDER TO OBTAIN A RAINCHECK.\n   44    11. A PERSON WHO VIOLATES ANY PROVISION OF THIS SECTION IS GUILTY OF A\n   45  FALSE  AND MISLEADING ADVERTISING PRACTICE AND SUBJECT TO THE PROVISIONS\n   46  OF ARTICLE TWENTY-TWO-A OF THIS CHAPTER.\n   47    12. NOTHING HEREIN SHALL BE CONSTRUED TO RESTRICT  THE  POWER  OF  ANY\n   48  COUNTY,  CITY,  TOWN  OR  VILLAGE  TO ADOPT AND ENFORCE ADDITIONAL LOCAL\n   49  LAWS, ORDINANCES, OR REGULATIONS WHICH  EXCEED  THE  MINIMUM  APPLICABLE\n   50  STANDARDS IN THIS SECTION.\n   51    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   52  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to availability for sale of advertised merchandise ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T125326.TXT", "SOBI.D101223.T162618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293558806532
}