{
  "year" : 2011,
  "senateBillNo" : "A445-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A445-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the county of Madison to impose an additional mortgage recording tax of twenty-five cents per one hundred dollars of debt",
  "summary" : "Authorizes the county of Madison to impose an additional mortgage recording tax of twenty-five cents per one hundred dollars of debt. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A11327-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          445\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAGEE -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the tax law, in relation to authorizing  the  county  of\n         Madison  to  impose an additional mortgage recording tax and providing\n         for the repeal of such provisions upon the expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  tax  law is amended by adding a new section 253-y to\n    2  read as follows:\n    3    S 253-Y. RECORDING TAX IMPOSED BY THE COUNTY OF MADISON. 1.    MADISON\n    4  COUNTY,  ACTING THROUGH ITS LOCAL LEGISLATIVE BODY, IS HEREBY AUTHORIZED\n    5  AND EMPOWERED TO ADOPT AND AMEND LOCAL LAWS IMPOSING IN  SUCH  COUNTY  A\n    6  TAX OF TWENTY-FIVE CENTS FOR EACH ONE HUNDRED DOLLARS AND EACH REMAINING\n    7  MAJOR FRACTION THEREOF OF PRINCIPAL DEBT OR OBLIGATION WHICH IS OR UNDER\n    8  ANY  CONTINGENCY  MAY BE SECURED AT THE DATE OF EXECUTION THEREOF, OR AT\n    9  ANY TIME THEREAFTER, BY A MORTGAGE ON REAL PROPERTY SITUATED WITHIN SUCH\n   10  COUNTY AND RECORDED ON OR AFTER THE  DATE  UPON  WHICH  SUCH  TAX  TAKES\n   11  EFFECT  AND A TAX OF TWENTY-FIVE CENTS ON SUCH MORTGAGE IF THE PRINCIPAL\n   12  DEBT OR OBLIGATION WHICH IS OR BY ANY CONTINGENCY MAY BE SECURED BY SUCH\n   13  MORTGAGE IS LESS THAN ONE HUNDRED DOLLARS.\n   14    2. THE TAXES IMPOSED UNDER THE AUTHORITY  OF  THIS  SECTION  SHALL  BE\n   15  ADMINISTERED AND COLLECTED IN THE SAME MANNER AS THE TAXES IMPOSED UNDER\n   16  SUBDIVISION  ONE OF SECTION TWO HUNDRED FIFTY-THREE AND PARAGRAPH (B) OF\n   17  SUBDIVISION ONE OF SECTION  TWO  HUNDRED  FIFTY-FIVE  OF  THIS  ARTICLE.\n   18  EXCEPT AS OTHERWISE PROVIDED IN THIS SECTION, ALL THE PROVISIONS OF THIS\n   19  ARTICLE  RELATING  TO OR APPLICABLE TO THE ADMINISTRATION AND COLLECTION\n   20  OF THE TAXES IMPOSED BY SUCH  SUBDIVISIONS  SHALL  APPLY  TO  THE  TAXES\n   21  IMPOSED  UNDER  THE AUTHORITY OF THIS SECTION WITH SUCH MODIFICATIONS AS\n   22  MAY BE NECESSARY TO ADAPT SUCH LANGUAGE TO THE TAX SO  AUTHORIZED.  SUCH\n   23  PROVISIONS  SHALL  APPLY  WITH  THE  SAME  FORCE  AND EFFECT AS IF THOSE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03570-01-1\n\n       A. 445                              2\n\n    1  PROVISIONS HAD BEEN SET FORTH IN FULL IN  THIS  SECTION  EXCEPT  TO  THE\n    2  EXTENT  THAT  ANY  PROVISION  IS EITHER INCONSISTENT WITH A PROVISION OF\n    3  THIS SECTION OR NOT RELEVANT TO THE TAX AUTHORIZED BY THIS SECTION.  FOR\n    4  PURPOSES  OF  THIS  SECTION, ANY REFERENCE IN THIS ARTICLE TO THE TAX OR\n    5  TAXES IMPOSED BY THIS ARTICLE SHALL BE DEEMED TO REFER TO A TAX  IMPOSED\n    6  PURSUANT  TO  THIS SECTION, AND ANY REFERENCE TO THE PHRASE \"WITHIN THIS\n    7  STATE\" SHALL BE READ AS \"WITHIN  MADISON  COUNTY\",  UNLESS  A  DIFFERENT\n    8  MEANING IS CLEARLY REQUIRED.\n    9    3.  WHERE THE REAL PROPERTY COVERED BY THE MORTGAGE SUBJECT TO THE TAX\n   10  IMPOSED PURSUANT TO THE AUTHORITY OF THIS SECTION IS  SITUATED  IN  THIS\n   11  STATE BUT WITHIN AND WITHOUT THE COUNTY IMPOSING SUCH TAX, THE AMOUNT OF\n   12  SUCH  TAX DUE AND PAYABLE TO SUCH COUNTY SHALL BE DETERMINED IN A MANNER\n   13  SIMILAR TO THAT  PRESCRIBED  IN  THE  FIRST  UNDESIGNATED  PARAGRAPH  OF\n   14  SECTION  TWO  HUNDRED SIXTY OF THIS ARTICLE WHICH CONCERNS REAL PROPERTY\n   15  SITUATED IN TWO OR MORE COUNTIES. WHERE SUCH PROPERTY IS  SITUATED  BOTH\n   16  WITHIN  SUCH COUNTY AND WITHOUT THE STATE, THE AMOUNT DUE AND PAYABLE TO\n   17  SUCH COUNTY SHALL BE DETERMINED IN THE MANNER PRESCRIBED IN  THE  SECOND\n   18  UNDESIGNATED  PARAGRAPH OF SUCH SECTION TWO HUNDRED SIXTY WHICH CONCERNS\n   19  PROPERTY SITUATED WITHIN AND WITHOUT THE STATE. WHERE REAL  PROPERTY  IS\n   20  SITUATED  WITHIN AND WITHOUT THE COUNTY IMPOSING SUCH TAX, THE RECORDING\n   21  OFFICER OF THE JURISDICTION IN WHICH  THE  MORTGAGE  IS  FIRST  RECORDED\n   22  SHALL BE REQUIRED TO COLLECT THE TAXES IMPOSED PURSUANT TO THIS SECTION.\n   23    4. A TAX IMPOSED PURSUANT TO THE AUTHORITY OF THIS SECTION SHALL BE IN\n   24  ADDITION TO THE TAXES IMPOSED BY SECTION TWO HUNDRED FIFTY-THREE OF THIS\n   25  ARTICLE.\n   26    5.  NOTWITHSTANDING ANY PROVISION OF THIS ARTICLE TO THE CONTRARY, THE\n   27  BALANCE OF ALL MONEYS PAID TO THE RECORDING OFFICER  OF  THE  COUNTY  OF\n   28  MADISON  DURING  EACH  MONTH UPON ACCOUNT OF THE TAX IMPOSED PURSUANT TO\n   29  THE AUTHORITY OF THIS SECTION, AFTER DEDUCTING THE NECESSARY EXPENSES OF\n   30  HIS OR HER OFFICE AS PROVIDED IN SECTION TWO HUNDRED SIXTY-TWO  OF  THIS\n   31  ARTICLE,  EXCEPT TAXES PAID UPON MORTGAGES WHICH UNDER THE PROVISIONS OF\n   32  THIS SECTION OR SECTION TWO HUNDRED SIXTY OF THIS ARTICLE ARE  FIRST  TO\n   33  BE  APPORTIONED  BY THE COMMISSIONER, SHALL BE PAID OVER BY SUCH OFFICER\n   34  ON OR BEFORE THE TENTH DAY OF EACH SUCCEEDING MONTH TO THE TREASURER  OF\n   35  MADISON  COUNTY AND, AFTER THE DEDUCTION BY SUCH TREASURER OF THE NECES-\n   36  SARY EXPENSES OF HIS OR HER  OFFICE  PROVIDED  IN  SECTION  TWO  HUNDRED\n   37  SIXTY-TWO  OF THIS ARTICLE SHALL BE DEPOSITED IN THE GENERAL FUND OF THE\n   38  COUNTY OF MADISON.  NOTWITHSTANDING  THE  PROVISIONS  OF  THE  PRECEDING\n   39  SENTENCE, THE TAX SO IMPOSED AND PAID UPON MORTGAGES COVERING REAL PROP-\n   40  ERTY  SITUATED  IN  TWO  OR MORE COUNTIES, WHICH UNDER THE PROVISIONS OF\n   41  THIS SECTION OR SECTION TWO HUNDRED SIXTY OF THIS ARTICLE ARE  FIRST  TO\n   42  BE  APPORTIONED BY THE COMMISSIONER, SHALL BE PAID OVER BY THE RECORDING\n   43  OFFICER RECEIVING THE SAME AS  PROVIDED  BY  THE  DETERMINATION  OF  THE\n   44  COMMISSIONER.\n   45    6.  ANY  LOCAL  LAW  IMPOSING  A TAX PURSUANT TO THE AUTHORITY OF THIS\n   46  SECTION OR REPEALING OR SUSPENDING SUCH A TAX SHALL TAKE EFFECT ONLY  ON\n   47  THE  FIRST DAY OF A CALENDAR MONTH. SUCH A LOCAL LAW SHALL NOT BE EFFEC-\n   48  TIVE UNLESS A CERTIFIED COPY THEREOF IS MAILED BY REGISTERED  OR  CERTI-\n   49  FIED  MAIL TO THE COMMISSIONER AT THE COMMISSIONER'S OFFICE IN ALBANY AT\n   50  LEAST THIRTY DAYS PRIOR TO THE DATE THE LOCAL LAW SHALL TAKE EFFECT.\n   51    7. CERTIFIED COPIES OF ANY LOCAL LAW DESCRIBED IN THIS  SECTION  SHALL\n   52  ALSO BE FILED WITH THE COUNTY CLERK OF THE COUNTY OF MADISON, THE SECRE-\n   53  TARY  OF STATE AND THE STATE COMPTROLLER WITHIN FIVE DAYS AFTER THE DATE\n   54  IT IS DULY ENACTED.\n   55    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   56  have  become  a  law  and  shall expire and be deemed repealed when debt\n\n       A. 445                              3\n\n    1  service payments to fund federally mandated improvements of the emergen-\n    2  cy communications system upgrade project implemented by board resolution\n    3  207-09 shall terminate. The board of supervisors of the county of  Madi-\n    4  son shall notify the legislative bill drafting commission of the date of\n    5  the  termination of such debt service payments in order that the commis-\n    6  sion may maintain an accurate and timely  effective  data  base  of  the\n    7  official  text  of  the  laws of the state of New York in furtherance of\n    8  effecting the provisions of  section  44  of  the  legislative  law  and\n    9  section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to authorizing the county of Madison to impose an additional mortgage recording tax and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T125326.TXT", "SOBI.D101223.T162618.TXT", "SOBI.D101228.T132328.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293560608591
}