{
  "year" : 2011,
  "senateBillNo" : "A446-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A446-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the wireless surcharge for Madison county and authorizes landline surcharges",
  "summary" : "Increases the wireless surcharge for Madison county to one dollar per device and authorizes county to adopt landline surcharges. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "County Law",
  "previousVersions" : [ "A10608-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          446\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAGEE -- read once and referred to the Committee\n         on Local Governments\n\n       AN ACT to amend the county law, in relation to  the  wireless  surcharge\n         for  the  county  of Madison, and in relation to communication service\n         surcharges applied to Madison county and providing for the  repeal  of\n         certain provisions upon the expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 308-b of the county law, as  added\n    2  by chapter 191 of the laws of 2004, is amended to read as follows:\n    3    1.    Notwithstanding  the  provisions of any law to the contrary, the\n    4  county of Madison acting through its local county legislative  body,  is\n    5  hereby  authorized and empowered to adopt, amend or repeal local laws to\n    6  impose a surcharge in an amount not to exceed [thirty cents] ONE  DOLLAR\n    7  per  month  on wireless communications service in the county of Madison.\n    8  The surcharge shall be imposed on each  wireless  communications  device\n    9  and  shall  be reflected and made payable on bills rendered for wireless\n   10  communications service that is provided to a  customer  whose  place  of\n   11  primary use is within the county. For purposes of this section, the term\n   12  \"place  of  primary use\" shall mean the street address that is represen-\n   13  tative of where  the  customer's  use  of  the  wireless  communications\n   14  service  primarily occurs, which address must be: (a) residential street\n   15  address or the primary business street address of the customer; and  (b)\n   16  within  the licensed service area of the wireless communications service\n   17  supplier.\n   18    S 2. The county law is amended by adding a new section 336 to read  as\n   19  follows:\n   20    S  336.  COUNTY OF MADISON ENHANCED 911 EMERGENCY TELEPHONE SYSTEM. 1.\n   21  NOTWITHSTANDING THE PROVISIONS OF ANY LAW TO THE CONTRARY, THE COUNTY OF\n   22  MADISON ACTING THROUGH ITS LOCAL  COUNTY  LEGISLATIVE  BODY,  IS  HEREBY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03567-01-1\n\n       A. 446                              2\n\n    1  AUTHORIZED  AND EMPOWERED TO ADOPT, AMEND OR REPEAL LOCAL LAWS TO IMPOSE\n    2  A SURCHARGE, IN ADDITION TO THE SURCHARGE ESTABLISHED AND IMPOSED  UNDER\n    3  SECTION  THREE HUNDRED THREE OF THIS CHAPTER, IN AN AMOUNT NOT TO EXCEED\n    4  SIXTY-FIVE  CENTS  PER  ACCESS  LINE PER MONTH ON THE CUSTOMERS OF EVERY\n    5  SERVICE SUPPLIER WITHIN SUCH MUNICIPALITY TO PAY FOR THE  COSTS  ASSOCI-\n    6  ATED  WITH  OBTAINING,  OPERATING  AND MAINTAINING THE TELECOMMUNICATION\n    7  EQUIPMENT AND TELEPHONE SERVICES  NEEDED  TO  PROVIDE  AN  ENHANCED  911\n    8  (E911) EMERGENCY TELEPHONE SYSTEM TO SERVE SUCH COUNTY.\n    9    2.  ANY  SUCH  LOCAL  LAW SHALL STATE THE AMOUNT OF THE SURCHARGE, THE\n   10  DATE ON WHICH THE SERVICE SUPPLIER SHALL BEGIN TO ADD SUCH SURCHARGE  TO\n   11  THE  BILLINGS  OF ITS CUSTOMERS AND, TO THE EXTENT PRACTICABLE, THE DATE\n   12  ON WHICH SUCH E911 SERVICE IS TO BEGIN. SUCH LOCAL LAW MAY AUTHORIZE THE\n   13  SERVICE SUPPLIER TO BEGIN BILLING ITS CUSTOMERS FOR SUCH SURCHARGE PRIOR\n   14  TO THE DATE THE E911 SYSTEM SERVICE IS TO BEGIN.\n   15    3. ANY SERVICE SUPPLIER WITHIN A  MUNICIPALITY  WHICH  HAS  IMPOSED  A\n   16  SURCHARGE  PURSUANT  TO  THE PROVISIONS OF THIS SECTION SHALL BE GIVEN A\n   17  MINIMUM OF FORTY-FIVE DAYS WRITTEN NOTICE PRIOR TO  THE  DATE  IT  SHALL\n   18  BEGIN TO ADD SUCH SURCHARGE TO THE BILLINGS OF ITS CUSTOMERS OR PRIOR TO\n   19  ANY MODIFICATION TO OR CHANGE IN THE SURCHARGE AMOUNT.\n   20    4.  THE  SURCHARGE  ESTABLISHED  PURSUANT  TO  THE  PROVISIONS OF THIS\n   21  SECTION SHALL BE IMPOSED ON A PER ACCESS LINE BASIS ON ALL CURRENT BILLS\n   22  RENDERED FOR LOCAL EXCHANGE ACCESS SERVICE WITHIN THE 911 SERVICE AREA.\n   23    5. NO SUCH SURCHARGE SHALL BE  IMPOSED  UPON  MORE  THAN  SEVENTY-FIVE\n   24  EXCHANGE ACCESS LINES PER CUSTOMER PER LOCATION.\n   25    6.  LIFELINE  CUSTOMERS,  A  PUBLIC SAFETY AGENCY AND ANY MUNICIPALITY\n   26  WHICH HAS ENACTED A LOCAL LAW PURSUANT TO THE PROVISIONS OF THIS SECTION\n   27  SHALL BE EXEMPT FROM ANY SURCHARGE IMPOSED UNDER THIS SECTION.\n   28    S 3. This act shall take effect immediately, provided, however that:\n   29    (a) section two of this act shall expire and  be  deemed  repealed  10\n   30  years after such date;\n   31    (b)  the  provisions of subdivision 1 of section 336 of the county law\n   32  as added by section two of this act shall apply  to  bills  rendered  to\n   33  communications service customers by a communications service supplier on\n   34  and  after  the expiration of the notice period required pursuant to the\n   35  provisions of subdivision three of such section; and\n   36    (c) a service supplier may treat the address used by such supplier for\n   37  any communications customer under a service  contract  or  agreement  in\n   38  effect  on  the effective date of the local law imposing such surcharge,\n   39  as that communications customer's place of primary use for the remaining\n   40  term of such service contract or agreement, excluding any  extension  or\n   41  renewal of such service contract or agreement, for purposes of determin-\n   42  ing  the  taxing  jurisdiction  with  respect to taxes on communications\n   43  service.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the county law, in relation to the wireless surcharge for the county of Madison, and in relation to communication service surcharges applied to Madison county and providing for the repeal of certain provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T125326.TXT", "SOBI.D101223.T162618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293558806528
}