{
  "year" : 2011,
  "senateBillNo" : "A447-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A447-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the state to assume all costs of basic quality education; repealer",
  "summary" : "Makes provisions for the state to assume all costs of basic quality education and for the elimination of real property taxes for the support of education; requires board of regents to establish a schedule of mandatory basic services and costs thereof; provides that school districts shall submit an annual basic budget to the department of education for basic services; increases taxes on personal income and business; makes special provisions for reduction of tax in certain cities and for reduction in rent by tenants in such cities; provides for phased in methods of funding using a \"Basic Quality Education\" formula; repeals certain provisions of the tax law and real property tax law relating thereto. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A6009-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          447\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL, PEOPLES-STOKES, REILLY, N. RIVERA, WEIS-\n         ENBERG -- Multi-Sponsored by -- M. of A.  BOYLAND,  BRENNAN,  DESTITO,\n         LATIMER,  LAVINE,  MOLINARO,  ROBINSON,  SCHROEDER  --  read  once and\n         referred to the Committee on Education\n\n       AN ACT to amend the education law, the real property tax law and the tax\n         law, in relation to abolishing certain  school  taxes,  providing  for\n         alternative  taxes  and  state  distribution  to school districts; and\n         repealing certain provisions of the real property tax law and the  tax\n         law relating to certain taxes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Title V of the education law is amended  by  adding  a  new\n    2  article 71 to read as follows:\n    3                                  ARTICLE 71\n    4                        FINANCING OF SCHOOL DISTRICTS\n    5  SECTION 3501. LEGISLATIVE INTENT.\n    6          3502. BASIC QUALITY EDUCATION.\n    7          3503. MINIMUM APPORTIONMENT.\n    8          3504. COLLECTION AND DISTRIBUTION.\n    9          3505. CONSTRUCTION WITH OTHER LAWS.\n   10          3506. SEVERABILITY.\n   11    S  3501.  LEGISLATIVE  INTENT.  IT IS THE INTENT OF THE LEGISLATURE TO\n   12  FULFILL ITS OBLIGATIONS UNDER ARTICLE ELEVEN OF THE  STATE  CONSTITUTION\n   13  WITH  RESPECT  TO THE FINANCING OF PUBLIC SCHOOLS WITHIN THIS STATE AND,\n   14  AT THE SAME TIME, ELIMINATE THE INEQUITABLE AND REGRESSIVE  REAL  ESTATE\n   15  TAX  AS  THE  SUPPORT  OF  SUCH  SCHOOLS. THE LEGISLATURE HEREBY FURTHER\n   16  INTENDS TO GUARANTEE THE QUALITY AND EQUALITY OF EDUCATION FOR  ALL  OUR\n   17  CHILDREN, WHILE LEAVING WITH THE INDIVIDUAL SCHOOL DISTRICTS THE PRESENT\n   18  LEVEL OF LOCAL CONTROL INCLUDING THE AUTHORITY TO PERMIT OR PROHIBIT THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01228-01-1\n\n       A. 447                              2\n\n    1  TRANSFER  OF  STUDENTS  INTO OR OUT OF SUCH DISTRICTS IN ACCORDANCE WITH\n    2  THE PROVISIONS OF THIS CHAPTER.\n    3    S  3502.  BASIC QUALITY EDUCATION. 1. THE STATE SHALL ASSUME ALL COSTS\n    4  OF BASIC QUALITY  EDUCATION,  IN  ACCORDANCE  WITH  SECTION  THIRTY-FIVE\n    5  HUNDRED  FOUR  OF THIS ARTICLE, INCLUDING ALL GENERAL AND SPECIAL EDUCA-\n    6  TIONAL SERVICES WHICH THE COMMISSIONER, UNDER GUIDELINES ESTABLISHED  BY\n    7  THE  LEGISLATURE, SHALL DEFINE AS NECESSARY. BASIC QUALITY EDUCATION, AS\n    8  DEFINED BY THE COMMISSIONER, SHALL ALLOW  SUFFICIENT  LATITUDE  SO  THAT\n    9  CHOICES  MAY  BE  MADE  BY  LOCAL SCHOOL DISTRICTS WITH RESPECT TO THEIR\n   10  INDIVIDUAL NEEDS. AS USED IN  THIS  ARTICLE  \"BASIC\"  SHALL  MEAN  EQUAL\n   11  SERVICES  TO  ALL  PUPILS REGARDLESS OF DIFFERENCES IN COST IN DIFFERENT\n   12  DISTRICTS FOR SUCH SERVICES.\n   13    2. SUCH COSTS SHALL BE FUNDED AS PROVIDED FOR BY THE  LEGISLATURE,  IN\n   14  CONJUNCTION WITH THE ELIMINATION OF REAL ESTATE TAXES FOR THE SUPPORT OF\n   15  EDUCATION.  WITHIN  THE CITIES OF NEW YORK, BUFFALO, ROCHESTER, SYRACUSE\n   16  AND YONKERS, THE TAX ON REAL PROPERTY SHALL BE  REDUCED  BY  THE  DOLLAR\n   17  AMOUNT OF SUCH CITY'S SHARE OF THE COST OF PUBLIC SCHOOL EDUCATION. SUCH\n   18  REDUCTION  SHALL BE APPORTIONED TO ALL REAL PROPERTY TAXPAYERS ON A PRO-\n   19  RATA BASIS, AND TENANTS SHALL  RECEIVE  TAX  CREDITS,  TAX  REBATES,  OR\n   20  REDUCTIONS  IN RENT AS PROVIDED IN SECTION FOUR HUNDRED SIXTY-SEVEN-G OF\n   21  THE REAL PROPERTY TAX LAW.\n   22    3. EACH SCHOOL DISTRICT SHALL SUBMIT A BASIC BUDGET TO THE  DEPARTMENT\n   23  FOR PURPOSES OF DETERMINING REIMBURSABLE SERVICES.\n   24    4.  THE  DEPARTMENT,  UNDER  DIRECTION  OF THE BOARD OF REGENTS, SHALL\n   25  ESTABLISH A SCHEDULE OF MANDATORY BASIC SERVICES  AND  AUTHORIZED  COSTS\n   26  THEREFOR  RELATED  TO  DIFFERING  COSTS THROUGHOUT THE STATE. SUCH BASIC\n   27  SCHEDULE SHALL REFLECT GUIDELINES ESTABLISHED FOR THIS  PURPOSE  BY  THE\n   28  LEGISLATURE.\n   29    S 3503. MINIMUM APPORTIONMENT. IN ANY SCHOOL YEAR A DISTRICT MAY ELECT\n   30  TO RECEIVE AS ITS BASIC BUDGET THE HIGHEST OF:\n   31    1.  THE  DISTRICT  BUDGET OF THE SCHOOL YEAR DURING WHICH THIS ARTICLE\n   32  SHALL TAKE EFFECT, EXCEPT THAT THIS  APPORTIONMENT  OPTION  SHALL  EXIST\n   33  ONLY  FOR  THE  PERIOD  NOT  EXCEEDING THE FIVE SCHOOL YEARS IMMEDIATELY\n   34  AFTER THIS ARTICLE SHALL TAKE EFFECT.\n   35    2. THE PRODUCT OF (A) THE DISTRICT BUDGET OF THE  SCHOOL  YEAR  DURING\n   36  WHICH  THIS  ARTICLE  SHALL TAKE EFFECT DIVIDED BY THE ENROLLMENT AT THE\n   37  START OF SUCH YEAR AND (B) THE ENROLLMENT AT THE  START  OF  THE  SCHOOL\n   38  YEAR FOR WHICH THE BUDGET IS BEING DETERMINED. THIS APPORTIONMENT OPTION\n   39  SHALL  EXIST  ONLY  FOR  THE  PERIOD NOT EXCEEDING THE FIVE SCHOOL YEARS\n   40  IMMEDIATELY AFTER THE EFFECTIVE DATE OF THIS ARTICLE.\n   41    3. THE BASIC BUDGET SUBMITTED IN ACCORDANCE WITH SUBDIVISION THREE  OF\n   42  SECTION  THIRTY-FIVE HUNDRED TWO OF THIS ARTICLE, EXCEPT THAT IN NO CASE\n   43  SHALL THE PER PUPIL APPORTIONMENT EXCEED THE PER PUPIL APPORTIONMENT  OF\n   44  THE  PREVIOUS  YEAR  BY  MORE THAN THE AVERAGE STATEWIDE INCREASE OF PER\n   45  PUPIL BUDGETS PLUS TEN PER CENTUM OF THE PER PUPIL APPORTIONMENT OF  THE\n   46  PREVIOUS YEAR.\n   47    S 3504. COLLECTION AND DISTRIBUTION. NOTWITHSTANDING THE PROVISIONS OF\n   48  ANY  OTHER  LAW,  CODE, RULE OR REGULATION, THE STATE SHALL, WITHIN FIVE\n   49  YEARS FROM THE EFFECTIVE DATE OF THIS ARTICLE, COLLECT AND DISTRIBUTE TO\n   50  SCHOOL DISTRICTS ALL MONEYS RELATING TO THE FINANCING OF  PUBLIC  EDUCA-\n   51  TION,  EXCLUSIVE  OF HIGHER EDUCATION, WITHIN THIS STATE, AS PROVIDED BY\n   52  THE LEGISLATURE. THIS ASSUMPTION BY THE STATE  OF  ALL  COSTS  OF  BASIC\n   53  QUALITY  EDUCATION  SHALL  BE ACCOMPLISHED IN APPROXIMATELY EQUAL INCRE-\n   54  MENTS OVER A FIVE YEAR PERIOD FROM THE EFFECTIVE DATE OF  THIS  ARTICLE.\n   55  DURING  THIS PERIOD, THE AMOUNT OF MONEY DERIVED BY EACH SCHOOL DISTRICT\n   56  FROM REAL PROPERTY TAXES SHALL BE REDUCED ACCORDINGLY. AFTER FIVE  YEARS\n\n       A. 447                              3\n\n    1  FROM  THE  EFFECTIVE  DATE  OF  THIS  ARTICLE, MONEYS DISTRIBUTED TO ANY\n    2  SCHOOL DISTRICT SHALL BE REDUCED BY THE AMOUNT OF ANY REVENUES  RECEIVED\n    3  BY  SUCH  SCHOOL  DISTRICT  FROM TAXES IMPOSED ON REAL PROPERTY BY OR ON\n    4  BEHALF OF SUCH SCHOOL DISTRICT.\n    5    S  3505.  CONSTRUCTION WITH OTHER LAWS. THE PROVISIONS OF THIS ARTICLE\n    6  SHALL BE CONTROLLING, NOTWITHSTANDING THE PROVISIONS OF ANY  OTHER  LAW,\n    7  CODE,  RULE OR REGULATION TO THE CONTRARY. HOWEVER, NO EXISTING RIGHT OR\n    8  REMEDY OF ANY CHARACTER SHALL BE LOST, IMPAIRED OR AFFECTED BY REASON OF\n    9  THIS ARTICLE, NOR SHALL THE VALIDITY OF ANY ACTION TAKEN BY  ANY  PUBLIC\n   10  OFFICIAL UNDER THE LAW IN FORCE IMMEDIATELY PRIOR TO THE TIME THIS ARTI-\n   11  CLE  SHALL  TAKE  EFFECT  BE  AFFECTED BY THE ENACTMENT OF THIS ARTICLE.\n   12  COLLECTION OF ALL  OUTSTANDING  TAX  LIENS  SHALL  BE  PURSUANT  TO  THE\n   13  PROVISIONS OF THE REAL PROPERTY TAX LAW.\n   14    S  3506.  SEVERABILITY. IF ANY CLAUSE, SENTENCE, PARAGRAPH, SECTION OR\n   15  PART OF THIS ARTICLE SHALL BE ADJUDGED BY ANY COURT OF COMPETENT  JURIS-\n   16  DICTION TO BE INVALID, SUCH JUDGMENT SHALL NOT AFFECT, IMPAIR OR INVALI-\n   17  DATE  THE  REMAINDER  THEREOF, BUT SHALL BE CONFINED IN ITS OPERATION TO\n   18  THE CLAUSE,  SENTENCE,  PARAGRAPH,  SECTION  OR  PART  THEREOF  DIRECTLY\n   19  INVOLVED  IN  THE  CONTROVERSY  IN  WHICH  SUCH JUDGMENT SHALL HAVE BEEN\n   20  RENDERED.\n   21    S 2. Article 13 of the real property tax law is REPEALED.\n   22    S 3. The real property tax law is amended  by  adding  a  new  section\n   23  467-g to read as follows:\n   24    S  467-G.  PROVISIONS  FOR  TENANTS. IN EVERY CASE WHERE TAXES ON REAL\n   25  PROPERTY ARE REDUCED DUE TO THE REDUCTION OF SCHOOL TAXES ON SUCH  PROP-\n   26  ERTY, THE AMOUNT OF SUCH REDUCTION SHALL BE PRO-RATED AMONG THE TENANTS,\n   27  IF  ANY, OF SUCH REAL PROPERTY, AND THE TOTAL RENTS REDUCED IN AN AMOUNT\n   28  EQUAL TO SUCH REAL PROPERTY TAX REDUCTION. WHERE SUCH RENT REDUCTION  IS\n   29  PRECLUDED  BY  A  LEASE  OR  OTHER  AGREEMENT,  SUCH  REAL  PROPERTY TAX\n   30  REDUCTION SHALL ENTITLE SUCH TENANTS TO A  TAX  CREDIT  IN  THAT  AMOUNT\n   31  AGAINST  INCOME  TAXES  DUE,  OR TO A REBATE FOR ANY AMOUNT IN EXCESS OF\n   32  INCOME TAXES DUE, UNTIL THE EXPIRATION OF SUCH LEASE  OR  AGREEMENT,  AT\n   33  WHICH TIME THE RENT SHALL BE REDUCED ACCORDINGLY.\n   34    S  4.  Subdivision  1  and  paragraphs (b) and (c) of subdivision 3 of\n   35  section 972 of the real property tax law, subdivision  1  and  paragraph\n   36  (c)  of  subdivision  3 as amended and paragraph (b) of subdivision 3 as\n   37  added by section 12 of part B of chapter 389 of the laws  of  1997,  are\n   38  amended to read as follows:\n   39    1.  Adoption.   Notwithstanding any provisions of this chapter, or any\n   40  other general, special or local law to  the  contrary,  the  legislative\n   41  body  of  a  county may, by local law, provide that thereafter and until\n   42  such local law is repealed, the county shall become the  tax  collection\n   43  agency for the purpose of collecting taxes in installments as prescribed\n   44  by this title [and by sections thirteen hundred thirty-six through thir-\n   45  teen  hundred  forty-two  of this chapter].  The term \"taxes\" as used in\n   46  this title shall include special assessments which  are  levied  by  the\n   47  county  legislative  body  at the time and in the manner provided by law\n   48  for the levy of county and town taxes.\n   49    (b) If an installment is not paid on or before the  date  it  is  due,\n   50  additional  interest  shall be added as provided by section nine hundred\n   51  seventy-five [or section  thirteen  hundred  forty]  of  this  [chapter]\n   52  TITLE.\n   53    (c) The amount of any interest which shall be added to any installment\n   54  pursuant  to  this  section  and  section  nine hundred seventy-five [or\n   55  section thirteen hundred forty] of this [chapter] TITLE shall belong  to\n   56  the county.\n\n       A. 447                              4\n\n    1    S  5.  Subdivision  6  of section 975 of the real property tax law, as\n    2  added by chapter 953 of the laws of 1962, is amended to read as follows:\n    3    6.  The  county  treasurer  of  a county which has enacted a local law\n    4  pursuant to section nine hundred seventy-two of this [chapter] TITLE may\n    5  promulgate and amend suitable  rules  and  regulations  prescribing  the\n    6  necessary  forms  for  carrying into effect the provisions of this title\n    7  [and of article thirteen of this chapter] relating  to  the  installment\n    8  payment of taxes.\n    9    S  6.  Subdivision  5 of section 1618 of the real property tax law, as\n   10  added by chapter 512 of the laws of 1993, is amended to read as follows:\n   11    5. When the state board has established a final equalization rate  for\n   12  a  consolidated  assessing  unit  as a whole, school district and county\n   13  taxes within the consolidated assessing unit shall be apportioned  with-\n   14  out  the  use  of  equalization rates, notwithstanding the provisions of\n   15  [articles] ARTICLE eight [and thirteen] of this chapter.\n   16    S 7. The tax law is amended by adding a new section 601-A to  read  as\n   17  follows:\n   18    S  601-A. ADDITIONAL TAXES FOR EDUCATION. (A) IN ADDITION TO THE TAXES\n   19  ON INCOME IMPOSED BY THIS CHAPTER FOR TAXABLE YEARS OR PERIODS ENDING ON\n   20  OR AFTER DECEMBER THIRTY-FIRST, TWO  THOUSAND  ELEVEN,  THERE  SHALL  BE\n   21  IMPOSED  A  TAX EQUAL TO A PERCENT OF THE TAXES IMPOSED BY SUCH SECTIONS\n   22  AND ARTICLES AS IS NECESSARY TO  FULFILL  THE  REQUIREMENTS  OF  SECTION\n   23  THIRTY-FIVE  HUNDRED  TWO OF THE EDUCATION LAW. SUCH A TAX MAY BE LEVIED\n   24  EITHER AS A SURTAX, OR BY READJUSTMENT OF THE APPROPRIATE TAX SCHEDULES.\n   25    (B) EACH SCHOOL DISTRICT MAY ALSO INCREASE THE  ADDITIONAL  TAXES  FOR\n   26  EDUCATION, IMPOSED PURSUANT TO SUBSECTION (A) OF THIS SECTION, BY RESOL-\n   27  UTION  ADOPTED  BY  A  TWO-THIRDS VOTE PRIOR TO THE LEVY OF TAXES IN ANY\n   28  YEAR. SUCH RESOLUTION SHALL PROVIDE  FOR  THE  INCREASE  TO  BE  IMPOSED\n   29  EITHER  IN  THE  FORM  OF  A  HIGHER  SURTAX RATE OR A STANDARD LUMP SUM\n   30  AMOUNT; PROVIDED, THAT ALL SUCH PROCEEDS FROM THE INCREASE ON THE  ADDI-\n   31  TIONAL TAX FOR EDUCATION BE COLLECTED AND ACCRUED TO THE SCHOOL DISTRICT\n   32  IN WHICH SUCH TAX WAS COLLECTED.\n   33    (C) THE COMMISSIONER SHALL ESTABLISH A SEPARATE ACCOUNT OR ACCOUNTS TO\n   34  RECEIVE  THE  ADDITIONAL  TAX IMPOSED BY SUBSECTIONS (A) AND (B) OF THIS\n   35  SECTION AND SHALL PAY INTO SUCH ACCOUNT OR ACCOUNTS  THE  TOTAL  OF  ALL\n   36  SUCH  TAXES WHEN RECEIVED AND RETAIN THE SAME SUBJECT TO DISBURSEMENT IN\n   37  ACCORDANCE WITH THE PROVISIONS OF THE EDUCATION LAW.\n   38    S 7-a. The real property tax law is amended by adding  a  new  section\n   39  307-b to read as follows:\n   40    S  307-B.  ADDITIONAL  TAX ON NON-RESIDENTIAL PROPERTY. 1. THE COMMIS-\n   41  SIONER OF TAXATION AND FINANCE SHALL  ESTABLISH  AN  ADDITIONAL  TAX  ON\n   42  NON-RESIDENTIAL  PROPERTY  TO  BE  IMPOSED  IN ADDITION TO OTHER LOCALLY\n   43  LEVIED PROPERTY TAXES. SUCH TAX SHALL BE LEVIED BY THE STATE THROUGH THE\n   44  COUNTY, CITY, TOWN OR VILLAGE GOVERNING BODY AND SHALL  BE  A  LOW-RATE,\n   45  UNIFORM  TAX.  FOR  THE  PURPOSES  OF THIS SUBDIVISION, \"NON-RESIDENTIAL\n   46  PROPERTY\" SHALL MEAN ANY (A) NON-RESIDENTIAL  COMMERCIAL  PROPERTY,  (B)\n   47  INDUSTRIAL PROPERTY, (C) AGRICULTURAL PROPERTY AND (D) VACANT LAND WHICH\n   48  IS EITHER COMMERCIAL PROPERTY OR INDUSTRIAL PROPERTY.\n   49    2. THE COMMISSIONER OF TAXATION AND FINANCE SHALL SET THE RATE FOR THE\n   50  ADDITIONAL  TAX  ON NON-RESIDENTIAL PROPERTY, AS REQUIRED BY SUBDIVISION\n   51  ONE OF THIS SECTION, AT AN ADEQUATE RATE TO PROVIDE FUNDING FOR  MEETING\n   52  THE  REQUIREMENTS  OF  SECTIONS  THIRTY-FIVE HUNDRED ONE AND THIRTY-FIVE\n   53  HUNDRED TWO OF THE EDUCATION  LAW.  THE  COMMISSIONER  OF  TAXATION  AND\n   54  FINANCE SHALL ESTABLISH A SEPARATE ACCOUNT TO RECEIVE THE ADDITIONAL TAX\n   55  IMPOSED  BY  SUBDIVISION  ONE  OF  THIS  SECTION AND SHALL PAY INTO SUCH\n   56  ACCOUNT THE TOTAL OF ALL SUCH TAXES WHEN RECEIVED AND  RETAIN  THE  SAME\n\n       A. 447                              5\n\n    1  SUBJECT  TO  DISBURSEMENT  IN  ACCORDANCE WITH THE PROVISIONS OF ARTICLE\n    2  SEVENTY-ONE OF THE EDUCATION LAW.\n    3    S 8. Sections 1204, 1211 and 1212 of the tax law are REPEALED.\n    4    S  9.  The  tax law is amended by adding a new section 1200 to read as\n    5  follows:\n    6    S 1200. CERTAIN TAXES REDUCED. NOTWITHSTANDING THE PROVISIONS  OF  ANY\n    7  OTHER  SECTION  OF THIS ARTICLE, ON AND AFTER THE EFFECTIVE DATE OF THIS\n    8  SECTION, THE PROVISIONS OF THIS ARTICLE RELATING TO TAXES FOR THE  BENE-\n    9  FIT  OF  SCHOOL  DISTRICTS OR SCHOOL PURPOSES SHALL BE DEEMED REDUCED IN\n   10  ACCORDANCE WITH SECTION THIRTY-FIVE HUNDRED FOUR OF THE EDUCATION LAW.\n   11    S 10. Section 1213 of the tax law, as amended by section 2 of part  WW\n   12  of chapter 57 of the laws of 2010, is amended to read as follows:\n   13    S  1213. Deliveries outside the jurisdiction where sale is made. Where\n   14  a sale of tangible personal  property  or  services,  including  prepaid\n   15  telephone  calling  services, but not including other services described\n   16  in subdivision (b) of section  eleven  hundred  five  of  this  chapter,\n   17  including  an  agreement  therefor, is made in any city[,] OR county [or\n   18  school district], but the property sold, the  property  upon  which  the\n   19  services were performed or prepaid telephone calling or other service is\n   20  or  will be delivered to the purchaser elsewhere, such sale shall not be\n   21  subject to tax by such city[,] OR county [or school district].  However,\n   22  if  delivery  occurs  or  will  occur  in a city[,] OR county [or school\n   23  district] imposing a tax on the sale or use of  such  property,  prepaid\n   24  telephone  calling  or  other  services, the vendor shall be required to\n   25  collect from the  purchaser,  as  provided  in  section  twelve  hundred\n   26  fifty-four  of  this  article,  the  aggregate sales or compensating use\n   27  taxes imposed by the city, if any, AND county [and school  district]  in\n   28  which delivery occurs or will occur, for distribution by the commission-\n   29  er  to  such  taxing  jurisdiction or jurisdictions. For the purposes of\n   30  this section delivery shall be deemed to include transfer of  possession\n   31  to  the  purchaser  and the receiving of the property or of the service,\n   32  including prepaid telephone calling service, by the purchaser.  Notwith-\n   33  standing  the  foregoing,  where  a  transportation service described in\n   34  paragraph ten of subdivision (c) of section eleven hundred five of  this\n   35  chapter begins in one jurisdiction but ends in another jurisdiction, any\n   36  tax  imposed  pursuant to the authority of this article shall be due the\n   37  jurisdiction or jurisdictions where the service commenced.\n   38    S 11. Section 1220 of the tax law, as amended by section 39 of part  Y\n   39  of chapter 63 of the laws of 2000, is amended to read as follows:\n   40    S  1220.  Territorial limitations. Any tax imposed under the authority\n   41  of this article shall apply only within the territorial  limits  of  the\n   42  city[,]  OR  county  [or  school district] imposing the tax, except that\n   43  where the taxes described in subdivision (b) of section  eleven  hundred\n   44  five  and  clauses (E), (G) and (H) of subdivision (a) of section eleven\n   45  hundred ten OF THIS CHAPTER or the tax described in subdivision  (e)  of\n   46  section  eleven  hundred  five  OF THIS CHAPTER is imposed by a city, as\n   47  provided in section twelve hundred ten [or  twelve  hundred  eleven]  of\n   48  this  [chapter] ARTICLE, any establishment located partially within such\n   49  city and partially within a town or towns and  receiving  or  using  any\n   50  services  or utilities provided by the city shall be deemed to be wholly\n   51  within such city for the purposes of such taxes.\n   52    S 12. Section 1222 of the tax law, as added by chapter 93 of the  laws\n   53  of 1965, is amended to read as follows:\n   54    S  1222. Taxes to be in addition to others. Except as expressly other-\n   55  wise provided in this article, any tax imposed under  the  authority  of\n   56  this  article shall be in addition to any and all other taxes authorized\n\n       A. 447                              6\n\n    1  or imposed under any other provision of law. This article shall  not  be\n    2  construed  as  limiting  the  power  of any city[,] OR county [or school\n    3  district] to impose any other tax which it is authorized to impose under\n    4  any other provision of law.\n    5    S  13.  Section  1256 of the tax law, as amended by chapter 575 of the\n    6  laws of 1965, is amended to read as follows:\n    7    S 1256. Cooperation by  localities.  Every  city[,]  AND  county  [and\n    8  school district] shall cooperate with the [state tax commission] COMMIS-\n    9  SIONER  to  enable  [it] HIM OR HER to carry out [its] HIS OR HER duties\n   10  under [articles] THIS ARTICLE AND ARTICLE twenty-eight [and twenty-nine]\n   11  of this chapter. Every such locality shall furnish to such  [commission]\n   12  COMMISSIONER those returns, reports and other information which the [tax\n   13  commission]  COMMISSIONER  deems  necessary  to  carry  out such duties,\n   14  except that cities having a population of one million or more,  may,  in\n   15  their  discretion,  furnish  instead copies of such returns, reports and\n   16  other information. Such copies shall be furnished at  the  [tax  commis-\n   17  sion's]  COMMISSIONER'S expense, such expenses to be charged to the cost\n   18  of administration.  Notwithstanding any other law to the  contrary,  the\n   19  duty to furnish returns, reports and other information or copies thereof\n   20  shall  apply  to [those returns and reports filed under taxes authorized\n   21  under chapter eight  hundred  seventy-three  of  the  laws  of  nineteen\n   22  hundred  thirty-four, as amended, chapter three hundred forty-one of the\n   23  laws of nineteen hundred forty-six, as amended,  article  two-B  of  the\n   24  general  city  law  and chapter two hundred seventy-eight of the laws of\n   25  nineteen hundred forty-seven, as amended, and to such other] information\n   26  which is relevant to the duties of  the  [tax  commission]  COMMISSIONER\n   27  under  THIS  ARTICLE AND such [articles] ARTICLE twenty-eight [and twen-\n   28  ty-nine] OR OTHER RELEVANT PROVISIONS OF THIS CHAPTER.\n   29    S 14. Paragraph 1 of subdivision (g) of section 1132 of the  tax  law,\n   30  as  amended  by  chapter  402 of the laws of 1986, is amended to read as\n   31  follows:\n   32    (1) The clerk of each county when performing the function of registra-\n   33  tion of a motor vehicle, snowmobile, vessel or all  terrain  vehicle  or\n   34  accepting  an  application for a certificate of title of a motor vehicle\n   35  or vessel, pursuant to the authority of the vehicle and traffic law,  or\n   36  the commissioner of motor vehicles, when such commissioner performs such\n   37  functions, prior to performing such functions, shall act as the agent of\n   38  the  [state tax commission] COMMISSIONER to collect any retail sales tax\n   39  due under this article and under a sales tax imposed pursuant to section\n   40  twelve hundred ten [or twelve hundred eleven] OF THIS CHAPTER upon sales\n   41  of such motor vehicles, snowmobiles, vessels or all terrain vehicles  by\n   42  persons  other  than  dealers  registered  under  sections  four hundred\n   43  fifteen, twenty-two hundred twenty-two, twenty-two  hundred  fifty-seven\n   44  and  twenty-two  hundred eighty-two of the vehicle and traffic law. Such\n   45  county clerks and such commissioner shall also act  as  such  agents  to\n   46  collect any compensating use tax due under section eleven hundred ten OF\n   47  THIS  ARTICLE  and  under  a  compensating  use  tax imposed pursuant to\n   48  section twelve hundred ten [or twelve hundred eleven]  OF  THIS  CHAPTER\n   49  for  the use of a motor vehicle, snowmobile, vessel or all terrain vehi-\n   50  cle within this state.  The commissioner of motor vehicles shall act  as\n   51  such  agent  without  fee. Each such county clerk shall, after deducting\n   52  his OR HER fee as provided in paragraph two  of  this  subdivision,  and\n   53  such  commissioner shall remit to the tax commission all funds collected\n   54  pursuant to this subdivision and shall follow such procedures  and  keep\n   55  such   records   as   shall   be  prescribed  by  the  [tax  commission]\n   56  COMMISSIONER.\n\n       A. 447                              7\n\n    1    S 15. Subparagraph (iii) of paragraph 1 of subdivision (a) of  section\n    2  1214  of  the tax law, as amended by chapter 481 of the laws of 2000, is\n    3  amended to read as follows:\n    4    (iii)  is  not engaged in carrying on in such jurisdiction any employ-\n    5  ment, trade, business or profession in which the motor vehicle or vessel\n    6  will be used in such jurisdiction, and such other proof as  the  commis-\n    7  sioner  may require to ensure proper administration of the taxes imposed\n    8  under the authority of [sections] SECTION twelve hundred ten [and twelve\n    9  hundred eleven] of this article.\n   10    S 16. Section 1217 of the tax law, as added by chapter 962 of the laws\n   11  of 1966, subdivision (a) as amended by chapter 169 of the laws of  1970,\n   12  is amended to read as follows:\n   13    S  1217.  General transitional provisions. (a) For the purposes of any\n   14  local law, ordinance or resolution imposing a local tax pursuant to  the\n   15  authority  of section twelve hundred ten[, twelve hundred eleven, twelve\n   16  hundred twelve] or twelve hundred twelve-A OF THIS ARTICLE or increasing\n   17  the rate of such tax, all references in section eleven  hundred  six  OF\n   18  THIS  CHAPTER to August first, nineteen hundred sixty-five shall be read\n   19  as referring to the effective date  of  such  local  law,  ordinance  or\n   20  resolution,  all  references  in  said  section to April first, nineteen\n   21  hundred sixty-five shall be read as referring  to  a  date  four  months\n   22  prior  to  the effective date of such local law, ordinance or resolution\n   23  and the reference in subdivision (b) of section eleven  hundred  six  OF\n   24  THIS  CHAPTER to July thirty-first, nineteen hundred sixty-five shall be\n   25  read as referring to the day immediately before the  effective  date  of\n   26  such local law, ordinance or resolution.\n   27    (b)  In  applying the provisions of section eleven hundred nineteen OF\n   28  THIS CHAPTER with  respect  to  pre-existing  lump  sum  or  unit  price\n   29  construction  contracts  to  a  tax on retail sales of tangible personal\n   30  property or a compensating use tax imposed pursuant to the authority  of\n   31  section  twelve  hundred ten [or twelve hundred eleven] OF THIS ARTICLE,\n   32  all references in said section to the date of the enactment  of  article\n   33  twenty-eight  OF  THIS  CHAPTER or the enactment of a law increasing the\n   34  rate of tax imposed under said article shall be read as referring to the\n   35  date of the enactment of the local law, ordinance or resolution imposing\n   36  such local tax or increasing the rate thereof.\n   37    S 17. Section 1223 of the tax law, as separately amended  by  chapters\n   38  4, 8 and 9 of the laws of 2003 and subdivision (a) as amended by chapter\n   39  74 of the laws of 2010, is amended to read as follows:\n   40    S  1223.  Limitations  on  rates.    (a)  No transaction taxable under\n   41  sections twelve hundred two [through] AND twelve hundred [four] THREE of\n   42  this article shall be taxed pursuant to this article by any county or by\n   43  any city located therein, or by both, at an aggregate rate in excess  of\n   44  the  highest  rate  set  forth  in the applicable subdivision of section\n   45  twelve hundred one of this article or, in the case of any taxes  imposed\n   46  pursuant  to  the  authority  of  section  twelve  hundred ten or twelve\n   47  hundred eleven of this article (other than taxes imposed by  the  county\n   48  of Nassau, Erie, Steuben, Cattaraugus, Suffolk, Oneida, Genesee, Greene,\n   49  Franklin,  Herkimer,  Tioga,  Orleans, Allegany, Ulster, Albany, Rensse-\n   50  laer, Tompkins, Wyoming, Columbia, Schuyler, Rockland, Chenango, Monroe,\n   51  Chemung, Seneca, Sullivan, Wayne, Livingston,  Schenectady,  Montgomery,\n   52  Delaware,  Clinton,  Niagara,  Yates, Lewis, Essex, Dutchess, Schoharie,\n   53  Putnam, Chautauqua, Orange, Oswego, Ontario, Jefferson or  Onondaga  and\n   54  by  the county of Cortland and the city of Cortland and by the county of\n   55  Broome and the city of Binghamton and by the county of  Cayuga  and  the\n   56  city  of  Auburn and by the county of Otsego and the city of Oneonta and\n\n       A. 447                              8\n\n    1  by the county of Madison and the city of Oneida and  by  the  county  of\n    2  Fulton and the city of Gloversville or the city of Johnstown as provided\n    3  in  section  twelve  hundred ten of this article) at a rate in excess of\n    4  three percent, except that, in the city of Yonkers, in the city of Mount\n    5  Vernon,  in  the  city of New Rochelle, in the city of Fulton and in the\n    6  city of Oswego, the rate may not be in excess of four percent and in the\n    7  city of White Plains, the rate may not be in excess of four percent  and\n    8  except  that  in  the city of Poughkeepsie in the county of Dutchess, if\n    9  such county withdraws  from  the  metropolitan  commuter  transportation\n   10  district pursuant to section twelve hundred seventy-nine-b of the public\n   11  authorities law and if the revenues from a three-eighths percent rate of\n   12  such  tax  imposed  by such county, pursuant to the authority of section\n   13  twelve hundred ten of this article, are required by  local  laws,  ordi-\n   14  nances  or resolutions to be set aside for mass transportation purposes,\n   15  the rate may not be in excess of three and three-eighths percent.\n   16    (b) If a transaction is taxed by both a county and a city, the rate of\n   17  tax on such transaction imposed by the county or city, not having  prior\n   18  right  thereto  pursuant  to  section twelve hundred twenty-four OF THIS\n   19  SUBPART, shall be deemed to be reduced (or the entire tax eliminated, if\n   20  necessary) to the extent necessary to comply with the foregoing require-\n   21  ment. A tax imposed by a county upon any transaction, to the extent that\n   22  it would require a reduction in any tax rate imposed thereon by a  city,\n   23  shall  not  become effective in respect to any transaction taxed by such\n   24  city (or in respect of other similar transactions outside  of  the  city\n   25  which,  if  occurring  in  such city, would be subject to such city tax)\n   26  before the commencement of the city's next succeeding  fiscal  year  and\n   27  then  only  if  the  county  shall have given notice to such city of its\n   28  imposition of a tax on such transaction at least six months prior to the\n   29  commencement of such fiscal year, provided however that the local legis-\n   30  lative body of such city may waive the requirement of  such  notice  and\n   31  the  postponement of the effective date of such tax. A city tax upon any\n   32  transaction, to the extent that it would require a reduction in any  tax\n   33  rate  imposed by a county thereon, shall not become effective in respect\n   34  of any transaction taxed by such county before the commencement  of  the\n   35  county's  next  succeeding  fiscal  year and then only if the city shall\n   36  have given notice to such county of its imposition  of  a  tax  on  such\n   37  transaction at least six months prior to the commencement of such fiscal\n   38  year,  provided, however, that the local legislative body of such county\n   39  may waive the requirement of such notice and postponement of the  effec-\n   40  tive  date  of  such tax. However, whether or not the six months' notice\n   41  requirement provided in this section has  been  waived,  a  tax  imposed\n   42  pursuant  to  the  authority  of  section  twelve hundred ten [or twelve\n   43  hundred eleven] OF THIS ARTICLE shall still be subject to  the  require-\n   44  ments  provided  for  in the first three sentences of subdivision (d) of\n   45  such [sections] SECTION  and  in  subdivision  (e)  of  such  [sections]\n   46  SECTION.\n   47    S  18.  Paragraph 2 of subdivision (b) of section 1224 of the tax law,\n   48  as amended by chapter 506 of the laws of 1976, is  amended  to  read  as\n   49  follows:\n   50    (2)  all  of the taxes described in article twenty-eight as authorized\n   51  by subdivision (a) of section twelve hundred ten[, or by section  twelve\n   52  hundred  eleven,]  OF THIS ARTICLE to the extent of one-half the maximum\n   53  aggregate rates authorized under such subdivision (a) [and such  section\n   54  twelve hundred eleven], except as otherwise provided in this section.\n   55    S  19.  Subdivision  (k) of section 1224 of the tax law, as amended by\n   56  chapter 426 of the laws of 1968 and separately  relettered  by  chapters\n\n       A. 447                              9\n\n    1  531,  574,  617,  718 and 719 of the laws of 1992, is amended to read as\n    2  follows:\n    3    (k)  For  purposes  of this section, the term \"prior right\" shall mean\n    4  the preferential right to impose any tax described  in  sections  twelve\n    5  hundred  two  [and], twelve hundred three[,] AND twelve hundred ten [and\n    6  twelve hundred eleven] OF THIS ARTICLE and thereby to pre-empt such  tax\n    7  and  to preclude another municipal corporation from imposing or continu-\n    8  ing the imposition of such tax to the extent that such  right  is  exer-\n    9  cised.    However,  the right of pre-emption shall only apply within the\n   10  territorial limits of the taxing jurisdiction having the right  of  pre-\n   11  emption.\n   12    S  20.  Subdivision  (a) of section 1235 of the tax law, as amended by\n   13  chapter 459 of the laws of 1968, is amended to read as follows:\n   14    (a) With respect to taxes  imposed  pursuant  to  subdivision  (a)  of\n   15  section twelve hundred ten [and pursuant to section twelve hundred elev-\n   16  en] OF THIS ARTICLE, the  use of tangible personal property purchased at\n   17  retail  and  of  any  of  the services subject to the sales tax shall be\n   18  exempt from the compensating use tax authorized under subdivision (a) of\n   19  such section twelve hundred ten [and under section twelve hundred  elev-\n   20  en,] to the extent that a retail sales tax or a compensating use tax was\n   21  legally  due  and  paid thereon, without any right to a refund or credit\n   22  thereof, to (1) any municipal corporation in this state or (2) any other\n   23  state or jurisdiction within any other state, but only when it is  shown\n   24  that  such  other state or jurisdiction allows a corresponding exemption\n   25  with respect to the sale or use of tangible personal property or of  any\n   26  of  the services upon which such a sale or compensating use tax was paid\n   27  to this state and any of its municipal corporations, except as  provided\n   28  in subdivision (b) of this section.\n   29    S  21. Section 1240 of the tax law, as added by chapter 93 of the laws\n   30  of 1965, is amended to read as follows:\n   31    S 1240. Administration and  collection.  The  taxes  authorized  under\n   32  sections  twelve hundred one through twelve hundred [four] THREE OF THIS\n   33  ARTICLE which are now imposed shall  continue  to  be  administered  and\n   34  collected  by the fiscal or other officers of the city, county or school\n   35  district in the same manner as such taxes  have  been  administered  and\n   36  collected  by  such  officers immediately prior to the enactment of this\n   37  article, in accordance with the applicable provisions  of  the  charter,\n   38  administrative  code,  local law, ordinance or resolution then in force,\n   39  with such amendments in respect to administration and collection as  may\n   40  be  enacted.  Taxes authorized under sections twelve hundred one through\n   41  twelve hundred [four] THREE OF  THIS  ARTICLE  which  may  hereafter  be\n   42  imposed  by  a city, county or school district shall be administered and\n   43  collected in such manner as may be provided in its charter,  administra-\n   44  tive  code,  local laws, ordinances or resolutions, with such amendments\n   45  in respect to administration and collection as may be enacted.\n   46    S 22. Subdivision (b) of section 1242 of the  tax  law,  as  added  by\n   47  chapter 93 of the laws of 1965, is amended to read as follows:\n   48    (b) Cities under one million, counties and school districts. Except in\n   49  the  case  of a wilfully false or fraudulent return with intent to evade\n   50  the tax, no assessment of additional tax shall be made with  respect  to\n   51  taxes  imposed  under  the  authority  of  sections  twelve  hundred two\n   52  [through] AND twelve hundred [four] THREE OF  THIS  ARTICLE,  after  the\n   53  expiration  of  more  than  three years from the date of the filing of a\n   54  return, provided, however, that  where  no  return  has  been  filed  as\n   55  provided  by local law, ordinance or resolution, the tax may be assessed\n   56  at any time.\n\n       A. 447                             10\n\n    1    S 23. Subdivision (a) of section 1243 of the tax law,  as  amended  by\n    2  chapter 808 of the laws of 1992, is amended to read as follows:\n    3    (a)  Any  final  determination  of the amount of any tax payable under\n    4  sections twelve hundred one through twelve hundred [four] THREE OF  THIS\n    5  ARTICLE shall be reviewable for error, illegality or unconstitutionality\n    6  or  any  other  reason whatsoever by a proceeding under article seventy-\n    7  eight of the civil practice law and rules  if  application  therefor  is\n    8  made  to  the  supreme  court within four months after the giving of the\n    9  notice of such final determination, provided,  however,  that  any  such\n   10  proceeding  under  article  seventy-eight  of the civil practice law and\n   11  rules shall not be instituted by a taxpayer unless (1) the amount of any\n   12  tax sought to be reviewed, with such interest and penalties  thereon  as\n   13  may  be  provided for by local law, ordinance, resolution or regulation,\n   14  shall be first deposited and there is filed an undertaking, issued by  a\n   15  surety  company  authorized  to  transact  business  in  this  state and\n   16  approved by the superintendent of insurance of this state as to solvency\n   17  and responsibility, in such amount as a justice  of  the  supreme  court\n   18  shall  approve to the effect that if such proceeding be dismissed or the\n   19  tax confirmed the taxpayer will pay all  costs  and  charges  which  may\n   20  accrue in the prosecution of such proceeding or (2) at the option of the\n   21  taxpayer,  such  undertaking  may  be  in  a sum sufficient to cover the\n   22  taxes, interest and penalties stated in  such  determination,  plus  the\n   23  costs  and  charges which may accrue against such taxpayer in the prose-\n   24  cution of the proceeding, in which  event  the  taxpayer  shall  not  be\n   25  required  to pay such taxes, interest or penalties as a condition prece-\n   26  dent to the application.\n   27    S 24. Section 1250 of the tax law, as amended by chapter  169  of  the\n   28  laws of 1970, is amended to read as follows:\n   29    S  1250.  Administration  and  collection. The taxes imposed under the\n   30  authority of sections twelve hundred ten[, twelve hundred eleven, twelve\n   31  hundred twelve] and twelve hundred twelve-A OF  THIS  ARTICLE  shall  be\n   32  administered and collected by the [state tax commission] COMMISSIONER in\n   33  the  same manner as the taxes imposed under article twenty-eight of this\n   34  chapter are administered and collected by such commission.   All of  the\n   35  provisions  of  such  article  relating to or applicable to the adminis-\n   36  tration and collection of the taxes imposed by that article shall  apply\n   37  to the taxes imposed under the authority of section twelve hundred ten[,\n   38  twelve hundred eleven, twelve hundred twelve] or twelve hundred twelve-A\n   39  OF  THIS  ARTICLE,  including  sections  eleven  hundred  one and eleven\n   40  hundred eleven and sections eleven  hundred  thirty-one  through  eleven\n   41  hundred  forty-seven  OF THIS CHAPTER, with the same force and effect as\n   42  if those provisions had been incorporated in full into this article  and\n   43  had  expressly  referred  to  the  taxes  imposed  under sections twelve\n   44  hundred ten [through] AND  twelve  hundred  twelve-A  OF  THIS  ARTICLE,\n   45  except  to  the  extent that any provisions of such article twenty-eight\n   46  are either inconsistent with a provision of  this  article  or  are  not\n   47  relevant  to this article.  For purposes of this article, the term \"tax\"\n   48  in part IV of such article twenty-eight shall include  any  tax  imposed\n   49  under the authority of section twelve hundred ten[, twelve hundred elev-\n   50  en,  twelve  hundred twelve] or twelve hundred twelve-A OF THIS ARTICLE.\n   51  Wherever there is joint collection of state and local taxes, it shall be\n   52  deemed that such collections shall represent proportionally the applica-\n   53  ble state and local taxes in determining the amount to  be  remitted  to\n   54  local taxing jurisdictions.\n   55    S  25.  Subdivision  (a) of section 1251 of the tax law, as amended by\n   56  chapter 155 of the laws of 1982, is amended to read as follows:\n\n       A. 447                             11\n\n    1    (a) Every person required to collect any of the  taxes  imposed  under\n    2  the  authority  of  section  twelve hundred ten[, twelve hundred eleven,\n    3  twelve hundred twelve] or twelve hundred twelve-A OF THIS ARTICLE  shall\n    4  file  a  return as required by subdivision (a) of section eleven hundred\n    5  thirty-six  OF  THIS  CHAPTER  with  the  [tax commission] COMMISSIONER,\n    6  except that return for the quarterly period ending August  thirty-first,\n    7  nineteen  hundred sixty-five shall only cover the month of August, nine-\n    8  teen hundred sixty-five. The return of a  vendor  of  tangible  personal\n    9  property  or services shall show his OR HER receipts from sales and also\n   10  the aggregate value of tangible personal property and services  sold  by\n   11  him, the use of which is subject to a tax imposed under the authority of\n   12  this  article  and  the  amount  of  taxes required to be collected with\n   13  respect to such sales and use. The return of a  [recipient]  RECEIPT  of\n   14  amusement  charges  shall  show  all  such charges and the amount of tax\n   15  thereon, and the return of an operator required to collect tax on  rents\n   16  shall  show all rents received or charged and the amount of tax thereon.\n   17  Every person required to file a part-quarterly return pursuant to subdi-\n   18  vision (a) of section eleven hundred thirty-six OF  THIS  CHAPTER  shall\n   19  file  a  return  for  the same periods for the taxes imposed pursuant to\n   20  this article. Provided, however, where a part-quarterly return described\n   21  in paragraph [(i)] ONE or [(ii)] TWO of subdivision (a) of section elev-\n   22  en hundred thirty-six is filed  for  purposes  of  complying  with  this\n   23  section  and section eleven hundred thirty-six or subdivision (a) or (b)\n   24  of section eleven  hundred  thirty-seven-A  OF  THIS  CHAPTER,  on  such\n   25  returns  separate amounts due for the taxes imposed by each county, city\n   26  or school district, pursuant to the authority of section twelve  hundred\n   27  ten[,  twelve  hundred  eleven, twelve hundred twelve] or twelve hundred\n   28  twelve-A OF THIS ARTICLE, need not be shown.  Rather, such returns shall\n   29  only show the aggregate amount of all such local taxes calculated in the\n   30  manner provided for in paragraph [(i)] ONE or [(ii)] TWO of  subdivision\n   31  (a)  of section eleven hundred thirty-six OF THIS CHAPTER except that in\n   32  the case of a short-form, part-quarterly return, where a county, city or\n   33  school district did not impose a tax in the comparable  quarter  of  the\n   34  immediately  preceding  year,  the tax for that locality shall be calcu-\n   35  lated on such basis as the [tax commission] COMMISSIONER shall by  regu-\n   36  lation prescribe.\n   37    S  26.  Subdivision  (b) of section 1252 of the tax law, as amended by\n   38  chapter 169 of the laws of 1970, is amended to read as follows:\n   39    (b) The [tax commission] COMMISSIONER, in [its] HIS OR HER discretion,\n   40  may require or permit any or all persons liable for any tax or  required\n   41  to  collect any tax authorized under section twelve hundred ten[, twelve\n   42  hundred eleven, twelve hundred twelve] or  twelve  hundred  twelve-A  OF\n   43  THIS  ARTICLE  to  make  payment  to such banks, banking houses or trust\n   44  companies designated by the [tax commission] COMMISSIONER  and  to  file\n   45  returns  with such banks, banking houses or trust companies, as agent of\n   46  the state tax commission, in lieu of paying the taxes imposed under  the\n   47  authority  of section twelve hundred ten[, twelve hundred eleven, twelve\n   48  hundred twelve] or twelve hundred twelve-A OF THIS ARTICLE  directly  to\n   49  the state tax commission. However, the [tax commission] COMMISSIONER can\n   50  only  designate such banks, banking houses and trust companies which are\n   51  already designated  by  the  comptroller  as  depositories  pursuant  to\n   52  section eleven hundred forty-eight of this chapter.\n   53    S  27.  Section  1253 of the tax law, as amended by chapter 169 of the\n   54  laws of 1970, is amended to read as follows:\n   55    S 1253. Registration. Every person required to  register  pursuant  to\n   56  section  eleven hundred thirty-four OF THIS CHAPTER shall be required to\n\n       A. 447                             12\n\n    1  register for purposes of  the  taxes  imposed  under  the  authority  of\n    2  sections  twelve  hundred  ten[,  twelve  hundred eleven, twelve hundred\n    3  twelve] and twelve hundred twelve-A OF THIS ARTICLE. However,  only  one\n    4  certificate  of  authority need be issued. Persons who elect to register\n    5  under such section eleven hundred thirty-four pursuant to  the  election\n    6  provided  therein  shall also be required to make a similar election for\n    7  purposes of the taxes imposed  under  the  authority  of  such  sections\n    8  twelve  hundred  ten[, twelve hundred eleven, twelve hundred twelve] and\n    9  twelve hundred twelve-A, but only one certificate of authority  need  be\n   10  issued.\n   11    S  28.  Subdivisions  (a)  and  (b) of section 1254 of the tax law, as\n   12  amended by chapter 169 of the laws of  1970,  are  amended  to  read  as\n   13  follows:\n   14    (a) Every person required to collect tax, as defined in section eleven\n   15  hundred thirty-one OF THIS CHAPTER, who is required to collect any state\n   16  tax  imposed  under  sections eleven hundred five, eleven hundred six or\n   17  eleven hundred ten OF THIS CHAPTER, shall at the same time  collect  any\n   18  applicable  tax  imposed  by a city, county or school district under the\n   19  authority of [sections] SECTION  twelve  hundred  ten[,  twelve  hundred\n   20  eleven,  twelve hundred twelve] or twelve hundred twelve-A OF THIS ARTI-\n   21  CLE, and where the state tax is a retail sales tax, shall  also  collect\n   22  any  compensating  use  tax  which  may  be  applicable  as  provided in\n   23  [sections] SECTION twelve hundred thirteen or twelve hundred fourteen OF\n   24  THIS ARTICLE.\n   25    (b) Where the state of New York, any of its  agencies,  instrumentali-\n   26  ties, public corporations (including a public corporation created pursu-\n   27  ant  to  agreement or compact with another state or Canada) or political\n   28  subdivisions sells services or property of a  kind  ordinarily  sold  by\n   29  private  persons  it  shall  be  considered a vendor for purposes of the\n   30  taxes imposed under the  authority  of  sections  twelve  hundred  ten[,\n   31  twelve  hundred  eleven,  twelve  hundred  twelve]  and  twelve  hundred\n   32  twelve-A OF THIS ARTICLE and shall be  required  to  collect  the  taxes\n   33  imposed  by cities, counties and school districts under the authority of\n   34  such sections.\n   35    S 29. Subdivisions (a), (b) and (c) of section 1261 of the tax law, as\n   36  amended by chapter 84 of the laws of 2000, subdivision (a) as amended by\n   37  chapter 182 of the laws of 2005,  and  subdivision  (c)  as  amended  by\n   38  section 9 of part SS-1 of chapter 57 of the laws of 2008, are amended to\n   39  read as follows:\n   40    (a)  All  taxes, penalties and interest imposed by cities, counties or\n   41  school districts under the authority of  section  twelve  hundred  ten[,\n   42  twelve hundred eleven, twelve hundred twelve] or twelve hundred twelve-A\n   43  of  this  article,  which  are  collected  by the commissioner, shall be\n   44  deposited daily with such responsible banks,  banking  houses  or  trust\n   45  companies,  as may be designated by the state comptroller, to the credit\n   46  of the  comptroller,  in  trust  for  the  cities,  counties  or  school\n   47  districts  imposing the tax or for (i) the Nassau county interim finance\n   48  authority or (ii) the Buffalo fiscal stability authority  or  (iii)  the\n   49  Erie  county  fiscal stability authority, created by the public authori-\n   50  ties law, (i) to the extent that net collections from taxes  imposed  by\n   51  Nassau county are payable to the Nassau county interim finance authority\n   52  or  (ii)  to  the extent that net collections from taxes imposed by Erie\n   53  county or by the city of Buffalo  are  payable  to  the  Buffalo  fiscal\n   54  stability  authority  or  (iii)  to the extent that net collections from\n   55  taxes imposed by Erie county are  payable  to  the  Erie  county  fiscal\n   56  stability  authority, or for any public benefit corporation to which the\n\n       A. 447                             13\n\n    1  tax may be payable pursuant to law. Such deposits and deposits  received\n    2  pursuant  to subdivision (b) of section twelve hundred fifty-two of this\n    3  article shall be kept in trust and separate and  apart  from  all  other\n    4  monies  in  the  possession  of  the  comptroller. The comptroller shall\n    5  require adequate security from all such  depositories  of  such  revenue\n    6  collected  by the commissioner, including the deposits received pursuant\n    7  to subdivision (b) of section twelve hundred fifty-two of this  article.\n    8  Any  amount  payable to such authorities pursuant to the public authori-\n    9  ties law shall, at the time it is otherwise payable to (i) Nassau  coun-\n   10  ty,  (ii)  Erie  county  or  the  city of Buffalo, or (iii) Erie county,\n   11  respectively, as specified in this section,  be  paid  instead  to  such\n   12  respective authority. Any amount payable to a public benefit corporation\n   13  pursuant to law shall, at the time it is otherwise payable to the taxing\n   14  jurisdiction  as  specified  in  this  section,  be paid instead to such\n   15  public benefit corporation.\n   16    (b) The comptroller shall  retain  in  the  comptroller's  hands  such\n   17  amount  as the commissioner may determine to be necessary for refunds in\n   18  respect to the taxes imposed by cities, counties and  school  districts,\n   19  under the authority of section twelve hundred ten[, twelve hundred elev-\n   20  en,  twelve  hundred twelve] or twelve hundred twelve-A OF THIS ARTICLE,\n   21  and for reasonable costs of the commissioner in administering,  collect-\n   22  ing  and distributing such taxes, out of which the comptroller shall pay\n   23  any refunds of such taxes to which taxpayers shall be entitled under the\n   24  provisions of this article.\n   25    (c) (1) The comptroller, after reserving such  refund  fund  and  such\n   26  costs  shall,  on  or  before  the  twelfth day of each month pay to the\n   27  appropriate fiscal officers of the foregoing  taxing  jurisdictions  the\n   28  taxes,  penalties  and  interest imposed by such jurisdictions under the\n   29  authority of sections twelve hundred ten [through]  AND  twelve  hundred\n   30  twelve-A of this article, collected by the commissioner pursuant to this\n   31  article  during  the  next  preceding calendar month, provided, however,\n   32  that the comptroller shall on or before the last day of June and  Decem-\n   33  ber make a partial payment consisting of the collections made during and\n   34  including the first twenty-five days of said months to said fiscal offi-\n   35  cers of the foregoing taxing jurisdictions.\n   36    (2) However, the taxes, penalties and interest from the additional one\n   37  percent  rate which the city of Yonkers is authorized to impose pursuant\n   38  to section twelve hundred ten of this article, after the comptroller has\n   39  reserved such refund fund and such cost shall be  paid  to  the  special\n   40  sales  and compensating use tax fund for the city of Yonkers established\n   41  by section ninety-two-f of the state finance law at the times set  forth\n   42  in the preceding sentence.\n   43    (3) However, the taxes, penalties and interest which (i) the county of\n   44  Nassau,  (ii)  the  county  of Erie, to the extent the county of Erie is\n   45  contractually or statutorily obligated to allocate and apply or pay  net\n   46  collections  to  the  city of Buffalo and to the extent that such county\n   47  has set aside net collections for educational purposes  attributable  to\n   48  the  Buffalo school district, or the city of Buffalo or (iii) the county\n   49  of Erie is authorized to impose pursuant to section twelve  hundred  ten\n   50  of this article, other than such taxes in the amounts described, respec-\n   51  tively, in subdivisions one and two of section [one thousand two] TWELVE\n   52  hundred  sixty-two-e  of  this part, during the period that such section\n   53  authorizes Nassau  county  to  establish  special  or  local  assistance\n   54  programs  thereunder,  together  with any penalties and interest related\n   55  thereto, and after the comptroller has reserved  such  refund  fund  and\n   56  such  costs, shall, commencing on the next payment date after the effec-\n\n       A. 447                             14\n\n    1  tive date of this sentence and of each month thereafter, until such date\n    2  as (i) the Nassau county interim finance authority shall have  no  obli-\n    3  gations  outstanding,  or  (ii)  the  Buffalo fiscal stability authority\n    4  shall cease to exist, or (iii) the Erie county fiscal stability authori-\n    5  ty  shall  cease  to exist, be paid by the comptroller, respectively, to\n    6  (i) the Nassau county interim finance authority to  be  applied  by  the\n    7  Nassau  county  interim finance authority, or (ii) to the Buffalo fiscal\n    8  stability authority to  be  applied  by  the  Buffalo  fiscal  stability\n    9  authority,  or (iii) to the Erie county fiscal stability authority to be\n   10  applied by the Erie county fiscal stability authority, as the  case  may\n   11  be,  in  the  following  order of priority: first pursuant to the Nassau\n   12  county interim finance authority's contracts  with  bondholders  or  the\n   13  Buffalo  fiscal  stability authority's contracts with bondholders or the\n   14  Erie county fiscal stability  authority's  contracts  with  bondholders,\n   15  respectively,  then to pay the Nassau county interim finance authority's\n   16  operating expenses not otherwise provided  for  or  the  Buffalo  fiscal\n   17  stability  authority's  operating expenses not otherwise provided for or\n   18  the Erie county fiscal  stability  authority's  operating  expenses  not\n   19  otherwise  provided  for,  respectively,  and  then  (i) pursuant to the\n   20  Nassau county interim finance authority's agreements with the county  of\n   21  Nassau, which agreements shall require the Nassau county interim finance\n   22  authority to transfer such taxes, penalties and interest remaining after\n   23  providing  for  contractual  or  other  obligations of the Nassau county\n   24  interim finance authority, and subject to  any  agreement  between  such\n   25  authority and the county of Nassau, to the county of Nassau as frequent-\n   26  ly  as  practicable;  or  (ii)  pursuant to the Buffalo fiscal stability\n   27  authority's agreements with the city of Buffalo, which agreements  shall\n   28  require  the  Buffalo fiscal stability authority to transfer such taxes,\n   29  penalties and interest remaining  after  providing  for  contractual  or\n   30  other obligations of the Buffalo fiscal stability authority, and subject\n   31  to  any agreement between such authority and the city of Buffalo, to the\n   32  city of Buffalo or the city of Buffalo school district, as the case  may\n   33  be,  as  frequently as practicable; or (iii) pursuant to the Erie county\n   34  fiscal stability authority's agreements with the county of  Erie,  which\n   35  agreements  shall  require the Erie county fiscal stability authority to\n   36  transfer such taxes, penalties and interest  remaining  after  providing\n   37  for contractual or other obligations of the Erie county fiscal stability\n   38  authority,  and  subject to any agreement between such authority and the\n   39  county of Erie, to the county of  Erie  as  frequently  as  practicable.\n   40  During  the  period that the comptroller is required to make payments to\n   41  the Nassau county interim finance authority described  in  the  previous\n   42  sentence, the county of Nassau shall have no right, title or interest in\n   43  or  to  such  taxes,  penalties  and interest required to be paid to the\n   44  Nassau county interim finance authority,  except  as  provided  in  such\n   45  authority's agreements with the county of Nassau. During the period that\n   46  the  comptroller  is  required  to  make  payments to the Buffalo fiscal\n   47  stability authority described in the second previous sentence, the  city\n   48  of Buffalo and such school district shall have no right, title or inter-\n   49  est  in  or to such taxes, penalties and interest required to be paid to\n   50  the Buffalo fiscal stability  authority,  except  as  provided  in  such\n   51  authority's  agreements with the city of Buffalo. During the period that\n   52  the comptroller is required to make payments to the Erie  county  fiscal\n   53  stability authority described in the third previous sentence, the county\n   54  of  Erie  shall  have  no  right, title or interest in or to such taxes,\n   55  penalties and interest required to be paid to  the  Erie  county  fiscal\n\n       A. 447                             15\n\n    1  stability  authority,  except as provided in such authority's agreements\n    2  with the county of Erie.\n    3    (4) The amount so payable shall be certified to the comptroller by the\n    4  commissioner  or  the  commissioner's  delegate,  who  shall not be held\n    5  liable for any inaccuracy in such certificate.  Provided,  however,  any\n    6  such  certification may be based on such information as may be available\n    7  to the commissioner at the time such certificate must be made under this\n    8  section and may be estimated  on  the  basis  of  percentages  or  other\n    9  indices calculated from distributions for prior periods.\n   10    (5)  However, the comptroller shall withhold from the taxes, penalties\n   11  and interest imposed by the city of New York on and after August  first,\n   12  two  thousand  eight,  and deposit such amounts to the state treasury as\n   13  reimbursement for appropriated disbursements made by the New York  state\n   14  financial  control  board  established  by  the New York state financial\n   15  emergency act for the city of New York and by  the  state  deputy  comp-\n   16  troller  for  the city of New York established by section forty-one-a of\n   17  the executive law, as the actual, reasonable expenses of that  board  or\n   18  that  deputy  comptroller, incurred on behalf of the city, for quarterly\n   19  periods commencing July first, two thousand eight,  and  ending  on  the\n   20  date  when those expenses are no longer incurred by that board or deputy\n   21  comptroller; and the comptroller shall pay those withheld amounts  imme-\n   22  diately  into  the  miscellaneous special revenue fund financial control\n   23  board account 339-15 and the miscellaneous special revenue  fund  finan-\n   24  cial  oversight  account 339-DI of the state. During the period that the\n   25  comptroller is required to withhold amounts and make payments  described\n   26  in  this paragraph, the city of New York has no right, title or interest\n   27  in or to those taxes, penalties and interest required to  be  paid  into\n   28  the above referenced miscellaneous special revenue funds.\n   29    (6) Where the amount so paid over to any city, county, school district\n   30  or the special sales and compensating use tax fund for the city of Yonk-\n   31  ers  in  any  such distribution or to any such authority is more or less\n   32  than the amount then due to such city, county, school district  or  such\n   33  fund or to such authority, the amount of the overpayment or underpayment\n   34  shall be certified to the comptroller by the commissioner or the commis-\n   35  sioner's  delegate,  who  shall not be held liable for any inaccuracy in\n   36  such certificate. The amount of the overpayment or underpayment shall be\n   37  so certified to the comptroller as soon after the discovery of the over-\n   38  payment or underpayment as reasonably possible and  subsequent  payments\n   39  and  distributions  by  the  comptroller  to  such  city, county, school\n   40  district or the special sales and compensating use tax fund for the city\n   41  of Yonkers or to such authority shall be  adjusted  by  subtracting  the\n   42  amount  of any such overpayment from or by adding the amount of any such\n   43  underpayment to such number of subsequent payments and distributions  as\n   44  the  comptroller  and the commissioner shall consider reasonable in view\n   45  of the amount of the overpayment or underpayment and all other facts and\n   46  circumstances.\n   47    S 30. Subdivision (e) of section 1261 of the tax law is REPEALED.\n   48    S 31. Subdivision (e) of section 1262 of the tax law is REPEALED.\n   49    S 32. Subdivision 2 of section 302 of the real property  tax  law,  as\n   50  amended  by  chapter  755  of  the  laws  of 1962, is amended to read as\n   51  follows:\n   52    2. The taxable status  date  of  real  property  assessed  for  school\n   53  district  and  village  purposes  shall be determined in accordance with\n   54  [sections thirteen hundred two and] ARTICLE SEVENTY-ONE OF THE EDUCATION\n   55  LAW AND SECTION fourteen hundred of this chapter, respectively. The date\n   56  of taxable status of the real property contained on any village  assess-\n\n       A. 447                             16\n\n    1  ment  roll  shall  be imprinted or otherwise indicated at the top of the\n    2  first page of each volume of such roll.\n    3    S  33. Subdivision 2 of section 1909 of the education law, as added by\n    4  section 3 of part C of chapter 58 of the laws of  1998,  is  amended  to\n    5  read as follows:\n    6    2. Any state aid representing tax savings duly provided by a component\n    7  school district of the central high school district [pursuant to section\n    8  thirteen hundred six-a of the real property tax law] for taxes levied to\n    9  fund  expenditures  of the central high school district shall be claimed\n   10  by such component school district  [pursuant  to  subdivision  three  of\n   11  section  thirteen  hundred  six-a of the real property tax law,] and any\n   12  resulting payment of state aid to the component school district based on\n   13  such tax savings shall be paid by the component school district,  within\n   14  ten  days  after  receipt of such payment, over to the treasurer of such\n   15  central high school district in an amount equal to the  product  of  the\n   16  total  payment  received  by  such component school district for all tax\n   17  savings [provided pursuant to section thirteen hundred six-a of the real\n   18  property tax law] multiplied by the quotient of the tax savings provided\n   19  for taxes levied  to  fund  expenditures  of  the  central  high  school\n   20  district  divided  by the total tax savings duly provided by such compo-\n   21  nent school district [pursuant to section thirteen hundred six-a of  the\n   22  real property law].\n   23    S  34. Section 3601 of the education law, as amended by section 4-a of\n   24  part A-1 of chapter 58 of the laws  of  2006,  is  amended  to  read  as\n   25  follows:\n   26    S  3601.  When apportioned and how applied. The amount annually appro-\n   27  priated by the legislature for general support for public  schools,  net\n   28  of  disallowances,  refunds, reimbursements and credits, shall be appor-\n   29  tioned by the commissioner each year prior to the dates of  the  respec-\n   30  tive  final payments provided by law and all moneys so apportioned shall\n   31  be applied exclusively to school purposes authorized by  law.    General\n   32  state  aid  claims,  on  forms  prescribed by the commissioner, shall be\n   33  submitted to the commissioner by September second of each  school  year,\n   34  except  that  the  audit report required by subdivision three of section\n   35  twenty-one hundred sixteen-a of this chapter shall be submitted  to  the\n   36  commissioner by October fifteenth following the close of the school year\n   37  audited  for  all  districts other than the city school districts of the\n   38  cities of Buffalo, Rochester, Syracuse, Yonkers  and  New  York  and  by\n   39  January  first  following  the close of the school year audited for such\n   40  city school districts. No aid shall be paid  to  a  school  district  or\n   41  board  of  cooperative  educational  services prior to the submission of\n   42  claims as required by the commissioner, except that no aid certified  as\n   43  payable  to  a  school  district  by  the  state  board of real property\n   44  services [pursuant to paragraph (c)  of  subdivision  three  of  section\n   45  thirteen  hundred  six-a of the real property tax law] shall be withheld\n   46  due to the failure of the school district to submit  general  state  aid\n   47  claims  required  by  the commissioner, and except that no aids shall be\n   48  withheld due to the failure of a school district  to  submit  the  audit\n   49  report  required  by  subdivision  three  of  section twenty-one hundred\n   50  sixteen-a of this chapter until the thirtieth day following the due date\n   51  specified in this section for such report.\n   52    S 35. Paragraph y of subdivision 1 of section 3602  of  the  education\n   53  law, as added by section 11 of part B of chapter 57 of the laws of 2007,\n   54  is amended to read as follows:\n   55    y.  \"School  tax  relief aid\" shall mean state aid payable to a school\n   56  district representing tax savings duly provided by the  school  district\n\n       A. 447                             17\n\n    1  [pursuant  to  section  thirteen  hundred six-a of the real property tax\n    2  law] that is claimed by the school district and certified by  the  state\n    3  board  of  real  property  services  [pursuant  to  subdivision three of\n    4  section thirteen hundred six-a of the real property tax law].\n    5    S 36. Paragraph (j) and subparagraph (iv) of paragraph (k) of subdivi-\n    6  sion  2  of  section  425 of the real property tax law, paragraph (j) of\n    7  subdivision 2 as amended by section 1 of part A of chapter  405  of  the\n    8  laws  of  1999,  subparagraph  (iv) of paragraph (k) of subdivision 2 as\n    9  added by section 1-a of part E of chapter 83 of the  laws  of  2002  and\n   10  redesignated  by chapter 355 of the laws of 2003, are amended to read as\n   11  follows:\n   12    (j) Certain city school districts. The state board  shall  adjust  the\n   13  exempt  amount  for  each  city  containing  a  school district which is\n   14  subject to article fifty-two of the education law, to  account  for  the\n   15  fact  that the school district is fiscally dependent upon the city. This\n   16  adjustment shall be made by multiplying the  exempt  amount  that  would\n   17  otherwise  be determined for the city by sixty-seven percent, or, in the\n   18  case of a city with a population  of  one  million  or  more,  by  fifty\n   19  percent.  The  exempt  amount  resulting  from this calculation shall be\n   20  applied both to the assessed value for city school district purposes and\n   21  to the assessed value for general city purposes, and state aid shall  be\n   22  payable  on  the combined tax savings [in the manner provided by section\n   23  thirteen hundred six-a of this chapter].\n   24    (iv) Notwithstanding the provisions of subparagraph (ii) of this para-\n   25  graph, when a cooperative apartment corporation  is  incorporated  as  a\n   26  mutual  company  pursuant  to  the  private housing finance law, and the\n   27  granting of an exemption pursuant to this section would not inure to the\n   28  benefit of eligible tenant-stockholders because  the  real  property  of\n   29  such  corporation  is  subject to an exemption from taxation pursuant to\n   30  section thirty-three, ninety-three,  one  hundred  twenty-five  or  five\n   31  hundred  fifty-six  of  the  private housing finance law, an alternative\n   32  benefit shall be provided to such  corporation  and  passed  through  to\n   33  eligible tenant-stockholders in the manner provided by this subdivision.\n   34  Such  alternative benefit shall consist of a reduction in the real prop-\n   35  erty taxes or payments in lieu of taxes that would otherwise be  payable\n   36  on  account  of  such  real property. The total amount of such reduction\n   37  shall be the sum of the \"STAR savings\" for all of the cooperative apart-\n   38  ment units that are occupied by one or more  eligible  tenant-stockhold-\n   39  ers.  The STAR savings for each such unit shall be equal to one-third of\n   40  the exempt amount determined pursuant to paragraph (a) of this  subdivi-\n   41  sion  for  purposes  of the basic or enhanced exemption, as the case may\n   42  be, multiplied by the applicable school tax rate, or in the  case  of  a\n   43  school  district  described in paragraph (j) of this subdivision, by the\n   44  applicable city tax rate. Provided, however, in no case shall  the  STAR\n   45  savings for any individual unit exceed the amount payable by or chargea-\n   46  ble to the unit on account of real property taxes or payments in lieu of\n   47  taxes. The STAR savings so determined for each unit shall be credited by\n   48  the cooperative apartment corporation against the real property taxes or\n   49  payments  in  lieu  of  taxes  otherwise payable by or chargeable to the\n   50  eligible tenant-stockholders. The  total  of  the  alternative  benefits\n   51  provided  pursuant  to  this  subparagraph shall be a state charge which\n   52  shall be payable in the same manner that school  districts  are  compen-\n   53  sated  [pursuant  to section thirteen hundred six-a of this chapter] for\n   54  tax savings attributable to exemptions granted pursuant to this section.\n\n       A. 447                             18\n\n    1    S 37. Subdivisions 1 and 2 of section 1216 of the  real  property  tax\n    2  law, as added by chapter 800 of the laws of 1967, are amended to read as\n    3  follows:\n    4    1.  Where  a supplemental assessment roll has been completed, verified\n    5  and filed [pursuant to section  thirteen  hundred  thirty-five  of  this\n    6  chapter]  AS  PER  THE  REQUEST  OF  THE  SCHOOL AUTHORITIES OF A SCHOOL\n    7  DISTRICT, the state board shall determine an equalization rate for  such\n    8  supplemental  assessment roll in the manner provided in this article for\n    9  determining equalization rates for towns.    The  equalization  rate  so\n   10  determined for the supplemental assessment roll shall be used in comput-\n   11  ing  the  taxable  full  valuation  of real property on the supplemental\n   12  assessment roll for all school district  purposes  except  as  otherwise\n   13  provided  [in  section thirteen hundred fourteen] BY OTHER PROVISIONS of\n   14  this chapter.\n   15    2. The full valuation of taxable property for school district purposes\n   16  for a fiscal year of  a  school  district  in  which  SUCH  supplemental\n   17  assessment rolls were completed, verified and filed [pursuant to section\n   18  thirteen  hundred  thirty-five  of  this  chapter] for such fiscal year,\n   19  shall be the simple average of the full valuation of taxable property on\n   20  the regular and supplemental assessment rolls of  such  school  district\n   21  for  such  fiscal year, provided however, that such supplemental assess-\n   22  ment rolls shall not be used in determining limitations on  indebtedness\n   23  pursuant to the local finance law. Such full valuation shall be computed\n   24  for  each  roll  by dividing the taxable assessed valuation on each such\n   25  roll by the state equalization rate established for each such roll.\n   26    S 38. Subdivision 1 of section 1226 of the real property tax  law,  as\n   27  added by chapter 280 of the laws of 1985, is amended to read as follows:\n   28    1.  If  the state board finds that there has been a material change in\n   29  level of assessment in a town or city since the last state  equalization\n   30  rate was established, it shall determine and certify a special equaliza-\n   31  tion  rate for tax apportionment purposes to the district superintendent\n   32  of schools for use in the apportionment of school taxes [as provided  in\n   33  section thirteen hundred fourteen of this chapter].\n   34    S 39. Paragraph (a) of subdivision 2 of section 1227 of the real prop-\n   35  erty  tax law, as added by chapter 87 of the laws of 2001, is amended to\n   36  read as follows:\n   37    (a) When a nuclear powered electric generating facility is exempt from\n   38  taxation for school district purposes pursuant to section  four  hundred\n   39  eighty-five  of this chapter, but it is not exempt for all purposes, the\n   40  state board shall establish a special apportionment rate for the assess-\n   41  ing unit containing the facility, which rate shall be used for  purposes\n   42  of  apportioning  school district taxes to that assessing unit [pursuant\n   43  to section thirteen hundred fourteen of this chapter,]  subject  to  the\n   44  provisions  of  paragraph  (b) of this subdivision.   Provided, however,\n   45  that no such rate shall be established  unless  it  would  result  in  a\n   46  change  of  two percent or more in the share of the school district levy\n   47  allocated to at least one school district segment, or  where  applicable\n   48  in  the  share of the non-homestead class levy allocated to at least one\n   49  portion.\n   50    S 40. Subdivision 1 and paragraph (a) and  the  opening  paragraph  of\n   51  paragraph  (d) of subdivision 7 of section 1316 of the real property tax\n   52  law, as added by chapter 556 of the laws of 2002, are amended to read as\n   53  follows:\n   54    1. Notwithstanding the provisions of [section thirteen  hundred  four-\n   55  teen  of  this]  article  SEVENTY-ONE  OF  THE  EDUCATION  LAW, a school\n   56  district located in more than one city or town, which includes a  desig-\n\n       A. 447                             19\n\n    1  nated  large  property, as determined by the state board, may provide by\n    2  annual resolution, adopted no later than ten days prior to the last  day\n    3  provided  by  law  for the levy of school taxes, that school taxes to be\n    4  levied  for the fiscal year commencing July first of the same year shall\n    5  be apportioned to each city or town or part thereof in  accordance  with\n    6  the provisions set forth in this section.\n    7    (a)  The tax shall be apportioned in accordance with the provisions of\n    8  [section thirteen hundred fourteen of this] article SEVENTY-ONE  OF  THE\n    9  EDUCATION LAW.\n   10    The resulting tax levy from paragraph (c) of this subdivision shall be\n   11  reapportioned  among  all other property within the taxing jurisdiction,\n   12  exclusive of the designated large property. This  reapportionment  shall\n   13  be  done  in accordance with [section thirteen hundred fourteen of this]\n   14  THE PROVISIONS OF article SEVENTY-ONE OF THE EDUCATION LAW, except that:\n   15    S 41. Paragraphs (a) and (f) of subdivision 4 of section 1903-a of the\n   16  real property tax law, as amended by chapter 47 of the laws of 1991, are\n   17  amended to read as follows:\n   18    (a) Equalization by class. The tax authorities shall determine for the\n   19  homestead and non-homestead classes, respectively, the total full  valu-\n   20  ation  and  total taxable full valuation of the real property subject to\n   21  taxation for district purposes in each city  or  town  or  part  thereof\n   22  included within the tax district. The total full valuation of a class in\n   23  a  city  or town or part thereof shall be computed by dividing the total\n   24  assessed value of the property in the class by  the  state  equalization\n   25  rate  or  special  equalization  rate  [prescribed  in  section thirteen\n   26  hundred fourteen of this chapter]. The total taxable full valuation of a\n   27  class in a city or town or part thereof shall be  computed  by  dividing\n   28  the  total  taxable  assessed  value of the property in the class by the\n   29  state equalization rate or  special  equalization  rate  [prescribed  in\n   30  section thirteen hundred fourteen of this chapter].\n   31    (f) Correction and review. The equalization and apportionment required\n   32  by  this  subdivision  shall  be subject to correction and review to the\n   33  extent practicable [as provided in section thirteen hundred fourteen  of\n   34  this chapter].\n   35    S  42.  Subdivision  2 of section 954 of the real property tax law, as\n   36  added by chapter 440 of the laws of 1989, is amended to read as follows:\n   37    2. Notwithstanding the provisions of section nine hundred twenty-two[,\n   38  thirteen hundred twenty-two, thirteen hundred twenty-four]  or  fourteen\n   39  hundred  thirty  of  this  chapter,  upon agreement between a collecting\n   40  officer and a mortgage investing  institution,  the  mortgage  investing\n   41  institution  or  its agent shall, no later than thirty days prior to the\n   42  last date established by law for the annexation of the  warrant  to  the\n   43  assessment roll, present to the collecting officer a list in any mutual-\n   44  ly  agreeable  format  of  the  real  property  tax escrow accounts with\n   45  respect to which the mortgage investing institution  or  its  agent  has\n   46  been authorized by the mortgagor to receive tax bills. If the collecting\n   47  officer  and  mortgage  investing institution agree, a list of additions\n   48  and deletions to the last  such  list  so  delivered  may  be  presented\n   49  instead.\n   50    S  43.  Subdivision  2  of section 544 of the real property tax law is\n   51  amended to read as follows:\n   52    2. No penalties, interest or fees of any kind, except fees payable  to\n   53  school  district  collecting  officers  [pursuant  to subdivision one of\n   54  section thirteen hundred twenty-eight of this chapter] on  school  taxes\n   55  on lands outside the forest preserve, shall be added to taxes payable by\n   56  the state pursuant to the provisions of this section.\n\n       A. 447                             20\n\n    1    S  44.  Subdivision  2 of section 558 of the real property tax law, as\n    2  amended by chapter 529 of the laws  of  1990,  is  amended  to  read  as\n    3  follows:\n    4    2.  The county legislature of any county shall direct the cancellation\n    5  of any unpaid school tax relevied by such county [pursuant  to  subdivi-\n    6  sion  five  of  section  thirteen  hundred thirty or subdivision five of\n    7  section thirteen hundred thirty-two of  this  chapter,]  or  any  unpaid\n    8  village  tax  relevied  by  such  county pursuant to subdivision four of\n    9  section fourteen hundred forty-two of this chapter, against property  of\n   10  the  state  or the United States where it is determined that the lien of\n   11  such tax cannot be enforced, or where the lien of such tax  is  rendered\n   12  permanently unenforceable by operation of the provisions of any statute.\n   13  The  amount  of any tax so cancelled shall be charged against the school\n   14  district or village which levied such tax. The amount so charged against\n   15  a school district or village shall be withheld by the  county  treasurer\n   16  from  any  moneys  which  shall  become  payable  by  him to such school\n   17  district or village  by  reason  of  taxes  which  shall  thereafter  be\n   18  returned  to  him  as uncollected by such school district or village. No\n   19  such cancellation of any unpaid school taxes or no such charge shall  be\n   20  made  by  the  county  legislature  against  any such school district or\n   21  village unless ten days' notice thereof by mail shall be  given  to  the\n   22  school authorities thereof.\n   23    S  45.  Subdivision 1-b of section 3651 of the education law, as added\n   24  by section 73 of part A of chapter 436 of the laws of 1997,  is  amended\n   25  to read as follows:\n   26    1-b.  Notwithstanding  the  provisions  of  subdivision  one  of  this\n   27  section, where the city or county is not required to pay to the treasur-\n   28  er of a city school district unpaid taxes during  the  fiscal  year  for\n   29  which  such  real  property  taxes are levied, the board of education of\n   30  such city school district may establish a reserve for uncollected  taxes\n   31  without  approval  of  the  qualified  voters  of  the  school district,\n   32  provided that the ratio of the amount of such reserve to the total prin-\n   33  cipal amount of the district's tax levy for such fiscal year  shall  not\n   34  be  less  than  the ratio of the principal amount of the school district\n   35  taxes as levied by the school district for  the  last  completed  fiscal\n   36  year but not received by the district before the end of such fiscal year\n   37  to  the  total  principal amount of the tax levy for such last completed\n   38  fiscal year.  If the city or county is not required to pay to the treas-\n   39  urer of a city school district unpaid taxes [pursuant to  section  thir-\n   40  teen  hundred  thirty-two  of  the  real property tax law], the board of\n   41  education of the city school district shall establish a reserve pursuant\n   42  to this subdivision, provided that such reserve shall not be  less  than\n   43  the  amount  of taxes for the fiscal year for which such budget is being\n   44  prepared which are estimated to be unpaid during such fiscal year [under\n   45  the aforesaid provisions of the real property tax law].\n   46    S 46. Paragraph e of subdivision 7 of section 545 of the real property\n   47  tax law, as amended by chapter 800 of the laws of 1967,  is  amended  to\n   48  read as follows:\n   49    e. \"Latest preceding assessment roll\" means the last preceding assess-\n   50  ment  roll  finally  completed,  verified  and  filed prior to the final\n   51  completion of the assessment roll for which the transition assessment is\n   52  being established, but shall not mean or include a supplemental  assess-\n   53  ment roll completed, verified and filed as [provided in section thirteen\n   54  hundred  thirty-five  of  this  chapter]  PER  THE REQUEST OF THE SCHOOL\n   55  AUTHORITIES OF A SCHOOL DISTRICT.\n\n       A. 447                             21\n\n    1    S 47. Subdivisions 1 and 3 of section 972 of  the  real  property  tax\n    2  law,  as  amended  by section 12 of part B of chapter 389 of the laws of\n    3  1997, are amended to read as follows:\n    4    1.  Adoption.   Notwithstanding any provisions of this chapter, or any\n    5  other general, special or local law to  the  contrary,  the  legislative\n    6  body  of  a  county may, by local law, provide that thereafter and until\n    7  such local law is repealed, the county shall become the  tax  collection\n    8  agency for the purpose of collecting taxes in installments as prescribed\n    9  by this title [and by sections thirteen hundred thirty-six through thir-\n   10  teen  hundred  forty-two  of this chapter].  The term \"taxes\" as used in\n   11  this title shall include special assessments which  are  levied  by  the\n   12  county  legislative  body  at the time and in the manner provided by law\n   13  for the levy of county and town taxes.\n   14    3.   Interest. (a) Each installment other  than  the  first  shall  be\n   15  subject  to  interest  at  the  rate determined pursuant to section nine\n   16  hundred twenty-four-a of this article, or  such  other  law  as  may  be\n   17  locally  applicable,  up  to and including the date on which it is to be\n   18  paid.  Such interest shall be amortized  over  all  scheduled  payments,\n   19  unless  the  local  law provides for unequal installments, in which case\n   20  interest shall be calculated and imposed separately upon  each  install-\n   21  ment.\n   22    (b)  If  an  installment  is not paid on or before the date it is due,\n   23  additional interest shall be added as provided by section  nine  hundred\n   24  seventy-five [or section thirteen hundred forty] of this [chapter] ARTI-\n   25  CLE.\n   26    (c) The amount of any interest which shall be added to any installment\n   27  pursuant  to  this  section  and  section  nine hundred seventy-five [or\n   28  section thirteen hundred forty] of this [chapter] ARTICLE  shall  belong\n   29  to the county.\n   30    S  48.  In  order  to  provide  for  continuity  of  funding to school\n   31  districts, fifty percent of the school taxes due on July  first  in  the\n   32  year  preceding  the effective date of this act shall be paid as hereto-\n   33  fore required by law.\n   34    S 49. This act shall take effect on the first of January next succeed-\n   35  ing the date on which it shall have become  a  law,  provided,  however,\n   36  that sections two, four, five, six, eight and ten through forty-seven of\n   37  this  act  shall  take  effect on the first of January in the fifth year\n   38  next succeeding such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, the real property tax law and the tax law, in relation to abolishing certain school taxes, providing for alternative taxes and state distribution to school districts; and repealing certain provisions of the real property tax law and the tax law relating to certain taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T153340.TXT", "SOBI.D101223.T162618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293568420048
}