{
  "year" : 2011,
  "senateBillNo" : "A449-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A449-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes certain assessing units shall update the assessments in its jurisdiction not less than once every 5th year",
  "summary" : "Establishes certain assessing units shall update the assessments in its jurisdiction not less than once every fifth year. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A678-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          449\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAHILL -- Multi-Sponsored by -- M. of A. GALEF,\n         GOTTFRIED, HEASTIE, McENENY -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to real  property\n         tax assessments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   The real property tax law is  amended  by  adding  a  new\n    2  section 306 to read as follows:\n    3    S  306. ASSESSMENT CYCLE. IN ACCORDANCE WITH A RESOLUTION ESTABLISHING\n    4  A PERIODIC ASSESSMENT CYCLE BY  THE  GOVERNING  BODY  OF  THE  MUNICIPAL\n    5  CORPORATION  AND  IN ACCORDANCE WITH THE RULES OF THE STATE BOARD, EVERY\n    6  ASSESSING UNIT SHALL UPDATE THE ASSESSMENTS IN ITS JURISDICTION NOT LESS\n    7  THAN ONCE EVERY FIFTH YEAR AFTER THE EFFECTIVE  DATE  OF  THIS  SECTION.\n    8  SUCH  UPDATE  SHALL  BE BASED ON THE VALUATION DATE, TAXABLE STATUS DATE\n    9  AND ASSESSMENT METHODS AND STANDARDS AS PROVIDED IN THIS TITLE.\n   10    S 2. This act shall take effect on the first of January next  succeed-\n   11  ing the date on which it shall have become a law; provided, however that\n   12  effective immediately, the addition, amendment and/or repeal of any rule\n   13  or regulation necessary for the implementation of this act on its effec-\n   14  tive  date  are  authorized  and directed to be made and completed on or\n   15  before such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01033-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to real property tax assessments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T140330.TXT", "SOBI.D101223.T162618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293563010813
}