{
  "year" : 2011,
  "senateBillNo" : "A45-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A45-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits real estate brokers from providing legal advice or preparing legal documents in real estate matters unless such person is a New York state licensed attorney",
  "summary" : "Prohibits real estate brokers from providing legal advice or preparing legal documents in real estate matters unless such person is a New York state licensed attorney; warning for first offense, $1,000 fine for second offense, $5,000 fine for each subsequent offense. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A9161-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          45\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LATIMER -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the real property law, in relation to  prohibiting  real\n         estate  brokers  from  providing legal advice or preparing legal docu-\n         ments in real estate matters unless such person is a  New  York  state\n         licensed attorney\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding  a  new  section\n    2  440-c to read as follows:\n    3    S  440-C. PROHIBITIONS ON THE PROVISION OF LEGAL ADVICE OR PREPARATION\n    4  OF LEGAL DOCUMENTS BY REAL ESTATE BROKERS.  1.  A  REAL  ESTATE  BROKER,\n    5  ASSOCIATE  REAL  ESTATE BROKER, REAL ESTATE SALESMAN OR ANY OTHER PERSON\n    6  DULY LICENSED TO SELL REAL ESTATE SHALL  BE  PROHIBITED  FROM  PROVIDING\n    7  LEGAL  ADVICE  OR  PREPARING  LEGAL  DOCUMENTS  FOR REAL ESTATE MATTERS,\n    8  UNLESS SUCH PERSON IS AN ATTORNEY LICENSED  IN  THE  STATE  PURSUANT  TO\n    9  ARTICLE FIFTEEN OF THE JUDICIARY LAW.\n   10    2.  ANY  REAL ESTATE BROKER, ASSOCIATE REAL ESTATE BROKER, REAL ESTATE\n   11  SALESMAN OR ANY OTHER PERSON DULY LICENSED TO  SELL  REAL  ESTATE  SHALL\n   12  RECEIVE  A  WARNING  UPON THE FIRST VIOLATION OF SUBDIVISION ONE OF THIS\n   13  SECTION. A SECOND OFFENSE SHALL BE PUNISHABLE BY A FINE OF ONE  THOUSAND\n   14  DOLLARS  AND  EACH  SUBSEQUENT  OFFENSE SHALL BE PUNISHABLE BY A FINE OF\n   15  FIVE THOUSAND DOLLARS.\n   16    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   17  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00304-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to prohibiting real estate brokers from providing legal advice or preparing legal documents in real estate matters unless such person is a New York state licensed attorney ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T165442.TXT", "SOBI.D101216.T105412.TXT", "SOBI.D101216.T103912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292536482314
}