{
  "year" : 2011,
  "senateBillNo" : "A451-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A451-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the destruction of seized and forfeited cigarettes and tobacco products",
  "summary" : "Relates to the destruction of seized and forfeited cigarettes and tobacco products. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A11460-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          451\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN  ACT  to amend the tax law and the administrative code of the city of\n         New York, in relation to the destruction of seized and forfeited ciga-\n         rettes and tobacco products\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 1846 of the tax law, as added by chapter 65 of the\n    2  laws of 1985, subdivision (a) as amended by section 2 of part E of chap-\n    3  ter 93 of the laws of 2002, subdivision (a-1) as added by section  3  of\n    4  part  J  of chapter 383 of the laws of 2001, subdivision (d) as added by\n    5  chapter 384 of the laws of 1999, is amended to read as follows:\n    6    S 1846. Seizure and forfeiture of cigarettes.--(a) Whenever  a  police\n    7  officer  designated  in  section 1.20 of the criminal procedure law or a\n    8  peace officer designated in subdivision four of  section  2.10  of  such\n    9  law,  acting  pursuant  to his or her special duties, shall discover any\n   10  cigarettes subject to tax provided by article twenty of this chapter  or\n   11  by  chapter  thirteen  of title eleven of the administrative code of the\n   12  city of New York, and upon which the tax has not been paid or the stamps\n   13  not affixed as required by such article or such chapter  thirteen,  they\n   14  are  hereby  authorized  and  empowered  forthwith  to  seize  and  take\n   15  possession of such cigarettes, together  with  any  vending  machine  or\n   16  receptacle  in  which  they  are held for sale. Such cigarettes, vending\n   17  machine or receptacle seized by a police officer or such  peace  officer\n   18  shall  be turned over to the commissioner. Such seized cigarettes, vend-\n   19  ing machine or receptacle, not including money contained in such vending\n   20  machine or receptacle, shall be forfeited to the state.  The commission-\n   21  er may, within a reasonable  time  thereafter,  upon  publication  of  a\n   22  notice  to such effect for at least five successive days, before the day\n   23  of sale, in a newspaper published or circulated in the county where  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04509-01-1\n\n       A. 451                              2\n\n    1  seizure  was made, sell such forfeited [cigarettes and] vending machines\n    2  or receptacles at public sale and pay the proceeds into the state treas-\n    3  ury to the credit of the general fund. [Cigarettes so  seized  and  sold\n    4  shall  be sold only to an agent under article twenty of this chapter and\n    5  the notice of sale shall contain a provision to this  effect.]  Notwith-\n    6  standing any other provision of this section, the commissioner may enter\n    7  into  an  agreement  with  any city of this state which is authorized to\n    8  impose a tax similar to that imposed by article twenty of  this  chapter\n    9  to  provide  for  the disposition between the state and any such city of\n   10  the proceeds from any such  sale.    THE  COMMISSIONER  MUST,  WITHIN  A\n   11  REASONABLE  TIME  AFTER THE FORFEITURE OF SUCH CIGARETTES, UPON PUBLICA-\n   12  TION OF A NOTICE TO SUCH EFFECT  FOR  AT  LEAST  FIVE  SUCCESSIVE  DAYS,\n   13  BEFORE THE DAY OF DESTRUCTION, IN A NEWSPAPER PUBLISHED OR CIRCULATED IN\n   14  THE  COUNTY  WHERE  THE  SEIZURE  WAS MADE, DESTROY SUCH FORFEITED CIGA-\n   15  RETTES. THE COMMISSIONER MAY, PRIOR TO ANY  DESTRUCTION  OF  CIGARETTES,\n   16  PERMIT  THE  TRUE  HOLDER  OF  THE TRADEMARK RIGHTS IN THE CIGARETTES TO\n   17  INSPECT SUCH FORFEITED CIGARETTES IN ORDER TO  ASSIST  IN  ANY  INVESTI-\n   18  GATION REGARDING SUCH CIGARETTES.\n   19    (a-1)  Whenever  a  police  officer  designated in section 1.20 of the\n   20  criminal procedure law or a peace officer designated in subdivision four\n   21  of section 2.10 of such law, acting  pursuant  to  his  or  her  special\n   22  duties,  shall  discover  any  cigarettes  which  have  been  stamped in\n   23  violation of section four hundred eighty-b of this chapter, such officer\n   24  is  hereby  authorized  and  empowered  forthwith  to  seize  and   take\n   25  possession of such cigarettes, and such cigarettes shall be subject to a\n   26  forfeiture  action  pursuant  to  the procedures provided for in article\n   27  thirteen-A of the civil practice law  and  rules,  as  if  such  article\n   28  specifically  provided  for  forfeiture of cigarettes seized pursuant to\n   29  this section as a preconviction forfeiture crime. Subdivisions (b),  (c)\n   30  and (d) of this section shall not apply to cigarettes seized pursuant to\n   31  this subdivision.\n   32    (b)  In  the  alternative, the tax commission, on reasonable notice by\n   33  mail or otherwise, may permit the person from whom said cigarettes  were\n   34  seized  to redeem the said cigarettes, and any vending machine or recep-\n   35  tacle seized therewith, by the payment of the tax due, plus a penalty of\n   36  fifty per centum thereof, plus interest on the amount  of  tax  due  for\n   37  each  month  or  fraction  thereof after such tax became due (determined\n   38  without regard to any extension of time for filing  or  paying)  at  the\n   39  rate  applicable under subparagraph (ii) of paragraph (a) of subdivision\n   40  one of section four hundred eighty-one of this  chapter  and  the  costs\n   41  incurred  in such proceeding, which total payment shall not be less than\n   42  five dollars; provided, however, that such seizure and sale  or  redemp-\n   43  tion shall not be deemed to relieve any person from fine or imprisonment\n   44  provided  for  in this article for violation of any provision of article\n   45  twenty of this chapter.\n   46    (c) In the alternative, [if the  tax  commission  concludes  that  any\n   47  cigarettes seized pursuant to this section, when offered at public sale,\n   48  will  bring  a  price less than the reasonably estimated price which the\n   49  department of correctional services would have to pay for  the  purchase\n   50  of  such  cigarettes for sale to or use by inmates in institutions under\n   51  the jurisdiction of such department,] the tax commission may dispose  of\n   52  [such]  ANY  cigarettes  SEIZED PURSUANT TO THIS SECTION by transferring\n   53  them to the department of correctional services for sale to  or  use  by\n   54  inmates in such institutions.\n   55    (d)  Cigarettes seized pursuant to a violation of section four hundred\n   56  seventy-three-b of this chapter shall be destroyed [or sold  for  export\n\n       A. 451                              3\n\n    1  at  the  discretion  of the commissioner]. The department may also seize\n    2  and destroy any  vending  machine  or  receptacle  in  which  cigarettes\n    3  stamped  in  violation  of  section four hundred seventy-three-b of this\n    4  chapter are held for sale.\n    5    S 2. Section 1846-a of the tax law, as added by chapter 61 of the laws\n    6  of  1989, subdivision (a-1) as added by chapter 552 of the laws of 2008,\n    7  is amended to read as follows:\n    8    S 1846-a. Forfeiture action with  respect  to  tobacco  products.  (a)\n    9  Whenever  a  police  officer  designated in section 1.20 of the criminal\n   10  procedure law or a peace  officer  designated  in  subdivision  four  of\n   11  section  2.10  of such law, acting pursuant to his special duties, shall\n   12  discover any tobacco products in excess of five hundred  cigars  or  ten\n   13  pounds  of  tobacco which are being imported for sale in the state where\n   14  the person importing or causing such tobacco products to be imported has\n   15  not been appointed as a distributor pursuant  to  section  four  hundred\n   16  seventy-two  of  this  chapter,  such police officer or peace officer is\n   17  hereby authorized and empowered forthwith to seize and  take  possession\n   18  of such tobacco products. Such tobacco products seized by a police offi-\n   19  cer  or  peace officer shall be turned over to the commissioner of taxa-\n   20  tion and finance. Such seized tobacco products shall be forfeited to the\n   21  state. The commissioner of taxation and finance  [may]  MUST,  within  a\n   22  reasonable  time thereafter, upon publication of a notice to such effect\n   23  for at least five successive days, before the day of [sale] DESTRUCTION,\n   24  in a newspaper published or circulated in the county where  the  seizure\n   25  was made, [sell] DESTROY such forfeited tobacco products [at public sale\n   26  and pay the proceeds into the state treasury to the credit of the gener-\n   27  al  fund.    Tobacco products so seized and sold shall be sold only to a\n   28  distributor appointed under article  twenty  of  this  chapter  and  the\n   29  notice of sale shall contain a provision to this effect].\n   30    (a-1)  Whenever  a  police  officer  designated in section 1.20 of the\n   31  criminal procedure law or a peace officer designated in subdivision four\n   32  of section 2.10 of the criminal procedure law, acting pursuant to his or\n   33  her special duties, discovers  any  roll-your-own  tobacco  that  is  in\n   34  violation  of section four hundred eighty-c of this chapter, the officer\n   35  is authorized and empowered to seize and take possession  of  the  roll-\n   36  your-own  tobacco, and the roll-your-own tobacco is subject to a forfei-\n   37  ture action under the procedures provided for in article  thirteen-A  of\n   38  the  civil  practice  law  and  rules,  as  if that article specifically\n   39  provided for forfeiture  of  roll-your-own  tobacco  seized  under  this\n   40  section as a preconviction forfeiture crime. Subdivisions (b) and (c) of\n   41  this  section  do  not apply to roll-your-own tobacco seized pursuant to\n   42  this subdivision.\n   43    (b) In the alternative, the commissioner, on reasonable notice by mail\n   44  or otherwise, may permit the person from whom said tobacco products were\n   45  seized to redeem the said tobacco products by the  payment  of  the  tax\n   46  due,  plus  a  penalty of fifty per centum thereof, plus interest on the\n   47  amount of tax due for each month or  fraction  thereof  after  such  tax\n   48  became  due  (determined  without  regard  to  any extension of time for\n   49  filing or paying) at the rate  applicable  under  subparagraph  (ii)  of\n   50  paragraph  (a)  of subdivision one of section four hundred eighty-one of\n   51  this chapter and the costs incurred  in  such  proceeding,  which  total\n   52  payment  shall  not  be  less than five dollars; provided, however, that\n   53  such seizure and sale or redemption shall not be deemed to  relieve  any\n   54  person  from  fine  or  imprisonment  provided  for  in this article for\n   55  violation of any provision of article twenty of this chapter.\n\n       A. 451                              4\n\n    1    (c) In the alternative, [if the commissioner concludes that any tobac-\n    2  co products seized pursuant to this  section,  when  offered  at  public\n    3  sale,  will bring a price less than the reasonably estimated price which\n    4  the department of correctional  services  would  have  to  pay  for  the\n    5  purchase  of  such  tobacco  products  for  sale to or use by inmates in\n    6  institutions under the jurisdiction of such department,] the commission-\n    7  er may dispose of [such] ANY tobacco products SEIZED  PURSUANT  TO  THIS\n    8  SECTION  by transferring them to the department of correctional services\n    9  for sale to or use by inmates in such institutions.\n   10    S 3. Section 11-4021 of the administrative code of  the  city  of  New\n   11  York, as added by chapter 765 of the laws of 1985, is amended to read as\n   12  follows:\n   13    S  11-4021 Seizure and forfeiture of cigarettes. (a) Whenever a police\n   14  officer designated in section 1.20 of the criminal procedure  law  or  a\n   15  peace  officer  designated  in  subdivision five of section 2.10 of such\n   16  law, acting pursuant to his special duties,  shall  discover  any  ciga-\n   17  rettes  subject  to  any tax provided by chapter thirteen of this title,\n   18  and upon which the tax has not been paid or the stamps  not  affixed  as\n   19  required  by  such  chapter,  they  are  hereby authorized and empowered\n   20  forthwith to seize and take possession of such cigarettes, together with\n   21  any vending machine or receptacle in which they are held for sale.  Such\n   22  cigarettes,  vending machine or receptacle seized by a police officer or\n   23  such peace officer shall be turned over to the commissioner of finance.\n   24    (b) The seized cigarettes and any vending machine or receptacle seized\n   25  therewith, but not the money contained in such vending machine or recep-\n   26  tacle shall thereupon be forfeited to the city, unless the  person  from\n   27  whom  the seizure is made, or the owner of such seized cigarettes, vend-\n   28  ing machine or receptacle, or any other person  having  an  interest  in\n   29  such  property,  shall  within  ten  days  of such seizure, apply to the\n   30  commissioner of finance for a hearing to determine the propriety of  the\n   31  seizure,  or  unless the commissioner of finance shall on his own motion\n   32  release the seized cigarettes, vending machine or receptacle. After such\n   33  hearing the commissioner of finance shall give notice of his decision to\n   34  the petitioner. The decision of the commissioner shall be reviewable for\n   35  error, illegality, unconstitutionality or any other reason whatsoever by\n   36  a proceeding under article seventy-eight of the civil practice  law  and\n   37  rules if application therefor is made to the supreme court within thirty\n   38  days  after  the  giving of the notice of such decision. Such proceeding\n   39  shall not be instituted unless there  shall  first  be  filed  with  the\n   40  commissioner  of  finance  an  undertaking,  issued  by a surety company\n   41  authorized to transact business in New York state and  approved  by  the\n   42  superintendent of insurance of New York state as to solvency and respon-\n   43  sibility,  in  such  amount  as  a  justice  of  the supreme court shall\n   44  approve, to the effect that if such  proceeding  be  dismissed,  or  the\n   45  seizure  confirmed,  the petitioner will pay all costs and charges which\n   46  may accrue in the prosecution of the proceeding.\n   47    (c) The commissioner of finance may, within a  reasonable  time  after\n   48  the  forfeiture  to  the  city of such [cigarettes,] vending machines or\n   49  receptacles, upon publication of a notice to such effect  for  at  least\n   50  five  successive  days,  in  a  newspaper published or circulated in the\n   51  city, sell such forfeited [cigarettes and] vending machines or  recepta-\n   52  cles  at  public sale and pay the proceeds into the treasury of the city\n   53  to the credit of the general fund. [Cigarettes so seized and sold  shall\n   54  be  sold  only  to an agent under chapter thirteen of this title and the\n   55  notice of sale shall contain a provision to this  effect.]  Such  seized\n   56  [cigarettes,]  vending  machines  or  receptacles  may  be sold prior to\n\n       A. 451                              5\n\n    1  forfeiture if the owner of the seized property  consents  to  the  sale.\n    2  Notwithstanding any other provision of this section, the commissioner of\n    3  finance  may  enter  into  an agreement with the state tax commission to\n    4  provide  for  the disposition between the city and state of the proceeds\n    5  from any such sale. THE COMMISSIONER OF FINANCE MUST, WITHIN  A  REASON-\n    6  ABLE  TIME  AFTER  THE  FORFEITURE  TO THE CITY OF SUCH CIGARETTES, UPON\n    7  PUBLICATION OF A NOTICE TO SUCH EFFECT  FOR  AT  LEAST  FIVE  SUCCESSIVE\n    8  DAYS,  PRIOR  TO  DESTRUCTION, IN A NEWSPAPER PUBLISHED OR CIRCULATED IN\n    9  THE CITY, DESTROY SUCH FORFEITED CIGARETTES. THE COMMISSIONER MAY, PRIOR\n   10  TO ANY DESTRUCTION OF CIGARETTES, PERMIT THE TRUE HOLDER OF  THE  TRADE-\n   11  MARK  RIGHTS  IN  THE CIGARETTES TO INSPECT SUCH FORFEITED CIGARETTES IN\n   12  ORDER TO ASSIST IN ANY INVESTIGATION REGARDING SUCH CIGARETTES.\n   13    (d) In the alternative, the commissioner  of  finance,  on  reasonable\n   14  notice  by mail or otherwise, may permit the person from whom said ciga-\n   15  rettes were seized to  redeem  the  said  cigarettes,  and  any  vending\n   16  machine  or  receptacle seized therewith, or may permit the owner of any\n   17  such cigarettes, vending machine or receptacle to redeem  the  same,  by\n   18  the  payment  of  the  tax due, plus a penalty of fifty percent thereof,\n   19  plus interest on the amount of tax due for each month or fraction there-\n   20  of after such tax became due (determined without regard to any extension\n   21  of time for filing or paying) at the rate applicable  under  subdivision\n   22  [(d)]  D of section 11-1317 of this title and the costs incurred in such\n   23  proceeding, which total payment shall not be  less  than  five  dollars;\n   24  provided, however, that such seizure and sale or redemption shall not be\n   25  deemed  to  relieve any person from fine or imprisonment provided for in\n   26  this chapter for violation of any provisions of this chapter or  chapter\n   27  thirteen of this title.\n   28    (e) In the alternative, [if the commissioner of finance concludes that\n   29  any  cigarettes  seized pursuant to this section, when offered at public\n   30  sale, will bring a price less than the reasonably estimated price  which\n   31  the  department of correction would have to pay for the purchase of such\n   32  cigarettes for sale to or use  by  inmates  in  institutions  under  the\n   33  jurisdiction  of  such  department,]  the  commissioner  of  finance may\n   34  dispose of [such] ANY cigarettes SEIZED  PURSUANT  TO  THIS  SECTION  by\n   35  transferring  them to the department of correction for sale to or use by\n   36  inmates in such institutions.\n   37    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the administrative code of the city of New York, in relation to the destruction of seized and forfeited cigarettes and tobacco products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T143833.TXT", "SOBI.D101228.T155337.TXT", "SOBI.D101228.T160337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293570217255
}