{
  "year" : 2011,
  "senateBillNo" : "A454-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A454-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the department of health to study the effects of certain training criteria established by the Lymphology Association of North America",
  "summary" : "Establishes the Lymphology study, requiring the department of health to study the effects of certain training criteria established by the Lymphology Association of North America. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A10132-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          454\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON, ROBINSON, CASTRO -- Multi-Sponsored by --\n         M.  of A. AUBRY, BOYLAND -- read once and referred to the Committee on\n         Health\n\n       AN ACT to amend the public health law, in relation to  establishing  the\n         lymphology  study  and requiring the department of health to study the\n         effects of certain training criteria  established  by  the  Lymphology\n         Association of North America\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  article\n    2  27-M to read as follows:\n    3                                ARTICLE 27-M\n    4                              LYMPHOLOGY STUDY\n    5  SECTION 2799-T. LYMPHOLOGY STUDY.\n    6    S  2799-T. LYMPHOLOGY STUDY. 1. THE LYMPHOLOGY STUDY SHALL EXAMINE THE\n    7  EFFECTS OF REQUIRING ALL THERAPISTS  IN  THIS  STATE  TREATING  PATIENTS\n    8  INFLICTED  WITH  LYMPHEDEMA TO MEET THE TRAINING CRITERIA ESTABLISHED BY\n    9  THE LYMPHOLOGY ASSOCIATION OF NORTH AMERICA,  AND  SPECIFICALLY  EXAMINE\n   10  WHETHER  SUCH CRITERIA WOULD IMPROVE TREATMENTS, PATIENT OUTCOMES AND/OR\n   11  LOWER OVERALL MEDICAL COSTS.\n   12    2. THE DEPARTMENT SHALL HAVE THE CENTRAL RESPONSIBILITY  FOR  ADMINIS-\n   13  TERING  THE  PROVISIONS  OF  THIS ARTICLE AND OTHERWISE COORDINATING THE\n   14  STATE'S POLICIES WITH RESPECT TO THE RESULTS OF THIS STUDY.\n   15    3. THE STUDY SHALL COMMENCE NO LATER THAN THIRTY DAYS FROM THE  EFFEC-\n   16  TIVE DATE OF THIS ACT AND THE RESULTS OF SUCH STUDY SHALL BE PROVIDED TO\n   17  THE  GOVERNOR  AND  THE  LEGISLATURE  NO  LATER THAN SIX MONTHS FROM THE\n   18  BEGINNING OF SUCH STUDY.\n   19    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00184-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing the lymphology study and requiring the department of health to study the effects of certain training criteria established by the Lymphology Association of North America ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T091216.TXT", "SOBI.D101228.T144333.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293631936695
}