{
  "year" : 2011,
  "senateBillNo" : "A456-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A456-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the lupus research enhancement program and the lupus research enhancement fund; appropriation",
  "summary" : "Creates the lupus research enhancement program; creates the lupus research enhancement fund; authorizes an appropriation therefor. ",
  "currentCommittee" : null,
  "sameAs" : "S1108",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A8950-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          456\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GIBSON, JAFFEE, CASTRO, SPANO, ROBINSON, BARRON\n         -- Multi-Sponsored by -- M. of A. CRESPO,  DESTITO,  LIFTON,  McENENY,\n         PERRY,  PHEFFER, SWEENEY, TITONE, WEISENBERG -- read once and referred\n         to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to creating the lupus\n         research enhancement program; to  amend  the  state  finance  law,  in\n         relation  to  creating the lupus research enhancement fund; and making\n         an appropriation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Article 2 of the public health law is amended by adding a\n    2  new title 4-A to read as follows:\n\n    3                                 TITLE IV-A\n    4                       LUPUS RESEARCH ENHANCEMENT ACT\n\n    5  SECTION 256. SHORT TITLE.\n    6          256-A. LEGISLATIVE INTENT.\n    7          256-B. DEFINITION.\n    8          256-C. LUPUS RESEARCH ENHANCEMENT PROGRAM.\n    9          256-D. LUPUS RESEARCH ADVISORY COUNCIL.\n   10          256-E. LUPUS RESEARCH ENHANCEMENT FUND.\n   11    S 256. SHORT TITLE.  THIS TITLE SHALL BE KNOWN AND MAY BE CITED AS THE\n   12  \"LUPUS RESEARCH ENHANCEMENT ACT\".\n   13    S 256-A. LEGISLATIVE INTENT. 1.   THE  LEGISLATURE  HEREBY  FINDS  THE\n   14  FOLLOWING:\n   15    (A)  LUPUS IS A SERIOUS, COMPLEX, DEBILITATING AUTOIMMUNE DISEASE THAT\n   16  CAN CAUSE INFLAMMATION AND TISSUE DAMAGE TO VIRTUALLY ANY  ORGAN  SYSTEM\n   17  IN  THE BODY, INCLUDING THE SKIN, JOINTS, OTHER CONNECTIVE TISSUE, BLOOD\n   18  AND BLOOD VESSELS, HEART, LUNGS, KIDNEY, AND BRAIN.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00213-01-1\n\n       A. 456                              2\n\n    1    (B) THE LUPUS FOUNDATION OF AMERICA, INC. ESTIMATES THAT APPROXIMATELY\n    2  1.5 TO TWO MILLION AMERICANS LIVE WITH SOME FORM OF LUPUS; LUPUS AFFECTS\n    3  WOMEN NINE TIMES MORE OFTEN THAN MEN AND EIGHTY PERCENT OF  NEWLY  DIAG-\n    4  NOSED CASES OF LUPUS DEVELOP AMONG WOMEN OF CHILDBEARING AGE.\n    5    (C)  LUPUS  DISPROPORTIONATELY  AFFECTS  WOMEN OF COLOR - IT IS TWO TO\n    6  THREE TIMES MORE COMMON AMONG AFRICAN-AMERICANS, HISPANICS,  ASIANS  AND\n    7  NATIVE AMERICANS AND IS GENERALLY MORE PREVALENT IN MINORITY POPULATIONS\n    8  -  A HEALTH DISPARITY THAT REMAINS UNEXPLAINED. ACCORDING TO THE CENTERS\n    9  FOR DISEASE CONTROL AND PREVENTION  THE  RATE  OF  LUPUS  MORTALITY  HAS\n   10  INCREASED  SINCE  THE  LATE NINETEEN SEVENTIES AND IS HIGHER AMONG OLDER\n   11  AFRICAN-AMERICAN WOMEN.\n   12    (D) NO NEW DRUGS HAVE BEEN APPROVED BY THE U.S. FOOD AND DRUG ADMINIS-\n   13  TRATION SPECIFICALLY FOR LUPUS IN NEARLY FORTY YEARS, AND WHILE  CURRENT\n   14  TREATMENTS  FOR  THE DISEASE CAN BE EFFECTIVE, THEY CAN LEAD TO DAMAGING\n   15  SIDE EFFECTS.\n   16    (E) THE PAIN AND FATIGUE ASSOCIATED WITH LUPUS CAN  THREATEN  PEOPLE'S\n   17  ABILITY  TO LIVE INDEPENDENTLY, MAKE IT DIFFICULT TO MAINTAIN EMPLOYMENT\n   18  AND LEAD NORMAL LIVES, AND ONE IN FIVE  PEOPLE WITH LUPUS IS DISABLED BY\n   19  THE DISEASE, AND CONSEQUENTLY RECEIVES SUPPORT FROM GOVERNMENT PROGRAMS,\n   20  INCLUDING MEDICARE, MEDICAID, SOCIAL  SECURITY  DISABILITY,  AND  SOCIAL\n   21  SECURITY SUPPLEMENTAL INCOME.\n   22    (F)  THE  ESTIMATED  AVERAGE  ANNUAL  COST OF MEDICAL TREATMENT FOR AN\n   23  INDIVIDUAL WITH LUPUS CAN RANGE BETWEEN TEN THOUSAND DOLLARS AND  THIRTY\n   24  THOUSAND  DOLLARS;  FOR  PEOPLE WHO HAVE THE MOST SERIOUS FORM OF LUPUS,\n   25  MEDICAL COSTS CAN GREATLY EXCEED  THIS  AMOUNT,  CAUSING  A  SIGNIFICANT\n   26  ECONOMIC, EMOTIONAL AND SOCIAL BURDEN TO THE ENTIRE FAMILY AND SOCIETY.\n   27    (G)  MORE THAN HALF OF THE PEOPLE WITH LUPUS SUFFER FOUR OR MORE YEARS\n   28  AND VISIT THREE OR MORE  PHYSICIANS  BEFORE  OBTAINING  A  DIAGNOSIS  OF\n   29  LUPUS;  EARLY  DIAGNOSIS  OF AND COMMENCEMENT OF TREATMENT FOR LUPUS CAN\n   30  PREVENT OR REDUCE SERIOUS ORGAN DAMAGE, DISABILITY, AND DEATH.\n   31    (H) DESPITE THE MAGNITUDE OF LUPUS AND ITS IMPACT ON  INDIVIDUALS  AND\n   32  FAMILIES,  HEALTH PROFESSIONAL AND PUBLIC UNDERSTANDING OF LUPUS REMAINS\n   33  LOW; ONLY ONE OF FIVE AMERICANS CAN PROVIDE EVEN BASIC INFORMATION ABOUT\n   34  LUPUS, AND AWARENESS OF LUPUS IS LOWEST AMONG ADULTS  AGES  EIGHTEEN  TO\n   35  THIRTY-FOUR - THE AGE GROUP MOST LIKELY TO DEVELOP SYMPTOMS OF LUPUS.\n   36    (I)  LUPUS  IS  A  SIGNIFICANT  NATIONAL  HEALTH ISSUE THAT DESERVES A\n   37  COMPREHENSIVE AND COORDINATED RESPONSE BY STATE AND FEDERAL  GOVERNMENTS\n   38  WITH INVOLVEMENT OF THE HEALTH CARE PROVIDER, PATIENT, AND PUBLIC HEALTH\n   39  COMMUNITIES.\n   40    2. THE PURPOSES OF THIS TITLE ARE:\n   41    (A) TO PROMOTE BASIC AND CLINICAL RESEARCH PROGRAMS DESIGNED TO REDUCE\n   42  OR  PREVENT  SUFFERING  FROM  LUPUS,  BY PROVIDING ADDITIONAL FUNDING TO\n   43  STATE ACADEMIC MEDICAL INSTITUTIONS WITHIN THE STATE CURRENTLY  CONDUCT-\n   44  ING  OR  HAVING  AN  INTEREST  IN CONDUCTING BASIC AND CLINICAL, SOCIAL,\n   45  TRANSLATIONAL, TECHNOLOGICAL, EPIDEMIOLOGICAL, AND  BEHAVIORAL  RESEARCH\n   46  ON LUPUS. SUCH ACTIVITIES MAY INCLUDE:\n   47    (I) INVESTIGATING THE PATHOGENESIS AND PHYSIOLOGY OF LUPUS;\n   48    (II) IDENTIFYING AND VALIDATING LUPUS BIOMARKERS;\n   49    (III)  ENHANCING  THE  STATEWIDE  INFRASTRUCTURE  TO  CONDUCT CLINICAL\n   50  TRIALS OF POTENTIAL NEW LUPUS THERAPIES;\n   51    (IV) DEVELOPING OR IMPROVING DIAGNOSTIC TESTS FOR EARLY  DETECTION  OF\n   52  LUPUS; AND\n   53    (V) DEVELOPING NOVEL THERAPIES TO TREAT LUPUS.\n   54    (B)  TO  ESTABLISH A MULTIDISCIPLINARY LUPUS RESEARCH ADVISORY COUNCIL\n   55  TO MONITOR PROGRESS AND MAKE GRANTING RECOMMENDATIONS TO THE DEPARTMENT.\n\n       A. 456                              3\n\n    1    S 256-B. DEFINITION. AS USED IN THIS TITLE, \"PROGRAM\" SHALL  MEAN  THE\n    2  LUPUS  RESEARCH  ENHANCEMENT  PROGRAM  CREATED  PURSUANT  TO SECTION TWO\n    3  HUNDRED FIFTY-SIX-C OF THIS TITLE.\n    4    S 256-C. LUPUS RESEARCH ENHANCEMENT PROGRAM. 1. THE COMMISSIONER SHALL\n    5  ESTABLISH  WITHIN  THE  DEPARTMENT  A LUPUS RESEARCH ENHANCEMENT PROGRAM\n    6  THROUGH WHICH THE DEPARTMENT SHALL MAKE GRANTS TO STATE ACADEMIC MEDICAL\n    7  INSTITUTIONS WITHIN THE STATE CURRENTLY CONDUCTING OR HAVING AN INTEREST\n    8  IN CONDUCTING BASIC AND CLINICAL, SOCIAL, TRANSLATIONAL,  TECHNOLOGICAL,\n    9  EPIDEMIOLOGICAL, AND BEHAVIORAL RESEARCH ON LUPUS.\n   10    2.  ALL  RESEARCH  FUNDS SHALL BE AWARDED ON THE BASIS OF THE RESEARCH\n   11  PRIORITIES ESTABLISHED FOR THE PROGRAM AND THE SCIENTIFIC MERIT  OF  THE\n   12  PROPOSED  RESEARCH,  AS  DETERMINED  BY AN OPEN, COMPETITIVE PEER REVIEW\n   13  PROCESS THAT ENSURES OBJECTIVITY, CONSISTENCY,  AND  HIGH  QUALITY.  ALL\n   14  INVESTIGATORS,  REGARDLESS  OF  AFFILIATION, SHALL HAVE EQUAL ACCESS AND\n   15  OPPORTUNITY TO COMPETE FOR PROGRAM FUNDS.\n   16    3. THE PEER REVIEW  PROCESS  FOR  THE  SELECTION  OF  RESEARCH  GRANTS\n   17  AWARDED  UNDER  THIS  PROGRAM SHALL BE MODELED GENERALLY ON THAT USED BY\n   18  THE NATIONAL INSTITUTES OF HEALTH IN ITS GRANT MAKING PROCESS.\n   19    4. AN AWARDEE SHALL BE AWARDED GRANTS FOR THE FULL COST,  BOTH  DIRECT\n   20  AND INDIRECT, OF CONDUCTING THE SPONSORED RESEARCH CONSISTENT WITH THOSE\n   21  FEDERAL  GUIDELINES GOVERNING ALL FEDERAL RESEARCH GRANTS AND CONTRACTS.\n   22  ALL INTELLECTUAL PROPERTY ASSETS DEVELOPED UNDER THIS PROGRAM  SHALL  BE\n   23  TREATED IN ACCORDANCE WITH STATE AND FEDERAL LAW.\n   24    5.  IN  ESTABLISHING  ITS RESEARCH PRIORITIES, THE STATE SHALL CONSULT\n   25  WITH THE LUPUS RESEARCH ADVISORY COUNCIL AND CONSIDER A BROAD  RANGE  OF\n   26  CROSS-DISCIPLINARY  LUPUS  RESEARCH,  INCLUDING,  BUT  NOT  LIMITED  TO,\n   27  RESEARCH INTO THE CAUSE, CURE, AND DIAGNOSIS OF LUPUS; TRANSLATIONAL AND\n   28  TECHNOLOGICAL RESEARCH, INCLUDING RESEARCH TO DEVELOP IMPROVED  DIAGNOS-\n   29  TIC TESTS; RESEARCH REGARDING THE CULTURAL, ECONOMIC, AND LEGAL BARRIERS\n   30  TO ACCESSING THE HEALTH CARE SYSTEM FOR EARLY DETECTION AND TREATMENT OF\n   31  LUPUS;  AND  RESEARCH EXAMINING THE HEALTH DISPARITIES SEEN IN THE INCI-\n   32  DENCE AND PREVALENCE OF LUPUS.\n   33    S 256-D. LUPUS RESEARCH ADVISORY COUNCIL. 1. OPERATIONS. (A) THE COUN-\n   34  CIL SHALL BE COMPRISED OF FIFTEEN MEMBERS REPRESENTING A BROAD RANGE  OF\n   35  EXPERTISE AND EXPERIENCE.\n   36    (B)  INDIVIDUALS  AND  ORGANIZATIONS  MAY  SUBMIT  NOMINATIONS  TO THE\n   37  COMMISSIONER THROUGH THE COUNCIL.\n   38    (C) EACH APPOINTED COUNCIL MEMBER SHOULD HAVE FAMILIARITY  WITH  LUPUS\n   39  AND  ISSUES  THAT SURROUND LUPUS AND BE ONE OF THE FOLLOWING: HEALTH AND\n   40  MEDICAL PROFESSIONAL WITH EXPERTISE IN LUPUS; AN INDIVIDUAL WITH  LUPUS;\n   41  A  REPRESENTATIVE  FROM A LOCAL OR COUNTY HEALTH DEPARTMENT; OR A RECOG-\n   42  NIZED EXPERT IN  THE  PROVISION  OF  HEALTH  SERVICES  TO  WOMEN,  LUPUS\n   43  RESEARCH OR HEALTH DISPARITIES.\n   44    (D) THE COUNCIL SHALL BE COMPRISED AS FOLLOWS:\n   45    (I) AT LEAST THREE INDIVIDUALS WITH LUPUS;\n   46    (II) NO MORE THAN TWO REPRESENTATIVES FROM THE DEPARTMENT;\n   47    (III)  AT LEAST FIVE INDIVIDUALS FROM LUPUS NONPROFIT HEALTH ORGANIZA-\n   48  TIONS; AND\n   49    (IV) AT LEAST FIVE SCIENTISTS OR CLINICIANS WITH EXPERIENCE  IN  LUPUS\n   50  AND WHO PARTICIPATE IN VARIOUS FIELDS OF SCIENTIFIC ENDEAVOR, INCLUDING,\n   51  BUT  NOT LIMITED TO, THE FIELDS OF BIOMEDICAL RESEARCH, SOCIAL, TRANSLA-\n   52  TIONAL, BEHAVIORAL AND EPIDEMIOLOGICAL RESEARCH, AND PUBLIC HEALTH.\n   53    (E) ALL MEMBERS OF THE COUNCIL SHALL BE APPOINTED BY THE  COMMISSIONER\n   54  AND THE COMMISSIONER SHALL CHOOSE FROM AMONG THE FIFTEEN COUNCIL MEMBERS\n   55  ONE MEMBER TO SERVE AS CHAIR.\n\n       A. 456                              4\n\n    1    (F)  ALL  MEMBERS  OF THE COUNCIL SHALL SERVE TERMS OF TWO YEARS EACH.\n    2  MEMBERS CAN BE NAMED TO SERVE A TOTAL OF TWO  TERMS  AND  TERMS  CAN  BE\n    3  CONSECUTIVE.\n    4    (G) MEMBERS SHALL SERVE WITHOUT COMPENSATION, BUT SHALL BE ENTITLED TO\n    5  ACTUAL, NECESSARY EXPENSES INCURRED IN THE PERFORMANCE OF THEIR BUSINESS\n    6  AS MEMBERS OF THE COUNCIL.\n    7    (H)  A  MAJORITY  OF  THE  MEMBERS  OF  THE COUNCIL SHALL CONSTITUTE A\n    8  QUORUM.  A MAJORITY VOTE OF A QUORUM SHALL BE REQUIRED FOR ANY  OFFICIAL\n    9  ACTION OF THE COUNCIL.\n   10    (I) THE COUNCIL SHALL MEET AT THE CALL OF THE CHAIR, BUT NOT LESS THAN\n   11  FOUR TIMES PER YEAR.\n   12    2. FUNCTIONS. THE LUPUS RESEARCH ADVISORY COUNCIL SHALL:\n   13    (A)  REVIEW  SUBMITTED  GRANT APPLICATIONS AND MAKE RECOMMENDATIONS TO\n   14  THE COMMISSIONER, AND THE COMMISSIONER SHALL, AT HIS OR HER  DISCRETION,\n   15  GRANT APPROVAL OF APPLICATIONS FOR GRANTS FROM THOSE APPLICATIONS RECOM-\n   16  MENDED  BY THE COUNCIL (IF A COUNCIL MEMBER SUBMITS AN APPLICATION FOR A\n   17  GRANT FROM THE LUPUS RESEARCH AND EDUCATION FUND,  HE  OR  SHE  WILL  BE\n   18  PROHIBITED  FROM  REVIEWING  AND MAKING A RECOMMENDATION ON THE APPLICA-\n   19  TION);\n   20    (B) CONSULT WITH  THE  NATIONAL  INSTITUTES  OF  HEALTH,  CENTERS  FOR\n   21  DISEASE  CONTROL  AND PREVENTION, THE AGENCY FOR HEALTHCARE RESEARCH AND\n   22  QUALITY, THE NATIONAL ACADEMY OF SCIENCES (INSTITUTE OF MEDICINE), LUPUS\n   23  ADVOCACY GROUPS, AND  OTHER  ORGANIZATIONS  OR  ENTITIES  WHICH  MAY  BE\n   24  INVOLVED  IN  LUPUS RESEARCH TO SOLICIT BOTH INFORMATION REGARDING LUPUS\n   25  RESEARCH PROJECTS THAT ARE CURRENTLY BEING CONDUCTED AND RECOMMENDATIONS\n   26  FOR FUTURE RESEARCH PROJECTS; AND\n   27    (C) SHALL TRANSMIT ANNUALLY ON  OR  BEFORE  DECEMBER  THIRTY-FIRST,  A\n   28  REPORT  TO  THE  LEGISLATURE ON GRANTS MADE, GRANTS IN PROGRESS, PROGRAM\n   29  ACCOMPLISHMENTS,  AND  FUTURE  PROGRAM  DIRECTIONS.  EACH  REPORT  SHALL\n   30  INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING INFORMATION:\n   31    (I)  THE  NUMBER  AND DOLLAR AMOUNTS OF RESEARCH GRANTS, INCLUDING THE\n   32  AMOUNT ALLOCATED TO INDIRECT COSTS;\n   33    (II) THE SUBJECT OF RESEARCH GRANTS;\n   34    (III) THE RELATIONSHIP BETWEEN FEDERAL AND  STATE  FUNDING  FOR  LUPUS\n   35  RESEARCH;\n   36    (IV) THE RELATIONSHIP BETWEEN EACH PROJECT AND THE OVERALL STRATEGY OF\n   37  THE RESEARCH PROGRAM;\n   38    (V)  A  SUMMARY OF RESEARCH FINDINGS INCLUDING DISCUSSION OF PROMISING\n   39  NEW AREAS;\n   40    (VI) THE INSTITUTIONS AND CAMPUSES RECEIVING GRANT AWARDS; AND\n   41    (VII) THE FIRST ANNUAL REPORT SHALL INCLUDE AN EVALUATION  AND  RECOM-\n   42  MENDATIONS  CONCERNING  THE  DESIRABILITY  AND  FEASIBILITY OF REQUIRING\n   43  FOR-PROFIT GRANTEES TO COMPENSATE THE STATE IN THE EVENT  THAT  A  GRANT\n   44  RESULTS  IN  THE DEVELOPMENT OF A PROFIT-MAKING PRODUCT. THIS EVALUATION\n   45  SHALL INCLUDE, BUT NOT BE LIMITED TO, THE COSTS AND BENEFITS OF  REQUIR-\n   46  ING  A  FOR-PROFIT GRANTEE TO REPAY THE GRANT, TO PROVIDE THE PRODUCT AT\n   47  COST TO STATE PROGRAMS SERVING LOW-INCOME LUPUS PATIENTS, AND TO PAY THE\n   48  STATE A PERCENTAGE OF THE ROYALTIES DERIVED FROM THE PRODUCT.\n   49    3. CONTRIBUTIONS. THE SECRETARY OF THE LUPUS RESEARCH ADVISORY COUNCIL\n   50  MAY ACCEPT GRANTS, SERVICES, AND PROPERTY FROM THE  FEDERAL  GOVERNMENT,\n   51  FOUNDATIONS,  ORGANIZATIONS,  MEDICAL SCHOOLS, AND OTHER ENTITIES AS MAY\n   52  BE AVAILABLE FOR THE PURPOSES OF  FULFILLING  THE  OBLIGATIONS  OF  THIS\n   53  PROGRAM. ANY SUCH FUNDS SHALL SUPPLEMENT AND NOT SUPPLANT APPROPRIATIONS\n   54  PROVIDED FOR THE IMPLEMENTATION OF THIS ARTICLE.\n\n       A. 456                              5\n\n    1    4. WAIVERS. THE SECRETARY OF THE LUPUS RESEARCH ADVISORY COUNCIL SHALL\n    2  SEEK  ANY  FEDERAL  WAIVER  OR WAIVERS THAT MAY BE NECESSARY TO MAXIMIZE\n    3  FUNDS FROM THE FEDERAL GOVERNMENT TO IMPLEMENT THIS PROGRAM.\n    4    S 256-E. LUPUS RESEARCH ENHANCEMENT FUND. ALL MONEYS RECEIVED PURSUANT\n    5  TO  SECTION  TWO  HUNDRED FIFTY-SIX-C OF THIS TITLE SHALL BE CREDITED TO\n    6  THE FUND, AS ESTABLISHED BY SECTION NINETY-FIVE-H OF THE  STATE  FINANCE\n    7  LAW.  THE  COMMISSIONER  SHALL  USE  THE  FUND  TO  ADMINISTER THE LUPUS\n    8  RESEARCH ENHANCEMENT PROGRAM AND TO MAKE GRANTS TO AWARDEES PURSUANT  TO\n    9  SECTION TWO HUNDRED FIFTY-SIX-C OF THIS TITLE.\n   10    S  2. The state finance law is amended by adding a new section 95-h to\n   11  read as follows:\n   12    S 95-H. LUPUS RESEARCH ENHANCEMENT FUND. 1.  THERE  IS  HEREBY  ESTAB-\n   13  LISHED  IN THE JOINT CUSTODY OF THE COMMISSIONER OF TAXATION AND FINANCE\n   14  AND THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE  \"LUPUS  RESEARCH\n   15  ENHANCEMENT FUND\".\n   16    2.  SUCH FUND SHALL CONSIST OF ALL MONIES APPROPRIATED FOR THE PURPOSE\n   17  OF SUCH FUND AND ANY GRANT, GIFT OR BEQUEST MADE TO THE  LUPUS  RESEARCH\n   18  ENHANCEMENT PROGRAM AS ESTABLISHED BY TITLE FOUR-A OF ARTICLE TWO OF THE\n   19  PUBLIC HEALTH LAW.\n   20    3.  MONEYS OF THE FUND SHALL BE AVAILABLE FOR GRANTS THROUGH THE LUPUS\n   21  RESEARCH ENHANCEMENT PROGRAM ADVISORY COUNCIL AND FOR  THE  EXPENSES  OF\n   22  THE  LUPUS  RESEARCH  ENHANCEMENT PROGRAM ADVISORY COUNCIL, AND SHALL BE\n   23  EXPENDED ONLY FOR THE PURPOSES SET FORTH IN SECTIONS TWO HUNDRED  FIFTY-\n   24  SIX-C AND TWO HUNDRED FIFTY-SIX-D OF THE PUBLIC HEALTH LAW.\n   25    4.  MONEYS  IN THE LUPUS RESEARCH ENHANCEMENT FUND SHALL BE KEPT SEPA-\n   26  RATE AND SHALL NOT BE COMMINGLED WITH ANY OTHER MONEYS IN THE CUSTODY OF\n   27  THE COMMISSIONER OF TAXATION AND FINANCE AND THE COMPTROLLER.\n   28    5. THE MONEYS OF THE FUND SHALL BE PAID OUT ON THE AUDIT  AND  WARRANT\n   29  OF THE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER\n   30  OF  HEALTH,  OR  BY  AN  OFFICER OR EMPLOYEE OF THE DEPARTMENT OF HEALTH\n   31  DESIGNATED BY SUCH COMMISSIONER.\n   32    S 3. The sum of two hundred fifty thousand dollars  ($250,000.00),  or\n   33  so  much  thereof  as  may  be  necessary, is hereby appropriated to the\n   34  department of health out of any moneys in  the  state  treasury  in  the\n   35  general  fund to the credit of the state purposes account, not otherwise\n   36  appropriated, and made immediately available, for the purpose of  carry-\n   37  ing out the provisions of this act.  Such moneys shall be payable on the\n   38  audit  and  warrant of the comptroller on vouchers certified or approved\n   39  by the commissioner of health in the manner prescribed by law.\n   40    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to creating the lupus research enhancement program; to amend the state finance law, in relation to creating the lupus research enhancement fund; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120651.TXT", "SOBI.D101229.T091216.TXT", "SOBI.D101228.T144333.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294247211952
}