{
  "year" : 2011,
  "senateBillNo" : "A46-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A46-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to liability of owners of illegal rentals if a resident or certain other person is injured or dies related to such owner's negligent maintenance",
  "summary" : "Relates to liability of owners of illegal rentals if a resident or certain other person is injured or dies related to such owner's negligent maintenance of such illegal rental. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A10654-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          46\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MONTESANO  --  read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the general municipal law and the penal law, in relation\n         to liability of owners of illegal rentals if  a  resident  or  certain\n         other  person  is  injured  or  dies related to such owner's negligent\n         maintenance of such illegal rental\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 99-v to read as follows:\n    3    S 99-V. LIABILITY OF OWNERS OF ILLEGAL RENTALS.  IN THE CASE OF  SERI-\n    4  OUS  INJURY  OR  DEATH  OF  ANY RESIDENT OF AN ILLEGAL RENTAL, OR PERSON\n    5  INVOLVED IN RESCUING OR ASSISTING VICTIMS LIVING IN AN  ILLEGAL  RENTAL,\n    6  THE  OWNER  OF  SUCH ILLEGAL RENTAL SHALL BE PRESUMED LIABLE PURSUANT TO\n    7  SECTIONS 120.20 AND 125.10 OF THE PENAL LAW.\n    8    S 2. The first undesignated paragraph of section 120.20 of  the  penal\n    9  law is amended to read as follows:\n   10    A person is guilty of reckless endangerment in the second degree when:\n   11    (A)  he  OR SHE recklessly engages in conduct which creates a substan-\n   12  tial risk of serious physical injury to another person; OR\n   13    (B) HE OR SHE IS AN OWNER OF AN ILLEGAL RENTAL UNIT AND A RESIDENT  OF\n   14  SUCH  UNIT  IS  A  VICTIM  OF SUCH OWNER'S NEGLIGENT MAINTENANCE OF SUCH\n   15  RENTAL, OR A PERSON INVOLVED IN RESCUING OR ASSISTING  SUCH  VICTIMS  IN\n   16  SUCH ILLEGAL RENTAL SUFFERS SERIOUS PHYSICAL INJURY.\n   17    S  3.  The first undesignated paragraph of section 125.10 of the penal\n   18  law is amended to read as follows:\n   19    A person is guilty of criminally negligent homicide when[,]:\n   20    (A) with criminal negligence, he OR SHE causes the  death  of  another\n   21  person; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02300-01-1\n\n       A. 46                               2\n\n    1    (B)  HE OR SHE IS AN OWNER OF AN ILLEGAL RENTAL UNIT AND A RESIDENT OF\n    2  SUCH UNIT IS A VICTIM OF SUCH  OWNER'S  NEGLIGENT  MAINTENANCE  OF  SUCH\n    3  RENTAL,  OR  A  PERSON INVOLVED IN RESCUING OR ASSISTING SUCH VICTIMS IN\n    4  SUCH ILLEGAL RENTAL SUFFERS DEATH.\n    5    S 4. This act shall take effect on the first of November next succeed-\n    6  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the penal law, in relation to liability of owners of illegal rentals if a resident or certain other person is injured or dies related to such owner's negligent maintenance of such illegal rental ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105412.TXT", "SOBI.D101216.T154437.TXT", "SOBI.D101216.T103912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292532277838
}