{
  "year" : 2011,
  "senateBillNo" : "A460-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A460-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for taxpayer gifts for lupus education and prevention, and establishes the lupus education and prevention fund and outreach program",
  "summary" : "Provides for taxpayer gifts for lupus education and prevention, and establishes the lupus education and prevention fund and outreach program. ",
  "currentCommittee" : null,
  "sameAs" : "S1175",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA8882-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crespo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          460\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GIBSON, JAFFEE, CASTRO, SPANO, ROBINSON, BARRON,\n         CRESPO, ORTIZ, PEOPLES-STOKES -- Multi-Sponsored by -- M. of A. DESTI-\n         TO, HOOPER, McENENY, PERRY, PHEFFER, SCARBOROUGH, SWEENEY -- read once\n         and referred to the Committee on Health\n\n       AN ACT to amend the public health law, the tax law and the state finance\n         law, in relation to providing for taxpayer gifts for  lupus  education\n         and  prevention,  and  establishing the lupus education and prevention\n         fund and outreach program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  hereby  finds the\n    2  following:\n    3    (a) Lupus is a serious, complex, debilitating autoimmune disease  that\n    4  can  cause  inflammation and tissue damage to virtually any organ system\n    5  in the body, including the skin, joints, other connective tissue,  blood\n    6  and blood vessels, heart, lungs, kidney, and brain.\n    7    (b)  Lupus research estimates that approximately one and a half to two\n    8  million Americans live with some form of lupus; lupus affects women nine\n    9  times more often than men and eighty percent of newly diagnosed cases of\n   10  lupus develop among women of childbearing age.\n   11    (c) Lupus disproportionately affects women of color -- it  is  two  to\n   12  three  times  more common among African-Americans, Hispanics, Asians and\n   13  Native Americans and is generally more prevalent in minority populations\n   14  -- a health disparity that remains unexplained. According to the Centers\n   15  for Disease Control and Prevention  the  rate  of  lupus  mortality  has\n   16  increased  since the late 1970s and is higher among older African-Ameri-\n   17  can women.\n   18    (d) No new drugs have been approved by the U.S. Food and Drug Adminis-\n   19  tration specifically for lupus in nearly forty years and  while  current\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00228-01-1\n\n       A. 460                              2\n\n    1  treatments  for  the disease can be effective, they can lead to damaging\n    2  side effects.\n    3    (e)  The  pain and fatigue associated with lupus can threaten people's\n    4  ability to live independently, make it difficult to maintain  employment\n    5  and  lead normal lives, and one in five people with lupus is disabled by\n    6  the disease, and consequently receives support from government programs,\n    7  including Medicare, Medicaid, social  security  disability,  and  social\n    8  security supplemental income.\n    9    (f)  The  estimated  average  annual  cost of medical treatment for an\n   10  individual with lupus can range between ten thousand dollars and  thirty\n   11  thousand  dollars;  for  people who have the most serious form of lupus,\n   12  medical costs can greatly exceed  this  amount,  causing  a  significant\n   13  economic, emotional and social burden to the entire family and society.\n   14    (g)  More than half of the people with lupus suffer four or more years\n   15  and visit three or more  physicians  before  obtaining  a  diagnosis  of\n   16  lupus;  early  diagnosis  of and commencement of treatment for lupus can\n   17  prevent or reduce serious organ damage, disability, and death.\n   18    (h) Despite the magnitude of lupus and its impact on  individuals  and\n   19  families,  health professional and public understanding of lupus remains\n   20  low; only one of five Americans can provide even basic information about\n   21  lupus, and awareness of lupus is lowest among adults  ages  eighteen  to\n   22  thirty-four -- the age group most likely to develop symptoms of lupus.\n   23    (i)  Lupus  is  a  significant  national  health issue that deserves a\n   24  comprehensive and coordinated response by state and federal  governments\n   25  with involvement of the health care provider, patient, and public health\n   26  communities.\n   27    S  2. Subdivision 1 of section 207 of the public health law is amended\n   28  by adding a new paragraph (i) to read as follows:\n   29    (I) THE DANGERS OF, INCLUDING WAYS TO PREVENT THE INCIDENCE AND SEVER-\n   30  ITY OF, LUPUS, A DEBILITATING AUTOIMMUNE DISEASE THAT CAN CAUSE  INFLAM-\n   31  MATION  AND  TISSUE  DAMAGE  TO  VIRTUALLY ANY ORGAN SYSTEM IN THE BODY,\n   32  INCLUDING THE SKIN, JOINTS, OTHER CONNECTIVE  TISSUE,  BLOOD  AND  BLOOD\n   33  VESSELS, HEART, LUNG, KIDNEY AND BRAIN, AND WHICH AFFECTS WOMEN, PARTIC-\n   34  ULARLY  WOMEN  OF COLOR, IN A DISPROPORTIONATE MANNER; PROVIDED THAT THE\n   35  PROGRAM SHALL INCLUDE AN ADVISORY COUNCIL UNDER THIS SECTION THAT  SHALL\n   36  INCLUDE  REPRESENTATIVES  OF  PEOPLE  WITH  LUPUS AND THEIR FAMILIES AND\n   37  HEALTH CARE PROVIDERS WHO SPECIALIZE IN TREATING LUPUS, AMONG OTHERS.\n   38    S 3.   Subdivision 7 of section 207  of  the  public  health  law,  as\n   39  amended  by  section 16 of part A of chapter 109 of the laws of 2010, is\n   40  amended to read as follows:\n   41    7. In addition to state funds appropriated  for  programs  under  this\n   42  section,  the  commissioner  may  accept  grants  from public or private\n   43  sources for these programs.  The  commissioner,  in  administering  this\n   44  section,  shall  seek to coordinate the department's programs with other\n   45  public and private programs, and  may  undertake  joint  or  cooperative\n   46  programs  with other public or private entities, INCLUDING MAKING GRANTS\n   47  (WITHIN AMOUNTS APPROPRIATED THEREFOR  AND  CONSISTENT  WITH  APPLICABLE\n   48  LAW) TO PUBLIC OR NOT-FOR-PROFIT ENTITIES.\n   49    S  4.  The tax law is amended by adding a new section 209-H to read as\n   50  follows:\n   51    S 209-H. GIFT FOR LUPUS EDUCATION AND PREVENTION. A  TAXPAYER  IN  ANY\n   52  TAXABLE  YEAR MAY ELECT TO CONTRIBUTE TO THE SUPPORT OF THE LUPUS EDUCA-\n   53  TION AND PREVENTION FUND. SUCH CONTRIBUTION SHALL BE IN ANY WHOLE DOLLAR\n   54  AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF THE STATE  TAX  OWED  BY  SUCH\n   55  TAXPAYER.  THE  COMMISSIONER SHALL INCLUDE SPACE ON THE CORPORATE INCOME\n   56  TAX RETURN TO ENABLE A TAXPAYER TO MAKE  SUCH  CONTRIBUTION.    NOTWITH-\n\n       A. 460                              3\n\n    1  STANDING  ANY OTHER PROVISION OF LAW, ALL REVENUES COLLECTED PURSUANT TO\n    2  THIS SECTION SHALL BE CREDITED TO THE  LUPUS  EDUCATION  AND  PREVENTION\n    3  FUND  AND  SHALL  BE  USED ONLY FOR THOSE PURPOSES ENUMERATED IN SECTION\n    4  NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW.\n    5    S  5.  The tax law is amended by adding a new section 630-c to read as\n    6  follows:\n    7    S 630-C. GIFT FOR LUPUS EDUCATION AND PREVENTION. AN INDIVIDUAL IN ANY\n    8  TAXABLE YEAR  MAY  ELECT  TO  CONTRIBUTE  TO  THE  LUPUS  EDUCATION  AND\n    9  PREVENTION  FUND.  SUCH CONTRIBUTION SHALL BE IN ANY WHOLE DOLLAR AMOUNT\n   10  AND SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED  BY  SUCH  INDIVIDUAL.\n   11  THE  COMMISSIONER  SHALL INCLUDE SPACE ON THE PERSONAL INCOME TAX RETURN\n   12  TO ENABLE A TAXPAYER TO  MAKE  SUCH  CONTRIBUTION.  NOTWITHSTANDING  ANY\n   13  OTHER  PROVISION  OF LAW ALL REVENUES COLLECTED PURSUANT TO THIS SECTION\n   14  SHALL BE CREDITED TO THE LUPUS EDUCATION AND PREVENTION  FUND  AND  USED\n   15  ONLY  FOR  THOSE PURPOSES ENUMERATED IN SECTION NINETY-SEVEN-KKKK OF THE\n   16  STATE FINANCE LAW.\n   17    S 6. The state finance law is amended by adding a new section  97-kkkk\n   18  to read as follows:\n   19    S  97-KKKK.  LUPUS  EDUCATION  AND PREVENTION FUND. 1. THERE IS HEREBY\n   20  ESTABLISHED IN THE JOINT CUSTODY OF THE  COMMISSIONER  OF  TAXATION  AND\n   21  FINANCE  AND  THE  COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE \"LUPUS\n   22  EDUCATION AND PREVENTION FUND\".\n   23    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE  DEPARTMENT\n   24  OF  TAXATION  AND  FINANCE,  PURSUANT  TO  THE PROVISIONS OF SECTION TWO\n   25  HUNDRED NINE-H AND SECTION SIX HUNDRED THIRTY-C OF THE TAX LAW, AND  ALL\n   26  OTHER  MONEYS  APPROPRIATED,  CREDITED  OR  TRANSFERRED THERETO FROM ANY\n   27  OTHER FUND OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED IN THIS  SECTION\n   28  SHALL PREVENT THE STATE FROM RECEIVING GRANTS, GIFTS OR BEQUESTS FOR THE\n   29  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n   30  THE FUND ACCORDING TO LAW.\n   31    3.  MONIES  OF THE FUND SHALL BE EXPENDED ONLY FOR LUPUS EDUCATION AND\n   32  PREVENTION PROJECTS. AS USED  IN  THIS  SECTION,  \"LUPUS  EDUCATION  AND\n   33  PREVENTION  PROJECTS\"  MEANS  EDUCATIONAL PROJECTS, INCLUDING GRANTS FOR\n   34  LUPUS EDUCATION AND PREVENTION  PROGRAMS,  WHICH  ARE  APPROVED  BY  THE\n   35  DEPARTMENT OF HEALTH.\n   36    4.  MONIES  SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   37  THE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY  THE  COMMISSIONER\n   38  OF HEALTH.\n   39    5.  TO THE EXTENT PRACTICABLE, THE COMMISSIONER OF HEALTH SHALL ENSURE\n   40  THAT ALL MONIES RECEIVED DURING A FISCAL YEAR ARE EXPENDED PRIOR TO  THE\n   41  END OF THAT FISCAL YEAR.\n   42    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, the tax law and the state finance law, in relation to providing for taxpayer gifts for lupus education and prevention, and establishing the lupus education and prevention fund and outreach program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D101229.T101220.TXT", "SOBI.D101228.T144333.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294250212217
}