{
  "year" : 2011,
  "senateBillNo" : "A463-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A463-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits state borrowing where such borrowing would aid in the relocation of businesses from economically challenged neighborhoods",
  "summary" : "Prohibits state borrowing where such borrowing would aid in the relocation of businesses from economically challenged neighborhoods; defines terms. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A8874-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          463\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GIBSON, CASTRO -- Multi-Sponsored by -- M. of A.\n         BRENNAN, HOOPER -- read once and referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the state finance law, in relation to restricting  state\n         borrowing  where  the purpose or effect of such borrowing would aid in\n         the relocation of any enterprise, business or similar activity from an\n         economically challenged neighborhood\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  55-a to read as follows:\n    3    S 55-A. RESTRICTION ON BORROWING;  ECONOMICALLY  CHALLENGED  NEIGHBOR-\n    4  HOOD.  1.  THE  STATE,  ITS AGENCIES AND AUTHORITIES SHALL NOT INCUR ANY\n    5  DEBT OR AUTHORIZE OR ISSUE ANY BONDS, THE PURPOSE  OR  EFFECT  OF  WHICH\n    6  WOULD  BE TO AID IN THE RELOCATION OF ANY ENTERPRISE, BUSINESS, OR SIMI-\n    7  LAR ACTIVITY FROM AN ECONOMICALLY CHALLENGED NEIGHBORHOOD IN  THE  STATE\n    8  OF NEW YORK.\n    9    2. DEFINITIONS. (A) FOR THE PURPOSES OF THIS SECTION, AN \"ECONOMICALLY\n   10  CHALLENGED  NEIGHBORHOOD\"  SHALL  MEAN  AN  AREA WITH A POPULATION OF AT\n   11  LEAST TWO THOUSAND, WHICH, BASED ON THE MOST RECENT  CENSUS  TRACT  DATA\n   12  AVAILABLE  CONSTITUTES  A  SINGLE CENSUS TRACT OR GROUP OF CENSUS TRACTS\n   13  HAVING THE FOLLOWING STATISTICAL PROFILE:\n   14    (I) A POVERTY RATE OF AT LEAST TWENTY PERCENT FOR THE  YEAR  TO  WHICH\n   15  THE DATA RELATE; OR\n   16    (II)  FOR  WHICH  AT  LEAST  TWENTY PERCENT OF THE POPULATION RECEIVES\n   17  PUBLIC ASSISTANCE FOR THE YEAR TO WHICH THE DATA RELATE; AND\n   18    (III) AN UNEMPLOYMENT RATE OF AT LEAST 1.25 TIMES THE STATEWIDE  UNEM-\n   19  PLOYMENT RATE FOR THE YEAR TO WHICH THE DATA RELATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00231-01-1\n\n       A. 463                              2\n\n    1    (B)  FOR THE PURPOSES OF THIS SECTION, A CENSUS TRACT WHICH IS CONTIG-\n    2  UOUS TO AN AREA WHICH MEETS THE CRITERIA IN PARAGRAPH (A) OF THIS SUBDI-\n    3  VISION SHALL BE DEEMED TO BE AN ECONOMICALLY CHALLENGED NEIGHBORHOOD.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to restricting state borrowing where the purpose or effect of such borrowing would aid in the relocation of any enterprise, business or similar activity from an economically challenged neighborhood ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T144833.TXT", "SOBI.D101229.T114228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293640948890
}