{
  "year" : 2011,
  "senateBillNo" : "A467-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A467-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes school district property to be used for not-for-profit dental clinics providing care to families in the district",
  "summary" : "Authorizes school district property to be used for not-for-profit dental clinics providing care to families in the district upon the approval of the trustees or board of education of a school district. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A978-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          467\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GUNTHER, LIFTON, ORTIZ -- Multi-Sponsored by --\n         M. of A. DESTITO, GANTT, MORELLE, PHEFFER -- read once and referred to\n         the Committee on Education\n\n       AN ACT to amend the education law, in relation to authorizing the use of\n         schoolhouses and grounds by not-for-profit dental clinics\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  414  of the education law is\n    2  amended by adding a new paragraph (l) to read as follows:\n    3    (L) FOR APPROVED SCHOOL DENTAL CLINICS.\n    4    (I) FOR PURPOSES OF THIS PARAGRAPH THE FOLLOWING TERMS SHALL MEAN:\n    5    (A) \"APPROVED SCHOOL DENTAL CLINIC\" MEANS A NOT-FOR-PROFIT CLINIC THAT\n    6  WILL PROVIDE SERVICES DURING SCHOOL HOURS  AND/OR  NON-SCHOOL  HOURS  TO\n    7  SCHOOL-AGE AND PRE-SCHOOL CHILDREN.\n    8    (B)  \"SERVICES\"  MEANS  DENTAL SERVICES AND SHALL NOT INCLUDE INSTRUC-\n    9  TIONAL SERVICES UNLESS THE INDIVIDUAL IS CERTIFIED OR LICENSED TO TEACH.\n   10    (C) \"SCHOOL\" MEANS A PUBLIC  SCHOOL  DISTRICT,  BOARD  OF  COOPERATIVE\n   11  EDUCATIONAL SERVICES OR COUNTY VOCATIONAL EDUCATION AND EXTENSION BOARD.\n   12    (II)  HEALTH  PROFESSIONALS  WHO  PROVIDE  SERVICES IN APPROVED SCHOOL\n   13  DENTAL HEALTH CLINICS SHALL BE DULY LICENSED PURSUANT TO THE  PROVISIONS\n   14  OF  TITLE  EIGHT  OF THIS CHAPTER, UNLESS OTHERWISE EXEMPTED BY LAW, AND\n   15  SHALL BE AUTHORIZED TO PROVIDE SUCH SERVICES TO THE EXTENT PERMITTED  BY\n   16  THEIR RESPECTIVE PRACTICE ACTS.\n   17    (III)  EXCEPT WHERE OTHERWISE AUTHORIZED BY LAW, THE COST OF PROVIDING\n   18  DENTAL HEALTH SERVICES PURSUANT TO THIS PARAGRAPH SHALL NOT BE A  CHARGE\n   19  UPON  THE  SCHOOL DISTRICT.   BUILDING SPACE USED EXCLUSIVELY FOR SUCH A\n   20  CLINIC SHALL BE EXCLUDED FROM THE RATED CAPACITY OF THE SCHOOL  BUILDING\n   21  FOR THE PURPOSE OF COMPUTING BUILDING AID PURSUANT TO SUBDIVISION SIX OF\n   22  SECTION THIRTY-SIX HUNDRED TWO OF THIS CHAPTER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02087-01-1\n\n       A. 467                              2\n\n    1    S  2. Subdivision 2 of section 414 of the education law, as amended by\n    2  chapter 513 of the laws of 2005, is amended to read as follows:\n    3    2.  The  trustees  or board of education shall determine the terms and\n    4  conditions for such use which may include rental at least in  an  amount\n    5  sufficient  to  cover  all  resulting expenses for the purposes of para-\n    6  graphs (a), (b), (c), (d), (e), (g), (i), (j)  [and],  (k)  AND  (L)  of\n    7  subdivision  one  of  this section. Any such use, pursuant to paragraphs\n    8  (a), (c), (d), (h) [and],  (j)  AND  (L)  of  subdivision  one  of  this\n    9  section,  shall  not  allow  the  exclusion of any district child solely\n   10  because said child is not attending a district school or  not  attending\n   11  the district school which is sponsoring such use or on which grounds the\n   12  use is to occur.\n   13    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing the use of schoolhouses and grounds by not-for-profit dental clinics ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T114728.TXT", "SOBI.D101228.T144833.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293641248959
}