{
  "year" : 2011,
  "senateBillNo" : "A468-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A468-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the review of the west of Hudson River New York city drinking water supply system program",
  "summary" : "Directs the commissioner of environmental conservation and the commissioner of the New York city department of environmental conservation to review the west of Hudson River New York city drinking water supply system program and make recommendations to alleviate the threat of flooding in certain areas. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA769-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          468\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GUNTHER, P. LOPEZ, CAHILL, SPANO -- Multi-Spon-\n         sored by -- M. of A.  CALHOUN, CROUCH, MOLINARO, PHEFFER -- read  once\n         and referred to the Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         reviewing the west of Hudson River New York city drinking water supply\n         system program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new section 15-0809 to read as follows:\n    3  S 15-0809. STUDIES AND RECOMMENDATIONS TO ALLEVIATE THE THREAT OF FLOOD-\n    4               ING IN CERTAIN AREAS.\n    5    1. THE COMMISSIONER AND THE COMMISSIONER OF THE NEW YORK CITY  DEPART-\n    6  MENT  OF ENVIRONMENTAL PROTECTION, IN CONSULTATION WITH WATER MANAGEMENT\n    7  EXPERTS FROM FEDERAL AGENCIES, INCLUDING BUT NOT LIMITED TO, THE  UNITED\n    8  STATES  ARMY CORPS OF ENGINEERS, THE UNITED STATES GEOLOGICAL SURVEY AND\n    9  THE UNITED STATES DEPARTMENT OF INTERIOR  BUREAU  OF  LAND  RECLAMATION,\n   10  SHALL  REVIEW  THE  WEST  OF  HUDSON  RIVER NEW YORK CITY DRINKING WATER\n   11  SUPPLY SYSTEM PROGRAM AND MAKE RECOMMENDATIONS  AS  TO  STRATEGIES  THAT\n   12  COULD  POTENTIALLY ALLEVIATE THE THREAT OF FLOODING TO FLOOD PLAIN RESI-\n   13  DENTS WHILE AT THE SAME TIME CONTINUING TO SATISFY THE  REQUIREMENTS  OF\n   14  THE  U.S.  SUPREME  COURT DECREE IN NEW JERSEY V. NEW YORK, 347 U.S. 995\n   15  (1954) AND ENSURING AN ADEQUATE SUPPLY OF HIGH QUALITY DRINKING WATER TO\n   16  THE MUNICIPALITIES WHO RELY ON SUCH SYSTEM.   SUCH  RECOMMENDATIONS  MAY\n   17  INCLUDE  EXTENSION  AND/OR  EXPANSION  OF RAIN-BASED AND SNOW PACK SPILL\n   18  CONTROL PROGRAMS AS WELL AS FUTURE FLOOD PLAIN ZONING OR LAND USE  LIMI-\n   19  TATIONS.  FURTHER, THE COMMISSIONER AND THE COMMISSIONER OF THE NEW YORK\n   20  CITY  DEPARTMENT  OF ENVIRONMENTAL PROTECTION AND THE ULSTER COUNTY SOIL\n   21  AND WATER CONSERVATION DISTRICT, IN CONSULTATION WITH THE UNITED  STATES\n   22  ARMY  CORPS  OF  ENGINEERS,  SHALL  CONDUCT  A HYDROLOGICAL STUDY OF THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02006-01-1\n\n       A. 468                              2\n\n    1  ESOPUS CREEK TO IDENTIFY AREAS AT CHRONIC RISK OF FLOODING  AS  WELL  AS\n    2  MEASURES THAT COULD POTENTIALLY REDUCE FLOOD DAMAGE TO FLOOD PLAIN RESI-\n    3  DENTS  AND  FORM  THE  BASIS OF BETTER FLOOD MANAGEMENT ALONG SUCH CREEK\n    4  WHILE  AT  THE SAME TIME CONTINUING TO ENSURE AN ADEQUATE SUPPLY OF HIGH\n    5  QUALITY DRINKING WATER TO THE MUNICIPALITIES WHO RELY ON SUCH SYSTEM.\n    6    2. THE COMMISSIONER SHALL REPORT TO THE GOVERNOR, THE TEMPORARY PRESI-\n    7  DENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY ON SUCH FINDINGS  AND\n    8  RECOMMENDATIONS  NOT  LATER  THAN  DECEMBER  THIRTY-FIRST,  TWO THOUSAND\n    9  TWELVE.\n   10    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to reviewing the west of Hudson River New York city drinking water supply system program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T114728.TXT", "SOBI.D101228.T144833.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293641248961
}