{
  "year" : 2011,
  "senateBillNo" : "A469-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A469-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that disabled persons may utilize a crossbow in the taking of big game or small game, provided that they submit their disability status to the department",
  "summary" : "Provides that disabled persons may utilize a crossbow in the taking of big game or small game, provided that they submit their disability status to the department. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A740-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          469\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER, MAGEE -- Multi-Sponsored by -- M. of A.\n         CALHOUN, CUSICK, GIGLIO, ORTIZ  --  read  once  and  referred  to  the\n         Committee on Environmental Conservation\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         use of a mechanically equipped bow by disabled persons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  g  of  subdivision 3 of section 11-0901 of the\n    2  environmental conservation law, as amended by chapter 34 of the laws  of\n    3  1979, is amended to read as follows:\n    4    g.  [Wildlife]  EXCEPT AS PROVIDED IN SUBDIVISIONS FIFTEEN AND SIXTEEN\n    5  OF THIS SECTION, WILDLIFE shall not be taken by the use of a  cross-bow,\n    6  by  a  long  bow drawn, pulled, released, or held in a drawn position by\n    7  any mechanical device attached to a portion of the bow  other  than  the\n    8  bowstring, or by the use of a device commonly called a spear gun.\n    9    S  2. Subdivision 15 of section 11-0901 of the environmental conserva-\n   10  tion law, as amended by chapter 483 of the laws of 2010, is  amended  to\n   11  read as follows:\n   12    15.  Notwithstanding  any  inconsistent provision of this section, the\n   13  department may adopt regulations to allow the  taking  of  big  game  or\n   14  small  game by the use of a [long] bow equipped with a mechanical device\n   15  for holding and releasing the bowstring, attached to the handle  section\n   16  of  an  otherwise  legal [long] bow, OR BY THE USE OF A CROSSBOW, to any\n   17  PHYSICALLY DISABLED person [with a physical disability]  who  is  PERMA-\n   18  NENTLY  physically incapable of drawing and holding a [long] bow because\n   19  of a physical HANDICAP OR disability, subject to  such  restrictions  as\n   20  the department may adopt by regulation. For the purpose of this subdivi-\n   21  sion, [a person with a physical disability] \"PHYSICALLY DISABLED PERSON\"\n   22  shall  mean  any  person  who submits to the department a statement of a\n   23  physician duly licensed to practice medicine that such person  is  phys-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00555-01-1\n\n       A. 469                              2\n\n    1  ically  incapable of arm movement sufficient to [draw, hold and] release\n    2  a [long] bow as defined in subdivision [4] FOUR of this  section  or  as\n    3  otherwise  defined  in department [regulation] REGULATIONS. [The depart-\n    4  ment  is  authorized  to  adopt  regulations  requiring documentation to\n    5  establish that an applicant is  eligible  to  use  a  mechanical  device\n    6  pursuant to this subdivision.]\n    7    S  3. Subdivision 15 of section 11-0901 of the environmental conserva-\n    8  tion law, as amended by chapter 81 of the laws of 1988,  is  amended  to\n    9  read as follows:\n   10    15.  Notwithstanding  any  inconsistent provision of this section, the\n   11  department may [issue a permit] ADOPT REGULATIONS to  [take]  ALLOW  THE\n   12  TAKING  OF  big  game  or small game by the use of a bow equipped with a\n   13  mechanical device for holding and releasing the bowstring,  attached  to\n   14  the  handle section of an otherwise legal bow, OR BY THE USE OF A CROSS-\n   15  BOW, to any PHYSICALLY DISABLED person  who  is  permanently  physically\n   16  incapable of drawing and holding a bow because of a physical handicap or\n   17  disability,  subject  to  such  restrictions as the department may [deem\n   18  necessary in the interest of public safety] ADOPT BY REGULATION. FOR THE\n   19  PURPOSE OF THIS SUBDIVISION, \"PHYSICALLY DISABLED PERSON\" SHALL MEAN ANY\n   20  PERSON WHO SUBMITS TO THE DEPARTMENT A STATEMENT  OF  A  PHYSICIAN  DULY\n   21  LICENSED  TO  PRACTICE MEDICINE THAT SUCH PERSON IS PHYSICALLY INCAPABLE\n   22  OF ARM MOVEMENT SUFFICIENT TO RELEASE A BOW AS  DEFINED  IN  SUBDIVISION\n   23  FOUR OF THIS SECTION OR AS OTHERWISE DEFINED IN DEPARTMENT REGULATIONS.\n   24    S 4. This act shall take effect on the first of November next succeed-\n   25  ing  the  date  on  which  it shall have become a law, provided that the\n   26  amendments to subdivision 15 of section  11-0901  of  the  environmental\n   27  conservation law made by section two of this act shall be subject to the\n   28  expiration  and  reversion  of  such  paragraph pursuant to section 4 of\n   29  chapter 483 of the laws of 2010, when upon such date the  provisions  of\n   30  section three of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the use of a mechanically equipped bow by disabled persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T114728.TXT", "SOBI.D101228.T144833.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293641248962
}