{
  "year" : 2011,
  "senateBillNo" : "A470-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A470-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that an elementary or secondary student shall not have capacity to consent to sexual conduct with a school employee",
  "summary" : "Provides that a full time elementary or secondary student shall not have capacity to consent to sexual conduct with a school employee at his or her school, including volunteers, when the employee is 18 or older and knows or should reasonably have known that the student was a student at the school, and such employee is not a full time student at such school, nor married to such student. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A736-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          470\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GUNTHER, GALEF, BENEDETTO, WEISENBERG, REILLY,\n         SPANO, JAFFEE, HOOPER, SAYWARD, DUPREY -- Multi-Sponsored by -- M.  of\n         A.  BARCLAY,  BOYLE,  CALHOUN,  CROUCH,  GABRYSZAK,  GIGLIO, McKEVITT,\n         J. MILLER, MOLINARO, OAKS, PERRY, PHEFFER, RAIA,  SCHROEDER,  SWEENEY,\n         THIELE -- read once and referred to the Committee on Codes\n\n       AN  ACT to amend the penal law, in relation to providing that an elemen-\n         tary or secondary school student shall be incapable of  consenting  to\n         sexual conduct with a school employee\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 130.00 of the penal law is amended by adding a  new\n    2  subdivision 14 to read as follows:\n    3    14.  \"SCHOOL  EMPLOYEE\" SHALL MEAN ANY PERSON DEFINED AS AN \"EMPLOYEE\"\n    4  OR \"VOLUNTEER\" PURSUANT TO SECTION ELEVEN  HUNDRED  TWENTY-FIVE  OF  THE\n    5  EDUCATION LAW.\n    6    S  2.  Paragraph  (h)  of subdivision 3 of section 130.05 of the penal\n    7  law, as amended by chapter 264 of the laws of 2003, is amended and a new\n    8  paragraph (i) is added to read as follows:\n    9    (h) a client or patient and the actor is a  health  care  provider  or\n   10  mental  health  care  provider  charged with rape in the third degree as\n   11  defined in section 130.25, criminal sexual act in the  third  degree  as\n   12  defined  in section 130.40, aggravated sexual abuse in the fourth degree\n   13  as defined in section 130.65-a, or sexual abuse in the third  degree  as\n   14  defined in section 130.55, and the act of sexual conduct occurs during a\n   15  treatment session, consultation, interview, or examination[.]; OR\n   16    (I) A STUDENT AT AN ELEMENTARY OR SECONDARY SCHOOL, AND THE ACTOR:\n   17    (I) IS A SCHOOL EMPLOYEE AT THE SAME SCHOOL SUCH STUDENT ATTENDS, AND\n   18    (II)  IS EIGHTEEN YEARS OF AGE OR OLDER AND MORE THAN FOUR YEARS OLDER\n   19  THAN SUCH STUDENT AT THE TIME OF THE ACT, AND\n   20    (III) IS NOT MARRIED TO SUCH STUDENT, AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02002-01-1\n\n       A. 470                              2\n\n    1    (IV) KNOWS OR REASONABLY SHOULD KNOW THAT SUCH PERSON IS A STUDENT  AT\n    2  SUCH SCHOOL, AND\n    3    (V) HE OR SHE IS NOT A STUDENT AT THE SAME SCHOOL.\n    4    S 3. This act shall take effect on the first of November next succeed-\n    5  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to providing that an elementary or secondary school student shall be incapable of consenting to sexual conduct with a school employee ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T115228.TXT", "SOBI.D101228.T145334.TXT", "SOBI.D101228.T144833.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293641548035
}