{
  "year" : 2011,
  "senateBillNo" : "A474-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A474-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the issuance of distinctive license plates for African-American veterans",
  "summary" : "Provides for the issuance of distinctive license plates for African-American veterans; provides that such distinctive license plates shall bear the words \"African-American Veteran\"; provides for a one-time service charge of $10 for each such plate. ",
  "currentCommittee" : null,
  "sameAs" : "S688",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A8885-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          474\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GIBSON, ROBINSON, BOYLAND, CASTRO -- Multi-Spon-\n         sored by -- M. of A.  AUBRY, HOOPER, PHEFFER, WEISENBERG -- read  once\n         and referred to the Committee on Transportation\n\n       AN  ACT  to  amend  the  vehicle and traffic law, in relation to issuing\n         distinctive license plates for African-American veterans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR AFRICAN-AMERICAN  VETERANS.  1.    ANY\n    4  AFRICAN-AMERICAN  WHO  IS A VETERAN, AS DEFINED IN SECTION THREE HUNDRED\n    5  FIFTY OF THE EXECUTIVE LAW, AND WHO RESIDES IN THIS  STATE  SHALL,  UPON\n    6  REQUEST,  BE  ISSUED A LICENSE PLATE BEARING THE WORDS \"AFRICAN-AMERICAN\n    7  VETERAN\".  APPLICATION FOR SAID LICENSE PLATE SHALL BE  FILED  WITH  THE\n    8  COMMISSIONER   IN  SUCH  FORM  AND  DETAIL  AS  THE  COMMISSIONER  SHALL\n    9  PRESCRIBE.\n   10    2. THE DISTINCTIVE PLATE AUTHORIZED HEREIN SHALL BE ISSUED UPON PROOF,\n   11  SATISFACTORY TO THE COMMISSIONER, THAT THE APPLICANT IS A VETERAN.\n   12    3. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   13  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON PAYMENT  OF  THE  REGULAR\n   14  REGISTRATION  FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE\n   15  PROVIDED, HOWEVER, THAT AN ADDITIONAL ONE-TIME  SERVICE  CHARGE  OF  TEN\n   16  DOLLARS  SHALL  BE CHARGED FOR SUCH PLATE.  SUCH SERVICE CHARGE SHALL BE\n   17  DEPOSITED PURSUANT TO THE PROVISIONS OF SECTION FOUR HUNDRED FOUR-OO  OF\n   18  THIS  ARTICLE TO THE CREDIT OF THE DEPARTMENT OF MOTOR VEHICLES DISTINC-\n   19  TIVE PLATE DEVELOPMENT FUND ESTABLISHED BY SECTION NINETY-FIVE-G OF  THE\n   20  STATE  FINANCE LAW, AND SHALL BE USED FOR THE PRODUCTION, DESIGN, ADVER-\n   21  TISING AND MARKETING OF DISTINCTIVE  LICENSE  PLATES  PURSUANT  TO  SUCH\n   22  SECTION NINETY-FIVE-G.\n   23    S  2.  This  act shall take effect on the ninetieth day after it shall\n   24  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00220-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to issuing distinctive license plates for African-American veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T145334.TXT", "SOBI.D101229.T091216.TXT", "SOBI.D101229.T143740.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293651460367
}