{
  "year" : 2011,
  "senateBillNo" : "A476-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A476-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases availability of adult day health care program by allowing for fifty slots, without regard of public need",
  "summary" : "Increases availability of adult day health care program by allowing for fifty slots, without regard to public need in county populations of 325,000-400,000 and in a city with a population of 25,000. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health",
  "previousVersions" : [ "A975-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          476\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GUNTHER, DESTITO, JAFFEE, PHEFFER -- read once\n         and referred to the Committee on Aging\n\n       AN ACT relating to increasing availability under the  adult  day  health\n         care  program;  and  providing  for the repeal of such provisions upon\n         expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  any adult day health care program, established pursuant to 10 NYCRR Part\n    3  425,  located  in a county having 89 authorized slots, with a population\n    4  of more than 325,000 and less than 400,000 persons and in a city with  a\n    5  population  of  more  than 25,000 persons in such county, as recorded by\n    6  the 2000 United States census bureau, and which at any point in time  is\n    7  unable  to accommodate individuals awaiting placement into the adult day\n    8  health care program, shall be authorized by the commissioner  of  health\n    9  to  increase  the  number of adult day health care slots available for a\n   10  specified period of time as part of a demonstration program by up to  50\n   11  slots  within  such  county;  provided, however, that such program shall\n   12  otherwise satisfy all other adult day health care  program  requirements\n   13  as  set  forth  in  10  NYCRR  Part 425. Further, any such program which\n   14  receives authorization to increase the number of adult day  health  care\n   15  slots  available pursuant to this section shall submit a report annually\n   16  to the commissioner of health, the governor, the temporary president  of\n   17  the  senate  and the speaker of the assembly, which contains the cost of\n   18  the program, including the savings to state and local  governments,  the\n   19  number  of persons served by the program by county, a description of the\n   20  demographic and clinical  characteristics  of  patients  served  by  the\n   21  program,  and  an  evaluation of the quality of care provided to persons\n   22  served by the program. After release of the second report  by  any  such\n   23  program  if  the findings of the report do not reflect a cost savings to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02086-01-1\n\n       A. 476                              2\n\n    1  the state and local governments, the program  may  be  terminated  imme-\n    2  diately by the commissioner of health. Within 30 days of the termination\n    3  of  a  demonstration  program, the commissioner of health shall submit a\n    4  report  to  the  governor, the temporary president of the senate and the\n    5  speaker of the assembly which outlines the reasons for early termination\n    6  of such program.\n    7    S 2. This act shall  take  effect  immediately  and  shall  be  deemed\n    8  repealed September 1, 2016; provided that, any person placed in an adult\n    9  day  health  care  program pursuant to section one of this act, prior to\n   10  the repeal of this act shall be authorized to remain in such program and\n   11  receive the services thereof after the repeal of this act; and provided,\n   12  further, state funding for  the  provision  of  adult  day  health  care\n   13  program  services authorized by this act shall continue after the repeal\n   14  of this act for any person to which the provisions  of  this  act  shall\n   15  continue to apply.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT relating to increasing availability under the adult day health care program; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T145334.TXT", "SOBI.D101229.T101721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293635841137
}