{
  "year" : 2011,
  "senateBillNo" : "A479-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A479-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"New York city health and hospitals corporation military pay act\"",
  "summary" : "Enacts the \"New York city health and hospitals corporation military pay act\"; authorizes military pay to certain employees of the New York city health and hospitals corporation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Military Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          479\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Governmental Employees\n\n       AN ACT to amend the military law, in relation to enacting the \"New  York\n         city health and hospitals corporation military pay act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"New York city health and hospitals corporation military pay act\".\n    3    S  2.  Subdivision 5-a of section 242 of the military law, as added by\n    4  chapter 238 of the laws of 2008, subparagraph (ii) of paragraph (b)  and\n    5  the  opening paragraph of paragraph (e) as amended by chapter 240 of the\n    6  laws of 2008, is amended to read as follows:\n    7    5-a. Pay for employees of a city with a population of one  million  or\n    8  more. This subdivision shall govern the calculation of compensation and,\n    9  where applicable, repayment of same by public officers or employees of a\n   10  city  with  a  population of one million or more OR WHO ARE EMPLOYEES OF\n   11  THE NEW YORK CITY HEALTH AND HOSPITALS CORPORATION who  are  engaged  in\n   12  the performance of ordered military duty, including time spent traveling\n   13  to  and  returning from such duty. In any conflict between this subdivi-\n   14  sion and any other provision of law with respect to such public  servant\n   15  soldiers, this subdivision shall be controlling.\n   16    (a) Definitions. As used in this subdivision:\n   17    (i)  \"Base pay of city salary\" means the base pay received by a public\n   18  officer or employee from employment by a city. For public  officers  and\n   19  employees  who, prior to the effective date of this subdivision, elected\n   20  to participate in a \"full pay/repayment plan\",  have  returned  to  city\n   21  employment  from  ordered military duty as of the effective date of this\n   22  subdivision and are, on the effective date of this  subdivision,  public\n   23  officers  or  employees, the base pay of city salary shall be calculated\n   24  by the implementing agency as the salary received by the public  servant\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03803-01-1\n\n       A. 479                              2\n\n    1  soldier  as  of  the  effective  date of this subdivision or the date of\n    2  return to city service, whichever is later.\n    3    For  public officers and employees who, prior to the effective date of\n    4  this subdivision, elected to participate in a \"full pay/repayment  plan\"\n    5  and  who  return to city employment from ordered military duty after the\n    6  effective date of this subdivision, the base pay of city salary shall be\n    7  calculated on the date of return to city employment.\n    8    For public officers and employees who, prior to the effective date  of\n    9  this  subdivision, elected to participate in a \"full pay/repayment plan\"\n   10  and who have, by the effective date of this subdivision,  already  sepa-\n   11  rated  from  city  employment  in a manner other than by retirement, and\n   12  except where the implementing agency shall determine  the  existence  of\n   13  hardship,  the base pay of city salary shall be calculated as the salary\n   14  received by the public servant soldier as of the date of separation from\n   15  city service.\n   16    For public officers and employees who, prior to the effective date  of\n   17  this  subdivision, elected to participate in a \"full pay/repayment plan\"\n   18  and who separate from city employment in a manner other than  retirement\n   19  after  the  effective  date  of  this  subdivision, and except where the\n   20  implementing agency shall determine the existence of hardship, the  base\n   21  pay  of  city  salary  shall be calculated as the salary received by the\n   22  public servant soldier as of the date of return to city service.\n   23    (ii) \"Balloon payment\" means the payment required for  full  satisfac-\n   24  tion  of  any remaining outstanding repayment obligation after ten years\n   25  from the date of return from ordered military duty pursuant to paragraph\n   26  (e) of this subdivision.\n   27    (iii) \"City\" means a city with a population of one million or more.\n   28    (iv) \"City salary\" means the gross salary received by a public officer\n   29  or employee from employment by a  city,  before  taxes,  deductions,  or\n   30  court-ordered payments, required or voluntary; but excluding payments by\n   31  a city as employer for health, pension, and other benefits.\n   32    (v)  \"Covered operation\" means those military operations designated by\n   33  the federal government of the United States, in  support  of  \"Operation\n   34  Enduring  Freedom\",  \"Operation Iraqi Freedom\", \"Operation Noble Eagle\",\n   35  or successors thereto, or operations specifically connected  by  federal\n   36  designation,  action  or  implication with homeland security. The imple-\n   37  menting agency may make such additional designations on  a  case-by-case\n   38  basis  as  it  shall  deem, in its discretion, to be in keeping with the\n   39  spirit and intent of this subdivision.\n   40    (vi) \"Differential pay\" means the pay  calculated  as  the  difference\n   41  between  a  public  servant  soldier's  military salary and city salary,\n   42  where the military salary is less than the city salary.\n   43    (vii) \"Full pay/repayment plan\" means a salary and  benefits  plan  in\n   44  effect in a city prior to the effective date of this subdivision whereby\n   45  a  public  servant soldier elected to receive city salary while on mili-\n   46  tary duty, but is required to repay the lesser of such  city  salary  or\n   47  military salary to a city upon return from military duty.\n   48    (viii)  \"Implementing agency\" means an agency of a city, as designated\n   49  by the mayor of such city in writing, that is  authorized  to  implement\n   50  the provisions of this subdivision.\n   51    (ix)  \"Military  salary\" means the gross salary paid by the government\n   52  of the United States to a public servant soldier  for  ordered  military\n   53  duty in the armed forces of the United States in a covered operation, as\n   54  further  defined by the implementing agency, provided that such military\n   55  pay shall be calculated without  regard  to  such  extra  or  additional\n\n       A. 479                              3\n\n    1  stipends  as  hazard  pay,  housing or food allowances, or other similar\n    2  additions.\n    3    (x)  \"Public  officer\"  or  \"employee\"  means  a  public officer or an\n    4  employee of a city OR AN EMPLOYEE OF THE NEW YORK CITY HEALTH AND HOSPI-\n    5  TALS CORPORATION.\n    6    (xi) \"Public servant soldier\" means a public officer [or], employee of\n    7  a city OR AN EMPLOYEE OF THE NEW YORK CITY HEALTH AND  HOSPITALS  CORPO-\n    8  RATION  performing  ordered  military  duty in connection with a covered\n    9  operation.\n   10    (b) The mayor of a city shall designate an agency of such city  to  be\n   11  the implementing agency that will administer and implement this subdivi-\n   12  sion.  The implementing agency is hereby authorized to and shall:\n   13    (i)  provide for the continuation of health insurance benefits, to the\n   14  public servant soldier and to such public servant soldier's  family,  if\n   15  the  family had been included in such coverage prior to the public serv-\n   16  ant soldier beginning ordered military duty, under the  same  terms  and\n   17  conditions  as  applied  to such public servant soldier prior to leaving\n   18  city employment for ordered military duty; and\n   19    (ii) provide for hardship under certain conditions determined  by  the\n   20  implementing  agency  for public servant soldiers who elected to partic-\n   21  ipate in a \"full pay/repayment plan\". Such conditions shall include, but\n   22  shall not be limited to, any material unforeseen or  compelling  changes\n   23  in  circumstances  affecting a public servant soldier's ability to repay\n   24  that occurred since such public servant soldier elected  to  participate\n   25  in  the \"full pay/repayment plan,\" including but not limited to injuries\n   26  sustained while on ordered military duty,  or  a  determination  by  the\n   27  implementing  agency that the public servant soldier is or will be expe-\n   28  riencing severe economic hardship due  to  a  change  in  circumstances.\n   29  Relief  may include an extension of the repayment term or a reduction in\n   30  the percentage of salary dedicated to repayment, or  a  modification  to\n   31  the  requirement  for a balloon payment. Such determinations of economic\n   32  hardship may be made on a case-by-case basis, and the implementing agen-\n   33  cy may require the provision of such information by the  public  servant\n   34  soldier as it deems necessary to make such determination.\n   35    (c)  Subdivision five of this section or any other law to the contrary\n   36  notwithstanding, until August first, two thousand ten, unless the  mayor\n   37  of a city, in his or her discretion, extends such date, a public officer\n   38  or employee shall be paid city salary as such public officer or employee\n   39  for  any  and all periods of absence while engaged in the performance of\n   40  ordered military duty, and while going to and returning from such  duty,\n   41  not  exceeding  thirty  working  days  in  any one calendar year and not\n   42  exceeding thirty working days in  any  one  continuous  period  of  such\n   43  absence.\n   44    (d)  Subdivision five of this section or any other law to the contrary\n   45  notwithstanding, until August first, two thousand ten, unless the  mayor\n   46  of a city, in his or her discretion, extends such date, a public servant\n   47  soldier  shall, after having received the city salary to which he or she\n   48  is entitled pursuant to paragraph  (c)  of  this  subdivision,  be  paid\n   49  differential pay thereafter on his or her regularly scheduled pay period\n   50  for the duration of such ordered military duty, if such ordered military\n   51  duty  is  in  connection with a covered operation. No repayment shall be\n   52  required to the city for such differential  pay  received  by  a  public\n   53  servant  soldier,  provided that this prohibition on repayment shall not\n   54  apply in the case of a material error in calculation that results in  an\n   55  unwarranted  increase  to  the  public servant soldier. Repayment of any\n\n       A. 479                              4\n\n    1  such overage shall be governed by the terms of  paragraph  (e)  of  this\n    2  subdivision.\n    3    (e)  A  public officer or employee who, prior to the effective date of\n    4  this subdivision, elected to participate in a \"full pay/repayment  plan\"\n    5  and,  in  having  done  so,  incurred a repayment obligation, shall make\n    6  repayments in accordance with terms adopted by the implementing  agency,\n    7  except that, with respect to such repayment obligations, such officer or\n    8  employee shall have satisfied the obligation to repay when he or she has\n    9  repaid  eighty-five  percent  of  the  amount of city salary or military\n   10  salary, whichever is less, less other such discounts implemented by  the\n   11  implementing  agency  as  of  the effective date of this subdivision and\n   12  such incentives as may be implemented  by  the  implementing  agency  to\n   13  encourage payment, and no such term shall:\n   14    (i) require a public officer or employee, while employed by such city,\n   15  to  pay in any pay period more than seven and one-half percent of his or\n   16  her base pay of city salary toward satisfying his or her repayment obli-\n   17  gation, except that a term may provide  for  full  satisfaction  of  any\n   18  remaining outstanding repayment obligation after ten years from the date\n   19  of return from ordered military duty; or\n   20    (ii)  require  a  retired  public  officer  or employee to pay, in any\n   21  month, an amount more than seven and one-half  percent  of  his  or  her\n   22  monthly  pension payment, except that a term may provide for full satis-\n   23  faction of any remaining  outstanding  repayment  obligation  after  ten\n   24  years from the date of return from ordered military duty; or\n   25    (iii)  require  a public officer or employee separated from employment\n   26  by such city in a manner other than by retirement, to pay, in any  year,\n   27  an  amount  more than seven and one-half percent of the base pay of city\n   28  salary, except that a term may provide  for  full  satisfaction  of  any\n   29  remaining outstanding repayment obligation after ten years from the date\n   30  of return from ordered military duty.\n   31    (f)  Notwithstanding  paragraph  (e) of this subdivision, a city shall\n   32  not require the satisfaction of any repayment obligation  in  the  event\n   33  that  a  public  servant soldier is killed in the performance of ordered\n   34  military duty.\n   35    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the military law, in relation to enacting the \"New York city health and hospitals corporation military pay act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T145334.TXT", "SOBI.D101229.T101721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293635841147
}