{
  "year" : 2011,
  "senateBillNo" : "A481-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A481-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of health to promulgate special rules and regulations for food safety in soup kitchens",
  "summary" : "Directs the commissioner of public health to promulgate special rules and regulations for food safety in soup kitchens. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Health",
  "previousVersions" : [ "A3836-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          481\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Health\n\n       AN  ACT  directing  the commissioner of health to establish special food\n         safety rules and regulations for soup kitchens\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  commissioner  of  health  is  hereby  authorized and\n    2  directed to promulgate special rules and regulations  establishing  food\n    3  safety guidelines for a soup kitchen or similar facility that engages in\n    4  the preparation and service of food to individuals at no charge and that\n    5  serves sixty or fewer people.\n    6    Such  regulations shall take into account the financial limitations of\n    7  operating such facilities, including the  limited  ability  to  purchase\n    8  service  equipment  and/or supplies, and shall apply to any vehicle used\n    9  by the facility to serve food to such individuals.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03484-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT directing the commissioner of health to establish special food safety rules and regulations for soup kitchens ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T115228.TXT", "SOBI.D101228.T145334.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293641548045
}