{
  "year" : 2011,
  "senateBillNo" : "A483-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A483-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a person is guilty of vehicular homicide when such person causes the death of another person by operation of a motor vehicle",
  "summary" : "Provides that a person is guilty of vehicular homicide when such person causes the death of another person by operation of a motor vehicle when such death was caused committing a major traffic violation and such person was previously convicted of two or more major traffic violations or such person's license was revoked. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A3894-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          483\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. LENTOL -- Multi-Sponsored by -- M. of A. CANES-\n         TRARI, ENGLEBRIGHT, HOYT, PAULIN, SWEENEY, TOWNS, WEISENBERG  --  read\n         once and referred to the Committee on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to determining\n         when a person is guilty of vehicular homicide\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1212-a to read as follows:\n    3    S 1212-A. VEHICULAR HOMICIDE. A PERSON IS GUILTY OF VEHICULAR HOMICIDE\n    4  WHEN HE OR SHE CAUSES THE DEATH OF ANOTHER  PERSON  BY  OPERATION  OF  A\n    5  MOTOR  VEHICLE  WHEN  SUCH  DEATH WAS CAUSED BY SUCH PERSON COMMITTING A\n    6  MAJOR TRAFFIC VIOLATION; AND\n    7    (A) SUCH PERSON HAS PREVIOUSLY BEEN CONVICTED OF  TWO  OR  MORE  MAJOR\n    8  TRAFFIC  VIOLATIONS  ON AT LEAST TWO SEPARATE OCCASIONS WITHIN THE IMME-\n    9  DIATELY PRECEDING EIGHTEEN MONTHS; OR\n   10    (B) AT THE TIME SUCH PERSON IS OPERATING SUCH MOTOR  VEHICLE,  HIS  OR\n   11  HER  LICENSE  IS  REVOKED PURSUANT TO SUBPARAGRAPH (I) OF PARAGRAPH A OF\n   12  SUBDIVISION TWO OF SECTION FIVE HUNDRED TEN OF  THIS  CHAPTER  AND  SUCH\n   13  PERSON  KNOWS  OR HAS REASON TO KNOW THAT HIS OR HER LICENSE HAS BEEN SO\n   14  REVOKED.\n   15    FOR PURPOSES OF THIS SECTION, THE TERM \"MAJOR TRAFFIC VIOLATION\" SHALL\n   16  MEAN THE OPERATION OF A MOTOR VEHICLE IN VIOLATION OF  ANY  ONE  OF  THE\n   17  FOLLOWING  PROVISIONS  OF  THIS  CHAPTER: SUBDIVISION TWO OF SECTION SIX\n   18  HUNDRED, SECTION ELEVEN HUNDRED ELEVEN, SECTION ELEVEN HUNDRED  SEVENTY,\n   19  SUBDIVISION  (A)  OF  SECTION ELEVEN HUNDRED SEVENTY-TWO, SECTION ELEVEN\n   20  HUNDRED SEVENTY-FOUR, SUBDIVISIONS (A), (B), (C), (D) AND (F) OF SECTION\n   21  ELEVEN HUNDRED EIGHTY PROVIDED THAT THE  VIOLATION  INVOLVED  TWENTY  OR\n   22  MORE  MILES  PER HOUR OVER THE ESTABLISHED LIMIT, SECTION ELEVEN HUNDRED\n   23  EIGHTY-TWO, AND SECTION TWELVE HUNDRED TWELVE. THE TERM  \"MAJOR  TRAFFIC\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03481-01-1\n\n       A. 483                              2\n\n    1  VIOLATION\"  SHALL  ALSO INCLUDE A VIOLATION OF SUBDIVISION TWO, THREE OR\n    2  FOUR OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS CHAPTER,  AS  WELL  AS\n    3  ANY  VIOLATION  OF  THE  PENAL  LAW THAT INCLUDES AS ONE OF ITS ELEMENTS\n    4  PROOF  THAT SUCH PERSON VIOLATED ANY ONE OF SUCH SUBDIVISIONS. VEHICULAR\n    5  HOMICIDE IS A CLASS E FELONY.\n    6    S 2. This act shall take effect on the ninetieth day  after  it  shall\n    7  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to determining when a person is guilty of vehicular homicide ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T125733.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T145854.TXT", "SOBI.D101229.T115228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293645453103
}