{
  "year" : 2011,
  "senateBillNo" : "A484-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A484-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the rescued animals spay and neuter fund",
  "summary" : "Creates the rescued animals spray and neuter fund; authorizes the department of taxation and finance to place a check-off box on income tax returns for taxpayers to contribute money to the fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A4318-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          484\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL, MILLMAN -- Multi-Sponsored by -- M. of A.\n         McENENY -- read once and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend the tax law and the state finance law, in relation to\n         the rescued animals spay and neuter fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  tax  law is amended by adding a new section 209-H to\n    2  read as follows:\n    3    S 209-H. GIFT FOR RESCUED ANIMALS PROTECTION. EFFECTIVE  FOR  ANY  TAX\n    4  YEAR  COMMENCING  ON  OR  AFTER  JANUARY  FIRST,  TWO THOUSAND TWELVE, A\n    5  TAXPAYER IN ANY TAXABLE YEAR MAY ELECT  TO  CONTRIBUTE  TO  THE  RESCUED\n    6  ANIMALS  SPAY  AND  NEUTER FUND. SUCH CONTRIBUTION SHALL BE IN ANY WHOLE\n    7  DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY  SUCH\n    8  TAXPAYER.  THE  COMMISSIONER SHALL INCLUDE SPACE ON THE CORPORATE INCOME\n    9  TAX RETURN TO ENABLE A TAXPAYER TO MAKE  SUCH  CONTRIBUTION.    NOTWITH-\n   10  STANDING  ANY OTHER PROVISION OF LAW, ALL REVENUES COLLECTED PURSUANT TO\n   11  THIS SECTION SHALL BE CREDITED TO THE RESCUED ANIMALS  SPAY  AND  NEUTER\n   12  FUND  AND  SHALL  BE  USED ONLY FOR THOSE PURPOSES ENUMERATED IN SECTION\n   13  NINETY-FIVE-H OF THE STATE FINANCE LAW.\n   14    S 2. Part 2 of article 22 of the tax law is amended by  adding  a  new\n   15  section 630-c to read as follows:\n   16    S  630-C.   GIFT FOR RESCUED ANIMALS PROTECTION. EFFECTIVE FOR ANY TAX\n   17  YEAR COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE, AN INDI-\n   18  VIDUAL IN ANY TAXABLE YEAR  MAY  ELECT  TO  CONTRIBUTE  TO  THE  RESCUED\n   19  ANIMALS  SPAY  AND  NEUTER FUND. SUCH CONTRIBUTION SHALL BE IN ANY WHOLE\n   20  DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY  SUCH\n   21  INDIVIDUAL.  THE COMMISSIONER SHALL INCLUDE SPACE ON THE PERSONAL INCOME\n   22  TAX RETURN TO ENABLE AN INDIVIDUAL TO MAKE SUCH CONTRIBUTION.   NOTWITH-\n   23  STANDING  ANY OTHER PROVISION OF LAW, ALL REVENUES COLLECTED PURSUANT TO\n   24  THIS SECTION SHALL BE CREDITED TO THE RESCUED ANIMALS  SPAY  AND  NEUTER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03477-01-1\n\n       A. 484                              2\n\n    1  FUND  AND  SHALL  BE  USED ONLY FOR THOSE PURPOSES ENUMERATED IN SECTION\n    2  NINETY-FIVE-H OF THE STATE FINANCE LAW.\n    3    S  3. The state finance law is amended by adding a new section 95-h to\n    4  read as follows:\n    5    S 95-H. RESCUED ANIMALS SPAY AND  NEUTER  FUND.  1.  THERE  IS  HEREBY\n    6  ESTABLISHED  IN THE JOINT CUSTODY OF THE COMMISSIONER OF AGRICULTURE AND\n    7  MARKETS AND THE COMPTROLLER A SPECIAL FUND TO BE KNOWN AS  THE  \"RESCUED\n    8  ANIMALS  SPAY  AND  NEUTER  FUND\".   THE COMMISSIONER OF AGRICULTURE AND\n    9  MARKETS SHALL PROMULGATE ANY  RULES  AND  REGULATIONS  THE  COMMISSIONER\n   10  DEEMS NECESSARY TO IMPLEMENT AND REGULATE SUCH FUND.\n   11    2. SUCH FUND SHALL CONSIST OF:\n   12    A.  ALL  REVENUES  RECEIVED  BY THE DEPARTMENT OF TAXATION AND FINANCE\n   13  PURSUANT TO THE PROVISIONS  OF  SECTIONS  TWO  HUNDRED  NINE-H  AND  SIX\n   14  HUNDRED THIRTY-C OF THE TAX LAW;\n   15    B. ALL REVENUES RECEIVED PURSUANT TO APPROPRIATION BY THE LEGISLATURE;\n   16  AND\n   17    C.  ALL  OTHER  MONEYS  APPROPRIATED, CREDITED, OR TRANSFERRED THERETO\n   18  FROM ANY OTHER FUND OR SOURCE PURSUANT TO LAW.\n   19    THE COMMISSIONER OF TAXATION AND FINANCE SHALL REPORT ANNUALLY TO  THE\n   20  STATE  COMPTROLLER  THE  AMOUNTS  DESIGNATED  FOR  THE  FUND PURSUANT TO\n   21  SECTIONS TWO HUNDRED NINE-H AND SIX HUNDRED THIRTY-C OF THE TAX LAW, WHO\n   22  SHALL TRANSFER THAT AMOUNT  TO  THE  FUND.  NOTHING  CONTAINED  IN  THIS\n   23  SECTION  SHALL  PREVENT  THE  STATE  FROM  RECEIVING  GRANTS,  GIFTS, OR\n   24  BEQUESTS FOR THE PURPOSES OF THE FUND AS DEFINED  IN  THIS  SECTION  AND\n   25  DEPOSITING THEM INTO THE FUND.\n   26    3.  MONEYS  OF THE FUND SHALL BE EXPENDED FOR THE PURPOSES OF CARRYING\n   27  OUT THE PROVISIONS OF SECTION ONE HUNDRED SEVENTEEN-A OF THE AGRICULTURE\n   28  AND MARKETS LAW. MONEYS SHALL BE PAID OUT OF THE FUND ON THE  AUDIT  AND\n   29  WARRANT OF THE STATE COMPTROLLER ON VOUCHERS APPROVED BY THE COMMISSION-\n   30  ER  OF AGRICULTURE AND MARKETS. ANY INTEREST RECEIVED BY THE COMPTROLLER\n   31  ON MONEYS ON DEPOSIT IN THE ANIMAL  POPULATION  CONTROL  FUND  SHALL  BE\n   32  RETAINED IN AND BECOME PART OF SUCH FUND.\n   33    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to the rescued animals spay and neuter fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T142739.TXT", "SOBI.D101228.T145854.TXT", "SOBI.D101228.T150334.TXT", "SOBI.D101229.T130233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293650859223
}