{
  "year" : 2011,
  "senateBillNo" : "A485-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A485-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of police training high schools in certain city school districts and provides for further education and employment",
  "summary" : "Provides for the establishment of police training high schools in certain city school districts and provides for further education and employment; establishes preferential admissions criteria for the state and city universities; establishes preferential civil service criteria in the recruitment of police officers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1457-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          485\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WRIGHT  --  Multi-Sponsored  by  -- M. of A.\n         J. RIVERA -- read once and referred to the Committee on Education\n\n       AN ACT to amend the education law and the civil service law, in relation\n         to providing for police training high schools in certain  city  school\n         districts and making provisions for their graduates' further education\n         and recruitment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading of section 2555 of the  education  law,\n    2  such  section  as  renumbered  by  chapter  762  of the laws of 1950, is\n    3  amended and a new subdivision 4 is added to read as follows:\n    4    Kindergartens, nursery [and], night schools AND POLICE  TRAINING  HIGH\n    5  SCHOOLS.\n    6    4.  A.  EACH SCHOOL DISTRICT SUBJECT TO THE PROVISIONS OF THIS ARTICLE\n    7  MAY ESTABLISH A POLICE TRAINING HIGH SCHOOL OR POLICE  TRAINING  PROGRAM\n    8  IN  AN EXISTING HIGH SCHOOL WITHIN ITS DISTRICT, EXCEPT THAT THE CITY OF\n    9  NEW YORK MAY ESTABLISH SUCH A HIGH SCHOOL IN EACH OF ITS BOROUGHS.  SUCH\n   10  HIGH  SCHOOLS  OR  PROGRAMS  SHALL SERVE STUDENTS IN GRADES NINE THROUGH\n   11  TWELVE AND SHALL PROVIDE,  IN  ADDITION  TO  THE  STANDARD  HIGH  SCHOOL\n   12  CURRICULUM  OTHERWISE  PRESCRIBED BY LAW, SPECIALIZED COURSES CONTAINING\n   13  EDUCATION AND TRAINING TO PREPARE STUDENTS FOR ADMISSION TO POLICE ACAD-\n   14  EMIES AND CAREERS AS POLICE OFFICERS.\n   15    B. GUIDELINES FOR THE CURRICULUM FOR SUCH POLICE EDUCATION AND  TRAIN-\n   16  ING  COURSES  SHALL  BE  PRESCRIBED BY THE COMMISSIONER, IN CONSULTATION\n   17  WITH THE DIVISION OF CRIMINAL JUSTICE SERVICES AND THE MUNICIPAL  POLICE\n   18  TRAINING  COUNCIL.   EACH HIGH SCHOOL OR PROGRAM MAY FURTHER DEVELOP ITS\n   19  OWN CURRICULUM IN CONSULTATION WITH A UNIT OF THE  STATE  UNIVERSITY  OF\n   20  NEW  YORK  OR  THE CITY UNIVERSITY OF NEW YORK HAVING A CRIMINAL JUSTICE\n   21  SCHOOL OR PROGRAM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03590-01-1\n\n       A. 485                              2\n\n    1    C. SUCH HIGH SCHOOLS OR PROGRAMS SHALL SERVE STUDENTS LIVING IN POLICE\n    2  PRECINCTS HAVING HIGH JUVENILE  DELINQUENCY  RATES.  SCHOOL  AUTHORITIES\n    3  SHALL RECRUIT STUDENTS FROM SUCH AREAS. EACH CLASS SHALL CONTAIN NO MORE\n    4  THAN  TWENTY  STUDENTS, AND EACH HIGH SCHOOL OR PROGRAM SHALL CONTAIN NO\n    5  MORE THAN TWENTY CLASSES.\n    6    D. THE POLICE TRAINING CURRICULUM SHALL INCLUDE A SUMMER SCHOOL COMPO-\n    7  NENT.  THIS COMPONENT SHALL BE OFFERED AT ONE OR MORE OF THE CAMPUSES OF\n    8  THE CITY UNIVERSITY OF NEW YORK OR THE  STATE  UNIVERSITY  OF  NEW  YORK\n    9  HAVING  PROGRAMS  IN  CRIMINAL  JUSTICE. NECESSARY ARRANGEMENTS THEREFOR\n   10  SHALL BE MADE BY THE COMMISSIONER IN CONSULTATION WITH  THE  CHANCELLORS\n   11  OF  SUCH  UNIVERSITIES.  THE COMMISSIONER MAY, IN HIS OR HER DISCRETION,\n   12  ARRANGE FOR A SUMMER SCHOOL COMPONENT  TO  BE  OFFERED  AT  A  COMMUNITY\n   13  COLLEGE.\n   14    S  2.  The  section  heading  of section 2514 of the education law, as\n   15  added by chapter 762 of the laws of 1950, is amended and a new  subdivi-\n   16  sion 4 is added to read as follows:\n   17    Kindergartens,  nursery  [and], night schools AND POLICE TRAINING HIGH\n   18  SCHOOLS.\n   19    4. A. EACH SCHOOL DISTRICT SUBJECT TO THE PROVISIONS OF THIS  ARTICLE,\n   20  IN  A  CITY  HAVING  A  POPULATION  OF ONE HUNDRED THOUSAND OR MORE, MAY\n   21  ESTABLISH A POLICE TRAINING HIGH SCHOOL OR POLICE TRAINING  PROGRAMS  IN\n   22  AN EXISTING HIGH SCHOOL WITHIN ITS DISTRICT, EXCEPT THAT THE CITY OF NEW\n   23  YORK MAY ESTABLISH SUCH A HIGH SCHOOL IN EACH OF ITS BOROUGHS. SUCH HIGH\n   24  SCHOOLS  OR  PROGRAMS SHALL SERVE STUDENTS IN GRADES NINE THROUGH TWELVE\n   25  AND SHALL PROVIDE, IN ADDITION TO THE STANDARD  HIGH  SCHOOL  CURRICULUM\n   26  OTHERWISE  PRESCRIBED  BY  LAW, SPECIALIZED COURSES CONTAINING EDUCATION\n   27  AND TRAINING TO PREPARE STUDENTS FOR ADMISSION TO POLICE  ACADEMIES  AND\n   28  CAREERS AS POLICE OFFICERS.\n   29    B.  GUIDELINES FOR THE CURRICULUM FOR SUCH POLICE EDUCATION AND TRAIN-\n   30  ING COURSES SHALL BE PRESCRIBED BY  THE  COMMISSIONER,  IN  CONSULTATION\n   31  WITH  THE DIVISION OF CRIMINAL JUSTICE SERVICES AND THE MUNICIPAL POLICE\n   32  TRAINING COUNCIL.  EACH HIGH SCHOOL OR PROGRAM MAY FURTHER  DEVELOP  ITS\n   33  OWN  CURRICULUM  IN  CONSULTATION WITH A UNIT OF THE STATE UNIVERSITY OF\n   34  NEW YORK OR THE CITY UNIVERSITY OF NEW YORK HAVING  A  CRIMINAL  JUSTICE\n   35  SCHOOL OR PROGRAM.\n   36    C. SUCH HIGH SCHOOLS OR PROGRAMS SHALL SERVE STUDENTS LIVING IN POLICE\n   37  PRECINCTS  HAVING  HIGH  JUVENILE  DELINQUENCY RATES. SCHOOL AUTHORITIES\n   38  SHALL RECRUIT STUDENTS FROM SUCH AREAS. EACH CLASS SHALL CONTAIN NO MORE\n   39  THAN TWENTY STUDENTS, AND EACH HIGH SCHOOL OR PROGRAM SHALL  CONTAIN  NO\n   40  MORE THAN TWENTY CLASSES.\n   41    D. THE POLICE TRAINING CURRICULUM SHALL INCLUDE A SUMMER SCHOOL COMPO-\n   42  NENT.  THIS COMPONENT SHALL BE OFFERED AT ONE OR MORE OF THE CAMPUSES OF\n   43  THE CITY UNIVERSITY OF NEW YORK OR THE  STATE  UNIVERSITY  OF  NEW  YORK\n   44  HAVING  PROGRAMS  IN  CRIMINAL  JUSTICE. NECESSARY ARRANGEMENTS THEREFOR\n   45  SHALL BE MADE BY THE COMMISSIONER IN CONSULTATION WITH  THE  CHANCELLORS\n   46  OF  SUCH  UNIVERSITIES.  THE COMMISSIONER MAY, IN HIS OR HER DISCRETION,\n   47  ARRANGE FOR A SUMMER SCHOOL COMPONENT  TO  BE  OFFERED  AT  A  COMMUNITY\n   48  COLLEGE.\n   49    S  3. The education law is amended by adding a new section 319 to read\n   50  as follows:\n   51    S 319. POLICE OFFICER TRAINING CORPS (POTC). 1. THE  COMMISSIONER,  IN\n   52  COOPERATION  WITH THE CHANCELLORS OF THE CITY UNIVERSITY OF NEW YORK AND\n   53  THE STATE UNIVERSITY OF NEW YORK SHALL ESTABLISH A POTC  PROGRAM  TO  BE\n   54  OFFERED  AT  EACH  COLLEGE  OF  SUCH UNIVERSITIES OFFERING UNDERGRADUATE\n   55  PROGRAMS IN CRIMINAL JUSTICE.\n\n       A. 485                              3\n\n    1    2. SUCH POTC PROGRAM SHALL BE BASED ON THE  RESERVE  OFFICER  TRAINING\n    2  CORPS (ROTC) OF THE ARMED FORCES OF THE UNITED STATES.\n    3    S  4.  The  education  law is amended by adding a new section 355-d to\n    4  read as follows:\n    5    S 355-D. SPECIAL POLICE OFFICER  EDUCATION  AND  TRAINING  POWERS  AND\n    6  DUTIES. 1. THE STATE UNIVERSITY SHALL COOPERATE WITH THE COMMISSIONER IN\n    7  ESTABLISHING  AND  IMPLEMENTING THE POLICE TRAINING SUMMER SCHOOL COMPO-\n    8  NENT PROVIDED FOR IN SUBDIVISION FOUR  OF  SECTION  TWENTY-FIVE  HUNDRED\n    9  FOURTEEN  OR  SUBDIVISION FOUR OF SECTION TWENTY-FIVE HUNDRED FIFTY-FIVE\n   10  OF THIS CHAPTER.\n   11    2. THE STATE UNIVERSITY  SHALL  COOPERATE  WITH  THE  COMMISSIONER  IN\n   12  ESTABLISHING  A  POLICE  OFFICER  TRAINING  CORPS (POTC) PROVIDED FOR IN\n   13  SECTION THREE HUNDRED NINETEEN OF THIS TITLE.\n   14    3. IN THE CONSIDERATION OF APPLICATIONS FOR ADMISSION TO UNDERGRADUATE\n   15  CRIMINAL JUSTICE PROGRAMS,  AN  APPLICANT'S  GRADUATION  FROM  A  POLICE\n   16  TRAINING HIGH SCHOOL OR PROGRAM ESTABLISHED PURSUANT TO SUBDIVISION FOUR\n   17  OF  SECTION  TWENTY-FIVE HUNDRED FOURTEEN OR SUBDIVISION FOUR OF SECTION\n   18  TWENTY-FIVE HUNDRED FIFTY-FIVE OF THIS CHAPTER SHALL BE  REGARDED  AS  A\n   19  FACTOR WEIGHING IN FAVOR OF ADMISSION.\n   20    S  5.  The  education law is amended by adding a new section 6204-b to\n   21  read as follows:\n   22    S 6204-B. SPECIAL POLICE OFFICER EDUCATION  AND  TRAINING  POWERS  AND\n   23  DUTIES.  1. THE CITY UNIVERSITY SHALL COOPERATE WITH THE COMMISSIONER IN\n   24  ESTABLISHING AND IMPLEMENTING THE POLICE TRAINING SUMMER  SCHOOL  COMPO-\n   25  NENT  PROVIDED  FOR  IN  SUBDIVISION FOUR OF SECTION TWENTY-FIVE HUNDRED\n   26  FOURTEEN OR SUBDIVISION FOUR OF SECTION TWENTY-FIVE  HUNDRED  FIFTY-FIVE\n   27  OF THIS CHAPTER.\n   28    2. THE CITY UNIVERSITY SHALL COOPERATE WITH THE COMMISSIONER IN ESTAB-\n   29  LISHING  A  POLICE OFFICER TRAINING CORPS (POTC) PROVIDED FOR IN SECTION\n   30  THREE HUNDRED NINETEEN OF THIS CHAPTER.\n   31    3. IN THE CONSIDERATION OF APPLICATIONS  FOR  ADMISSION  TO  JOHN  JAY\n   32  COLLEGE  OF CRIMINAL JUSTICE OR ANY OTHER UNDERGRADUATE CRIMINAL JUSTICE\n   33  PROGRAMS, AN APPLICANT'S GRADUATION FROM A POLICE TRAINING  HIGH  SCHOOL\n   34  ESTABLISHED  PURSUANT TO SUBDIVISION FOUR OF SECTION TWENTY-FIVE HUNDRED\n   35  FOURTEEN OR SUBDIVISION FOUR OF SECTION TWENTY-FIVE  HUNDRED  FIFTY-FIVE\n   36  OF  THIS  CHAPTER  SHALL  BE  REGARDED  AS A FACTOR WEIGHING IN FAVOR OF\n   37  ADMISSION.\n   38    S 6. Article 4 of the civil service law is amended  by  adding  a  new\n   39  title C to read as follows:\n   40                                   TITLE C\n   41                  SPECIAL PROVISIONS FOR POLICE RECRUITMENT\n   42  SECTION 67. SPECIAL PROVISIONS FOR POLICE RECRUITMENT.\n   43    S 67. SPECIAL PROVISIONS FOR POLICE RECRUITMENT. 1. (A) THE PROVISIONS\n   44  OF  THIS  SECTION  SHALL  SUPERSEDE  ANY INCONSISTENT PROVISIONS OF THIS\n   45  ARTICLE AND SHALL APPLY TO THE RECRUITMENT OF PERSONS TO FILL ALL AVAIL-\n   46  ABLE POSITIONS AS POLICE OFFICERS,  AS  THE  TERM  \"POLICE  OFFICER\"  IS\n   47  DEFINED  BY  SUBDIVISION  THIRTY-FOUR  OF  SECTION  1.20 OF THE CRIMINAL\n   48  PROCEDURE LAW, IN ANY CITY WITH A POPULATION OF ONE HUNDRED THOUSAND  OR\n   49  MORE  WHICH  HAS  ADOPTED A LOCAL LAW WHICH GRANTS ADDITIONAL CREDITS IN\n   50  COMPETITIVE EXAMINATIONS FOR ORIGINAL APPOINTMENT AS DESCRIBED IN SUBDI-\n   51  VISION TWO OF THIS SECTION.\n   52    (B) FOR THE PURPOSES OF THIS SECTION,  THE  TERM  \"GRADUATE\"  MEANS  A\n   53  PERSON  GRADUATED  FROM  A POLICE TRAINING HIGH SCHOOL OR PROGRAM ESTAB-\n   54  LISHED PURSUANT TO SUBDIVISION FOUR OF SECTION TWENTY-FIVE HUNDRED FOUR-\n   55  TEEN OR SUBDIVISION FOUR OF SECTION TWENTY-FIVE  HUNDRED  FIFTY-FIVE  OF\n   56  THE EDUCATION LAW.\n\n       A. 485                              4\n\n    1    2.   ADDITIONAL  CREDITS  IN  COMPETITIVE  EXAMINATIONS  FOR  ORIGINAL\n    2  APPOINTMENT.\n    3    (A)  IN  ANY  CITY  WITH  A POPULATION OF ONE HUNDRED THOUSAND OR MORE\n    4  WHICH HAS ADOPTED A LOCAL LAW WHICH GRANTS ADDITIONAL CREDIT IN  COMPET-\n    5  ITIVE  NOMINATIONS  FOR  ORIGINAL APPOINTMENT TO GRADUATES AS DEFINED IN\n    6  PARAGRAPH (B) OF SUBDIVISION ONE OF THIS SECTION, ON ALL ELIGIBLE  LISTS\n    7  RESULTING FROM COMPETITIVE EXAMINATIONS, THE NAMES OF ELIGIBLES SHALL BE\n    8  ENTERED  IN  THE ORDER OF THEIR RESPECTIVE FINAL EARNED RATINGS ON EXAM-\n    9  INATION, WITH THE NAME OF THE ELIGIBLE WITH  THE  HIGHEST  FINAL  EARNED\n   10  RATING AT THE HEAD OF SUCH LIST, PROVIDED, HOWEVER, THAT FOR THE PURPOSE\n   11  OF DETERMINING FINAL EARNED RATINGS, SUCH GRADUATES SHALL BE ENTITLED TO\n   12  RECEIVE FIVE POINTS ADDITIONAL IN A COMPETITIVE EXAMINATION FOR ORIGINAL\n   13  APPOINTMENT.\n   14    (B)  SUCH  ADDITIONAL CREDIT SHALL BE ADDED TO THE FINAL EARNED RATING\n   15  OF SUCH GRADUATE AFTER HE OR SHE HAS QUALIFIED IN THE COMPETITIVE  EXAM-\n   16  INATION  AND  SHALL  BE GRANTED ONLY AT THE TIME OF ESTABLISHMENT OF THE\n   17  RESULTING ELIGIBLE LIST.\n   18    3. APPLICATION FOR ADDITIONAL CREDIT; PROOF OF ELIGIBILITY; ESTABLISH-\n   19  MENT OF ELIGIBLE LIST. ANY CANDIDATE, BELIEVING HIMSELF OR HERSELF ENTI-\n   20  TLED TO ADDITIONAL CREDIT IN A COMPETITIVE EXAMINATION AS PROVIDED HERE-\n   21  IN, MAY MAKE APPLICATION FOR SUCH ADDITIONAL CREDIT AT ANY TIME  BETWEEN\n   22  THE  DATE  OF HIS OR HER APPLICATION FOR EXAMINATION AND THE DATE OF THE\n   23  ESTABLISHMENT OF THE RESULTING ELIGIBLE LIST. SUCH CANDIDATES  SHALL  BE\n   24  ALLOWED A PERIOD OF NOT LESS THAN TWO MONTHS FROM THE DATE OF THE FILING\n   25  OF  HIS  OR  HER  APPLICATION  FOR  EXAMINATION IN WHICH TO ESTABLISH BY\n   26  APPROPRIATE DOCUMENTARY PROOF HIS OR HER ELIGIBILITY  TO  RECEIVE  ADDI-\n   27  TIONAL  CREDIT  UNDER  THIS  SECTION.  AT ANY TIME AFTER TWO MONTHS HAVE\n   28  ELAPSED SINCE THE FINAL DATE FOR FILING APPLICATIONS FOR  A  COMPETITIVE\n   29  EXAMINATION  FOR  ORIGINAL APPOINTMENT, THE ELIGIBLE LIST RESULTING FROM\n   30  SUCH EXAMINATION MAY BE ESTABLISHED, NOTWITHSTANDING  THE  FACT  THAT  A\n   31  GRADUATE  WHO  HAS APPLIED FOR ADDITIONAL CREDIT HAS FAILED TO ESTABLISH\n   32  HIS OR HER ELIGIBILITY TO RECEIVE SUCH ADDITIONAL  CREDIT.  A  CANDIDATE\n   33  WHO  FAILS  TO  ESTABLISH,  BY APPROPRIATE DOCUMENTARY PROOF, HIS OR HER\n   34  ELIGIBILITY TO RECEIVE ADDITIONAL CREDIT BY THE TIME AN ELIGIBLE LIST IS\n   35  ESTABLISHED SHALL NOT THEREAFTER BE GRANTED ADDITIONAL  CREDIT  ON  SUCH\n   36  ELIGIBLE LIST.\n   37    4.  THE ADDITIONAL CREDIT GRANTED PURSUANT TO THIS SECTION SHALL BE IN\n   38  ADDITION TO ANY OTHER ADDITIONAL CREDIT THAT MAY BE AUTHORIZED  PURSUANT\n   39  TO ANY GENERAL, SPECIAL OR LOCAL LAW.\n   40    5.    IN ADDITION TO CONSIDERATION OF COMPETITIVE EXAMINATION RESULTS,\n   41  IN THE RECRUITMENT OF  POLICE  OFFICERS,  ADDITIONAL  CONSIDERATION  AND\n   42  WEIGHT SHALL BE ACCORDED TO GRADUATES AS FOLLOWS:\n   43    (A) A GRADUATE'S STATUS AS AN APPLICANT WITH PERTINENT AND SPECIALIZED\n   44  TRAINING  SHALL  BE  CONSIDERED  AS  ADDITIONAL  EVIDENCE OF FITNESS FOR\n   45  APPOINTMENT;\n   46    (B) A GRADUATE'S SUCCESSFUL COMPLETION OF AN UNDERGRADUATE PROGRAM  IN\n   47  CRIMINAL  JUSTICE  SHALL BE CONSIDERED AS ADDITIONAL EVIDENCE OF FITNESS\n   48  FOR APPOINTMENT; AND\n   49    (C) A GRADUATE'S EMPLOYMENT BY A POLICE  DEPARTMENT  OR  AGENCY  IN  A\n   50  CIVILIAN  OR  NON-SWORN  CAPACITY  SHALL  BE  CONSIDERED  AS  ADDITIONAL\n   51  EVIDENCE OF FITNESS FOR APPOINTMENT.\n   52    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the civil service law, in relation to providing for police training high schools in certain city school districts and making provisions for their graduates' further education and recruitment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T145854.TXT", "SOBI.D101229.T130233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293645753163
}