{
  "year" : 2011,
  "senateBillNo" : "A487-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to social services",
    "billEventId" : "A487-2011-1294203600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for public assistance eligibility requirements for persons with AIDS or HIV-related illnesses and the expiration thereof",
  "summary" : "Provides for public assistance eligibility requirements for persons with AIDS or HIV-related illnesses and the expiration of such benefits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1374-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          487\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Social Services\n\n       AN  ACT to amend the social services law, in relation to eligibility for\n         persons  with  acquired  immunodeficiency  syndrome   or   HIV-related\n         illnesses;  and  providing  for the repeal of such provisions upon the\n         expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 2 of section 131-a of the social services law\n    2  is amended by adding a new paragraph (f) to read as follows:\n    3    (F) IN DETERMINING THE ELIGIBILITY FOR AND AMOUNT OF PUBLIC ASSISTANCE\n    4  BENEFITS FOR A PERSON OR HOUSEHOLD WHERE ONE OR MORE  PERSONS  HAS  BEEN\n    5  MEDICALLY  DIAGNOSED  AS  HAVING  ACQUIRED  IMMUNODEFICIENCY SYNDROME OR\n    6  HIV-RELATED ILLNESSES, A SOCIAL SERVICES DISTRICT SHALL USE THE  SPECIAL\n    7  SHELTER  ALLOWANCE  AMOUNTS  ESTABLISHED  BY THE OFFICE OF TEMPORARY AND\n    8  DISABILITY ASSISTANCE IN REGULATION FOR THAT  PURPOSE  RATHER  THAN  THE\n    9  SHELTER  ALLOWANCE  ESTABLISHED  IN PARAGRAPH (B) OF THIS SUBDIVISION. A\n   10  SOCIAL SERVICES DISTRICT SHALL ONLY USE THIS SPECIAL  SHELTER  ALLOWANCE\n   11  WHEN  IT  DETERMINES THAT THE PERSON OR FAMILY IS HOMELESS OR FACED WITH\n   12  HOMELESSNESS AND FOR WHOM NO VIABLE AND LESS COSTLY ALTERNATIVE  HOUSING\n   13  IS  AVAILABLE  AND  SUCH  ALLOWANCE IS NECESSARY TO SECURE HOUSING OR TO\n   14  MAINTAIN THE FAMILY IN THEIR OWN HOME. IN  CALCULATING  ELIGIBILITY  AND\n   15  THE AMOUNT OF BENEFITS, THE SOCIAL SERVICES DISTRICT SHALL CONSIDER ONLY\n   16  THE  PERSONS  WITH  ACQUIRED  IMMUNODEFICIENCY  SYNDROME  OR HIV-RELATED\n   17  ILLNESS AND THE MEMBERS OF THE PUBLIC ASSISTANCE HOUSEHOLD IN ACCORDANCE\n   18  WITH SECTION ONE HUNDRED THIRTY-ONE-C OF THIS TITLE AND THEIR  AVAILABLE\n   19  INCOME.\n   20    S 2. This act shall take effect on the first of November next succeed-\n   21  ing the date on which it shall have become a law and shall expire Novem-\n   22  ber  1,  2012  when  upon  such date the provisions of this act shall be\n   23  deemed repealed.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02815-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to eligibility for persons with acquired immunodeficiency syndrome or HIV-related illnesses; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T143240.TXT", "SOBI.D101228.T145854.TXT", "SOBI.D101229.T142739.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293651160297
}