{
  "year" : 2011,
  "senateBillNo" : "A488-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A488-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the president of the state civil service commission to publish reports annually relating to diversity within state government",
  "summary" : "Directs the president of the state civil service commission to publish reports annually relating to diversity within state government. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service",
  "previousVersions" : [ "A1473-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          488\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Governmental Employees\n\n       AN ACT in relation to directing the president of the state civil service\n         commission  to  publish reports relating to diversity within the state\n         government\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The president of the state civil service commission within\n    2  the department of civil service is hereby directed to study and  publish\n    3  annual reports recording data relating to diversity within the state and\n    4  civil  divisions  thereof as well as appointments to all state agencies,\n    5  authorities, boards, bureaus, commissions, departments and divisions.\n    6    The president of the state civil  service  commission  shall  annually\n    7  publish  such  reports  and  findings. Such reports shall be sent to the\n    8  chair of the senate standing committee on investigations and  government\n    9  operations  and  to  the  chair  of  the  assembly standing committee on\n   10  governmental employees no later than the first of February in each year.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01327-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to directing the president of the state civil service commission to publish reports relating to diversity within the state government ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T143240.TXT", "SOBI.D101228.T145854.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293651160299
}