{
  "year" : 2011,
  "senateBillNo" : "A49-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A49-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crime of criminal sale of an internet domain name to a terrorist group, a class A misdemeanor",
  "summary" : "Establishes the crime of criminal sale of an internet domain name to a terrorist group or organization listed by the office of homeland security as posing a terrorist threat, a class A misdemeanor. ",
  "currentCommittee" : null,
  "sameAs" : "S953",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A8078-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          49\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, LAVINE -- Multi-Sponsored by -- M. of A.\n         GALEF, MAGEE, MAYERSOHN -- read once and referred to the Committee  on\n         Codes\n\n       AN  ACT  to  amend  the  penal law and the executive law, in relation to\n         establishing the crime of criminal sale of an internet domain name  to\n         a terrorist group\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 490.60  to\n    2  read as follows:\n    3  S 490.60 CRIMINAL SALE OF AN INTERNET DOMAIN NAME TO A TERRORIST GROUP.\n    4    A  PERSON  IS  GUILTY OF CRIMINAL SALE OF AN INTERNET DOMAIN NAME TO A\n    5  TERRORIST GROUP WHEN HE OR  SHE  KNOWINGLY  SELLS  OR  PROVIDES  WITHOUT\n    6  CHARGE  AN INTERNET DOMAIN NAME TO ANY ORGANIZATION INCLUDED ON THE LIST\n    7  OF ORGANIZATIONS ENGAGED IN TERRORIST ACTIVITIES OR WHO POSE A TERRORIST\n    8  THREAT COMPILED, MAINTAINED AND UPDATED BY THE STATE OFFICE OF  HOMELAND\n    9  SECURITY  PURSUANT  TO PARAGRAPH (T) OF SUBDIVISION TWO OF SECTION SEVEN\n   10  HUNDRED NINE OF THE EXECUTIVE LAW.\n   11    CRIMINAL SALE OF AN INTERNET DOMAIN NAME TO A  TERRORIST  GROUP  IS  A\n   12  CLASS A MISDEMEANOR.\n   13    S  2.  Paragraphs  (s), (t) and (u) of subdivision 2 of section 709 of\n   14  the executive law, paragraph (s) as amended and paragraph (t)  as  added\n   15  by  section  14  and  paragraph  (u) as added by section 22 of part B of\n   16  chapter 56 of the laws of 2010, are amended to read as follows:\n   17    (s) work in consultation with or make recommendations to  the  commis-\n   18  sioner  of  agriculture  and markets in developing rules and regulations\n   19  relating to ammonium nitrate security; [and]\n   20    (t) develop, maintain, and deploy state, regional and local all-hazard\n   21  incident management teams[.]; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03923-01-1\n\n       A. 49                               2\n\n    1    (u) COMPILE, MAINTAIN AND PERIODICALLY UPDATE A LIST OF  ORGANIZATIONS\n    2  ENGAGED  IN TERRORIST ACTIVITIES OR WHO POSE A TERRORIST THREAT AND MAKE\n    3  SUCH LIST AVAILABLE TO THE PUBLIC.\n    4    (V)  Notwithstanding  article  six-C  of  this  chapter,  or any other\n    5  provision of law to the contrary, the division of homeland security  and\n    6  emergency services shall establish best practices regarding training and\n    7  education  for firefighters and first responders which shall include but\n    8  not be limited to: minimum basic training  for  firefighters  and  first\n    9  responders;  in-service  training and continuing education; and special-\n   10  ized training as it may apply to the specific duties of  a  category  of\n   11  emergency personnel.\n   12    S 3. This act shall take effect on the first of November next succeed-\n   13  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the executive law, in relation to establishing the crime of criminal sale of an internet domain name to a terrorist group ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105412.TXT", "SOBI.D110103.T150921.TXT", "SOBI.D101216.T154437.TXT", "SOBI.D101216.T103912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294085361540
}