{
  "year" : 2011,
  "senateBillNo" : "A490-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A490-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"childcare and early education sector on the economy act\"",
  "summary" : "Establishes the \"childcare and early education sector on the economy act\" to study the economic impact on the state economy of quality childcare and early education programs for children aged 0-4, and afterschool programs for children aged 5-12. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A10133-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          490\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- read once and referred to the Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the economic development law, in relation to the \"child-\n         care and early education sector on the economy act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"childcare and early education sector on the economy act\".\n    3    S  2.  Legislative  findings and purpose. The legislature hereby finds\n    4  and declares that there appears to be a serious shortage of high-quality\n    5  childcare and early education options in communities throughout New York\n    6  state. There is a strong consensus among researchers that childcare  and\n    7  early education programs provide a substantial economic payoff to commu-\n    8  nities  where  they  are  located.  The  legislature declares that it is\n    9  crucial for the governor and legislators to obtain  reliable,  objective\n   10  information  about  the  economic  benefits  and burdens of investing in\n   11  expanded childcare and early education programs within the state.\n   12    The purpose of this act is to study the economic impact on  the  state\n   13  economy  of  quality childcare and early education programs for children\n   14  aged 0-4, and after-school programs for children aged 5-12.\n   15    S 3. The economic development law is amended by adding a  new  article\n   16  18 to read as follows:\n   17                                 ARTICLE 18\n   18           ECONOMIC IMPACT OF CHILDCARE AND EARLY EDUCATION SECTOR\n   19  SECTION 360. DEFINITIONS.\n   20          361. STUDY OF THE ECONOMIC IMPACT OF THE CHILDCARE INDUSTRY.\n   21          362. NATURE OF THE STUDY.\n   22          363. REPORT.\n   23    S 360. DEFINITIONS. FOR PURPOSES OF THIS SECTION, \"CHILDCARE AND EARLY\n   24  EDUCATION\" MEANS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00179-01-1\n\n       A. 490                              2\n\n    1    1.  LICENSED  FULL-DAY  CHILDCARE  AND  EARLY  EDUCATION  PROGRAMS AND\n    2  CENTERS.\n    3    2.  LICENSED  PART-TIME  CHILDCARE  AND  EARLY  EDUCATION PROGRAMS AND\n    4  CENTERS.\n    5    3. HEAD START AND EARLY HEAD START PROGRAMS.\n    6    4. PUBLIC PRE-SCHOOLS.\n    7    5. FAMILY CHILDCARE HOMES.\n    8    6. AFTER-SCHOOL PROGRAMS FOR CHILDREN AGED 5-12.\n    9    S 361. STUDY OF THE ECONOMIC IMPACT OF  THE  CHILDCARE  INDUSTRY.  THE\n   10  DEPARTMENT  SHALL  CONDUCT  A STUDY OF THE ECONOMIC IMPACTS ON THE STATE\n   11  ECONOMY OF QUALITY CHILDCARE AND EARLY EDUCATION PROGRAMS  FOR  CHILDREN\n   12  AGED 0-4, AND AFTER-SCHOOL PROGRAMS FOR CHILDREN AGED 5-12.\n   13    S  362.  NATURE  OF THE STUDY. THE STUDY OF THE ECONOMIC IMPACT OF THE\n   14  CHILDCARE INDUSTRY SHALL INCLUDE:\n   15    1. AN EVALUATION OF CHILDCARE AND EARLY EDUCATION AS A SECTOR  OF  THE\n   16  ECONOMY, INCLUDING:\n   17    (A) NUMBER OF WORKERS  DIRECTLY EMPLOYED AT CHILDCARE AND EARLY EDUCA-\n   18  TION FACILITIES, AND THE GROSS VALUE OF THEIR WAGES.\n   19    (B)  GROSS  RECEIPTS OF THE INDUSTRY, THAT IS, TOTAL NUMBER OF DOLLARS\n   20  FLOWING INTO THE SECTOR IN THE FORM OF PAYMENTS FOR  CARE  FROM  PARENTS\n   21  AND FROM PUBLIC AND PRIVATE SUBSIDIES.\n   22    (C)  VALUE  OF GOODS AND SERVICES PURCHASED BY THE CHILDCARE AND EARLY\n   23  EDUCATION INDUSTRY.\n   24    (D) FEDERAL DOLLARS FLOWING TO  THE  STATE  FOR  CHILDCARE  AND  EARLY\n   25  EDUCATION.\n   26    2.  AN EVALUATION OF THE DEGREE TO WHICH AVAILABLE CHILDCARE AND EARLY\n   27  EDUCATION:\n   28    (A) ENABLES PARENTS TO WORK OUTSIDE THE HOME AND EARN INCOME.\n   29    (B) ENABLES PARENTS TO ATTEND EDUCATIONAL PROGRAMS.\n   30    (C) DECREASES ABSENTEEISM AT  WORK,  REDUCES  TURNOVER,  OR  INCREASES\n   31  PRODUCTIVITY.\n   32    (D) ATTRACTS BUSINESSES TO THE STATE.\n   33    3.  AN  ANALYSIS  OF  DEMOGRAPHIC  DATA  TO  IDENTIFY THE RELATIVE GAP\n   34  BETWEEN THE NEEDS IN THE STATE AND AVAILABLE RESOURCES, AND  THE  RETURN\n   35  TO THE ECONOMY IF THAT GAP IS CLOSED, INCLUDING:\n   36    (A) NUMBER OF CHILDREN AGED 0-12 WITH BOTH PARENTS IN THE LABOR FORCE,\n   37  OR WITH THEIR SINGLE PARENT IN THE LABOR FORCE.\n   38    (B) TRENDS OF LIKELY FUTURE GROWTH IN THE NUMBER OF CHILDREN AGED 0-12\n   39  IN THE POPULATION FOR THE NEXT DECADE.\n   40    (C)  DEMOGRAPHIC  MAKEUP OF PARENTS IN THE LABOR FORCE AND DEMOGRAPHIC\n   41  MAKEUP OF ADULTS WITH CHILDREN WHO MIGHT WISH TO JOIN THE LABOR FORCE.\n   42    (D) COST OF CHILDCARE AND EARLY EDUCATION,  AND  ITS  RELATIONSHIP  TO\n   43  FAMILY INCOME.\n   44    (E) AVAILABILITY OF CHILD CARE.\n   45    (F) NUMBER OF CHILDREN ELIGIBLE FOR STATE OR FEDERAL AID.\n   46    (G)  NUMBER  OF  CHILDREN  ELIGIBLE  FOR,  BUT NOT RECEIVING, STATE OR\n   47  FEDERAL AID.\n   48    4. A REVIEW OF AVAILABLE LITERATURE ON THE  IMPACT  OF  CHILDCARE  AND\n   49  EARLY  EDUCATION  PROGRAMS ON CHILDREN'S FUTURE ABILITY TO CONTRIBUTE TO\n   50  THE WORKFORCE, INCLUDING:\n   51    (A) AN EVALUATION OF SCHOOL READINESS AT KINDERGARTEN AND FIRST GRADE.\n   52    (B) AN EVALUATION OF POSITIVE  OUTCOMES  IN  SCHOOL,  FROM  ELEMENTARY\n   53  THROUGH LIKELIHOOD OF HIGH SCHOOL GRADUATION.\n   54    (C)  AN  EVALUATION  OF  RESULTING  REDUCTIONS IN PUBLIC SPENDING, FOR\n   55  EXAMPLE FROM:\n\n       A. 490                              3\n\n    1    I. LESS LIKELIHOOD OF BEING  ASSIGNED  TO  SPECIAL  EDUCATION  CLASSES\n    2  RELATIVE TO THOSE NOT IN QUALITY CARE OR PRESCHOOL;\n    3    II. GREATER LIKELIHOOD OF GRADUATION FROM HIGH SCHOOL;\n    4    III.  LESS  LIKELIHOOD OF INVOLVEMENT WITH THE CRIMINAL JUSTICE SYSTEM\n    5  AND PRISON;\n    6    IV. GREATER LIKELIHOOD OF BEING EMPLOYED; AND\n    7    V. LESS LIKELIHOOD OF BEING ON PUBLIC ASSISTANCE.\n    8    S 363. REPORT.  THE DEPARTMENT SHALL REPORT THE RESULTS OF  THE  STUDY\n    9  OF THE ECONOMIC IMPACT OF THE CHILDCARE INDUSTRY TO THE GOVERNOR AND THE\n   10  LEGISLATURE ON OR BEFORE JANUARY FIRST, TWO THOUSAND TWELVE.\n   11    S  4.  This act shall take effect on the first of July next succeeding\n   12  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to the \"childcare and early education sector on the economy act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T143240.TXT", "SOBI.D101228.T145854.TXT", "SOBI.D101228.T151835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293651160302
}