{
  "year" : 2011,
  "senateBillNo" : "A491-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A491-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to process servers",
  "summary" : "Relates to process servers, relating to licensing and penalties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A11110-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          491\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- read once and referred to the Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT to amend the general business law and the civil practice law and\n         rules, in relation to process servers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 89-t of the general business law, as added by chap-\n    2  ter  397  of  the laws of 1973 and as redesignated by chapter 336 of the\n    3  laws of 1992, is amended to read as follows:\n    4    S 89-t. Definitions. 1. For this article,  a  \"process  server\"  is  a\n    5  person  other than an attorney or a party to an action acting on his own\n    6  behalf who:  (a) derives income from the service of papers in an action;\n    7  or (b) has effected service of  process  in  five  or  more  actions  or\n    8  proceedings in the twelve month period immediately preceding the service\n    9  in  question.  A person who serves interlocutory papers upon an attorney\n   10  or who serves papers on behalf of a federal, state or local governmental\n   11  agency in the course of his employment  by  such  agency  shall  not  be\n   12  deemed  a process server within the meaning of this article by virtue of\n   13  such service.  FOR THE PURPOSES OF THIS CHAPTER THE SERVICE OF  FIVE  OR\n   14  MORE  PROCESS  IN ANY ONE YEAR SHALL BE DEEMED TO CONSTITUTE DOING BUSI-\n   15  NESS AS A PROCESS SERVER.\n   16    2. \"DEPARTMENT\" SHALL MEAN DEPARTMENT OF STATE.\n   17    3. \"SECRETARY\" SHALL MEAN SECRETARY OF STATE.\n   18    S 2. Article 8 of the general business law is amended by adding a  new\n   19  section 89-w to read as follows:\n   20    S  89-W.  PROCESS  SERVER, LICENSING, PENALTIES. 1. ISSUANCE, RENEWAL,\n   21  SUSPENSION AND REVOCATION OF A LICENSE. ON OR AFTER OCTOBER  FIRST,  TWO\n   22  THOUSAND  ELEVEN,  NO PERSON SHALL ACT AS A PROCESS SERVER WITHOUT FIRST\n   23  HAVING OBTAINED A LICENSE IN ACCORDANCE  WITH  THE  PROVISIONS  OF  THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00174-01-1\n\n       A. 491                              2\n\n    1  ARTICLE, AND WITHOUT FIRST BEING IN COMPLIANCE WITH ALL OTHER APPLICABLE\n    2  LAWS, RULES AND REGULATIONS.\n    3    2. (A) ALL LICENSES ISSUED PURSUANT TO THIS ARTICLE SHALL BE VALID FOR\n    4  TWO YEARS UNLESS SOONER SUSPENDED OR REVOKED. THE SECRETARY SHALL ESTAB-\n    5  LISH BY REGULATION THE EXPIRATION DATE OF SUCH LICENSES.\n    6    (B)  THE  FEE  FOR  A LICENSE OR RENEWAL THEREOF SHALL BE FIVE HUNDRED\n    7  DOLLARS.\n    8    3. (A) EACH PERSON APPLYING FOR A PROCESS SERVER  LICENSE  OR  RENEWAL\n    9  THEREOF  SHALL FILE AN APPLICATION IN SUCH FORM AND DETAIL AS THE SECRE-\n   10  TARY MAY PRESCRIBE AND SHALL PAY THE FEE REQUIRED BY THIS SECTION.\n   11    (B) IN ADDITION TO ANY OTHER INFORMATION REQUIRED, THE SECRETARY SHALL\n   12  REQUIRE THE FOLLOWING INFORMATION, AND SHALL,  AS  APPROPRIATE,  REQUIRE\n   13  SUCH  INFORMATION NOT ONLY OF THE APPLICANT BUT ALSO OF ANY OF ITS PRIN-\n   14  CIPALS, PARTNERS, OFFICERS  AND  DIRECTORS,  OR  ANY  PERSON  OR  ENTITY\n   15  CONTROLLING AN INTEREST GREATER THAN TEN PERCENT:\n   16    (I) THE NAME AND RESIDENCE ADDRESS OF THE APPLICANT;\n   17    (II) THE BUSINESS NAME, IF OTHER THAN APPLICANT;\n   18    (III)  THE PLACE, INCLUDING THE CITY, TOWN OR VILLAGE, WITH THE STREET\n   19  AND NUMBER, WHERE THE BUSINESS IS TO BE LOCATED;\n   20    (IV) THE BUSINESS TELEPHONE OF THE APPLICANT;\n   21    (V) THE LENGTH OF TIME THAT THE APPLICANT HAS BEEN A PROCESS SERVER;\n   22    (VI) A STATEMENT INDICATING WHETHER THE APPLICANT HAS:\n   23    (A) BEEN CONVICTED OF ANY CRIME OR IS A DEBTOR  ON  ANY  UNPAID  CIVIL\n   24  JUDGMENT RELATING TO WORK AS A PROCESS SERVER; AND\n   25    (B)  AT  ANY  TIME  IN THE PAST BEEN ISSUED A LICENSE PURSUANT TO THIS\n   26  ARTICLE, OR HAS BEEN ISSUED A LICENSE FOR PROCESS SERVING ACTIVITIES  BY\n   27  ANY  OTHER STATE OR LOCAL AUTHORITY, AND IF SO, WHETHER SUCH LICENSE WAS\n   28  EVER REVOKED OR SUSPENDED;\n   29    (VII) A DETAILED DESCRIPTION OF  THE  BUSINESS  PRACTICES  OR  METHODS\n   30  USED,  OR  INTENDED  TO  BE  USED,  BY THE APPLICANT TO CONFIRM THAT THE\n   31  ACTIONS OF ITS EMPLOYEES ARE IN  COMPLIANCE  WITH  APPLICABLE  LAWS,  IN\n   32  PARTICULAR  WITH  REGARD TO EMPLOYEES CARRYING OUT THE NEW YORK REQUIRE-\n   33  MENTS OF SERVICE OF PROCESS AS SET FORTH IN THE CIVIL PRACTICE  LAW  AND\n   34  RULES;\n   35    (VIII)  AN  APPLICANT WHO IS A NON-RESIDENT OF THE STATE SHALL PROVIDE\n   36  THE NAME AND ADDRESS OF A REGISTERED AGENT WITHIN THE STATE OR DESIGNATE\n   37  THE SECRETARY AS HIS OR HER AGENT UPON WHOM PROCESS OR  OTHER  NOTIFICA-\n   38  TION MAY BE SERVED.\n   39    4.  IN  DETERMINING WHETHER TO ISSUE OR RENEW A LICENSE, THE SECRETARY\n   40  SHALL CONSIDER THE CHARACTER, COMPETENCY AND INTEGRITY OF THE APPLICANT.\n   41  THE SECRETARY MAY REFUSE TO ISSUE OR RENEW A LICENSE TO ANY PERSON, FIRM\n   42  OR CORPORATION WHOM HE OR SHE FINDS HAS: BEEN  CONVICTED  OF  ANY  CRIME\n   43  DEFINED  IN  ARTICLE  ONE HUNDRED FIFTY-FIVE OF THE PENAL LAW OR ARTICLE\n   44  TWENTY-TWO-A OF THIS CHAPTER OR FAILED TO PAY ANY FINAL  CIVIL  JUDGMENT\n   45  RELATING  TO  WORK AS A PROCESS SERVER, IF SUCH REFUSAL, IN THE JUDGMENT\n   46  OF THE SECRETARY, BEST PROMOTES THE INTERESTS  OF  THE  PEOPLE  OF  THIS\n   47  STATE.\n   48    5.  NOTICE IN WRITING IN THE MANNER AND FORM PRESCRIBED BY THE DEPART-\n   49  MENT SHALL BE GIVEN TO THE DEPARTMENT AT ITS OFFICES  IN  ALBANY  WITHIN\n   50  TEN  DAYS  OF CHANGES OF NAME OR ADDRESS BY LICENSED PROCESS SERVER. THE\n   51  FEE FOR FILING EACH CHANGE OF  NAME  OR  ADDRESS  NOTICE  SHALL  BE  TEN\n   52  DOLLARS.\n   53    6. THE FEES ESTABLISHED BY THIS SECTION SHALL NOT BE REFUNDABLE.\n   54    7.  EACH  PROCESS  SERVER ENGAGED IN SERVING PROCESS SHALL COMMUNICATE\n   55  HIS OR HER LICENSE NUMBER UPON THE REQUEST OF ANY INTERESTED PARTY.  ANY\n   56  ADVERTISEMENT, LETTERHEAD, RECEIPT OR OTHER PRINTED MATTER OF A LICENSEE\n\n       A. 491                              3\n\n    1  MUST  CONTAIN THE LICENSE NUMBER ASSIGNED TO THE LICENSEE BY THE DEPART-\n    2  MENT. SUCH LICENSE NUMBER SHALL BE CLEARLY AND CONSPICUOUSLY DISPLAYED.\n    3    8.  NO  PERSON,  FIRM OR CORPORATION SHALL: (A) PRESENT, OR ATTEMPT TO\n    4  PRESENT, AS HIS, HER OR ITS OWN, THE LICENSE NUMBER OF ANOTHER;\n    5    (B) KNOWINGLY GIVE FALSE EVIDENCE OF A MATERIAL NATURE TO THE  DEPART-\n    6  MENT FOR THE PURPOSE OF PROCURING A LICENSE;\n    7    (C) FALSELY REPRESENT THEMSELVES TO BE A LICENSED PROCESS SERVER;\n    8    (D) USE OR ATTEMPT TO USE A LICENSE WHICH HAS EXPIRED;\n    9    (E)  OFFER TO PERFORM OR PERFORM ANY SERVICE OF PROCESS WITHOUT HAVING\n   10  A CURRENT LICENSE AS IS REQUIRED UNDER THIS ARTICLE; OR\n   11    (F) REPRESENT IN ANY MANNER THAT HIS, HER OR ITS  LICENSE  CONSTITUTES\n   12  AN  ENDORSEMENT OF THE QUALITY OF WORKMANSHIP OR COMPETENCY OF THE PROC-\n   13  ESS SERVER.\n   14    9. LICENSES ISSUED TO PROCESS SERVERS SHALL  NOT  BE  TRANSFERABLE  OR\n   15  ASSIGNABLE.\n   16    10.  THE  SECRETARY  SHALL  ISSUE EACH PROCESS SERVER A UNIQUE LICENSE\n   17  NUMBER.\n   18    11. THE SECRETARY  SHALL  MAINTAIN  AND  PUBLISH  A  REGISTRY  OF  ALL\n   19  LICENSED  PROCESS  SERVERS  WHICH  SHALL LIST AND IDENTIFY, ALL LICENSED\n   20  PROCESS SERVERS DOING BUSINESS IN THIS STATE. THE SECRETARY  SHALL  MAKE\n   21  THE  REGISTRY  AVAILABLE  ON  ITS WEBSITE. (A) THE SECRETARY SHALL ADOPT\n   22  SUCH RULES AND REGULATIONS AS HE OR SHE MAY DETERMINE ARE NECESSARY  FOR\n   23  THE  ADMINISTRATION  AND  ENFORCEMENT OF THIS ARTICLE, AND SHALL PROVIDE\n   24  WRITTEN NOTIFICATION OF THE PROVISIONS OF THIS ARTICLE  TO  ALL  PROCESS\n   25  SERVERS LICENSED PURSUANT TO THIS ARTICLE;\n   26    (B)  IN  ADDITION TO ANY OTHER POWERS OF THE SECRETARY, NOT IN LIMITA-\n   27  TION THEREOF, HE OR SHE SHALL HAVE THE POWER TO ENFORCE  THE  PROVISIONS\n   28  OF  THIS  ARTICLE,  TO INVESTIGATE ANY VIOLATION THEREOF, TO INVESTIGATE\n   29  THE BUSINESS, BUSINESS PRACTICES AND BUSINESS  METHODS  OF  ANY  PROCESS\n   30  SERVER, AND TO CONDUCT ROUTINE EXAMINATIONS OF THE FINANCIAL SOLVENCY OF\n   31  ANY  PROCESS  SERVER,  IF IN THE OPINION OF THE SECRETARY, SUCH INVESTI-\n   32  GATION OR  EXAMINATION  IS  WARRANTED.  EACH  PROCESS  SERVER  SHALL  BE\n   33  OBLIGED,  ON  REQUEST OF THE SECRETARY OF STATE, TO SUPPLY SUCH INFORMA-\n   34  TION, BOOKS, PAPERS OR RECORDS AS MAY BE REQUIRED CONCERNING HIS, HER OR\n   35  ITS BUSINESS, BUSINESS PRACTICES OR BUSINESS METHODS, OR PROPOSED  BUSI-\n   36  NESS  PRACTICES  OR  METHODS. FAILURE TO COMPLY WITH A LAWFUL REQUEST OF\n   37  THE SECRETARY SHALL BE  A  GROUND  FOR  DENYING  AN  APPLICATION  FOR  A\n   38  LICENSE,  OR  FOR  REVOKING,  SUSPENDING,  OR FAILING TO RENEW A LICENSE\n   39  ISSUED UNDER THIS ARTICLE;\n   40    (C) THE DEPARTMENT SHALL HAVE THE  POWER  TO  REVOKE  OR  SUSPEND  ANY\n   41  LICENSE,  OR  IN LIEU THEREOF TO IMPOSE A FINE NOT LESS THAN ONE HUNDRED\n   42  DOLLARS NOR MORE THAN TWO THOUSAND DOLLARS PER  VIOLATION  OR  INSTANCE,\n   43  PAYABLE TO THE DEPARTMENT, OR REPRIMAND ANY LICENSEE OR DENY AN APPLICA-\n   44  TION FOR A LICENSE OR RENEWAL THEREOF UPON PROOF:\n   45    (I)  THAT THE APPLICANT OR LICENSEE HAS VIOLATED ANY OF THE PROVISIONS\n   46  OF THIS ARTICLE OR THE RULES AND  REGULATIONS  PROMULGATED  PURSUANT  TO\n   47  THIS ARTICLE;\n   48    (II)  THAT  THE  APPLICANT  OR LICENSEE HAS PRACTICED FRAUD, DECEIT OR\n   49  MISREPRESENTATION;\n   50    (III) THAT THE APPLICANT OR LICENSEE HAS MADE A MATERIAL  MISSTATEMENT\n   51  IN THE APPLICATION FOR OR RENEWAL OF HIS OR HER LICENSE; OR\n   52    (IV)  THAT  THE APPLICANT OR LICENSEE HAS DEMONSTRATED INCOMPETENCE OR\n   53  UNTRUSTWORTHINESS IN HIS OR HER ACTIONS.\n   54    12. THE DEPARTMENT SHALL BEFORE DENYING AN APPLICATION FOR  A  LICENSE\n   55  OR  BEFORE  REVOKING  OR SUSPENDING ANY LICENSE, OR IMPOSING ANY FINE OR\n   56  REPRIMAND, AND AT LEAST FIFTEEN DAYS PRIOR TO THE DATE SET FOR THE HEAR-\n\n       A. 491                              4\n\n    1  ING, AND UPON DUE NOTICE TO THE COMPLAINANT OR OBJECTOR, NOTIFY IN WRIT-\n    2  ING THE APPLICANT, OR THE HOLDER OF SUCH LICENSE, OF ANY CHARGE MADE AND\n    3  SHALL AFFORD SUCH APPLICANT OR LICENSEE AN OPPORTUNITY TO  BE  HEARD  IN\n    4  PERSON  OR  BY  COUNSEL IN REFERENCE THERETO. SUCH WRITTEN NOTICE MAY BE\n    5  SERVED PERSONALLY TO THE APPLICANT OR LICENSEE, OR BY CERTIFIED MAIL  TO\n    6  THE LAST KNOWN BUSINESS ADDRESS OF SUCH APPLICANT OR LICENSEE.\n    7    13. THE HEARING ON SUCH CHARGES SHALL BE AT SUCH TIME AND PLACE AS THE\n    8  DEPARTMENT  SHALL  PRESCRIBE  AND  SHALL BE CONDUCTED BY SUCH OFFICER OR\n    9  PERSON IN THE DEPARTMENT AS THE SECRETARY MAY DESIGNATE, WHO SHALL  HAVE\n   10  THE  POWER TO SUBPOENA AND BRING BEFORE THE OFFICER, OR PERSON SO DESIG-\n   11  NATED, ANY PERSON IN THIS STATE AND  ADMINISTER  AN  OATH  TO  AND  TAKE\n   12  TESTIMONY  OF  ANY  PERSON OR CAUSE HIS OR HER DEPOSITION TO BE TAKEN. A\n   13  SUBPOENA ISSUED UNDER THIS SECTION SHALL BE REGULATED BY THE CIVIL PRAC-\n   14  TICE LAW AND RULES. SUCH OFFICER OR PERSON IN  THE DEPARTMENT DESIGNATED\n   15  TO TAKE SUCH TESTIMONY SHALL NOT BE BOUND BY  COMMON  LAW  OR  STATUTORY\n   16  RULES OF EVIDENCE OR BY TECHNICAL OR FORMAL RULES OF PROCEDURE.\n   17    14.  IN  THE EVENT THAT THE DEPARTMENT SHALL DENY THE APPLICATION FOR,\n   18  OR REVOKE OR SUSPEND ANY SUCH LICENSE, OR IMPOSE ANY FINE OR  REPRIMAND,\n   19  ITS  DETERMINATION  SHALL  BE  IN  WRITING  AND  OFFICIALLY  SIGNED. THE\n   20  ORIGINAL OF SUCH DETERMINATIONS, WHEN SO SIGNED, SHALL BE FILED  IN  THE\n   21  OFFICE  OF  THE  DEPARTMENT  AND  COPIES  THEREOF SHALL BE MAILED TO THE\n   22  APPLICANT OR LICENSEE AND TO THE COMPLAINANT WITHIN TWO DAYS AFTER  SUCH\n   23  FILING.\n   24    15.  THE  DEPARTMENT,  ACTING  BY  THE  OFFICE OR PERSON DESIGNATED TO\n   25  CONDUCT THE HEARING PURSUANT TO SUBDIVISION THIRTEEN OF THIS SECTION  OR\n   26  BY  SUCH  OTHER  OFFICER OR PERSON IN THE DEPARTMENT AS THE SECRETARY OF\n   27  STATE MAY DESIGNATE, SHALL HAVE THE POWER TO SUSPEND THE LICENSE OF  ANY\n   28  LICENSEE  WHO  HAS  BEEN  CONVICTED  IN THIS STATE OR ANY OTHER STATE OR\n   29  TERRITORY OF A FELONY OR OF ANY MISDEMEANOR FOR A PERIOD  NOT  EXCEEDING\n   30  THIRTY  DAYS  PENDING  A  HEARING  AND  A  DETERMINATION OF CHARGES MADE\n   31  AGAINST HIM OR HER. IF SUCH HEARING IS ADJOURNED AT THE REQUEST  OF  THE\n   32  LICENSEE, OR BY REASON OF ANY ACT OR OMISSION BY HIM OR HER OR ON HIS OR\n   33  HER  BEHALF,  SUCH SUSPENSION MAY BE CONTINUED FOR THE ADDITIONAL PERIOD\n   34  OF SUCH ADJOURNMENT.\n   35    16. THE ACTION OF THE DEPARTMENT IN GRANTING OR REFUSING TO  GRANT  OR\n   36  TO  RENEW  A  LICENSE UNDER THIS ARTICLE OR IN REVOKING OR SUSPENDING OR\n   37  REFUSING TO REVOKE OR SUSPEND SUCH A LICENSE OR  IMPOSING  ANY  FINE  OR\n   38  REPRIMAND  SHALL  BE  SUBJECT TO REVIEW BY A PROCEEDING INSTITUTED UNDER\n   39  ARTICLE SEVENTY-EIGHT OF  THE  CIVIL  PRACTICE  LAW  AND  RULES  AT  THE\n   40  INSTANCE  OF  THE APPLICANT FOR SUCH LICENSE, THE HOLDER OF A LICENSE SO\n   41  REVOKED, SUSPENDED, FINED OR REPRIMANDED.\n   42    17. FOR THE PURPOSE OF THIS ARTICLE, LICENSEES MAY BE HELD RESPONSIBLE\n   43  FOR STATEMENTS, REPRESENTATIONS, PROMISES OR ACTS OF THEIR EMPLOYEES  OR\n   44  THEIR  AGENTS  WITHIN  THE  SCOPE OF THEIR AUTHORITY; PROVIDED, HOWEVER,\n   45  THAT LICENSEES SHALL NOT BE HELD RESPONSIBLE FOR STATEMENTS, REPRESENTA-\n   46  TIONS, PROMISES OR ACTS WHICH ARE  CONTRARY  TO  INSTRUCTIONS  OR  WHICH\n   47  CONSTITUTE  GROSS  NEGLIGENCE  OR  INTENTIONAL TORTS UNLESS SPECIFICALLY\n   48  AUTHORIZED BY THE LICENSEE. (A) ANY PERSON,  FIRM  OR  CORPORATION  THAT\n   49  OPERATES  AS A PROCESS SERVER WITHOUT A LICENSE SHALL BE REQUIRED TO PAY\n   50  A CIVIL PENALTY TO THE DEPARTMENT OF NOT MORE THAN FIVE HUNDRED  DOLLARS\n   51  PER ATTEMPT TO SERVE PROCESS IN VIOLATION OF THIS SECTION;\n   52    (B)  IN  ADDITION TO ANY OTHER PENALTIES, IF A PERSON IS FOUND TO HAVE\n   53  COMMITTED REPEATED, MULTIPLE OR PERSISTENT VIOLATIONS OF  ANY  PROVISION\n   54  OF  THIS  ARTICLE,  SUCH  PERSON  MAY BE RESPONSIBLE FOR THE COST OF THE\n   55  DEPARTMENT'S INVESTIGATION.\n\n       A. 491                              5\n\n    1    18. (A) AS A CONDITION OF OBTAINING A LICENSE PURSUANT TO  THIS  ARTI-\n    2  CLE,  EVERY  PROCESS  SERVER APPLICANT WHO IS APPLYING FOR A LICENSE AND\n    3  EMPLOYS BETWEEN ONE AND FOUR INDIVIDUALS ENGAGED IN THE SERVICE OF PROC-\n    4  ESS SHALL OBTAIN AND CONTINUE IN FULL FORCE AND EFFECT A BOND,  CONTRACT\n    5  OF INDEMNITY, OR IRREVOCABLE LETTER OF CREDIT IN THE AMOUNT OF TEN THOU-\n    6  SAND DOLLARS TO BE FILED WITH THE SECRETARY;\n    7    (B)  AS  A  CONDITION TO OBTAINING A LICENSE PURSUANT TO THIS ARTICLE,\n    8  EVERY PROCESS SERVER APPLICANT WHO IS APPLYING FOR A LICENSE AND EMPLOYS\n    9  BETWEEN FIVE AND NINE INDIVIDUALS ENGAGED  IN  THE  SERVICE  OF  PROCESS\n   10  SHALL  OBTAIN  AND CONTINUE IN FULL FORCE AND EFFECT A BOND, CONTRACT OF\n   11  INDEMNITY, OR IRREVOCABLE LETTER OF CREDIT IN THE AMOUNT OF  TWENTY-FIVE\n   12  THOUSAND DOLLARS TO BE FILED WITH THE SECRETARY A CONDITION TO OBTAINING\n   13  A  LICENSE  PURSUANT TO THIS ARTICLE, EVERY PROCESS SERVER APPLICANT WHO\n   14  IS APPLYING FOR A LICENSE AND EMPLOYS BETWEEN TEN AND TWENTY INDIVIDUALS\n   15  ENGAGED IN THE SERVICE OF PROCESS SHALL  OBTAIN  AND  CONTINUE  IN  FULL\n   16  FORCE AND EFFECT A BOND, CONTRACT OF INDEMNITY, OR IRREVOCABLE LETTER OF\n   17  CREDIT  IN  THE  AMOUNT  OF  FIFTY THOUSAND DOLLARS TO BE FILED WITH THE\n   18  SECRETARY;\n   19    (C) AS A CONDITION TO OBTAINING A LICENSE PURSUANT  TO  THIS  ARTICLE,\n   20  EVERY PROCESS APPLICANT WHO IS APPLYING FOR A LICENSE AND EMPLOYS TWENTY\n   21  OR  MORE  INDIVIDUALS ENGAGED IN THE SERVICE OF PROCESS SHALL OBTAIN AND\n   22  CONTINUE IN FULL FORCE AND EFFECT A  BOND,  CONTRACT  OF  INDEMNITY,  OR\n   23  IRREVOCABLE  LETTER  OF  CREDIT,  IN THE AMOUNT OF SEVENTY-FIVE THOUSAND\n   24  DOLLARS TO BE FILED WITH THE SECRETARY;\n   25    (D) SUCH SURETY BOND, CONTRACT OF INDEMNITY, OR IRREVOCABLE LETTER  OF\n   26  CREDIT  SHALL  BE  CONDITIONED  THAT THE APPLICANT WILL COMPLY WITH THIS\n   27  ARTICLE, ARTICLE TWENTY-NINE-H, AND ARTICLE TWENTY-NINE-HH OF THIS CHAP-\n   28  TER AND PAY ALL CIVIL PENALTIES, FINES, OR OTHER OBLIGATIONS IMPOSED  BY\n   29  THE  SECRETARY  OR  A  COURT  OF LAW, INVESTIGATORY COSTS REQUIRED TO BE\n   30  PAID, OR ANY FINAL JUDGMENT AGAINST THE LICENSEE PURSUANT TO SUCH  ARTI-\n   31  CLES;\n   32    (E)  THE TOTAL LIABILITY IMPOSED ON THE SURETY BOND UNDER THIS SECTION\n   33  FOR ALL BREACHES OF THE BOND CONDITION IS LIMITED TO THE FACE AMOUNT  OF\n   34  THE  BOND.  SUCH  LIABILITY  IS  LIMITED TO THE AMOUNT OF THE PENALTY OR\n   35  INVESTIGATORY COSTS. IN NO EVENT WILL THE SURETY ON A BOND BE LIABLE FOR\n   36  TOTAL CLAIMS IN EXCESS OF THE BOND AMOUNT, REGARDLESS OF THE  NUMBER  OR\n   37  NATURE  OF  CLAIMS MADE AGAINST THE BOND OR THE NUMBER OF YEARS THE BOND\n   38  REMAINED IN FORCE;\n   39    (F) ANY SURETY ISSUING A BOND PURSUANT TO THIS SECTION AND ANY  LICEN-\n   40  SEE  SHALL  BE  REQUIRED  TO PROVIDE THIRTY DAYS NOTICE TO THE SECRETARY\n   41  PRIOR TO THE EFFECTIVE DATE OF CANCELLATION OF THE BOND. THE FAILURE  TO\n   42  MAINTAIN  SUCH A BOND SHALL OPERATE TO REVOKE THE LICENSE OF THE PROCESS\n   43  SERVER UPON NOTICE AND HEARING.\n   44    19. (A) WHEREVER THERE SHALL BE A VIOLATION OF THIS ARTICLE, AN APPLI-\n   45  CATION MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE  OF\n   46  THE  STATE  OF  NEW  YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A\n   47  SPECIAL PROCEEDING TO ISSUE  AN  INJUNCTION,  AND  UPON  NOTICE  TO  THE\n   48  DEFENDANT  OF NOT LESS THAN FIVE DAYS, TO ENJOIN OR RESTRAIN THE CONTIN-\n   49  UANCE OF SUCH VIOLATION; AND IF IT SHALL APPEAR TO THE  SATISFACTION  OF\n   50  THE  COURT  OR  JUSTICE  THAT  THE DEFENDANT HAS, IN FACT, VIOLATED THIS\n   51  SECTION, AN INJUNCTION MAY BE ISSUED BY SUCH COURT OR JUSTICE, ENJOINING\n   52  AND RESTRAINING ANY FURTHER VIOLATION, WITHOUT REQUIRING PROOF THAT  ANY\n   53  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH\n   54  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n   55  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   56  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n\n       A. 491                              6\n\n    1  TION.  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A VIOLATION OF THIS\n    2  SECTION HAS OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF  NOT  LESS\n    3  THAN  ONE  HUNDRED  DOLLARS  NOR MORE THAN TEN THOUSAND DOLLARS FOR EACH\n    4  VIOLATION.  IN CONNECTION WITH ANY SUCH PROPOSED APPLICATION, THE ATTOR-\n    5  NEY GENERAL IS AUTHORIZED TO TAKE PROOF AND MAKE A DETERMINATION OF  THE\n    6  RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRAC-\n    7  TICE LAW AND RULES;\n    8    (B) ANY PERSON WHO HAS BEEN INJURED BY REASON OF ANY VIOLATION OF THIS\n    9  ARTICLE MAY BRING AN ACTION IN HIS OR HER OWN NAME TO ENJOIN SUCH UNLAW-\n   10  FUL  ACT  OR PRACTICE, AN ACTION TO RECOVER HIS OR HER ACTUAL DAMAGES OR\n   11  ONE THOUSAND DOLLARS, WHICHEVER IS GREATER, OR BOTH  SUCH  ACTIONS.  THE\n   12  COURT MAY, IN ITS DISCRETION, INCREASE THE AWARD OF DAMAGES TO AN AMOUNT\n   13  NOT TO EXCEED THREE TIMES THE ACTUAL DAMAGES UP TO TEN THOUSAND DOLLARS,\n   14  IF THE COURT FINDS THE DEFENDANT WILLFULLY VIOLATED THIS ARTICLE. IN THE\n   15  CASE  OF  ANY  SUCCESSFUL ACTION TO ENFORCE THE FOREGOING LIABILITY, THE\n   16  COURT MAY AWARD THE COSTS OF THE ACTION TOGETHER WITH REASONABLE  ATTOR-\n   17  NEY'S FEES;\n   18    20.  (A)  THIS  ARTICLE  SHALL APPLY TO ALL PROCESS SERVERS, PROVIDED,\n   19  HOWEVER, THAT A POLITICAL SUBDIVISION MAY IMPOSE OTHER REQUIREMENTS THAT\n   20  ARE IN ADDITION TO THE MINIMUM STANDARDS SET FORTH IN THIS ARTICLE.\n   21    (B) THE PROVISIONS OF THIS ARTICLE SHALL NOT BE CONSTRUED TO LIMIT  IN\n   22  ANY WAY THE AUTHORITY OF A POLITICAL SUBDIVISION TO ENACT, IMPLEMENT AND\n   23  CONTINUE TO ENFORCE LOCAL LAWS AND REGULATIONS GOVERNING PROCESS SERVERS\n   24  THAT  WERE  IN EFFECT PRIOR TO THE EFFECTIVE DATE OF THIS ARTICLE, OR TO\n   25  ENACT, IMPLEMENT AND ENFORCE ANY AMENDMENTS THERETO AFTER THE  EFFECTIVE\n   26  DATE OF THIS ARTICLE.\n   27    S 3. Subdivision (e) of rule 3015 of the civil practice law and rules,\n   28  as  amended  by  chapter  465 of the laws of 1996, is amended to read as\n   29  follows:\n   30    (e) License to do business. Where  the  plaintiff's  cause  of  action\n   31  against  a  consumer  arises  from the plaintiff's conduct of a business\n   32  which is required by state or local law to be licensed by the department\n   33  of consumer affairs of the city of New York, the Suffolk county  depart-\n   34  ment  of consumer affairs, the Westchester county department of consumer\n   35  affairs/weight-measures, the county of Rockland, the  county  of  Putnam\n   36  [or], the Nassau county department of consumer affairs OR THE DEPARTMENT\n   37  OF  STATE PURSUANT TO SECTION EIGHTY-NINE-W OF THE GENERAL BUSINESS LAW,\n   38  the complaint shall allege, as part of the cause of action, that  plain-\n   39  tiff  is duly licensed and shall contain the name and number, if any, of\n   40  such license and the governmental  agency  which  issued  such  license;\n   41  provided,  however,  that where the plaintiff does not have a license at\n   42  the commencement of  the  action  the  plaintiff  may,  subject  to  the\n   43  provisions of rule thirty hundred twenty-five of this article, amend the\n   44  complaint  with the name and number of an after-acquired license and the\n   45  name of the governmental agency which issued such license  or  move  for\n   46  leave  to  amend  the  complaint in accordance with such provisions. The\n   47  failure of the plaintiff to comply with this subdivision will permit the\n   48  defendant to move for dismissal pursuant to paragraph seven of  subdivi-\n   49  sion (a) of rule thirty-two hundred eleven of this chapter.\n   50    S 4. This act shall take effect on the one hundred eightieth day after\n   51  it shall have become a law; provided, however, that effective immediate-\n   52  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   53  necessary for the implementation of this act on its effective  date  are\n   54  authorized  and  directed  to  be  made  and completed on or before such\n   55  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the civil practice law and rules, in relation to process servers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T143240.TXT", "SOBI.D101228.T145854.TXT", "SOBI.D101228.T151835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293651160305
}