{
  "year" : 2011,
  "senateBillNo" : "A494-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A494-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants a waiver of the civil service examination fee to persons who have completed the displaced homemakers program or job training program",
  "summary" : "Grants a waiver of the civil service examination fee to persons who have completed the displaced homemakers program or job training program; allows a waiver for a maximum of two examination applications duly filed within a one year period from the date of completion of the displaced homemaker program or job training program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A9774-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          494\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GIBSON,  GUNTHER, COOK, MAYERSOHN, ROBINSON,\n         BOYLAND, SCARBOROUGH, CASTRO -- Multi-Sponsored by -- M. of A.  AUBRY,\n         BARRON,  CRESPO,  HOOPER,  M. MILLER,  PHEFFER, TOWNS -- read once and\n         referred to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to granting a waiver  of  the\n         civil service examination fee to displaced homemakers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a new section  827-a  to\n    2  read as follows:\n    3    S  827-A. CIVIL SERVICE EXAMINATION FEE; WAIVER FOR DISPLACED HOMEMAK-\n    4  ERS. 1. THE COMMISSIONER, IN CONSULTATION WITH THE STATE  CIVIL  SERVICE\n    5  DEPARTMENT, SHALL ESTABLISH A PROGRAM WAIVING THE CIVIL SERVICE EXAMINA-\n    6  TION  FEE  FOR (A) PERSONS WHO HAVE SUCCESSFULLY COMPLETED THE DISPLACED\n    7  HOMEMAKERS PROGRAM, OR (B) FOR PERSONS WHO HAVE  SUCCESSFULLY  COMPLETED\n    8  ANY  PUBLIC  AND PRIVATE JOB TRAINING PROGRAM OR OPPORTUNITY PROVIDED BY\n    9  THE MULTIPURPOSE SERVICE CENTER AS ESTABLISHED PURSUANT TO SECTION EIGHT\n   10  HUNDRED TWENTY-FIVE OF THIS ARTICLE.\n   11    2. THE WAIVER, GRANTED PURSUANT TO SUBDIVISION ONE  OF  THIS  SECTION,\n   12  SHALL BE ADMINISTERED BY THE COMMISSIONER, IN CONJUNCTION WITH THE STATE\n   13  CIVIL SERVICE DEPARTMENT. EACH SUCH PERSON SHALL BE GRANTED A WAIVER FOR\n   14  A  MAXIMUM  OF TWO APPLICATIONS FILED, IN ACCORDANCE WITH THE PROVISIONS\n   15  OF TITLE A OF ARTICLE FOUR OF THE CIVIL SERVICE LAW, TO  COMPETE  IN  AN\n   16  EXAMINATION  FOR A POSITION IN A COMPETITIVE OR NON-COMPETITIVE CLASS OF\n   17  CIVIL SERVICE EMPLOYMENT IN THE STATE OF NEW YORK OR ANY OF ITS SUBDIVI-\n   18  SIONS, OR IN A LABOR CLASS WHEN EXAMINATION FOR APPOINTMENT IS REQUIRED;\n   19  PROVIDED, HOWEVER THAT SUCH APPLICATIONS ARE DULY  FILED  WITHIN  A  ONE\n   20  YEAR  PERIOD  FROM  THE  DATE  OF COMPLETION OF THE DISPLACED HOMEMAKERS\n   21  PROGRAM OR JOB TRAINING PROGRAM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00192-01-1\n\n       A. 494                              2\n\n    1    3. ANY PERSON WHO HAS SUCCESSFULLY COMPLETED THE DISPLACED  HOMEMAKERS\n    2  PROGRAM  OR  WHO  HAS  SUCCESSFULLY COMPLETED ANY PUBLIC AND PRIVATE JOB\n    3  TRAINING PROGRAM OR OPPORTUNITY PROVIDED  BY  THE  MULTIPURPOSE  SERVICE\n    4  CENTER  SHALL  BE  ENTITLED  TO  THE  WAIVER,  GRANTED  PURSUANT TO THIS\n    5  SECTION,  AND  SHALL  BE ENTITLED TO COMPETE, UNDER THE TERMS AND CONDI-\n    6  TIONS DEEMED APPROPRIATE BY THE STATE DEPARTMENT  OF  CIVIL  SERVICE  OR\n    7  MUNICIPAL  COMMISSION, IN SUCH EXAMINATION FOR WHICH THE APPLICATION WAS\n    8  DULY FILED.\n    9    4. THE COMMISSIONER SHALL ESTABLISH AND  PROMULGATE  RULES  AND  REGU-\n   10  LATIONS  FOR  THE  PURPOSE  OF  ESTABLISHING AND CARRYING OUT SUCH CIVIL\n   11  SERVICE EXAMINATION FEE WAIVER PROGRAM.\n   12    S 2. This act shall take effect on the one hundred twentieth day after\n   13  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to granting a waiver of the civil service examination fee to displaced homemakers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T145854.TXT", "SOBI.D101228.T151835.TXT", "SOBI.D101229.T150743.TXT", "SOBI.D101228.T150334.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293653263734
}