{
  "year" : 2011,
  "senateBillNo" : "A498-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A498-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a state board for national certification of school nurse grant program",
  "summary" : "Creates a state board for national certification of school nurse grant program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1013-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          498\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GUNTHER -- Multi-Sponsored by -- M. of A. MOLINA-\n         RO,  RAIA  -- read once and referred to the Committee on Higher Educa-\n         tion\n\n       AN ACT to amend the education  law,  in  relation  to  compensation  for\n         national board certification for school nurses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article 20  to\n    2  read as follows:\n    3                                 ARTICLE 20\n    4         STATE BOARD FOR CERTIFICATION OF SCHOOL NURSE GRANT PROGRAM\n    5  SECTION 950. STATE  BOARD  FOR  NATIONAL  CERTIFICATION  OF SCHOOL NURSE\n    6                 GRANT PROGRAM.\n    7    S 950. STATE BOARD FOR NATIONAL CERTIFICATION OF  SCHOOL  NURSE  GRANT\n    8  PROGRAM.  1.    NOTWITHSTANDING  ANY  INCONSISTENT PROVISION OF LAW, THE\n    9  COMMISSIONER SHALL ESTABLISH THE STATE BOARD FOR NATIONAL  CERTIFICATION\n   10  OF  SCHOOL  NURSE  GRANT PROGRAM, TO BE USED BY THE DEPARTMENT TO DEFRAY\n   11  ANY COSTS INCURRED BY AN ELIGIBLE REGISTERED SCHOOL NURSE, AS THAT  TERM\n   12  IS  DESCRIBED IN SUBDIVISION TWO OF THIS SECTION AND HIS OR HER SPONSOR-\n   13  ING SCHOOL DISTRICT, WHERE SUCH  ELIGIBLE  NURSE  SEEKS  NATIONAL  BOARD\n   14  CERTIFICATION  FROM THE NATIONAL BOARD FOR CERTIFICATION OF SCHOOL NURS-\n   15  ES.\n   16    2. AS USED IN THIS SECTION, \"ELIGIBLE SCHOOL NURSE\" SHALL MEAN  A  NEW\n   17  YORK STATE REGISTERED SCHOOL NURSE WHO:\n   18    (A) IS CURRENTLY EMPLOYED IN A NEW YORK STATE PUBLIC SCHOOL; AND\n   19    (B)  HOLDS A VALID NEW YORK STATE LICENSE AS A REGISTERED PROFESSIONAL\n   20  NURSE PURSUANT TO SECTION SIXTY-NINE HUNDRED FIVE OF THIS CHAPTER.\n   21    3. UNDER THE PROVISIONS OF THIS SECTION  AND  SUBJECT  TO  THE  FILING\n   22  REQUIREMENT DESCRIBED IN SUBDIVISION FOUR OF THIS SECTION, A GRANT IN AN\n   23  AMOUNT  OF  UP TO THREE HUNDRED DOLLARS SHALL BE MADE AVAILABLE FROM THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02090-01-1\n\n       A. 498                              2\n\n    1  STATE BOARD FOR NATIONAL CERTIFICATION OF SCHOOL NURSE GRANT PROGRAM  TO\n    2  EACH  ELIGIBLE  SCHOOL  NURSE TO DEFRAY THE EXPENSES OF CERTIFICATION BY\n    3  THE NATIONAL BOARD FOR CERTIFICATION OF  SCHOOL  NURSES.  SUCH  SUM  MAY\n    4  INCLUDE THE DIRECT REIMBURSEMENT BY THE DEPARTMENT TO THE ELIGIBLE NURS-\n    5  ES'  SPONSORING  SCHOOL DISTRICT FROM THE TOTAL GRANT AWARD TO COVER THE\n    6  COST OF HIRING A SUBSTITUTE SCHOOL NURSE FOR UP TO  THREE  DAYS  OR  THE\n    7  DURATION OF SUCH ELIGIBLE NURSE'S APPROVED LEAVE, WHICHEVER IS LESS.\n    8    4.  THE  COMMISSIONER  SHALL BE RESPONSIBLE FOR PROMULGATING ANY REGU-\n    9  LATIONS NECESSARY TO EFFECTUATE THE PROVISIONS OF THIS SECTION,  INCLUD-\n   10  ING:\n   11    (A)  ESTABLISHING WITHIN THE DEPARTMENT AN APPLICATION FORM AND FILING\n   12  DEADLINE REQUIREMENTS TO BE UTILIZED BY ELIGIBLE SCHOOL NURSES  APPLYING\n   13  FOR  A  GRANT  FROM THE STATE BOARD FOR NATIONAL CERTIFICATION OF SCHOOL\n   14  NURSE GRANT PROGRAM;\n   15    (B) ESTABLISHING A MECHANISM FOR PROCESSING AND APPROVING APPLICATIONS\n   16  WITHIN THE DEPARTMENT;\n   17    (C) ESTABLISHING A MECHANISM TO  ALLOCATE  GRANT  AWARDS  TO  APPROVED\n   18  ELIGIBLE SCHOOL NURSES; AND\n   19    (D)  ESTABLISHING A MECHANISM TO REIMBURSE SPONSORING SCHOOL DISTRICTS\n   20  FOR UP TO THREE DAYS OF APPROVED LEAVE AS DESCRIBED IN SUBDIVISION THREE\n   21  OF THIS SECTION.\n   22    5. AN ELIGIBLE SCHOOL NURSE FOR WHOM THE STATE  PAYS  A  PARTICIPATION\n   23  FEE SHALL BE LIABLE FOR REPAYMENT OF THE GRANT TO THE DEPARTMENT IF SUCH\n   24  ELIGIBLE SCHOOL NURSE:\n   25    (A) DOES NOT COMPLETE THE PROCESS; OR\n   26    (B)  COMPLETES  THE  PROCESS,  BUT  DOES  NOT WORK IN A NEW YORK STATE\n   27  PUBLIC SCHOOL FOR AT LEAST ONE FULL YEAR AFTER ACHIEVING NATIONAL  BOARD\n   28  CERTIFICATION.\n   29    6. REPAYMENT OF THE GRANT IS NOT REQUIRED:\n   30    (A)  IF  THE CERTIFICATION PROCESS IS NOT COMPLETED OR IF THE ELIGIBLE\n   31  SCHOOL NURSE FAILS TO WORK FOR ONE FULL YEAR AFTER COMPLETION DUE TO HIS\n   32  OR HER DEATH OR DISABILITY OR SOME OTHER  EXTENUATING  CIRCUMSTANCES  AS\n   33  MAY BE RECOGNIZED BY THE BOARD OF REGENTS; OR\n   34    (B)  IF  THE  ELIGIBLE SCHOOL NURSE COMPLETES THE PROCESS BUT DOES NOT\n   35  ACHIEVE CERTIFICATION.\n   36    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to compensation for national board certification for school nurses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T154746.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T150334.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293655666054
}