{
  "year" : 2011,
  "senateBillNo" : "A499-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A499-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets a 7 year limit to the real property tax exemption for unimproved property of mandatory class nonprofit organizations",
  "summary" : "Sets a 7-year limit to the real property tax exemption for unimproved property of mandatory class nonprofit organizations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A981-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          499\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GUNTHER  --  Multi-Sponsored  by -- M. of A.\n         BOYLAND, COOK -- read once and referred to the Committee on Real Prop-\n         erty Taxation\n\n       AN ACT to amend the real property tax law, in relation to  the  duration\n         of  the  exemption for property of mandatory class nonprofit organiza-\n         tions by reason of the absence of suitable buildings  or  improvements\n         thereon  if  construction  of  such  buildings  or  improvements is in\n         progress or is in good faith contemplated\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of section 420-a of the real property tax\n    2  law, such section as renumbered by chapter 919 of the laws of  1981,  is\n    3  amended to read as follows:\n    4    3. Such real property from which no revenue is derived shall be exempt\n    5  though  not  in actual use therefor by reason of the absence of suitable\n    6  buildings or OTHER PHYSICAL improvements thereon if:\n    7    (a) the construction of such buildings or OTHER PHYSICAL  improvements\n    8  is  in  progress or is in good faith contemplated by such corporation or\n    9  association WITHIN SEVEN YEARS AFTER SUCH PROPERTY HAS BEEN ACQUIRED  BY\n   10  SUCH  CORPORATION  OR  ASSOCIATION; FOR THE PURPOSES OF CALCULATING SUCH\n   11  SEVEN YEARS' PERIOD, WITH RESPECT TO PROPERTY ACQUIRED BEFORE THE EFFEC-\n   12  TIVE DATE OF THE CHAPTER OF  THE  LAWS  OF  TWO  THOUSAND  ELEVEN  WHICH\n   13  AMENDED  THIS  SUBDIVISION,  SUCH  SEVEN YEARS' PERIOD SHALL COMMENCE ON\n   14  SUCH EFFECTIVE DATE, AND WITH RESPECT TO PROPERTY ACQUIRED ON  OR  AFTER\n   15  SUCH EFFECTIVE DATE, SUCH SEVEN YEARS' PERIOD SHALL COMMENCE ON THE DATE\n   16  OF ACQUISITION; or\n   17    (b) such real property is held by such corporation or association upon\n   18  condition  that  the title thereto shall revert in case any building not\n   19  intended and suitable for one or more such  purposes  shall  be  erected\n   20  upon such premises or some part thereof.\n   21    S  2. This act shall take effect on the first of January next succeed-\n   22  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02089-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the duration of the exemption for property of mandatory class nonprofit organizations by reason of the absence of suitable buildings or improvements thereon if construction of such buildings or improvements is in progress or is in good faith contemplated ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T155253.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T150334.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293655973122
}