{
  "year" : 2011,
  "senateBillNo" : "A50-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A50-2011-1294203600000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"behavioral health services for veterans act\"",
  "summary" : "Enacts the \"behavioral health services for veterans act\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A8760-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          50\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Veterans' Affairs\n\n       AN ACT to amend the  executive  law  and  the  mental  hygiene  law,  in\n         relation to enacting the \"behavioral health services for veterans act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"behavioral\n    2  health services for veterans act\".\n    3    S 2. The executive law is amended by adding a new section 369 to  read\n    4  as follows:\n    5    S  369.  BEHAVIORAL  HEALTH  SERVICES FOR VETERANS ADVISORY BOARD.  1.\n    6  THERE IS HEREBY ESTABLISHED WITHIN THE  DIVISION,  A  BEHAVIORAL  HEALTH\n    7  SERVICES  FOR  VETERANS ADVISORY BOARD. SUCH BOARD SHALL CONSIST OF NINE\n    8  MEMBERS, THREE OF WHOM SHALL BE APPOINTED BY THE GOVERNOR, TWO  OF  WHOM\n    9  SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE, TWO OF WHOM\n   10  SHALL  BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY, ONE OF WHOM SHALL BE\n   11  APPOINTED BY THE MINORITY LEADER OF THE SENATE AND ONE OF WHOM SHALL  BE\n   12  APPOINTED  BY  THE  MINORITY  LEADER OF THE ASSEMBLY. SUCH MEMBERS SHALL\n   13  SERVE AT THE PLEASURE OF THE  APPOINTING  AUTHORITY.  VACANCIES  ON  THE\n   14  BOARD SHALL BE FILLED IN THE MANNER OF THE ORIGINAL APPOINTMENT. MEMBERS\n   15  OF  THE BOARD SHALL RECEIVE NO COMPENSATION FOR THEIR SERVICES BUT SHALL\n   16  BE REIMBURSED FOR ACTUAL AND NECESSARY EXPENSES INCURRED IN THE PERFORM-\n   17  ANCE OF THEIR DUTIES.\n   18    2. THE BEHAVIORAL HEALTH SERVICES FOR VETERANS  ADVISORY  BOARD  SHALL\n   19  STUDY  AND  ANALYZE  BOTH  THE ADEQUACY OF EXISTING AND THE NEED FOR NEW\n   20  BEHAVIORAL HEALTH SERVICES FOR VETERANS. IN PROVIDING SUCH ANALYSIS, THE\n   21  BOARD SHALL WORK IN COOPERATION WITH THE DIVISION, THE OFFICE  OF  ALCO-\n   22  HOLISM  AND  SUBSTANCE  ABUSE  SERVICES  AND  THE  DEPARTMENT  OF MENTAL\n   23  HYGIENE. THE BOARD SHALL REPORT THE FINDINGS OF SUCH STUDY TO THE GOVER-\n   24  NOR AND THE LEGISLATURE ALONG WITH RECOMMENDATIONS  IT  DEEMS  NECESSARY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03931-01-1\n\n       A. 50                               2\n\n    1  FOR  EXPANDED AND IMPROVED BEHAVIORAL HEALTH SERVICES ON OR BEFORE OCTO-\n    2  BER FIRST, TWO THOUSAND TWELVE.\n    3    S  3.  The mental hygiene law is amended by adding a new section 19.43\n    4  to read as follows:\n    5  S 19.43 BEHAVIORAL HEALTH SERVICES FOR VETERANS.\n    6    (A) THE OFFICE, IN COOPERATION WITH THE DEPARTMENT AND THE DIVISION OF\n    7  VETERANS' AFFAIRS, SHALL ESTABLISH WITHIN EVERY COUNTY WITHIN THE STATE,\n    8  ACCESS TO BEHAVIORAL HEALTH SERVICES FOR VETERANS. IN ESTABLISHING  SUCH\n    9  ACCESS,  THE  OFFICE SHALL PROVIDE TREATMENT ON AN INPATIENT, OUTPATIENT\n   10  AND RESIDENTIAL BASIS, THAT SHALL INCLUDE, BUT NOT BE LIMITED TO,  PHAR-\n   11  MACOTHERAPY FOR ALCOHOL DEPENDENCE, OPIOID DEPENDENCE AND OTHER CHEMICAL\n   12  DEPENDENCE AND SUBSTANCE ABUSE DISORDERS.\n   13    (B)  STAFF  PROVIDING  BEHAVIORAL  HEALTH  SERVICES  TO VETERANS SHALL\n   14  RECEIVE TRAINING IN THE SPECIFIC NEEDS OF VETERANS WITH RESPECT TO CHEM-\n   15  ICAL DEPENDENCIES AND SUBSTANCE ABUSE DISORDERS AND  SHALL  BE  EXPANDED\n   16  WHEN NEEDED TO ADEQUATELY PROVIDE SUCH SERVICES.\n   17    (C)  IN  ADDITION TO THE SERVICES SET FORTH IN SUBDIVISION (A) OF THIS\n   18  SECTION, THE OFFICE SHALL PROVIDE THE FOLLOWING SERVICES:\n   19    1. COORDINATION OF SERVICES BY AN INDIVIDUAL CARE COORDINATOR FOR EACH\n   20  VETERAN WHO SEEKS SERVICES;\n   21    2. SCREENING AND ASSESSMENT FOR POST TRAUMATIC STRESS DISORDER,  TRAU-\n   22  MATIC BRAIN INJURY, DEPRESSION AND POTENTIAL FOR SUICIDE;\n   23    3.  AGENCY  NETWORKING  TO  PROVIDE VETERANS WITH CONSISTENT TREATMENT\n   24  THROUGHOUT THE STATE AND THE VETERANS ADMINISTRATION;\n   25    4. TRANSPORTATION TO AND FROM THE SERVICES PROVIDED BY THIS SECTION;\n   26    5. EVALUATION OF CLINICAL PRACTICES SPECIFIC TO VETERANS; AND\n   27    6. COORDINATION OF PATIENT CARE SERVICES.\n   28    (D) THE OFFICE IS HEREBY AUTHORIZED AND DIRECTED TO  PROMULGATE  RULES\n   29  AND REGULATIONS NECESSARY FOR THE IMPLEMENTATION OF THIS SECTION.\n   30    S 4. This act shall take effect immediately; provided that section two\n   31  of  this  act shall take effect April 1, 2011; and provided further that\n   32  effective immediately, the addition, amendment and/or repeal of any rule\n   33  or regulation necessary for the implementation of this act on its effec-\n   34  tive date is authorized to be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the mental hygiene law, in relation to enacting the \"behavioral health services for veterans act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105412.TXT", "SOBI.D101216.T154437.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292532277847
}