{
  "year" : 2011,
  "senateBillNo" : "A500-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A500-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the MTA to file a copy of proposed station closings with various governmental agencies",
  "summary" : "Requires the MTA to file a copy of proposed station closings with various governmental agencies; provides that the MTA hold public hearing on any proposed closings; allows the MTA to not comply with the filing provisions for emergency repairs or repairs that cause the station to close for less than twenty-four hours. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4208-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          500\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to requiring the\n         MTA to post a schedule of station closings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1277 of the public authorities law, as  amended  by\n    2  chapter 161 of the laws of 2000, is amended to read as follows:\n    3    S  1277. Station operation and maintenance. 1. A. The operation, main-\n    4  tenance and use of passenger stations shall be public  purposes  of  the\n    5  city of New York and the counties within the district. The total cost to\n    6  the  authority  and  each  of  its subsidiary corporations of operation,\n    7  maintenance and use  of  each  passenger  station  within  the  district\n    8  serviced  by one or more railroad facilities of the authority or of such\n    9  subsidiary corporation, including the  buildings,  appurtenances,  plat-\n   10  forms,  lands  and  approaches  incidental or adjacent thereto, shall be\n   11  borne by the city of New York if such station is located  in  such  city\n   12  or,  if  not located in such city, by such county within the district in\n   13  which such station is located. On or before June first of each year, the\n   14  authority shall, in accordance with the method specified herein,  deter-\n   15  mine  and  certify to the city of New York and to each county within the\n   16  district the respective allocation of costs related  to  the  operation,\n   17  maintenance and use of passenger stations within such city and each such\n   18  other  county,  for  the  twelve month period ending the preceding March\n   19  thirty-first.\n   20    (I) For the year commencing April first, nineteen hundred ninety-nine,\n   21  the total payment amount to be billed by the authority  for  the  opera-\n   22  tion,  maintenance  and use of each passenger station within the city of\n   23  New York and the counties of  Nassau,  Suffolk,  Westchester,  Dutchess,\n   24  Putnam,  Orange,  and  Rockland shall be calculated by summing the total\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03478-01-1\n\n       A. 500                              2\n\n    1  amount listed in the base amount table plus an adjustment to  such  base\n    2  year  amount  equal to the base amount times the increase or decrease in\n    3  the Consumer Price Index for Wage Earners and Clerical Workers  for  the\n    4  New York, Northeastern-New Jersey Standard Metropolitan Statistical Area\n    5  for the twelve-month period being billed.\n\n    6                              BASE AMOUNT TABLE\n    7         County                                Base Amount\n    8         Nassau                                $19,200,000\n    9         Suffolk                               $11,834,091\n   10         Westchester                           $13,269,310\n   11         Dutchess                              $ 1,581,880\n   12         Putnam                                $   618,619\n   13         Orange                                $   327,247\n   14         Rockland                              $    34,791\n   15         City of New York                      $61,435,330\n   16    (II) For each year thereafter, such total payment for each such county\n   17  shall  be  the  same  amount as the total payment during the immediately\n   18  prior year, plus an adjustment equal to the prior year amount times  the\n   19  increase  or  decrease  in the Consumer Price Index for Wage Earners and\n   20  Clerical Workers for the  New  York,  Northeastern-New  Jersey  Standard\n   21  Metropolitan Statistical Area for the twelve-month period being billed.\n   22    B. On or before the following September first, of each year, such city\n   23  and  each  such county shall pay to the authority such cost or amount so\n   24  certified to it on or before the preceding June first.   Such  city  and\n   25  each  such  county  shall  have power to finance such costs to it by the\n   26  issuance of budget notes pursuant to section 29.00 of the local  finance\n   27  law.  For the year beginning April first, two thousand four, the author-\n   28  ity, the city of New York and the counties of Nassau, Suffolk, Westches-\n   29  ter, Dutchess, Putnam, Orange, and Rockland may, after having reached an\n   30  agreement, recommend to the legislature modifications to the amounts set\n   31  forth  above  based upon changes made to commuter services including but\n   32  not limited to changes in the number of passenger stations  within  such\n   33  counties  or  the  level  of  commuter rail service provided to any such\n   34  passenger stations.  Failure between the authority and between the coun-\n   35  ties to reach agreement will be referred to the  state  comptroller  for\n   36  mediation.  If  the  mediation is unsuccessful, each party and the state\n   37  comptroller may submit a recommendation to the governor and the legisla-\n   38  ture for legislative action.\n   39    C. In the event that a city or county shall fail to  make  payment  to\n   40  the  authority  for  station  maintenance  as  required pursuant to this\n   41  section, or any part thereof, the chief executive officer of the author-\n   42  ity or such other person as the chairman shall designate  shall  certify\n   43  to  the  state comptroller the amount due and owing the authority at the\n   44  end of the state fiscal year and the state comptroller shall withhold an\n   45  equivalent amount from the next succeeding state aid allocated  to  such\n   46  county  or  city from the motor fuel tax and the motor vehicle registra-\n   47  tion fee distributed pursuant to former section one  hundred  twelve  of\n   48  the highway law, or amounts distributed pursuant to section ten-c of the\n   49  highway  law,  or per capita local assistance pursuant to section fifty-\n   50  four of the state finance law  subject  to  the  following  limitations:\n   51  prior to withholding amounts due the authority from such county or city,\n   52  the  comptroller  shall pay in full any amount due the state of New York\n   53  municipal bond bank agency, on account of any such  county's  or  city's\n   54  obligation  to such agency; the city university construction fund pursu-\n   55  ant to the provisions of the city university construction fund act;  the\n\n       A. 500                              3\n\n    1  New   York   city  housing  development  corporation,  pursuant  to  the\n    2  provisions of the New York  city  housing  development  corporation  act\n    3  (article  twelve  of  the  private housing finance law); and the transit\n    4  construction  fund pursuant to the provisions of title nine-A of article\n    5  five of this chapter.  The comptroller shall give the  director  of  the\n    6  budget notification of any such payment. Such amount or amounts so with-\n    7  held by the comptroller shall be paid to the authority and the authority\n    8  shall  use  such  amount  for the repayment of the state advances hereby\n    9  authorized. When such amount or amounts are received by  the  authority,\n   10  it  shall  credit  such amounts against any amounts due and owing by the\n   11  city or county on whose account such amount was withheld and paid.\n   12    2. A. WHENEVER THE AUTHORITY WILL CLOSE A STATION FOR A PERIOD OF TIME\n   13  IN EXCESS OF TWENTY-FOUR HOURS, THE AUTHORITY, AT LEAST SIX MONTHS PRIOR\n   14  TO SUCH SCHEDULED CLOSING DATE, MUST FILE A COPY OF SUCH SCHEDULED CLOS-\n   15  INGS WITH THE STATE COMPTROLLER, THE NEW YORK CITY CONTROLLER,  THE  NEW\n   16  YORK CITY OFFICE OF ECONOMIC DEVELOPMENT, ALL AFFECTED COMMUNITY BOARDS,\n   17  AND ANY LOCAL, STATE, OR FEDERAL ELECTED OFFICIAL.\n   18    B.  THE AUTHORITY SHALL BE REQUIRED TO HOLD A PUBLIC HEARING AFTER THE\n   19  FILING OF THE SCHEDULED CLOSINGS BUT PRIOR TO SUCH CLOSING DATE.\n   20    C. THE AUTHORITY SHALL NOT BE REQUIRED TO COMPLY WITH  THE  PROVISIONS\n   21  OF  THIS  SUBDIVISION FOR ANY CLOSING THAT RESULTS FROM EMERGENCY REPAIR\n   22  OR ANY CLOSING THAT WILL BE LESS THAN TWENTY-FOUR HOURS IN DURATION.\n   23    S 2. This act shall take effect immediately and  shall  apply  to  any\n   24  station  closings  that  occur  no  sooner  than seven months after such\n   25  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to requiring the MTA to post a schedule of station closings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T155253.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T150334.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293655973125
}