{
  "year" : 2011,
  "senateBillNo" : "A501-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A501-2011-1294203600000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes park police patrols for McCarren, Fort Greene, Commodore John Barry and McGoldrick parks in Brooklyn, Kings county",
  "summary" : "Authorizes and directs the commissioner of the New York city department of parks and recreation to provide for the increased patrol by department park enforcement officers for the purpose of supplementing existing security and patrols in McCarren Park, Fort Greene Park, Commodore John Barry Park and McGoldrick Park in Brooklyn, Kings county. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks",
  "previousVersions" : [ "A3922-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          501\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Tourism, Parks, Arts and Sports Development\n\n       AN  ACT to authorize the commissioner of the New York city department of\n         parks and recreation to provide for the increased patrol  by  enforce-\n         ment officers of McCarren park, Fort Greene park, Commodore John Barry\n         park and McGoldrick park in Brooklyn, Kings county\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provisions of general, special or\n    2  local law, rule or regulation, the commissioner of  the  New  York  city\n    3  department  of parks and recreation is hereby authorized and directed to\n    4  provide for the increased patrol by park enforcement officers within the\n    5  department of parks and recreation  for  the  purpose  of  supplementing\n    6  existing  security  and patrol for the parklands known as McCarren park,\n    7  Fort Greene park, Commodore John  Barry  park  and  McGoldrick  park  in\n    8  Brooklyn, Kings county.\n    9    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03479-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the commissioner of the New York city department of parks and recreation to provide for the increased patrol by enforcement officers of McCarren park, Fort Greene park, Commodore John Barry park and McGoldrick park in Brooklyn, Kings county ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T151335.TXT", "SOBI.D101228.T150334.TXT", "SOBI.D101229.T160747.TXT", "SOBI.D101228.T150834.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293656867217
}