{
  "year" : 2011,
  "senateBillNo" : "A502-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to cities",
    "billEventId" : "A502-2011-1294203600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires commercial bicyclists in New York city to wear helmets, display the identifier at the rear of the bicycle, and register with the local police precinct",
  "summary" : "Requires commercial bicyclists in New York city to wear helmets (meeting A.N.S.I. or Snell standards), display the required identifier only at the rear of the bicycle, and register with the local police precinct. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A1416-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          502\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Cities\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to the regulation of commercial bicyclists\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The opening paragraph and paragraph 1 of subdivision a of\n    2  section 10-157 of the administrative code of the city of New  York,  are\n    3  amended and a new subdivision a-1 is added to read as follows:\n    4    Every  person, firm, partnership, joint venture, association or corpo-\n    5  ration which engages in the course of its business, either on behalf  of\n    6  itself or others, in delivering packages, parcels, papers or articles of\n    7  any  type  by  bicycle SHALL REGISTER EACH BICYCLE WITH THE LOCAL POLICE\n    8  PRECINCT AND shall provide identification of the business  by  requiring\n    9  every bicycle or bicycle operator to be identified by:\n   10    (1)  affixing to the rear of each bicycle[, bicycle seat or both sides\n   11  of the delivery basket,] a metal, plastic,  or  other  sign  of  a  type\n   12  approved by the police commissioner, with the name of the business and a\n   13  three  digit identification number which identifies the bicycle operator\n   14  in lettering and numerals so as to be plainly readable at a distance  of\n   15  not  less  than ten feet and maintaining same in good condition thereon;\n   16  and\n   17    A-1. EVERY BICYCLE OPERATOR, WHILE ENGAGED IN BICYCLE OPERATION, SHALL\n   18  WEAR A HELMET MEETING THE STANDARDS OF THE AMERICAN  NATIONAL  STANDARDS\n   19  INSTITUTE  (ANSI  Z 90.4 BICYCLE HELMET STANDARDS) OR THE SNELL MEMORIAL\n   20  FOUNDATION'S STANDARDS FOR PROTECTIVE HEADGEAR FOR USE IN BICYCLING. FOR\n   21  THE PURPOSES OF THIS SUBDIVISION, WEARING A HELMET MEANS HAVING A HELMET\n   22  OF GOOD FIT FASTENED SECURELY UPON THE HEAD WITH THE HELMET STRAPS.\n   23    S 2. This act shall take effect on the first of January next  succeed-\n   24  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03178-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to the regulation of commercial bicyclists ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T151335.TXT", "SOBI.D101229.T160747.TXT", "SOBI.D101228.T150834.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293656867215
}