{
  "year" : 2011,
  "senateBillNo" : "A503-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to children and families",
    "billEventId" : "A503-2011-1294203600000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to preventing the unnecessary removal of children from a custodial parent who is the victim of domestic violence",
  "summary" : "Amends provisions of child protective proceedings to prevent the unnecessary removal of children from a custodial parent who is the victim of domestic violence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "A1440-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          503\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WRIGHT  --  Multi-Sponsored  by  -- M. of A.\n         J. RIVERA -- read once and referred to the Committee on  Children  and\n         Families\n\n       AN  ACT  to  amend  the family court act and the social services law, in\n         relation to preventing the unnecessary  removal  of  children  from  a\n         custodial  parent  who  is  the  victim  of  domestic violence without\n         further evidence of neglect by such parent\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1022 of the family court act is amended by adding a\n    2  new subdivision (g) to read as follows:\n    3    (G)  THERE  SHALL  BE  A PRESUMPTION THAT A CUSTODIAL PARENT OR PERSON\n    4  LEGALLY RESPONSIBLE FOR A CHILD IS A FIT PARENT AND CAPABLE  OF  RAISING\n    5  SUCH  CHILD OR CHILDREN IN A SAFE AND APPROPRIATE MANNER.  AN ALLEGATION\n    6  OR FINDING THAT THE CUSTODIAL PARENT OR PERSON LEGALLY  RESPONSIBLE  FOR\n    7  THE  CHILD  WAS THE VICTIM OF DOMESTIC VIOLENCE SHALL BE INSUFFICIENT TO\n    8  ESTABLISH AN IMMINENT RISK TO THE CHILD'S LIFE OR HEALTH WITHOUT FURTHER\n    9  EVIDENCE THAT THE CHILD HAS BEEN ABUSED OR NEGLECTED BY  THE  VICTIM  OF\n   10  THE DOMESTIC VIOLENCE.\n   11    S  2.  Section 1024 of the family court act is amended by adding a new\n   12  subdivision (a-1) to read as follows:\n   13    (A-1) THERE SHALL BE A PRESUMPTION THAT A CUSTODIAL PARENT  OR  PERSON\n   14  LEGALLY  RESPONSIBLE  FOR A CHILD IS A FIT PARENT AND CAPABLE OF RAISING\n   15  SUCH CHILD OR CHILDREN IN A SAFE AND APPROPRIATE MANNER.  AN  ALLEGATION\n   16  OR  FINDING  THAT THE CUSTODIAL PARENT OR PERSON LEGALLY RESPONSIBLE FOR\n   17  THE CHILD WAS THE VICTIM OF DOMESTIC VIOLENCE SHALL BE  INSUFFICIENT  TO\n   18  ESTABLISH AN IMMINENT RISK TO THE CHILD'S LIFE OR HEALTH WITHOUT FURTHER\n   19  EVIDENCE  THAT  THE  CHILD HAS BEEN ABUSED OR NEGLECTED BY THE VICTIM OF\n   20  THE DOMESTIC VIOLENCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00805-01-1\n\n       A. 503                              2\n\n    1    S 3. Section 1028 of the family court act is amended by adding  a  new\n    2  subdivision (g) to read as follows:\n    3    (G)  THERE  SHALL  BE  A PRESUMPTION THAT A CUSTODIAL PARENT OR PERSON\n    4  LEGALLY RESPONSIBLE FOR A CHILD IS A FIT PARENT AND CAPABLE  OF  RAISING\n    5  SUCH  CHILD OR CHILDREN IN A SAFE AND APPROPRIATE MANNER.  AN ALLEGATION\n    6  OR FINDING THAT THE CUSTODIAL PARENT OR PERSON LEGALLY  RESPONSIBLE  FOR\n    7  THE  CHILD  WAS THE VICTIM OF DOMESTIC VIOLENCE SHALL BE INSUFFICIENT TO\n    8  ESTABLISH AN IMMINENT RISK TO THE CHILD'S LIFE OR HEALTH WITHOUT FURTHER\n    9  EVIDENCE THAT THE CHILD HAS BEEN ABUSED OR NEGLECTED BY  THE  VICTIM  OF\n   10  THE DOMESTIC VIOLENCE.\n   11    S  4.  Subparagraph (B) of paragraph (i) of subdivision 4-a of section\n   12  371 of the social services law, as amended by chapter 984 of the laws of\n   13  1981, is amended to read as follows:\n   14    (B) in providing the child with proper supervision or guardianship, by\n   15  unreasonably inflicting or allowing to be inflicted harm, or a  substan-\n   16  tial  risk  thereof,  including  the  infliction  of  excessive corporal\n   17  punishment; or by misusing a drug or drugs;  or  by  misusing  alcoholic\n   18  beverages to the extent that he loses self-control of his actions; or by\n   19  any  other  acts  of a similarly serious nature requiring the aid of the\n   20  court; provided, however, that where the respondent is  voluntarily  and\n   21  regularly  participating  in a rehabilitative program, evidence that the\n   22  respondent has repeatedly misused a drug or drugs or alcoholic beverages\n   23  to the extent that he loses self-control of his actions shall not estab-\n   24  lish that the child is a neglected child  in  the  absence  of  evidence\n   25  establishing  that  the  child's physical, mental or emotional condition\n   26  has been impaired or is in imminent danger of becoming impaired  as  set\n   27  forth in THIS paragraph [(i) of this subdivision], AND PROVIDED FURTHER,\n   28  THAT  A  CHILD SHALL NOT BE FOUND TO BE A NEGLECTED CHILD ON THE GROUNDS\n   29  THAT THE CUSTODIAL PARENT OR PERSON LEGALLY RESPONSIBLE FOR  SUCH  CHILD\n   30  IS  A  VICTIM  OF  DOMESTIC  VIOLENCE  UNLESS: THE CHILD EXPERIENCED THE\n   31  DOMESTIC VIOLENCE; IT  IS  ESTABLISHED  BY  EXPERT  TESTIMONY  THAT  THE\n   32  SUBJECT  CHILD  WAS  HARMED BY THE DOMESTIC VIOLENCE AND THAT THE SAFETY\n   33  RISK TO THE CHILD OUTWEIGHS THE RISKS ASSOCIATED  WITH  BEING  SEPARATED\n   34  FROM  THE  CHILD'S  CUSTODIAL  PARENT;  AND THE VICTIM WAS PROVIDED WITH\n   35  PREVENTIVE SERVICES THAT ARE APPROPRIATE, ACCESSIBLE AND SAFE INCLUDING,\n   36  BUT NOT LIMITED TO, REMOVAL OF THE BATTERER, ARREST AND  PROSECUTION  OF\n   37  THE  BATTERER,  PROVISION  OF  SAFE  HOUSING  AND  ALTERNATIVE FINANCIAL\n   38  SUPPORT, AND THE VICTIM FAILED TO UTILIZE SUCH SERVICES AND IT IS DETER-\n   39  MINED THAT THE CHILD HAS BEEN HARMED OR PUT AT RISK BY SUCH FAILURE; or\n   40    S 5. Subparagraph (B) of paragraph (i) of subdivision (f)  of  section\n   41  1012  of  the family court act, as amended by chapter 984 of the laws of\n   42  1981, is amended to read as follows:\n   43    (B) in providing the child with proper supervision or guardianship, by\n   44  unreasonably inflicting or allowing to be inflicted harm, or a  substan-\n   45  tial  risk  thereof,  including  the  infliction  of  excessive corporal\n   46  punishment; or by misusing a drug or drugs;  or  by  misusing  alcoholic\n   47  beverages to the extent that he loses self-control of his actions; or by\n   48  any  other  acts  of a similarly serious nature requiring the aid of the\n   49  court; provided, however, that where the respondent is  voluntarily  and\n   50  regularly  participating  in a rehabilitative program, evidence that the\n   51  respondent has repeatedly misused a drug or drugs or alcoholic beverages\n   52  to the extent that he loses self-control of his actions shall not estab-\n   53  lish that the child is a neglected child  in  the  absence  of  evidence\n   54  establishing  that  the  child's physical, mental or emotional condition\n   55  has been impaired or is in imminent danger of becoming impaired  as  set\n   56  forth in THIS paragraph [(i) of this subdivision], AND PROVIDED FURTHER,\n\n       A. 503                              3\n\n    1  THAT  A  CHILD SHALL NOT BE FOUND TO BE A NEGLECTED CHILD ON THE GROUNDS\n    2  THAT THE CUSTODIAL PARENT OR PERSON LEGALLY RESPONSIBLE FOR  SUCH  CHILD\n    3  IS  A  VICTIM  OF  DOMESTIC  VIOLENCE  UNLESS: THE CHILD EXPERIENCED THE\n    4  DOMESTIC  VIOLENCE  AND  THAT THE SAFETY RISK TO THE CHILD OUTWEIGHS THE\n    5  RISKS ASSOCIATED WITH BEING SEPARATED FROM THE CHILD'S CUSTODIAL PARENT;\n    6  IT IS ESTABLISHED BY EXPERT TESTIMONY THAT THE SUBJECT CHILD WAS  HARMED\n    7  BY  THE  DOMESTIC  VIOLENCE; AND THE VICTIM WAS PROVIDED WITH PREVENTIVE\n    8  SERVICES THAT ARE APPROPRIATE, ACCESSIBLE AND SAFE  INCLUDING,  BUT  NOT\n    9  LIMITED  TO,  REMOVAL  OF  THE  BATTERER,  ARREST AND PROSECUTION OF THE\n   10  BATTERER, PROVISION OF SAFE HOUSING AND ALTERNATIVE  FINANCIAL  SUPPORT,\n   11  AND THE VICTIM FAILED TO UTILIZE SUCH SERVICES AND IT IS DETERMINED THAT\n   12  THE CHILD HAS BEEN HARMED OR PUT AT RISK BY SUCH FAILURE; or\n   13    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act and the social services law, in relation to preventing the unnecessary removal of children from a custodial parent who is the victim of domestic violence without further evidence of neglect by such parent ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T090217.TXT", "SOBI.D101228.T150834.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293717737692
}