{
  "year" : 2011,
  "senateBillNo" : "A504-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A504-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale of mature and violent video games to minors",
  "summary" : "Prohibits the sale to minors of certain rated video games containing a rating that reflects content of various degrees of profanity, racist stereotypes or derogatory language, and/or actions toward a specific group of persons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A1474-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          504\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Consumer Affairs and Protection\n\n       AN  ACT  to  amend  the general business law, in relation to prohibiting\n         sale of certain video games to minors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  391-r to read as follows:\n    3    S  391-R.  SALE  OF  CERTAIN  VIDEO  GAMES TO MINORS PROHIBITED. 1. NO\n    4  PERSON, PARTNERSHIP OR CORPORATION SHALL SELL OR RENT OR OFFER  TO  SELL\n    5  OR  RENT  TO  ANY  PERSON UNDER THE AGE OF EIGHTEEN YEARS ANY VIDEO GAME\n    6  THAT HAS A MATURE OR VIOLENT RATING. SUCH VIDEOS MAY CONTAIN, BUT  SHALL\n    7  NOT  BE LIMITED TO, DEPICTIONS DESCRIPTIVE OF, ADVOCATING OR GLAMORIZING\n    8  COMMISSION OF A VIOLENT CRIME, SUICIDE, SODOMY, RAPE, INCEST,  BESTIALI-\n    9  TY,  SADOMASOCHISM, ANY FORM OF SEXUAL ACTIVITY IN A VIOLENT CONTEXT, OR\n   10  ADVOCATING OR ENCOURAGING MURDER, VIOLENT  RACISM,  RELIGIOUS  VIOLENCE,\n   11  MORBID VIOLENCE OR THE ILLEGAL USE OF DRUGS OR ALCOHOL.\n   12    2. EVERY PERSON, PARTNERSHIP OR CORPORATION ENGAGED IN THE RETAIL SALE\n   13  OR  RENTAL  OF  VIDEO  GAMES  SHALL  STORE  AND DISPLAY SUCH VIDEO GAMES\n   14  CONTAINING CONTENTS LISTED IN SUBDIVISION  ONE  OF  THIS  SECTION  IN  A\n   15  LOCATION  DESIGNATED  FOR  PERSONS OVER THE AGE OF EIGHTEEN, IN A MANNER\n   16  WHICH RESTRICTS ACCESS TO SUCH VIDEO GAMES.\n   17    3. SALE OR RENTAL OF ANY VIDEO GAME THAT CONTAINS ANY CONTENTS  LISTED\n   18  IN  SUBDIVISION ONE OF THIS SECTION, SHALL BE MADE ONLY TO AN INDIVIDUAL\n   19  WHO DEMONSTRATES, THROUGH (A) A VALID DRIVER'S LICENSE  OR  NON-DRIVER'S\n   20  IDENTIFICATION  AND  ISSUED  BY  THE COMMISSIONER OF MOTOR VEHICLES, THE\n   21  FEDERAL  GOVERNMENT,  ANY  UNITED  STATES  TERRITORY,  COMMONWEALTH   OR\n   22  POSSESSION,  THE  DISTRICT  OF  COLUMBIA,  A STATE GOVERNMENT WITHIN THE\n   23  UNITED STATES OR A PROVINCIAL GOVERNMENT OF THE DOMINION OF  CANADA;  OR\n   24  (B) A VALID PASSPORT ISSUED BY THE UNITED STATES GOVERNMENT OR ANY OTHER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03620-01-1\n\n       A. 504                              2\n\n    1  COUNTRY;  OR  (C)  AN  IDENTIFICATION  CARD ISSUED BY THE UNITED STATES,\n    2  INDICATING THAT THE INDIVIDUAL IS AT LEAST EIGHTEEN YEARS OF  AGE.  SUCH\n    3  IDENTIFICATION  NEED  NOT  BE  REQUIRED OF ANY INDIVIDUAL WHO REASONABLY\n    4  APPEARS TO BE AT LEAST THIRTY YEARS OF AGE, PROVIDED, HOWEVER, THAT SUCH\n    5  APPEARANCE  SHALL  NOT  CONSTITUTE A DEFENSE IN ANY PROCEEDING INVOLVING\n    6  SALE OR RENTAL OF ANY VIDEO GAME, TO AN INDIVIDUAL UNDER EIGHTEEN  YEARS\n    7  OF AGE.\n    8    4. IN ANY PROCEEDING PURSUANT TO THIS SECTION, IT SHALL BE AN AFFIRMA-\n    9  TIVE  DEFENSE  THAT  A  PERSON  PURCHASING  OR  RENTING OR ATTEMPTING TO\n   10  PURCHASE OR RENT ANY VIDEO GAME DESCRIBED IN  SUBDIVISION  ONE  OF  THIS\n   11  SECTION  PRODUCED A DRIVER'S LICENSE OR A NON-DRIVER IDENTIFICATION CARD\n   12  APPARENTLY ISSUED BY A GOVERNMENT ENTITY OR OTHER IDENTIFICATION  PURSU-\n   13  ANT  TO  SUBDIVISION  THREE  OF THIS SECTION, SUCCESSFULLY COMPLETED THE\n   14  TRANSACTION, AND THAT THE VIDEO GAME SOLD OR RENTED TO SUCH  PERSON  WAS\n   15  REASONABLE  RELIANCE UPON SUCH IDENTIFICATION AND TRANSACTION. IN EVALU-\n   16  ATING THE APPLICABILITY OF SUCH AFFIRMATIVE DEFENSE, CONSIDERATION SHALL\n   17  BE GIVEN TO ANY WRITTEN POLICY ADOPTED AND IMPLEMENTED BY THE SELLER  TO\n   18  EFFECTUATE THE PROVISIONS OF THIS SECTION. USE OF ANY METHOD OF AN ELEC-\n   19  TRONIC TRANSACTION SCAN SHALL NOT EXCUSE ANY PERSON OPERATING A PLACE OF\n   20  BUSINESS WHEREIN VIDEO GAMES ARE SOLD OR RENTED, OR THE AGENT OR EMPLOY-\n   21  EE  OF SUCH PERSON, FROM THE EXERCISE OF DUE DILIGENCE.  NOTWITHSTANDING\n   22  THE PROVISIONS OF THIS SUBDIVISION, ANY SUCH AFFIRMATIVE  DEFENSE  SHALL\n   23  NOT  BE  APPLICABLE IN ANY CIVIL OR CRIMINAL PROCEEDING, OR IN ANY OTHER\n   24  FORUM.\n   25    5. FOR THE PURPOSES OF THIS SECTION \"RATING\"  MEANS  THE  STANDARDIZED\n   26  DESIGNATION  COMMONLY USED TO INFORM PARENTS ABOUT VIDEO GAMES REGARDING\n   27  LISTENING AND VIEWING BY THEIR CHILDREN.\n   28    S 2. Severability. If any clause, sentence, paragraph, subdivision  or\n   29  part  of  this  act, or the application thereof to any person or circum-\n   30  stance, shall be adjudged by any court of competent jurisdiction  to  be\n   31  invalid  or  unconstitutional, such judgment shall not affect, impair or\n   32  invalidate the reminder thereof, but shall be confined in its  operation\n   33  to  the clause, sentence, paragraph, subdivision or part of this act, or\n   34  in its application to the person or circumstance, directly  involved  in\n   35  the controversy in which such judgment shall have been rendered.\n   36    S 3. This act shall take effect on the one hundred twentieth day after\n   37  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting sale of certain video games to minors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T152335.TXT", "SOBI.D101230.T090717.TXT", "SOBI.D101228.T150834.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293718037747
}