{
  "year" : 2011,
  "senateBillNo" : "A505-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A505-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a community board may suspend a license and require the state liquor authority to institute proceedings against a licensee for disruptive behavior",
  "summary" : "Provides that a community board of a city having a population of one million or more may suspend the license of a retail licensee and require the state liquor authority to institute proceedings against a retail licensee for disruptive behavior on or about its premises, pending the action of the state liquor authority; provides that the consent of the municipality or community board is necessary to issue an on-premises license within 500 feet of three or more existing on-premises licenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A1427-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          505\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         requiring the liquor authority to hold a hearing upon the action of  a\n         borough  board in certain cases of disruptive activities and providing\n         for local approval of certain licenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section 119 of the alcoholic beverage\n    2  control law, as amended by chapter 83 of the laws of 1995, is amended to\n    3  read as follows:\n    4    2. (A) The liquor authority may on its own initiative or on  complaint\n    5  of  any  person  institute  proceedings to revoke, cancel or suspend any\n    6  retail license and may impose a civil penalty against the licensee after\n    7  a hearing at which the licensee shall be  given  an  opportunity  to  be\n    8  heard. Such hearing shall be held in such manner and upon such notice as\n    9  may be prescribed by the rules of the liquor authority.\n   10    (B)  A  COMMUNITY  BOARD OF A CITY WITH A POPULATION OF ONE MILLION OR\n   11  MORE MAY HOLD A HEARING  TO  INVESTIGATE  A  COMPLAINT  OF  \"CAUSE\",  AS\n   12  DEFINED  IN  SUBDIVISION  THREE  OF SECTION ONE HUNDRED EIGHTEEN OF THIS\n   13  ARTICLE. IF SUCH COMMUNITY BOARD FINDS SUCH COMPLAINT TO  BE  VALID,  IT\n   14  SHALL,  AND IS HEREBY AUTHORIZED TO, SUSPEND THE LICENSE OF THE LICENSEE\n   15  PENDING THE OUTCOME OF PROCEEDINGS PURSUANT TO  PARAGRAPH  (A)  OF  THIS\n   16  SUBDIVISION AND GIVE NOTICE THEREOF TO THE LIQUOR AUTHORITY.  THE LIQUOR\n   17  AUTHORITY   SHALL   THEREUPON  INSTITUTE  PROCEEDINGS  PURSUANT  TO  THE\n   18  PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVISION.\n   19    S 2. Paragraph (f) of subdivision 7 of section  64  of  the  alcoholic\n   20  beverage  control law, as amended by chapter 463 of the laws of 2009, is\n   21  amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03405-01-1\n\n       A. 505                              2\n\n    1    (f) Notwithstanding the provisions of paragraph (b) of  this  subdivi-\n    2  sion,  the  authority may issue a license pursuant to this section for a\n    3  premises which shall be within five hundred feet of three or more exist-\n    4  ing premises  licensed  and  operating  pursuant  to  this  section  and\n    5  sections  sixty-four-a,  sixty-four-b, sixty-four-c, and/or sixty-four-d\n    6  of this article ONLY if, after consultation  with  the  municipality  or\n    7  community  board,  AND  UPON  APPROVAL OF SUCH MUNICIPALITY OR COMMUNITY\n    8  BOARD, it determines that granting such license would be in  the  public\n    9  interest.  Before  it  may  issue  any such license, the authority shall\n   10  conduct a hearing, upon notice to the applicant and the municipality  or\n   11  community  board,  and  shall  state  and file in its office its reasons\n   12  therefor. Notice to the municipality or community board shall mean writ-\n   13  ten notice mailed by the authority to  such  municipality  or  community\n   14  board at least fifteen days in advance of any hearing scheduled pursuant\n   15  to  this  paragraph. Upon the request of the authority, any municipality\n   16  or community board may waive the  fifteen  day  notice  requirement.  No\n   17  premises having been granted a license pursuant to this section shall be\n   18  denied a renewal of such license upon the grounds that such premises are\n   19  within  five  hundred  feet  of a building or buildings wherein three or\n   20  more premises are licensed and operating pursuant to  this  section  and\n   21  sections  sixty-four-a,  sixty-four-b, sixty-four-c, and/or sixty-four-d\n   22  of this article.\n   23    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to requiring the liquor authority to hold a hearing upon the action of a borough board in certain cases of disruptive activities and providing for local approval of certain licenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T090717.TXT", "SOBI.D101228.T150834.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293718037751
}