{
  "year" : 2011,
  "senateBillNo" : "A506-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A506-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires tenants in housing court to be given certain information in bold print at the end of any petition for eviction",
  "summary" : "Requires tenants in housing court proceedings be given information pertaining to their rights including that only a judge may issue a warrant to evict them; they should assert any defense or counterclaim in their answer and that they have a right to have the premises inspected to confirm any claim of dangerous or unhealthy conditions and that they may have a right to withhold rent for failure to make repairs and that OCA sells information to residential tenant screening companies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Civil Court Act",
  "previousVersions" : [ "A1443-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          506\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to  amend  the  New  York  city civil court act, in relation to\n         requiring the housing court to provide certain information to tenants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 110 of the New York city civil court act is amended\n    2  by adding a new subdivision (q) to read as follows:\n    3    (Q) THE PETITIONER SHALL INCLUDE IN BOLD PRINT AT THE END OF THE PETI-\n    4  TION THE FOLLOWING NOTICE OF INFORMATION TO THE RESPONDENT:\n    5    (1)  CLERKS  OF  THE  HOUSING  COURT  CANNOT DETERMINE THE VALIDITY OF\n    6  CASES.\n    7    (2) RESPONDENT HAS A RIGHT TO TRIAL.\n    8    (3) THE TENANT MAY AT ANY TIME GO TO A PRO SE  CLERK  FOR  INFORMATION\n    9  REGARDING HOUSING COURT PROCEDURE AND ASSISTANCE IN FILING COURT PAPERS.\n   10    (4)  THE  TENANT SHOULD ASSERT ANY DEFENSE, INCLUDING, BUT NOT LIMITED\n   11  TO, LACK OF NECESSARY REPAIRS AND MAY ASSERT ANY COUNTERCLAIM  OR  CLAIM\n   12  FOR OFFSET AGAINST RENT IN HIS OR HER ANSWER.\n   13    (5) THE TENANT MAY, BUT DOES NOT HAVE TO, REQUEST THE HOUSING, PRESER-\n   14  VATION  AND  DEVELOPMENT  OFFICE  TO INSPECT THE PREMISES TO CONFIRM ANY\n   15  CLAIM OF DANGEROUS OR UNHEALTHY CONDITIONS WHICH THE TENANT BELIEVES MAY\n   16  AFFECT THE AMOUNT OF RENT DUE.\n   17    (6) THE OFFICE OF COURT ADMINISTRATION SELLS INFORMATION  TO  RESIDEN-\n   18  TIAL  TENANT  SCREENING  COMPANIES,  WHICH  RESULTS IN THE TENANT'S NAME\n   19  APPEARING ON NATIONWIDE REPORTS SOLD BY THESE COMPANIES  TO  PROSPECTIVE\n   20  LANDLORDS.    THIS  MAY  RESULT IN A TENANT BEING BLACKLISTED AND HAVING\n   21  DIFFICULTIES GETTING ANOTHER APARTMENT. INFORMATION FROM  HOUSING  COURT\n   22  CASES MAY ALSO BE OBTAINED BY THE MAJOR CREDIT REPORTING COMPANIES WHICH\n   23  MAY AFFECT A TENANT'S CREDIT SCORE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01132-01-1\n\n       A. 506                              2\n\n    1    (7) LEGAL FEES, LATE FEES AND ANY OTHER FEES MAY ONLY BE IMPOSED AFTER\n    2  A  TRIAL  BY  A HOUSING JUDGE IF THEY ARE ESTABLISHED IN A WRITTEN LEASE\n    3  AND THEY ARE NOT CONSIDERED PART  OF  ANY  RENT  DUE  UNLESS  THE  LEASE\n    4  EXPRESSLY ESTABLISHES THEM AS SUCH.\n    5    (8)  ONLY  A  HOUSING  JUDGE MAY ISSUE A WARRANT TO EVICT A TENANT AND\n    6  ONLY A MARSHAL OR SHERIFF IS  AUTHORIZED  TO  USE  FORCE  TO  EXECUTE  A\n    7  WARRANT.  THE  LANDLORD  AND  TENANT  MAY AGREE TO TERMINATE THE TENANCY\n    8  PRIOR TO THE ISSUANCE OR SERVICE OF A WARRANT, BUT NO ONE MAY  COMPEL  A\n    9  TENANT WITHOUT HIS OR HER CONSENT TO ABANDON THE TENANCY.\n   10    S 2. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city civil court act, in relation to requiring the housing court to provide certain information to tenants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T152335.TXT", "SOBI.D101230.T090717.TXT", "SOBI.D101228.T150834.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293718037755
}