{
  "year" : 2011,
  "senateBillNo" : "A507-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A507-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes tenants' right to offset rental payments by the cost of certain emergency repairs",
  "summary" : "Allows a tenant to offset against future rental payments the cost of certain emergency repairs a landlord is either unwilling or unable to correct within twenty-four hours of notice to the landlord of the need for such emergency repair, provided that the tenant provides landlord with itemized cost accounting of all emergency repairs made. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A1409-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          507\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT to amend the real property law, in relation to tenants' right to\n         offset rental payments by the cost of certain emergency repairs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  235-h to read as follows:\n    3    S 235-H. TENANT RIGHT TO OFFSET RENTAL PAYMENTS BY THE COST  OF  EMER-\n    4  GENCY  REPAIRS.  1.  EVERY TENANT MAY OFFSET AGAINST RENTAL PAYMENTS THE\n    5  COST OF MAKING EMERGENCY REPAIRS WHEN A LANDLORD IS EITHER UNWILLING  OR\n    6  UNABLE TO CORRECT THE SITUATION WITHIN TWENTY-FOUR HOURS. SUCH EMERGENCY\n    7  REPAIRS SHALL INCLUDE:\n    8    (A)  BROKEN  WINDOWS WHICH ALLOW THE MIGRATION OF OUTSIDE AIR INTO THE\n    9  LIVING AREA OF A DWELLING DURING THE WINTER MONTHS.\n   10    (B) BROKEN OR OTHERWISE INOPERABLE EXTERIOR SECURITY LOCKS.\n   11    (C) BROKEN OR OTHERWISE INOPERABLE WATER CLOSETS.\n   12    (D) REMOVAL OF OBSTRUCTIONS FROM SEWAGE LINES.\n   13    (E) BROKEN OR OTHERWISE INOPERABLE PLUMBING LINES WHICH  CAUSE  INTER-\n   14  RUPTION OF DELIVERY OF BOTH COLD AND HOT WATER SUPPLIES.\n   15    (F) LEAKS OR OBSTRUCTIONS IN SUPPLY AND DELIVERY GAS LINES.\n   16    2.  THE  TENANT SHALL MAKE A GOOD FAITH EFFORT TO CONTACT THE LANDLORD\n   17  TO NOTIFY HIM OF THE EMERGENCY SITUATION; AND IN THE EVENT THE  LANDLORD\n   18  DOES  NOT  RESPOND  WITHIN  TWENTY-FOUR  HOURS THE TENANT SHALL HAVE THE\n   19  RIGHT TO MAKE ALL  NECESSARY  EMERGENCY  REPAIRS,  AND  MAY  OFFSET  THE\n   20  REASONABLE  COST  THEREOF  FROM  FUTURE RENT. THE TENANT MUST SECURE AND\n   21  PROVIDE TO THE LANDLORD AN ITEMIZED COST  ACCOUNTING  OF  ALL  EMERGENCY\n   22  REPAIRS MADE.\n   23    S 2.  This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03144-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to tenants' right to offset rental payments by the cost of certain emergency repairs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T152335.TXT", "SOBI.D101230.T093720.TXT", "SOBI.D101230.T090717.TXT", "SOBI.D101228.T150834.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293719840809
}