{
  "year" : 2011,
  "senateBillNo" : "A535-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A535-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends the definition of \"newspaper\"",
  "summary" : "Amends the definition of \"newspaper\"; deletes provisions of law requiring \"newspaper\" to include paid circulation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Limited Liability Company Law",
  "previousVersions" : [ "A1157-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          535\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. SAYWARD, DUPREY -- Multi-Sponsored by -- M. of A.\n         CROUCH, GIGLIO -- read once and referred to the Committee on Judiciary\n\n       AN  ACT  to  amend  the  limited  liability  company law and the general\n         construction law, in relation to the definition of \"newspaper\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 102 of the limited liability company law is amended\n    2  by adding a new subdivision (ii) to read as follows:\n    3    (II)  \"NEWSPAPER\"  MEANS ANY NEWSPAPER OF GENERAL CIRCULATION WHICH IS\n    4  PRINTED AND DISTRIBUTED ON A DAILY OR WEEKLY BASIS AND HAS BEEN IN BUSI-\n    5  NESS FOR AT LEAST ONE YEAR IMMEDIATELY PRECEDING ANY PUBLICATION  ADVER-\n    6  TISEMENT, AND WHICH CONTAINS NEWS, ARTICLES OF OPINION, FEATURES, ADVER-\n    7  TISING AND ANY OTHER MATTER REGARDED AS CURRENT INTEREST.\n    8    S  2.  Subdivision a of section 60 of the general construction law, as\n    9  separately amended by chapters 724 and 725  of  the  laws  of  1975,  is\n   10  amended to read as follows:\n   11    a.  In  any  case in which notice of any fact is required by law to be\n   12  published or advertised in a newspaper, the term \"newspaper\" shall  mean\n   13  a paper of general circulation which is printed and distributed ordinar-\n   14  ily  not  less frequently than once a week, and has been so for at least\n   15  one year immediately preceding such publication  or  advertisement,  and\n   16  which  contains  news,  articles  of  opinion (as editorials), features,\n   17  advertising, or other matter regarded as of  current  interest,  [has  a\n   18  paid  circulation]  and  (except for such a paper which has been printed\n   19  and distributed not less frequently than once a week for a period of ten\n   20  years prior to January one,  nineteen  hundred  seventy-five)  has  been\n   21  entered  at United States post-office as second-class matter. A publica-\n   22  tion which is distributed or made available  primarily  for  advertising\n   23  purposes to the public generally without consideration being paid there-\n   24  for  shall not be deemed to be a \"newspaper\" for the purpose of publica-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01319-01-1\n\n       A. 535                              2\n\n    1  tion or advertisement of such notice required  by  law.  Notwithstanding\n    2  any  provision  of this subdivision to the contrary, a publication which\n    3  was designated and publishing notice as an official newspaper  prior  to\n    4  the  year  nineteen  hundred forty and continued to be so designated and\n    5  publishing for at least thirty years after such year shall be deemed  to\n    6  be a newspaper within the meaning of this subdivision.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the limited liability company law and the general construction law, in relation to the definition of \"newspaper\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T104953.TXT", "SOBI.D110103.T101350.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294156193376
}