{
  "year" : 2011,
  "senateBillNo" : "A536-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A536-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the sale, availability and distribution of healthy foods and beverages as part of a school lunch program",
  "summary" : "Provides for the sale, availability and distribution of healthy foods and beverages as part of a school lunch program; sets forth portion size and food requirements; requires nutritional information on all food items and beverages which are not prepackaged with such; provides for a ten cent reimbursement from the state per lunch sold; requires the commissioner to establish a procedure for engaging school wellness committees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A590-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          536\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SAYWARD  --  Multi-Sponsored  by -- M. of A.\n         BARCLAY, CALHOUN, CONTE, CROUCH,  GIGLIO,  GUNTHER,  P. LOPEZ,  MAGEE,\n         SPANO, WEISENBERG -- read once and referred to the Committee on Educa-\n         tion\n\n       AN  ACT  to  amend  the  education law, in relation to providing for the\n         sale, availability and distribution of healthy foods and beverages for\n         school lunch programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 915 of the education law, as added by chapter 674\n    2  of the laws of 1987, is amended to read as follows:\n    3    S 915. [Prohibiting] PROMOTING the sale, AVAILABILITY OR  DISTRIBUTION\n    4  of  certain  [sweetened] foods AND BEVERAGES FOR A SCHOOL LUNCH PROGRAM.\n    5  [From the beginning of the school day until the end of the  last  sched-\n    6  uled  meal  period,  no  sweetened  soda water, no chewing gum, no candy\n    7  including hard  candy,  jellies,  gums,  marshmallow  candies,  fondant,\n    8  licorice,  spun candy and candy coated popcorn, and no water ices except\n    9  those which contain fruit or fruit juices, shall be sold in  any  public\n   10  school  within  the  state.]  1.  EXCEPT  AS  OTHERWISE PROVIDED BY THIS\n   11  SECTION, SCHOOL DISTRICTS, PRIVATE SCHOOLS WHICH  RECEIVE  ANY  FORM  OF\n   12  STATE  FUNDING, BOARDS OF COOPERATIVE EDUCATIONAL SERVICES, COUNTY VOCA-\n   13  TIONAL EDUCATION  AND  EXTENSION  BOARDS,  AND  CHARTER  SCHOOLS,  SHALL\n   14  PERMIT,  AT  SCHOOLS  UNDER  ITS JURISDICTION, THE SALE OF THE FOLLOWING\n   15  BEVERAGES TO STUDENTS AS PART OF A SCHOOL LUNCH PROGRAM:\n   16    (A) JUICES WITH AT LEAST FIFTY PERCENT FRUIT JUICES OR  FRUIT  IN  NOT\n   17  MORE  THAN TWELVE OUNCE CONTAINERS OR VEGETABLE-BASED DRINKS IN NOT MORE\n   18  THAN TWELVE OUNCE CONTAINERS;\n   19    (B) BEVERAGES THAT CONTAIN ONLY WATER AND FRUIT OR VEGETABLE JUICE AND\n   20  HAVE NO ADDED SUGARS;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01299-01-1\n\n       A. 536                              2\n\n    1    (C) DRINKING WATER OR SELTZER WATER, WHICH MAY BE  FLAVORED  BUT  DOES\n    2  NOT CONTAIN CAFFEINE, IN ANY SIZE CONTAINER;\n    3    (D)  ONE  PERCENT  FAT  MILK AND NONFAT MILK, THAT MAY BE FLAVORED BUT\n    4  CONTAIN NO MORE THAN THIRTY-TWO GRAMS OF SUGAR PER EIGHT OUNCE  SERVING,\n    5  IN NOT MORE THAN SIXTEEN OUNCE CONTAINERS; AND\n    6    (E) NONDAIRY MILK, SUCH AS SOY OR RICE MILK, WHICH MAY BE FLAVORED BUT\n    7  CONTAIN  NO MORE THAN THIRTY-TWO GRAMS TOTAL SUGAR PER EIGHT OUNCE SERV-\n    8  ING, SHALL BE CALCIUM AND  VITAMIN  FORTIFIED,  AND  NOT  IN  MORE  THAN\n    9  SIXTEEN OUNCE CONTAINERS.\n   10    2.  EXCEPT  AS  OTHERWISE  PROVIDED BY THIS SECTION, SCHOOL DISTRICTS,\n   11  PRIVATE SCHOOLS WHICH RECEIVE ANY FORM OF STATE FUNDING, BOARDS OF COOP-\n   12  ERATIVE EDUCATIONAL SERVICES, COUNTY VOCATIONAL EDUCATION AND  EXTENSION\n   13  BOARDS,  AND  CHARTER SCHOOLS, SHALL PERMIT, AT SCHOOLS UNDER ITS JURIS-\n   14  DICTION, THE SALE OF ONLY  PACKAGED  AND  NON-PACKAGED  FOOD  SOLD  THAT\n   15  ADHERES TO THE FOLLOWING CRITERIA:\n   16    (A)  PACKAGE  SIZES FOR GRAINS SHALL NOT EXCEED 1.25 OUNCES FOR CHIPS,\n   17  CRACKERS, POPCORN AND SIMILARLY PACKAGED ITEMS; ONE OUNCE  FOR  COOKIES;\n   18  TWO OUNCE CEREAL BARS AND GRANOLA BARS AND SIMILARLY PACKAGED ITEMS; TWO\n   19  OUNCES FOR BAKERY ITEMS INCLUDING, BUT NOT LIMITED TO, PASTRIES, MUFFINS\n   20  AND  BAGELS; PACKAGE SIZES FOR DAIRY AND NONDAIRY ITEMS SHALL NOT EXCEED\n   21  EIGHT OUNCES FOR YOGURT; FOUR OUNCES FOR ICE CREAM AND  TWO  OUNCES  FOR\n   22  CHEESE;  PACKAGE  SIZES  FOR NUTS AND SEEDS SHALL NOT EXCEED 1.25 OUNCES\n   23  FOR TRAIL MIX, NUTS, SEEDS AND JERKY; THERE SHALL BE NO MAXIMUM  PACKAGE\n   24  SIZE ESTABLISHED FOR FRUITS AND VEGETABLES;\n   25    (B)  EACH  PACKAGE  OF FOOD SHALL NOT HAVE MORE THAN THIRTY PERCENT OF\n   26  ITS TOTAL CALORIES FROM FAT;\n   27    (C) EACH PACKAGE SHALL NOT HAVE MORE THAN TEN  PERCENT  OF  ITS  TOTAL\n   28  CALORIES FROM SATURATED FAT;\n   29    (D) EACH PACKAGE SHALL NOT HAVE MORE THAN FIFTEEN GRAMS OF SUGAR;\n   30    (E)  EACH  PACKAGE  OF GRAINS, FRUITS AND VEGETABLES SHALL CONTAIN NOT\n   31  MORE THAN THIRTY GRAMS OF TOTAL  CARBOHYDRATES  (INCLUDING  NATURAL  AND\n   32  ADDED SUGAR); EACH PACKAGE OF DAIRY AND NON-DAIRY SHALL CONTAIN NOT MORE\n   33  THAN  FOUR GRAMS PER OUNCE OF TOTAL CARBOHYDRATE INCLUDING NATURAL SUGAR\n   34  AND NATURAL MILK SUGAR;\n   35    (F) WHOLE GRAINS SHALL BE AT LEAST FIFTY PERCENT OF  THE  TOTAL  BREAD\n   36  EQUIVALENT; AND\n   37    (G) THE PORTION SIZE SHALL BE EQUIVALENT TO FEDERAL STANDARDS.\n   38    3.  FOOD ITEMS AND BEVERAGES NOT PREPACKAGED WITH NUTRITIONAL INFORMA-\n   39  TION BY THE DISTRIBUTOR SHALL BE REQUIRED TO HAVE  NUTRITIONAL  INFORMA-\n   40  TION  INCLUDING CALORIES, PERCENTAGE OF CALORIES FROM FAT, PERCENTAGE OF\n   41  CALORIES FROM SATURATED FAT, CHOLESTEROL, PROTEIN, CARBOHYDRATE,  FIBER,\n   42  CALCIUM, IRON, VITAMIN A AND VITAMIN C AND ANY SUCH OTHER INFORMATION AS\n   43  REQUIRED TO BE INCLUDED ON THE FOOD NUTRITION LABEL BY THE FOOD AND DRUG\n   44  ADMINISTRATION  OF  THE  UNITED  STATES  DEPARTMENT  OF HEALTH AND HUMAN\n   45  SERVICES AVAILABLE TO THE CUSTOMER, EITHER ON A DISPLAY CASE, IN A BIND-\n   46  ER OR WITHIN INFORMATION PACKETS HELD BY FOOD SERVICE STAFF FOR  REQUEST\n   47  BY THE CUSTOMER.\n   48    4.  WHERE  POSSIBLE,  AT  LEAST TWO FRUITS AND TWO NON-FRIED VEGETABLE\n   49  CHOICES SHALL BE GIVEN AT EACH LUNCHEON MEAL, AND FIVE DIFFERENT  FRUITS\n   50  AND  FIVE  DIFFERENT VEGETABLES EACH WEEK. SUCH ITEMS SHALL INCLUDE, BUT\n   51  NOT BE LIMITED TO, FRESH FRUIT AND VEGETABLES,  CANNED  FRUIT  IN  LIGHT\n   52  SYRUP,  CANNED  VEGETABLES  AND  FIFTY--ONE HUNDRED PERCENT FRUIT JUICE.\n   53  FRUIT AND NON-FRIED VEGETABLES SHALL BE OFFERED FOR SALE AT ANY LOCATION\n   54  WHERE FOOD IS SOLD AS PART OF A SCHOOL LUNCH PROGRAM.\n   55    5. PROVISIONS OF THIS SECTION SHALL APPLY TO THE SALE OF ALL FOODS AND\n   56  BEVERAGES SOLD AS PART OF THE NATIONAL SCHOOL LUNCH PROGRAM  AND  SCHOOL\n\n       A. 536                              3\n\n    1  LUNCH PROGRAMS, THAT IS REIMBURSABLE UNDER SUCH PROGRAMS; IF SUCH SCHOOL\n    2  PARTICIPATES  IN THE GUIDELINES PROVIDED BY THIS SECTION, A TEN CENT PER\n    3  LUNCH REIMBURSEMENT FROM THE STATE SHALL BE GRANTED.\n    4    6.  THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER OF HEALTH,\n    5  SHALL ESTABLISH A PROCEDURE  FOR  ENGAGING  SCHOOL  WELLNESS  COMMITTEES\n    6  ESTABLISHED  IN  COMPLIANCE  WITH  FEDERAL  REQUIREMENTS,  IN  EDUCATING\n    7  STUDENTS, PARENTS, SCHOOL ADMINISTRATORS AND SCHOOL BOARDS ON THE NUTRI-\n    8  TIONAL STANDARDS SET FORTH WITHIN THIS SECTION.\n    9    7.  THE COMMISSIONER SHALL ESTABLISH A PROCESS TO MONITOR THE  REPORT-\n   10  ING  AND  PROOF  OF  SALE OF SUCH LUNCHES PURSUANT TO THIS SECTION. SUCH\n   11  PROCESS SHALL, IN PART,  PROVIDE  THAT  EACH  SCHOOL  DISTRICT,  PRIVATE\n   12  SCHOOL  THAT  RECEIVES  ANY FORM OF STATE FUNDING, BOARDS OF COOPERATIVE\n   13  EDUCATIONAL SERVICES, COUNTY VOCATIONAL EDUCATION  AND  EXTENSION  BOARD\n   14  AND  CHARTER  SCHOOLS  SUBJECT  TO THE PROVISIONS OF THIS SECTION, SHALL\n   15  COMPLETE AN ANNUAL REPORT ON SALE, AVAILABILITY AND DISTRIBUTION OF FOOD\n   16  AND BEVERAGES ON SCHOOL GROUNDS AND THAT EACH SUCH SCHOOL  REPORT  SHALL\n   17  BE  SUBMITTED TO THE COMMISSIONER IN A TIMELY MANNER AS THE COMMISSIONER\n   18  SHALL PROVIDE FOR  IN  RULES  AND  REGULATIONS.  SUCH  REPORT  SHALL  BE\n   19  PRESENTED  TO  THE  SCHOOL WELLNESS COMMITTEE FOR THE PURPOSES OF ESTAB-\n   20  LISHING SCHOOL WELLNESS POLICIES IN COMPLIANCE WITH FEDERAL REQUIREMENTS\n   21  FOR REVIEW AND COMMENT PRIOR TO  SUBMISSION  TO  THE  COMMISSIONER.  THE\n   22  COMMISSIONER SHALL PREPARE AND DELIVER WITHIN TWO YEARS OF THE EFFECTIVE\n   23  DATE OF THIS SUBDIVISION AND ANNUALLY THEREAFTER, A REPORT TO THE GOVER-\n   24  NOR AND THE LEGISLATURE:\n   25    (A)  DELINEATING  BY SCHOOL DISTRICT, PUBLIC SCHOOLS, PRIVATE SCHOOLS,\n   26  BOARDS OF COOPERATIVE EDUCATIONAL SERVICES, COUNTY VOCATIONAL  EDUCATION\n   27  AND  EXTENSION  BOARDS  AND CHARTER SCHOOLS FOR WHICH SUCH ANNUAL SCHOOL\n   28  REPORT HAS NOT BEEN SUBMITTED TO  THE  COMMISSION  AS  PROVIDED  FOR  BY\n   29  SUBDIVISION SEVEN OF THIS SECTION; AND\n   30    (B)  DETAILING  WHAT MEASURE THE COMMISSIONER HAS TAKEN, OR IS TAKING,\n   31  TO ENSURE THAT SUCH SCHOOL REPORT  IS  COMPLETED  FOR  ALL  SCHOOLS  AND\n   32  SUBMITTED  TO  THE  COMMISSIONER  AS  REQUIRED.  THE  COMMISSIONER SHALL\n   33  REQUIRE THAT A SUMMARY OF SUCH REPORT BE INCLUDED IN THE  SCHOOL  REPORT\n   34  CARDS OR BOARD OF COOPERATIVE EDUCATIONAL SERVICES REPORT CARDS REQUIRED\n   35  BY   THIS CHAPTER AND SHALL BE POSTED ON THE DEPARTMENT INTERNET WEBSITE\n   36  FOR PUBLIC REVIEW.\n   37    S 2. This act shall  take  effect  on  the  first  of  September  next\n   38  succeeding  the  date  on  which  it  shall have become a law; provided,\n   39  however, that effective  immediately,  the  addition,  amendment  and/or\n   40  repeal  of  any  rule  or regulation necessary for the implementation of\n   41  this act on its effective date are authorized and directed  to  be  made\n   42  and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing for the sale, availability and distribution of healthy foods and beverages for school lunch programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T140905.TXT", "SOBI.D110103.T101350.TXT", "SOBI.D110104.T104953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295550545818
}