{
  "year" : 2011,
  "senateBillNo" : "A539-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A539-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates community college high-technology investment program (C-CHIP) to award grants to community colleges to upgrade their educational, occupational, and training services",
  "summary" : "Creates community college high-technology investment program (C-CHIP) to award grants of up to $100,000 to community colleges to upgrade their educational, occupational, and training services including their facilities, labs, and high technology equipment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA354-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          539\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAGNARELLI, CANESTRARI, CLARK, MORELLE, PEOPLES-\n         STOKES, SCHIMMINGER, LUPARDO, DESTITO, PAULIN -- Multi-Sponsored by --\n         M. of A. PHEFFER -- read once and referred to the Committee on  Higher\n         Education\n\n       AN  ACT to amend the public authorities law, in relation to creating the\n         community college high-technology investment program (C-CHIP)\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  hereby finds that\n    2  significant employment  opportunities  exist  in  growing  fields  where\n    3  complex  technologies  require  advanced skills. Access to modern, effi-\n    4  cient facilities and equipment will provide students with the ability to\n    5  learn about, develop and apply new technologies. Having access to  these\n    6  modern facilities and equipment will provide students with the knowledge\n    7  and  skill required for employment in the ever-expanding high-technology\n    8  sector or in other sectors of the economy, including  manufacturing  and\n    9  service,  that  utilize advanced, high-technology-related processes. The\n   10  legislature finds that it is proper  and  essential  for  the  state  to\n   11  support  efforts  that  will  provide  students  with updated and modern\n   12  facilities and equipment where skills can be learned in a  setting  that\n   13  best  matches  the workplaces for which the students are being prepared.\n   14  The legislature also finds and declares that a well-trained and  skilled\n   15  workforce will attract businesses seeking to enhance production, modern-\n   16  ize or expand as well as start up or relocate to New York state.\n   17    The  legislature  hereby  authorizes  the  creation  of  the community\n   18  college high-technology investment program (C-CHIP).\n   19    S 2. The public authorities law is amended by  adding  a  new  section\n   20  3154-a to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03265-01-1\n\n       A. 539                              2\n\n    1    S  3154-A. COMMUNITY COLLEGE HIGH-TECHNOLOGY INVESTMENT PROGRAM.  1. A\n    2  COMMUNITY COLLEGE HIGH-TECHNOLOGY INVESTMENT PROGRAM (HEREAFTER REFERRED\n    3  TO AS C-CHIP) IS HEREBY CREATED.\n    4    2.  THE  FOUNDATION SHALL, FROM APPROPRIATIONS MADE AVAILABLE FOR THIS\n    5  PURPOSE OR FROM APPROPRIATIONS  FOR  THE  RESEARCH  DEVELOPMENT  PROGRAM\n    6  AUTHORIZED  UNDER SECTION TWO HUNDRED NINE-P OF THE EXECUTIVE LAW, AWARD\n    7  GRANTS OF UP TO ONE HUNDRED THOUSAND DOLLARS TO COMMUNITY  COLLEGES  FOR\n    8  RECONSTRUCTING,  REHABILITATING OR IMPROVING EXISTING LABORATORY FACILI-\n    9  TIES AND FOR ACQUISITION OR UPGRADES OF EQUIPMENT NECESSARY  TO  PROVIDE\n   10  TARGETED  EDUCATIONAL,  OCCUPATIONAL  OR  TRAINING  SERVICES TO STUDENTS\n   11  SEEKING ASSOCIATE DEGREES OR WORKERS SEEKING OCCUPATION-SPECIFIC  TRAIN-\n   12  ING  IN  ORDER  TO OBTAIN OR RETAIN EMPLOYMENT AND FOR COSTS INCURRED BY\n   13  THE INSTITUTION FOR SALARIES AND BENEFITS OF FACULTY DIRECTLY ENGAGED IN\n   14  RELEVANT EDUCATIONAL ACTIVITIES PURSUANT TO THIS SECTION.   SUCH  GRANTS\n   15  SHALL BE AWARDED ON A COMPETITIVE BASIS TO COMMUNITY COLLEGES RESPONDING\n   16  TO REQUESTS FOR PROPOSALS ISSUED BY THE OFFICE.\n   17    3.  APPLICATIONS  FOR  GRANTS  AUTHORIZED  UNDER  THIS  SECTION  SHALL\n   18  DESCRIBE THE GRANT PROGRAM ACTIVITIES AND  SHALL  INCLUDE,  BUT  NOT  BE\n   19  LIMITED TO, THE FOLLOWING:\n   20    (A)  DEMONSTRATION  OF  NEED  IN THE REGION FOR SKILLED WORKERS IN THE\n   21  HIGH-TECHNOLOGY FIELDS;\n   22    (B) EVIDENCE OF ANY COLLABORATION WITH  A  NEW  YORK  STATE  FOUR-YEAR\n   23  INSTITUTION  OR  NEW  YORK  STATE  BUSINESS  INCLUDING,  (I)  A DETAILED\n   24  DESCRIPTION OF THE SKILL NEEDS OF THE INSTITUTION OR  BUSINESS;  (II)  A\n   25  DETAILED DESCRIPTION OF EQUIPMENT AND OTHER TRAINING RESOURCES REQUIRED;\n   26    (C)  A DETAILED BUDGET INCLUDING COSTS TO RECONSTRUCT, REHABILITATE OR\n   27  IMPROVE EXISTING LABORATORY FACILITIES, INCLUDING EQUIPMENT;\n   28    (D) A DESCRIPTION OF MATCHING FUNDS THAT MAY INCLUDE CASH  OR  IN-KIND\n   29  SERVICES FROM FEDERAL OR PRIVATE SOURCES; AND\n   30    (E)  SALARIES  AND  BENEFITS  OF  FACULTY DIRECTLY ENGAGED IN RELEVANT\n   31  EMPLOYMENT,  EDUCATIONAL  AND  TRAINING  ACTIVITIES  PURSUANT  TO   THIS\n   32  SECTION.\n   33    4. THE EXECUTIVE DIRECTOR SHALL SUBMIT TO THE GOVERNOR, THE SPEAKER OF\n   34  THE  ASSEMBLY, AND THE TEMPORARY PRESIDENT OF THE SENATE A REPORT ON THE\n   35  PROGRAM BY THE FIRST OF SEPTEMBER,  TWO  THOUSAND  TWELVE  AND  ANNUALLY\n   36  THEREAFTER.  SUCH  REPORT SHALL INCLUDE THE FOLLOWING FOR EACH RECIPIENT\n   37  UNDER THE PROGRAM:\n   38    (A) THE NAMES OF COMMUNITY COLLEGES RECEIVING AWARDS;\n   39    (B) THE AMOUNTS OF EACH AWARD AND MATCHING FUNDS;\n   40    (C) A DESCRIPTION OF EQUIPMENT PURCHASES AND FACILITY UPGRADES;\n   41    (D) THE NUMBER  OF  STUDENTS  OR  WORKERS  PARTICIPATING  IN  TRAINING\n   42  ENABLED BY THE PROGRAM;\n   43    (E)  EMPLOYMENT  OR OTHER OUTCOMES, INCLUDING, BUT NOT LIMITED TO, JOB\n   44  RETENTION, ENABLED BY THE AWARD; AND\n   45    (F) ANY OTHER INFORMATION DEEMED APPROPRIATE BY THE  EXECUTIVE  DIREC-\n   46  TOR.\n   47    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to creating the community college high-technology investment program (C-CHIP) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T101851.TXT", "SOBI.D110104.T104452.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294155892302
}