{
  "year" : 2011,
  "senateBillNo" : "A54-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A54-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires new school buses with eight or more passenger capacity to be equipped with engine fire suppression systems",
  "summary" : "Requires school buses having a seating capacity in excess of fifteen passengers, purchased after September 1, 2013, to be equipped with engine fire suppression systems; require state education transportation aid to cover costs of purchase by school districts of school bus engine fire suppression systems. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1327-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          54\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PAULIN, CUSICK, DINOWITZ, ORTIZ, TOWNS, MAGNAREL-\n         LI,  GALEF,  SWEENEY,  SPANO -- Multi-Sponsored by -- M. of A. ABBATE,\n         BOYLAND, BRENNAN, CLARK,  COLTON,  COOK,  FARRELL,  GLICK,  GOTTFRIED,\n         HOOPER, LATIMER, LAVINE, MAYERSOHN, NOLAN, PHEFFER, REILLY, J. RIVERA,\n         N. RIVERA,  P. RIVERA,  ROBINSON,  ROSENTHAL, SCARBOROUGH, WEISENBERG,\n         WRIGHT -- read once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the  education  law,  in\n         relation to engine fire suppression systems on school buses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 375 of the vehicle and traffic law  is  amended  by\n    2  adding a new subdivision 21-j to read as follows:\n    3    21-J.  (A)  EVERY  SCHOOL  BUS  HAVING A SEATING CAPACITY IN EXCESS OF\n    4  FIFTEEN PASSENGERS MANUFACTURED FOR  USE  IN  THIS  STATE  ON  OR  AFTER\n    5  SEPTEMBER  FIRST, TWO THOUSAND THIRTEEN SHALL BE EQUIPPED WITH AN ENGINE\n    6  FIRE SUPPRESSION SYSTEM.\n    7    (B) THE COMMISSIONER OF THE DEPARTMENT OF TRANSPORTATION SHALL PROMUL-\n    8  GATE RULES AND REGULATIONS ESTABLISHING STANDARDS FOR THE USE OF  ENGINE\n    9  FIRE SUPPRESSION SYSTEMS ON SCHOOL BUSES.\n   10    S  2.  Subdivision 15 of section 3621 of the education law, as amended\n   11  by chapter 203 of the laws of 2006, is amended to read as follows:\n   12    15. School bus engine fire suppression system. The  term  \"school  bus\n   13  engine  fire suppression system\" shall mean an auxiliary device required\n   14  to be installed pursuant to [subdivision] SUBDIVISIONS twenty-one-i  AND\n   15  TWENTY-ONE-J  of  section  three hundred seventy-five of the vehicle and\n   16  traffic law and which conforms to standards established by  the  commis-\n   17  sioner of transportation pursuant to such [subdivision] SUBDIVISIONS.\n   18    S  3.  Paragraph c of subdivision 2 of section 3623-a of the education\n   19  law, as amended by chapter 453 of the laws of 2005, is amended  to  read\n   20  as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00753-01-1\n\n       A. 54                               2\n\n    1    c.  The purchase of equipment deemed a proper school district expense,\n    2  including: (i) the purchase of two-way radios to be used on old and  new\n    3  school  buses, (ii) the purchase of stop-arms, to be used on old and new\n    4  school buses, (iii) the purchase and installation of seat  safety  belts\n    5  on  school buses in accordance with the provisions of section thirty-six\n    6  hundred thirty-five-a of this article, (iv) the purchase of  school  bus\n    7  back  up  beepers,  (v)  the purchase of school bus front crossing arms,\n    8  (vi) the purchase  of  school  bus  safety  sensor  devices,  (vii)  the\n    9  purchase  and  installation  of  exterior  reflective  marking on school\n   10  buses, (viii) the purchase of [automatic]  engine  fire  [extinguishing]\n   11  SUPPRESSION systems for school buses [used to transport students who use\n   12  wheelchairs  or other assistive mobility devices], and (ix) the purchase\n   13  of other equipment as prescribed in the regulations of the commissioner;\n   14  and\n   15    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the education law, in relation to engine fire suppression systems on school buses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T162941.TXT", "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T112915.TXT", "SOBI.D101216.T103411.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292534981191
}