{
  "year" : 2011,
  "senateBillNo" : "A540-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A540-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the empire revolving bridge loan fund within the urban development corporation",
  "summary" : "Establishes the empire revolving bridge loan fund within the urban development corporation act to promote economic development; provides that the fund shall consist of the net proceeds of one or more series of bonds or notes issued; defines terms; requires the urban development corporation to give preference to certain eligible projects; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "A5218-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          540\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MAGNARELLI, LUPARDO, KOLB -- Multi-Sponsored by\n         -- M. of A. WRIGHT -- read once  and  referred  to  the  Committee  on\n         Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation  to  establishing  the empire revolving bridge loan fund, and\n         authorizing the New York state urban development corporation to  issue\n         bonds  or  notes to provide monies for such fund; and to amend chapter\n         393 of the laws of 1994, amending the New York state urban development\n         corporation act relating to the powers of the  New  York  state  urban\n         development  corporation  to make loans, in relation to the effective-\n         ness thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 1 of chapter 174 of the laws of 1968, constituting\n    2  the New York state urban development  corporation  act,  is  amended  by\n    3  adding a new section 16-u to read as follows:\n    4    S  16-U.   EMPIRE REVOLVING BRIDGE LOAN FUND. 1. IT IS HEREBY DECLARED\n    5  THAT IT IS A VITAL POLICY AND  PUBLIC  PURPOSE  OF  NEW  YORK  STATE  TO\n    6  PROMOTE SIGNIFICANT ECONOMIC DEVELOPMENT IN NEW YORK. THE HISTORY OF NEW\n    7  YORK  IS  MARKED  BY  LARGE-SCALE ECONOMIC ENDEAVORS WHICH HARNESSED THE\n    8  CREATIVITY, SKILL AND VISION OF THE RESIDENTS OF NEW  YORK.  THE  TRANS-\n    9  FORMING  POWER  OF  THESE  ACCOMPLISHMENTS  IS BEST EMBODIED IN THE ERIE\n   10  CANAL, WHICH CREATED IN ITS WAKE A  SURGE  OF  ECONOMIC  AND  POPULATION\n   11  GROWTH  IN  NEW YORK. IN CONTRAST, THE LEGISLATURE HEREBY FINDS THAT THE\n   12  CURRENT ECONOMIC CLIMATE OF NEW YORK AS A WHOLE IS MARKED BY  PERSISTENT\n   13  DISINVESTMENT,  BLIGHT AND AGING INFRASTRUCTURE, LOSS OF OPEN SPACE, AND\n   14  EMIGRATION OF EMPLOYMENT OPPORTUNITIES AND INVESTMENT DOLLARS, AND  THAT\n   15  RECREATING THE ENVIRONMENT OF ENERGY AND RISK-TAKING THAT DROVE THE ERIE\n   16  CANAL  IS  ESSENTIAL  TO  NEW  YORK'S FUTURE WELL-BEING. THE LEGISLATURE\n   17  FINDS THAT IN ORDER TO REVERSE THE TRENDS OF DECLINE,  IT  IS  NECESSARY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03271-01-1\n\n       A. 540                              2\n\n    1  AND APPROPRIATE TO ESTABLISH A PUBLIC/PRIVATE FINANCING MODEL TO PROMOTE\n    2  ECONOMIC  DEVELOPMENT  IN  NEW  YORK WHILE MAXIMIZING LEVERAGE NEEDED TO\n    3  ASSIST IN FINANCING SUCH PROJECTS AND DO SO IN AN EXPEDITED MANNER.  THE\n    4  LEGISLATURE  HEREBY FINDS THAT CURRENT CONDITIONS IN CREDIT MARKETS HAVE\n    5  HAD A NEGATIVE EFFECT ON SIGNIFICANT ECONOMIC  DEVELOPMENT  PROJECTS  IN\n    6  NEW  YORK.  IT IS THE OVERRIDING PUBLIC POLICY OF THIS STATE TO CREATE A\n    7  VEHICLE TO PROVIDE SHORT-TERM FINANCING FOR IMPORTANT  PROJECTS  IN  NEW\n    8  YORK TO ENSURE THE HEALTH, WELFARE AND PROSPERITY OF ALL CITIZENS OF THE\n    9  STATE.\n   10    2.  THERE  IS  HEREBY  ESTABLISHED IN THE CUSTODY OF THE CORPORATION A\n   11  SPECIAL FUND TO BE KNOWN AS THE \"EMPIRE REVOLVING BRIDGE LOAN FUND\".\n   12    3. THE FUND SHALL CONSIST OF THE NET PROCEEDS OF ONE OR MORE SERIES OF\n   13  BONDS OR NOTES ISSUED, AT ANY TIME AND FROM TIME TO TIME, BY THE  CORPO-\n   14  RATION  PURSUANT TO ARTICLE 5-C OF THE STATE FINANCE LAW AND SUBDIVISION\n   15  NINE OF THIS SECTION FOR THE PURPOSES OF THIS SECTION, ALL MONIES TRANS-\n   16  FERRED TO SUCH FUND PURSUANT TO LAW, ALL MONEYS DONATED TO IT,  PAYMENTS\n   17  OF  PRINCIPAL  ON  LOANS  MADE  FROM THE FUND, AND ANY INTEREST EARNINGS\n   18  WHICH MAY ACCRUE FROM THE INVESTMENT OR REINVESTMENT OF MONEYS FROM  THE\n   19  FUND. THE MONIES HELD IN OR CREDITED TO THE FUND SHALL BE EXPENDED SOLE-\n   20  LY FOR THE PURPOSES SET FORTH IN THIS SECTION. THE CORPORATION SHALL NOT\n   21  COMMINGLE  THE  MONIES  OF SUCH FUND WITH ANY OTHER MONIES OF THE CORPO-\n   22  RATION OR ANY MONIES HELD IN TRUST BY THE CORPORATION.\n   23    4. MONIES OF THE FUND, WHEN  ALLOCATED,  SHALL  BE  AVAILABLE  TO  THE\n   24  CORPORATION  TO  MAKE  LOANS  TO  ELIGIBLE  PROJECTS AS PROVIDED IN THIS\n   25  SECTION. NOTWITHSTANDING ANY OTHER PROVISION OF  LAW,  FOR  PURPOSES  OF\n   26  THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE ACCOMPANYING MEANINGS:\n   27    (A) \"APPLICANT\" SHALL MEAN THAT INDIVIDUAL OR ENTITY, OR SUCH INDIVID-\n   28  UAL  OR  ENTITY'S  AGENT,  SUCCESSOR  IN INTEREST, ASSIGNEE OR DESIGNEE,\n   29  WHICH FILES AN APPLICATION WITH THE CORPORATION FOR CONSIDERATION OF  AN\n   30  ELIGIBLE PROJECT.\n   31    (B)  \"BROWNFIELD  SITE\"  SHALL  HAVE  THE MEANING SET FORTH IN SECTION\n   32  27-1405 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   33    (C) \"ELIGIBLE PROJECT\" SHALL MEAN ANY NEW  EQUIPMENT,  IMPROVEMENT  OR\n   34  STRUCTURE,  INCLUDING  NEW  CONSTRUCTION,  ALTERATION  OR IMPROVEMENT TO\n   35  EXISTING STRUCTURES, AND ALL REAL AND PERSONAL PROPERTY DEEMED NECESSARY\n   36  THEREWITH, WHICH IS PROJECTED TO (I) COST A MINIMUM  OF  TWENTY  MILLION\n   37  DOLLARS, (II) RESULT IN THE CREATION, IN ONE OR MORE PHASES, OF AT LEAST\n   38  THREE  HUNDRED  NEW  FULL  TIME EQUIVALENT JOBS AT THE PROJECT SITE, AND\n   39  (III) ONE OR MORE OF THE FOLLOWING: (A) WILL BE DESIGNED AND CONSTRUCTED\n   40  TO ACHIEVE \"GOLD\" STATUS OR HIGHER PURSUANT TO THE LEADERSHIP IN  ENERGY\n   41  AND  ENVIRONMENTAL DESIGN (\"LEED\") GREEN BUILDING RATING SYSTEM CRITERIA\n   42  DEVELOPED BY THE UNITED STATES GREEN BUILDING COUNCIL  OR  (B)  WILL  BE\n   43  DESIGNED AND CONSTRUCTED TO ACHIEVE \"3 GLOBES\" OR HIGHER PURSUANT TO THE\n   44  GREEN  GLOBES  RATING SYSTEM DEVELOPED BY THE GREEN BUILDING INITIATIVE;\n   45  OR (C) WILL UTILIZE TECHNOLOGY-ENABLED DESIGN, CONSTRUCTION AND  COOPER-\n   46  ATION INCLUDING, BUT NOT LIMITED TO, GENERALLY ACCEPTED UNIVERSAL DESIGN\n   47  PRINCIPLES  THAT  ENHANCE THE FULL CYCLE USE OF BUILDINGS WITHOUT REGARD\n   48  TO THE PHYSICAL ABILITIES OR DISABILITIES  OF  OCCUPANTS  OR  GUESTS  IN\n   49  ORDER  TO  ACCOMMODATE  A WIDE RANGE OF INDIVIDUAL PREFERENCES AND FUNC-\n   50  TIONAL  ABILITIES.  IF  A  PHASE  OF  THE  ELIGIBLE  PROJECT  IS   UNDER\n   51  CONSTRUCTION AS OF THE DATE OF THE APPLICATION, THEN ANY JOBS CREATED AS\n   52  OF SUCH DATE SHALL BE CONSIDERED JOBS CREATED FOR PURPOSES OF THIS DEFI-\n   53  NITION.\n   54    THE CORPORATION SHALL GIVE PREFERENCE TO THOSE ELIGIBLE PROJECTS WHICH\n   55  MEET  EITHER  OR BOTH OF THE FOLLOWING CRITERIA: (I) THE SITE IS LOCATED\n   56  IN AN AREA OF A MUNICIPALITY OR REGION CHARACTERIZED BY  HIGH  UNEMPLOY-\n\n       A. 540                              3\n\n    1  MENT, A HIGH POVERTY RATE AND/OR A HIGH COMMERCIAL VACANCY RATE; OR (II)\n    2  THE  APPLICANT'S  PROPOSED ELIGIBLE PROJECT WILL BE LOCATED, IN WHOLE OR\n    3  IN PART, ON A BROWNFIELD SITE AS DEFINED IN THIS SECTION.\n    4    (D) \"ELIGIBLE PURPOSES\" SHALL MEAN, NOTWITHSTANDING ARTICLE 5-B OF THE\n    5  STATE  FINANCE  LAW,  ALL  COSTS PAID OR INCURRED IN CONNECTION WITH THE\n    6  DESIGN AND CONSTRUCTION OF AN ELIGIBLE PROJECT, INCLUDING, WITHOUT LIMI-\n    7  TATION, THE COSTS OF LAND  AND  OTHER  INTERESTS,  BUILDINGS,  FIXTURES,\n    8  FURNITURE, EQUIPMENT OR MACHINERY, RESEARCH AND DEVELOPMENT, PERMITTING,\n    9  PLANNING,  ENGINEERING, FINANCING, REFINANCING, THE PROVISION OF WORKING\n   10  CAPITAL, INVENTORY, MARKETING, EXPENDITURES ASSOCIATED WITH THE  OPENING\n   11  OF  AN  ELIGIBLE  PROJECT,  AND/OR OTHER AMOUNTS, INCLUDING RESERVES AND\n   12  INTEREST, REQUIRED TO BE PAID IN CONNECTION WITH FINANCING OR  REFINANC-\n   13  ING OF THE ELIGIBLE PROJECT.\n   14    (E)  \"FUND\" MEANS THE EMPIRE REVOLVING BRIDGE LOAN FUND ESTABLISHED BY\n   15  THIS SECTION.\n   16    (F) \"SPONSOR\" SHALL MEAN THE INDIVIDUAL OR ENTITY OR  SUCH  INDIVIDUAL\n   17  OR  ENTITY'S  AGENT,  ASSIGNEE,  DESIGNEE OR SUCCESSOR IN INTEREST WHOSE\n   18  APPLICATION FOR TREATMENT AS AN ELIGIBLE PROJECT HAS  BEEN  APPROVED  BY\n   19  THE CORPORATION.\n   20    5. EVERY APPLICATION SHALL BE IN A FORM ACCEPTABLE TO THE CORPORATION.\n   21  THE  APPLICANT  SHALL  PAY, UPON SUBMISSION OF THE APPLICATION, A FEE OF\n   22  ONE THOUSAND DOLLARS. THE CORPORATION SHALL APPROVE  OR  DISAPPROVE,  IN\n   23  WHOLE  OR  IN PART, THE REQUESTED LOAN FOR THE ELIGIBLE PROJECT NO LATER\n   24  THAN THIRTY DAYS FROM THE DATE OF THE RECEIPT OF THE APPLICATION  OR  AT\n   25  THE  NEXT  BOARD  MEETING OCCURRING WITHIN SIXTY DAYS OF THE DATE OF THE\n   26  RECEIPT OF THE APPLICATION IF SUCH MEETING IS SCHEDULED FOR A DATE LATER\n   27  THAN THIRTY DAYS FROM THE DATE OF  RECEIPT  OF  SUCH  APPLICATION.    IN\n   28  CONSIDERING  THE  APPLICATION,  THE  CORPORATION  SHALL CONSIDER FACTORS\n   29  AFFECTING THE CREDITWORTHINESS  OF  THE  APPLICANT  INCLUDING,  BUT  NOT\n   30  LIMITED  TO,  THE  APPLICANT'S  BUSINESS  PLAN,  BUSINESS EXPERIENCE AND\n   31  MANAGEMENT INFORMATION, CREDIT HISTORY AND FINANCIAL STATEMENTS,  SUFFI-\n   32  CIENCY OF COLLATERAL TO SECURE REPAYMENT OF THE LOAN, OTHER PERSONAL AND\n   33  CORPORATE  GUARANTEES  ON  THE  PROJECT,  CASH FLOW PROJECTIONS, AND THE\n   34  STRUCTURE AND TIMING OF ANY PROPOSED LONG-TERM FINANCING BY  THE  APPLI-\n   35  CANT,  INCLUDING  ANY FINANCING PURSUANT TO THE SELF-SUFFICIENCY PROGRAM\n   36  IN SECTION 16-V OF THIS ACT, AS ADDED BY A CHAPTER OF THE LAWS OF  2011.\n   37  TO  THE EXTENT PERMITTED BY LAW, ALL INFORMATION REGARDING THE FINANCIAL\n   38  CONDITION, MARKETING PLANS, MANUFACTURING PROCESSES,  PRODUCTION  COSTS,\n   39  CUSTOMER LISTS, OR OTHER TRADE SECRETS OR PROPRIETARY INFORMATION DEEMED\n   40  AS  SUCH  BY  THE APPLICANT IN CONNECTION WITH THE APPLICATION SUBMITTED\n   41  PURSUANT TO THIS SECTION, SHALL BE CONFIDENTIAL AND EXEMPT  FROM  PUBLIC\n   42  DISCLOSURE.\n   43    6.  (A)  THE FUNDS OF THE CORPORATION DERIVED PURSUANT TO THIS SECTION\n   44  MAY BE USED TO PROVIDE LOANS TO ELIGIBLE PROJECTS FOR ELIGIBLE PURPOSES.\n   45  THE INTEREST RATE ON ANY SUCH LOAN FOR THE TERM OF SUCH  LOAN  SHALL  BE\n   46  NOT  MORE  THAN  THE  ALL-IN  TRUE  INTEREST COST TO THE CORPORATION, AS\n   47  DETERMINED BY THE CORPORATION, FOR THE BONDS ISSUED PURSUANT TO SUBDIVI-\n   48  SION NINE OF THIS SECTION. THE TERM OF ANY LOAN MADE  PURSUANT  TO  THIS\n   49  SECTION  SHALL  NOT  EXCEED THREE YEARS. ALL LOANS SHALL BE SECURED BY A\n   50  LIEN POSITION ON COLLATERAL AT THE HIGHEST LEVEL OF  PRIORITY  THAT  CAN\n   51  ACCOMMODATE  THE  BORROWER'S ABILITY TO RAISE SUFFICIENT DEBT AND EQUITY\n   52  CAPITAL FOR THE PROJECT.\n   53    (B) THE SPONSOR, UPON NOTICE TO THE CORPORATION WITHIN THIRTY DAYS  OF\n   54  THE  EXPIRATION  OF  THE  TERM OF THE LOAN, MAY EXTEND AT ITS OPTION THE\n   55  LOAN FOR A ONE-YEAR PERIOD IF THE SPONSOR  IS  IN  COMPLIANCE  WITH  THE\n   56  TERMS OF THE LOAN. THE SPONSOR SHALL BE LIMITED TO THREE ONE-YEAR EXTEN-\n\n       A. 540                              4\n\n    1  SIONS.  ANY  SUCH  EXTENSION  SHALL CONTINUE TO BE SECURED IN ACCORDANCE\n    2  WITH THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVISION, AND THE INTER-\n    3  EST RATE ON SUCH EXTENSION SHALL BE CALCULATED IN THE SAME  WAY  AS  THE\n    4  ORIGINAL LOAN.\n    5    (C)  THE CORPORATION SHALL, UPON THE REQUEST OF THE SPONSOR, ESTABLISH\n    6  A SPECIAL ACCOUNT FOR SUCH SPONSOR WITHIN THE FUND. SUCH  ACCOUNT  SHALL\n    7  CONSIST OF THAT PORTION, AS REQUESTED BY THE SPONSOR, OF ANY PROCEEDS OF\n    8  BONDS ISSUED PURSUANT TO SUBDIVISION THREE OF THIS SECTION, ALL PAYMENTS\n    9  OF  PRINCIPAL  ON  LOANS  MADE  FROM  THE FUND OR SPECIAL ACCOUNT BY THE\n   10  APPLICABLE SPONSOR, AND ANY INTEREST EARNINGS THAT MAY ACCRUE  FROM  THE\n   11  INVESTMENT OR REINVESTMENT OF MONEYS FROM THE SPECIAL ACCOUNT.  NOTWITH-\n   12  STANDING  PARAGRAPHS  (A)  AND  (B) OF THIS SUBDIVISION, THE CORPORATION\n   13  SHALL PROVIDE ONE-YEAR EXTENSIONS ON THE ORIGINAL LOAN TO THE APPLICABLE\n   14  SPONSOR, PROVIDED THAT THE SPONSOR IS IN COMPLIANCE WITH  THE  TERMS  OF\n   15  THE  LOAN,  FROM  THE  SPECIAL  ACCOUNT UNTIL TEN YEARS FROM THE DATE OF\n   16  COMMENCEMENT OF THE INITIAL LOAN, AT THE INTEREST RATE OF  SUCH  INITIAL\n   17  LOAN,  PROVIDED  THAT  SUFFICIENT  MONEYS ARE ON DEPOSIT IN SUCH SPECIAL\n   18  ACCOUNT. ALL LOANS SHALL BE SECURED BY A LIEN POSITION ON COLLATERAL  AT\n   19  THE HIGHEST LEVEL OF PRIORITY THAT CAN ACCOMMODATE THE BORROWER'S ABILI-\n   20  TY  TO  RAISE  SUFFICIENT  DEBT  AND EQUITY CAPITAL FOR THE PROJECT. THE\n   21  AMOUNTS DEPOSITED IN SUCH SPECIAL ACCOUNT MAY  NOT  BE  INTERCHANGED  OR\n   22  COMMINGLED WITH ANY OTHER ACCOUNT IN THE FUND. ANY REMAINING MONIES IN A\n   23  SPECIAL  ACCOUNT AT THE END OF THE TERM OF THE FINAL LOAN MADE HEREUNDER\n   24  SHALL BE TRANSFERRED TO THE GENERAL ACCOUNTS OF THE CORPORATION CONSIST-\n   25  ENT WITH APPLICABLE LAW.\n   26    7. IN CONNECTION WITH THE UNDERTAKING OF AN ELIGIBLE  PROJECT  BY  THE\n   27  CORPORATION, THE SPONSOR SHALL PAY TO THE CORPORATION, AT THE CLOSING OF\n   28  EACH LOAN FINANCING BY THE CORPORATION, A CLOSING FEE EQUAL TO THE SPON-\n   29  SOR'S  ALLOCABLE  SHARE  OF  THE  COSTS  OF ISSUANCE OF THE BONDS ISSUED\n   30  PURSUANT TO SUBDIVISION NINE OF THIS SECTION, PROVIDED HOWEVER THAT SUCH\n   31  FEE SHALL NOT EXCEED ONE PERCENT OF THE LOAN AMOUNT. THE ALLOCABLE SHARE\n   32  SHALL BE A RATIO, THE NUMERATOR OF WHICH SHALL BE THE  PRINCIPAL  AMOUNT\n   33  OF  THE  SPONSOR'S  LOAN,  AND THE DENOMINATOR OF WHICH SHALL BE THE NET\n   34  PROCEEDS OF BONDS ISSUED PURSUANT TO SUBDIVISION NINE OF  THIS  SECTION.\n   35  THE  APPLICATION  FEE  PAID PURSUANT TO SUBDIVISION FIVE OF THIS SECTION\n   36  SHALL BE CREDITED AGAINST SUCH CLOSING FEE.\n   37    8. THE CORPORATION SHALL ANNUALLY REPORT, BEGINNING ON OR BEFORE MARCH\n   38  15, 2012 AND ON OR BEFORE EACH SUBSEQUENT MARCH 15, TO THE GOVERNOR, THE\n   39  CHAIR OF THE SENATE FINANCE COMMITTEE AND THE CHAIR OF THE ASSEMBLY WAYS\n   40  AND MEANS COMMITTEE, DESCRIBING THE ACTIVITIES AND OPERATION OF THE LOAN\n   41  PROGRAM AUTHORIZED BY THIS SECTION. SUCH REPORTS  SHALL  SET  FORTH  THE\n   42  NUMBER OF LOAN APPLICATIONS RECEIVED AND APPROVED; THE NAMES OF SPONSORS\n   43  RECEIVING LOANS TOGETHER WITH THE AMOUNT AND PURPOSE OF THE LOAN AND THE\n   44  OUTSTANDING BALANCE; THE NUMBER OF JOBS CREATED AND/OR RETAINED; AND THE\n   45  BALANCE  REMAINING  IN THE EMPIRE REVOLVING BRIDGE LOAN FUND, ALONG WITH\n   46  FUND REVENUES  AND  EXPENDITURES  FOR  THE  PREVIOUS  FISCAL  YEAR,  AND\n   47  PROJECTED REVENUES AND EXPENDITURES FOR THE CURRENT AND FOLLOWING FISCAL\n   48  YEARS.\n   49    9. PURSUANT TO ARTICLE 5-C OF THE STATE FINANCE LAW, BUT NOTWITHSTAND-\n   50  ING  ANY  PROVISIONS  OF  LAW  TO THE CONTRARY, THE NEW YORK STATE URBAN\n   51  DEVELOPMENT CORPORATION IS HEREBY AUTHORIZED TO ISSUE BONDS,  NOTES  AND\n   52  OTHER  OBLIGATIONS  IN  ONE OR MORE SERIES, AT ANY TIME AND FROM TIME TO\n   53  TIME, IN AN AGGREGATE PRINCIPAL AMOUNT NOT TO EXCEED THE  AMOUNT  NECES-\n   54  SARY  TO  PROVIDE  NET  PROCEEDS OF NO GREATER THAN FIVE HUNDRED MILLION\n   55  DOLLARS FOR THE PURPOSE OF ESTABLISHING THE  FUND  CREATED  PURSUANT  TO\n   56  THIS  SECTION. THE AGGREGATE AMOUNT OF BONDS, NOTES OR OTHER OBLIGATIONS\n\n       A. 540                              5\n\n    1  AUTHORIZED TO BE ISSUED PURSUANT TO THIS SECTION  SHALL  EXCLUDE  BONDS,\n    2  NOTES  OR  OTHER  OBLIGATIONS ISSUED TO REFUND OR OTHERWISE REPAY BONDS,\n    3  NOTES OR OTHER OBLIGATIONS THERETOFORE ISSUED; PROVIDED,  HOWEVER,  THAT\n    4  UPON  ANY  SUCH  REFUNDING  OR  REPAYMENT  THE TOTAL AGGREGATE PRINCIPAL\n    5  AMOUNT OF OUTSTANDING BONDS, NOTES OR OTHER OBLIGATIONS MAY  BE  GREATER\n    6  THAN  FIVE  HUNDRED  MILLION  DOLLARS,  ONLY IF THE PRESENT VALUE OF THE\n    7  AGGREGATE DEBT SERVICE OF THE REFUNDING OR  REPAYMENT  BONDS,  NOTES  OR\n    8  OTHER  OBLIGATIONS  SHALL  NOT EXCEED THE PRESENT VALUE OF THE AGGREGATE\n    9  DEBT SERVICE OF THE BONDS, NOTES OR OTHER  OBLIGATIONS  SO  REFUNDED  OR\n   10  REPAID. FOR THE PURPOSES HEREOF, THE PRESENT VALUE OF THE AGGREGATE DEBT\n   11  SERVICE  OF THE REFUNDING OR REPAYMENT BONDS, NOTES OR OTHER OBLIGATIONS\n   12  SO REFUNDED OR REPAID, SHALL BE CALCULATED BY  UTILIZING  THE  EFFECTIVE\n   13  INTEREST  RATE OF THE REFUNDING OR REPAYMENT BONDS, NOTES OR OTHER OBLI-\n   14  GATIONS, WHICH SHALL BE THAT RATE ARRIVED AT BY DOUBLING THE SEMI-ANNUAL\n   15  INTEREST RATE (COMPOUNDED SEMI-ANNUALLY) NECESSARY TO DISCOUNT THE  DEBT\n   16  SERVICE  PAYMENTS  ON  THE  REFUNDING OR REPAYMENT BONDS, NOTES OR OTHER\n   17  OBLIGATIONS FROM THE PAYMENT DATES THEREOF TO THE DATE OF ISSUE  OF  THE\n   18  REFUNDING  OR  REPAYMENT  BONDS,  NOTES  OR OTHER OBLIGATIONS AND TO THE\n   19  PRICE BID INCLUDING ESTIMATED ACCRUED INTEREST OR PROCEEDS  RECEIVED  BY\n   20  THE CORPORATION INCLUDING ESTIMATED ACCRUED INTEREST FROM THE SALE THER-\n   21  EOF.\n   22    S  2.  Section  2 of chapter 393 of the laws of 1994, amending the New\n   23  York state urban development corporation act relating to the  powers  of\n   24  the  New  York  state  urban  development  corporation to make loans, as\n   25  amended by section 1 of part P of chapter 59 of the  laws  of  2010,  is\n   26  amended to read as follows:\n   27    S  2.  This  act shall take effect immediately provided, however, that\n   28  section one of this act shall expire on July 1, [2011]  2012,  at  which\n   29  time the provisions of subdivision 26 of section 5 of the New York state\n   30  urban  development  corporation  act shall be deemed repealed; provided,\n   31  however, that neither the expiration nor the repeal of such  subdivision\n   32  as provided for herein shall be deemed to affect or impair in any manner\n   33  any  loan  made  pursuant  to the authority of such subdivision prior to\n   34  such expiration and repeal.\n   35    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to establishing the empire revolving bridge loan fund, and authorizing the New York state urban development corporation to issue bonds or notes to provide monies for such fund; and to amend chapter 393 of the laws of 1994, amending the New York state urban development corporation act relating to the powers of the New York state urban development corporation to make loans, in relation to the effectiveness thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T101851.TXT", "SOBI.D110104.T104452.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294155892305
}