{
  "year" : 2011,
  "senateBillNo" : "A542-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to social services",
    "billEventId" : "A542-2011-1294203600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes requirements in order for assisted living residences to receive medical assistance payments",
  "summary" : "Establishes requirements in order for assisted living residences to receive medical assistance payments. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A6141-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          542\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, ENGLEBRIGHT, J. RIVERA -- read once and\n         referred to the Committee on Social Services\n\n       AN  ACT  to  amend  the social services law, in relation to establishing\n         certain requirements for  payment  of  medical  assistance  for  needy\n         persons to assisted living residences\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature hereby finds  that  the\n    2  placement  of  persons who need only aging in place care and services in\n    3  assisted residences, rather than being placed in nursing homes,  results\n    4  in  substantial  savings  to  the medical assistance program. Therefore,\n    5  appropriate assisted living residences, established pursuant to  article\n    6  46-B of the public health law, should be made available to all residents\n    7  of  the  state  who  need  or  desire  the benefits afforded by assisted\n    8  living. The benefits of assisted living are best provided in  a  non-in-\n    9  stitutional setting, which is integrated into the community; in a facil-\n   10  ity  which  complies with the provisions of the Americans with Disabili-\n   11  ties Act and all provisions of article 46-B of the public health law and\n   12  in an atmosphere that encourages resident independence, autonomy, priva-\n   13  cy and freedom of choice.\n   14    The legislature hereby declares  that  no  assisted  living  residence\n   15  shall  receive  medical  assistance  payments or reimbursement unless it\n   16  complies with the standards specified in this act.\n   17    S 2. The social services law is amended by adding a new section  367-x\n   18  to read as follows:\n   19    S  367-X.   PAYMENTS TO ASSISTED LIVING RESIDENCES. NO ASSISTED LIVING\n   20  RESIDENCE, ESTABLISHED PURSUANT TO ARTICLE  FORTY-SIX-B  OF  THE  PUBLIC\n   21  HEALTH LAW, SHALL RECEIVE ANY PAYMENT PURSUANT TO THE PROVISIONS OF THIS\n   22  CHAPTER  UNLESS  IT PROVIDES THE DEPARTMENT OF HEALTH WITH WRITTEN PROOF\n   23  THAT SUCH RESIDENCE:\n   24    1. DOES NOT DISCRIMINATE ON THE BASIS OF SOURCE OF PAYMENT,  DISABILI-\n   25  TY, RACE, RELIGION OR SEXUAL ORIENTATION;\n   26    2. PROVIDES A WIDE RANGE OF RESIDENT CHOICES WITH REGARD TO:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04463-01-1\n\n       A. 542                              2\n\n    1    (A) ACTIVITIES,\n    2    (B) DIET CONSIDERATIONS AND FOOD SELECTIONS,\n    3    (C) FLEXIBLE SCHEDULING FOR DINING, BATHING, VISITING HOURS, SHOPPING,\n    4  ERRANDS, GETTING UP AND GOING TO BED,\n    5    (D) ASSISTANCE WITH ACTIVITIES OF DAILY LIVING AND RECREATIONAL ACTIV-\n    6  ITIES, AND\n    7    (E)  SUPPORT  IN THE MAINTENANCE OF CONNECTIONS AND INVOLVEMENT IN THE\n    8  RESIDENTS' ORIGINAL NEIGHBORHOOD AND THE LARGER COMMUNITY;\n    9    3. PROVIDES A HOME-LIKE (NON-INSTITUTIONALIZED) SETTING BY:\n   10    (A) HAVING A MIX OF APPROPRIATE NUMBERS OF SINGLE AND DOUBLE ROOMS,\n   11    (B) PROVIDING ACCESS TO SINGLE ROOMS WITHOUT DISCRIMINATING  BASED  ON\n   12  SOURCE OF PAYMENT,\n   13    (C)  HAVING  A MIX OF CENTRALIZED AND DECENTRALIZED DINING, LIVING AND\n   14  COMMON AREAS, SUCH AREAS BEING SUITABLE TO  PROVIDE  RESIDENTS  WITH  AN\n   15  ADEQUATE RANGE OF OPTIONS FOR THOSE WANTING PRIVACY OR SOCIALIZATION,\n   16    (D) PROVIDING EACH ROOM WITH THE FACILITIES TO PREPARE MEALS,\n   17    (E) ENSURING RESPECT FOR SELF-DIRECTION,\n   18    (F)  ALLOWING  RESIDENTS  TO  KEEP  SOME  OF  THEIR  OWN FURNITURE AND\n   19  FURNISHINGS,\n   20    (G) ENCOURAGING VISITS BY INDIVIDUALS AND GROUPS, AND\n   21    (H) ENCOURAGING FREEDOM TO \"COME AND GO\";\n   22    4. ENCOURAGES INDEPENDENCE BY:\n   23    (A) PROVIDING OPPORTUNITIES FOR RESIDENTS TO PARTICIPATE IN THEIR  OWN\n   24  CARE PLANNING AND ASSISTED LIVING COMMUNITY PLANNING,\n   25    (B)  PROVIDING  OPTIONS FOR LIVING, INCLUDING PRIVATE AND DOUBLE ROOMS\n   26  WITH PRIVATE BATHS, AND ROOMS THAT CAN ACCOMMODATE SHARING,\n   27    (C) PROVIDING FREE REGULAR TRANSPORTATION TO LOCATIONS  IN  THE  LOCAL\n   28  COMMUNITY, INCLUDING TO PHYSICIANS' APPOINTMENTS,\n   29    (D)  PROVIDING  OPPORTUNITIES FOR THE OUTSIDE COMMUNITY TO BE INVOLVED\n   30  WITH THE RESIDENT COMMUNITY,\n   31    (E) HAVING A PHYSICAL STRUCTURE THAT  PERMITS  RESIDENTS  TO  NAVIGATE\n   32  SAFELY, ACCESS OUTDOOR AREAS AND THE GREATER COMMUNITY, INCLUDING:\n   33    (1) ADEQUATE LIGHTING,\n   34    (2) GRAB BARS, AND\n   35    (3) SIDEWALKS IN GOOD REPAIR,\n   36    (F) PROVIDING LAUNDRY FACILITIES FOR RESIDENTS' USE,\n   37    (G)  PROVIDING OPPORTUNITIES FOR RESIDENTS TO PREPARE THEIR OWN MEALS,\n   38  AND\n   39    (H) HAVING POLICIES AND PROCEDURES THAT ENABLE COMPETENT AND  INFORMED\n   40  RESIDENTS TO MAKE DECISIONS AND TAKE ACTIONS THAT INVOLVE PERSONAL RISK;\n   41    5. PROMOTES AND HONORS RESIDENT DECISION-MAKING POWER BY:\n   42    (A)  ENCOURAGING  AND SUPPORTING RESIDENT CENTERED AND RESIDENT DIRECT\n   43  PLANNING, AND\n   44    (B) GIVING RESIDENTS THE OPPORTUNITY TO MAKE DECISIONS  ABOUT  AND  BE\n   45  INVOLVED IN THEIR TREATMENT PLANS; AND\n   46    6. DELIVERS CARE IN A CULTURALLY COMPETENT MANNER BY:\n   47    (A)  MAKING BEST EFFORTS TO HELP RESIDENTS WHO DO NOT SPEAK ENGLISH BY\n   48  FULLY UNDERSTANDING THE CARE AND QUALITY OF LIFE ISSUE OF SUCH RESIDENTS\n   49  BY SPEAKING THEIR LANGUAGES AND PROVIDING TRANSLATIONS,\n   50    (B)  MAKING  SURE  THAT  ASSESSMENTS  ACKNOWLEDGE  DIFFERENT  CULTURES\n   51  (INCLUDING THE CULTURE OF THE DISABLED),\n   52    (C) TRAINING STAFF TO BE CULTURALLY COMPETENT, AND\n   53    (D) ACKNOWLEDGING AND RESPECTING DIFFERENT CULTURES AND LIFESTYLES.\n   54    S  3. This act shall take effect on the first of January next succeed-\n   55  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing certain requirements for payment of medical assistance for needy persons to assisted living residences ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T101851.TXT", "SOBI.D110104.T104452.TXT", "SOBI.D110104.T104953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294156193372
}