{
  "year" : 2011,
  "senateBillNo" : "A543-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A543-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for corporate franchise and personal income tax check-offs for taxpayer gifts for lung cancer education and prevention; sets up education/prevention fund",
  "summary" : "Provides for a corporate franchise tax check-off and a personal income tax check-off for taxpayer gifts for lung cancer education and prevention; establishes the lung cancer education and prevention fund; provides for such education and prevention programs by the department of health. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA8910-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          543\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- read once and referred to the Committee\n         on Health\n\n       AN ACT to amend the public health law, the tax law and the state finance\n         law,  in  relation  to  providing for taxpayer gifts for   lung cancer\n         education and prevention and establishing the  lung  cancer  education\n         and prevention fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 207 of the public  health  law  is\n    2  amended by adding a new paragraph (i) to read as follows:\n    3    (I)  THE  DANGERS  OF LUNG CANCER, INCLUDING WAYS TO PREVENT THE INCI-\n    4  DENCE AND SEVERITY OF THE DISEASE.\n    5    S 2. The tax law is amended by adding a new section 209-H to  read  as\n    6  follows:\n    7    S 209-H. GIFT FOR LUNG CANCER EDUCATION AND PREVENTION.  A TAXPAYER IN\n    8  ANY  TAXABLE  YEAR  MAY  ELECT  TO CONTRIBUTE TO THE SUPPORT OF THE LUNG\n    9  CANCER EDUCATION AND PREVENTION FUND. SUCH CONTRIBUTION SHALL BE IN  ANY\n   10  WHOLE  DOLLAR  AMOUNT  AND  SHALL NOT REDUCE THE AMOUNT OF THE STATE TAX\n   11  OWED BY SUCH TAXPAYER. THE  COMMISSIONER  SHALL  INCLUDE  SPACE  ON  THE\n   12  CORPORATE  INCOME  TAX RETURN TO ENABLE A TAXPAYER TO MAKE SUCH CONTRIB-\n   13  UTION.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  ALL   REVENUES\n   14  COLLECTED  PURSUANT TO THIS SECTION SHALL BE CREDITED TO THE LUNG CANCER\n   15  EDUCATION AND PREVENTION FUND AND SHALL BE USED ONLY FOR THOSE  PURPOSES\n   16  ENUMERATED IN SECTION NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW.\n   17    S  3.  Part  2 of article 22 of the tax law is amended by adding a new\n   18  section 630-c to read as follows:\n   19    S 630-C. GIFT FOR LUNG CANCER EDUCATION AND PREVENTION.  AN INDIVIDUAL\n   20  IN ANY TAXABLE YEAR MAY ELECT TO CONTRIBUTE TO THE LUNG CANCER EDUCATION\n   21  AND PREVENTION FUND. SUCH CONTRIBUTION SHALL  BE  IN  ANY  WHOLE  DOLLAR\n   22  AMOUNT  AND  SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY SUCH INDI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00218-01-1\n\n       A. 543                              2\n\n    1  VIDUAL. THE COMMISSIONER SHALL INCLUDE SPACE ON THE PERSONAL INCOME  TAX\n    2  RETURN  TO ENABLE A TAXPAYER TO MAKE SUCH CONTRIBUTION.  NOTWITHSTANDING\n    3  ANY OTHER PROVISION OF LAW  ALL  REVENUES  COLLECTED  PURSUANT  TO  THIS\n    4  SECTION  SHALL  BE  CREDITED TO THE LUNG CANCER EDUCATION AND PREVENTION\n    5  FUND AND USED ONLY FOR THOSE PURPOSES ENUMERATED IN SECTION  NINETY-SEV-\n    6  EN-KKKK OF THE STATE FINANCE LAW.\n    7    S  4. The state finance law is amended by adding a new section 97-kkkk\n    8  to read as follows:\n    9    S 97-KKKK. LUNG CANCER EDUCATION AND  PREVENTION  FUND.  1.  THERE  IS\n   10  HEREBY  ESTABLISHED IN THE JOINT CUSTODY OF THE COMMISSIONER OF TAXATION\n   11  AND FINANCE AND THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE \"LUNG\n   12  CANCER EDUCATION AND PREVENTION FUND\".\n   13    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE  DEPARTMENT\n   14  OF  TAXATION  AND  FINANCE,  PURSUANT  TO  THE PROVISIONS OF SECTION TWO\n   15  HUNDRED NINE-H AND SECTION SIX HUNDRED THIRTY-C OF THE TAX LAW, AND  ALL\n   16  OTHER  MONEYS  APPROPRIATED,  CREDITED  OR  TRANSFERRED THERETO FROM ANY\n   17  OTHER FUND OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED IN THIS  SECTION\n   18  SHALL PREVENT THE STATE FROM RECEIVING GRANTS, GIFTS OR BEQUESTS FOR THE\n   19  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n   20  THE FUND ACCORDING TO LAW.\n   21    3. MONIES OF THE FUND SHALL BE EXPENDED ONLY FOR LUNG CANCER EDUCATION\n   22  AND PREVENTION PROJECTS. AS USED IN THIS SECTION, \"LUNG CANCER EDUCATION\n   23  AND  PREVENTION  PROJECTS\"  MEANS EDUCATIONAL PROJECTS, INCLUDING GRANTS\n   24  FOR LUNG CANCER EDUCATION AND PREVENTION PROGRAMS, WHICH ARE APPROVED BY\n   25  THE DEPARTMENT OF HEALTH.\n   26    4. MONIES SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND  WARRANT  OF\n   27  THE  COMPTROLLER  ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMISSIONER\n   28  OF HEALTH.\n   29    5. TO THE EXTENT PRACTICABLE, THE COMMISSIONER OF HEALTH SHALL  ENSURE\n   30  THAT  ALL MONIES RECEIVED DURING A FISCAL YEAR ARE EXPENDED PRIOR TO THE\n   31  END OF THAT FISCAL YEAR.\n   32    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, the tax law and the state finance law, in relation to providing for taxpayer gifts for lung cancer education and prevention and establishing the lung cancer education and prevention fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T101851.TXT", "SOBI.D110104.T112956.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294158596769
}