{
  "year" : 2011,
  "senateBillNo" : "A544-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A544-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the state office for the aging to review programs addressing the needs of the aging veteran population",
  "summary" : "Requires the state office for the aging to review programs addressing the needs of the aging veteran population. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A11225-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          544\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. DINOWITZ, CASTELLI, ROBINSON, PHEFFER, LUPARDO,\n         CLARK -- read once and referred to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to requiring the state office\n         for the aging to review programs addressing the  needs  of  the  aging\n         veteran population\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 13 and 14 of section 202  of  the  elder  law,\n    2  subdivision 13 as amended and subdivision 14 as added by section 24-d of\n    3  part  B  of chapter 58 of the laws of 2007 and paragraph (a) of subdivi-\n    4  sion 14 as amended by chapter 319 of the laws of 2010, are amended and a\n    5  new subdivision 15 is added to read as follows:\n    6    13. to conduct a program of education and information on age discrimi-\n    7  nation and the preparation and filing of complaints relating to  persons\n    8  sixty years of age or older; [and]\n    9    14. to, in cooperation with the department of state:\n   10    (a)  prepare  or  cause  to  be prepared and made available to cities,\n   11  towns and villages model zoning  and  planning  guidelines  that  foster\n   12  age-integrated  communities  including provisions to allow for accessory\n   13  senior citizen units in areas zoned for single family residences and for\n   14  mixed-use development accommodating senior citizen residential  housing;\n   15  and\n   16    (b) make recommendations, in consultation with the division of housing\n   17  and  community  renewal,  to  the governor and legislature for assisting\n   18  mixed-use age-integrated housing  development  or  redevelopment  demon-\n   19  stration  projects in urban, suburban and rural areas of the state.  The\n   20  director of the office for the aging and secretary of state shall estab-\n   21  lish an advisory  committee  for  purposes  of  this  subdivision.  Such\n   22  committee  shall  include, but not be limited to, top representatives of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04507-01-1\n\n       A. 544                              2\n\n    1  local  government,  senior  citizen  organizations,  developers,  senior\n    2  service providers and planners[.]; AND\n    3    15. TO PERIODICALLY, IN CONSULTATION WITH THE STATE DIRECTOR OF VETER-\n    4  AN'S  AFFAIRS, REVIEW THE PROGRAMS OPERATED BY THE OFFICE TO ENSURE THAT\n    5  THE NEEDS OF THE STATE'S AGING VETERAN POPULATION ARE BEING MET  AND  TO\n    6  DEVELOP IMPROVEMENTS TO PROGRAMS TO MEET SUCH NEEDS.\n    7    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to requiring the state office for the aging to review programs addressing the needs of the aging veteran population ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T101851.TXT", "SOBI.D110104.T143510.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294169710342
}