{
  "year" : 2011,
  "senateBillNo" : "A545-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A545-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires persistent alcohol offenders to use distinctive registration plates for such offenders issued by the commissioner of motor vehicles",
  "summary" : "Requires persons who have been convicted of an alcohol offense under the vehicle and traffic law on 3 or more occasions in a 5 year period of time, or on 5 or more occasions in a 10 year period of time, to surrender their regular registration and number plates and, in turn, the commissioner of motor vehicles shall issue such person distinctive license plate for persistent alcohol offenders; requires such persons to use such plate for 2 years following their most recent alcohol conviction; provides the fee for such plates shall be an additional $100; directs arresting officers to take possession and return to the commissioner of motor vehicles, the license plates of any person charged with an alcohol offense when the person refuses a chemical test, gets a .20% blood/alcohol on the chemical test, is a persistent alcohol offender or has a person under 16 in the motor vehicle; provides for mandatory motor vehicle registration suspensions upon conviction of aggravated unlicensed operation of a motor vehicle; increases penalties for violating the conditions of a conditional license from a traffic infraction to a class A misdemeanor and requires a 90 day motor vehicle registration suspension. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1043-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          545\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, HOOPER -- read once and referred to the\n         Committee on Transportation\n\n       AN  ACT  to  amend the vehicle and traffic law, in relation to requiring\n         persistent alcohol  offenders  to  surrender  their  registration  and\n         number  plates  and  be  issued  distinctive  registrations and number\n         plates for such offenders, imposing mandatory motor vehicle  registra-\n         tion  suspensions for aggravated unlicensed operation of a motor vehi-\n         cle, enhancing the penalties for violating the conditions of a  condi-\n         tional  license,  and  directing  the  seizure of the registration and\n         number plates of certain persons arrested for an alcohol offense\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph a of subdivision 3 of section 401 of the vehicle\n    2  and traffic law, as amended by section 1 of part H of chapter 59 of  the\n    3  laws of 2003, is amended to read as follows:\n    4    a.  (I)  Upon  filing  of  such application and the payment of the fee\n    5  hereinafter provided, the commissioner shall assign to such motor  vehi-\n    6  cle  a  distinctive  number and, without expense to the applicant, issue\n    7  and deliver in such manner as the commissioner may select to the owner a\n    8  certificate of registration, in such  form  as  the  commissioner  shall\n    9  prescribe, and two number plates at a place within the state of New York\n   10  named by the applicant in his or her application. A number plate, within\n   11  the meaning of this chapter, may, in the discretion of the commissioner,\n   12  be  a  plate  of a permanent nature, treated with reflectorized material\n   13  according to specifications prescribed by the commissioner, and  with  a\n   14  date tag attached to such plate or to the vehicle as prescribed by regu-\n   15  lations  of the commissioner indicating the validity of the plate during\n   16  a certain period and the issuance of such a number plate with such  date\n   17  tag to a person possessing such a number plate shall be deemed the issu-\n   18  ance  of  a  number  plate. An additional fee, not to exceed twenty-five\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04338-01-1\n\n       A. 545                              2\n\n    1  dollars, shall be paid to the commissioner whenever a set of  reflector-\n    2  ized  number  plates  is issued for any vehicle for which a registration\n    3  fee is normally charged except that, with respect to  any  number  plate\n    4  which is specifically requested by the applicant, such fee shall be paid\n    5  to  the  commissioner upon approval of such request. In the event of the\n    6  loss, mutilation or destruction of any certificate of registration,  any\n    7  number  plate or set of number plates whether with or without a date tag\n    8  or tags, or any date tag or set of date tags provided for in this  arti-\n    9  cle, the owner of a registered motor vehicle may file such statement and\n   10  proof  of  the  facts  as  the commissioner shall require, with a fee of\n   11  three dollars, in the office of the commissioner, or, unless  and  until\n   12  the  commissioner shall otherwise direct, in the office of the agent who\n   13  issued the certificate, plate, plates, tag or tags and the  commissioner\n   14  or  his  or  her  agent,  as the case may be, shall issue a duplicate or\n   15  substitute. It shall be the duty of every owner holding a certificate of\n   16  registration to notify the commissioner in  writing  of  any  change  of\n   17  residence  of  such person within ten days after such change occurs, and\n   18  to inscribe on such certificate, in the place provided  by  the  commis-\n   19  sioner, a record of such change of residence.\n   20    (II)  (A)  NOTWITHSTANDING  ANY  PROVISION OF SUBPARAGRAPH (I) OF THIS\n   21  PARAGRAPH, UPON THE SURRENDER  OR  SEIZURE  OF  THE  NUMBER  PLATES  AND\n   22  CERTIFICATE  OF  REGISTRATION  ISSUED PURSUANT TO ANY OTHER PROVISION OF\n   23  THIS ARTICLE FOR EVERY MOTOR VEHICLE REGISTERED BY A PERSISTENT  ALCOHOL\n   24  OFFENDER,  AS  DEFINED  IN  SUBDIVISION  THREE OF SECTION ELEVEN HUNDRED\n   25  NINETY-THREE OF THIS CHAPTER, AND UPON FILING AN APPLICATION FOR  REGIS-\n   26  TRATION  BY SUCH OFFENDER, AT A TIME HE OR SHE IS AUTHORIZED TO REGISTER\n   27  A MOTOR VEHICLE,  AND  THE  PAYMENT  OF  THE  REGULAR  REGISTRATION  FEE\n   28  PRESCRIBED BY THIS SECTION AND A FEE OF ONE HUNDRED DOLLARS, THE COMMIS-\n   29  SIONER  SHALL  ASSIGN  THE  MOTOR VEHICLE TO BE REGISTERED A DISTINCTIVE\n   30  NUMBER RESERVED FOR PERSISTENT ALCOHOL OFFENDERS AND SHALL ISSUE TO SUCH\n   31  OFFENDER A DISTINCTIVE CERTIFICATE OF REGISTRATION FOR PERSISTENT  ALCO-\n   32  HOL  OFFENDERS, IN SUCH FORM AS THE COMMISSIONER SHALL PRESCRIBE, AND TO\n   33  DISTINCTIVE NUMBER PLATES FOR  PERSISTENT  ALCOHOL  OFFENDERS,  OF  SUCH\n   34  DESIGN  AS  THE  COMMISSIONER SHALL PRESCRIBE. EVERY SUCH CERTIFICATE OF\n   35  REGISTRATION AND NUMBER PLATE SHALL BE OF SUCH A DESIGN AND  IN  SUCH  A\n   36  FORM SO AS TO BE EASILY IDENTIFIED BY POLICE OFFICERS AND PEACE OFFICERS\n   37  AS  THOSE OF A PERSISTENT ALCOHOL OFFENDER.  EVERY CERTIFICATE OF REGIS-\n   38  TRATION ISSUED PURSUANT TO THIS SUBPARAGRAPH SHALL REMAIN IN EFFECT  FOR\n   39  TWO  YEARS  AFTER A PERSISTENT ALCOHOL OFFENDER'S MOST RECENT CONVICTION\n   40  OF A VIOLATION OF SUBDIVISION ONE, TWO, TWO-A OR THREE OF SECTION ELEVEN\n   41  HUNDRED NINETY-TWO OF THIS CHAPTER.   UPON THE EXPIRATION  THEREOF  SUCH\n   42  OFFENDER MAY APPLY TO THE COMMISSIONER FOR A CERTIFICATE OF REGISTRATION\n   43  AND NUMBER PLATES PURSUANT TO SUBPARAGRAPH (I) OF THIS PARAGRAPH.\n   44    (B)  THE  COMMISSIONER SHALL MAINTAIN AN ACCURATE AND TIMELY DATA BASE\n   45  OF ALL PERSONS WHO HAVE BEEN DESIGNATED AS PERSISTENT ALCOHOL  OFFENDERS\n   46  PURSUANT  TO SUBDIVISION THREE OF SECTION ELEVEN HUNDRED NINETY-THREE OF\n   47  THIS CHAPTER.  UNDER NO CIRCUMSTANCES SHALL A CERTIFICATE  OF  REGISTRA-\n   48  TION  AND  NUMBER PLATES BE ISSUED TO ANY SUCH OFFENDER OTHER THAN THOSE\n   49  PROVIDED FOR BY THIS SUBPARAGRAPH, UNTIL TWO YEARS AFTER THE  OFFENDER'S\n   50  MOST RECENT CONVICTION OF VIOLATING SUBDIVISION ONE, TWO, TWO-A OR THREE\n   51  OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS CHAPTER.\n   52    S  2.  Subdivision  1 of section 511 of the vehicle and traffic law is\n   53  amended by adding a new paragraph (d) to read as follows:\n   54    (D) IN ADDITION, WHEN A PERSON  IS  CONVICTED  OF  THIS  OFFENSE,  THE\n   55  REGISTRATIONS  OF ALL MOTOR VEHICLES REGISTERED IN HIS OR HER NAME SHALL\n   56  BE SUSPENDED FOR SIXTY DAYS.\n\n       A. 545                              3\n\n    1    S 3. Subdivision 2 of section 511 of the vehicle and  traffic  law  is\n    2  amended by adding a new paragraph (c) to read as follows:\n    3    (C)  IN  ADDITION,  WHEN  A  PERSON  IS CONVICTED OF THIS OFFENSE, THE\n    4  REGISTRATIONS OF ALL MOTOR VEHICLES REGISTERED IN HIS OR HER NAME  SHALL\n    5  BE SUSPENDED FOR ONE HUNDRED TWENTY DAYS.\n    6    S  4.  Subdivision  3 of section 511 of the vehicle and traffic law is\n    7  amended by adding a new paragraph (c) to read as follows:\n    8    (C) IN ADDITION, WHEN A PERSON  IS  CONVICTED  OF  THIS  OFFENSE,  THE\n    9  REGISTRATIONS  OF ALL MOTOR VEHICLES REGISTERED IN HIS OR HER NAME SHALL\n   10  BE SUSPENDED FOR ONE YEAR.\n   11    S 5. Section 1193 of the vehicle and traffic law is amended by  adding\n   12  a new subdivision 3 to read as follows:\n   13    3.  REGISTRATION  SANCTIONS.  (A) DEFINITION. FOR THE PURPOSES OF THIS\n   14  SUBDIVISION \"PERSISTENT ALCOHOL OFFENDER\" MEANS ANY PERSON WHO HAS  BEEN\n   15  CONVICTED OF:\n   16    (1)  THREE  OR  MORE VIOLATIONS OF SUBDIVISIONS ONE, TWO, TWO-A AND/OR\n   17  THREE OF SECTION ELEVEN HUNDRED NINETY-TWO  OF  THIS  ARTICLE  WITHIN  A\n   18  PERIOD OF FIVE YEARS; OR\n   19    (2)  FIVE  OR  MORE  VIOLATIONS OF SUBDIVISIONS ONE, TWO, TWO-A AND/OR\n   20  THREE OF SECTION ELEVEN HUNDRED NINETY-TWO  OF  THIS  ARTICLE  WITHIN  A\n   21  PERIOD OF TEN YEARS.\n   22    (B)  UPON DETERMINATION BY A COURT THAT A PERSON IS A PERSISTENT ALCO-\n   23  HOL OFFENDER, THE COURT SHALL ORDER SUCH PERSON TO SURRENDER THE CERTIF-\n   24  ICATES OF REGISTRATION AND NUMBER PLATES OF  ALL  MOTOR  VEHICLES  WHICH\n   25  SUCH PERSON HAS REGISTERED PURSUANT TO ARTICLE FOURTEEN OF THIS CHAPTER.\n   26  UPON RECEIPT OF SUCH CERTIFICATES OF REGISTRATION AND NUMBER PLATES, THE\n   27  COURT SHALL RETURN SUCH TO THE COMMISSIONER ALONG WITH NOTIFICATION THAT\n   28  SUCH PERSON IS A PERSISTENT ALCOHOL OFFENDER.\n   29    (C)  IN  ANY  CASE  IN  WHICH  A  PERSISTENT ALCOHOL OFFENDER FAILS TO\n   30  SURRENDER ALL CERTIFICATES OF REGISTRATION AND NUMBER PLATES AS REQUIRED\n   31  BY PARAGRAPH (B) OF THIS SUBDIVISION, THE COMMISSIONER, AFTER  RECEIVING\n   32  NOTICE  THEREOF  SHALL TAKE POSSESSION THEREOF OR DIRECT ANY PEACE OFFI-\n   33  CER, ACTING PURSUANT TO HIS OR HER SPECIAL DUTIES, OR POLICE OFFICER  TO\n   34  TAKE POSSESSION THEREOF AND RETURN THE SAME TO THE OFFICE OF THE COMMIS-\n   35  SIONER.\n   36    (D)  UPON  ARREST  OF  A  PERSON  FOR  ANY VIOLATION OF SECTION ELEVEN\n   37  HUNDRED NINETY-TWO OF THIS ARTICLE, THE  ARRESTING  OFFICER  SHALL  TAKE\n   38  POSSESSION  OF  THE CERTIFICATE OF REGISTRATION AND NUMBER PLATES OF THE\n   39  MOTOR VEHICLE OPERATED IN VIOLATION OF SUCH SECTION AND RETURN THE  SAME\n   40  TO THE OFFICE OF THE COMMISSIONER WHEN:\n   41    (1) SUCH MOTOR VEHICLE IS REGISTERED IN THE NAME OF SUCH PERSON; AND\n   42    (2) SUCH PERSON:\n   43    (A)  REFUSED  A  CHEMICAL  TEST TO BE ADMINISTERED PURSUANT TO SECTION\n   44  ELEVEN HUNDRED NINETY-FOUR OF THIS ARTICLE;\n   45    (B) HAD .20 OF ONE PER CENTUM OR MORE BY WEIGHT OF ALCOHOL IN  HIS  OR\n   46  HER BLOOD;\n   47    (C)  WOULD  BE  A  PERSISTENT ALCOHOL OFFENDER UPON CONVICTION OF SUCH\n   48  VIOLATION; OR\n   49    (D) HAD A PERSON UNDER SIXTEEN YEARS OF AGE AS  A  PASSENGER  IN  SUCH\n   50  MOTOR VEHICLE.\n   51    S  6.    Paragraph (f) of subdivision 7 of section 1196 of the vehicle\n   52  and traffic law, as added by chapter 420 of the laws of 1989, is amended\n   53  to read as follows:\n   54    (f) It shall be a [traffic infraction] CLASS A MISDEMEANOR, AS DEFINED\n   55  IN THE PENAL LAW, for the holder of a conditional license  or  privilege\n   56  to  operate a motor vehicle upon a public highway for any use other than\n\n       A. 545                              4\n\n    1  those authorized pursuant to paragraph (a) of this subdivision. [When  a\n    2  person is convicted of this offense, the sentence of the court must be a\n    3  fine  of  not  less  than two hundred dollars nor more than five hundred\n    4  dollars  or a term of imprisonment of not more than fifteen days or both\n    5  such fine and imprisonment.] Additionally, the  conditional  license  or\n    6  privileges described in this subdivision shall be revoked by the commis-\n    7  sioner upon receiving notification from the court that the holder there-\n    8  of  has been convicted of this offense. FURTHERMORE, UPON SUCH NOTIFICA-\n    9  TION, THE COMMISSIONER SHALL SUSPEND THE REGISTRATION OF SUCH HOLDER FOR\n   10  A PERIOD OF NINETY DAYS, IN ADDITION TO  ANY  SUSPENSION  OR  REVOCATION\n   11  THEREOF  IMPOSED  PURSUANT  TO SUBDIVISION TWO OF SECTION ELEVEN HUNDRED\n   12  NINETY-THREE OF THIS ARTICLE.\n   13    S 7. This act shall take effect on the first of January next  succeed-\n   14  ing  the  date  on  which  it shall have become a law, provided that the\n   15  commissioner of motor vehicles is authorized and  directed  to  complete\n   16  any acts, rules and regulations necessary to implement the provisions of\n   17  this act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring persistent alcohol offenders to surrender their registration and number plates and be issued distinctive registrations and number plates for such offenders, imposing mandatory motor vehicle registration suspensions for aggravated unlicensed operation of a motor vehicle, enhancing the penalties for violating the conditions of a conditional license, and directing the seizure of the registration and number plates of certain persons arrested for an alcohol offense ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T094848.TXT", "SOBI.D110104.T112956.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294158596771
}