{
  "year" : 2011,
  "senateBillNo" : "A546-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A546-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the office of children and family services to track and report elder abuse",
  "summary" : "Requires the office of children and family services to track and report elder abuse and to issue a biennial report to the governor and legislature and office for the aging regarding the incidence of elder abuse in the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "AA8720-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          546\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. DINOWITZ, BROOK-KRASNY -- Multi-Sponsored by --\n         M. of A. PHEFFER -- read once and referred to the Committee on Aging\n\n       AN ACT to amend the social services law, in relation to the tracking and\n         reporting of elder  abuse;  and  providing  for  the  repeal  of  such\n         provisions upon the expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 6 and 7 of section 473 of the social  services\n    2  law are renumbered subdivisions 7 and 8 and a new subdivision 6 is added\n    3  to read as follows:\n    4    6.  (A)  THE  OFFICE  OF  CHILDREN  AND  FAMILY  SERVICES (HEREINAFTER\n    5  REFERRED TO IN THIS SECTION AS THE \"OFFICE\") SHALL, IN COOPERATION  WITH\n    6  THE OFFICE FOR THE AGING, COLLECT DATA ON ELDER ABUSE POSSESSED BY STATE\n    7  AND  LOCAL AGENCIES, INCLUDING BUT NOT LIMITED TO THE DIVISION OF CRIMI-\n    8  NAL JUSTICE  SERVICES,  THE  DEPARTMENT  OF  LAW,  THE  OFFICE  FOR  THE\n    9  PREVENTION  OF  DOMESTIC  VIOLENCE AND THE DEPARTMENT OF HEALTH, FOR THE\n   10  PURPOSE OF IDENTIFYING THE INCIDENCE OF ELDER ABUSE AMONG  THE  ELDERLY.\n   11  THE  OFFICE  SHALL  CREATE  INTERAGENCY REPORTING SYSTEMS THAT CONTAIN A\n   12  UNIFORM SET OF STANDARDS TO COLLECT AND ANALYZE SUCH DATA.  FURTHERMORE,\n   13  THE  OFFICE, IN CONSULTATION WITH THE OFFICE FOR THE AGING, SHALL ESTAB-\n   14  LISH A DEFINITION FOR ELDER ABUSE AND THE  MINIMUM  AGE  OF  AN  ELDERLY\n   15  PERSON,  THAT ENABLES THE OFFICE TO ACCURATELY COMPARE SIMILAR DATA FROM\n   16  DIFFERENT STATE AND LOCAL AGENCIES.  FOR THE PURPOSES OF  THIS  SUBDIVI-\n   17  SION, THE OFFICE AND THE OFFICE FOR THE AGING, IN ESTABLISHING THE DEFI-\n   18  NITION OF ELDER ABUSE, MAY INCORPORATE THE TYPES OF PHYSICAL, SEXUAL AND\n   19  EMOTIONAL  ABUSE, ACTIVE AND PASSIVE NEGLECT, AND FINANCIAL EXPLOITATION\n   20  DEFINED IN SUBDIVISION SEVEN OF THIS SECTION.\n   21    (B)  COUNTY  AND  CITY  SOCIAL  SERVICES  AGENCIES,  ADULT  PROTECTIVE\n   22  SERVICES  UNITS  AND  PROTECTIVE  SERVICES FOR ADULTS UNITS SHALL REPORT\n   23  INCIDENCES OF ELDER ABUSE, AS DEFINED BY THE OFFICE, TO  THE  OFFICE  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04503-01-1\n\n       A. 546                              2\n\n    1  THE  FORMAT  SPECIFIED BY SUCH OFFICE AND INCLUDING, BUT NOT LIMITED TO,\n    2  THE NUMBER OF REFERRALS, INVESTIGATIONS, SUBSTANTIATED CASES, AND  DEMO-\n    3  GRAPHIC INFORMATION ON VICTIMS AND PERPETRATORS.\n    4    (C)  THE  OFFICE  SHALL, IN COOPERATION WITH THE OFFICE FOR THE AGING,\n    5  ISSUE A REPORT TO THE GOVERNOR, THE TEMPORARY PRESIDENT OF  THE  SENATE,\n    6  THE  SPEAKER  OF THE ASSEMBLY, THE MINORITY LEADER OF THE SENATE AND THE\n    7  MINORITY LEADER OF THE ASSEMBLY,  ON  OR  BEFORE  MARCH  FIRST  IN  EVEN\n    8  NUMBERED YEARS. SUCH REPORT SHALL OUTLINE ITS RECOMMENDATIONS FOR DEFIN-\n    9  ING  THE  TERM \"ELDER ABUSE\" IN STATUTE, THE TYPES OF REPORTING REQUIRE-\n   10  MENTS THAT SHOULD BE INSTITUTED TO PREVENT THE INCIDENCE OF ELDER ABUSE,\n   11  AND THE PROGRAMS  AVAILABLE  TO  PREVENT  ELDER  ABUSE  AND  TO  PROVIDE\n   12  SERVICES TO VICTIMS OF ELDER ABUSE.\n   13    S  2. This act shall take effect on the first of January next succeed-\n   14  ing the date on which it shall have become a law, and shall  expire  and\n   15  be deemed repealed January 1, 2016.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the tracking and reporting of elder abuse; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T094848.TXT", "SOBI.D110104.T112956.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294158596772
}