{
  "year" : 2011,
  "senateBillNo" : "A549-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A549-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of a mobile telephone while operating a bicycle; repealer",
  "summary" : "Prohibits the use of a mobile telephone while operating a bicycle upon a public highway, bicycle lane or roadway; provides an exception for emergency calls and hands-free mobile telephones; further prohibits local governments from regulating the use of a mobile telephone by bicycle operators and provides for the repeal of certain provisions upon expiration thereof. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1841-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          549\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DINOWITZ, GALEF, MAYERSOHN, ORTIZ -- Multi-Spon-\n         sored by -- M. of A.  GOTTFRIED, WEISENBERG -- read once and  referred\n         to the Committee on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to prohibiting\n         the use of a mobile telephone while operating a bicycle and to prohib-\n         it local governments from regulating the use of mobile  telephones  by\n         bicycle  operators  and providing for the repeal of certain provisions\n         upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1238-a to read as follows:\n    3    S 1238-A. USE OF MOBILE TELEPHONES; PROHIBITED. 1. FOR THE PURPOSES OF\n    4  THIS SECTION, THE FOLLOWING TERMS SHALL MEAN:\n    5    (A) \"MOBILE TELEPHONE\" SHALL MEAN THE DEVICE USED BY  SUBSCRIBERS  AND\n    6  OTHER USERS OF WIRELESS TELEPHONE SERVICE TO ACCESS SUCH SERVICE.\n    7    (B)  \"WIRELESS  TELEPHONE  SERVICE\" SHALL MEAN TWO-WAY REAL TIME VOICE\n    8  TELECOMMUNICATIONS SERVICE THAT IS INTERCONNECTED TO A  PUBLIC  SWITCHED\n    9  TELEPHONE  NETWORK AND IS PROVIDED BY A COMMERCIAL MOBILE RADIO SERVICE,\n   10  AS SUCH TERM IS DEFINED BY 47 C.F.R. S 20.3.\n   11    (C) \"USING\" SHALL MEAN HOLDING A MOBILE TELEPHONE TO, OR IN THE  IMME-\n   12  DIATE PROXIMITY OF, THE USER'S EAR.\n   13    (D)  \"HAND-HELD  MOBILE  TELEPHONE\" SHALL MEAN A MOBILE TELEPHONE WITH\n   14  WHICH A USER ENGAGES IN A CALL USING AT LEAST ONE HAND.\n   15    (E) \"HANDS-FREE MOBILE TELEPHONE\" SHALL MEAN A MOBILE  TELEPHONE  THAT\n   16  HAS AN INTERNAL FEATURE OR FUNCTION, OR THAT IS EQUIPPED WITH AN ATTACH-\n   17  MENT  OR  ADDITION, WHETHER OR NOT PERMANENTLY PART OF SUCH MOBILE TELE-\n   18  PHONE, BY WHICH A USER ENGAGES IN A CALL WITHOUT THE USE OF EITHER HAND,\n   19  WHETHER OR NOT THE USE OF EITHER HAND IS NECESSARY TO ACTIVATE,  DEACTI-\n   20  VATE OR INITIATE A FUNCTION OF SUCH TELEPHONE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04482-01-1\n\n       A. 549                              2\n\n    1    (F)  \"ENGAGE  IN  A  CALL\"  SHALL  MEAN TALKING INTO OR LISTENING ON A\n    2  HAND-HELD MOBILE TELEPHONE, BUT SHALL NOT INCLUDE HOLDING A MOBILE TELE-\n    3  PHONE TO ACTIVATE, DEACTIVATE OR INITIATE A FUNCTION OF SUCH TELEPHONE.\n    4    (G)  \"IMMEDIATE  PROXIMITY\"  SHALL  MEAN  THAT DISTANCE AS PERMITS THE\n    5  OPERATOR OF A MOBILE TELEPHONE TO  HEAR  TELECOMMUNICATIONS  TRANSMITTED\n    6  OVER  SUCH MOBILE TELEPHONE, BUT SHALL NOT REQUIRE PHYSICAL CONTACT WITH\n    7  SUCH OPERATOR'S EAR.\n    8    2. (A) EXCEPT AS OTHERWISE PROVIDED IN THIS SECTION, NO  PERSON  SHALL\n    9  OPERATE  A  BICYCLE UPON A PUBLIC HIGHWAY, BICYCLE LANE OR ROADWAY WHILE\n   10  USING A MOBILE TELEPHONE TO ENGAGE IN A CALL WHILE SUCH  BICYCLE  IS  IN\n   11  MOTION.\n   12    (B)  AN  OPERATOR  OF A BICYCLE WHO HOLDS A MOBILE TELEPHONE TO, OR IN\n   13  THE IMMEDIATE PROXIMITY OF HIS OR HER  EAR  WHILE  SUCH  BICYCLE  IS  IN\n   14  MOTION  IS  PRESUMED TO BE ENGAGING IN A CALL WITHIN THE MEANING OF THIS\n   15  SECTION. THE PRESUMPTION ESTABLISHED BY THIS SUBDIVISION  IS  REBUTTABLE\n   16  BY EVIDENCE TENDING TO SHOW THAT THE OPERATOR WAS NOT ENGAGED IN A CALL.\n   17    (C) THE PROVISIONS OF THIS SECTION SHALL NOT BE CONSTRUED AS AUTHORIZ-\n   18  ING  THE  SEIZURE  OR FORFEITURE OF A MOBILE TELEPHONE, UNLESS OTHERWISE\n   19  PROVIDED BY LAW.\n   20    3. SUBDIVISION TWO OF THIS SECTION SHALL NOT APPLY TO (A) THE USE OF A\n   21  MOBILE TELEPHONE FOR THE SOLE PURPOSE OF COMMUNICATING WITH ANY  OF  THE\n   22  FOLLOWING REGARDING AN EMERGENCY SITUATION: AN EMERGENCY RESPONSE OPERA-\n   23  TOR;  A  HOSPITAL,  PHYSICIAN'S  OFFICE  OR  HEALTH CLINIC; AN AMBULANCE\n   24  COMPANY OR CORPS; A FIRE DEPARTMENT, DISTRICT OR COMPANY;  OR  A  POLICE\n   25  DEPARTMENT, (B) ANY OF THE FOLLOWING PERSONS WHILE IN THE PERFORMANCE OF\n   26  THEIR  OFFICIAL DUTIES: A POLICE OFFICER OR PEACE OFFICER; A MEMBER OF A\n   27  FIRE DEPARTMENT, DISTRICT OR COMPANY; OR THE OPERATOR OF  AN  AUTHORIZED\n   28  EMERGENCY VEHICLE AS DEFINED IN SECTION ONE HUNDRED ONE OF THIS CHAPTER,\n   29  OR (C) THE USE OF A HANDS-FREE MOBILE TELEPHONE.\n   30    4.  A  VIOLATION OF SUBDIVISION TWO OF THIS SECTION SHALL BE A TRAFFIC\n   31  INFRACTION AND SHALL BE PUNISHABLE BY  A  FINE  OF  NOT  MORE  THAN  ONE\n   32  HUNDRED DOLLARS.\n   33    S  2.  Except  as  otherwise  provided  in section one of this act, no\n   34  municipal corporation, as defined in section 2 of the general  municipal\n   35  law,  shall,  after June 1, 2012, enact any local law, ordinance or code\n   36  relating to the operation of a bicycle while using  a  mobile  telephone\n   37  unless the terms of such law, ordinance or code are identical to section\n   38  1238-a  of  the vehicle and traffic law, as added by section one of this\n   39  act. The provisions of this act shall invalidate and  preempt  any  such\n   40  local  law,  ordinance  or  code,  enacted after June 1, 2012 unless the\n   41  terms of such law, ordinance or code are identical to section 1238-a  of\n   42  the vehicle and traffic law, as added by section one of this act.\n   43    S  3.  The  provisions  of this act shall preempt any local law, ordi-\n   44  nance, code, rule or regulation relating to the operation of  a  bicycle\n   45  while  using  a  mobile telephone, except that nothing in this act shall\n   46  preclude any state or local agency, which, by permit, license or  regis-\n   47  tration regulates the business or professional activities of individuals\n   48  from  imposing more stringent restrictions than provided in this act for\n   49  the use of mobile telephones upon such individuals during the course  of\n   50  engaging in the business or professional activity that is the subject of\n   51  such agency's permit, license or registration.\n   52    S  4.  For  the purpose of informing and educating persons who operate\n   53  bicycles in this state, any law enforcement official authorized to issue\n   54  appearance tickets pursuant to the vehicle and traffic law  may,  during\n   55  the  period  commencing  November  1, 2012 and ending November 30, 2012,\n   56  stop a bicyclist and issue verbal warnings to persons who  would  be  in\n\n       A. 549                              3\n\n    1  violation of the provisions of section 1238-a of the vehicle and traffic\n    2  law,  as  added  by section one of this act, were the provisions thereof\n    3  effective on the day such warning is issued.\n    4    S  5.  The  court shall waive any fine for which a person who violates\n    5  the provisions of section 1238-a of the  vehicle  and  traffic  law,  as\n    6  added  by  section  one  of  this  act,  would  be liable if such person\n    7  supplies the court with proof that, between the date on which he or  she\n    8  is charged with having violated such section and the appearance date for\n    9  such  violation,  he  or  she possesses a hands-free mobile telephone as\n   10  defined in paragraph (e) of subdivision 1 of section 1238-a of the vehi-\n   11  cle and traffic law, as added by section  one  of  this  act;  provided,\n   12  however,  that such waiver of fine shall not apply to a second or subse-\n   13  quent violation under such section.\n   14    S 6. This act shall take effect immediately, except that sections one,\n   15  three and five of this act shall take effect December 1,  2012;  section\n   16  two  shall  expire and be deemed repealed December 1, 2012; section four\n   17  of this act shall take effect November 1, 2012 and shall expire  and  be\n   18  deemed  repealed  December  1,  2012; and section five of this act shall\n   19  expire and be deemed repealed March 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting the use of a mobile telephone while operating a bicycle and to prohibit local governments from regulating the use of mobile telephones by bicycle operators and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T094848.TXT", "SOBI.D110104.T113456.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294158896850
}