{
  "year" : 2011,
  "senateBillNo" : "A550-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A550-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizing the town of Orangetown, county of Rockland to permanently discontinue the use of certain town lands as parkland",
  "summary" : "Provides that the town of Orangetown, county of Rockland is hereby authorized to permanently discontinue the use of certain town lands as parkland. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Rockland County",
  "previousVersions" : [ "AA11512-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          550\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. JAFFEE -- read once and referred to the Committee\n         on Local Governments\n\n       AN  ACT  to  authorize  the  town  of  Orangetown, county of Rockland to\n         discontinue the use of certain town lands as parkland and to sell  and\n         convey such lands\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The town of Orangetown, in the county of Rockland, is here-\n    2  by authorized to permanently discontinue as parklands the land described\n    3  in section three of this act.\n    4    S 2. The authorization provided for in section one of this  act  shall\n    5  take  effect  only  on the condition that the town of Orangetown acquire\n    6  additional land of equal or greater fair market value than the  parkland\n    7  being permanently discontinued and dedicate such land as parkland.\n    8    S  3. The lands to be permanently discontinued as parklands and alien-\n    9  ated, and conveyed are described as follows:\n   10    BEGINNING at a point  in the existing Westerly  line of  the  existing\n   11  easement  for T/L 701  and 702  South of tower  33 and goes thence, N-29\n   12  degrees-51  minutes-27  seconds-W  285.75'  to  a  point;  thence,  N-12\n   13  degrees-41   minutes-48  seconds-E  76.87'  to  a  point;  thence,  N-42\n   14  degrees-20 minutes-03 seconds-E 390.79' to  a  point  in  the  aforesaid\n   15  existing Westerly line of the said easement for T/L 701 and 702; thence,\n   16  turning  and running along the said Westerly line of this existing ease-\n   17  ment, S-12 degrees-41 minutes-48 seconds-W 202.22, to a  point;  thence,\n   18  leaving  the said existing easement for T/L 701 and 702, S-42 degrees-20\n   19  minutes-03  seconds-W  138.01'  to  a  point;  thence,  S-12  degrees-41\n   20  minutes-48   seconds-W  82.65'  to  a  point;  thence,  S-29  degrees-51\n   21  minutes-27 seconds-E 100.92'  to  a  point  in  the  aforesaid  existing\n   22  Westerly  line of T/L 701 and 702; thence, along the said existing ease-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03977-01-1\n\n       A. 550                              2\n\n    1  ment for T/L 701 and 702, S-12 degrees-41 minutes-48  seconds-W  147.87'\n    2  to the point and place of BEGINNING. Containing 1.28 acres.\n    3    S  4.  The discontinuance and conveyance of parkland authorized by the\n    4  provisions of this act shall not occur until the town of Orangetown  has\n    5  complied  with  any federal requirements pertaining to the alienation or\n    6  conversion of parklands, including satisfying the Secretary of the Inte-\n    7  rior that the conversion complies with all conditions which  the  Secre-\n    8  tary of the Interior deems necessary to assure the substitution of other\n    9  lands  shall be equivalent in fair market value and recreational useful-\n   10  ness to the lands being alienated or converted.\n   11    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the town of Orangetown, county of Rockland to discontinue the use of certain town lands as parkland and to sell and convey such lands ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T094848.TXT", "SOBI.D110103.T095348.TXT", "SOBI.D110104.T113456.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294158896855
}