{
  "year" : 2011,
  "senateBillNo" : "A551-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A551-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Subjects nursing homes not providing basic standards of care to nursing home diversion",
  "summary" : "Subjects nursing homes not providing basic standards of care for a period of at least forty-eight consecutive hours to nursing home diversion; requires such home to immediately notify the department of that fact and the reasons for it; sets forth diversion consequences and provisions for termination of diversion; defines basic standards of care. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1721-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          551\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GOTTFRIED, CLARK, DINOWITZ, ORTIZ, TITUS, ENGLE-\n         BRIGHT, PAULIN -- Multi-Sponsored by  --  M.  of  A.  AUBRY,  BRENNAN,\n         CAHILL,  COLTON,  GUNTHER,  HOOPER,  JACOBS,  JAFFEE, LIFTON, McENENY,\n         PHEFFER, P. RIVERA, ROBINSON, SWEENEY, TOWNS,  WEISENBERG,  WRIGHT  --\n         read once and referred to the Committee on Health\n\n       AN  ACT  to amend the public health law, in relation to establishing the\n         nursing home diversion program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  in many New York state nursing homes, residents are not getting adequate\n    3  or proper care.\n    4    Adequate direct nursing care is especially important to the health and\n    5  safety  of  nursing  home residents.   A recent congressionally-mandated\n    6  study by centers for medicare and medicaid services  concluded  that  if\n    7  nursing  home residents receive less than three hours a day per resident\n    8  of direct nursing care, they are \"substantially at risk of quality prob-\n    9  lems.\"\n   10    If a nursing home is not providing its residents adequate  and  proper\n   11  food,  bedding,  heating,  cooling,  or nursing care, it is dangerous to\n   12  place additional residents in that nursing home.\n   13    Therefore, the legislature  establishes  the  nursing  home  diversion\n   14  program, to provide that in the event that a nursing home is not provid-\n   15  ing  its  residents adequate and proper food, bedding, heating, cooling,\n   16  or nursing care, it shall not admit  new  residents  until  it  provides\n   17  adequate and proper care.\n   18    S  2.  The public health law is amended by adding a new section 2807-z\n   19  to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02352-01-1\n\n       A. 551                              2\n\n    1    S 2807-Z. NURSING HOME DIVERSION. 1.   DEFINITIONS. AS  USED  IN  THIS\n    2  SECTION,  UNLESS  THE  CONTEXT CLEARLY REQUIRES OTHERWISE, THE FOLLOWING\n    3  TERMS HAVE THE FOLLOWING MEANINGS:\n    4    (A)  \"BASIC  STANDARD  OF CARE\" MEANS ANY OF THE STANDARDS OF CARE SET\n    5  OUT IN SUBDIVISION FIVE OF THIS SECTION.\n    6    (B) \"ON DIVERSION\" MEANS THE STATE OF BEING SUBJECT  TO  NURSING  HOME\n    7  DIVERSION AND REQUIRED TO SUSPEND ADMISSIONS UNDER THIS SECTION.\n    8    2.  WHEN  TO  PLACE  ON DIVERSION. (A) WHEREVER A NURSING HOME HAS NOT\n    9  BEEN PROVIDING ONE OF THE BASIC STANDARDS OF CARE FOR  A  PERIOD  OF  AT\n   10  LEAST  FORTY-EIGHT CONSECUTIVE HOURS, IT SHALL IMMEDIATELY BE SUBJECT TO\n   11  NURSING HOME DIVERSION AND SHALL IMMEDIATELY NOTIFY  THE  DEPARTMENT  OF\n   12  THAT FACT AND THE REASONS FOR IT.\n   13    (B)  WHENEVER  THE  DEPARTMENT  DETERMINES THAT A NURSING HOME HAS NOT\n   14  BEEN PROVIDING ONE OF THE BASIC STANDARDS OF CARE FOR  A  PERIOD  OF  AT\n   15  LEAST  FORTY-EIGHT CONSECUTIVE HOURS, THE NURSING HOME SHALL IMMEDIATELY\n   16  BE SUBJECT TO NURSING HOME DIVERSION AND THE DEPARTMENT SHALL IMMEDIATE-\n   17  LY NOTIFY THE NURSING HOME OF THAT FACT AND THE REASONS FOR IT.\n   18    3. DIVERSION; CONSEQUENCES. (A) WHEN A NURSING HOME IS  ON  DIVERSION,\n   19  IT  SHALL  NOT ADMIT ANY ADDITIONAL PERSONS AS A RESIDENT OF THE NURSING\n   20  HOME.  HOWEVER, A PERSON WHO HAS BEEN A RESIDENT OF THE NURSING HOME BUT\n   21  HAS BEEN TEMPORARILY ABSENT FROM THE NURSING HOME MAY BE RE-ADMITTED  TO\n   22  THE NURSING HOME EVEN WHEN IT IS ON DIVERSION.\n   23    (B)  THE DEPARTMENT SHALL IMMEDIATELY NOTIFY APPROPRIATE HOSPITALS AND\n   24  NURSING HOMES THAT THE NURSING HOME IS ON DIVERSION, AND SHALL  PLACE  A\n   25  NOTICE  ON  ITS  WEBSITE  THAT THE NURSING HOME IS ON DIVERSION. WHILE A\n   26  NURSING HOME IS ON DIVERSION, IT SHALL NOTIFY ANY  PERSON  OR  REPRESEN-\n   27  TATIVE  OF  A  PERSON WHO APPLIES FOR ADMISSION THAT IT IS ON DIVERSION,\n   28  AND SHALL PLACE A CONSPICUOUS, EASILY-READABLE  NOTICE  THAT  IT  IS  ON\n   29  DIVERSION  WHERE  IT  WILL  BE  READILY SEEN BY RESIDENTS OF THE NURSING\n   30  HOME.\n   31    4. TERMINATION OF DIVERSION. (A) A NURSING  HOME  ON  DIVERSION  SHALL\n   32  REMAIN  ON  DIVERSION UNTIL IT HAS RESUMED PROVIDING ALL BASIC STANDARDS\n   33  OF CARE FOR AT LEAST SIX CONSECUTIVE DAYS, AT WHICH TIME IT  MAY  NOTIFY\n   34  THE  DEPARTMENT  THAT  IT  IS  COMPLYING WITH THIS SUBDIVISION AND IS NO\n   35  LONGER ON DIVERSION. THE NURSING HOME MAY THEN  RESUME  ADMITTING  RESI-\n   36  DENTS.\n   37    (B)  THE  DEPARTMENT  SHALL THEN IMMEDIATELY SO NOTIFY EVERY ENTITY IT\n   38  HAD NOTIFIED THAT THE NURSING HOME  WAS  ON  DIVERSION  AND  DELETE  THE\n   39  NOTICE  FROM THE DEPARTMENT'S WEBSITE. THE NURSING HOME SHALL REMOVE THE\n   40  NOTICE IT HAD POSTED THAT IT WAS ON DIVERSION.\n   41    5. BASIC STANDARDS OF CARE. THE BASIC STANDARDS OF CARE  FOR  PURPOSES\n   42  OF  THIS SECTION ARE THE FOLLOWING, INCLUDING COMPLIANCE WITH DEPARTMENT\n   43  REGULATIONS RELATING TO THE FOLLOWING:\n   44    (A) ADEQUATE QUANTITY AND QUALITY OF FOOD FOR EACH RESIDENT.\n   45    (B) ONE BED FOR EACH RESIDENT, WITH APPROPRIATE BEDDING.\n   46    (C) ADEQUATE HEATING AND COOLING OF ALL PARTS OF THE NURSING HOME.\n   47    (D) ADEQUATE DIRECT CARE NURSING STAFF. THIS MEANS, FOR EACH  DAY,  AN\n   48  AVERAGE  OF  AT  LEAST  THREE HOURS OF DIRECT NURSING CARE PER RESIDENT,\n   49  INCLUDING AT LEAST ONE HOUR OF CARE BY A REGISTERED NURSE OR A  LICENSED\n   50  PRACTICAL  NURSE,  OF  WHICH  AT LEAST THIRTY MINUTES SHALL BE CARE BY A\n   51  REGISTERED NURSE.\n   52    6. COMPLIANCE.   THE DEPARTMENT SHALL  MONITOR  COMPLIANCE  WITH  THIS\n   53  SECTION  THROUGH  AUDITS,  INSPECTIONS,  REQUIRED  REPORTING  BY NURSING\n   54  HOMES, AND OTHER APPROPRIATE MEANS.\n   55    S 3. This act shall take effect on the one hundred eightieth day after\n   56  it shall have become a law, provided, however, that effective immediate-\n\n       A. 551                              3\n\n    1  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n    2  necessary  for  the  implementation of this act on its effective date is\n    3  authorized and directed to be made and completed by  the  department  of\n    4  health on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing the nursing home diversion program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T095348.TXT", "SOBI.D110104.T113456.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294158896858
}