{
  "year" : 2011,
  "senateBillNo" : "A552-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A552-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires providers of health care policies to provide coverage for colorectal cancer early detection",
  "summary" : "Requires providers of health care policies to provide coverage for colorectal cancer early detection for persons fifty years of age or older; requires the superintendent of insurance to provide notification to enrollees of such coverage via mail. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A6140-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          552\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DINOWITZ,  CLARK,  V. LOPEZ, GALEF, MILLMAN,\n         CUSICK, CYMBROWITZ, McENENY, ZEBROWSKI, ORTIZ, ENGLEBRIGHT  --  Multi-\n         Sponsored  by  --  M. of A. BING, BRENNAN, CAHILL, CANESTRARI, COLTON,\n         COOK, GLICK, GOTTFRIED, JACOBS, PHEFFER, RAIA, SCARBOROUGH, WEISENBERG\n         -- read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation  to  providing  insurance\n         coverage for colorectal cancer early detection\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 27 of subsection  (i)  of  section  3216  of  the\n    2  insurance  law,  as  added by chapter 457 of the laws of 2010, is renum-\n    3  bered paragraph 28 and a new paragraph 29 is added to read as follows:\n    4    (29) (A) EVERY POLICY WHICH PROVIDES COVERAGE PURSUANT TO THIS SECTION\n    5  SHALL PROVIDE COVERAGE TO ANY NAMED SUBSCRIBER OR OTHER  PERSON  COVERED\n    6  THEREUNDER  FOR  EXPENSES INCURRED IN CONDUCTING COLORECTAL CANCER EXAM-\n    7  INATIONS AND LABORATORY TESTS AT REGULAR INTERVALS,  INCLUDING  EXPENSES\n    8  INCURRED  IN  CONDUCTING  PHYSICIAN  CONSULTATIONS FOR COLORECTAL CANCER\n    9  PRIOR TO SUCH EXAMINATIONS AND TESTS, FOR PERSONS FIFTY YEARS OF AGE  OR\n   10  OLDER  AND  FOR PERSONS OF ANY AGE WHO ARE CONSIDERED TO BE AT HIGH RISK\n   11  FOR COLORECTAL CANCER. THE METHODS OF SCREENING FOR WHICH BENEFITS SHALL\n   12  BE PROVIDED SHALL INCLUDE BUT NOT BE LIMITED TO:\n   13    (I) A SCREENING FECAL OCCULT BLOOD TEST;\n   14    (II) FLEXIBLE SIGMOIDOSCOPY;\n   15    (III) COLONOSCOPY;\n   16    (IV) BARIUM ENEMA; OR\n   17    (V) THE MOST RELIABLE, MEDICALLY RECOGNIZED SCREENING TEST  AVAILABLE;\n   18  AND\n   19    (VI) ANY COMBINATION THEREOF.\n   20    THE  METHOD  AND  FREQUENCY  OF  SCREENING  TO BE UTILIZED SHALL BE IN\n   21  ACCORD WITH THE MOST  RECENTLY  PUBLISHED  GUIDELINES  OF  THE  AMERICAN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04462-01-1\n\n       A. 552                              2\n\n    1  COLLEGE  OF GASTROENTEROLOGY OR THE AMERICAN GASTROENTEROLOGICAL ASSOCI-\n    2  ATION IN CONSULTATION WITH THE AMERICAN CANCER SOCIETY.\n    3    (B) AS USED IN THIS PARAGRAPH, \"HIGH RISK FOR COLORECTAL CANCER\" SHALL\n    4  MEAN A PERSON HAS,\n    5    (I)  A  FAMILY  HISTORY  OF FAMILIAL ADENOMATOUS POLYPOSIS; HEREDITARY\n    6  NON-POLYPOSIS COLON CANCER; OR BREAST,  OVARIAN,  ENDOMETRIAL  OR  COLON\n    7  CANCER OR POLYPS;\n    8    (II) CHRONIC INFLAMMATORY BOWEL DISEASE; OR\n    9    (III) A BACKGROUND, ETHNICITY OR LIFESTYLE THAT THE PHYSICIAN BELIEVES\n   10  PUTS THE PERSON AT ELEVATED RISK FOR COLORECTAL CANCER.\n   11    S 2. Subsection (k) of section 3221 of the insurance law is amended by\n   12  adding a new paragraph 17 to read as follows:\n   13    (17) (A) EVERY POLICY WHICH PROVIDES COVERAGE PURSUANT TO THIS SECTION\n   14  SHALL  PROVIDE  COVERAGE TO ANY NAMED SUBSCRIBER OR OTHER PERSON COVERED\n   15  THEREUNDER FOR EXPENSES INCURRED IN CONDUCTING COLORECTAL  CANCER  EXAM-\n   16  INATIONS  AND  LABORATORY TESTS AT REGULAR INTERVALS, INCLUDING EXPENSES\n   17  INCURRED IN CONDUCTING PHYSICIAN  CONSULTATIONS  FOR  COLORECTAL  CANCER\n   18  PRIOR  TO SUCH EXAMINATIONS AND TESTS, FOR PERSONS FIFTY YEARS OF AGE OR\n   19  OLDER AND FOR PERSONS OF ANY AGE WHO ARE CONSIDERED TO BE AT  HIGH  RISK\n   20  FOR COLORECTAL CANCER. THE METHODS OF SCREENING FOR WHICH BENEFITS SHALL\n   21  BE PROVIDED SHALL INCLUDE BUT NOT BE LIMITED TO:\n   22    (I) A SCREENING FECAL OCCULT BLOOD TEST;\n   23    (II) FLEXIBLE SIGMOIDOSCOPY;\n   24    (III) COLONOSCOPY;\n   25    (IV) BARIUM ENEMA; OR\n   26    (V)  THE MOST RELIABLE, MEDICALLY RECOGNIZED SCREENING TEST AVAILABLE;\n   27  AND\n   28    (VI) ANY COMBINATION THEREOF.\n   29    THE METHOD AND FREQUENCY OF SCREENING  TO  BE  UTILIZED  SHALL  BE  IN\n   30  ACCORD  WITH  THE  MOST  RECENTLY  PUBLISHED  GUIDELINES OF THE AMERICAN\n   31  COLLEGE OF GASTROENTEROLOGY OR THE AMERICAN GASTROENTEROLOGICAL  ASSOCI-\n   32  ATION IN CONSULTATION WITH THE AMERICAN CANCER SOCIETY.\n   33    (B) AS USED IN THIS PARAGRAPH, \"HIGH RISK FOR COLORECTAL CANCER\" SHALL\n   34  MEAN A PERSON HAS,\n   35    (I)  A  FAMILY  HISTORY  OF FAMILIAL ADENOMATOUS POLYPOSIS; HEREDITARY\n   36  NON-POLYPOSIS COLON CANCER; OR BREAST,  OVARIAN,  ENDOMETRIAL  OR  COLON\n   37  CANCER OR POLYPS;\n   38    (II) CHRONIC INFLAMMATORY BOWEL DISEASE; OR\n   39    (III) A BACKGROUND, ETHNICITY OR LIFESTYLE THAT THE PHYSICIAN BELIEVES\n   40  PUTS THE PERSON AT ELEVATED RISK FOR COLORECTAL CANCER.\n   41    S 3. Subsection (a) of section 4303 of the insurance law is amended by\n   42  adding a new paragraph 4 to read as follows:\n   43    (4) TO PERSONS FIFTY YEARS OF AGE OR OLDER FOR SERVICES RELATED TO THE\n   44  CONDUCTING  OF  COLORECTAL  CANCER  EXAMINATIONS AND LABORATORY TESTS AT\n   45  REGULAR INTERVALS, INCLUDING EXPENSES INCURRED IN  CONDUCTING  PHYSICIAN\n   46  CONSULTATIONS  FOR  COLORECTAL  CANCER  PRIOR  TO  SUCH EXAMINATIONS AND\n   47  TESTS, INCLUDING BUT NOT LIMITED TO, COLONOSCOPIES, COLOSCOPIES, SCREEN-\n   48  ING FECAL OCCULT BLOOD TESTS, FLEXIBLE SIGMOIDOSCOPIES OR BARIUM ENEMAS.\n   49    S 4. The superintendent of insurance shall require an insurer,  health\n   50  carrier  or health benefit plan to notify enrollees annually of colorec-\n   51  tal cancer screenings covered by such enrollees' health benefit plan and\n   52  the most recently  published  guidelines  of  the  American  College  of\n   53  Gastroenterology  or  the  American  Gastroenterological  Association in\n   54  consultation with the American  Cancer  Society  for  colorectal  cancer\n   55  screenings  or  notify  enrollees  at intervals consistent with the most\n   56  recently published guidelines of the American College of Gastroenterolo-\n\n       A. 552                              3\n\n    1  gy or the American Gastroenterological Association in consultation  with\n    2  the  American  Cancer  Society of colorectal cancer screenings which are\n    3  covered by such enrollees' health benefit plans.   The notice  shall  be\n    4  delivered  by mail unless the enrollee and health carrier have agreed on\n    5  another method of  notification.  The  superintendent  of  insurance  is\n    6  authorized  to  promulgate  necessary  rules  and  regulations  for  the\n    7  purposes of providing such notification.\n    8    S 5. This act shall take effect immediately and  shall  apply  to  any\n    9  policy  issued,  delivered,  renewed,  and/or  modified  on or after the\n   10  effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to providing insurance coverage for colorectal cancer early detection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T095437.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294152877973
}