{
  "year" : 2011,
  "senateBillNo" : "A553-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A553-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires fingerprints and criminal history checks for directors of corporations formed for working with or for benefit of youths",
  "summary" : "Requires fingerprints (two sets, to be annexed to the certificate of incorporation) and criminal history checks (state and nationwide) of the directors of certain corporations subject to the not-for-profit corporation law that are formed for working with or for benefit of youths. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Not-for-Profit Corporation Law",
  "previousVersions" : [ "A3744-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          553\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the not-for-profit corporation law, in relation to fing-\n         erprints  and  criminal  history  background  checks  of  directors of\n         certain corporations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  402  of  the  not-for-profit  corporation law is\n    2  amended by adding a new paragraph (d) to read as follows:\n    3    (D) IF THE CERTIFICATE IS  FOR  THE  INCORPORATION  OF  A  CORPORATION\n    4  HAVING  A PURPOSE OF WORKING WITH OR FOR THE BENEFIT OF YOUTHS, IT SHALL\n    5  HAVE ANNEXED THERETO TWO SETS OF FINGERPRINTS FOR EACH DIRECTOR OF  SUCH\n    6  CORPORATION,  FOR  THE  PURPOSES  OF DETERMINING THE CRIMINAL HISTORY OF\n    7  EACH DIRECTOR, IN SUCH FORM AND MANNER AS  SHALL  BE  SPECIFIED  BY  THE\n    8  DIVISION  OF  CRIMINAL  JUSTICE SERVICES, BUT IN ANY EVENT, NO LESS THAN\n    9  TWO DIGIT IMPRINTS. EVERY SET OF FINGERPRINTS ANNEXED TO  A  CERTIFICATE\n   10  OF  INCORPORATION PURSUANT TO THIS PARAGRAPH SHALL BE PROMPTLY SUBMITTED\n   11  TO THE DIVISION OF CRIMINAL JUSTICE SERVICES. THE FIRST SET  OF  FINGER-\n   12  PRINTS RECEIVED BY THE DIVISION SHALL BE USED TO IDENTIFY THE INDIVIDUAL\n   13  AND  TO  CONDUCT A CRIMINAL HISTORY RECORDS SEARCH OF THE DIVISION'S NEW\n   14  YORK STATE FILES TO DETERMINE WHETHER OR NOT SUCH  INDIVIDUAL  HAS  BEEN\n   15  CONVICTED  OF  A  CRIMINAL  OFFENSE  IN  THIS  STATE. THE DIVISION SHALL\n   16  FORWARD THE SECOND SET OF SUCH INDIVIDUAL'S FINGERPRINTS TO THE  FEDERAL\n   17  BUREAU OF INVESTIGATION FOR THE PURPOSE OF A NATIONWIDE CRIMINAL HISTORY\n   18  RECORD  CHECK TO DETERMINE WHETHER SUCH INDIVIDUAL HAS BEEN CONVICTED OF\n   19  A CRIMINAL OFFENSE IN ANY STATE OR FEDERAL  JURISDICTION.  THE  DIVISION\n   20  SHALL  PROMPTLY TRANSMIT THE REPORTS OF THESE NEW YORK STATE AND NATION-\n   21  WIDE CRIMINAL RECORDS SEARCHES TO THE DEPARTMENT OF STATE. EACH DIRECTOR\n   22  OF SAID CORPORATION SHALL SIGN A RELEASE AUTHORIZING THE  DEPARTMENT  OF\n   23  STATE  TO  SUBMIT  SUCH  DIRECTOR'S  FINGERPRINTS TO THE DIVISION AND TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03461-01-1\n\n       A. 553                              2\n\n    1  RECEIVE THE RESULTS OF SUCH CRIMINAL HISTORY RECORD SEARCHES SUPPLIED BY\n    2  THE DIVISION AND THE FEDERAL  BUREAU  OF  INVESTIGATION.  EACH  DIRECTOR\n    3  SHALL,  IN  ADVANCE,  MAKE PAYMENT TO THE DIVISION OF ANY REASONABLE FEE\n    4  AUTHORIZED  BY LAW WHICH IS REASONABLY RELATED TO THE COST OF CONDUCTING\n    5  THE SEARCHES REQUIRED BY THIS PARAGRAPH.\n    6    S 2. The secretary of state and the commissioner of  the  division  of\n    7  criminal  justice services are authorized and directed to promulgate all\n    8  rules  and  regulations  necessary  or  convenient  to   implement   the\n    9  provisions of this act.\n   10    S  3.  This  act shall take effect on the ninetieth day after it shall\n   11  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the not-for-profit corporation law, in relation to fingerprints and criminal history background checks of directors of certain corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T095437.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294152877977
}