{
  "year" : 2011,
  "senateBillNo" : "A554-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A554-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain supplies that are purchased for use at school shall be exempt from sales and compensating use tax",
  "summary" : "Provides that certain supplies that are purchased for use at school shall be exempt from sales and compensating use tax. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A3756-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          554\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LENTOL -- Multi-Sponsored by -- M. of A. ABBATE,\n         BENEDETTO, CLARK, CYMBROWITZ, FARRELL, GANTT, JACOBS,  McENENY,  PHEF-\n         FER, REILLY, P. RIVERA, ROBINSON, ROSENTHAL, SCHIMMINGER, TOWNS, WEIS-\n         ENBERG -- read once and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend the tax law, in relation to exempting school supplies\n         from sales and compensating use taxes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision (a) of section 1115 of the tax law is amended\n    2  by adding a new paragraph 44 to read as follows:\n    3    (44) SCHOOL SUPPLIES. THE COMMISSIONER OF EDUCATION  SHALL  DEVELOP  A\n    4  UNIFORM  STUDENT IDENTIFICATION CARD. PRESENTATION OF SUCH CARD SHALL BE\n    5  REQUIRED AT THE TIME OF PURCHASE TO  RECEIVE  THE  EXEMPTION  AUTHORIZED\n    6  PURSUANT TO THIS PARAGRAPH.\n    7    S  2.  The  commissioner of taxation and finance, in consultation with\n    8  the commissioner of education, shall establish a list of  products  that\n    9  are  subject  to the sales and compensating use tax exemption authorized\n   10  pursuant to paragraph 44 of subdivision (a) of section 1115 of  the  tax\n   11  law.\n   12    S  3.  This  act  shall  take  effect  on  the first of September next\n   13  succeeding the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03460-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting school supplies from sales and compensating use taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T095437.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294152877981
}