{
  "year" : 2011,
  "senateBillNo" : "A556-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A556-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes numerous provisions regarding discovery in criminal cases; replaces discovery on demand with mandatory discovery system; repealer",
  "summary" : "Amends numerous provisions of law regarding discovery procedure and requirements in criminal cases including provisions for discovery by defendant of arrest and complaint reports and discovery by the prosecutor; eliminates demand discovery; requires prosecutor to make available to defense within 15 days of arraignment materials and information and to make a good faith effort to ascertain existence of discoverable material; makes provisions on protective orders. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A3775-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          556\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend  the criminal procedure law, in relation to discovery\n         procedure and requirements and to  repeal  subdivision  1  of  section\n         240.10, section 240.45 and section 240.80 of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 9 of section 65.20 of the  criminal  procedure\n    2  law, as added by chapter 505 of the laws of 1985 and renumbered by chap-\n    3  ter 548 of the laws of 2007, is amended to read as follows:\n    4    9.  (a) Prior to the commencement of the hearing conducted pursuant to\n    5  subdivision five of this section, the district attorney  shall,  subject\n    6  to  a  protective order, comply with the provisions of subdivision [one]\n    7  TWO of section [240.45] 240.20 of  this  chapter  as  they  concern  any\n    8  witness  whom  the  district attorney intends to call at the hearing and\n    9  the child witness.\n   10    (b) Before a defendant calls a witness at  such  hearing,  he  or  she\n   11  must,  subject  to  a  protective  order,  comply with the provisions of\n   12  subdivision two of section [240.45]  240.30  of  this  chapter  as  they\n   13  concern all the witnesses the defendant intends to call at such hearing.\n   14    S 2.  Subdivision 1 of section 240.10 of the criminal procedure law is\n   15  REPEALED  and  subdivisions  2, 3 and 4 are renumbered subdivisions 1, 2\n   16  and 3.\n   17    S 3. The criminal procedure law is amended by  adding  a  new  section\n   18  240.15 to read as follows:\n   19  S 240.15 DISCOVERY BY DEFENDANT OF ARREST AND COMPLAINT REPORTS.\n   20    UPON  ARRAIGNMENT, THE PROSECUTOR SHALL, SUBJECT TO A PROTECTIVE ORDER\n   21  PURSUANT TO SECTION 240.50 OF THIS ARTICLE, PROVIDE THE DEFENDANT WITH A\n   22  COPY OF ANY LAW ENFORCEMENT REPORT DESCRIBING THE ARREST AND  PROCESSING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03458-01-1\n\n       A. 556                              2\n\n    1  OF  THE  DEFENDANT  AND  ANY  OFFICIAL LAW ENFORCEMENT REPORT BY WHICH A\n    2  CRIME IS REPORTED TO THE POLICE.\n    3    S 4. The section heading and the opening paragraph of subdivision 1 of\n    4  section  240.20  of  the  criminal procedure law, the section heading as\n    5  added by chapter 412 of the laws of 1979 and the  opening  paragraph  of\n    6  subdivision 1 as amended by chapter 317 of the laws of 1983, are amended\n    7  to read as follows:\n    8    Discovery[; upon demand of] TO THE defendant.\n    9    Except  to  the  extent  protected  by  court order, [upon a demand to\n   10  produce by a defendant against whom] WITHIN FIFTEEN DAYS AFTER  ARRAIGN-\n   11  MENT ON an indictment, superior court information, prosecutor's informa-\n   12  tion,  information, or simplified information charging a misdemeanor [is\n   13  pending], the prosecutor shall disclose to the defendant and make avail-\n   14  able for inspection, photographing, copying or  testing,  the  following\n   15  property:\n   16    S  5. Paragraph (h) of subdivision 1 of section 240.20 of the criminal\n   17  procedure law, as added by chapter 412 of the laws of 1979 and as relet-\n   18  tered by chapter 795 of the laws of 1984, is amended to read as follows:\n   19    (h) [Anything] ANY  OTHER  PROPERTY  OR  INFORMATION  required  to  be\n   20  disclosed,  prior to trial, to the defendant by the prosecutor, pursuant\n   21  to the constitution of this state or of the United States.\n   22    S 6. Subdivision 1 of section 240.20 of the criminal procedure law  is\n   23  amended  by  adding four new paragraphs (l), (m), (n) and (o) to read as\n   24  follows:\n   25    (L) A SCIENTIFIC REPORT OR TESTS WHICH TEND TO NEGATE THE GUILT OF THE\n   26  DEFENDANT.\n   27    (M) INFORMATION ABOUT  A  LINE-UP,  SHOW-UP  OR  OTHER  IDENTIFICATION\n   28  PROCEDURE  OR FROM A WITNESS WHICH INDICATES THAT SOMEONE OTHER THAN THE\n   29  DEFENDANT COMMITTED THE CRIME.\n   30    (N) INFORMATION ABOUT  A  LINE-UP,  SHOW-UP  OR  OTHER  IDENTIFICATION\n   31  PROCEDURE AT WHICH AN EYEWITNESS FAILED TO IDENTIFY THE DEFENDANT AS THE\n   32  PERPETRATOR OF THE CRIME.\n   33    (O)  REPORTS  OR  INTERVIEWS  OF  ANY KIND INDICATING THAT A PERSON OR\n   34  PERSONS OTHER THAN THE DEFENDANT COMMITTED THE CRIME.\n   35    S 7. Subdivision 2 of section 240.20 of the criminal procedure law  is\n   36  renumbered subdivision 4 and three new subdivisions 2, 3 and 5 are added\n   37  to read as follows:\n   38    2.  WITHIN  FIFTEEN DAYS OF ARRAIGNMENT, THE PROSECUTOR SHALL, SUBJECT\n   39  TO A PROTECTIVE ORDER, MAKE AVAILABLE TO THE DEFENDANT:\n   40    (A) ANY WRITTEN OR RECORDED STATEMENT, INCLUDING ANY TESTIMONY  BEFORE\n   41  A GRAND JURY AND AN EXAMINATION VIDEOTAPED PURSUANT TO SECTION 190.32 OF\n   42  THIS  CHAPTER, MADE BY A PERSON WHOM THE PROSECUTOR INTENDS TO CALL AS A\n   43  WITNESS AT TRIAL, AND  WHICH  RELATES  TO  THE  SUBJECT  MATTER  OF  THE\n   44  WITNESS'S TESTIMONY.\n   45    (B)  A RECORD OF JUDGMENT OF CONVICTION OF A WITNESS THE PEOPLE INTEND\n   46  TO CALL AT TRIAL IF THE RECORD OF CONVICTION IS KNOWN BY THE  PROSECUTOR\n   47  TO EXIST.\n   48    (C) THE EXISTENCE OF ANY PENDING CRIMINAL ACTION AGAINST A WITNESS THE\n   49  PEOPLE  INTEND TO CALL AT TRIAL, IF THE PENDING CRIMINAL ACTION IS KNOWN\n   50  BY THE PROSECUTOR TO EXIST.\n   51    (D) ANY PROMISES OR THREATS TO, OR  AGREEMENTS  WITH,  A  WITNESS  THE\n   52  PROSECUTION  INTENDS TO CALL AT TRIAL, IF SUCH PROMISE, THREAT OR AGREE-\n   53  MENT IS RELATED TO THE WITNESS'S TESTIMONY AND IS KNOWN  BY  THE  PROSE-\n   54  CUTION.\n   55    (E)  THE NAME, ADDRESS AND QUALIFICATIONS OF ANY EXPERT, OTHER THAN AN\n   56  EXPERT GOVERNED BY SECTION 250.10 OF THIS TITLE, THE  PEOPLE  INTEND  TO\n\n       A. 556                              3\n\n    1  CALL  AS A WITNESS AT TRIAL, AS WELL AS A WRITTEN REPORT BY THAT WITNESS\n    2  SETTING FORTH IN REASONABLE DETAIL  THE  SUBJECT  MATTER  ON  WHICH  THE\n    3  EXPERT  IS  EXPECTED  TO  TESTIFY  INCLUDING  THE  WITNESS'S OPINION AND\n    4  CONCLUSIONS, IF ANY, AS WELL AS THE BASIS FOR THOSE OPINIONS AND CONCLU-\n    5  SIONS.\n    6    THE PROVISIONS OF PARAGRAPHS (B) AND (C) OF THIS SUBDIVISION SHALL NOT\n    7  BE  CONSTRUED  TO  REQUIRE  THE  PROSECUTOR  TO FINGERPRINT A WITNESS OR\n    8  OTHERWISE CAUSE THE DIVISION OF CRIMINAL JUSTICE SERVICES OR  OTHER  LAW\n    9  ENFORCEMENT AGENCY OR COURT TO ISSUE A REPORT CONCERNING A WITNESS.\n   10    3. IF AFTER COMPLYING WITH THE PROVISIONS OF THIS SECTION, ANY PROPER-\n   11  TY  OR  INFORMATION  WHICH  IS  REQUIRED  TO BE DISCLOSED COMES INTO THE\n   12  POSSESSION OF THE PROSECUTION,  THE  PROSECUTION  SHALL,  SUBJECT  TO  A\n   13  PROTECTIVE ORDER, PROMPTLY DISCLOSE SUCH PROPERTY OR INFORMATION.\n   14    5.  AT THE COMMENCEMENT OF JURY SELECTION OR IN THE CASE OF A NON-JURY\n   15  TRIAL, BEFORE SUBMISSION OF EVIDENCE, THE PROSECUTOR SHALL, SUBJECT TO A\n   16  PROTECTIVE ORDER, MAKE AVAILABLE TO THE DEFENSE ANY WRITTEN OR  RECORDED\n   17  STATEMENT  MADE BY A PERSON WHOM THE PROSECUTOR INTENDS TO CALL AT TRIAL\n   18  AND WHICH RELATES TO THE SUBJECT  MATTER  OF  THE  WITNESS'S  TESTIMONY,\n   19  INCLUDING UNREDACTED STATEMENTS PREVIOUSLY DISCLOSED IN REDACTED FORM.\n   20    S 8. Subdivision 4 of section 240.20 of the criminal procedure law, as\n   21  added by chapter 412 of the laws of 1979 and renumbered by section seven\n   22  of this act, is amended to read as follows:\n   23    4.  The  prosecutor shall make a diligent, good faith effort to ascer-\n   24  tain the existence of [demanded] ANY property SUBJECT TO  DISCOVERY  and\n   25  to  cause  such  property  to  be  made available for discovery where it\n   26  exists but  is  not  within  the  prosecutor's  possession,  custody  or\n   27  control;  provided,  that the prosecutor shall not be required to obtain\n   28  by subpoena duces tecum [demanded]  material  which  the  defendant  may\n   29  thereby obtain.\n   30    S 9. Section 240.30 of the criminal procedure law, as added by chapter\n   31  412  of the laws of 1979, subdivision 1 as amended by chapter 558 of the\n   32  laws of 1982 and the opening paragraph of subdivision 1  as  amended  by\n   33  chapter 317 of the laws of 1983, is amended to read as follows:\n   34  S 240.30  Discovery[; upon demand of] TO THE prosecutor.\n   35    1.  Except  to  the extent protected by court order, upon [a demand to\n   36  produce] DISCLOSURE by the prosecutor PURSUANT TO SECTION 240.20 OF THIS\n   37  ARTICLE, a defendant against whom an indictment, superior court informa-\n   38  tion, prosecutor's information, information, or  simplified  information\n   39  charging  a misdemeanor is pending shall disclose and make available for\n   40  inspection, photographing, copying or testing, subject to constitutional\n   41  limitations:\n   42    (a) any written report or document, or portion thereof,  concerning  a\n   43  physical  or  mental  examination,  or  scientific  test, experiment, or\n   44  comparisons, made by or at the request or direction of,  the  defendant,\n   45  if  the defendant intends to introduce such report or document at trial,\n   46  or  if the defendant has filed a notice of intent to proffer psychiatric\n   47  evidence and such report or document relates thereto, or if such  report\n   48  or  document  was made by a person, other than defendant, whom defendant\n   49  intends to call as a witness at trial; and\n   50    (b) any photograph, drawing, tape or other electronic recording  which\n   51  the defendant intends to introduce at trial.\n   52    2. AT THE COMMENCEMENT OF JURY SELECTION, THE DEFENDANT SHALL, SUBJECT\n   53  TO  A PROTECTIVE ORDER, MAKE AVAILABLE TO THE PROSECUTOR:  (A) ANY WRIT-\n   54  TEN OR RECORDED STATEMENT MADE BY A PERSON OTHER THAN THE DEFENDANT WHOM\n   55  THE DEFENDANT INTENDS TO CALL AS A  WITNESS  AT  THE  TRIAL,  AND  WHICH\n\n       A. 556                              4\n\n    1  RELATES  TO  THE  SUBJECT  MATTER  OF THE WITNESS'S TESTIMONY, INCLUDING\n    2  UNREDACTED STATEMENTS PREVIOUSLY DISCLOSED IN A REDACTED FORM;\n    3    (B)  A  RECORD  OF JUDGMENT OF CONVICTION OF A WITNESS, OTHER THAN THE\n    4  DEFENDANT, THE DEFENDANT INTENDS TO CALL  AT  TRIAL  IF  THE  RECORD  OF\n    5  CONVICTION IS KNOWN BY THE DEFENDANT TO EXIST;\n    6    (C)  THE  EXISTENCE  OF ANY PENDING CRIMINAL ACTION AGAINST A WITNESS,\n    7  OTHER THAN THE DEFENDANT, THE DEFENDANT INTENDS TO CALL AT TRIAL, IF THE\n    8  PENDING CRIMINAL ACTION IS KNOWN BY THE DEFENDANT TO EXIST;\n    9    (D) ANY PROMISES OR THREATS TO, OR  AGREEMENTS  WITH,  A  WITNESS  THE\n   10  DEFENSE  INTENDS  TO CALL AT TRIAL, IF SUCH PROMISE, THREAT OR AGREEMENT\n   11  IS RELATED TO THE WITNESS'S TESTIMONY AND IS KNOWN BY THE CALLING PARTY;\n   12  AND\n   13    (E) THE NAME, ADDRESS, AND QUALIFICATIONS OF ANY EXPERT, OTHER THAN AN\n   14  EXPERT GOVERNED BY SECTION 250.10 OF THIS TITLE, THE DEFENSE INTENDS  TO\n   15  CALL  AS A WITNESS AT TRIAL, AS WELL AS A WRITTEN REPORT BY THAT WITNESS\n   16  SETTING FORTH IN REASONABLE DETAIL  THE  SUBJECT  MATTER  ON  WHICH  THE\n   17  EXPERT  IS  EXPECTED  TO  TESTIFY  INCLUDING  THE  WITNESS'S OPINION AND\n   18  CONCLUSIONS, IF ANY, AS WELL AS THE BASIS FOR THOSE OPINIONS AND CONCLU-\n   19  SIONS.\n   20    3. The defense shall make a diligent good faith effort  to  make  such\n   21  property available for discovery where it exists but the property is not\n   22  within  its possession, custody or control, provided, that the defendant\n   23  shall not be required to obtain by subpoena duces tecum [demanded] mate-\n   24  rial that the prosecutor may thereby obtain.\n   25    S 10. Section 240.35 of the criminal procedure law, as added by  chap-\n   26  ter 412 of the laws of 1979, is amended to read as follows:\n   27  S 240.35  Discovery; refusal [of demand] TO DISCLOSE.\n   28    Notwithstanding  the  provisions of sections 240.20 and 240.30 OF THIS\n   29  ARTICLE, the prosecutor or the defendant, as the case may be, may refuse\n   30  to disclose  any  information  FOR  which  [he]  THAT  PARTY  reasonably\n   31  believes  [is  not  discoverable  by  a  demand  to produce, pursuant to\n   32  section 240.20 or section 240.30 as the case may be,  or  for  which  he\n   33  reasonably  believes]  a  protective  order  would  be warranted.   Such\n   34  refusal shall be made in a writing, which shall set forth the grounds of\n   35  such belief as fully as possible, consistent with the objective  of  the\n   36  refusal.    The writing shall be served upon the [demanding] OTHER party\n   37  and a copy shall be filed with the court.\n   38    S 11. Section 240.40 of the criminal procedure law, as added by  chap-\n   39  ter  412 of the laws of 1979, subdivision 1 as amended by chapter 558 of\n   40  the laws of 1982, the opening paragraphs of  subdivisions  1  and  2  as\n   41  amended  by chapter 317 of the laws of 1983 and the closing paragraph of\n   42  subdivision 2 as amended by chapter 481 of the laws of 1983, is  amended\n   43  to read as follows:\n   44  S 240.40  Discovery; upon court order.\n   45    1.  Upon  motion  of  a defendant against whom an indictment, superior\n   46  court information, prosecutor's information, information, or  simplified\n   47  information  charging  a misdemeanor is pending, the court in which such\n   48  accusatory instrument is pending:\n   49    (a)  must order discovery as to any material  not  disclosed  [upon  a\n   50  demand]  pursuant  to  section  240.20 OF THIS ARTICLE, if it finds that\n   51  [the prosecutor's refusal to disclose such material is not justified]  A\n   52  PROTECTIVE ORDER SHOULD NOT BE ISSUED; (b) must, unless it is  satisfied\n   53  that  the people have shown good cause why such an order should [not] be\n   54  issued, order discovery or ISSUE any other order authorized by  subdivi-\n   55  sion  one  of  section  240.70  OF  THIS  ARTICLE as to any material not\n   56  disclosed [upon demand] pursuant to section 240.20 OF THIS ARTICLE where\n\n       A. 556                              5\n\n    1  the prosecutor has failed to serve a timely written refusal pursuant  to\n    2  section  240.35 OF THIS ARTICLE; and (c) [may] MUST order discovery with\n    3  respect to any other property, which the people intend to  introduce  at\n    4  the  trial[, upon a showing by the defendant that discovery with respect\n    5  to such property is material to the preparation of his defense, and that\n    6  the request is reasonable].  Upon granting the motion pursuant to  para-\n    7  graph  (c)  hereof,  the court shall, upon motion of the people [showing\n    8  such to be material to the  preparation  of  their  case  and  that  the\n    9  request  is  reasonable,]  condition  its  order of discovery by further\n   10  directing discovery by the people of property, of the same kind or char-\n   11  acter as that authorized to be inspected by the  defendant,  which  [he]\n   12  THE DEFENDANT intends to introduce at the trial.\n   13    2.  Upon motion of the prosecutor, and subject to constitutional limi-\n   14  tation,  the  court  in which an indictment, superior court information,\n   15  prosecutor's information, information, or simplified information  charg-\n   16  ing a misdemeanor is pending:\n   17    (a)    must  order  discovery as to any property not disclosed [upon a\n   18  demand] pursuant to section 240.30 OF THIS ARTICLE, if it finds that the\n   19  defendant's refusal to disclose such material is not justified; and  (b)\n   20  may order the defendant to provide non-testimonial evidence.  Such order\n   21  may, among other things, require the defendant to:\n   22    (i)  Appear in a line-up;\n   23    (ii) Speak for identification by witness or potential witness;\n   24    (iii)  Be fingerprinted;\n   25    (iv)  Pose for photographs not involving reenactment of an event;\n   26    (v)    Permit  the taking of samples of blood, hair or other materials\n   27  from his OR HER body in a manner not involving an unreasonable intrusion\n   28  thereof or a risk of serious physical injury thereto;\n   29    (vi)  Provide specimens of his OR HER handwriting;\n   30    (vii)  Submit to a reasonable physical or medical  inspection  of  his\n   31  body.\n   32    This subdivision shall not be construed to limit, expand, or otherwise\n   33  affect  the  issuance  of a similar court order, as may be authorized by\n   34  law, before the filing of an accusatory instrument consistent with  such\n   35  rights  as  the defendant may derive from the constitution of this state\n   36  or of the United States. This section shall not be construed to limit or\n   37  otherwise affect the [adminstration] ADMINISTRATION of a  chemical  test\n   38  where otherwise authorized pursuant to section [one thousand one] ELEVEN\n   39  hundred ninety-four-a of the vehicle and traffic law.\n   40    3.  An order pursuant to this section may be denied, limited or condi-\n   41  tioned  as provided in section 240.50 OF THIS ARTICLE, OTHERWISE AUTHOR-\n   42  IZED PURSUANT TO SECTION ELEVEN HUNDRED NINETY-FOUR OF THE  VEHICLE  AND\n   43  TRAFFIC LAW.\n   44    S 12. Section 240.45 of the criminal procedure law is REPEALED.\n   45    S  13.  Section  240.50  of  the  criminal procedure law is amended by\n   46  adding a new subdivision 1-a to read as follows:\n   47    1-A. THE COURT IN WHICH THE  CRIMINAL  ACTION  IS  PENDING  MAY,  UPON\n   48  MOTION OF EITHER PARTY FOR AN ORDER TO REDACT THE NAME AND/OR ADDRESS OF\n   49  A  WITNESS,  ISSUE A PROTECTIVE ORDER DENYING, LIMITING, CONDITIONING OR\n   50  REGULATING DISCOVERY OF THE NAME AND/OR ADDRESS OF A WITNESS PURSUANT TO\n   51  THIS ARTICLE FOR GOOD CAUSE,  INCLUDING  SUBSTANTIAL  RISK  OF  PHYSICAL\n   52  HARM,  INTIMIDATION,  UNJUSTIFIED  ANNOYANCE  OR  EMBARRASSMENT  TO  THE\n   53  WITNESS OR AN ADVERSE EFFECT UPON THE LEGITIMATE NEEDS OF  LAW  ENFORCE-\n   54  MENT INCLUDING THE PROTECTION OF THE CONFIDENTIALITY OF INFORMANTS.\n   55    S  14. Section 240.60 of the criminal procedure law, as added by chap-\n   56  ter 412 of the laws of 1979, is amended to read as follows:\n\n       A. 556                              6\n\n    1  S 240.60  Discovery; continuing duty to disclose.\n    2    If,  after  complying  with the provisions of this article or an order\n    3  pursuant thereto, a party finds, either before or  during  trial,  addi-\n    4  tional material subject to discovery or covered by such order, [he] THAT\n    5  PARTY  shall  promptly  comply  with  the  [demand or] order, [refuse to\n    6  comply with the demand where refusal is  authorized,]  or  apply  for  a\n    7  protective order.\n    8    S  15.  Subdivision 1 of section 240.70 of the criminal procedure law,\n    9  as added by chapter 412 of the laws of  1979,  is  amended  to  read  as\n   10  follows:\n   11    1.    If,  during the course of discovery proceedings, the court finds\n   12  that a party has failed to comply with any of  the  provisions  of  this\n   13  article, the court may order such party to permit discovery of the prop-\n   14  erty  not  previously disclosed, grant a continuance, issue a protective\n   15  order, prohibit the introduction of certain evidence or the  calling  of\n   16  certain witnesses, GIVE AN ADVERSE INFERENCE INSTRUCTION TO THE TRIER OF\n   17  FACT or take any other appropriate action.\n   18    S  16. Section 240.75 of the criminal procedure law, as added by chap-\n   19  ter 1 of the laws of 2000, is amended to read as follows:\n   20  S 240.75 Discovery; certain violations.\n   21    The failure of the prosecutor  or  any  agent  of  the  prosecutor  to\n   22  disclose  statements that are required to be disclosed under subdivision\n   23  one of section 240.44 [or paragraph (a) of subdivision  one  of  section\n   24  240.45]  of  this  article shall not constitute grounds for any court to\n   25  order a new pre-trial hearing or set aside  a  conviction,  or  reverse,\n   26  modify or vacate a judgment of conviction in the absence of a showing by\n   27  the  defendant  that there is a reasonable possibility that the non-dis-\n   28  closure materially contributed to the  result  of  the  trial  or  other\n   29  proceeding; provided, however, that nothing in this section shall affect\n   30  or limit any right the defendant may have to a re-opened pre-trial hear-\n   31  ing  when such statements were disclosed before the close of evidence at\n   32  trial.\n   33    S 17. Section 240.80 of the criminal procedure law is REPEALED.\n   34    S 18. Subdivision 2 of section 240.90 of the criminal  procedure  law,\n   35  as  added  by  chapter  412  of  the laws of 1979, is amended to read as\n   36  follows:\n   37    2.  [A] WITHIN FIFTEEN DAYS AFTER THE PROSECUTOR HAS DISCLOSED TO  THE\n   38  DEFENDANT PROPERTY DESCRIBED IN SECTION 240.20 OF THIS ARTICLE, A motion\n   39  by  a  defendant  for discovery shall be made as OTHERWISE prescribed in\n   40  section 255.20 of this [chapter] TITLE.   SUCH MOTION  MUST  STATE  THAT\n   41  EACH  ITEM  OF  PROPERTY SOUGHT HAS NOT PREVIOUSLY BEEN DISCLOSED TO THE\n   42  DEFENDANT.\n   43    S 19.  Paragraph (a) of subdivision 14 of section 400.27 of the crimi-\n   44  nal procedure law, as added by chapter 1 of the laws of 1995, is amended\n   45  to read as follows:\n   46    (a) At a reasonable time prior  to  the  sentencing  proceeding  or  a\n   47  mental retardation hearing:\n   48    (i) the prosecutor shall, unless previously disclosed and subject to a\n   49  protective  order,  make  available  to the defendant the statements and\n   50  information specified in  subdivision  [one]  TWO  of  section  [240.45]\n   51  240.20 OF THIS CHAPTER and make available for inspection, photographing,\n   52  copying  or testing the property specified in subdivision one of section\n   53  240.20 OF THIS CHAPTER; and\n   54    (ii) the defendant shall, unless previously disclosed and subject to a\n   55  protective order, make available to the prosecution the  statements  and\n   56  information  specified  in subdivision two of section [240.45] 240.30 OF\n\n       A. 556                              7\n\n    1  THIS CHAPTER and make available for inspection,  photographing,  copying\n    2  or  testing,  subject  to constitutional limitations, the reports, docu-\n    3  ments and other property specified in subdivision one of section  240.30\n    4  OF THIS CHAPTER.\n    5    S  20.  Subdivision 2 of section 710.30 of the criminal procedure law,\n    6  as separately amended by chapters 8 and 194 of  the  laws  of  1976,  is\n    7  amended to read as follows:\n    8    2.    Such  notice  must  be served within [fifteen] THIRTY days after\n    9  arraignment and before trial, and upon such service the  defendant  must\n   10  be  accorded  reasonable  opportunity  to move before trial, pursuant to\n   11  subdivision one of section 710.40 OF THIS ARTICLE, to suppress the spec-\n   12  ified evidence.  For good cause shown, however, the court may permit the\n   13  people to serve such notice, thereafter and in such case it must  accord\n   14  the  defendant  reasonable  opportunity thereafter to make a suppression\n   15  motion.\n   16    S 21.   This act shall take  effect  on  the  first  of  January  next\n   17  succeeding  the  date on which it shall have become a law, provided that\n   18  the amendment to subdivision 9 of section 65.20 of the  criminal  proce-\n   19  dure  law, made by section one of this act, shall not affect the expira-\n   20  tion and repeal of such section and shall expire and be deemed  repealed\n   21  therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to discovery procedure and requirements and to repeal subdivision 1 of section 240.10, section 240.45 and section 240.80 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T095348.TXT", "SOBI.D110104.T095934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294153174073
}