{
  "year" : 2011,
  "senateBillNo" : "A557-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A557-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Revives causes of action for the sexual assault of an infant which have been barred by the statute of limitations",
  "summary" : "Revives causes of action for the sexual assault of an infant which have been barred by the statute of limitations; provides a one year window for such causes of action to be brought. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A3830-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          557\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to actions\n         for  sexual  assault of an infant and providing for the repeal of such\n         provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil practice law and rules is amended by adding a new\n    2  section 215-a to read as follows:\n    3    S 215-A. ACTIONS FOR SEXUAL ASSAULT OF AN INFANT.  NOTWITHSTANDING ANY\n    4  PROVISION  OF  LAW  TO THE CONTRARY, ANY CAUSE OF ACTION FOR PHYSICAL OR\n    5  PSYCHOLOGICAL INJURY SUSTAINED BY A PERSON UNDER EIGHTEEN YEARS  OF  AGE\n    6  AS  A RESULT OF A SEXUAL ASSAULT, WHICH IS BARRED BECAUSE THE STATUTE OF\n    7  LIMITATIONS HAS EXPIRED, IS HEREBY REVIVED, AND AN ACTION THEREON MAY BE\n    8  COMMENCED WITHIN ONE YEAR OF THE EFFECTIVE DATE OF THIS SECTION. FOR THE\n    9  PURPOSES OF THIS SECTION, SEXUAL ASSAULT  SHALL  BE  A  SEX  OFFENSE  AS\n   10  DEFINED UNDER ARTICLE ONE HUNDRED THIRTY OF THE PENAL LAW OR A PREDECES-\n   11  SOR  STATUTE AT THE TIME OF THE ACT. ANY SUCH CAUSE OF ACTION PREVIOUSLY\n   12  DISMISSED BECAUSE OF THE STATUTE OF LIMITATIONS  MAY  BE  BROUGHT  UNDER\n   13  THIS  SECTION  NOTWITHSTANDING  SUCH  DISMISSAL.  THE PROVISIONS OF THIS\n   14  SECTION SHALL BE INAPPLICABLE TO ANY CIVIL ACTION GOVERNED BY THE  STAT-\n   15  UTE OF LIMITATIONS OF ANOTHER JURISDICTION.\n   16    S  2. This act shall take effect immediately and shall expire one year\n   17  after such effective date, when upon such date the  provisions  of  this\n   18  act  shall  be deemed repealed; and provided that the provisions of this\n   19  act shall apply to causes of action pending or commenced on or after the\n   20  effective date of this act.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03485-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to actions for sexual assault of an infant and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T105954.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294156794451
}