{
  "year" : 2011,
  "senateBillNo" : "A558-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A558-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires operators of major facilities to implement plans and to install equipment for prompt detection of petroleum discharges",
  "summary" : "Requires the department of environmental conservation to require, as a condition precedent to the issuance or renewal of a major facility license, the submission of satisfactory evidence that the applicant has implemented, or is in the process of implementing, state and federal plans and regulations for the prompt detection of petroleum discharges; requires applicants for a major facility license to submit information, in form satisfactory to the commissioner, describing the equipment used at the facility to promptly detect petroleum discharges; requires major facilities to install equipment to promptly detect discharges of petroleum from a tank and any connected petroleum pipelines within one year of effective date; defines \"prompt detection\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Navigation Law",
  "previousVersions" : [ "A3837-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          558\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Environmental Conservation\n\n       AN  ACT  to  amend  the  navigation law, in relation to the detection of\n         petroleum discharges\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section 174 of the navigation law, as\n    2  amended by chapter 35 of the  laws  of  1985,  is  amended  to  read  as\n    3  follows:\n    4    3.  As a condition precedent to the issuance or [renewel] RENEWAL of a\n    5  license, the department  OF  ENVIRONMENTAL  CONSERVATION  shall  require\n    6  satisfactory  evidence  that  the applicant has implemented or is in the\n    7  process of implementing state and  federal  plans  and  regulations  for\n    8  control  AND  PROMPT  DETECTION  of  discharges  of  petroleum,  and the\n    9  containment and removal thereof when a discharge occurs.\n   10    S 2. Subdivision 9 of section 174 of the navigation law is amended  by\n   11  adding a new paragraph (e) to read as follows:\n   12    (E)  THE  EQUIPMENT USED AT THE FACILITY TO PROMPTLY DETECT DISCHARGES\n   13  OF PETROLEUM.\n   14    S 3. Section 174 of the navigation law is amended by  adding  two  new\n   15  subdivisions 12 and 13 to read as follows:\n   16    12.  WITHIN  ONE YEAR OF THE EFFECTIVE DATE OF THIS SUBDIVISION, MAJOR\n   17  FACILITIES MUST INSTALL  EQUIPMENT  TO  PROMPTLY  DETECT  DISCHARGES  OF\n   18  PETROLEUM FROM A TANK AND ANY CONNECTED PIPELINES THAT ROUTINELY CONTAIN\n   19  PETROLEUM.\n   20    13.  AS  USED  IN  THIS SECTION, THE TERM \"PROMPT DETECTION\" MEANS THE\n   21  DETECTION  OF  A  DISCHARGE  WITHIN  TWENTY-FOUR  HOURS,  OR  SOONER  AS\n   22  PRESCRIBED  BY  THE  DEPARTMENT  OF ENVIRONMENTAL CONSERVATION, FROM THE\n   23  ONSET OF SUCH DISCHARGE.\n   24    S 4.  This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01743-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the navigation law, in relation to the detection of petroleum discharges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T105954.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294156794455
}