{
  "year" : 2011,
  "senateBillNo" : "A559-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A559-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides personal income tax credit for real property taxes paid by certain veterans and their spouses; repeals real property tax law veterans' tax exemptions",
  "summary" : "Replaces current system which grants veterans real property tax exemptions funded by local governments with a system funded by the state; provides that honorably discharged veterans of certain wars shall receive an additional personal income tax credit varying in amount based on factors like extent of disability for qualifying real property taxes; provides same to unremarried surviving spouse; includes multi-unit real property at least one unit of which is veteran's primary residence; repeals provisions relating to current system of veterans' real property tax exemptions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A3802-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          559\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Ways and Means\n\n       AN  ACT  to amend the tax law, the real property tax law and the general\n         municipal law, in relation to providing personal income tax credit for\n         real property taxes paid by honorably discharged veterans or the unre-\n         married surviving spouses of such veterans and to repeal sections  458\n         and  458-a  of  the  real  property  tax  law  and sections 11-245.45,\n         11-245.5, 11-245.6 and 11-245.7 of the administrative code of the city\n         of New York relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (ss) to read as follows:\n    3    (SS) REAL PROPERTY TAX CREDIT FOR VETERANS. (1) A TAXPAYER WHO  IS  AN\n    4  HONORABLY  DISCHARGED  VETERAN  OF THE SPANISH-AMERICAN WAR, THE MEXICAN\n    5  BORDER PERIOD,  WORLD  WAR  I,  WORLD  WAR  II,  THE  HOSTILITIES  WHICH\n    6  COMMENCED   JUNE   TWENTY-SEVENTH,   NINETEEN   HUNDRED   FIFTY  TO  THE\n    7  THIRTY-FIRST OF JANUARY, NINETEEN HUNDRED FIFTY-FIVE, OR THE HOSTILITIES\n    8  PARTICIPATED IN BY THE MILITARY FORCES OF THE UNITED  STATES,  FROM  THE\n    9  FIRST  DAY  OF  JANUARY, NINETEEN HUNDRED SIXTY-THREE, TO THE SEVENTH OF\n   10  MAY, NINETEEN HUNDRED SEVENTY-FIVE; OR THE UNREMARRIED SURVIVING  SPOUSE\n   11  OF  SUCH  VETERAN  SHALL  BE ALLOWED A CREDIT OF FIFTEEN PERCENT OF REAL\n   12  PROPERTY TAXES PAID DURING THE TAXABLE YEAR TO  A  MUNICIPALITY  NOT  TO\n   13  EXCEED  TWO  HUNDRED FIFTY DOLLARS AGAINST THE TAX IMPOSED BY THIS ARTI-\n   14  CLE.\n   15    (2) ANY SUCH TAXPAYER WHO SERVED IN A COMBAT THEATRE OR COMBAT ZONE OF\n   16  OPERATIONS, AS DOCUMENTED BY THE  AWARD  OF  A  UNITED  STATES  CAMPAIGN\n   17  RIBBON  OR  SERVICE  MEDAL,  OR THE UNREMARRIED SURVIVING SPOUSE OF SUCH\n   18  VETERAN, SHALL BE ALLOWED AN ADDITIONAL CREDIT OF TEN  PERCENT  OF  REAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03490-01-1\n\n       A. 559                              2\n\n    1  PROPERTY  TAXES  PAID  DURING THE TAXABLE YEAR TO A MUNICIPALITY, NOT TO\n    2  EXCEED TWO HUNDRED DOLLARS, AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n    3    (3)  ANY  SUCH  TAXPAYER  WHO  SUSTAINED A ONE HUNDRED PERCENT SERVICE\n    4  CONNECTED DISABILITY,  OR  THE  UNREMARRIED  SURVIVING  SPOUSE  OF  SUCH\n    5  TAXPAYER,  SHALL  BE  ALLOWED A CREDIT OF SIXTY PERCENT OF REAL PROPERTY\n    6  TAXES PAID DURING THE TAXABLE YEAR TO A MUNICIPALITY, NOT TO EXCEED  ONE\n    7  THOUSAND DOLLARS, AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n    8    (4)  ANY SUCH TAXPAYER WHO SUSTAINED A SERVICE CONNECTED DISABILITY IN\n    9  EXCESS OF FIFTY PERCENT BUT LESS THAN ONE HUNDRED PERCENT, OR THE  UNRE-\n   10  MARRIED  SURVIVING SPOUSE OF SUCH TAXPAYER, SHALL BE ALLOWED A CREDIT OF\n   11  FORTY-FIVE PERCENT OF REAL PROPERTY TAXES PAID DURING THE  TAXABLE  YEAR\n   12  TO  A  MUNICIPALITY,  NOT TO EXCEED SEVEN HUNDRED FIFTY DOLLARS, AGAINST\n   13  THE TAX IMPOSED BY THIS ARTICLE.\n   14    (5) ANY SUCH TAXPAYER WHO SUSTAINED A SERVICE CONNECTED DISABILITY  OF\n   15  LESS  THAN  FIFTY  PERCENT,  OR THE UNREMARRIED SURVIVING SPOUSE OF SUCH\n   16  TAXPAYER, SHALL BE ALLOWED A CREDIT OF THIRTY PERCENT OF  REAL  PROPERTY\n   17  TAXES PAID DURING THE TAXABLE YEAR TO A MUNICIPALITY, NOT TO EXCEED FIVE\n   18  HUNDRED DOLLARS, AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n   19    (6)  A TAXPAYER, OR THE UNREMARRIED SURVIVING SPOUSE OF SUCH TAXPAYER,\n   20  DESCRIBED  IN  PARAGRAPHS  ONE  THROUGH  FIVE,  RESPECTIVELY,  OF   THIS\n   21  SUBSECTION  WHO  RENTED  REAL PROPERTY FOR PERSONAL RESIDENTIAL PURPOSES\n   22  SHALL DETERMINE THE PERCENTAGE OF TOTAL RENTAL PAYMENTS ATTRIBUTABLE  TO\n   23  PAYMENT  OF  REAL  PROPERTY TAXES IMPOSED UPON THE LESSOR AND TREAT SUCH\n   24  PERCENTAGE OF PAYMENTS,  FOR  PURPOSES  OF  CREDITS  PERMITTED  BY  THIS\n   25  SUBSECTION, AS IF SUCH TAXPAYER HAD PAID REAL PROPERTY TAXES DIRECTLY TO\n   26  THE TAXING MUNICIPALITY.\n   27    (7)  A TAXPAYER, OR THE UNREMARRIED SURVIVING SPOUSE OF SUCH TAXPAYER,\n   28  DESCRIBED  IN  PARAGRAPHS  ONE  THROUGH  FIVE,  RESPECTIVELY,  OF   THIS\n   29  SUBSECTION  WHO OWNS SHARES OF A RESIDENTIAL COOPERATIVE CORPORATION AND\n   30  OCCUPIES AN APARTMENT AS HIS OR  HER  PRINCIPAL  RESIDENCE  PURSUANT  TO\n   31  PROPRIETARY  LEASE  FOR SAID APARTMENT, SHALL COMPUTE HIS OR HER PROPOR-\n   32  TIONATE SHARE OF THE REAL PROPERTY TAXES PAID BY THE COOPERATIVE  CORPO-\n   33  RATION  FOR  PURPOSES OF CREDITS PERMITTED BY THIS SUBSECTION AS IF SUCH\n   34  TAXPAYER HAD PAID REAL PROPERTY TAXES DIRECTLY  TO  THE  TAXING  MUNICI-\n   35  PALITY.\n   36    (8)  SUCH  TAX  CREDITS WILL BE GRANTED ON \"QUALIFYING REAL PROPERTY\".\n   37  \"QUALIFYING REAL PROPERTY\" MEANS PROPERTY CONTAINING THREE OR LESS RESI-\n   38  DENTIAL OR COMMERCIAL UNITS (BUT NOT LESS  THAN  ONE  RESIDENTIAL  UNIT)\n   39  OWNED  OR,  IN  THE CASE OF AN APARTMENT OR OTHER SUCH UNIT, RENTED BY A\n   40  TAXPAYER DESCRIBED IN THIS SUBSECTION OR IN THE CASE  OF  A  COOPERATIVE\n   41  APARTMENT, OCCUPIED BY A TENANT-SHAREHOLDER OF A COOPERATIVE CORPORATION\n   42  WHO  IS A TAXPAYER DESCRIBED IN THIS SUBSECTION, WHICH IS USED WHOLLY OR\n   43  PARTIALLY FOR RESIDENTIAL PURPOSES.  SUCH PROPERTY, OR A  UNIT  THEREOF,\n   44  MUST  BE  THE  PRIMARY RESIDENCE OF THE VETERAN OR UNREMARRIED SURVIVING\n   45  SPOUSE OF THE VETERAN,  UNLESS  THE  VETERAN  OR  UNREMARRIED  SURVIVING\n   46  SPOUSE  IS  ABSENT  FROM THE PROPERTY DUE TO MEDICAL REASONS OR INSTITU-\n   47  TIONALIZATION. IN THE EVENT THE VETERAN DIES AND THERE IS NO UNREMARRIED\n   48  SURVIVING  SPOUSE,  \"QUALIFYING  REAL  PROPERTY\"  SHALL  MEAN   PROPERTY\n   49  CONTAINING  THE  PRIMARY  RESIDENCE  OWNED BY A QUALIFIED OWNER PRIOR TO\n   50  DEATH, PROVIDED THAT THE TITLE TO THE PROPERTY  BECOMES  VESTED  IN  THE\n   51  DEPENDENT  FATHER OR MOTHER OR DEPENDENT CHILD OR CHILDREN UNDER TWENTY-\n   52  ONE YEARS OF AGE OF A VETERAN BY VIRTUE OF DEVISE BY OR DESCENT FROM THE\n   53  DECEASED QUALIFIED OWNER, PROVIDED THAT THE PROPERTY OR A  UNIT  THEREOF\n   54  IS THE PRIMARY RESIDENCE OF ONE OR ALL OF THE DEVISEES.\n   55    (9)  SUCH  VETERANS WHO RECEIVED REAL PROPERTY TAX EXEMPTIONS PURSUANT\n   56  TO THE PROVISIONS OF SECTION FOUR HUNDRED FIFTY-EIGHT OF THE REAL  PROP-\n\n       A. 559                              3\n\n    1  ERTY  TAX  LAW,  FOR  ANY  REAL  PROPERTY  TAXABLE YEAR BETWEEN NINETEEN\n    2  HUNDRED EIGHTY-ONE AND NINETEEN HUNDRED NINETY SHALL RECEIVE EITHER  THE\n    3  CREDITS  PROVIDED  FOR  IN  THIS SUBSECTION OR A CREDIT IN THE AMOUNT OF\n    4  REAL  PROPERTY  TAX  SAVINGS  IN  THIS  SUBSECTION,  RESULTING FROM SUCH\n    5  EXEMPTIONS FOR ANY ONE OF SUCH REAL PROPERTY TAXABLE YEARS, WHICHEVER IS\n    6  GREATER.\n    7    (10) NOTWITHSTANDING THE FOREGOING PROVISIONS OF THIS SUBSECTION, SUCH\n    8  VETERANS WHO  HAVE  RECEIVED  ASSISTANCE  FROM  THE  FEDERAL  GOVERNMENT\n    9  TOWARDS THE ACQUISITION OF A SUITABLE HOUSING UNIT WITH SPECIAL FIXTURES\n   10  OR  MOVABLE  FACILITIES  MADE  NECESSARY  BY THE NATURE OF THE VETERAN'S\n   11  DISABILITY SHALL BE ENTITLED TO A CREDIT EQUAL TO ONE HUNDRED PERCENT OF\n   12  THE REAL PROPERTY TAXES PAID ON THE  VETERAN'S  RESIDENCE  OR  THE  RENT\n   13  ATTRIBUTABLE  TO REAL PROPERTY TAXES, INCLUDING SCHOOL TAXES AND SPECIAL\n   14  ASSESSMENTS, DURING THE CALENDAR YEAR.\n   15    (11) CREDITS WHICH EXCEED THE AMOUNT OF TAX DUE SHALL BE  REFUNDED  TO\n   16  THE  TAXPAYER.  THE COMMISSIONER SHALL PREPARE FORMS TO BE USED FOR SUCH\n   17  REFUNDS BY TAXPAYERS NOT REQUIRED TO FILE RETURNS PURSUANT TO THIS ARTI-\n   18  CLE.\n   19    (12) THE COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS TO IMPLE-\n   20  MENT THE PROVISIONS OF THIS SUBSECTION.\n   21    S 2. Subdivision 1 of section 844 of the real  property  tax  law,  as\n   22  amended  by  chapter  654  of  the  laws  of 2004, is amended to read as\n   23  follows:\n   24    1. In any county to which this title is applicable, county taxes shall\n   25  be apportioned among the cities and towns within the county on the basis\n   26  of the proportion of the total full valuation of taxable  real  property\n   27  within the county which is located within each city and town. This total\n   28  valuation  shall be determined by dividing the taxable assessed value of\n   29  taxable real property by the appropriate city or town equalization  rate\n   30  as  certified by the state board pursuant to this title. For purposes of\n   31  this section:  (a) \"taxable real property\" excludes real property which,\n   32  by statute, is wholly exempt from county taxation, (b) \"taxable assessed\n   33  value\" is limited to the assessed value actually subject to county taxa-\n   34  tion except that it also includes the amount of assessed value partially\n   35  exempt from county taxation  pursuant  to  (i)  sections  [four  hundred\n   36  fifty-eight,]  four  hundred  sixty  and four hundred sixty-four of this\n   37  chapter, and (ii) such other sections of law as the  county  legislature\n   38  designates  by  resolution  to be included in the total valuation. Where\n   39  the state board furnishes the same state equalization or special  equal-\n   40  ization  rate  for two or more of the cities and towns in the county for\n   41  use by that county in the apportionment of taxes, the state board  shall\n   42  concurrently therewith notify the county that county taxes may be appor-\n   43  tioned in the manner provided by subdivision two of this section.\n   44    S  3.  Section  51 of the general municipal law, as amended by chapter\n   45  614 of the laws of 1981, is amended to read as follows:\n   46     S 51. Prosecution of  officers  for  illegal  acts.    All  officers,\n   47  agents,  commissioners  and other persons acting, or who have acted, for\n   48  and on behalf of any county, town, village or municipal  corporation  in\n   49  this  state,  and  each and every one of them, may be prosecuted, and an\n   50  action may be maintained against them to prevent  any  illegal  official\n   51  act  on  the  part  of any such officers, agents, commissioners or other\n   52  persons, or to prevent waste or injury to, or to restore and make  good,\n   53  any property, funds or estate of such county, town, village or municipal\n   54  corporation  by  any  person  or corporation whose assessment, or by any\n   55  number of persons or corporations, jointly, the sum of whose assessments\n   56  shall amount to one thousand dollars, and who shall  be  liable  to  pay\n\n       A. 559                              4\n\n    1  taxes  on  such  assessment  in  the  county, town, village or municipal\n    2  corporation or by any person who owns shares in  a  cooperative  housing\n    3  corporation  where  the pro rata share of the assessment attributable to\n    4  such  shares  shall  amount to one thousand dollars (or by any number of\n    5  such persons, jointly, the sum of whose pro rata shares shall amount  to\n    6  one  thousand  dollars)  and  where  the cooperative housing corporation\n    7  shall be liable to pay taxes on such assessment  in  the  county,  town,\n    8  village or municipal corporation to prevent the waste or injury of whose\n    9  property  the action is brought, or who have been assessed or paid taxes\n   10  therein upon any assessment of the above-named amount  within  one  year\n   11  previous  to  the  commencement  of  any such action, or who has been so\n   12  assessed but has not paid nor shall be liable to pay  any  or  the  full\n   13  amount  of  taxes  on  such assessment because of a veteran's [exemption\n   14  therefrom] CREDIT THERETO pursuant to SUBSECTION (SS) OF section  [four]\n   15  SIX hundred [fifty-eight] SIX of the [real property] tax law, or who has\n   16  been  so assessed but has not paid nor shall be liable to pay any or the\n   17  full amount of taxes on such assessment because of an  exemption  there-\n   18  from granted to persons sixty-five years of age or over or their spouses\n   19  pursuant  to  the real property tax law. Such person or corporation upon\n   20  the commencement of such action, shall furnish a bond to  the  defendant\n   21  therein,  to be approved by a justice of the supreme court or the county\n   22  judge of the county in which the action is brought, in such  penalty  as\n   23  the  justice or judge approving the same shall direct, but not less than\n   24  two hundred and fifty dollars, and to be executed  by  any  two  of  the\n   25  plaintiffs,  if  there  be more than one party plaintiff, providing said\n   26  two parties plaintiff shall severally justify in the sum of  five  thou-\n   27  sand  dollars.  Said bond shall be approved by said justice or judge and\n   28  be conditioned to pay all costs that may be  awarded  the  defendant  in\n   29  such  action  if  the court shall finally determine the same in favor of\n   30  the defendant. The court shall require, when the  plaintiffs  shall  not\n   31  justify  as above mentioned, and in any case may require two more suffi-\n   32  cient sureties to execute the bond above provided for. Such  bond  shall\n   33  be  filed  in  the office of the county clerk of the county in which the\n   34  action is brought, and a copy shall be served with the summons  in  such\n   35  action.  If  an  injunction is obtained as herein provided for, the same\n   36  bond may also provide for the payment of the damages  arising  therefrom\n   37  to  the party entitled to the money, the auditing, allowing or paying of\n   38  which was enjoined, if the court shall finally determine that the plain-\n   39  tiff is not entitled to such injunction. In case  the  waste  or  injury\n   40  complained  of  consists  in  any board, officer or agent in any county,\n   41  town, village or  municipal  corporation,  by  collusion  or  otherwise,\n   42  contracting, auditing, allowing or paying, or conniving at the contract-\n   43  ing,  audit,  allowance or payment of any fraudulent, illegal, unjust or\n   44  inequitable claims, demands or expenses, or any  item  or  part  thereof\n   45  against or by such county, town, village or municipal corporation, or by\n   46  permitting a judgment to be recovered against such county, town, village\n   47  or  municipal  corporation, or against himself in his official capacity,\n   48  either by default or without the interposition and  proper  presentation\n   49  of  any  existing legal or equitable defenses, or by any such officer or\n   50  agent, retaining or failing to pay over to the  proper  authorities  any\n   51  funds or property of any county, town, village or municipal corporation,\n   52  after  he  shall have ceased to be such officer or agent, the court may,\n   53  in its discretion, prohibit  the  payment  or  collection  of  any  such\n   54  claims,  demands,  expenses or judgments, in whole or in part, and shall\n   55  enforce the restitution and recovery thereof, if heretofore or hereafter\n   56  paid, collected or retained by the person or party heretofore  or  here-\n\n       A. 559                              5\n\n    1  after  receiving or retaining the same, and also may, in its discretion,\n    2  adjudge and declare the  colluding  or  defaulting  official  personally\n    3  responsible therefor, and out of his property, and that of his bondsmen,\n    4  if any, provide for the collection or repayment thereof, so as to indem-\n    5  nify  and  save  harmless  the  said  county, town, village or municipal\n    6  corporation from a part or the whole thereof; and in case of a  judgment\n    7  the  court  may in its discretion, vacate, set aside and open said judg-\n    8  ment, with leave and direction for the defendant  therein  to  interpose\n    9  and  enforce  any existing legal or equitable defense therein, under the\n   10  direction of such person as the court may, in  its  judgment  or  order,\n   11  designate  and  appoint. All books of minutes, entry or account, and the\n   12  books, bills, vouchers, checks, contracts or other papers connected with\n   13  or used or filed in the office of, or with any officer, board or commis-\n   14  sion acting for or on behalf of any county, town, village  or  municipal\n   15  corporation  in  this state or any body corporate or other unit of local\n   16  government in this state which possesses the  power  to  levy  taxes  or\n   17  benefit  assessments  upon  real  estate  or to require the levy of such\n   18  taxes or assessments or for which taxes or benefit assessments upon real\n   19  estate may be required pursuant to law to be levied, including the Alba-\n   20  ny port district commission, are hereby declared to be  public  records,\n   21  and  shall be open during all regular business hours, subject to reason-\n   22  able regulations to be adopted by the applicable local legislative body,\n   23  to the inspection of any taxpayer or registered  voter,  who  may  copy,\n   24  photograph  or  make  photocopies  thereof  on  the  premises where such\n   25  records are regularly kept. This section shall not be so construed as to\n   26  take away any right of action from any county, town, village or  munici-\n   27  pal corporation, or from any public officer, but any right of action now\n   28  existing,  or  which  may  hereafter exist in favor of any county, town,\n   29  village or municipal corporation, or in favor of  any  officer  thereof,\n   30  may  be  enforced  by  action  or  otherwise by the persons hereinbefore\n   31  authorized to prosecute  and  maintain  actions;  and  whenever  by  the\n   32  provisions  of  this  section  an action may be prosecuted or maintained\n   33  against any officer or other person, his bondsmen, if any, may be joined\n   34  in such action or proceeding and their liabilities as such  enforced  by\n   35  the  proper  judgment  or direction of the court; but any recovery under\n   36  the provisions of this article shall be for the benefit of and shall  be\n   37  paid  to  the  officer  entitled  by law to hold and disburse the public\n   38  moneys of such county,  town,  village  or  municipal  corporation,  and\n   39  shall,  to  the amount thereof, be credited the defendant in determining\n   40  his liability in the action by the county, town,  village  or  municipal\n   41  corporation  or  public  officer.   The provisions of this article shall\n   42  apply as well to those cases in which the body, board,  officer,  agent,\n   43  commissioner  or  other person above named has not, as to those in which\n   44  it or he has jurisdiction over the subject-matter of its action.\n   45    S 4. Section 11-245.45 of the administrative code of the city  of  New\n   46  York is REPEALED.\n   47    S  5.  Sections  11-245.5, 11-245.6 and 11-245.7 of the administrative\n   48  code of the city of New York are REPEALED.\n   49    S 6. Paragraph (f) of subdivision 2 of section 467-a of the real prop-\n   50  erty tax law, as separately amended by chapters 461 and 473 of the  laws\n   51  of 2008, is amended to read as follows:\n   52    (f)  For  purposes of this subdivision, a property shall be deemed not\n   53  to be receiving complete or partial real property tax exemption  or  tax\n   54  abatement  if  the  property  is, or certain dwelling units therein are,\n   55  receiving benefits pursuant to section four hundred, four  hundred  two,\n   56  four  hundred  four,  four hundred six, four hundred eight, four hundred\n\n       A. 559                              6\n\n    1  ten, four hundred ten-a, four hundred  twelve,  four  hundred  twelve-a,\n    2  four hundred sixteen, four hundred eighteen, four hundred twenty-a, four\n    3  hundred  twenty-b,  four  hundred thirty-six, [four hundred fifty-eight,\n    4  four  hundred  fifty-eight-a,]  four  hundred  sixty-two,  four  hundred\n    5  sixty-seven, four hundred sixty-seven-b, or  four  hundred  ninety-nine-\n    6  bbb, or four hundred ninety-nine-bbbb of this article, or if the proper-\n    7  ty  is  receiving  a  tax  abatement but not a tax exemption pursuant to\n    8  section four hundred eighty-nine of this article.\n    9    S 7. Subdivision (f) of section 1801 of the real property tax law,  as\n   10  amended  by  chapter  191  of  the  laws  of 2001, is amended to read as\n   11  follows:\n   12    (f) \"Base proportion\" means either: (1) for a special  assessing  unit\n   13  which  is  not  a  city, the proportion of the taxable assessed value of\n   14  real property which each class constituted of the total taxable assessed\n   15  value of all real property as  entered  on  the  final  assessment  roll\n   16  completed and filed in calendar year nineteen hundred eighty-one of such\n   17  special assessing unit or on the part of that assessment roll applicable\n   18  to  a  portion  of  the special assessing unit, except that for town and\n   19  county special districts not included within the definition of  portion,\n   20  the  applicable  roll  shall  be  that  which was completed and filed in\n   21  calendar year two thousand one, or (2)  for  a  special  assessing  unit\n   22  which  is  a  city, the proportion of the taxable assessed value of real\n   23  property which each class constituted  of  the  total  taxable  assessed\n   24  value  of  all  real  property  as  entered on the final assessment roll\n   25  completed and filed in calendar year nineteen hundred eighty-four,  [and\n   26  as  adjusted  to  account  for  properties  exempted  under section four\n   27  hundred fifty-eight of this chapter to the extent  such  properties  are\n   28  taxable  for  education  purposes,]  provided, however, that the taxable\n   29  assessed value of real  property  subject  to  a  transition  assessment\n   30  pursuant  to  subdivision three of section eighteen hundred five of this\n   31  article shall be determined from the lesser of the transition assessment\n   32  or actual assessment.\n   33    S 8. Sections 458 and 458-a of the real property tax law are REPEALED.\n   34    S 9. This act  shall  take  effect  immediately  and  shall  apply  to\n   35  personal  income  taxable  years beginning on and after January 1, 2012,\n   36  provided, however, that section four of this act shall take effect Janu-\n   37  ary 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, the real property tax law and the general municipal law, in relation to providing personal income tax credit for real property taxes paid by honorably discharged veterans or the unremarried surviving spouses of such veterans and to repeal sections 458 and 458-a of the real property tax law and sections 11-245.45, 11-245.5, 11-245.6 and 11-245.7 of the administrative code of the city of New York relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T105954.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294156794457
}