{
  "year" : 2011,
  "senateBillNo" : "A56-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A56-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for procedural limits on the sale of real property by certain public officers to the state",
  "summary" : "Provides for procedural limits on the sale of real property by certain public officers to the state similar to the sale of goods and services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A560-2009", "A670-2009", "A570-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          56\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT to amend the public officers law, in relation to the sale of real\n         property to the state by certain public officials\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (a) and (b) of subdivision 4 of  section  73  of\n    2  the  public officers law, as amended by chapter 242 of the laws of 1989,\n    3  are amended to read as follows:\n    4    (a) No statewide elected official, state officer or  employee,  member\n    5  of  the legislature, legislative employee or political party chairman or\n    6  firm or association of which such person is a  member,  or  corporation,\n    7  ten  per  centum  or  more  of the stock of which is owned or controlled\n    8  directly or indirectly by such person, shall (i) sell  any  goods  [or],\n    9  services  OR  REAL  PROPERTY  having  a  value  in excess of twenty-five\n   10  dollars to any state agency, or (ii) contract for or provide such  goods\n   11  [or],  services OR REAL PROPERTY with or to any private entity where the\n   12  power to contract, appoint or retain on behalf of such private entity is\n   13  exercised, directly or indirectly, by a state agency or officer thereof,\n   14  unless such goods [or], services OR REAL PROPERTY are provided  pursuant\n   15  to an award or contract let after public notice and competitive bidding.\n   16  This paragraph shall not apply to the publication of resolutions, adver-\n   17  tisements  or  other  legal propositions or notices in newspapers desig-\n   18  nated pursuant to law for such purpose and for which the rates are fixed\n   19  pursuant to law.\n   20    (b) No political party chairman of a county wholly included in a  city\n   21  with  a  population  of more than one million, or firm or association of\n   22  which such person is a member, or corporation, ten per centum or more of\n   23  the stock of which is owned or controlled directly or indirectly by such\n   24  person, shall (i) sell any goods [or], services OR REAL PROPERTY  having\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01077-01-1\n\n       A. 56                               2\n\n    1  a  value  in  excess  of twenty-five dollars to any city agency, or (ii)\n    2  contract for or provide such goods [or], services OR REAL PROPERTY  with\n    3  or  to any private entity where the power to contract, appoint or retain\n    4  on behalf of such private entity is exercised directly or indirectly, by\n    5  a  city  agency  or officer thereof, unless such goods [or], services OR\n    6  REAL PROPERTY are provided pursuant to an award or  contract  let  after\n    7  public notice and competitive bidding. This paragraph shall not apply to\n    8  the  publication  of resolutions, advertisements or other legal proposi-\n    9  tions or notices in newspapers  designated  pursuant  to  law  for  such\n   10  purpose and for which the rates are fixed pursuant to law.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to the sale of real property to the state by certain public officials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T162941.TXT", "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292534981196
}