{
  "year" : 2011,
  "senateBillNo" : "A560-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A560-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a public utility corporation community support program to allow and encourage contributions by corporations to charitable organizations for benefit of communities",
  "summary" : "Authorizes a public utility corporation community support program to allow and encourage contributions by corporations to charitable organizations for the benefit of communities serviced by the corporations; directs the public service commission to formulate and promulgate regulations providing for the establishment and operation of the community support program; contains certain required elements of the regulations, including the goal of encouraging contributions equal to at least one percent of the corporation's revenue. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A3791-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          560\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN  ACT to amend the public service law, in relation to establishment of\n         a public utility corporation community support program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 5 of the public service law is amended by adding a\n    2  new subdivision 7 to read as follows:\n    3    7. THERE IS HEREBY AUTHORIZED A PUBLIC UTILITY  CORPORATION  COMMUNITY\n    4  SUPPORT   PROGRAM   (HEREINAFTER   REFERRED  TO  AS  \"COMMUNITY  SUPPORT\n    5  PROGRAM\"), THE PURPOSE OF WHICH IS TO ALLOW AND ENCOURAGE  CONTRIBUTIONS\n    6  BY  PUBLIC UTILITY CORPORATIONS SUBJECT TO REGULATION BY THE COMMISSION,\n    7  TO CHARITABLE ORGANIZATIONS, FOR THE BENEFIT OF  COMMUNITIES  SERVED  BY\n    8  THE  PUBLIC  UTILITY  CORPORATIONS.  THE  COMMISSION SHALL FORMULATE AND\n    9  PROMULGATE RULES AND REGULATIONS PROVIDING  FOR  THE  ESTABLISHMENT  AND\n   10  OPERATION  OF  THE  COMMUNITY SUPPORT PROGRAM, AND SHALL TAKE ACTION AND\n   11  INSTITUTE ALL PROCEDURES NECESSARY OR PROPER FOR THE  ESTABLISHMENT  AND\n   12  OPERATION  OF  THE COMMUNITY SUPPORT PROGRAM. SUCH RULES AND REGULATIONS\n   13  SHALL INCLUDE, BUT NOT BE LIMITED TO, PROVISIONS WHICH:\n   14    A. SET FORTH THE MANNER IN WHICH A PUBLIC UTILITY CORPORATION SHALL BE\n   15  ENCOURAGED TO CONTRIBUTE A MINIMUM OF ONE PERCENT  OF  ITS  REVENUES  TO\n   16  CHARITABLE ORGANIZATIONS SERVING COMMUNITIES SERVED BY THE PUBLIC UTILI-\n   17  TY CORPORATION;\n   18    B.  DEFINE  THE  TERMS  \"CHARITABLE  ORGANIZATION\"  AND  \"REVENUE\" FOR\n   19  PURPOSES OF THE COMMUNITY SUPPORT PROGRAM;\n   20    C. REQUIRE THAT THE CONSENT AND APPROVAL OF THE  COMMISSION  BE  FIRST\n   21  HAD AND OBTAINED PRIOR TO THE MAKING OF ANY CONTRIBUTION TO A CHARITABLE\n   22  ORGANIZATION PURSUANT TO THIS SECTION;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03491-01-1\n\n       A. 560                              2\n\n    1    D.  SHALL  PROHIBIT  THE CONTRIBUTIONS OF A PUBLIC UTILITY CORPORATION\n    2  MADE PURSUANT TO THIS SECTION  FROM  BEING  CONSIDERED  OR  ALLOWED  FOR\n    3  RATE-MAKING PURPOSES; AND\n    4    E.  PROVIDE FOR NOTICE TO BE GIVEN TO THE PUBLIC BY THE PUBLIC UTILITY\n    5  CORPORATION REGARDING ITS CHARITABLE CONTRIBUTIONS IN A MANNER LIKELY TO\n    6  BE SEEN AND UNDERSTOOD BY MEMBERS OF THE PUBLIC.\n    7    S 2. If any item, clause, sentence, paragraph, subdivision, section or\n    8  other part of this act, or the application  thereof  to  any  person  or\n    9  circumstances  shall  be  held  to  be  invalid,  such holding shall not\n   10  affect, impair or invalidate the remainder of this act, or the  applica-\n   11  tion  of  such  section  or part of a section held invalid, to any other\n   12  person or circumstances, but shall be confined in its operation  to  the\n   13  item, clause, sentence, paragraph, subdivision, section or other part of\n   14  this act directly involved in such holding, or to the person and circum-\n   15  stances therein involved.\n   16    S 3. This act shall take effect January 1, 2012. Effective immediately\n   17  the  public  service  commission is authorized to promulgate any and all\n   18  rules and regulations and take any other measures necessary to implement\n   19  this act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to establishment of a public utility corporation community support program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T105954.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294156794460
}