{
  "year" : 2011,
  "senateBillNo" : "A561-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A561-2011-1294203600000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for establishment of the urban open space program in the office of parks, recreation and historic preservation; establishes fund; appropriation",
  "summary" : "Provides for establishment of the urban open space program in the office of parks, recreation and historic preservation; establishes the urban open space program fund; makes an appropriation of 10 million dollars; purpose of the program is to provide for the acquisition, creation, establishment, expansion, improvement, conservation and protection of open space areas in cities for the purpose of enhancing the urban environment, and thereby promoting the health, safety and welfare of the people of the state in a variety of ways, such as reduction of air and noise pollution, modification of extremes of temperature (resulting in the reduction of energy expended to heat/cool buildings/homes), assisting watershed management, providing habitats for desirable urban vegetation and wildlife, provision of shade, preservation of natural resources, enhancement of real estate values and beautification of urban areas throughout the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "A3920-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          561\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Tourism, Parks, Arts and Sports Development\n\n       AN  ACT to amend the parks, recreation and historic preservation law and\n         the state finance law, in relation to providing for the  establishment\n         of  the urban open space program and establishing the urban open space\n         program fund; and making an appropriation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  parks,  recreation  and historic preservation law is\n    2  amended by adding a new article 18 to read as follows:\n\n    3                                 ARTICLE 18\n    4                          URBAN OPEN SPACE PROGRAM\n\n    5  SECTION 18.01 URBAN OPEN SPACE PROGRAM.\n    6    S 18.01 URBAN OPEN SPACE PROGRAM. 1. THE COMMISSIONER SHALL  ESTABLISH\n    7  WITHIN  THE  OFFICE AN URBAN OPEN SPACE PROGRAM (HEREINAFTER REFERRED TO\n    8  IN THIS SECTION AS \"UOS PROGRAM\" OR \"PROGRAM\"). THE PURPOSE OF  THE  UOS\n    9  PROGRAM  SHALL  BE  TO PROVIDE FOR THE ACQUISITION, CREATION, ESTABLISH-\n   10  MENT, EXPANSION, IMPROVEMENT, CONSERVATION AND PROTECTION OF OPEN  SPACE\n   11  AREAS  IN  CITIES.    THE  PURPOSE  OF SUCH OPEN SPACE AREAS SHALL BE TO\n   12  ENHANCE THE URBAN ENVIRONMENT, THEREBY PROMOTING THE HEALTH, SAFETY  AND\n   13  WELFARE  OF  THE  PEOPLE  OF  THE  STATE  IN A VARIETY OF WAYS, SUCH AS:\n   14  REDUCTION OF AIR POLLUTION, REDUCTION OF NOISE  POLLUTION,  MODIFICATION\n   15  OF  EXTREMES  OF  TEMPERATURE  THEREBY  REDUCING  THE  AMOUNT  OF ENERGY\n   16  CONSUMED IN HEATING AND COOLING MANY URBAN BUILDINGS AND HOMES,  ASSIST-\n   17  ING  IN  WATERSHED  MANAGEMENT,  PROVIDING  HABITATS FOR DESIRABLE URBAN\n   18  VEGETATION AND WILDLIFE, PROVISION OF  SHADE,  PRESERVATION  OF  NATURAL\n   19  RESOURCES, ENHANCEMENT OF REAL ESTATE VALUES AND BEAUTIFICATION OF URBAN\n   20  AREAS THROUGHOUT THE STATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03480-01-1\n\n       A. 561                              2\n\n    1    2. THE UOS PROGRAM SHALL INCLUDE, BUT NOT BE LIMITED TO:\n    2    (A)  ACQUISITION,  CREATION,  ESTABLISHMENT,  EXPANSION,  IMPROVEMENT,\n    3  CONSERVATION AND PROTECTION OF OPEN SPACE AREAS IN CITIES BY THE  OFFICE\n    4  FOR UOS PROGRAM PURPOSES; AND\n    5    (B)  STATE AID TO CITIES FOR THE ACQUISITION, CREATION, ESTABLISHMENT,\n    6  EXPANSION, IMPROVEMENT, CONSERVATION AND PROTECTION OF OPEN SPACE  AREAS\n    7  IN CITIES BY CITIES FOR UOS PROGRAM PURPOSES.\n    8    3. (A) REAL PROPERTY ACQUIRED BY THE OFFICE SHALL BE ACQUIRED PURSUANT\n    9  TO  SECTIONS  3.17 AND 3.19 OF THIS CHAPTER, AFTER CONSULTATION WITH THE\n   10  STATE COMMISSIONER OF HOUSING AND COMMUNITY RENEWAL AND THE COMMISSIONER\n   11  OF ENVIRONMENTAL CONSERVATION. MONEYS TO BE EXPENDED  FOR  THE  COST  OF\n   12  SUCH  ACQUISITION  SHALL  BE  PAID ON THE AUDIT AND WARRANT OF THE STATE\n   13  COMPTROLLER ON THE CERTIFICATE OF THE COMMISSIONER.\n   14    (B)(I) NO REAL PROPERTY SHALL BE ACQUIRED BY A CITY PURSUANT  TO  THIS\n   15  SECTION  UNLESS SUCH ACQUISITION SHALL HAVE BEEN APPROVED BY THE COMMIS-\n   16  SIONER, AFTER CONSULTATION WITH THE STATE COMMISSIONER  OF  HOUSING  AND\n   17  COMMUNITY  RENEWAL  AND  THE COMMISSIONER OF ENVIRONMENTAL CONSERVATION.\n   18  (II) THE STATE SHARE OF THE COST OF SUCH ACQUISITION SHALL  BE  PAID  ON\n   19  THE AUDIT AND WARRANT OF THE STATE COMPTROLLER ON THE CERTIFICATE OF THE\n   20  COMMISSIONER.  (III)  IN  THE  EVENT  THAT  A CITY SHALL FAIL TO PAY ITS\n   21  SHARE, AS DETERMINED BY THE COMMISSIONER, OF THE COST OF  SUCH  ACQUISI-\n   22  TION  WITHIN  SIX  MONTHS  OF THE CERTIFICATION TO THE CITY BY THE STATE\n   23  COMPTROLLER OF THE AMOUNT OF SUCH  COST,  THE  STATE  COMPTROLLER  SHALL\n   24  CAUSE  TO BE WITHHELD FROM THE STATE ASSISTANCE FUNDS TO WHICH SUCH CITY\n   25  WOULD OTHERWISE BE ENTITLED, A SUM SUFFICIENT TO REIMBURSE THE STATE FOR\n   26  ANY AMOUNT REMAINING UNPAID, TOGETHER WITH INTEREST ON ANY  SUCH  UNPAID\n   27  AMOUNT  AT  THE  RATE  OF  THREE PERCENT PER ANNUM FROM THE DATE OF SUCH\n   28  CERTIFICATION. MONEYS SO WITHHELD SHALL BE CREDITED AGAINST  THE  AMOUNT\n   29  OF PRINCIPAL AND INTEREST PAYABLE BY SUCH CITY FOR ITS SHARE OF THE COST\n   30  OF  ACQUISITION OF SUCH REAL PROPERTY. (IV) FOR THE PURPOSE OF COMPUTING\n   31  THE GRANT OF AID MADE BY THE OFFICE TO A CITY TO ASSIST  IN  PAYING  FOR\n   32  THE  COST  OF ACQUIRING REAL PROPERTY PURSUANT TO THIS SECTION, THE COST\n   33  OF ACQUISITION SHALL NOT BE MORE THAN THE AMOUNT SET FORTH IN THE APPLI-\n   34  CATION FOR STATE AID MADE BY THE CITY AND APPROVED BY THE  COMMISSIONER,\n   35  PLUS  ANY  DIRECT  INCIDENTAL  COSTS APPROVED BY THE COMPTROLLER.  (V) A\n   36  CITY WHICH ACQUIRES REAL PROPERTY WITH FUNDS MADE AVAILABLE PURSUANT  TO\n   37  THIS  SECTION  MAY  ESTABLISH REASONABLE RULES AND REGULATIONS TO ENSURE\n   38  PROPER ADMINISTRATION, MAINTENANCE, USE AND PROTECTION  OF  SUCH  LANDS,\n   39  PROVIDED THAT NO RULE OR REGULATION RESTRICTING THE USE OF SUCH PROPERTY\n   40  TO  THE  RESIDENTS  OF  THE  CITY SHALL BE EFFECTIVE WITHOUT THE EXPRESS\n   41  APPROVAL OF THE COMMISSIONER.\n   42    (C) REAL PROPERTY ACQUIRED BY THE OFFICE PURSUANT TO THIS  SECTION  OR\n   43  BY A CITY WITH THE AID OF FUNDS MADE AVAILABLE PURSUANT TO THIS SECTION,\n   44  SHALL  BE  RETAINED BY THE OFFICE OR CITY, AS THE CASE MAY BE, AND SHALL\n   45  NOT BE DISPOSED OF OR USED FOR OTHER THAN URBAN OPEN SPACE  PURPOSES  AS\n   46  SET FORTH IN THIS SECTION WITHOUT THE EXPRESS AUTHORITY OF AN ACT OF THE\n   47  LEGISLATURE.\n   48    4.  IN  IMPLEMENTING,  MANAGING AND ADMINISTERING THE URBAN OPEN SPACE\n   49  PROGRAM PURSUANT TO THE PROVISIONS OF THIS SECTION, THE COMMISSIONER MAY\n   50  PERFORM SUCH ACTS AND PROMULGATE SUCH RULES AND REGULATIONS AS HE OR SHE\n   51  DEEMS NECESSARY, PROPER OR DESIRABLE TO CARRY OUT THE PURPOSES  OF  THIS\n   52  SECTION.  THIS  SHALL INCLUDE, BUT NOT BE LIMITED TO, THE COMMISSIONER'S\n   53  CONSULTATION WITH  THE  STATE  COMMISSIONER  OF  HOUSING  AND  COMMUNITY\n   54  RENEWAL  AND  THE  COMMISSIONER  OF ENVIRONMENTAL CONSERVATION. PROVIDED\n   55  FURTHER THAT THE COMMISSIONER SHALL  PROMULGATE  RULES  AND  REGULATIONS\n   56  CONCERNING  THE  STANDARDS  FOR  THE ELIGIBILITY OF A CITY FOR STATE AID\n\n       A. 561                              3\n\n    1  PURSUANT TO THIS SECTION AND THE FORM FOR APPLICATIONS  FOR  SUCH  STATE\n    2  AID.\n    3    S  2. The state finance law is amended by adding a new section 97-kkkk\n    4  to read as follows:\n    5    S 97-KKKK. URBAN OPEN SPACE PROGRAM FUND. 1. THERE  IS  HEREBY  ESTAB-\n    6  LISHED  IN  THE JOINT CUSTODY OF THE COMPTROLLER AND THE COMMISSIONER OF\n    7  THE OFFICE OF PARKS, RECREATION AND HISTORIC PRESERVATION A SPECIAL FUND\n    8  TO BE KNOWN AS THE \"URBAN OPEN SPACE PROGRAM FUND\".\n    9    2. SUCH FUND SHALL CONSIST OF ALL MONEYS CREDITED OR APPROPRIATED  FOR\n   10  TRANSFER THERETO FROM ANY SOURCE ACCORDING TO LAW.\n   11    3. MONEYS OF THE FUND SHALL BE AVAILABLE ONLY FOR THE PAYMENT OF COSTS\n   12  ASSOCIATED WITH THE IMPLEMENTATION, MANAGEMENT AND ADMINISTRATION OF THE\n   13  URBAN OPEN SPACE PROGRAM ESTABLISHED PURSUANT TO ARTICLE EIGHTEEN OF THE\n   14  PARKS,  RECREATION  AND HISTORIC PRESERVATION LAW, INCLUDING THE PAYMENT\n   15  OF STATE AID PURSUANT TO THE PROVISIONS OF SUCH ARTICLE.\n   16    4. MONEYS OF THE FUND SHALL BE KEPT SEPARATE AND SHALL NOT BE  COMMIN-\n   17  GLED  WITH  ANY OTHER MONEYS IN THE CUSTODY OF THE COMPTROLLER. ANY SUCH\n   18  MONEYS IN THE FUND  MAY,  IN  THE  DISCRETION  OF  THE  COMPTROLLER,  BE\n   19  INVESTED IN OBLIGATIONS IN WHICH THE COMPTROLLER IS AUTHORIZED TO INVEST\n   20  PURSUANT TO SECTION NINETY-EIGHT-A OF THIS ARTICLE. ANY INCOME OR INTER-\n   21  EST FROM SUCH INVESTMENT SHALL BE CREDITED TO SUCH FUND.\n   22    5. ALL PAYMENTS OF MONEYS FROM THE FUND SHALL BE MADE ON THE AUDIT AND\n   23  WARRANT OF THE COMPTROLLER.\n   24    S  3. The sum of ten million dollars ($10,000,000), or so much thereof\n   25  as may be necessary, is hereby appropriated  to  the  urban  open  space\n   26  program  fund  from any moneys in the state treasury in the general fund\n   27  to the credit of the state purposes account not  otherwise  appropriated\n   28  for services and expenses of the office of parks, recreation and histor-\n   29  ic  preservation for the purposes of carrying out the provisions of this\n   30  act. Such sum shall be payable on the audit and  warrant  of  the  state\n   31  comptroller on vouchers certified or approved by the commissioner of the\n   32  office  of  parks,  recreation  and  historic  preservation, or his duly\n   33  designated representative in the manner provided by law. No  expenditure\n   34  shall be made from this appropriation until a certificate of approval of\n   35  availability  shall  have  been issued by the director of the budget and\n   36  filed with the state comptroller and a copy filed with the  chairman  of\n   37  the  senate  finance committee and the chairman of the assembly ways and\n   38  means committee. Such certificate may be amended from time  to  time  by\n   39  the  director  of  the budget and a copy of each such amendment shall be\n   40  filed with the state comptroller, the chairman  of  the  senate  finance\n   41  committee and the chairman of the assembly ways and means committee.\n   42    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law and the state finance law, in relation to providing for the establishment of the urban open space program and establishing the urban open space program fund; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294159797216
}