{
  "year" : 2011,
  "senateBillNo" : "A563-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A563-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to standards for the sale of annuity contracts to seniors",
  "summary" : "Provides specific standards for the sale of annuity contracts to seniors; prohibits use of certain designations or title; requires continuing education on appropriate sale of annuities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A6088-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          563\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN  ACT to amend the insurance law, in relation to standards for sale of\n         annuity contracts to seniors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 2 of subsection (d) of section 2132 of the insur-\n    2  ance  law,  as  added  by chapter 656 of the laws of 1992, is amended to\n    3  read as follows:\n    4    (2) The number of credit hours assigned to  each  of  the  courses  or\n    5  programs  of  instruction  set forth in paragraph one of this subsection\n    6  shall be determined by the superintendent; PROVIDED THAT THE SUPERINTEN-\n    7  DENT SHALL REQUIRE THAT A LICENSEE SHALL COMPLETE  A  MINIMUM  OF  THREE\n    8  HOURS  ANNUALLY ON THE SUBJECT OF SUITABILITY IN ANNUITY AND LIFE INSUR-\n    9  ANCE TRANSACTIONS.\n   10    S 2. The insurance law is amended by adding two new sections 2138  and\n   11  2139 to read as follows:\n   12    S  2138.  CERTAIN  PROHIBITED  PRACTICES. (A) NO AGENT OR BROKER OF AN\n   13  INSURER IN THIS STATE SHALL WILLFULLY SUBMIT TO AN INSURER ON BEHALF  OF\n   14  A CONSUMER AN INSURANCE APPLICATION OR POLICY-RELATED DOCUMENT BEARING A\n   15  FALSE OR FRAUDULENT SIGNATURE.\n   16    (B)(1) AN AGENT OR BROKER MAY NOT, IN ANY SALES PRESENTATION OR SOLIC-\n   17  ITATION  FOR  INSURANCE,  USE A DESIGNATION OR TITLE IN SUCH A WAY AS TO\n   18  FALSELY IMPLY THAT THE LICENSEE:\n   19    (A) POSSESSES SPECIAL FINANCIAL KNOWLEDGE OR HAS OBTAINED  SPECIALIZED\n   20  FINANCIAL TRAINING; OR\n   21    (B)  IS CERTIFIED OR QUALIFIED TO PROVIDE SPECIALIZED FINANCIAL ADVICE\n   22  TO SENIOR CITIZENS.\n   23    (2) A LICENSEE MAY NOT USE TERMS SUCH AS \"FINANCIAL ADVISOR\" IN SUCH A\n   24  WAY AS TO FALSELY IMPLY THAT THE LICENSEE IS LICENSED  OR  QUALIFIED  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04461-01-1\n\n       A. 563                              2\n\n    1  DISCUSS,  SELL,  OR  RECOMMEND  FINANCIAL  PRODUCTS OTHER THAN INSURANCE\n    2  PRODUCTS.\n    3    (3)  A LICENSEE MAY NOT, IN ANY SALES PRESENTATION OR SOLICITATION FOR\n    4  INSURANCE, FALSELY IMPLY THAT HE OR SHE IS QUALIFIED TO DISCUSS,  RECOM-\n    5  MEND,  OR  SELL  SECURITIES  OR OTHER INVESTMENT PRODUCTS IN ADDITION TO\n    6  INSURANCE PRODUCTS.\n    7    (4) A LICENSEE WHO ALSO HOLDS A DESIGNATION AS A  CERTIFIED  FINANCIAL\n    8  PLANNER  (CFP),  CHARTERED  LIFE  UNDERWRITER (CLU), CHARTERED FINANCIAL\n    9  CONSULTANT (CHFC), LIFE UNDERWRITER TRAINING COUNCIL FELLOW  (LUTC),  OR\n   10  THE  APPROPRIATE  LICENSE TO SELL SECURITIES FROM THE FINANCIAL INDUSTRY\n   11  REGULATORY AUTHORITY (FINRA) MAY INFORM THE CUSTOMER OF  THOSE  LICENSES\n   12  OR  DESIGNATIONS  AND  MAKE  RECOMMENDATIONS  IN  ACCORDANCE  WITH THOSE\n   13  LICENSES OR DESIGNATIONS, AND IN SO DOING DOES NOT  VIOLATE  THIS  PARA-\n   14  GRAPH.\n   15    (C)  A  PERSON  WHO  VIOLATES  ANY  PROVISION OF THIS SECTION SHALL BE\n   16  SUBJECT TO A FINE OF NOT GREATER THAN FIVE  THOUSAND  DOLLARS  FOR  EACH\n   17  NONWILLFUL  VIOLATION  AND  A  FINE  OF  NOT GREATER THAN FORTY THOUSAND\n   18  DOLLARS FOR EACH WILLFUL VIOLATION.\n   19    (D) FINES UNDER THIS SECTION MAY NOT EXCEED  AN  AGGREGATE  AMOUNT  OF\n   20  FIFTY  THOUSAND DOLLARS FOR ALL NONWILLFUL VIOLATIONS ARISING OUT OF THE\n   21  SAME ACTION OR AN AGGREGATE AMOUNT OF TWO HUNDRED FIFTY THOUSAND DOLLARS\n   22  FOR ALL WILLFUL VIOLATIONS ARISING OUT OF THE SAME ACTION.\n   23    S 2139. ANNUITY INVESTMENTS BY SENIORS.   (A) (1)  THE  PROVISIONS  OF\n   24  THIS  SECTION  SET FORTH STANDARDS AND PROCEDURES FOR MAKING RECOMMENDA-\n   25  TIONS TO SENIOR CONSUMERS WHICH RESULT IN A TRANSACTION INVOLVING ANNUI-\n   26  TY PRODUCTS TO APPROPRIATELY ADDRESS THE INSURANCE NEEDS  AND  FINANCIAL\n   27  OBJECTIVES OF SENIOR CONSUMERS AT THE TIME OF THE TRANSACTION.\n   28    (2)  A  VIOLATION  OF  THIS SECTION DOES NOT CREATE OR IMPLY A PRIVATE\n   29  CAUSE OF ACTION.\n   30    (3) NOTHING IN THIS SECTION SHALL SUBJECT AN INSURER  TO  CRIMINAL  OR\n   31  CIVIL  LIABILITY  FOR THE ACTS OF INDEPENDENT INDIVIDUALS NOT AFFILIATED\n   32  WITH THAT INSURER FOR SELLING ITS PRODUCTS, WHEN SUCH SALES ARE MADE  IN\n   33  A WAY NOT AUTHORIZED BY THE INSURER.\n   34    (B) THIS SECTION APPLIES TO ANY RECOMMENDATION TO PURCHASE OR EXCHANGE\n   35  AN ANNUITY MADE TO A SENIOR CONSUMER BY AN INSURANCE AGENT, OR AN INSUR-\n   36  ER  WHERE  NO  AGENT  IS  INVOLVED, AND WHICH RESULTS IN THE PURCHASE OR\n   37  EXCHANGE RECOMMENDED.\n   38    (C) FOR PURPOSES OF THIS SECTION, THE TERM:\n   39    (1) \"ANNUITY CONTRACT\" MEANS A FIXED ANNUITY, EQUITY INDEXED  ANNUITY,\n   40  FIXED  EQUITY  INDEXED ANNUITY, OR VARIABLE ANNUITY THAT IS INDIVIDUALLY\n   41  SOLICITED, WHETHER THE PRODUCT IS CLASSIFIED AS AN INDIVIDUAL ANNUITY OR\n   42  A GROUP ANNUITY.\n   43    (2) \"RECOMMENDATION\" MEANS ADVICE PROVIDED BY AN INSURANCE  AGENT,  OR\n   44  AN  INSURER  IF  NO INSURANCE AGENT IS INVOLVED, TO AN INDIVIDUAL SENIOR\n   45  CONSUMER WHICH RESULTS IN A  PURCHASE  OR  EXCHANGE  OF  AN  ANNUITY  IN\n   46  ACCORDANCE WITH THAT ADVICE.\n   47    (3) \"SENIOR CONSUMER\" MEANS A PERSON SIXTY-FIVE YEARS OF AGE OR OLDER.\n   48  IN  THE EVENT OF A JOINT PURCHASE BY MORE THAN ONE PARTY, A PURCHASER IS\n   49  CONSIDERED TO BE A  SENIOR  CONSUMER  IF  ANY  OF  THE  PARTIES  IS  AGE\n   50  SIXTY-FIVE OR OLDER.\n   51    (D)  (1) IN RECOMMENDING TO A SENIOR CONSUMER THE PURCHASE OR EXCHANGE\n   52  OF AN ANNUITY THAT RESULTS IN ANOTHER INSURANCE TRANSACTION OR SERIES OF\n   53  INSURANCE TRANSACTIONS, AN INSURANCE AGENT, OR AN INSURER IF  NO  INSUR-\n   54  ANCE  AGENT  IS  INVOLVED, MUST HAVE AN OBJECTIVELY REASONABLE BASIS FOR\n   55  BELIEVING THAT THE RECOMMENDATION IS SUITABLE FOR  THE  SENIOR  CONSUMER\n   56  BASED  ON  THE  FACTS  DISCLOSED BY THE SENIOR CONSUMER AS TO HIS OR HER\n\n       A. 563                              3\n\n    1  INVESTMENTS AND OTHER INSURANCE PRODUCTS AND AS TO HIS OR HER  FINANCIAL\n    2  SITUATION AND NEEDS.\n    3    (2)  BEFORE  EXECUTING  A PURCHASE OR EXCHANGE OF AN ANNUITY RESULTING\n    4  FROM A RECOMMENDATION TO A SENIOR CONSUMER, AN INSURANCE  AGENT,  OR  AN\n    5  INSURER IF NO INSURANCE AGENT IS INVOLVED, SHALL MAKE REASONABLE EFFORTS\n    6  TO  OBTAIN INFORMATION CONCERNING THE SUITABILITY OF THE RECOMMENDATION.\n    7  THE INFORMATION SHALL INCLUDE, AT A MINIMUM:\n    8    (A) PERSONAL INFORMATION, INCLUDING THE AGE AND SEX OF THE PARTIES  TO\n    9  THE ANNUITY AND THE AGES AND NUMBER OF ANY DEPENDENTS;\n   10    (B) TAX STATUS OF THE CONSUMER;\n   11    (C) INVESTMENT OBJECTIVES OF THE CONSUMER;\n   12    (D) THE SOURCE OF THE FUNDS TO BE USED TO PURCHASE THE ANNUITY;\n   13    (E) THE APPLICANT'S ANNUAL INCOME;\n   14    (F) INTENDED USE OF THE ANNUITY;\n   15    (G) THE APPLICANT'S EXISTING ASSETS, INCLUDING INVESTMENT HOLDINGS;\n   16    (H) THE APPLICANT'S LIQUID NET WORTH AND LIQUIDITY NEEDS;\n   17    (I) THE APPLICANT'S FINANCIAL SITUATION AND NEEDS;\n   18    (J) THE APPLICANT'S RISK TOLERANCE; AND\n   19    (K)  SUCH  OTHER  INFORMATION USED OR CONSIDERED TO BE RELEVANT BY THE\n   20  INSURANCE AGENT OR INSURER IN MAKING  RECOMMENDATIONS  TO  THE  CONSUMER\n   21  REGARDING THE PURCHASE OR EXCHANGE OF AN ANNUITY CONTRACT.\n   22    SUCH  INFORMATION SHALL BE COLLECTED ON A FORM DEVELOPED BY THE SUPER-\n   23  INTENDENT AND COMPLETED AND SIGNED BY THE APPLICANT AND  AGENT.    QUES-\n   24  TIONS REQUESTING THIS INFORMATION MUST BE PRESENTED IN AT LEAST 12-POINT\n   25  TYPE  AND  BE  SUFFICIENTLY  CLEAR SO AS TO BE READILY UNDERSTANDABLE BY\n   26  BOTH THE AGENT AND THE CONSUMER. A TRUE AND CORRECT EXECUTED COPY OF THE\n   27  FORM SHALL BE PROVIDED BY THE AGENT TO THE INSURER,  OR  A  THIRD  PARTY\n   28  THAT HAS CONTRACTED WITH SUCH INSURER WITHIN TEN DAYS AFTER EXECUTION OF\n   29  THE  FORM,  AND SHALL BE PROVIDED TO THE CONSUMER NO LATER THAN THE DATE\n   30  OF DELIVERY OF THE CONTRACT OR CONTRACTS.\n   31    (3)(A) EXCEPT AS PROVIDED UNDER SUBPARAGRAPH (B) OF THIS PARAGRAPH, AN\n   32  INSURANCE AGENT, OR AN INSURER IF NO INSURANCE AGENT IS INVOLVED, HAS NO\n   33  OBLIGATION TO A SENIOR CONSUMER UNDER THIS SECTION RELATED TO ANY RECOM-\n   34  MENDATION IF THE SENIOR CONSUMER:\n   35    (I) REFUSES TO PROVIDE RELEVANT INFORMATION REQUESTED BY  THE  INSURER\n   36  OR INSURANCE AGENT;\n   37    (II)  DECIDES TO ENTER INTO AN INSURANCE TRANSACTION THAT IS NOT BASED\n   38  ON A RECOMMENDATION OF THE INSURER OR INSURANCE AGENT; OR\n   39    (III) FAILS TO PROVIDE COMPLETE OR ACCURATE INFORMATION.\n   40    (B) AN INSURER OR INSURANCE AGENT'S RECOMMENDATION SHALL BE OBJECTIVE-\n   41  LY REASONABLE UNDER ALL THE CIRCUMSTANCES ACTUALLY KNOWN TO THE  INSURER\n   42  OR INSURANCE AGENT AT THE TIME OF THE RECOMMENDATION.\n   43    (C)  IF THE CONSUMER REFUSES TO PROVIDE RELEVANT INFORMATION REQUESTED\n   44  BY THE INSURANCE AGENT OR INSURER, BEFORE THE EXECUTION OF THE SALE  THE\n   45  INSURANCE  AGENT  OR INSURER SHALL OBTAIN A SIGNED VERIFICATION FROM THE\n   46  SENIOR CONSUMER ON A FORM ADOPTED BY RULE BY THE DEPARTMENT THAT  HE  OR\n   47  SHE  REFUSES  TO  PROVIDE  THE REQUESTED INFORMATION AND MAY BE LIMITING\n   48  PROTECTIONS AFFORDED BY THIS SECTION REGARDING THE  SUITABILITY  OF  THE\n   49  SALE.\n   50    (4) IN ADDITION TO THE INFORMATION REQUIRED BY THIS SUBSECTION, BEFORE\n   51  THE  EXECUTION  OF  A  REPLACEMENT  OR  EXCHANGE  OF AN ANNUITY CONTRACT\n   52  RESULTING FROM A RECOMMENDATION, THE INSURANCE AGENT SHALL ALSO PROVIDE,\n   53  ON A FORM ADOPTED BY RULE BY THE SUPERINTENDENT, INFORMATION  CONCERNING\n   54  DIFFERENCES  BETWEEN  EACH  EXISTING  ANNUITY  CONTRACT  AND THE ANNUITY\n   55  CONTRACT BEING RECOMMENDED IN ORDER TO DETERMINE THE SUITABILITY OF  THE\n   56  RECOMMENDATION  AND  ITS  BENEFIT  TO  THE  CONSUMER. A TRUE AND CORRECT\n\n       A. 563                              4\n\n    1  EXECUTED COPY OF THIS FORM SHALL BE PROVIDED BY THE AGENT TO THE  INSUR-\n    2  ER,  OR THE THIRD PARTY THAT HAS CONTRACTED WITH SUCH INSURER WITHIN TEN\n    3  DAYS AFTER EXECUTION OF THE FORM, AND SHALL BE PROVIDED TO THE  CONSUMER\n    4  NO  LATER  THAN  THE  DATE OF DELIVERY OF THE CONTRACT OR CONTRACTS. THE\n    5  INFORMATION SHALL INCLUDE, AT A MINIMUM:\n    6    (A) A COMPARISON OF THE BENEFITS, TERMS, AND LIMITATIONS  BETWEEN  THE\n    7  ANNUITY CONTRACTS.\n    8    (B)  A  COMPARISON  OF  ANY  FEES  AND  CHARGES  BETWEEN  THE  ANNUITY\n    9  CONTRACTS.\n   10    (C) A WRITTEN BASIS FOR THE RECOMMENDED EXCHANGE, INCLUDING THE  OVER-\n   11  ALL  ADVANTAGES  AND DISADVANTAGES TO THE CONSUMER IF THE RECOMMENDATION\n   12  IS FOLLOWED.\n   13    (D) SUCH OTHER INFORMATION USED OR CONSIDERED TO BE  RELEVANT  BY  THE\n   14  INSURANCE AGENT OR THE INSURER IN MAKING RECOMMENDATIONS TO THE CONSUMER\n   15  REGARDING THE REPLACEMENT OR EXCHANGE OF AN ANNUITY CONTRACT.\n   16    (5)  PRIOR  TO  THE  EXECUTION OF A PURCHASE OR EXCHANGE OF AN ANNUITY\n   17  CONTRACT RESULTING FROM A RECOMMENDATION, AN AGENT SHALL  ALSO  DISCLOSE\n   18  TO THE CONSUMER THAT SUCH PURCHASE OR EXCHANGE MAY HAVE TAX CONSEQUENCES\n   19  AND  THAT  THE  APPLICANT SHOULD CONTACT HIS OR HER TAX ADVISOR FOR MORE\n   20  INFORMATION.\n   21    (6)(A) AN INSURER OR INSURANCE AGENT MUST  ENSURE  THAT  A  SYSTEM  TO\n   22  SUPERVISE  RECOMMENDATIONS,  WHICH  IS  REASONABLY  DESIGNED  TO ACHIEVE\n   23  COMPLIANCE WITH THIS SECTION, IS ESTABLISHED AND MAINTAINED BY COMPLYING\n   24  WITH SUBPARAGRAPHS (C), (D) AND (E) OF THIS PARAGRAPH, OR  SHALL  ESTAB-\n   25  LISH AND MAINTAIN SUCH A SYSTEM, INCLUDING, BUT NOT LIMITED TO:\n   26    (I) MAINTAINING WRITTEN PROCEDURES.\n   27    (II)  CONDUCTING  PERIODIC  REVIEWS OF ITS RECORDS THAT ARE REASONABLY\n   28  DESIGNED TO ASSIST  IN  DETECTING  AND  PREVENTING  VIOLATIONS  OF  THIS\n   29  SECTION.\n   30    (B)  A  MANAGING  GENERAL  AGENT AND AN INSURANCE AGENCY SHALL ADOPT A\n   31  SYSTEM ESTABLISHED BY AN INSURER TO  SUPERVISE  RECOMMENDATIONS  OF  ITS\n   32  INSURANCE AGENTS WHICH IS REASONABLY DESIGNED TO ACHIEVE COMPLIANCE WITH\n   33  THIS  SECTION  OR SHALL ESTABLISH AND MAINTAIN SUCH A SYSTEM, INCLUDING,\n   34  BUT NOT LIMITED TO:\n   35    (I) MAINTAINING WRITTEN PROCEDURES.\n   36    (II) CONDUCTING  PERIODIC  REVIEWS  OF  RECORDS  THAT  ARE  REASONABLY\n   37  DESIGNED  TO  ASSIST  IN  DETECTING  AND  PREVENTING  VIOLATIONS OF THIS\n   38  SECTION.\n   39    (C) AN INSURER MAY CONTRACT WITH A THIRD PARTY, INCLUDING  A  MANAGING\n   40  GENERAL AGENT OR AN INSURANCE AGENCY, TO ESTABLISH AND MAINTAIN A SYSTEM\n   41  OF  SUPERVISION  AS REQUIRED BY THIS PARAGRAPH WITH RESPECT TO INSURANCE\n   42  AGENTS UNDER CONTRACT WITH OR EMPLOYED BY A THIRD PARTY.\n   43    (D) AN INSURER SHALL MAKE REASONABLE INQUIRY TO ENSURE  THAT  A  THIRD\n   44  PARTY CONTRACTING UNDER SUBPARAGRAPH (C) OF THIS PARAGRAPH IS PERFORMING\n   45  THE  FUNCTIONS  REQUIRED UNDER THIS PARAGRAPH AND SHALL TAKE SUCH ACTION\n   46  AS IS REASONABLE UNDER THE  CIRCUMSTANCES  TO  ENFORCE  THE  CONTRACTUAL\n   47  OBLIGATION  TO  PERFORM  THE  FUNCTIONS.  AN INSURER MAY COMPLY WITH ITS\n   48  OBLIGATION TO MAKE REASONABLE INQUIRY BY:\n   49    (I) ANNUALLY OBTAINING A  CERTIFICATION  FROM  A  THIRD  PARTY  SENIOR\n   50  MANAGER  WHO  HAS  RESPONSIBILITY  FOR  THE DELEGATED FUNCTIONS THAT THE\n   51  MANAGER HAS A REASONABLE BASIS TO REPRESENT, AND  DOES  REPRESENT,  THAT\n   52  THE THIRD PARTY IS PERFORMING THE REQUIRED FUNCTIONS.\n   53    (II)  BASED  ON  REASONABLE SELECTION CRITERIA, PERIODICALLY SELECTING\n   54  THIRD PARTIES CONTRACTING UNDER SUBPARAGRAPH (C) OF THIS PARAGRAPH FOR A\n   55  REVIEW TO  DETERMINE  WHETHER  THE  THIRD  PARTIES  ARE  PERFORMING  THE\n\n       A. 563                              5\n\n    1  REQUIRED  FUNCTIONS.  THE INSURER SHALL PERFORM ANY PROCEDURES NECESSARY\n    2  TO CONDUCT THE REVIEW WHICH ARE REASONABLE UNDER THE CIRCUMSTANCES.\n    3    (E)  AN INSURER THAT CONTRACTS WITH A THIRD PARTY PURSUANT TO SUBPARA-\n    4  GRAPH (C) OF THIS PARAGRAPH AND COMPLIES WITH THE REQUIREMENTS SPECIFIED\n    5  IN SUBPARAGRAPH (D) OF THIS PARAGRAPH IS DEEMED TO  HAVE  FULFILLED  ITS\n    6  RESPONSIBILITIES UNDER THIS PARAGRAPH.\n    7    (F)  AN  INSURER,  MANAGING  GENERAL AGENT, OR INSURANCE AGENCY IS NOT\n    8  REQUIRED BY THIS PARAGRAPH TO:\n    9    (I) REVIEW OR PROVIDE FOR REVIEW OF ALL TRANSACTIONS SOLICITED  BY  AN\n   10  INSURANCE AGENT; OR\n   11    (II)  INCLUDE IN ITS SYSTEM OF SUPERVISION AN INSURANCE AGENT'S RECOM-\n   12  MENDATIONS TO SENIOR CONSUMERS OF  PRODUCTS  OTHER  THAN  THE  ANNUITIES\n   13  OFFERED BY THE INSURER, MANAGING GENERAL AGENT, OR INSURANCE AGENCY.\n   14    (G)  A  MANAGING GENERAL AGENT OR INSURANCE AGENCY CONTRACTING WITH AN\n   15  INSURER PURSUANT TO SUBPARAGRAPH (C) OF THIS PARAGRAPH  SHALL  PROMPTLY,\n   16  WHEN REQUESTED BY THE INSURER PURSUANT TO SUBPARAGRAPH (D) OF THIS PARA-\n   17  GRAPH,  PROVIDE A CERTIFICATION AS DESCRIBED IN SUBPARAGRAPH (D) OF THIS\n   18  PARAGRAPH, OR PROVIDE A CLEAR STATEMENT THAT THE MANAGING GENERAL  AGENT\n   19  OR INSURANCE AGENCY IS UNABLE TO MEET THE CERTIFICATION CRITERIA.\n   20    (H)  A  PERSON  MAY  NOT  PROVIDE  A CERTIFICATION UNDER CLAUSE (I) OF\n   21  SUBPARAGRAPH (D) OF THIS PARAGRAPH UNLESS THE PERSON IS A SENIOR MANAGER\n   22  WITH RESPONSIBILITY FOR THE DELEGATED FUNCTIONS  AND  HAS  A  REASONABLE\n   23  BASIS FOR MAKING THE CERTIFICATION.\n   24    (E)  (1)  INSURERS,  MANAGING  GENERAL AGENTS, INSURANCE AGENCIES, AND\n   25  INSURANCE AGENTS SHALL MAINTAIN OR MAKE AVAILABLE  FROM  THE  ENTITY  OR\n   26  ENTITIES  RESPONSIBLE FOR MAINTAINING THE RECORDS PURSUANT TO SUBSECTION\n   27  (D) OF THIS SECTION  TO  THE  DEPARTMENT,  RECORDS  OF  THE  INFORMATION\n   28  COLLECTED  FROM THE SENIOR CONSUMER AND OTHER INFORMATION USED IN MAKING\n   29  THE RECOMMENDATIONS THAT WERE THE BASIS FOR INSURANCE  TRANSACTIONS  FOR\n   30  FIVE  YEARS AFTER THE INSURANCE TRANSACTION IS COMPLETED BY THE INSURER.\n   31  AN INSURER IS PERMITTED, BUT SHALL NOT BE REQUIRED, TO MAINTAIN DOCUMEN-\n   32  TATION ON BEHALF OF AN INSURANCE AGENT.\n   33    (2) RECORDS REQUIRED TO BE MAINTAINED BY THIS SUBSECTION MAY BE  MAIN-\n   34  TAINED  IN  PAPER,  PHOTOGRAPHIC, MICROPROCESS, MAGNETIC, MECHANICAL, OR\n   35  ELECTRONIC MEDIA, OR BY ANY PROCESS THAT ACCURATELY REPRODUCES THE ACTU-\n   36  AL DOCUMENT.\n   37    (F) UNLESS OTHERWISE SPECIFICALLY  INCLUDED,  THIS  SECTION  DOES  NOT\n   38  APPLY TO RECOMMENDATIONS INVOLVING:\n   39    (1)  DIRECT-RESPONSE  SOLICITATIONS  WHERE  THERE IS NO RECOMMENDATION\n   40  BASED ON INFORMATION COLLECTED FROM THE SENIOR CONSUMER PURSUANT TO THIS\n   41  SECTION.\n   42    (2) CONTRACTS USED TO FUND:\n   43    (A) AN EMPLOYEE PENSION OR WELFARE BENEFIT PLAN THAT IS COVERED BY THE\n   44  EMPLOYEE RETIREMENT AND INCOME SECURITY ACT;\n   45    (B) A PLAN DESCRIBED BY SECTION 401(A),  401(K),  403(B),  408(K),  OR\n   46  408(P)  OF THE INTERNAL REVENUE CODE OF 1986, AS AMENDED, IF ESTABLISHED\n   47  OR MAINTAINED BY AN EMPLOYER;\n   48    (C) A GOVERNMENT OR CHURCH PLAN DEFINED IN SECTION 414 OF THE INTERNAL\n   49  REVENUE CODE OF 1986, AS AMENDED, A GOVERNMENT OR CHURCH WELFARE BENEFIT\n   50  PLAN, OR A DEFERRED COMPENSATION PLAN OF A STATE OR LOCAL GOVERNMENT  OR\n   51  TAX-EXEMPT  ORGANIZATION  UNDER SECTION 457 OF THE INTERNAL REVENUE CODE\n   52  OF 1986, AS AMENDED;\n   53    (D) A NONQUALIFIED DEFERRED COMPENSATION  ARRANGEMENT  ESTABLISHED  OR\n   54  MAINTAINED BY AN EMPLOYER OR PLAN SPONSOR;\n\n       A. 563                              6\n\n    1    (E)  SETTLEMENTS  OF  OR  ASSUMPTIONS  OF  LIABILITIES ASSOCIATED WITH\n    2  PERSONAL INJURY LITIGATION OR ANY DISPUTE OR CLAIM  RESOLUTION  PROCESS;\n    3  OR\n    4    (F) PREPAID FUNERAL CONTRACTS.\n    5    (G) ANY PERSON WHO IS REGISTERED WITH A MEMBER OF THE FINANCIAL INDUS-\n    6  TRY REGULATORY AUTHORITY, WHO IS REQUIRED TO MAKE A SUITABILITY DETERMI-\n    7  NATION,  AND  WHO  MAKES  AND  DOCUMENTS SUCH DETERMINATION IS DEEMED TO\n    8  SATISFY THE REQUIREMENTS UNDER THIS SECTION FOR  THE  RECOMMENDATION  OF\n    9  ANNUITIES.  THIS  SECTION  DOES  NOT  LIMIT  THE DEPARTMENT'S ABILITY TO\n   10  ENFORCE THE PROVISIONS OF THIS SECTION WITH RESPECT TO INSURANCE AGENTS,\n   11  INSURANCE AGENCIES, AND MANAGING GENERAL AGENTS, OR THE OFFICE'S ABILITY\n   12  TO ENFORCE THE PROVISIONS OF THIS SECTION WITH RESPECT TO INSURERS.\n   13    (H) THE SUPERINTENDENT SHALL ADOPT RULES AND REGULATIONS NECESSARY  TO\n   14  ADMINISTER THE PROVISIONS OF THIS SECTION.\n   15    S 3. This act shall take effect January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to standards for sale of annuity contracts to seniors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294159797239
}