{
  "year" : 2011,
  "senateBillNo" : "A564-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A564-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Protects non-purchasing senior citizens threatened by eviction pursuant to a cooperative/condominium conversion plan",
  "summary" : "Provides that a person sixty-two years of age or older, who is a tenant of a dwelling unit located in a building which is located in the city of New York, and who is threatened with eviction because such building is subject to a cooperative or condominium conversion plan, shall be entitled to remain in occupancy of such dwelling unit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Housing",
  "previousVersions" : [ "A5610-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          564\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ -- read once and referred to the Commit-\n         tee on Housing\n\n       AN  ACT  to  provide continued tenancy for certain non-purchasing senior\n         citizens in the city of New York; and to amend chapter 555 of the laws\n         of 1982 amending the general business law and the administrative  code\n         of the city of New York relating to conversion of residential property\n         to  cooperative  or  condominium ownership in the city of New York, in\n         relation to extending the expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  legislature  hereby  finds  that  due to the special\n    2  circumstances of senior citizens, a greater degree of care must be taken\n    3  in preserving the essentials of life for the elderly. In 1982, and again\n    4  in 1986, the legislature recognized the  particular  hardship  of  relo-\n    5  cation  for  such  persons  and  extended  to  eligible  senior citizens\n    6  protection from eviction pursuant to certain cooperative or  condominium\n    7  conversion  plans.  The legislature hereby finds that greater protection\n    8  must be afforded to  senior  citizens  currently  residing  in  multiple\n    9  dwellings subject to a cooperative or condominium conversion plan in the\n   10  city  of  New  York and threatened with eviction pursuant to an eviction\n   11  plan.\n   12    S 2. Notwithstanding any contrary provision of  law,  any  person  who\n   13  attains  the  age of sixty-two years or older on or before July 1, 2011,\n   14  who is and has continuously been since  prior  to  January  1,  1982,  a\n   15  tenant of a dwelling unit located in a building or group of buildings or\n   16  development  in  the city of New York subject to a cooperative or condo-\n   17  minium conversion eviction plan, and who is a non-purchasing tenant  and\n   18  otherwise  subject  to eviction may remain in occupancy, with all of the\n   19  rights of non-purchasing tenants as provided in paragraph (c) of  subdi-\n   20  vision  2  of  section  352-eeee  of  the  general  business law and all\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04459-01-1\n\n       A. 564                              2\n\n    1  protections extended by applicable rent regulation laws and  provisions;\n    2  provided, however, that the units occupied by such tenants or the shares\n    3  allocated  thereto have not been sold to a bona fide purchaser for occu-\n    4  pancy  prior  to  the  effective date of this act; and provided further,\n    5  however, that the right of succession with respect to such unit shall be\n    6  limited to the spouses of such  tenants,  and  thereafter,  such  family\n    7  members  of  such tenants which are named on the lease for such dwelling\n    8  unit.\n    9    S 3.  Section 10 of chapter 555 of the  laws  of  1982,  amending  the\n   10  general business law and the administrative code of the city of New York\n   11  relating  to conversion of residential property to cooperative or condo-\n   12  minium ownership in the city of New York, as amended by  chapter  82  of\n   13  the laws of 2003, is amended to read as follows:\n   14    S  10.  This  act  shall  take  effect immediately; provided, that the\n   15  provisions of sections one, two and nine of this  act  shall  remain  in\n   16  full  force  and  effect  only until and including June 15, [2011] 2016;\n   17  provided further that the provisions of section three of this act  shall\n   18  remain  in  full  force  and effect only so long as the public emergency\n   19  requiring the regulation and control of residential rents and  evictions\n   20  continues  as  provided in subdivision 3 of section 1 of the local emer-\n   21  gency housing rent control act; provided further that the provisions  of\n   22  sections  four,  five, six and seven of this act shall expire in accord-\n   23  ance with the provisions of section 26-520 of the administrative code of\n   24  the city of New York as such section of the administrative code is, from\n   25  time to time, amended; provided further that the provisions  of  section\n   26  26-511 of the administrative code of the city of New York, as amended by\n   27  this act, which the New York City Department of Housing Preservation and\n   28  Development  must  find  are  contained  in  the code of the real estate\n   29  industry stabilization association of such city in order to approve  it,\n   30  shall  be deemed contained therein as of the effective date of this act;\n   31  and provided further that any plan accepted for filing by the department\n   32  of law on or before the effective date of this act shall continue to  be\n   33  governed  by  the provisions of section 352-eeee of the general business\n   34  law as they had existed immediately prior to the effective date of  this\n   35  act.\n   36    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to provide continued tenancy for certain non-purchasing senior citizens in the city of New York; and to amend chapter 555 of the laws of 1982 amending the general business law and the administrative code of the city of New York relating to conversion of residential property to cooperative or condominium ownership in the city of New York, in relation to extending the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294159797245
}