{
  "year" : 2011,
  "senateBillNo" : "A565-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A565-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to death and felony crime reports in certain adult care facilities",
  "summary" : "Relates to death and felony crime reports in certain adult care facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A9554-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          565\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GOTTFRIED, DINOWITZ -- Multi-Sponsored by -- M.\n         of A. PHEFFER -- read once and referred to the Committee on Health\n\n       AN ACT to amend the social services law, in relation to death and felony\n         crime reports in certain adult care facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Section 461-m of the social services law, as amended by\n    2  chapter 462 of the laws of 1996, is amended to read as follows:\n    3    S 461-m. Death and felony crime reporting.  The operator of  an  adult\n    4  home,  ENRICHED  HOUSING  PROGRAM  or residence for adults shall have an\n    5  affirmative duty to report any death, or attempted suicide of a resident\n    6  to the department OF HEALTH within twenty-four hours of its  occurrence,\n    7  and  shall also have an affirmative duty to report to an appropriate law\n    8  enforcement authority if [it is believed that] THE OPERATOR DISCOVERS AN\n    9  INCIDENT THAT THE OPERATOR BELIEVES OR REASONABLY SHOULD  BELIEVE  WOULD\n   10  CONSTITUTE  a  felony crime [may have been committed] against a resident\n   11  of such facility as soon as possible, or in  any  event  within  [forty-\n   12  eight]  TWENTY-FOUR  hours.    In  addition, the operator shall send any\n   13  reports involving a resident who had at any time received services  from\n   14  a  mental hygiene service provider to the state commission on quality of\n   15  care [for the mentally disabled] AND ADVOCACY FOR PERSONS WITH DISABILI-\n   16  TIES WITHIN  TWENTY-FOUR  HOURS  OF  THE  OCCURRENCE  OF  THE  DEATH  OR\n   17  ATTEMPTED  SUICIDE  OR OF THE DISCOVERY OF AN INCIDENT THAT THE OPERATOR\n   18  BELIEVED OR REASONABLY SHOULD HAVE BELIEVED TO BE A FELONY CRIME.\n   19    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   20  have become a law; provided however, that the commissioner of health may\n   21  adopt,  amend,  suspend  or repeal any regulations or take other actions\n   22  necessary to enforce or implement the law prior to  and  in  preparation\n   23  for  the  taking  effect  of  the law; provided, however, such adoption,\n   24  amendment, suspension or repeal of  regulations  shall  not  have  legal\n   25  effect until the law takes effect.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02611-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to death and felony crime reports in certain adult care facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294159797250
}