{
  "year" : 2011,
  "senateBillNo" : "A566-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A566-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Classifies certain multiple entities as a single entity for contribution purposes and requires disclosure of the interests of the components or contributors thereof",
  "summary" : "Relates to campaign contribution limits on corporations; provides that all controlled corporations (subsidiaries) as defined by the IRS code shall be considered one corporation for the purposes of contribution limits; requires the treasurer of a political committee, other than a party committee, to identify and disclose the economic or other special interests of a majority of its contributors and/or organizers and the identity of any common employer or organizer. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A538-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          566\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, GALEF -- Multi-Sponsored by -- M. of A.\n         DESTITO,  SWEENEY  --  read  once  and  referred  to  the Committee on\n         Election Law\n\n       AN ACT to amend the election law, in relation to the  classification  of\n         certain  components  of a controlled group of corporations as a single\n         entity for purposes of calculating contribution limits, and  requiring\n         the identification of the interests of certain contributors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 14-116 of  the  election  law,  as\n    2  amended  by  chapter  260  of  the  laws  of 1981, is amended to read as\n    3  follows:\n    4    2.  Notwithstanding the provisions of subdivision one of this section,\n    5  any corporation or an organization financially supported in whole or  in\n    6  part,  by  such  corporation  may  make expenditures, including contrib-\n    7  utions, not otherwise prohibited by law, for political purposes,  in  an\n    8  amount  not  to  exceed  five  thousand  dollars in the aggregate in any\n    9  calendar year; provided  that  no  public  utility  shall  use  revenues\n   10  received  from  the  rendition  of  public  service within the state for\n   11  contributions for political purposes unless such cost is charged to  the\n   12  shareholders  of  such a public service corporation. FOR THE PURPOSES OF\n   13  THIS SUBDIVISION, ALL THE COMPONENT MEMBERS OF  A  CONTROLLED  GROUP  OF\n   14  CORPORATIONS  WITHIN  THE  MEANING  OF SECTION ONE THOUSAND FIVE HUNDRED\n   15  SIXTY-THREE OF THE INTERNAL REVENUE CODE OF THE UNITED STATES  SHALL  BE\n   16  DEEMED TO BE ONE CORPORATION.\n   17    S  2.  Subdivision 1 of section 14-118 of the election law, as amended\n   18  by chapter 156 of the laws of 2010, is amended to read as follows:\n   19    1. Every political committee shall have a treasurer and a  depository,\n   20  and  shall  cause  the treasurer to keep detailed, bound accounts of all\n   21  receipts, transfers, loans, liabilities, contributions and expenditures,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04363-01-1\n\n       A. 566                              2\n\n    1  made by the committee or any of its officers, members or  agents  acting\n    2  under  its  authority  or  in  its  behalf.  All  such accounts shall be\n    3  retained by a treasurer for a period of five years from the date of  the\n    4  filing  of  the  final  statement  with respect to the election, primary\n    5  election or convention to which they  pertain.  No  officer,  member  or\n    6  agent  of any political committee shall receive any receipt, transfer or\n    7  contribution, or make any expenditure or incur any liability  until  the\n    8  committee  shall  have chosen a treasurer and depository and filed their\n    9  names in accordance with this subdivision. There shall be filed  in  the\n   10  office  in  which the committee is required to file its statements under\n   11  section 14-110 of this article, within five days after the choice  of  a\n   12  treasurer and depository, a statement giving the name and address of the\n   13  treasurer  chosen, the name and address of any person authorized to sign\n   14  checks by such treasurer, the name and address of the depository  chosen\n   15  and  the  candidate  or  candidates  or ballot proposal or proposals the\n   16  success or defeat of which  the  committee  is  to  aid  or  take  part;\n   17  provided,  however,  that  such  statement  shall  not  be required of a\n   18  constituted committee and provided further that  a  political  committee\n   19  which  makes  no  expenditures,  to  aid or take part in the election or\n   20  defeat of a candidate, other than in the form  of  contributions,  shall\n   21  not  be  required  to  list the candidates being supported or opposed by\n   22  such committee.  SUCH A STATEMENT FROM ANY COMMITTEE OTHER THAN A  PARTY\n   23  OR  AUTHORIZED  COMMITTEE  ALSO  SHALL  CLEARLY IDENTIFY THE ECONOMIC OR\n   24  OTHER SPECIAL INTEREST, IF IDENTIFIABLE, OF A MAJORITY OF ITS  CONTRIBU-\n   25  TORS,  AND  IF  A  MAJORITY OF ITS CONTRIBUTORS SHARE A COMMON EMPLOYER,\n   26  SHALL IDENTIFY THE EMPLOYER. IF THE ECONOMIC OR OTHER  SPECIAL  INTEREST\n   27  OR  COMMON EMPLOYER ARE NOT IDENTIFIABLE, SUCH STATEMENT OF A MULTI-CAN-\n   28  DIDATE COMMITTEE SHALL CLEARLY IDENTIFY THE ECONOMIC  OR  OTHER  SPECIAL\n   29  INTEREST,  IF  IDENTIFIABLE,  OF  A MAJORITY OF ITS ORGANIZERS, AND IF A\n   30  MAJORITY OF ITS ORGANIZERS SHARE A COMMON EMPLOYER, SHALL  IDENTIFY  THE\n   31  EMPLOYER,  AND  IF ORGANIZED, CONTROLLED OR MAINTAINED BY AN INDIVIDUAL,\n   32  SHALL IDENTIFY THAT INDIVIDUAL. Such statement shall be  signed  by  the\n   33  treasurer and all other persons authorized to sign checks. Any change in\n   34  the  information  required  in  any  statement  shall be reported, in an\n   35  amended statement filed in the same manner and in the same office as  an\n   36  original  statement  filed  under this section, within two days after it\n   37  occurs, except that any change to the mailing address on any such state-\n   38  ment filed at the state board may also be  made  in  any  manner  deemed\n   39  acceptable by the state board. Only a banking organization authorized to\n   40  do business in this state may be designated a depository hereunder.\n   41    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the classification of certain components of a controlled group of corporations as a single entity for purposes of calculating contribution limits, and requiring the identification of the interests of certain contributors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T120958.TXT", "SOBI.D110103.T095348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294160998448
}