{
  "year" : 2011,
  "senateBillNo" : "A569-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A569-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the amount of time that a small business must not have offered health insurance prior to application to a group health insurance program",
  "summary" : "Reduces from a 12 month period to a 6 month period, the amount of time that a small business must not have offered health insurance prior to application to a group health insurance program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A1158-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          569\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SAYWARD,  REILICH, TEDISCO, BUTLER, BARCLAY,\n         AMEDORE -- Multi-Sponsored by -- M. of  A.  BOYLE,  BURLING,  CALHOUN,\n         CONTE,  CROUCH,  DUPREY,  FINCH,  FITZPATRICK,  GIGLIO, HAWLEY, HAYES,\n         KOLB,  P. LOPEZ,  McDONOUGH,  McKEVITT,  J. MILLER,  MOLINARO,   OAKS,\n         RABBITT,  RAIA, SALADINO, THIELE, TOBACCO -- read once and referred to\n         the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation  to  standardized  health\n         insurance contracts for qualifying small employers and individuals\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Items (i) and (iii) of subparagraph (A) of paragraph  1  of\n    2  subsection (c) of section 4326 of the insurance law, item (i) as amended\n    3  and  item (iii) as added by chapter 419 of the laws of 2000, are amended\n    4  to read as follows:\n    5    (i) without health insurance which provides  benefits  on  an  expense\n    6  reimbursed  or  prepaid  basis  in  effect during the [twelve] SIX month\n    7  period prior to application for  a  qualifying  group  health  insurance\n    8  contract under the program established by this section; and\n    9    (iii)  except  that  the  requirements  set  forth in item (i) of this\n   10  subparagraph shall not be applicable where an individual proprietor  had\n   11  health  insurance  coverage  during the previous [twelve] SIX months and\n   12  such coverage terminated due to one of the reasons set  forth  in  items\n   13  (i)  through  (viii)  of  subparagraph  (C)  of  paragraph three of THIS\n   14  subsection [(c) of this section]; or\n   15    S 2. Item (ii) of subparagraph (B) of paragraph 1 of subsection (c) of\n   16  section 4326 of the insurance law, as added by chapter 1 of the laws  of\n   17  1999, is amended to read as follows:\n   18    (ii)  no  group health insurance which provides benefits on an expense\n   19  reimbursed or prepaid basis covering  employees  in  effect  during  the\n   20  [twelve]  SIX  month  period prior to application for a qualifying group\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01326-01-1\n\n       A. 569                              2\n\n    1  health insurance contract under the program established by this section;\n    2  and\n    3    S 3. Subparagraph (D) of paragraph 1 of subsection (c) of section 4326\n    4  of  the  insurance  law,  as  added by chapter 1 of the laws of 1999, is\n    5  amended to read as follows:\n    6    (D) The [twelve] SIX month period set forth in item  (i)  of  subpara-\n    7  graph (A) of this paragraph and in item (ii) of subparagraph (B) of this\n    8  paragraph may be adjusted by the superintendent from [twelve] SIX months\n    9  to [eighteen] TWELVE months if he determines that the [twelve] SIX month\n   10  period  is  insufficient  to prevent inappropriate substitution of other\n   11  health  insurance  contracts  for  qualifying  group  health   insurance\n   12  contracts.\n   13    S  4.  Items  (i)  and  (ii)  of  subparagraph  (A)  of paragraph 3 of\n   14  subsection (c) of section 4326 of the insurance law, as added by chapter\n   15  1 of the laws of 1999, are amended to read as follows:\n   16    (i) who does not have and has not had health insurance  with  benefits\n   17  on  an expense reimbursed or prepaid basis during the [twelve] SIX month\n   18  period prior to the individual's application for health insurance  under\n   19  the program established by this section;\n   20    (ii)  whose  employer  does not provide group health insurance and has\n   21  not provided group health insurance with benefits on  an  expense  reim-\n   22  bursed or prepaid basis covering employees in effect during the [twelve]\n   23  SIX month period prior to the individual's application for health insur-\n   24  ance under the program established by this section;\n   25    S  5.  The  opening  paragraph  of  subparagraph (C) of paragraph 3 of\n   26  subsection (c) of section 4326 of the insurance law, as amended by chap-\n   27  ter 419 of the laws of 2000, is amended to read as follows:\n   28    The requirements set forth in items (i) and (ii) of  subparagraph  (A)\n   29  of this paragraph shall not be applicable where an individual had health\n   30  insurance  coverage  during  the  previous  [twelve] SIX months and such\n   31  coverage terminated due to:\n   32    S 6. Subparagraph (D) of paragraph 3 of subsection (c) of section 4326\n   33  of the insurance law, as added by chapter 1 of  the  laws  of  1999,  is\n   34  amended to read as follows:\n   35    (D)  The  [twelve] SIX month period set forth in items (i) and (ii) of\n   36  subparagraph (A) of this paragraph may be adjusted by the superintendent\n   37  from [twelve] SIX months to [eighteen] TWELVE months  if  he  determines\n   38  that  the  [twelve] SIX month period is insufficient to prevent inappro-\n   39  priate substitution of other health insurance contracts  for  qualifying\n   40  individual health insurance contracts.\n   41    S  7. This act shall take effect on the first of January next succeed-\n   42  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to standardized health insurance contracts for qualifying small employers and individuals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T120958.TXT", "SOBI.D110103.T095848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294160998460
}