{
  "year" : 2011,
  "senateBillNo" : "A57-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A57-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires item pricing with limited exception",
  "summary" : "Establishes a permanent state item pricing law; provides that such item pricing shall apply to food, certain paper products, certain cleaning products, and certain health and beauty aids; provides for the enforcement of item pricing by the department of agriculture and markets and by municipal directors of consumer affairs or weights and measures; provides for monetary penalties for violations; further permits a super-refund on certain items; and permits localities to enforce local laws which are more stringent than state standards. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A956-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          57\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Consumer Affairs and Protection\n\n       AN  ACT  to  amend  the agriculture and markets law, in relation to item\n         pricing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  section 214-i to read as follows:\n    3    S 214-I.  ITEM PRICING.  1.  DECLARATION OF LEGISLATIVE  FINDINGS  AND\n    4  INTENT.    THE LEGISLATURE HEREBY FINDS AND DECLARES THAT THERE IS TECH-\n    5  NOLOGY UTILIZING A LASER SCANNING DEVICE OFFERING NUMEROUS  EFFICIENCIES\n    6  AND  ECONOMIES  TO THE OPERATION OF THE RETAIL FOOD INDUSTRY, THE USE OF\n    7  WHICH MAY MAKE IT ECONOMICALLY ADVANTAGEOUS FOR RETAIL STORES TO  REMOVE\n    8  PRICE  MARKINGS  ON  INDIVIDUAL GROCERY ITEMS.   THE LEGISLATURE FURTHER\n    9  FINDS THAT PRICE MARKING CONSTITUTES AN INDISPENSABLE  INGREDIENT  TO  A\n   10  CONSUMER'S  RIGHT  TO  ALL  REASONABLE  INFORMATION  IN ORDER TO MAKE AN\n   11  INFORMED PURCHASE CHOICE.\n   12    THEREFORE, THE LEGISLATURE DECLARES THAT REQUIRING ITEM PRICE  MARKING\n   13  IS  NECESSARY  TO  PROTECT  THE  INTEREST  OF  THE CONSUMING PUBLIC, AND\n   14  FURTHER DECLARES THAT IT IS IN THE PUBLIC  INTEREST  TO  PROMOTE  USEFUL\n   15  TECHNOLOGY  BY  PERMITTING  CONTINUED  TESTING  AND  DEVELOPMENT  OF THE\n   16  UNIVERSAL PRODUCT CODE CHECKOUT SYSTEM WITHOUT THE REMOVAL OF ITEM PRIC-\n   17  ES.\n   18    IT IS THE INTENT OF THIS LEGISLATION TO  ENSURE  THAT  CONSUMER  GOODS\n   19  OFFERED  FOR  SALE  IN NEW YORK STATE ARE CLEARLY, ADEQUATELY, AND ACCU-\n   20  RATELY PRICE MARKED AS PROVIDED IN THIS SECTION.\n   21    2.  DEFINITIONS.  THE FOLLOWING TERMS SHALL HAVE THE  FOLLOWING  MEAN-\n   22  INGS FOR THE PURPOSE OF THIS SECTION:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01053-01-1\n\n       A. 57                               2\n\n    1    A.  \"STOCK  KEEPING  UNIT\"  OR  \"UNIT\"  SHALL MEAN EACH GROUP OF ITEMS\n    2  OFFERED FOR SALE OF THE SAME BRAND NAME, QUANTITY  OF  CONTENTS,  RETAIL\n    3  PRICE, AND VARIETY WITHIN THE FOLLOWING CATEGORIES:\n    4    (I)    FOOD,  INCLUDING  ALL MATERIAL, SOLID, LIQUID OR MIXED, WHETHER\n    5  SIMPLE OR COMPOUND, USED OR INTENDED FOR CONSUMPTION BY HUMAN BEINGS  OR\n    6  DOMESTIC  ANIMALS  NORMALLY KEPT AS HOUSEHOLD PETS AND ALL SUBSTANCES OR\n    7  INGREDIENTS TO BE ADDED THERETO FOR ANY PURPOSE;\n    8    (II)  NAPKINS, FACIAL TISSUES, TOILET TISSUES, PAPER TOWELING AND  ANY\n    9  DISPOSABLE  WRAPPING OR CONTAINER FOR THE STORAGE, HANDLING, SERVING, OR\n   10  DISPOSAL OF FOOD;\n   11    (III)  DETERGENTS, SOAPS AND OTHER CLEANSING AGENTS; AND\n   12    (IV)  NON-PRESCRIPTION DRUGS, FEMININE HYGIENE PRODUCTS AND HEALTH AND\n   13  BEAUTY AIDS.\n   14    B.  \"STOCK KEEPING ITEM\" OR \"ITEM\" SHALL MEAN EACH  ITEM  OF  A  STOCK\n   15  KEEPING UNIT OFFERED FOR SALE.\n   16    C.    \"RETAIL STORE\" SHALL MEAN A STORE SELLING STOCK KEEPING UNITS AT\n   17  RETAIL.  A STORE WHICH IS NOT OPEN TO THE GENERAL PUBLIC BUT IS RESERVED\n   18  FOR USE BY ITS MEMBERS SHALL COME WITHIN THE PROVISIONS  OF  THIS  DEFI-\n   19  NITION  UNLESS THE MEMBERS MUST PAY A DIRECT FEE TO THE STORE TO QUALIFY\n   20  FOR MEMBERSHIP AND THE STORE IS NOT REQUIRED TO  COLLECT  SALES  TAX  ON\n   21  TRANSACTIONS  WITH  MEMBERS.    PURSUANT TO THIS SECTION, A RETAIL STORE\n   22  SHALL NOT INCLUDE ANY STORE WHICH:\n   23    (I)  HAS AS ITS ONLY FULL-TIME EMPLOYEE  THE  OWNER  THEREOF,  OR  THE\n   24  PARENT,  SPOUSE  OR CHILD OF THE OWNER, AND IN ADDITION THERETO NOT MORE\n   25  THAN TWO FULL-TIME EMPLOYEES; OR\n   26    (II)  HAD ANNUAL GROSS SALES OF STOCK KEEPING UNITS  IN  THE  PREVIOUS\n   27  CALENDAR  YEAR  OF  LESS  THAN  THREE MILLION DOLLARS, UNLESS THE RETAIL\n   28  STORE IS PART OF A NETWORK OF SUBSIDIARIES, AFFILIATES OR  OTHER  MEMBER\n   29  STORES,  UNDER  DIRECT OR INDIRECT COMMON CONTROL, WHICH AS A GROUP, HAD\n   30  ANNUAL GROSS SALES OF STOCK KEEPING ITEMS IN THE PREVIOUS CALENDAR  YEAR\n   31  OF THREE MILLION DOLLARS OR MORE; OR\n   32    (III)    ENGAGES  PRIMARILY IN THE SALE OF FOOD FOR CONSUMPTION ON THE\n   33  PREMISES OR IN A SPECIALTY TRADE WHICH THE COMMISSIONER  DETERMINES,  BY\n   34  REGULATION, WOULD BE INAPPROPRIATE FOR ITEM PRICING.\n   35    D.   \"ITEM PRICE\" SHALL MEAN THE TAG, STAMP OR MARK AFFIXED TO A STOCK\n   36  KEEPING ITEM WHICH SETS FORTH, IN  ARABIC  NUMERALS,  THE  RETAIL  PRICE\n   37  THEREOF.\n   38    E.    \"ADVERTISED  PRICE\" SHALL MEAN THE PRICE OF A STOCK KEEPING UNIT\n   39  WHICH A RETAIL STORE HAS CAUSED TO BE DISSEMINATED BY  MEANS  OF  PROMO-\n   40  TIONAL METHODS SUCH AS AN IN-STORE SIGN, NEWSPAPER, CIRCULAR, TELEVISION\n   41  OR RADIO ADVERTISING.\n   42    F.    \"SHELF PRICE\" SHALL MEAN THE TAG OR SIGN PLACED BY AN AUTHORIZED\n   43  PERSON AT EACH POINT OF DISPLAY OF A STOCK KEEPING UNIT,  WHICH  CLEARLY\n   44  SETS FORTH THE RETAIL PRICE OF THE STOCK KEEPING ITEMS WITHIN THAT STOCK\n   45  KEEPING UNIT.\n   46    G. \"SALE PRICE\" SHALL MEAN THE PRICE OF STOCK KEEPING ITEMS OFFERED ON\n   47  SALE IN GOOD FAITH AT A PRICE BELOW THE PRICE FOR WHICH SUCH STOCK KEEP-\n   48  ING  ITEMS  ARE USUALLY SOLD IN THE RETAIL STORE, FOR A STATED PERIOD OF\n   49  TIME NOT TO EXCEED SEVEN DAYS.\n   50    H.   \"COMPUTER-ASSISTED CHECKOUT SYSTEM\"  SHALL  MEAN  ANY  ELECTRONIC\n   51  DEVICE,  COMPUTER  SYSTEM  OR  MACHINE WHICH DETERMINES OR INDICATES THE\n   52  SELLING PRICE OF A STOCK KEEPING  ITEM  BY  INTERPRETING  ITS  UNIVERSAL\n   53  PRODUCT  CODE, OR AN IN-HOUSE PRODUCT CODE, OR BY USE OF ITS PRICE LOOK-\n   54  UP FUNCTION.\n   55    I.  \"PRICE LOOK-UP FUNCTION\" SHALL MEAN THE CAPABILITY OF ANY CHECKOUT\n   56  SYSTEM TO DETERMINE THE RETAIL PRICE OF A STOCK KEEPING ITEM BY  WAY  OF\n\n       A. 57                               3\n\n    1  ENTRY  INTO  THE  SYSTEM OF A CODE NUMBER OR OTHER INDICATOR ASSIGNED TO\n    2  THAT ITEM'S STOCK KEEPING UNIT BY THE RETAIL STORE  OR  BY  WAY  OF  THE\n    3  CHECKOUT  OPERATOR'S  CONSULTATION  OF A FILE MAINTAINED AT THE POINT OF\n    4  SALE.\n    5    J.    \"INSPECTOR\"  SHALL MEAN AN AUTHORIZED GOVERNMENT OFFICIAL HAVING\n    6  THE JURISDICTION TO ENFORCE THE PROVISIONS OF THIS SECTION.\n    7    3.   ITEM PRICING REQUIRED.   A.   EVERY  PERSON,  FIRM,  PARTNERSHIP,\n    8  CORPORATION  OR  ASSOCIATION WHICH SELLS, OFFERS FOR SALE OR EXPOSES FOR\n    9  SALE A STOCK KEEPING UNIT IN A  RETAIL  STORE,  SHALL  DISCLOSE  TO  THE\n   10  CONSUMER THE ITEM PRICE OF EACH STOCK KEEPING ITEM EXCEPT AS PROVIDED IN\n   11  PARAGRAPH B OF THIS SUBDIVISION BY CAUSING THE ITEM PRICE TO BE CONSPIC-\n   12  UOUSLY, CLEARLY AND PLAINLY MARKED, STAMPED, TAGGED OR AFFIXED THERETO.\n   13    B.  CERTAIN ITEMS EXEMPTED. STOCK KEEPING ITEMS OF THE FOLLOWING STOCK\n   14  KEEPING  UNITS  NEED  NOT BE ITEM PRICED AS PROVIDED IN THIS SUBDIVISION\n   15  PROVIDED THAT A SHELF PRICE AND A PRICE LOOK-UP FUNCTION ARE  MAINTAINED\n   16  FOR SUCH STOCK KEEPING UNITS:\n   17    (I)  MILK;\n   18    (II)  EGGS;\n   19    (III)  UNPACKAGED FRESH PRODUCE;\n   20    (IV)  UNPACKAGED FOOD OFFERED FOR SALE IN BULK;\n   21    (V)  FOOD SOLD FOR CONSUMPTION ON THE PREMISES;\n   22    (VI)   STOCK KEEPING ITEMS WHICH ARE UNDER THREE CUBIC INCHES IN SIZE,\n   23  AND WEIGH LESS THAN THREE OUNCES, AND ARE PRICED UNDER ONE DOLLAR;\n   24    (VII)  SNACK FOODS SUCH AS CAKES, GUM, CANDIES, CHIPS AND NUTS OFFERED\n   25  FOR SALE IN SINGLE PACKAGES AND WEIGHING FIVE OUNCES OR LESS;\n   26    (VIII)  CIGARETTES, CIGARS, TOBACCO AND TOBACCO PRODUCTS;\n   27    (IX)  ITEMS SOLD THROUGH A VENDING MACHINE;\n   28    (X) ITEMS OFFERED AT A SALE PRICE, PROVIDED THAT THE  SALE  PRICE  AND\n   29  BEGINNING  AND  ENDING  DATES  OF THE SALES ARE CLEARLY INDICATED TO THE\n   30  CONSUMER BY CONSPICUOUS SIGNS LOCATED AT OR NEAR  THE  DISPLAY  OF  SUCH\n   31  ITEMS; AND\n   32    (XI) FROZEN FOOD PACKAGED IN PLASTIC OR POLYETHYLENE BAGS.\n   33    C.  THE COMMISSIONER MAY PROMULGATE RULES AND REGULATIONS AS HE OR SHE\n   34  DEEMS NECESSARY, TO ENSURE THAT UNIT PRICES, AS REQUIRED  UNDER  SECTION\n   35  TWO  HUNDRED FOURTEEN-H OF THIS ARTICLE, ARE OF ADEQUATE SIZE, COLOR AND\n   36  LOCATION TO ENHANCE VISIBILITY BY THE CONSUMER FOR THE  UNITS  INDICATED\n   37  BY PARAGRAPH B OF THIS SUBDIVISION.\n   38    4.    PRICE ACCURACY.  NO RETAIL STORE SHALL CHARGE A RETAIL PRICE FOR\n   39  ANY EXEMPT OR NON-EXEMPT STOCK KEEPING ITEM WHICH EXCEEDS THE  LOWER  OF\n   40  ANY ITEM, SHELF, SALE OR ADVERTISED PRICE OF SUCH STOCK KEEPING ITEM.\n   41    5.  ENFORCEMENT,  INSPECTION PROCEDURES.   A.  GENERAL ENFORCEMENT AND\n   42  INSPECTION PROCEDURES. FOR ANY INSPECTION UNDER THIS SECTION, THE  STORE\n   43  REPRESENTATIVE SHALL AFFORD THE INSPECTOR ACCESS TO THE TEST MODE OF THE\n   44  CHECKOUT SYSTEM AND TO THE RETAIL PRICE INFORMATION CONTAINED IN A PRICE\n   45  LOOK-UP FUNCTION.\n   46    B.  PRICE DISCLOSURE. FOR THE PURPOSE OF DETERMINING A STORE'S COMPLI-\n   47  ANCE WITH THE REQUIREMENTS OF SUBDIVISION  THREE  OF  THIS  SECTION,  AN\n   48  INSPECTION  SHALL  BE  CONDUCTED OF A SAMPLE OF NO LESS THAN FIFTY STOCK\n   49  KEEPING UNITS. HOWEVER, IN THE EVENT THE  COMMISSIONER  HAS  RECEIVED  A\n   50  SPECIFIC  WRITTEN COMPLAINT, NO SUCH MINIMUM SAMPLE SHALL BE REQUIRED IN\n   51  THE INVESTIGATION OF SAME.\n   52    C. PRICE ACCURACY ENFORCEMENT.  IN A STORE WITH A  LASER  SCANNING  OR\n   53  OTHER  COMPUTER  ASSISTED  CHECKOUT SYSTEM, THE ENFORCING AGENT SHALL BE\n   54  PERMITTED TO COMPARE THE ITEM, SHELF, SALE OR ADVERTISED  PRICE  ON  ANY\n   55  ONE  OR  MORE  STOCK KEEPING ITEMS SOLD IN THE STORE, NOT TO EXCEED FIVE\n   56  HUNDRED STOCK KEEPING ITEMS AT ANY ONE INSPECTION, WITH  THE  PROGRAMMED\n\n       A. 57                               4\n\n    1  COMPUTER  PRICE.   NO MINIMUM SAMPLE SHALL BE REQUIRED FOR AN INSPECTION\n    2  FOR PRICE ACCURACY.  THE STORE SHALL PROVIDE SUCH ACCESS TO THE COMPUTER\n    3  AS IS NECESSARY FOR THE ENFORCING AGENT TO MAKE THE DETERMINATION.\n    4    6.  WAIVER  FROM  ITEM  PRICING  BASED  ON CHECKOUT ACCURACY. A. EVERY\n    5  PERSON, STORE, FIRM, PARTNERSHIP, CORPORATION, OR ASSOCIATION WHICH USES\n    6  A  COMPUTER-ASSISTED  CHECKOUT  SYSTEM  AND  WHICH  WOULD  OTHERWISE  BE\n    7  REQUIRED  TO ITEM PRICE AS PROVIDED IN SUBDIVISION THREE OF THIS SECTION\n    8  MAY MAKE APPLICATION IN WRITING TO THE  COUNTY  SEALER  OF  WEIGHTS  AND\n    9  MEASURES  FOR  A  WAIVER  OF  SAID ITEM PRICING REQUIREMENTS. A SEPARATE\n   10  APPLICATION SHALL BE REQUIRED FOR EACH STORE. EACH APPLICATION SHALL  BE\n   11  SUBJECT TO A NON-REFUNDABLE PROCESSING FEE TO COVER THE COST OF CONDUCT-\n   12  ING  SCANNER  ACCURACY  INSPECTIONS  AS  PROVIDED IN PARAGRAPH B OF THIS\n   13  SUBDIVISION. THE COUNTY SEALER OF WEIGHTS AND MEASURES  SHALL  DETERMINE\n   14  THE  PROCESSING  FEE AND MAY REVISE IT FROM TIME TO TIME, BUT IN NO CASE\n   15  SHALL SAID FEE EXCEED ONE THOUSAND DOLLARS PER APPLICATION.\n   16    B. UPON RECEIPT OF AN APPLICATION AND FEE AS PROVIDED IN  PARAGRAPH  A\n   17  OF  THIS  SUBDIVISION,  THE  COUNTY SEALER OF WEIGHTS AND MEASURES SHALL\n   18  CAUSE TO BE CONDUCTED TWO SCANNER ACCURACY INSPECTIONS OF THE STORE  FOR\n   19  WHICH  THE  APPLICATION  HAS  BEEN SUBMITTED. THESE INSPECTIONS SHALL BE\n   20  CONDUCTED ON TWO SEPARATE DAYS AND SHALL CONSIST OF COMPARING THE SHELF,\n   21  SALE OR ADVERTISED PRICE OF ANY STOCK-KEEPING UNIT (SKU) WITH THE COMPU-\n   22  TER-ASSISTED CHECKOUT SYSTEM PRICE. SUCH INSPECTION SHALL CONSIST OF  AT\n   23  LEAST  ONE  HUNDRED SKUS, BUT NO MORE THAN FIVE HUNDRED, SELECTED AT THE\n   24  DISCRETION OF THE COUNTY SEALER OF WEIGHTS AND MEASURES.  IN  THE  EVENT\n   25  THAT  ANY  VIOLATIONS  ARE  DETECTED,  PENALTIES  SHALL  BE  ASSESSED AS\n   26  PROVIDED IN SUBDIVISION SEVEN OF  THIS  SECTION.  IF,  CONSIDERING  BOTH\n   27  INSPECTIONS  TOGETHER,  THE  NUMBER  OF SKUS FOUND IN VIOLATION DOES NOT\n   28  EXCEED TWO PERCENT OF ALL SKUS INSPECTED, THE COUNTY SEALER  OF  WEIGHTS\n   29  AND  MEASURES  SHALL  GRANT TO THE APPLICANT A ONE-YEAR REVOCABLE WAIVER\n   30  FROM THE ITEM-PRICING REQUIREMENT. ANY STORE WITH A CURRENT WAIVER SHALL\n   31  BE EXEMPT FROM THE REQUIREMENTS OF SUBDIVISION THREE OF THIS SECTION.\n   32    C. A WAIVER FROM ITEM PRICING SHALL BE VALID FOR A PERIOD OF ONE  YEAR\n   33  FROM  THE DATE OF ISSUANCE. STORES MAY REAPPLY ANNUALLY FOR RENEWAL OF A\n   34  WAIVER. A PROCESSING FEE AND TWO INSPECTIONS SHALL BE REQUIRED FOR  EACH\n   35  ANNUAL  RENEWAL APPLICATION, AS REQUIRED FOR AN ORIGINAL WAIVER APPLICA-\n   36  TION.\n   37    D. IN THE EVENT THAT TOTAL VIOLATIONS IN EXCESS  OF  TWO  PERCENT  ARE\n   38  DISCOVERED IN THE INSPECTIONS PROVIDED FOR IN PARAGRAPHS B AND C OF THIS\n   39  SUBDIVISION,  THE  COUNTY  SEALER  OF  WEIGHTS AND MEASURES SHALL DENY A\n   40  WAIVER TO THE APPLICANT. IF THE OWNER OF THE STORE STILL WISHES A  WAIV-\n   41  ER,  SUCH STORE MUST PROMPTLY RE-APPLY FOR A WAIVER AND PAY THE REQUIRED\n   42  FEE TO THE COUNTY SEALER OF WEIGHTS AND MEASURES  WITHIN  FIVE  BUSINESS\n   43  DAYS  AFTER  BEING  NOTIFIED OF THE FAILURE. STORES THAT DO NOT RE-APPLY\n   44  MUST PROMPTLY COME INTO COMPLIANCE WITH ALL THE REQUIREMENTS OF SUBDIVI-\n   45  SION THREE OF THIS SECTION, AND, MAY NOT AGAIN  RE-APPLY  FOR  A  WAIVER\n   46  UNTIL AT LEAST ONE YEAR AFTER DENIAL BY THE COUNTY SEALER OF WEIGHTS AND\n   47  MEASURES.\n   48    E.  IN  THE  EVENT  THAT  THE COUNTY SEALER OF WEIGHTS AND MEASURES IS\n   49  UNABLE TO CONDUCT INSPECTIONS PURSUANT TO PARAGRAPH B OF  THIS  SUBDIVI-\n   50  SION  WITHIN NINETY DAYS OF RECEIPT OF A COMPLETE WAIVER APPLICATION AND\n   51  PROPER PROCESSING FEE, THE COUNTY SEALER OF  WEIGHTS  AND  MEASURES  MAY\n   52  GRANT  A  TEMPORARY WAIVER PENDING COMPLETION OF INSPECTIONS. THE COUNTY\n   53  SEALER OF WEIGHTS AND  MEASURES  SHALL  CAUSE  SAID  INSPECTIONS  TO  BE\n   54  COMPLETED  AS  SOON AS PRACTICABLE. IF, UPON COMPLETION, THE INSPECTIONS\n   55  DETECT A VIOLATION RATE IN EXCESS OF TWO PERCENT  OR  LESS,  THE  COUNTY\n   56  SEALER  OF  WEIGHTS  AND  MEASURES  SHALL ISSUE A REGULAR WAIVER WITH AN\n\n       A. 57                               5\n\n    1  EXPIRATION DATE ONE YEAR FROM THE COMMENCEMENT  DATE  OF  THE  TEMPORARY\n    2  WAIVER.  IF  THE  INSPECTIONS  DETECT  A VIOLATION RATE IN EXCESS OF TWO\n    3  PERCENT, THE TEMPORARY WAIVER SHALL BE IMMEDIATELY REVOKED  AND  COMPLI-\n    4  ANCE  WITH  SUBDIVISION  THREE OF THIS SECTION SHALL BE REQUIRED AND THE\n    5  PROVISIONS OF PARAGRAPH D OF THIS SUBDIVISION SHALL APPLY.\n    6    F. AS A CONDITION OF THE WAIVER FROM ITEM  PRICING  PURSUANT  TO  THIS\n    7  SUBDIVISION,  EACH  STORE  THAT  ACCEPTS A WAIVER MUST AGREE TO MEET THE\n    8  FOLLOWING REQUIREMENTS, AND NO REGULAR  OR  TEMPORARY  WAIVER  SHALL  BE\n    9  GRANTED TO A STORE THAT HAS NOT AGREED TO THESE REQUIREMENTS IN WRITING:\n   10    (I)  THE STORE SHALL DESIGNATE AND MAKE AVAILABLE PRICE CHECK SCANNERS\n   11  TO ENABLE CONSUMERS TO CONFIRM THE PRICES OF STOCK-KEEPING ITEMS (SKIS).\n   12  THESE PRICE CHECK SCANNERS SHALL BE IN LOCATIONS CONVENIENT TO CONSUMERS\n   13  WITH SIGNS OF SUFFICIENT SIZED LETTERING IDENTIFYING THESE UNITS TO  THE\n   14  CONSUMERS.  STORES  WILL  SUBMIT  THEIR  PROPOSALS  FOR SIGNS, NUMBER OF\n   15  DEVICES AND DEVICE LOCATIONS TO THE COUNTY SEALER OF WEIGHTS  AND  MEAS-\n   16  URES FOR APPROVAL.\n   17    (II)  THE STORE SHALL NOT CHARGE ANY CUSTOMER A PRICE FOR ANY SKI THAT\n   18  EXCEEDS THE ITEM, SHELF, SALE OR ADVERTISED PRICE OF THAT SKI, WHICHEVER\n   19  IS LEAST.\n   20    (III) THE STORE SHALL CAUSE TO BE POSTED IN  A  CONSPICUOUS  LOCATION,\n   21  ACCESSIBLE BY ALL CONSUMERS AND APPROVED BY THE COUNTY SEALER OF WEIGHTS\n   22  AND  MEASURES  A SIGN EXPLAINING THE RIGHTS OF CONSUMERS CONSISTENT WITH\n   23  SUBDIVISION EIGHT OF THIS SECTION. THE  COUNTY  SEALER  OF  WEIGHTS  AND\n   24  MEASURES  WILL  SPECIFY THE CONTENT AND SIZE OF THIS SIGN BY REGULATION.\n   25  THE STORE IS ALSO REQUIRED TO POST THE TEMPORARY OR ANNUAL WAIVER IN THE\n   26  AREA DESIGNATED FOR HANDLING PRICE DISCREPANCIES.\n   27    (IV) THE STORE SHALL PARTICIPATE IN THE SUPER-REFUND PROGRAM AND SHALL\n   28  MAKE PAYMENT TO CONSUMERS WHO HAVE BEEN OVERCHARGED IN  ACCORDANCE  WITH\n   29  SUBDIVISION  EIGHT  OF THIS SECTION. EACH STORE IS REQUIRED TO DESIGNATE\n   30  AT LEAST ONE INDIVIDUAL WHO IS AUTHORIZED TO ISSUE THESE PAYMENTS DURING\n   31  ALL OF THE STORE'S OPERATING HOURS.\n   32    (V) THE STORE SHALL CORRECT ALL PRICING ERRORS IDENTIFIED BY CONSUMERS\n   33  AT STORE LEVEL WITHIN ONE HOUR AND, IF APPLICABLE, AT THEIR FIRM,  PART-\n   34  NERSHIP, CORPORATION, OR ASSOCIATION WITHIN TWENTY-FOUR HOURS.\n   35    (VI)  THE  STORE  SHALL CLEARLY DISPLAY SELLING PRICES AT THE POINT OF\n   36  SKU DISPLAY, BY EITHER PLACING SIGNS OR SHELF TAGS AS CLOSE AS PRACTICAL\n   37  TO THE LOCATION AT WHICH THE SKUS ARE  DISPLAYED;  AND/OR  BY  STAMPING,\n   38  TAGGING, LABELING OR OTHERWISE MARKING EACH STOCK KEEPING ITEMS. FAILURE\n   39  TO  DISPLAY  THE  SELLING PRICE FOR A SKU, CONSISTENT WITH THIS SUBDIVI-\n   40  SION, CONSTITUTES A SCANNER ERROR.\n   41    (VII) AT ANY TIME, THE COUNTY  SEALER  OF  WEIGHTS  AND  MEASURES  MAY\n   42  DIRECT  COMPLIANCE  INSPECTIONS  OF  ANY STORE ACCEPTING A WAIVER. THESE\n   43  INSPECTIONS SHALL CONSIST OF COMPARING THE ITEM, SHELF, SALE  OR  ADVER-\n   44  TISED  PRICE  OF ANY STOCK-KEEPING UNIT (SKU) WITH THE COMPUTER-ASSISTED\n   45  CHECKOUT SYSTEM PRICE. SUCH INSPECTION SHALL CONSIST OF  NOT  LESS  THAN\n   46  ONE  HUNDRED  NOR MORE THAN FIVE HUNDRED SKUS SELECTED AT THE DISCRETION\n   47  OF THE COUNTY SEALER OF WEIGHTS AND MEASURES.  IN  THE  EVENT  THAT  ANY\n   48  VIOLATIONS  ARE  DETECTED,  PENALTIES  SHALL  BE ASSESSED AS PROVIDED IN\n   49  SUBDIVISION SEVEN OF THIS SECTION. IN THE EVENT THAT THE NUMBER OF  SKUS\n   50  FOUND  IN VIOLATION EQUALS OR EXCEEDS TWO PERCENT OF ALL SKUS INSPECTED,\n   51  THE COUNTY SEALER OF WEIGHTS AND MEASURES MAY REVOKE THE STORE'S  WAIVER\n   52  FROM  THE  ITEM-PRICING  REQUIREMENT. A STORE MAY PROMPTLY REAPPLY FOR A\n   53  WAIVER AND PAY THE REQUIRED FEE TO THE  COUNTY  SEALER  OF  WEIGHTS  AND\n   54  MEASURES  WITHIN FIVE BUSINESS DAYS AFTER BEING NOTIFIED OF THE FAILURE.\n   55  STORES THAT DO NOT REAPPLY MUST PROMPTLY COME INTO COMPLIANCE  WITH  ALL\n\n       A. 57                               6\n\n    1  THE REQUIREMENTS OF SUBDIVISION THREE OF THIS SECTION, AND MAY NOT AGAIN\n    2  REAPPLY FOR A WAIVER UNTIL AT LEAST ONE YEAR AFTER REVOCATION.\n    3    7. PENALTIES. A. ITEM PRICING PENALTIES. (I) THE FAILURE TO ITEM PRICE\n    4  THREE  OR  MORE  STOCK  KEEPING ITEMS OF A PARTICULAR STOCK KEEPING UNIT\n    5  SHALL CONSTITUTE A SINGLE VIOLATION.\n    6    (II)  ANY RETAIL STORE FOUND IN VIOLATION OF SUBDIVISION THREE OF THIS\n    7  SECTION SHALL BE SUBJECT TO  THE  FOLLOWING  PENALTIES:  FOR  VIOLATIONS\n    8  DISCOVERED  UPON  THE  FIRST  INSPECTION  IN ANY TWELVE MONTH PERIOD THE\n    9  STORE SHALL PAY A PENALTY OF FIFTY DOLLARS FOR EACH OF  THE  FIRST  FOUR\n   10  VIOLATIONS;  ONE HUNDRED DOLLARS FOR EACH OF THE NEXT TWELVE VIOLATIONS;\n   11  AND ONE HUNDRED FIFTY DOLLARS FOR EACH SUBSEQUENT VIOLATION, BUT  IN  NO\n   12  EVENT SHALL THE TOTAL PENALTY THEREFOR EXCEED FIVE THOUSAND DOLLARS. FOR\n   13  VIOLATIONS  DISCOVERED  UPON  A  SECOND  OR SUBSEQUENT INSPECTION IN ANY\n   14  TWELVE MONTH PERIOD, THE ABOVE PENALTIES SHALL BE DOUBLED, WITHOUT LIMI-\n   15  TATION. EACH DAY A VIOLATION IS CONTINUED SHALL  CONSTITUTE  A  SEPARATE\n   16  VIOLATION.\n   17    B. PRICE ACCURACY PENALTIES. IN THE EVENT THAT THE PROGRAMMED COMPUTER\n   18  PRICE  EXCEEDS  THE  ITEM,  SHELF, SALE OR ADVERTISED PRICE OF ANY STOCK\n   19  KEEPING ITEM, THE STORE WILL BE SUBJECT TO THE FOLLOWING PENALTIES:  FOR\n   20  A VIOLATION OF SUBDIVISION FOUR OF THIS SECTION, A PENALTY IN THE AMOUNT\n   21  OF FIFTY DOLLARS PER VIOLATION SHALL BE IMPOSED ON THE FIRST TWO PERCENT\n   22  OF THE STOCK KEEPING ITEMS COMPARED ROUNDED TO THE NEAREST WHOLE NUMBER;\n   23  ONE  HUNDRED DOLLARS PER VIOLATION FOR THE NEXT TWO PERCENT; TWO HUNDRED\n   24  DOLLARS FOR THE NEXT TWO PERCENT; AND THREE  HUNDRED  DOLLARS  FOR  EACH\n   25  ADDITIONAL VIOLATION.  FOR VIOLATIONS DISCOVERED UPON A SECOND OR SUBSE-\n   26  QUENT  INSPECTION  IN A TWELVE MONTH PERIOD THE ABOVE PENALTIES SHALL BE\n   27  DOUBLED.\n   28    C.  STOP-REMOVAL ORDER.   AN INSPECTOR SHALL  HAVE  THE  AUTHORITY  TO\n   29  ISSUE  A  STOP-REMOVAL  ORDER  WITH  RESPECT  TO ANY STOCK KEEPING ITEM,\n   30  DEVICE OR SYSTEM BEING USED, HANDLED, SOLD, OFFERED FOR SALE OR  EXPOSED\n   31  FOR SALE IN VIOLATION OF THIS SECTION.\n   32    (I)    ANY STOP-REMOVAL ORDER ISSUED WITH RESPECT TO ANY STOCK KEEPING\n   33  ITEM SHALL BE IN WRITING, SHALL LIST THE  VIOLATIONS  AND  SHALL  DIRECT\n   34  THAT  ANY STOCK KEEPING ITEM IN VIOLATION SHALL NOT BE SOLD, OFFERED FOR\n   35  SALE OR EXPOSED FOR SALE UNTIL THE VIOLATIONS ARE CORRECTED.\n   36    (II)  ANY STOP-REMOVAL ORDER ISSUED WITH  RESPECT  TO  ANY  DEVICE  OR\n   37  SYSTEM SHALL BE IN WRITING AND SHALL LIST THE VIOLATIONS.  SUCH STOP-RE-\n   38  MOVAL  ORDER  SHALL  BE  STAYED  FOR UP TO TWO HOURS AFTER THE INSPECTOR\n   39  PROVIDES THE WRITTEN STOP-REMOVAL ORDER TO  THE  RETAIL  STORE  PROVIDED\n   40  THAT,  UNTIL  THE  VIOLATIONS ARE CORRECTED, EITHER:   THE STOCK KEEPING\n   41  ITEMS WHICH ARE AFFECTED BY THE VIOLATIONS ARE  NOT  SOLD,  OFFERED  FOR\n   42  SALE  OR  EXPOSED FOR SALE, OR SIGNS ARE POSTED CONSPICUOUSLY AT OR NEAR\n   43  EACH CASH REGISTER WHICH CLEARLY DISCLOSE TO STORE EMPLOYEES AND CONSUM-\n   44  ERS WHICH STOCK KEEPING ITEMS ARE AFFECTED BY THE VIOLATIONS  AND  THEIR\n   45  CORRECT  PRICES, AND THE RETAIL STORE ENSURES THAT CONSUMERS ARE CHARGED\n   46  THE CORRECT PRICE.\n   47    D.  VIOLATIONS OF THIS SECTION SHALL NOT BE SUBJECT TO  THE  PENALTIES\n   48  SPECIFIED IN SECTION FORTY-ONE OF THIS CHAPTER.\n   49    8.  CONSUMER  RIGHTS  WHEN OVERCHARGED BY A STORE. A. ANY CONSUMER WHO\n   50  SUFFERS A LOSS BECAUSE THE PRICE CHARGED FOR A STOCK KEEPING ITEM  (SKI)\n   51  IS  GREATER  THAN  THE ITEM, SHELF, SALE, OR ADVERTISED PRICE MAY SEEK A\n   52  SUPER-REFUND. SUCH SUPER-REFUND SHALL ENTITLE THE  CONSUMER  TO  RECEIVE\n   53  THE  OVERCHARGED  STOCK  KEEPING  ITEM  (SKI) FREE OF CHARGE, AND TO THE\n   54  DIFFERENCE BETWEEN THE PRICE CHARGED AND THE LOWER OF  THE  ITEM,  SALE,\n   55  SHELF  OR  ADVERTISED PRICE, IN ADDITION TO AN AMOUNT EQUAL TO TEN TIMES\n   56  THAT DIFFERENCE BUT NOT LESS THAN ONE DOLLAR NOR MORE THAN TEN  DOLLARS.\n\n       A. 57                               7\n\n    1  WITHIN  THE  SAME  TRANSACTION,  EACH SUBSEQUENT OVERCHARGE FOR THE SAME\n    2  STOCK KEEPING UNIT (SKU) ENTITLES A CONSUMER  TO  AN  ADDITIONAL  REFUND\n    3  EQUAL  TO THE DIFFERENCE BETWEEN THE PRICE CHARGED WITH THE LOWER OF THE\n    4  ITEM, SALE, SHELF OR ADVERTISED PRICE, PLUS ONE DOLLAR.\n    5    B.  TO  COLLECT  A  SUPER-REFUND,  A CONSUMER MUST NOTIFY THE STORE IN\n    6  PERSON OR IN WRITING THAT THE PRICE CHARGED IS MORE THAN THE ITEM, SALE,\n    7  SHELF, OR ADVERTISED PRICE. THE CONSUMER SHALL PROVIDE EVIDENCE  OF  THE\n    8  OVERCHARGE. AS SOON AS PRACTICAL, AND IN ANY CASE, WITHIN ONE HOUR AFTER\n    9  RECEIPT  OF  SUCH  NOTIFICATION  AND VERIFICATION OF THE OVERCHARGE, THE\n   10  STORE SHALL COMPENSATE THE CONSUMER AS SPECIFIED IN PARAGRAPH A OF  THIS\n   11  SUBDIVISION.\n   12    C.  IF THE STORE FAILS TO TENDER A SUPER-REFUND OR WITHIN THE TIME SET\n   13  FORTH IN THIS LOCAL LAW, THE CONSUMER MAY REQUEST A REVIEW BY THE COUNTY\n   14  SEALER OF WEIGHTS AND MEASURES. WITHIN TEN WORKING DAYS  OF  RECEIPT  OF\n   15  SUCH  A  REQUEST, THE COUNTY SEALER OF WEIGHTS AND MEASURES SHALL DETER-\n   16  MINE WHAT PAYMENT, IF ANY, IS DUE UNDER THIS SUBDIVISION. A  STORE  THAT\n   17  FAILS  TO COMPLY WITH THE COUNTY SEALER OF WEIGHTS AND MEASURES DETERMI-\n   18  NATION OR ANY OTHER PROVISIONS OF  THIS  SUBDIVISION  IS  CONSIDERED  IN\n   19  VIOLATION  AND  SUBJECT  TO  PENALTIES  UNDER  SUBDIVISION SEVEN OF THIS\n   20  SECTION.\n   21    D. A STORE MAY SET AN OVERCHARGE  REFUND  POLICY  MORE  GENEROUS  THAN\n   22  REQUIRED  BY  THIS  SUBDIVISION, PROVIDED THAT POLICY IS APPROVED BY THE\n   23  COUNTY SEALER OF WEIGHTS AND MEASURES AND A COPY OF THE COUNTY  SEALER'S\n   24  APPROVAL IS KEPT ON FILE IN THE STORE.\n   25    9.   JURISDICTION.   A.   THE PROVISIONS OF THIS SECTION AND THE REGU-\n   26  LATIONS PROMULGATED HEREUNDER MAY BE ENFORCED BY THE  DEPARTMENT  OR  BY\n   27  THE  MUNICIPAL  DIRECTOR OF A CONSUMER AFFAIRS OFFICE AND/OR A MUNICIPAL\n   28  DIRECTOR OF WEIGHTS AND MEASURES.   NOTWITHSTANDING  THE  PROVISIONS  OF\n   29  SECTION  FORTY-FIVE OF THIS CHAPTER, ALL MONEYS COLLECTED HEREUNDER BY A\n   30  MUNICIPALITY SHALL BE RETAINED BY THE MUNICIPALITY.  IN THE EVENT THAT A\n   31  MUNICIPALITY ELECTS TO ENFORCE THIS SECTION, IT  SHALL  GIVE  NOTICE  OF\n   32  SUCH  INTENTION  TO  THE  COMMISSIONER  WHO,  UPON RECEIPT THEREOF, WILL\n   33  DIRECT THAT  THE  DEPARTMENT'S  INSPECTIONS  FOR  COMPLIANCE  WITH  THIS\n   34  SECTION BE DISCONTINUED IN SUCH MUNICIPALITY UNLESS AND UNTIL SUCH MUNI-\n   35  CIPALITY  GIVES  FURTHER  NOTICE  THAT IT NO LONGER INTENDS TO ENGAGE IN\n   36  ENFORCEMENT OF THIS SECTION.  THE PROCEDURES SET FORTH IN  PARAGRAPHS  B\n   37  AND  C  OF THIS SUBDIVISION SHALL BE APPLICABLE TO MUNICIPAL ENFORCEMENT\n   38  OF THIS SECTION.\n   39    B.  EACH MUNICIPAL DIRECTOR OF A  CONSUMER  AFFAIRS  OFFICE  AND/OR  A\n   40  MUNICIPAL DIRECTOR OF WEIGHTS AND MEASURES PERSONALLY, OR THROUGH HIS OR\n   41  HER AUTHORIZED AGENTS, SHALL, UPON FINDING A VIOLATION OF THE PROVISIONS\n   42  OF  THIS SECTION OR OF THE RULES AND REGULATIONS PROMULGATED PURSUANT TO\n   43  THIS SECTION, EXPEDITIOUSLY CAUSE THE SAME  TO  BE  CORRECTED  OR  SHALL\n   44  REFER  THE MATTER TO THE ATTORNEY FOR THE MUNICIPALITY, FOR COMMENCEMENT\n   45  OF A CIVIL ACTION IN THE NAME OF THE MUNICIPALITY  TO  RECOVER  A  CIVIL\n   46  PENALTY  IN THE AMOUNTS PRESCRIBED BY THIS SECTION AND BY SECTIONS THIR-\n   47  TY-NINE AND FORTY OF THIS CHAPTER.  A CAUSE OF ACTION  FOR  RECOVERY  OF\n   48  SUCH  PENALTY  MAY  BE RELEASED, SETTLED OR COMPROMISED BY THE MUNICIPAL\n   49  DIRECTOR BEFORE THE MATTER IS REFERRED  TO  THE  MUNICIPAL  ATTORNEY  OR\n   50  THEREAFTER BY SUCH ATTORNEY.\n   51    C.    THE MUNICIPAL DIRECTOR MAY HOLD A HEARING TO DETERMINE WHETHER A\n   52  VIOLATION OF THE PROVISIONS OF THIS SECTION HAS OCCURRED.  AT LEAST  TWO\n   53  WEEKS  WRITTEN  NOTICE OF A HEARING SHALL BE SERVED EITHER PERSONALLY ON\n   54  THE INDIVIDUAL IN CHARGE OF THE PLACE  OF  BUSINESS  WHERE  THE  ALLEGED\n   55  VIOLATION  OCCURRED OR BY CERTIFIED OR REGISTERED MAIL ADDRESSED TO SUCH\n   56  PLACE OF BUSINESS.  SUCH NOTICE SHALL CONTAIN A CONCISE STATEMENT OF THE\n\n       A. 57                               8\n\n    1  FACTS CONSTITUTING THE ALLEGED VIOLATION AND SHALL SET FORTH  THE  DATE,\n    2  TIME  AND  PLACE  THAT  THE  HEARING WILL BE HELD.   UPON A FINDING OF A\n    3  VIOLATION OF THE PROVISIONS OF  THIS  SECTION,  THE  MUNICIPAL  DIRECTOR\n    4  SHALL  BE  AUTHORIZED TO RECOVER ANY CIVIL PENALTY PROVIDED FOR IN PARA-\n    5  GRAPH B OF THIS SUBDIVISION.\n    6    10. LOCAL OPTION. NOTHING HEREIN SHALL BE CONSTRUED  TO  RESTRICT  THE\n    7  POWER  OF  ANY  COUNTY, CITY, TOWN OR VILLAGE TO ADOPT AND ENFORCE ADDI-\n    8  TIONAL LOCAL LAWS, ORDINANCES, OR REGULATIONS WHICH EXCEED  THE  MINIMUM\n    9  APPLICABLE STANDARDS IN THIS SECTION.\n   10    11.    RULES  AND  REGULATIONS.   THE COMMISSIONER MAY PROMULGATE SUCH\n   11  RULES AND REGULATIONS AS HE OR SHE MAY DEEM NECESSARY OR APPROPRIATE  TO\n   12  EFFECTUATE THE PURPOSES OF THIS SECTION.\n   13    S  2.   This act shall take effect on the thirtieth day after it shall\n   14  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to item pricing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101217.T095929.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292597969611
}