{
  "year" : 2011,
  "senateBillNo" : "A573-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A573-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that rates charged by a local exchange telephone company serving over 350,000 access lines shall be equal to the rates of certain other rates charged",
  "summary" : "Provides that certain rates charged by a local exchange telephone company serving over 350,000 access lines shall be equal to the rates charged by such company for the unbundled network elements which are components of each underlying service and facility provided to an owner or operator. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A1424-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          573\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public service law, in relation to nondiscrimination\n         on pay service telephone rates\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 91 of the public service law is amended by adding a\n    2  new subdivision 8 to read as follows:\n    3    8. THE RATES CHARGED BY A LOCAL  EXCHANGE  TELEPHONE  COMPANY  SERVING\n    4  OVER  THREE  HUNDRED FIFTY THOUSAND ACCESS LINES IN THIS STATE, FOR EACH\n    5  UNDERLYING SERVICE OR FACILITY, INCLUDING  BUT  NOT  LIMITED  TO  ACCESS\n    6  LINES, USAGE, FEATURES, FUNCTIONS, AND INSTALLATION, PROVIDED FOR RESALE\n    7  TO  AN  OWNER OR OPERATOR OF PUBLIC PAY TELEPHONES, FOR USE IN PROVIDING\n    8  PUBLIC PAY TELEPHONE SERVICE, SHALL BE EQUAL TO  THE  RATES  CHARGED  BY\n    9  SAID  LOCAL  EXCHANGE  TELEPHONE COMPANY TO A TELECOMMUNICATIONS CARRIER\n   10  FOR THE UNBUNDLED NETWORK ELEMENTS WHICH,  IN  THE  AGGREGATE,  ARE  THE\n   11  COMPONENTS OF EACH SUCH UNDERLYING SERVICE AND FACILITY PROVIDED TO SUCH\n   12  OWNER OR OPERATOR.\n   13    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   14  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03347-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to nondiscrimination on pay service telephone rates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T151011.TXT", "SOBI.D110103.T095848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294171811856
}