{
  "year" : 2011,
  "senateBillNo" : "A574-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A574-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to participation by free association libraries in the New York state and local employees' retirement system",
  "summary" : "Relates to participation by free association public libraries in the New York state and local employees' retirement system. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "A10012-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          574\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN,  PHEFFER, THIELE, MILLMAN, KAVANAGH,\n         GUNTHER, GALEF, CLARK, CASTRO, CAHILL, JAFFEE -- Multi-Sponsored by --\n         M. of A. GLICK, GOTTFRIED, MARKEY, McENENY, MOLINARO, PERRY,  SWEENEY,\n         TOWNS  --  read  once  and  referred  to the Committee on Governmental\n         Employees\n\n       AN ACT to amend the retirement and social security law, in  relation  to\n         participation  by free association libraries in the New York state and\n         local employees' retirement system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The retirement and social security law is amended by adding\n    2  a new section 31-g to read as follows:\n    3    S  31-G.  PARTICIPATION BY FREE ASSOCIATION LIBRARIES.  A FREE ASSOCI-\n    4  ATION LIBRARY AS DEFINED IN  SECTION  TWO  HUNDRED  FIFTY-THREE  OF  THE\n    5  EDUCATION  LAW  AND  WHICH MEETS THE CRITERIA SET FORTH IN THIS SECTION,\n    6  MAY BY RESOLUTION ADOPTED AS PROVIDED IN SECTION SEVEN HUNDRED EIGHT  OF\n    7  THE  NOT-FOR-PROFIT CORPORATION LAW BY ITS BOARD OF TRUSTEES AND SUBJECT\n    8  TO THE APPROVAL OF THE COMPTROLLER, ELECT TO PARTICIPATE IN THE  RETIRE-\n    9  MENT  SYSTEM.  ACCEPTANCE OF ITS EMPLOYEES FOR MEMBERSHIP IN THE RETIRE-\n   10  MENT SYSTEM SHALL BE MANDATORY WITH THE COMPTROLLER, WHO SHALL DETERMINE\n   11  THE AMOUNTS OF CONTRIBUTION PAYABLE BY SUCH LIBRARY AND  ITS  EMPLOYEES,\n   12  SHALL  RESOLVE  QUESTIONS  OF CREDIT FOR PRIOR SERVICE, AND SHALL IN ALL\n   13  OTHER RESPECTS ASSURE THAT SUCH EMPLOYEES SHARE THE SAME  RIGHTS,  OBLI-\n   14  GATIONS  AND  BENEFITS AS OTHER MEMBERS OF THE RETIREMENT SYSTEM. A FREE\n   15  ASSOCIATION LIBRARY SHALL BE ELIGIBLE  TO  JOIN  THE  RETIREMENT  SYSTEM\n   16  UNDER THE FOLLOWING CONDITIONS:\n   17    (A) SUCH LIBRARY SHALL BE CHARTERED BY THE STATE BOARD OF REGENTS;\n   18    (B)  SUCH  LIBRARY  SHALL SERVE THE ENTIRE POPULATION OF ITS CHARTERED\n   19  SERVICE AREA;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00912-02-1\n\n       A. 574                              2\n\n    1    (C) THE BOARD OF TRUSTEES OF SUCH LIBRARY  SHALL  BE  ELECTED  BY  THE\n    2  VOTERS OF ITS CHARTERED SERVICE AREA;\n    3    (D) SUCH LIBRARY'S BUDGET SHALL BE APPROVED BY THE VOTERS OF ITS CHAR-\n    4  TERED SERVICE AREA;\n    5    (E)  AT  LEAST FIFTY-ONE PERCENT OF SUCH LIBRARY'S BUDGET SHALL DERIVE\n    6  FROM PUBLIC SOURCES; AND\n    7    (F) SUCH LIBRARY SHALL FILE THE ANNUAL REPORT WITH THE COMPTROLLER  AS\n    8  REQUIRED  OF PUBLIC LIBRARIES BY SECTION THIRTY OF THE GENERAL MUNICIPAL\n    9  LAW.\n   10    S 2. This act shall take effect immediately.\n         FISCAL NOTE--Pursuant to Legislative Law, Section 50:\n         This bill would permit any free association public library which meets\n       certain specific criteria to elect participation in the New  York  State\n       and Local Employees' Retirement System.\n         If  this  bill  is  enacted and an eligible corporation elects partic-\n       ipation, the future annual cost would  depend  on  the  retirement  plan\n       adopted.\n         As  a  percentage  of  payroll, we anticipate that the annual contrib-\n       utions of the affected corporation for the fiscal year ending March  31,\n       2012, will be as follows:\n\n       Tier 1         10.5% to 21.3%\n       Tier 2         9.8% to 19.5%\n       Tier 3         15.6%\n       Tier 4         15.6%\n       Tier 5         12.6%\n\n         In addition to the annual contributions discussed above, there will be\n       a  deficiency cost to the affected corporation which will be payable for\n       a 25 year period. These costs will depend on the age,  service,  salary,\n       tier status and plan of the affected employees.\n         This  estimate,  dated  December  17,  2010, and intended for use only\n       during the  2011  Legislative  Session,  is  Fiscal  Note  No.  2011-64,\n       prepared  by  the  Actuary  for  the New York State and Local Employees'\n       Retirement System.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law, in relation to participation by free association libraries in the New York state and local employees' retirement system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T095848.TXT", "SOBI.D110104.T151517.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294172117924
}