{
  "year" : 2011,
  "senateBillNo" : "A575-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A575-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "reported",
    "billEventId" : "A575-2011-1294722000000-reported",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to certain application and referral forms for health care plans",
  "summary" : "Relates to certain application and referral forms for health care plans by authorizing the commissioner and superintendent of insurance to adopt regulations for the renewal of credentialing and re-credentialing of newly licensed health care professionals. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA764-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          575\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GOTTFRIED,  CAHILL, CANESTRARI, ENGLEBRIGHT,\n         GALEF, ROBINSON, HOYT, LANCMAN --  Multi-Sponsored  by  --  M.  of  A.\n         ABBATE,  AUBRY,  BRENNAN,  CLARK,  COLTON, COOK, CYMBROWITZ, DINOWITZ,\n         HEASTIE, JACOBS,  KELLNER,  MAYERSOHN,  McENENY,  J. MILLER,  MILLMAN,\n         ORTIZ,  PAULIN,  PERRY,  PHEFFER,  PRETLOW,  RAMOS,  J. RIVERA, TITUS,\n         TOWNS, WEISENBERG -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law and the insurance law, in relation\n         to certain application and referral forms for health care plans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 4406-d of the public health law,\n    2  as amended by chapter 237 of the laws of 2009, is  amended  to  read  as\n    3  follows:\n    4    1.  (a)  A  health  care  plan shall, upon request, make available and\n    5  disclose to health care professionals written application procedures and\n    6  minimum qualification requirements which a health care professional must\n    7  meet in order to be considered by the health care plan. The  plan  shall\n    8  consult with appropriately qualified health care professionals in devel-\n    9  oping  its qualification requirements. A health care plan shall complete\n   10  review of the health care professional's UNIVERSAL HEALTH  CARE  PROFES-\n   11  SIONAL  application [to participate] FOR PARTICIPATION in the in-network\n   12  portion of the health care plan's network and shall, within ninety  days\n   13  of  receiving  a health care professional's completed UNIVERSAL applica-\n   14  tion to participate in the health care plan's network, notify the health\n   15  care professional as to: (i) whether he or she is credentialed; or  (ii)\n   16  whether additional time is necessary to make a determination in spite of\n   17  the  health  care plan's best efforts or because of a failure of a third\n   18  party to provide necessary  documentation,  or  non-routine  or  unusual\n   19  circumstances  require  additional  time  for  review. In such instances\n   20  where additional time is  necessary  because  of  a  lack  of  necessary\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02271-01-1\n\n       A. 575                              2\n\n    1  documentation,  a  health  plan  shall  make every effort to obtain such\n    2  information as soon as possible.\n    3    (b)  If  the  completed  application  of  a newly-licensed health care\n    4  professional or a health care professional who has recently relocated to\n    5  this state from another state and has not previously practiced  in  this\n    6  state,  who  joins a group practice of health care professionals each of\n    7  whom participates in the in-network portion  of  a  health  care  plan's\n    8  network, is neither approved nor declined within ninety days pursuant to\n    9  paragraph (a) of this subdivision, the health care professional shall be\n   10  deemed  \"provisionally  credentialed\" and may participate in the in-net-\n   11  work portion of the health care plan's network; provided, however,  that\n   12  a  provisionally  credentialed  physician  may  not  be designated as an\n   13  enrollee's primary care physician until such time as the  physician  has\n   14  been  fully  credentialed. The network participation for a provisionally\n   15  credentialed health care professional shall begin on the  day  following\n   16  the ninetieth day of receipt of the completed application and shall last\n   17  until  the  final credentialing determination is made by the health care\n   18  plan. A health care professional shall only be eligible for  provisional\n   19  credentialing  if  the group practice of health care professionals noti-\n   20  fies the health care plan in writing that, should the application  ulti-\n   21  mately  be  denied,  the health care professional or the group practice:\n   22  (i) shall refund any payments made by the health care plan  for  in-net-\n   23  work  services  provided  by  the provisionally credentialed health care\n   24  professional that exceed any out-of-network benefits payable  under  the\n   25  enrollee's contract with the health care plan; and (ii) shall not pursue\n   26  reimbursement  from  the  enrollee, except to collect the copayment that\n   27  otherwise would have been payable had  the  enrollee  received  services\n   28  from  a health care professional participating in the in-network portion\n   29  of a health care plan's network.  Interest  and  penalties  pursuant  to\n   30  section  three  thousand  two hundred twenty-four-a of the insurance law\n   31  shall not be assessed based on the denial of a  claim  submitted  during\n   32  the  period  when the health care professional was provisionally creden-\n   33  tialed; provided, however, that nothing herein shall  prevent  a  health\n   34  care  plan  from  paying  a claim from a health care professional who is\n   35  provisionally credentialed upon submission of such claim. A health  care\n   36  plan  shall  not  deny, after appeal, a claim for services provided by a\n   37  provisionally credentialed health care professional solely on the ground\n   38  that the claim was not timely filed.\n   39    (C) THE COMMISSIONER,  IN  CONSULTATION  WITH  THE  SUPERINTENDENT  OF\n   40  INSURANCE,  AND  REPRESENTATIVES  OF  HEALTH  CARE  PLANS, HOSPITALS AND\n   41  HEALTH CARE PROFESSIONALS  SHALL  ADOPT  BY  REGULATION  SUCH  UNIVERSAL\n   42  HEALTH  CARE PROFESSIONAL APPLICATION FOR PARTICIPATION FORM, AND A FORM\n   43  FOR THE RENEWAL OF CREDENTIALING WHICH SHALL BE AN  ABBREVIATED  VERSION\n   44  OF  THE  UNIVERSAL  APPLICATION FORM, FOR USE BY HEALTH CARE PLANS WHICH\n   45  OFFER MANAGED CARE PRODUCTS FOR THE PURPOSE OF CREDENTIALING AND RE-CRE-\n   46  DENTIALING HEALTH CARE PROFESSIONALS WHO SEEK TO PARTICIPATE IN A HEALTH\n   47  CARE PLAN'S PROVIDER NETWORK AND FOR THE PURPOSE  OF  CREDENTIALING  AND\n   48  RE-CREDENTIALING  HEALTH  CARE  PROFESSIONALS  WHO  ARE EMPLOYED OR HAVE\n   49  STAFF PRIVILEGES AT HOSPITALS OR OTHER HEALTH CARE FACILITIES WHICH SEEK\n   50  TO PARTICIPATE IN A PROVIDER NETWORK.\n   51    (D) THE COMMISSIONER,  IN  CONSULTATION  WITH  THE  SUPERINTENDENT  OF\n   52  INSURANCE,  AND  REPRESENTATIVES  OF  HEALTH  CARE  PLANS, HOSPITALS AND\n   53  HEALTH CARE PROFESSIONALS SHALL ADOPT BY REGULATION A  UNIVERSAL  HEALTH\n   54  CARE PROFESSIONAL REFERRAL FORM FOR THE PURPOSE OF SIMPLIFYING THE PROC-\n   55  ESS OF REFERRAL OF PATIENTS TO OTHER HEALTH CARE PROFESSIONALS.\n\n       A. 575                              3\n\n    1    (E)  THE  COMMISSIONER,  IN  CONSULTATION  WITH  THE SUPERINTENDENT OF\n    2  INSURANCE, AND REPRESENTATIVES  OF  HEALTH  CARE  PLANS,  HOSPITALS  AND\n    3  HEALTH  CARE  PROFESSIONALS  SHALL  REVISE  THE  UNIVERSAL  APPLICATION,\n    4  RE-CREDENTIALING AND UNIVERSAL HEALTH CARE PROFESSIONAL  REFERRAL  FORMS\n    5  AS  NECESSARY,  TO  CONFORM  WITH  INDUSTRY-WIDE,  NATIONAL STANDARDS OF\n    6  CREDENTIALING, RE-CREDENTIALING AND HEALTH CARE REFERRAL.\n    7    (F) IN DEVELOPING THE UNIVERSAL HEALTH CARE  PROFESSIONAL  APPLICATION\n    8  RE-CREDENTIALING  FORMS,  THE COMMISSIONER SHALL ENSURE THAT THE CREDEN-\n    9  TIALING AND RE-CREDENTIALING REQUIREMENTS FOR PARTICIPATION IN THE MEDI-\n   10  CAID PROGRAM, THE STATE CHILD HEALTH PLUS PROGRAM AND THE FAMILY  HEALTH\n   11  PLUS  PROGRAMS  ARE ADEQUATELY REFLECTED ON THE HEALTH CARE PROFESSIONAL\n   12  APPLICATION AND RE-CREDENTIALING FORMS.\n   13    (G) ALL THE CREDENTIALING  AND  RE-CREDENTIALING  FORMS  REQUIRED  FOR\n   14  DEVELOPMENT  UNDER  THIS SUBDIVISION SHALL BE THE ONLY FORMS THAT MAY BE\n   15  USED FOR CREDENTIALING AND RE-CREDENTIALING HEALTH CARE PROFESSIONALS BY\n   16  HEALTH CARE PLANS, HOSPITALS, AND OTHER HEALTH CARE FACILITIES.\n   17    (H) THE PROFESSIONAL REFERRAL FORM REQUIRED FOR DEVELOPMENT UNDER THIS\n   18  SUBDIVISION SHALL BE THE ONLY FORM THAT A HEALTH CARE PLAN MAY REQUIRE A\n   19  HEALTH CARE PROFESSIONAL TO USE FOR THE PURPOSES  OF  MAKING  A  PROFES-\n   20  SIONAL  REFERRAL; PROVIDED, HOWEVER, THAT A HEALTH CARE PLAN MAY REQUEST\n   21  ADDITIONAL PATIENT INFORMATION SEPARATELY FROM THE PROFESSIONAL REFERRAL\n   22  FORM FOR THE PURPOSES OF REVIEWING SUCH PROFESSIONAL REFERRAL.\n   23    S 2. Subsection (a) of section 4803 of the insurance law,  as  amended\n   24  by chapter 237 of the laws of 2009, is amended to read as follows:\n   25    (a)  (1)  An  insurer  which offers a managed care product shall, upon\n   26  request, make available and disclose to health care professionals  writ-\n   27  ten  application procedures and minimum qualification requirements which\n   28  a health care professional must meet in order to be  considered  by  the\n   29  insurer  for  participation  in  the  in-network benefits portion of the\n   30  insurer's network for  the  managed  care  product.  The  insurer  shall\n   31  consult with appropriately qualified health care professionals in devel-\n   32  oping its qualification requirements for participation in the in-network\n   33  benefits  portion of the insurer's network for the managed care product.\n   34  An insurer shall complete  review  of  the  health  care  professional's\n   35  application  to  participate  in the in-network portion of the insurer's\n   36  network and, within ninety days  of  receiving  a  health  care  profes-\n   37  sional's  completed application to participate in the insurer's network,\n   38  will notify the health care professional as to: (A) whether he or she is\n   39  credentialed; or (B) whether additional time  is  necessary  to  make  a\n   40  determination  in  spite  of  the insurer's best efforts or because of a\n   41  failure of a third party to provide  necessary  documentation,  or  non-\n   42  routine or unusual circumstances require additional time for review.  In\n   43  such  instances  where additional time is necessary because of a lack of\n   44  necessary documentation, an insurer shall make every  effort  to  obtain\n   45  such  information  as  soon as possible.  THE PLANS SHALL ALSO IMPLEMENT\n   46  PROCEDURES TO PERMIT NEWLY LICENSED HEALTH CARE PROFESSIONALS TO  RENDER\n   47  CARE AND RECEIVE PAYMENT FOR CARE PROVIDED TO ENROLLEES ON A PROVISIONAL\n   48  BASIS  DURING  THE  PENDENCY  OF  THE  APPLICATION PROCESS OF SUCH NEWLY\n   49  LICENSED HEALTH CARE PROFESSIONALS.\n   50    (2) If the completed  application  of  a  newly-licensed  health  care\n   51  professional or a health care professional who has recently relocated to\n   52  this  state  from another state and has not previously practiced in this\n   53  state, who joins a group practice of health care professionals  each  of\n   54  whom  participates in the in-network portion of an insurer's network, is\n   55  neither approved nor declined within ninety days pursuant  to  paragraph\n   56  one  of  this  subsection, such health care professional shall be deemed\n\n       A. 575                              4\n\n    1  \"provisionally credentialed\"  and  may  participate  in  the  in-network\n    2  portion of an insurer's network; provided, however, that a provisionally\n    3  credentialed  physician  may  not  be designated as an insured's primary\n    4  care  physician  until such time as the physician has been fully creden-\n    5  tialed. The  network  participation  for  a  provisionally  credentialed\n    6  health  care professional shall begin on the day following the ninetieth\n    7  day of receipt of the completed application and  shall  last  until  the\n    8  final  credentialing determination is made by the insurer. A health care\n    9  professional shall only be eligible for provisional credentialing if the\n   10  group practice of health care  professionals  notifies  the  insurer  in\n   11  writing  that,  should  the application ultimately be denied, the health\n   12  care professional or the group practice: (A) shall refund  any  payments\n   13  made  by  the  insurer  for  in-network  services provided by the provi-\n   14  sionally credentialed health care professional that exceed  any  out-of-\n   15  network  benefits payable under the insured's contract with the insurer;\n   16  and (B) shall not pursue  reimbursement  from  the  insured,  except  to\n   17  collect  the  copayment  or  coinsurance  that otherwise would have been\n   18  payable had the insured received services from  a  health  care  profes-\n   19  sional  participating in the in-network portion of an insurer's network.\n   20  Interest and penalties pursuant to section three  thousand  two  hundred\n   21  twenty-four-a  of this chapter shall not be assessed based on the denial\n   22  of a claim submitted during the period when the health care professional\n   23  was provisionally credentialed; provided, however, that  nothing  herein\n   24  shall  prevent an insurer from paying a claim from a health care profes-\n   25  sional who is provisionally credentialed upon submission of such  claim.\n   26  An  insurer  shall not deny, after appeal, a claim for services provided\n   27  by a provisionally credentialed health care professional solely  on  the\n   28  ground that the claim was not timely filed.\n   29    (3)  THE  SUPERINTENDENT,  IN  CONSULTATION  WITH  THE COMMISSIONER OF\n   30  HEALTH, AND REPRESENTATIVES OF HEALTH CARE PLANS, HOSPITALS, AND  HEALTH\n   31  CARE  PROFESSIONALS  SHALL  ADOPT  BY REGULATION A UNIVERSAL HEALTH CARE\n   32  PROFESSIONAL APPLICATION FOR PARTICIPATION FORM,  AND  A  FORM  FOR  THE\n   33  RENEWAL  OF  CREDENTIALING  WHICH SHALL BE AN ABBREVIATED VERSION OF THE\n   34  UNIVERSAL APPLICATION FORM FOR USE BY  HEALTH  CARE  PLANS  WHICH  OFFER\n   35  MANAGED  CARE  PRODUCTS  FOR THE PURPOSE OF CREDENTIALING AND RE-CREDEN-\n   36  TIALING HEALTH CARE PROFESSIONALS WHO SEEK TO PARTICIPATE  IN  A  HEALTH\n   37  CARE  PLAN'S  PROVIDER  NETWORK AND FOR THE PURPOSE OF CREDENTIALING AND\n   38  RE-CREDENTIALING HEALTH CARE PROFESSIONALS  WHO  ARE  EMPLOYED  OR  HAVE\n   39  STAFF PRIVILEGES AT HOSPITALS OR OTHER HEALTH CARE FACILITIES WHICH SEEK\n   40  TO PARTICIPATE IN A PROVIDER NETWORK.\n   41    (4)  THE  SUPERINTENDENT,  IN  CONSULTATION  WITH  THE COMMISSIONER OF\n   42  HEALTH, AND REPRESENTATIVES OF HEALTH CARE PLANS, HOSPITALS  AND  HEALTH\n   43  CARE  PROFESSIONALS  SHALL  ADOPT  BY REGULATION A UNIVERSAL HEALTH CARE\n   44  PROFESSIONAL REFERRAL FORM FOR THE PURPOSE OF SIMPLIFYING THE PROCESS OF\n   45  REFERRAL OF PATIENTS TO OTHER HEALTH CARE PROFESSIONALS.\n   46    (5) THE SUPERINTENDENT,  IN  CONSULTATION  WITH  THE  COMMISSIONER  OF\n   47  HEALTH,  AND  REPRESENTATIVES OF HEALTH CARE PLANS, HOSPITALS AND HEALTH\n   48  CARE PROFESSIONALS SHALL REVISE THE  UNIVERSAL  APPLICATION,  RE-CREDEN-\n   49  TIALING  AND UNIVERSAL HEALTH CARE PROFESSIONAL REFERRAL FORMS AS NECES-\n   50  SARY, TO CONFORM WITH INDUSTRY-WIDE, NATIONAL STANDARDS  OF  CREDENTIAL-\n   51  ING, RE-CREDENTIALING AND HEALTH CARE REFERRAL.\n   52    (6)  IN  DEVELOPING THE UNIVERSAL HEALTH CARE PROFESSIONAL APPLICATION\n   53  RE-CREDENTIALING FORMS, THE SUPERINTENDENT SHALL ENSURE THAT THE CREDEN-\n   54  TIALING AND RE-CREDENTIALING REQUIREMENTS FOR PARTICIPATION IN THE MEDI-\n   55  CAID PROGRAM, THE STATE CHILD HEALTH PLUS PROGRAM AND THE FAMILY  HEALTH\n\n       A. 575                              5\n\n    1  PLUS  PROGRAMS  ARE ADEQUATELY REFLECTED ON THE HEALTH CARE PROFESSIONAL\n    2  APPLICATION AND RE-CREDENTIALING FORMS.\n    3    (7) THE CREDENTIALING AND RE-CREDENTIALING FORMS REQUIRED FOR DEVELOP-\n    4  MENT  UNDER THIS SUBSECTION SHALL BE THE ONLY FORMS THAT MAY BE USED FOR\n    5  CREDENTIALING AND RE-CREDENTIALING HEALTH CARE PROFESSIONALS  BY  INSUR-\n    6  ERS, HOSPITALS AND OTHER HEALTH CARE FACILITIES.\n    7    (8) THE PROFESSIONAL REFERRAL FORM REQUIRED FOR DEVELOPMENT UNDER THIS\n    8  SUBSECTION  SHALL  BE THE ONLY FORM THAT AN INSURER MAY REQUIRE A HEALTH\n    9  CARE PROFESSIONAL TO USE FOR  THE  PURPOSES  OF  MAKING  A  PROFESSIONAL\n   10  REFERRAL;  PROVIDED,  HOWEVER,  THAT  AN  INSURER MAY REQUEST ADDITIONAL\n   11  PATIENT INFORMATION SEPARATELY FROM THE PROFESSIONAL REFERRAL  FORM  FOR\n   12  THE PURPOSES OF REVIEWING SUCH PROFESSIONAL REFERRAL.\n   13    S 3. This act shall take effect on the one hundred eightieth day after\n   14  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the insurance law, in relation to certain application and referral forms for health care plans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T123202.TXT", "SOBI.D110104.T151011.TXT", "SOBI.D110103.T095848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294767122668
}