{
  "year" : 2011,
  "senateBillNo" : "A576-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A576-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to medicaid payment for co-payments due under Medicare Part D",
  "summary" : "Relates to medicaid payment for co-payments due under Medicare Part D; authorizes the commissioner of health to create a system to incorporate co-payments billed to a recipient under Medicare Part D towards the recipient's total annual co-payments under medical assistance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A884-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          576\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced   by   M.  of  A.  GOTTFRIED,  ENGLEBRIGHT,  JACOBS,  PAULIN,\n         N. RIVERA, CAHILL, PERRY, ARROYO, HEASTIE, JAFFEE  --  Multi-Sponsored\n         by  --  M.  of  A.  BING,  BRENNAN,  COLTON, DESTITO, DINOWITZ, GLICK,\n         GUNTHER, KELLNER, LIFTON, V. LOPEZ, LUPARDO, McENENY,  MILLMAN,  PHEF-\n         FER,  SWEENEY,  TITUS,  WEISENBERG  --  read  once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law and the social  services  law,  in\n         relation to medicaid payment for co-payments due under Medicare Part D\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 7 of section 273 of the public health  law,  as\n    2  amended  by  section  7  of part C of chapter 58 of the laws of 2008, is\n    3  amended to read as follows:\n    4    7. No prior authorization under the preferred drug  program  shall  be\n    5  required when a prescriber prescribes a drug on the preferred drug list,\n    6  OR  WHEN  MEDICAL  ASSISTANCE  PAYMENT  IS  MADE, UNDER PARAGRAPH (G) OF\n    7  SUBDIVISION TWO OF SECTION THREE  HUNDRED  SIXTY-FIVE-A  OF  THE  SOCIAL\n    8  SERVICES  LAW SOLELY FOR THE CO-PAYMENT FOR PRESCRIPTIONS PROVIDED UNDER\n    9  PART D OF TITLE XVIII OF THE  FEDERAL  SOCIAL  SECURITY  ACT;  provided,\n   10  however,  that  the  commissioner  may  identify [such] a drug for which\n   11  prior authorization is required pursuant to the provisions of the  clin-\n   12  ical  drug review program established under section two hundred seventy-\n   13  four of this article.\n   14    S 2. Subparagraph (ii) of paragraph (f) of subdivision  6  of  section\n   15  367-a  of the social services law, as amended by section 42 of part C of\n   16  chapter 58 of the laws of 2005, is amended to read as follows:\n   17    (ii) In the year commencing April first, two  thousand  five  and  for\n   18  each  year thereafter, no recipient shall be required to pay more than a\n   19  total of two hundred dollars in co-payments, INCLUDING THOSE required by\n   20  this subdivision[, nor] AND, FOR RECIPIENTS ELIGIBLE FOR COVERAGE  UNDER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02349-01-1\n\n       A. 576                              2\n\n    1  PART D OF TITLE XVIII OF THE FEDERAL SOCIAL SECURITY ACT (REFERRED TO IN\n    2  THIS  SECTION AS \"MEDICARE PART D\"), THOSE CO-PAYMENTS REQUIRED BY MEDI-\n    3  CARE PART D. NOR shall reductions  in  payments  as  a  result  of  such\n    4  co-payments  exceed  two hundred dollars for any recipient.  THE COMMIS-\n    5  SIONER OF HEALTH SHALL CREATE A SYSTEM TO INCORPORATE CO-PAYMENTS BILLED\n    6  TO A RECIPIENT UNDER MEDICARE PART D TOWARDS THE RECIPIENT'S TOTAL ANNU-\n    7  AL CO-PAYMENTS UNDER MEDICAL ASSISTANCE.  AS PART OF THIS SYSTEM,  PHAR-\n    8  MACISTS SHALL RECORD ALL CO-PAYMENTS DUE UNDER MEDICARE PART D FROM SUCH\n    9  RECIPIENTS  WITH  THE  MEDICAL  ASSISTANCE  PROGRAM, THROUGH THE MEDICAL\n   10  ASSISTANCE ELECTRONIC BILLING SYSTEM.  THE COMMISSIONER OF HEALTH  SHALL\n   11  INCLUDE  THE  CO-PAYMENTS  BILLED  UNDER  MEDICARE PART D ALONG WITH THE\n   12  CO-PAYMENTS REQUIRED UNDER THIS  SUBDIVISION  IN  DETERMINING  WHEN  THE\n   13  RECIPIENT'S TOTAL ANNUAL CO-PAYMENTS HAVE REACHED TWO HUNDRED DOLLARS.\n   14    S  3.  Paragraph  (g)  of subdivision 2 of section 365-a of the social\n   15  services law, as amended by section 1 of part F of chapter  497  of  the\n   16  laws of 2008, is amended to read as follows:\n   17    (g)  sickroom  supplies,  eyeglasses, prosthetic appliances and dental\n   18  prosthetic appliances furnished in accordance with  the  regulations  of\n   19  the  department,  provided that the commissioner of health is authorized\n   20  to implement a preferred diabetic supply program wherein the  department\n   21  of  health will receive enhanced rebates from preferred manufacturers of\n   22  glucometers and test strips, and may subject  non-preferred  manufactur-\n   23  ers'  glucometers  and  test strips to prior authorization under section\n   24  two hundred seventy-three of the public health law; drugs provided on an\n   25  in-patient basis, those drugs contained on the list established by regu-\n   26  lation of the commissioner of health pursuant  to  subdivision  four  of\n   27  this  section, AND, FOR RECIPIENTS ELIGIBLE FOR COVERAGE UNDER PART D OF\n   28  TITLE XVIII OF THE FEDERAL SOCIAL SECURITY  ACT  (REFERRED  TO  IN  THIS\n   29  SECTION  AS  \"MEDICARE  PART  D\"),  PAYMENT  OF THE CO-PAYMENT FOR DRUGS\n   30  PROVIDED BY A MEDICARE PART D PLAN, AFTER THE INDIVIDUAL HAS REACHED THE\n   31  ANNUAL CAP ON CO-PAYMENTS AS DEFINED IN SUBPARAGRAPH (II)  OF  PARAGRAPH\n   32  (F)  OF  SUBDIVISION  SIX OF SECTION THREE HUNDRED SIXTY-SEVEN-A OF THIS\n   33  TITLE, and those drugs which may not be dispensed without a prescription\n   34  as required by section sixty-eight hundred ten of the education law  and\n   35  which  the  commissioner  of  health  shall determine to be reimbursable\n   36  based upon such factors as the availability of such  drugs  or  alterna-\n   37  tives at low cost if purchased by a medicaid recipient, or the essential\n   38  nature  of  such drugs as described by such commissioner in regulations,\n   39  provided, however, that such drugs, exclusive of  long-term  maintenance\n   40  drugs,  shall  be  dispensed  in quantities no greater than a thirty day\n   41  supply or one hundred doses, whichever is greater; provided further that\n   42  the commissioner of health is authorized to require prior  authorization\n   43  for  any refill of a prescription when less than seventy-five percent of\n   44  the previously dispensed amount per fill should have been used were  the\n   45  product used as normally indicated; medical assistance shall not include\n   46  any  drug provided on other than an in-patient basis for which a recipi-\n   47  ent is charged or a claim is made in the case of a prescription drug, in\n   48  excess of the maximum reimbursable amounts to be established by  depart-\n   49  ment  regulations in accordance with standards established by the secre-\n   50  tary of the United States department of health and human  services,  or,\n   51  in  the  case  of  a drug not requiring a prescription, in excess of the\n   52  maximum reimbursable amount established by the  commissioner  of  health\n   53  pursuant to paragraph (a) of subdivision four of this section;\n   54    S  4. This act shall take effect on the first of April next succeeding\n   55  the date on which it shall have become a law;  provided,  however,  that\n   56  the  amendments to subdivision 7 of section 273 of the public health law\n\n       A. 576                              3\n\n    1  made by section one of this act shall not  affect  the  repeal  of  such\n    2  section  and  shall be deemed repealed therewith; and provided, further,\n    3  that the amendments to subparagraph (ii) of paragraph (f) of subdivision\n    4  6  of  section  367-a  of the social services law made by section two of\n    5  this act shall not affect the repeal of  such  paragraph  and  shall  be\n    6  deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the social services law, in relation to medicaid payment for co-payments due under Medicare Part D ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T151011.TXT", "SOBI.D110103.T095848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294171811858
}