{
  "year" : 2011,
  "senateBillNo" : "A577-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A577-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a general hospital to identify and use immediate measures to move admitted patients from emergency departments within four hours of being admitted",
  "summary" : "Authorizes a general hospital to identify and use immediate measures to move admitted patients from emergency departments within four hours of being admitted; provides that every general hospital shall develop planning to prevent the diversion of patients to other hospitals and the maintenance of admitted patients within emergency departments for more than four hours; stipulates that such patients should be moved to alternative appropriate locations in the hospital; directs general hospitals to plan to prevent diversion of patients to other general hospitals; directs the commissioner of health to perform periodic inspections to ensure compliance; provides for reporting and investigation of violations. admitted patients moved to ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A732-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          577\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GOTTFRIED,  GALEF,  GUNTHER, PAULIN, HOOPER,\n         TITONE, P. RIVERA, LAVINE, MARKEY -- Multi-Sponsored by --  M.  of  A.\n         BOYLAND,  CLARK,  COLTON,  COOK, DINOWITZ, JACOBS, JEFFRIES, V. LOPEZ,\n         MAISEL, MAYERSOHN, McDONOUGH, McENENY, MILLMAN, PEOPLES-STOKES,  REIL-\n         LY,  J. RIVERA,  ROBINSON,  SWEENEY,  TITUS, TOWNS, WEISENBERG -- read\n         once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to hospital crowding\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2805-b  of  the  public health law is amended by\n    2  adding a new subdivision 6 to read as follows:\n    3    6. (A) A GENERAL HOSPITAL SHALL IDENTIFY AND USE IMMEDIATE MEASURES TO\n    4  MOVE ANY ADMITTED PATIENT IN THE EMERGENCY DEPARTMENT  TO  AN  ALTERNATE\n    5  APPROPRIATE LOCATION WITHIN FOUR HOURS OF BEING ADMITTED. IN IDENTIFYING\n    6  SUCH  ALTERNATIVE  LOCATIONS THE GENERAL HOSPITAL SHALL CONSIDER THE USE\n    7  OF BEDS IN SOLARIUMS AND HALLWAYS NEAR NURSING STATIONS AS WELL AS OTHER\n    8  APPROPRIATE  LOCATIONS.  ALL  STAFFING,  SERVICES,  PRIVACY,   INFECTION\n    9  CONTROL AND CONFIDENTIALITY PROCEDURES SHALL BE CONSISTENTLY IN PLACE IN\n   10  ALL GENERAL HOSPITALS REGARDLESS OF BED LOCATION.\n   11    (B)  EVERY  GENERAL  HOSPITAL SHALL HAVE IN PLACE EFFECTIVE MONITORING\n   12  PROTOCOLS TO TRACK AND IDENTIFY LENGTH OF STAY PATTERNS AND  DEVIATIONS,\n   13  BOTH FOR INPATIENTS AND FOR PATIENTS IN THE EMERGENCY DEPARTMENT.\n   14    (C)  EVERY  GENERAL  HOSPITAL  SHALL  DEVELOP  APPROPRIATE PLANNING TO\n   15  PREVENT THE DIVERSION OF PATIENTS TO OTHER  GENERAL  HOSPITALS  AND  THE\n   16  MAINTENANCE  OF  ADMITTED PATIENTS WITHIN EMERGENCY DEPARTMENTS FOR MORE\n   17  THAN FOUR HOURS.\n   18    (D) THE COMMISSIONER SHALL CONDUCT  PERIODIC  INSPECTIONS  OF  GENERAL\n   19  HOSPITAL EMERGENCY DEPARTMENTS TO:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02273-01-1\n\n       A. 577                              2\n\n    1    (I) DETERMINE AND ENSURE COMPLIANCE WITH THE PROVISIONS OF THIS SUBDI-\n    2  VISION;  PROVIDED  HOWEVER,  THAT AT LEAST ONE UNANNOUNCED INSPECTION OF\n    3  ONE GENERAL HOSPITAL SHALL BE CONDUCTED PER REGION PER YEAR;\n    4    (II)  INVESTIGATE  ANY  REPORT  MADE PURSUANT TO PARAGRAPH (E) OF THIS\n    5  SUBDIVISION;\n    6    (III)  DETERMINE  WHETHER  VIOLATIONS  OR   DEFICIENCIES   HAVE   BEEN\n    7  CORRECTED; AND\n    8    (IV)  ACCOMPLISH ANY OTHER PURPOSE DEEMED NECESSARY AND APPROPRIATE BY\n    9  THE COMMISSIONER.\n   10    (E) EVERY HOSPITAL SHALL REPORT TO  THE  COMMISSIONER  MORE  THAN  SIX\n   11  DIVERSIONS  IN ANY MONTH OR MORE THAN TWENTY-FIVE DIVERSIONS IN ANY YEAR\n   12  OF PATIENTS FROM SUCH GENERAL HOSPITAL.\n   13    S 2. This act shall take effect on the first of January next  succeed-\n   14  ing  the  date  on  which  it shall have become a law, provided that any\n   15  rules and regulations necessary to implement the provisions of this  act\n   16  on  its effective date are authorized and directed to be completed on or\n   17  before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to hospital crowding ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T153013.TXT", "SOBI.D110103.T095848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294173013200
}