{
  "year" : 2011,
  "senateBillNo" : "A578-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A578-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the commissioner to establish standards for inspection and certification of green roofs and provides for a green roof installation credit",
  "summary" : "Requires the commissioner to establish standards for and a program of inspection and certification of green roofs prior to and after installation, including standards for environmentally acceptable chemical fertilizers and the testing of runoff water for evidence of such fertilizers; further establishes a green roof installation credit in the amount of fifty-five percent of qualified expenditures with a credit maximum of five thousand dollars. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1803-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          578\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DINOWITZ, MILLMAN, BENEDETTO, PAULIN, SCHIMMING-\n         ER, LUPARDO, ORTIZ, GALEF, COLTON, MAISEL, ROSENTHAL,  HEVESI,  ENGLE-\n         BRIGHT  -- Multi-Sponsored by -- M. of A. ABBATE, BROOK-KRASNY, CLARK,\n         GIGLIO,  GOTTFRIED,  GUNTHER,  JAFFEE,  JEFFRIES,  KELLNER,   LATIMER,\n         P. LOPEZ, V. LOPEZ, McDONOUGH, McENENY, MORELLE, PEOPLES-STOKES, PHEF-\n         FER,  SPANO,  SWEENEY, THIELE, WEISENBERG -- read once and referred to\n         the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to  pre-\n         installation  review  and certification of green roof materials and to\n         amend the tax law, in relation to establishing a green roof  installa-\n         tion credit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 3-0308 to read as follows:\n    3  S 3-0308. GREEN ROOF INSPECTION AND CERTIFICATION.\n    4    1.  THE COMMISSIONER SHALL DEVELOP AND IMPLEMENT A PROGRAM TO EVALUATE\n    5  AND SET  STANDARDS  FOR  THE  PLANT  MATERIAL  UTILIZED  IN  GREEN  ROOF\n    6  CONSTRUCTION  IN  THE  STATE AND FOR ENVIRONMENTALLY ACCEPTABLE CHEMICAL\n    7  FERTILIZERS USED IN THE MAINTENANCE OF GREEN ROOFS.  SUCH PROGRAM  SHALL\n    8  INCLUDE  CRITERIA  FOR  INSPECTION AND CERTIFICATION OF GREEN ROOF PLANS\n    9  PRIOR TO INSTALLATION AND INSPECTION AFTER INSTALLATION.  SUCH  PRE-INS-\n   10  TALLATION  CRITERIA  FOR CERTIFICATION SHALL INCLUDE, BUT NOT BE LIMITED\n   11  TO:  HEIGHT, GROWTH RATE, DROUGHT TOLERANCE, ROOT SYSTEMS, IRRIGATION OR\n   12  NUTRITIONAL REQUIREMENTS, MAINTENANCE REQUIREMENTS, PRODUCTION OF  SEEDS\n   13  LIKELY TO INVADE NEARBY LANDSCAPES, GENERATION OF ALLERGENS AND REMEDIAL\n   14  AIR  FILTRATION.  THE  COMMISSIONER  SHALL IMPLEMENT A PROGRAM TO INFORM\n   15  COMMERCIAL INSTALLERS AND THE PUBLIC OF ANY PROHIBITIONS AND RECOMMENDA-\n   16  TIONS.   INSPECTION AFTER INSTALLATION SHALL  INCLUDE,  IN  ADDITION  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04476-01-1\n\n       A. 578                              2\n\n    1  PRE-INSTALLATION  CRITERIA,  THE  TESTING  OF  RUNOFF WATER FOR ENVIRON-\n    2  MENTALLY UNACCEPTABLE CHEMICAL FERTILIZERS.\n    3    2.  THE COMMISSIONER MAY DELEGATE TO QUALIFIED PERSONNEL OF COUNTY AND\n    4  CITY BUILDING INSPECTORS HIS OR HER DUTIES OF  REVIEW  AND  APPROVAL  OF\n    5  PLANS  AND ISSUANCE OF CERTIFICATION REQUIRED IN SUBDIVISION ONE OF THIS\n    6  SECTION, SUBJECT TO SUCH CONDITIONS AS HE OR SHE MAY ESTABLISH.\n    7    3. FOR PURPOSES OF THIS SECTION \"GREEN ROOF\" SHALL MEAN ROOFING  ON  A\n    8  BUILDING  CONSTRUCTED  OF  FROM  TWO TO FOUR INCHES OF SOIL AND DRAINAGE\n    9  MATERIAL SUPPORTING PLANT MATERIAL WITH FOLIAGE FROM TWO TO FOUR  INCHES\n   10  HIGH  DESIGNED  TO PROVIDE MAXIMUM GROUNDCOVER, WATER RETENTION, EROSION\n   11  RESISTANCE, AND RESPIRATIVE TRANSPIRATION OF MOISTURE.\n   12    S 2. Section 606 of the tax law is amended by adding a new  subsection\n   13  (u) to read as follows:\n   14    (U) GREEN ROOF INSTALLATION CREDIT. (1) GENERAL. AN INDIVIDUAL TAXPAY-\n   15  ER  SHALL  BE  ALLOWED  A CREDIT FOR TAXABLE YEARS BEGINNING ON OR AFTER\n   16  JANUARY FIRST, TWO THOUSAND TWELVE AGAINST THE TAX IMPOSED BY THIS ARTI-\n   17  CLE FOR THE INSTALLATION OF A GREEN ROOF. THE AMOUNT OF THE CREDIT SHALL\n   18  BE FIFTY-FIVE PERCENT OF QUALIFIED GREEN ROOF INSTALLATION EXPENDITURES,\n   19  BUT SHALL NOT EXCEED THE MAXIMUM CREDIT OF FIVE THOUSAND DOLLARS.\n   20    (2) QUALIFIED GREEN  ROOF  INSTALLATION  EXPENDITURES.  (A)  THE  TERM\n   21  \"QUALIFIED  GREEN ROOF INSTALLATION EXPENDITURES\" MEANS EXPENDITURES FOR\n   22  THE PURCHASE, CONSTRUCTION AND INSTALLATION OF A  GREEN  ROOF  WHICH  IS\n   23  INSTALLED  IN  CONNECTION WITH RESIDENTIAL PROPERTY WHICH IS (I) LOCATED\n   24  IN THIS STATE AND (II) WHICH IS USED BY THE TAXPAYER AS HIS OR HER PRIN-\n   25  CIPAL RESIDENCE AT THE TIME THE GREEN ROOF IS PLACED IN SERVICE.\n   26    (B) SUCH QUALIFIED EXPENDITURES SHALL INCLUDE EXPENDITURES FOR MATERI-\n   27  ALS, INCLUDING BUT NOT LIMITED TO,  IRRIGATION  SYSTEMS,  PRODUCTION  OF\n   28  SEED  AND  ROOT  SYSTEMS  AND  LABOR COSTS PROPERLY ALLOCABLE TO ON-SITE\n   29  PREPARATION, ASSEMBLY AND ORIGINAL INSTALLATION, ARCHITECTURAL AND ENGI-\n   30  NEERING  SERVICES,  PRE-INSTALLATION  CRITERIA  FOR   INSTALLATION   AND\n   31  DESIGNS  AND  PLANS DIRECTLY RELATED TO THE CONSTRUCTION OR INSTALLATION\n   32  OF THE GREEN ROOF.\n   33    (C) SUCH QUALIFIED EXPENDITURES SHALL NOT INCLUDE  INTEREST  OR  OTHER\n   34  FINANCE CHARGES.\n   35    (3)  GREEN  ROOF  PRE-INSTALLATION  CRITERIA.  THE  TERM  \"GREEN  ROOF\n   36  PRE-INSTALLATION CRITERIA\" SHALL INCLUDE, BUT NOT BE LIMITED TO, HEIGHT,\n   37  GROWTH RATE, DROUGHT TOLERANCE, IRRIGATION OR NUTRITIONAL  REQUIREMENTS,\n   38  GENERATION  OF  ALLERGENS  AND  REMEDIAL  AIR  FILTRATION AND TESTING OF\n   39  RUNOFF WATER FOR ENVIRONMENTALLY UNACCEPTABLE CHEMICAL FERTILIZERS.\n   40    (4) CONDOMINIUM/COOPERATIVE HOUSING. WHERE A GREEN ROOF  IS  INSTALLED\n   41  BY  A CONDOMINIUM MANAGEMENT ASSOCIATION OR A COOPERATIVE HOUSING CORPO-\n   42  RATION, A TAXPAYER WHO IS A MEMBER OF THE CONDOMINIUM MANAGEMENT ASSOCI-\n   43  ATION OR WHO IS A TENANT-STOCKHOLDER IN THE COOPERATIVE  HOUSING  CORPO-\n   44  RATION  MAY  FOR  THE  PURPOSE  OF THIS SUBSECTION CLAIM A PROPORTIONATE\n   45  SHARE OF THE TOTAL EXPENSES AS EXPENDITURE FOR THE PURPOSES OF THE CRED-\n   46  IT ATTRIBUTABLE TO HIS OR HER PRINCIPAL RESIDENCE.\n   47    (5) MULTIPLE TAXPAYERS. WHERE A GREEN ROOF IS PURCHASED AND  INSTALLED\n   48  IN  A PRINCIPAL RESIDENCE SHARED BY TWO OR MORE TAXPAYERS, THE AMOUNT OF\n   49  THE CREDIT ALLOWABLE UNDER THIS SUBSECTION FOR EACH SUCH TAXPAYER  SHALL\n   50  BE  PRORATED  ACCORDING  TO  THE PERCENTAGE OF THE TOTAL EXPENDITURE FOR\n   51  SUCH ROOF CONTRIBUTED BY EACH TAXPAYER.\n   52    (6) GRANTS. FOR PURPOSES OF DETERMINING THE AMOUNT OF THE  EXPENDITURE\n   53  INCURRED  IN PURCHASING AND INSTALLING THE GREEN ROOF, THE AMOUNT OF ANY\n   54  FEDERAL, STATE OR LOCAL GRANT RECEIVED BY THE TAXPAYER, WHICH  WAS  USED\n   55  FOR  THE  PURCHASE  AND/OR  INSTALLATION  OF SUCH ROOF AND WHICH WAS NOT\n\n       A. 578                              3\n\n    1  INCLUDED IN THE FEDERAL GROSS INCOME  OF  THE  TAXPAYER,  SHALL  NOT  BE\n    2  INCLUDED IN THE AMOUNT OF SUCH EXPENDITURES.\n    3    (7)  WHEN  CREDIT  ALLOWED. THE CREDIT PROVIDED FOR IN THIS SUBSECTION\n    4  SHALL BE ALLOWED WITH RESPECT TO  THE  TAXABLE  YEAR,  COMMENCING  AFTER\n    5  JANUARY  FIRST,  TWO  THOUSAND  TWELVE,  IN  WHICH  THE  GREEN  ROOF  IS\n    6  INSTALLED.\n    7    (8) CARRYOVER OF CREDIT. IF THE AMOUNT OF THE CREDIT,  AND  CARRYOVERS\n    8  OF  SUCH  CREDIT,  ALLOWABLE  UNDER THIS SUBSECTION FOR ANY TAXABLE YEAR\n    9  SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR, SUCH EXCESS AMOUNT MAY BE\n   10  CARRIED OVER TO THE FIVE TAXABLE YEARS NEXT FOLLOWING THE  TAXABLE  YEAR\n   11  WITH RESPECT TO WHICH THE CREDIT IS ALLOWED AND MAY BE DEDUCTED FROM THE\n   12  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   13    S  3. This act shall take effect immediately provided that section one\n   14  of this act shall take effect on the one hundred eightieth day after  it\n   15  shall  have become a law and that section two of this act shall apply to\n   16  taxable years commencing on or after January 1, 2012; provided, however,\n   17  that effective immediately, the addition, amendment and/or repeal of any\n   18  rule or regulation necessary for the implementation of this act  on  its\n   19  effective  date  are authorized and directed to be made and completed on\n   20  or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to pre-installation review and certification of green roof materials and to amend the tax law, in relation to establishing a green roof installation credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T153013.TXT", "SOBI.D110103.T095848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294173013202
}