{
  "year" : 2011,
  "senateBillNo" : "A579-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A579-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to benefits and eligibility under the real property tax circuit breaker credit",
  "summary" : "Amends benefits and income eligibility requirements under the real property tax circuit breaker credit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1418-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          579\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT, MILLMAN -- Multi-Sponsored by -- M. of A.\n         BOYLAND,  CLARK,  HEASTIE,  V. LOPEZ,  PEOPLES-STOKES, PHEFFER, TOWNS,\n         WEISENBERG -- read once and referred to  the  Committee  on  Ways  and\n         Means\n\n       AN  ACT  to  amend  the tax law, in relation to benefits and eligibility\n         under the real property tax circuit breaker credit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs 1, 3 and 7 of subsection (e) of section 606 of\n    2  the tax law, as amended by chapter 28 of the laws of 1987,  subparagraph\n    3  (c)  of  paragraph  1  as amended by chapter 713 of the laws of 1996 and\n    4  subparagraph (E) of paragraph 1 as amended by chapter 105 of the laws of\n    5  2006, are amended to read as follows:\n    6    (1) For purposes of this subsection:\n    7    (A) \"Qualified taxpayer\" means a resident individual of the state  who\n    8  has  occupied  the  same residence for six months or more of the taxable\n    9  year, and is required or chooses to file a return under this article.\n   10    (B) \"Household\" or  \"members  of  the  household\"  means  a  qualified\n   11  taxpayer  and  all  other persons, not necessarily related, who have the\n   12  same residence and share its furnishings, facilities and accommodations.\n   13  Such terms shall not include a tenant, subtenant, roomer or boarder  who\n   14  is  not  related  to  the  qualified taxpayer in any degree specified in\n   15  paragraphs one through eight of subsection (a) of  section  one  hundred\n   16  fifty-two of the internal revenue code. Provided, however, no person may\n   17  be a member of more than one household at one time.\n   18    [(c)]  (C) \"Household gross income\" means the aggregate adjusted gross\n   19  income of all ADULT members of the household for  the  taxable  year  as\n   20  reported  for federal income tax purposes, or which would be reported as\n   21  adjusted gross income if a federal income tax return were required to be\n   22  filed, with the modifications in subsection (b) of section  six  hundred\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03179-01-1\n\n       A. 579                              2\n\n    1  twelve  OF  THIS ARTICLE but without the modifications in subsection (c)\n    2  of such section, plus any portion of the gain from the sale or  exchange\n    3  of  property  otherwise  excluded  from  such amount; earned income from\n    4  sources  without  the United States excludable from federal gross income\n    5  by section nine hundred eleven of the  internal  revenue  code;  support\n    6  money not included in adjusted gross income; nontaxable strike benefits;\n    7  supplemental  security  income payments; the gross amount of any pension\n    8  or annuity benefits to the extent not included in  such  adjusted  gross\n    9  income  (including, but not limited to, railroad retirement benefits and\n   10  all payments received under the federal social security act  and  veter-\n   11  ans'  disability  pensions); nontaxable interest received from the state\n   12  of New York, its agencies, instrumentalities,  public  corporations,  or\n   13  political  subdivisions (including a public corporation created pursuant\n   14  to agreement or compact with another state or Canada); workers'  compen-\n   15  sation;  the gross amount of \"loss-of-time\" insurance; and the amount of\n   16  cash public assistance and relief, other than medical assistance for the\n   17  needy, paid to or for the benefit of the qualified taxpayer  or  members\n   18  of his household. Household gross income shall not include surplus foods\n   19  or other relief in kind or payments made to individuals because of their\n   20  status  as  victims  of  Nazi  persecution  as  defined in P.L. 103-286.\n   21  Provided, further, household gross income shall only  include  all  such\n   22  income  received  by  all members of the household while members of such\n   23  household.  PROVIDED, FURTHER, THAT HOUSEHOLD  GROSS  INCOME  SHALL  NOT\n   24  INCLUDE  INCOME  OF HOUSEHOLD MEMBERS WHO ARE UNDER THE AGE OF EIGHTEEN,\n   25  OR INCOME OF HOUSEHOLD MEMBERS UNDER THE AGE OF TWENTY-ONE IF SUCH INDI-\n   26  VIDUALS ATTEND AN ACCREDITED COLLEGE OR UNIVERSITY AT LEAST PART-TIME.\n   27    (D) \"Residence\" means a dwelling in this state, whether owned or rent-\n   28  ed, and so much of the land abutting it, not exceeding one acre,  as  is\n   29  reasonably  necessary for use of the dwelling as a home, and may consist\n   30  of a part of a multi-dwelling  or  multi-purpose  building  including  a\n   31  cooperative  or  condominium, and rental units within a single dwelling.\n   32  Residence includes a trailer or mobile home, used exclusively for  resi-\n   33  dential  purposes and defined as real property pursuant to paragraph (g)\n   34  of subdivision twelve of section one hundred two of  the  real  property\n   35  tax law.\n   36    (E)  \"Qualifying  real  property taxes\" means all real property taxes,\n   37  special ad valorem levies and special assessments, exclusive  of  penal-\n   38  ties  and  interest, levied on the residence of a qualified taxpayer and\n   39  paid during the taxable year [less the credit claimed  under  subsection\n   40  (n-1)  of  this section]. In addition, for taxable years beginning after\n   41  December thirty-first, nineteen hundred eighty-four, a qualified taxpay-\n   42  er may elect to include any  additional  amount  that  would  have  been\n   43  levied in the absence of an exemption from real property taxation pursu-\n   44  ant to section four hundred sixty-seven of the real property tax law. If\n   45  tenant-stockholders  in  a  cooperative housing corporation have met the\n   46  requirements of section two hundred sixteen of the internal revenue code\n   47  by which they are allowed a deduction for real estate taxes, the  amount\n   48  of  taxes  so allowable, or which would be allowable if the taxpayer had\n   49  filed returns on a cash basis, shall be qualifying real property  taxes.\n   50  If  a  residence is owned by two or more individuals as joint tenants or\n   51  tenants in common, and one or more than one individual is not  a  member\n   52  of  the  household,  qualifying real property taxes is that part of such\n   53  taxes on the residence which reflects the ownership  percentage  of  the\n   54  qualified  taxpayer  and  members of his household. If a residence is an\n   55  integral part of a larger unit, qualifying real property taxes shall  be\n   56  limited  to  that  amount of such taxes paid as may be reasonably appor-\n\n       A. 579                              3\n\n    1  tioned to such residence. If a household owns and occupies two  or  more\n    2  residences during different periods in the same taxable year, qualifying\n    3  real  property  taxes  shall  be the sum of the prorated qualifying real\n    4  property  taxes  attributable  to  the household during the periods such\n    5  household occupies each of such residences. If the  household  owns  and\n    6  occupies  a residence for part of the taxable year and rents a residence\n    7  for part of the same taxable year, it may include both the proration  of\n    8  qualifying real property taxes on the residence owned and the real prop-\n    9  erty  tax equivalent with respect to the months the residence is rented.\n   10  Provided, however,  for  purposes  of  the  credit  allowed  under  this\n   11  subsection,  qualifying  real property taxes may be included by a quali-\n   12  fied taxpayer only to the extent that such taxpayer  or  the  spouse  of\n   13  such  taxpayer  occupying  such  residence for six months or more of the\n   14  taxable year owns or has owned the residence and paid such taxes.\n   15    (F) \"Real property tax equivalent\" means twenty-five  percent  of  the\n   16  adjusted  rent  actually  paid in the taxable year by a household solely\n   17  for the right of occupancy of its New York  residence  for  the  taxable\n   18  year.  If (i) a residence is rented to two or more individuals as coten-\n   19  ants, or such individuals share in the payment of a single rent for  the\n   20  right  of occupancy of such residence, and (ii) each of such individuals\n   21  is a member of a different household, one or more of  which  individuals\n   22  shares  such  residence, real property tax equivalent is that portion of\n   23  twenty-five percent of the adjusted rent paid in the taxable year  which\n   24  reflects that portion of the rent attributable to the qualified taxpayer\n   25  and the members of his household.\n   26    (G)  \"Adjusted rent\" means rental paid for the right of occupancy of a\n   27  residence, excluding charges for heat, gas, electricity, furnishings and\n   28  board. Where charges for heat, gas, electricity, furnishing or board are\n   29  included in rental but where such charges and the amount thereof are not\n   30  separately set forth in a written  rental  agreement,  for  purposes  of\n   31  determining  adjusted  rent  the  qualified taxpayer shall reduce rental\n   32  paid as follows:\n   33    (i) For heat, or heat and gas, deduct fifteen percent of rental paid.\n   34    (ii) For heat, gas and electricity, deduct twenty  percent  of  rental\n   35  paid.\n   36    (iii)  For  heat, gas, electricity and furnishings, deduct twenty-five\n   37  percent of rental paid.\n   38    (iv) For heat, gas, electricity, furnishings and board,  deduct  fifty\n   39  percent of rental paid.\n   40  If  the  tax  commission  determines that the adjusted rent shown on the\n   41  return is excessive, the  tax  commission  may  reduce  such  rent,  for\n   42  purposes  of  the  computation of the credit, to an amount substantially\n   43  equivalent to rent for a comparable accommodation.\n   44    (3) Determination of credit. (A)  For  qualified  taxpayers  who  have\n   45  attained  the  age of sixty-five years before the beginning of or during\n   46  the  taxable  year  the  amount  of  the  credit  allowable  under  this\n   47  subsection shall be fifty percent, or in the case of a qualified taxpay-\n   48  er  who has elected to include an additional amount pursuant to subpara-\n   49  graph (E) of paragraph one of this subsection, twenty-five  percent,  of\n   50  the  excess  of  real  property taxes or the excess of real property tax\n   51  equivalent determined as follows:\n\n   52                                       Excess real property taxes are  the\n   53                                       excess  of real property tax equiv-\n   54                                       alent or the excess  of  qualifying\n   55                                       real property taxes over  the  fol-\n\n       A. 579                              4\n\n    1  If household gross income for the    lowing   percentage   of  household\n    2  taxable year is:                     gross income:\n    3  -----------------------------------  -----------------------------------\n    4  $3,000 or less                                      3 1/2\n    5  Over $3,000 but not over $5,000                     4\n    6  Over $5,000 but not over $7,000                     4 1/2\n    7  Over $7,000 but not over $9,000                     5\n    8  Over $9,000 but not over $11,000                    5 1/2\n    9  Over $11,000 but not over $14,000                   6\n   10  Over $14,000 [but not over $18,000]                 6 1/2\n\n   11    Notwithstanding  the  foregoing  provisions, the maximum credit deter-\n   12  mined under this subparagraph may not exceed the  amount  determined  in\n   13  accordance with the following table:\n\n   14  If household gross income for the\n   15  taxable year is:                     The maximum credit is:\n   16  -----------------------------------  -----------------------------------\n   17  $1,000 or less                                      $375\n   18  Over $1,000 but not over $2,000                     $358\n   19  Over $2,000 but not over $3,000                     $341\n   20  Over $3,000 but not over $4,000                     $324\n   21  Over $4,000 but not over $5,000                     $307\n   22  Over $5,000 but not over $6,000                     $290\n   23  Over $6,000 but not over $7,000                     $273\n   24  Over $7,000 but not over $8,000                     $256\n   25  Over $8,000 but not over $9,000                     $239\n   26  Over $9,000 but not over $10,000                    $222\n   27  Over $10,000 but not over $11,000                   $205\n   28  Over $11,000 but not over $12,000                   $188\n   29  Over $12,000 but not over $13,000                   $171\n   30  Over $13,000 but not over $14,000                   $154\n   31  Over $14,000 but not over $15,000                   $137\n   32  Over $15,000 but not over $16,000                   $120\n   33  Over $16,000 but not over $17,000                   $103\n   34  Over $17,000 [but not over $18,000]                 $ 86\n\n   35    (B)  For all other qualified taxpayers the amount of the credit allow-\n   36  able under this subsection shall be fifty percent of excess real proper-\n   37  ty taxes or the excess of the real property tax equivalent determined as\n   38  follows:\n\n   39                                       Excess real property taxes are  the\n   40                                       excess  of real property tax equiv-\n   41                                       alent or the excess  of  qualifying\n   42                                       real property taxes over  the  fol-\n   43  If household gross income for the    lowing   percentage   of  household\n   44  taxable year is:                     gross income:\n   45  -----------------------------------  -----------------------------------\n   46  $3,000 or less                                      3 1/2\n   47  Over $3,000 but not over $5,000                     4\n   48  Over $5,000 but not over $7,000                     4 1/2\n   49  Over $7,000 but not over $9,000                     5\n   50  Over $9,000 but not over $11,000                    5 1/2\n   51  Over $11,000 but not over $14,000                   6\n   52  Over $14,000 [but not over $18,000]                 6 1/2\n\n       A. 579                              5\n\n    1    Notwithstanding  the  foregoing  provisions, the maximum credit deter-\n    2  mined under this subparagraph may not exceed the  amount  determined  in\n    3  accordance with the following table:\n\n    4  If household gross income for the\n    5  taxable year is:                     The maximum credit is:\n    6  -----------------------------------  -----------------------------------\n    7  $1,000 or less                                      $75\n    8  Over $1,000 but not over $2,000                     $73\n    9  Over $2,000 but not over $3,000                     $71\n   10  Over $3,000 but not over $4,000                     $69\n   11  Over $4,000 but not over $5,000                     $67\n   12  Over $5,000 but not over $6,000                     $65\n   13  Over $6,000 but not over $7,000                     $63\n   14  Over $7,000 but not over $8,000                     $61\n   15  Over $8,000 but not over $9,000                     $59\n   16  Over $9,000 but not over $10,000                    $57\n   17  Over $10,000 but not over $11,000                   $55\n   18  Over $11,000 but not over $12,000                   $53\n   19  Over $12,000 but not over $13,000                   $51\n   20  Over $13,000 but not over $14,000                   $49\n   21  Over $14,000 but not over $15,000                   $47\n   22  Over $15,000 but not over $16,000                   $45\n   23  Over $16,000 but not over $17,000                   $43\n   24  Over $17,000 [but not over $18,000]                 $41\n\n   25    (7) No credit shall be granted under this subsection:\n   26    (A)  If  household gross income for the taxable year exceeds [eighteen\n   27  thousand dollars] TWO HUNDRED PERCENT OF THE FEDERAL POVERTY LEVEL.\n   28    (B) To a property owner unless: (i) the property is used for  residen-\n   29  tial  purposes,  (ii) not more than twenty percent of the rental income,\n   30  if any, from the property is from rental for nonresidential purposes and\n   31  (iii) the property is occupied as a residence in whole or in part by one\n   32  or more of the owners of the property.\n   33    (C) To a property owner who owns real  property,  the  full  value  of\n   34  which exceeds [eighty-five] TWO HUNDRED thousand dollars.\n   35    (D)  [To] (I) IN A CITY WITH A POPULATION OF TWO MILLION OR MORE, TO a\n   36  tenant if the adjusted rent  for  the  residence  exceeds  [four]  EIGHT\n   37  hundred [fifty] dollars per month on average; OR (II) IN ALL OTHER AREAS\n   38  OF  THE STATE TO A TENANT IF THE ADJUSTED RENT FOR THE RESIDENCE EXCEEDS\n   39  SIX HUNDRED DOLLARS PER MONTH ON AVERAGE.\n   40    (E) To an individual with respect to whom a deduction under subsection\n   41  (c) of section one hundred fifty-one of the  internal  revenue  code  is\n   42  allowable to another taxpayer for the taxable year.\n   43    (F)  With  respect  to  a  residence that is wholly exempted from real\n   44  property taxation.\n   45    (G) To an individual who is not a resident individual of the state for\n   46  the entire taxable year.\n   47    S 2. This act shall take effect immediately and shall apply to taxable\n   48  years beginning on and after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to benefits and eligibility under the real property tax circuit breaker credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T153013.TXT", "SOBI.D110103.T095848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294173013204
}