{
  "year" : 2011,
  "senateBillNo" : "A58-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A58-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes physicians, optometrists and ophthalmic dispensers to establish professional service corporations, limited liability companies and registered partnerships",
  "summary" : "Authorizes physicians, optometrists and ophthalmic dispensers to join together to establish professional service corporations, limited liability companies and registered limited liability partnerships. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Business Corporation Law",
  "previousVersions" : [ "A5879-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          58\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, CASTRO, LUPARDO -- read once and referred\n         to the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend  the  business corporation law, the limited liability\n         company law and  the  partnership  law,  in  relation  to  authorizing\n         certain health care providers to form professional service entities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of section 1503 of the  business  corporation\n    2  law,  as added by chapter 974 of the laws of 1970, is amended to read as\n    3  follows:\n    4    (a) Notwithstanding any other provision of law, one or  more  individ-\n    5  uals  duly  authorized  by  law  to render the same professional service\n    6  within the state may organize, or cause to be organized, a  professional\n    7  service  corporation  for  pecuniary  profit  under this article for the\n    8  purpose of rendering the same professional  service,  [except]  PROVIDED\n    9  that  one or more individuals duly authorized by law to practice profes-\n   10  sional engineering, architecture, landscape architecture or land survey-\n   11  ing within the state may organize, or cause to be organized,  a  profes-\n   12  sional  service  corporation for pecuniary profit under this article for\n   13  the purpose of rendering such professional services as such  individuals\n   14  are  authorized  to  practice,  AND,  FURTHER, PROVIDED THAT ONE OR MORE\n   15  INDIVIDUALS DULY LICENSED BY LAW TO PRACTICE MEDICINE AND WHO ARE CERTI-\n   16  FIED BY THE AMERICAN BOARD OF OPHTHALMOLOGY, AND INDIVIDUALS LICENSED BY\n   17  LAW TO PRACTICE OPTOMETRY AND/OR OPHTHALMIC DISPENSING WITHIN THE  STATE\n   18  MAY  ORGANIZE,  OR  CAUSE TO BE ORGANIZED, A PROFESSIONAL SERVICE CORPO-\n   19  RATION FOR PECUNIARY PROFIT  UNDER  THIS  ARTICLE  FOR  THE  PURPOSE  OF\n   20  RENDERING  PROFESSIONAL  SERVICES  AS SUCH INDIVIDUALS ARE AUTHORIZED TO\n   21  PRACTICE.\n   22    S 2. Section 1529 of the business corporation law, as amended by chap-\n   23  ter 576 of the laws of 1994, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01173-01-1\n\n       A. 58                               2\n\n    1  S 1529. Business corporation law applicable.\n    2    Except for the provisions of sections thirteen hundred three, thirteen\n    3  hundred  four,  thirteen hundred sixteen, thirteen hundred seventeen and\n    4  thirteen hundred twenty, this chapter shall be applicable to  a  foreign\n    5  professional service corporation to the extent that the provisions ther-\n    6  eof  are  not in conflict with the provisions of this article. A foreign\n    7  professional service corporation may practice  in  this  state,  or  may\n    8  consolidate  or  merge with another corporation, or may be a member of a\n    9  professional service limited liability company, a  foreign  professional\n   10  service  limited liability company, a registered limited liability part-\n   11  nership or foreign limited liability partnership, only  if  all  of  the\n   12  professions  practiced by such corporations, limited liability companies\n   13  or limited liability partnerships could be practiced by a single profes-\n   14  sional service corporation organized in this state; and,  further,  only\n   15  if such foreign professional service corporation is domiciled in a state\n   16  or  territory  of  the  United  States the laws of which, at the time of\n   17  application by such corporation under section fifteen hundred thirty  of\n   18  this  article,  contain  a reciprocal provision under which professional\n   19  service corporations domiciled in this state may similarly apply for the\n   20  privilege of doing business in any such state  or  territory[;  provided\n   21  further however, that nothing herein].\n   22    (A)  NOTHING  IN  THIS  SECTION shall authorize a foreign professional\n   23  service corporation practicing professional engineering, land surveying,\n   24  architecture and/or landscape architecture to be a member or partner  of\n   25  a professional service limited liability company, a foreign professional\n   26  service  limited liability company, a registered limited liability part-\n   27  nership or a foreign limited liability partnership  unless  all  of  the\n   28  shareholders,  directors  and  officers  of  such  foreign  professional\n   29  service corporation are  licensed  to  practice  one  or  more  of  such\n   30  professions in this state.\n   31    (B)  NOTHING  IN  THIS  SECTION SHALL AUTHORIZE A FOREIGN PROFESSIONAL\n   32  SERVICE CORPORATION ORGANIZED TO PRACTICE MEDICINE WITH OPTOMETRY AND/OR\n   33  OPHTHALMIC DISPENSING TO BE  A  MEMBER  OR  PARTNER  OF  A  PROFESSIONAL\n   34  SERVICE LIMITED LIABILITY COMPANY, A FOREIGN PROFESSIONAL SERVICE LIMIT-\n   35  ED  LIABILITY  COMPANY,  A REGISTERED LIMITED LIABILITY PARTNERSHIP OR A\n   36  FOREIGN LIMITED LIABILITY PARTNERSHIP UNLESS ALL  OF  THE  SHAREHOLDERS,\n   37  DIRECTORS  AND OFFICERS OF SUCH FOREIGN PROFESSIONAL SERVICE CORPORATION\n   38  ARE LICENSED TO PRACTICE ONE OR MORE OF SUCH PROFESSIONS IN THIS  STATE;\n   39  PROVIDED, HOWEVER, THAT ANY SHAREHOLDER, DIRECTOR OR OFFICER LICENSED TO\n   40  PRACTICE  MEDICINE IN THIS STATE SHALL ALSO BE CERTIFIED BY THE AMERICAN\n   41  BOARD OF OPHTHALMOLOGY.\n   42    S 3. Subdivision (a) of section 1203 of the limited liability  company\n   43  law,  as separately amended by chapters 420 and 676 of the laws of 2002,\n   44  is amended to read as follows:\n   45    (a) Notwithstanding the education law or any other provision  of  law,\n   46  one  or more professionals each of whom is authorized by law to render a\n   47  professional service within the state, or one or more professionals,  at\n   48  least  one of whom is authorized by law to render a professional service\n   49  within the state, may form,  or  cause  to  be  formed,  a  professional\n   50  service  limited liability company for pecuniary profit under this arti-\n   51  cle for the purpose of rendering the professional service or services as\n   52  such professionals are authorized to practice. With respect to a profes-\n   53  sional service limited  liability  company  formed  to  provide  medical\n   54  services  as  such  services are defined in article 131 of the education\n   55  law, each member of such limited  liability  company  must  be  licensed\n   56  pursuant  to  article  131  of the education law to practice medicine in\n\n       A. 58                               3\n\n    1  this state; PROVIDED, HOWEVER,  THAT  WITH  RESPECT  TO  A  PROFESSIONAL\n    2  SERVICE  LIMITED  LIABILITY  COMPANY  FORMED TO PROVIDE MEDICAL SERVICES\n    3  DEFINED IN ARTICLE 131 OF THE EDUCATION LAW  WITH  SERVICES  DEFINED  IN\n    4  ARTICLE 143 AND/OR ARTICLE 144 OF THE EDUCATION LAW, EACH MEMBER OF SUCH\n    5  LIMITED  LIABILITY  COMPANY MUST BE LICENSED PURSUANT TO ARTICLE 131 AND\n    6  CERTIFIED BY THE AMERICAN BOARD OF OPHTHALMOLOGY, AND/OR LICENSED PURSU-\n    7  ANT TO ARTICLE 143 AND/OR ARTICLE 144 OF THE EDUCATION LAW  TO  PRACTICE\n    8  ONE  OR  MORE  OF  SUCH  PROFESSIONS  IN THIS STATE.   With respect to a\n    9  professional service limited liability company formed to provide  dental\n   10  services  as  such  services are defined in article 133 of the education\n   11  law, each member of such limited  liability  company  must  be  licensed\n   12  pursuant  to  article  133 of the education law to practice dentistry in\n   13  this state. With respect to a  professional  service  limited  liability\n   14  company  formed  to  provide  veterinary  services  as such services are\n   15  defined in article 135 of the education law, each member of such limited\n   16  liability company must be licensed pursuant to article 135 of the educa-\n   17  tion law to practice veterinary medicine in this state. With respect  to\n   18  a  professional  service  limited  liability  company  formed to provide\n   19  professional engineering, land surveying, architectural and/or landscape\n   20  architectural services as such services  are  defined  in  article  145,\n   21  article  147  and  article 148 of the education law, each member of such\n   22  limited liability company must be  licensed  pursuant  to  article  145,\n   23  article  147  and/or article 148 of the education law to practice one or\n   24  more of such professions in this state. With respect to  a  professional\n   25  service  limited  liability  company formed to provide licensed clinical\n   26  social work services as such services are defined in article 154 of  the\n   27  education  law,  each  member of such limited liability company shall be\n   28  licensed pursuant to article  154  of  the  education  law  to  practice\n   29  licensed  clinical  social work in this state. With respect to a profes-\n   30  sional service limited liability company formed to provide creative arts\n   31  therapy services as such services are defined  in  article  163  of  the\n   32  education  law,  each  member  of such limited liability company must be\n   33  licensed pursuant to article 163 of the education law to practice  crea-\n   34  tive  arts therapy in this state. With respect to a professional service\n   35  limited liability company formed to provide marriage and family  therapy\n   36  services  as  such  services are defined in article 163 of the education\n   37  law, each member of such limited  liability  company  must  be  licensed\n   38  pursuant  to  article  163 of the education law to practice marriage and\n   39  family therapy in this state. With respect  to  a  professional  service\n   40  limited  liability  company  formed  to provide mental health counseling\n   41  services as such services are defined in article 163  of  the  education\n   42  law,  each  member  of  such  limited liability company must be licensed\n   43  pursuant to article 163 of the education law to practice  mental  health\n   44  counseling in this state. With respect to a professional service limited\n   45  liability  company  formed  to  provide  psychoanalysis services as such\n   46  services are defined in article 163 of the education law, each member of\n   47  such limited liability company must be licensed pursuant to article  163\n   48  of  the education law to practice psychoanalysis in this state. In addi-\n   49  tion to engaging in  such  profession  or  professions,  a  professional\n   50  service  limited  liability  company may engage in any other business or\n   51  activities as to which a limited liability company may be  formed  under\n   52  section  two  hundred  one  of this chapter.   Notwithstanding any other\n   53  provision of this section,  a  professional  service  limited  liability\n   54  company  (i)  authorized  to  practice  law  may  only engage in another\n   55  profession or business or activities or  (ii)  which  is  engaged  in  a\n   56  profession  or  other  business  or  activities  other than law may only\n\n       A. 58                               4\n\n    1  engage in the practice of law, to the extent not prohibited by any other\n    2  law of this state or any rule adopted by the appropriate appellate divi-\n    3  sion of the supreme court or the court of appeals.\n    4    S  4. Subdivision (b) of section 1207 of the limited liability company\n    5  law, as separately amended by chapters 420 and 676 of the laws of  2002,\n    6  is amended to read as follows:\n    7    (b)  With  respect to a professional service limited liability company\n    8  formed to provide medical services as such services are defined in arti-\n    9  cle 131 of the education law, each  member  of  such  limited  liability\n   10  company must be licensed pursuant to article 131 of the education law to\n   11  practice medicine in this state; PROVIDED, HOWEVER, THAT WITH RESPECT TO\n   12  A  PROFESSIONAL  SERVICE  LIMITED  LIABILITY  COMPANY  FORMED TO PROVIDE\n   13  SERVICES DEFINED IN ARTICLE 131  OF  THE  EDUCATION  LAW  WITH  SERVICES\n   14  DEFINED  IN  ARTICLE  143  AND/OR ARTICLE 144 OF THE EDUCATION LAW, EACH\n   15  MEMBER OF SUCH LIMITED LIABILITY COMPANY MUST BE  LICENSED  PURSUANT  TO\n   16  ARTICLE 131 AND CERTIFIED BY THE AMERICAN BOARD OF OPHTHALMOLOGY, AND/OR\n   17  LICENSED PURSUANT TO ARTICLE 143 AND/OR ARTICLE 144 OF THE EDUCATION LAW\n   18  TO PRACTICE ONE OR MORE OF SUCH PROFESSIONS IN THIS STATE.  With respect\n   19  to  a  professional  service limited liability company formed to provide\n   20  dental services as such services are  defined  in  article  133  of  the\n   21  education  law,  each  member  of such limited liability company must be\n   22  licensed pursuant to article  133  of  the  education  law  to  practice\n   23  dentistry  in this state. With respect to a professional service limited\n   24  liability company formed to provide veterinary services as such services\n   25  are defined in article 135 of the education law,  each  member  of  such\n   26  limited  liability  company  must be licensed pursuant to article 135 of\n   27  the education law to practice veterinary medicine in  this  state.  With\n   28  respect  to  a  professional service limited liability company formed to\n   29  provide professional engineering, land surveying,  architectural  and/or\n   30  landscape architectural services as such services are defined in article\n   31  145,  article  147  and article 148 of the education law, each member of\n   32  such limited liability company must be licensed pursuant to article 145,\n   33  article 147 and/or article 148 of the education law to practice  one  or\n   34  more  of  such professions in this state. With respect to a professional\n   35  service limited liability company formed to  provide  licensed  clinical\n   36  social  work services as such services are defined in article 154 of the\n   37  education law, each member of such limited liability  company  shall  be\n   38  licensed  pursuant  to  article  154  of  the  education law to practice\n   39  licensed clinical social work in this state. With respect to  a  profes-\n   40  sional service limited liability company formed to provide creative arts\n   41  therapy  services  as  such  services  are defined in article 163 of the\n   42  education law, each member of such limited  liability  company  must  be\n   43  licensed  pursuant to article 163 of the education law to practice crea-\n   44  tive arts therapy in this state. With respect to a professional  service\n   45  limited  liability company formed to provide marriage and family therapy\n   46  services as such services are defined in article 163  of  the  education\n   47  law,  each  member  of  such  limited liability company must be licensed\n   48  pursuant to article 163 of the education law to  practice  marriage  and\n   49  family  therapy  in  this  state. With respect to a professional service\n   50  limited liability company formed to  provide  mental  health  counseling\n   51  services  as  such  services are defined in article 163 of the education\n   52  law, each member of such limited  liability  company  must  be  licensed\n   53  pursuant  to  article 163 of the education law to practice mental health\n   54  counseling in this state. With respect to a professional service limited\n   55  liability company formed to  provide  psychoanalysis  services  as  such\n   56  services are defined in article 163 of the education law, each member of\n\n       A. 58                               5\n\n    1  such  limited liability company must be licensed pursuant to article 163\n    2  of the education law to practice psychoanalysis in this state.\n    3    S  5. Subdivision (a) of section 1301 of the limited liability company\n    4  law, as separately amended by chapters 420 and 676 of the laws of  2002,\n    5  is amended to read as follows:\n    6    (a)  \"Foreign  professional service limited liability company\" means a\n    7  professional service limited liability company, whether or  not  denomi-\n    8  nated  as  such,  organized  under the laws of a jurisdiction other than\n    9  this state, (i) each of whose members and managers, if any, is a profes-\n   10  sional authorized by law to render a professional  service  within  this\n   11  state  and who is or has been engaged in the practice of such profession\n   12  in such professional service limited liability company or a  predecessor\n   13  entity, or will engage in the practice of such profession in the profes-\n   14  sional  service limited liability company within thirty days of the date\n   15  such professional becomes a member, or each of whose members and  manag-\n   16  ers,  if  any, is a professional at least one of such members is author-\n   17  ized by law to render a professional service within this state  and  who\n   18  is  or  has  been  engaged  in  the  practice of such profession in such\n   19  professional service limited liability company or a predecessor  entity,\n   20  or  will  engage  in the practice of such profession in the professional\n   21  service limited liability company within thirty days of  the  date  such\n   22  professional  becomes  a  member,  or  (ii)  authorized by, or holding a\n   23  license, certificate, registration or permit  issued  by  the  licensing\n   24  authority  pursuant  to,  the  education  law  to  render a professional\n   25  service within this state; except that all members and managers, if any,\n   26  of  a  foreign  professional  service  limited  liability  company  that\n   27  provides  health services in this state shall be licensed in this state.\n   28  With respect to a foreign professional service limited liability company\n   29  which provides veterinary services as such services are defined in arti-\n   30  cle 135 of the education law, each member of such  foreign  professional\n   31  service  limited liability company shall be licensed pursuant to article\n   32  135 of the education law to practice veterinary medicine.  With  respect\n   33  to  a  foreign  professional  service  limited  liability  company which\n   34  provides medical services as such services are defined in article 131 of\n   35  the education law, each member  of  such  foreign  professional  service\n   36  limited  liability  company  must be licensed pursuant to article 131 of\n   37  the education law to practice medicine in this state; PROVIDED, HOWEVER,\n   38  THAT WITH RESPECT TO A FOREIGN PROFESSIONAL  SERVICE  LIMITED  LIABILITY\n   39  COMPANY  FORMED TO PROVIDE SERVICES DEFINED IN ARTICLE 131 OF THE EDUCA-\n   40  TION LAW WITH SERVICES DEFINED IN ARTICLE 143 AND/OR ARTICLE 144 OF  THE\n   41  EDUCATION  LAW, EACH MEMBER OF SUCH FOREIGN PROFESSIONAL SERVICE LIMITED\n   42  LIABILITY COMPANY MUST BE LICENSED PURSUANT TO ARTICLE 131 AND CERTIFIED\n   43  BY THE AMERICAN BOARD OF  OPHTHALMOLOGY,  AND/OR  LICENSED  PURSUANT  TO\n   44  ARTICLE  143  AND/OR ARTICLE 144 OF THE EDUCATION LAW TO PRACTICE ONE OR\n   45  MORE OF SUCH PROFESSIONS IN THIS STATE.    With  respect  to  a  foreign\n   46  professional  service  limited  liability  company which provides dental\n   47  services as such services are defined in article 133  of  the  education\n   48  law,  each member of such foreign professional service limited liability\n   49  company must be licensed pursuant to article 133 of the education law to\n   50  practice dentistry in this state. With respect to a foreign professional\n   51  service limited liability company which provides professional  engineer-\n   52  ing,   land  surveying,  architectural  and/or  landscape  architectural\n   53  services as such services are defined in article 145,  article  147  and\n   54  article  148  of  the education law, each member of such foreign profes-\n   55  sional service limited liability company must be  licensed  pursuant  to\n   56  article  145,  article  147  and/or  article 148 of the education law to\n\n       A. 58                               6\n\n    1  practice one or more of such professions in this state. With respect  to\n    2  a  foreign professional service limited liability company which provides\n    3  licensed clinical social work services as such services are  defined  in\n    4  article  154  of  the education law, each member of such foreign profes-\n    5  sional service limited liability company shall be licensed  pursuant  to\n    6  article  154  of  the  education law to practice clinical social work in\n    7  this state. With respect  to  a  foreign  professional  service  limited\n    8  liability  company which provides creative arts therapy services as such\n    9  services are defined in article 163 of the education law, each member of\n   10  such foreign professional service  limited  liability  company  must  be\n   11  licensed  pursuant to article 163 of the education law to practice crea-\n   12  tive arts therapy in this state. With respect to a foreign  professional\n   13  service  limited  liability  company  which provides marriage and family\n   14  therapy services as such services are defined  in  article  163  of  the\n   15  education  law, each member of such foreign professional service limited\n   16  liability company must be licensed pursuant to article 163 of the educa-\n   17  tion law to practice marriage and family therapy  in  this  state.  With\n   18  respect  to  a  foreign  professional  service limited liability company\n   19  which provides mental health counseling services as  such  services  are\n   20  defined in article 163 of the education law, each member of such foreign\n   21  professional service limited liability company must be licensed pursuant\n   22  to article 163 of the education law to practice mental health counseling\n   23  in  this  state.  With respect to a foreign professional service limited\n   24  liability  company  which  provides  psychoanalysis  services  as   such\n   25  services are defined in article 163 of the education law, each member of\n   26  such  foreign  professional  service  limited  liability company must be\n   27  licensed pursuant to article  163  of  the  education  law  to  practice\n   28  psychoanalysis in this state.\n   29    S  6.  Subdivision  (q) of section 121-1500 of the partnership law, as\n   30  separately amended by chapters 420 and 676  of  the  laws  of  2002,  is\n   31  amended to read as follows:\n   32    (q)  Each partner of a registered limited liability partnership formed\n   33  to provide medical services in this state must be licensed  pursuant  to\n   34  article  131 of the education law to practice medicine in this state and\n   35  each partner of a registered limited  liability  partnership  formed  to\n   36  provide dental services in this state must be licensed pursuant to arti-\n   37  cle  133  of  the  education  law  to  practice dentistry in this state;\n   38  PROVIDED, HOWEVER, THAT WITH RESPECT TO A REGISTERED  LIMITED  LIABILITY\n   39  PARTNERSHIP  FORMED  TO  PROVIDE  SERVICES DEFINED IN ARTICLE 131 OF THE\n   40  EDUCATION LAW WITH SERVICES DEFINED IN ARTICLE 143 AND/OR ARTICLE 144 OF\n   41  THE EDUCATION LAW, EACH MEMBER  OF  SUCH  REGISTERED  LIMITED  LIABILITY\n   42  PARTNERSHIP  MUST  BE  LICENSED PURSUANT TO ARTICLE 131 AND CERTIFIED BY\n   43  THE AMERICAN BOARD OF OPHTHALMOLOGY, AND/OR LICENSED PURSUANT TO ARTICLE\n   44  143 AND/OR ARTICLE 144 OF THE EDUCATION LAW TO PRACTICE ONE OR  MORE  OF\n   45  SUCH  PROFESSIONS  IN THIS STATE.   Each partner of a registered limited\n   46  liability partnership formed to  provide  veterinary  services  in  this\n   47  state  must  be licensed pursuant to article 135 of the education law to\n   48  practice veterinary medicine in this state. Each partner of a registered\n   49  limited liability partnership formed to provide  professional  engineer-\n   50  ing,   land  surveying,  architectural  and/or  landscape  architectural\n   51  services in this state must be licensed pursuant to article 145, article\n   52  147 and/or article 148 of the education law to practice one or  more  of\n   53  such  professions  in  this  state. Each partner of a registered limited\n   54  liability partnership formed to provide licensed  clinical  social  work\n   55  services  in  this state must be licensed pursuant to article 154 of the\n   56  education law to practice clinical social work in this state. Each part-\n\n       A. 58                               7\n\n    1  ner of a registered limited  liability  partnership  formed  to  provide\n    2  creative  arts  therapy services in this state must be licensed pursuant\n    3  to article 163 of the education law to practice creative arts therapy in\n    4  this  state.  Each partner of a registered limited liability partnership\n    5  formed to provide marriage and family therapy  services  in  this  state\n    6  must  be  licensed pursuant to article 163 of the education law to prac-\n    7  tice marriage and family therapy in this state. Each partner of a regis-\n    8  tered limited liability partnership  formed  to  provide  mental  health\n    9  counseling  services  in this state must be licensed pursuant to article\n   10  163 of the education law to practice mental health  counseling  in  this\n   11  state. Each partner of a registered limited liability partnership formed\n   12  to provide psychoanalysis services in this state must be licensed pursu-\n   13  ant  to  article  163 of the education law to practice psychoanalysis in\n   14  this state.\n   15    S 7. Subdivision (q) of section 121-1502 of the  partnership  law,  as\n   16  amended  by  chapter  230  of  the  laws  of 2004, is amended to read as\n   17  follows:\n   18    (q) Each partner of a  foreign  limited  liability  partnership  which\n   19  provides  medical  services  in  this state must be licensed pursuant to\n   20  article 131 of the education law to practice medicine in the  state  and\n   21  each  partner  of a foreign limited liability partnership which provides\n   22  dental services in the state must be licensed pursuant to article 133 of\n   23  the education law to practice dentistry in this state; PROVIDED,  HOWEV-\n   24  ER,  THAT WITH RESPECT TO A FOREIGN LIMITED LIABILITY PARTNERSHIP FORMED\n   25  TO PROVIDE SERVICES DEFINED IN ARTICLE 131 OF  THE  EDUCATION  LAW  WITH\n   26  SERVICES DEFINED IN ARTICLE 143 AND/OR ARTICLE 144 OF THE EDUCATION LAW,\n   27  EACH  MEMBER  OF  SUCH  FOREIGN  LIMITED  LIABILITY  PARTNERSHIP MUST BE\n   28  LICENSED PURSUANT TO ARTICLE 131 AND CERTIFIED BY THE AMERICAN BOARD  OF\n   29  OPHTHALMOLOGY,  AND/OR  LICENSED  PURSUANT TO ARTICLE 143 AND/OR ARTICLE\n   30  144 OF THE EDUCATION LAW TO PRACTICE ONE OR MORE OF SUCH PROFESSIONS  IN\n   31  THIS  STATE.    Each  partner of a foreign limited liability partnership\n   32  which provides veterinary service in the state shall be licensed  pursu-\n   33  ant  to article 135 of the education law to practice veterinary medicine\n   34  in this state. Each partner of a foreign limited  liability  partnership\n   35  which  provides  professional engineering, land surveying, architectural\n   36  and/or landscape architectural services in this state must  be  licensed\n   37  pursuant to article 145, article 147 and/or article 148 of the education\n   38  law  to  practice  one  or  more  of such professions. Each partner of a\n   39  foreign limited liability partnership which provides  licensed  clinical\n   40  social  work services in this state must be licensed pursuant to article\n   41  154 of the education law to practice licensed clinical  social  work  in\n   42  this  state.  Each  partner  of  a foreign limited liability partnership\n   43  which provides creative arts therapy services  in  this  state  must  be\n   44  licensed  pursuant to article 163 of the education law to practice crea-\n   45  tive arts therapy in this state.  Each  partner  of  a  foreign  limited\n   46  liability   partnership  which  provides  marriage  and  family  therapy\n   47  services in this state must be licensed pursuant to article 163  of  the\n   48  education  law  to  practice  marriage and family therapy in this state.\n   49  Each partner of a foreign limited liability partnership  which  provides\n   50  mental  health counseling services in this state must be licensed pursu-\n   51  ant to article 163 of the education law to practice mental health  coun-\n   52  seling  in this state. Each partner of a foreign limited liability part-\n   53  nership which provides psychoanalysis services in  this  state  must  be\n   54  licensed  pursuant  to  article  163  of  the  education law to practice\n   55  psychoanalysis in this state.\n   56    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the business corporation law, the limited liability company law and the partnership law, in relation to authorizing certain health care providers to form professional service entities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T170942.TXT", "SOBI.D101216.T105412.TXT", "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292537382383
}