{
  "year" : 2011,
  "senateBillNo" : "A580-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A580-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for disbursement of monies from tribal-state compact revenue account fund to city of Buffalo for disbursement to Michigan Street African American Heritage Corridor Commission",
  "summary" : "Provides for the disbursement of monies from the tribal-state compact revenue account fund to the city of Buffalo for disbursement to the Michigan Street African American Heritage Corridor Commission. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A11648-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          580\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES -- read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to disbursing  monies\n         from  the  tribal-state  compact  revenue  account fund to the city of\n         Buffalo for disbursement  to  the  Michigan  Street  African  American\n         Heritage Corridor Commission\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 99-h of the state finance law, as amended by  chap-\n    2  ter 747 of the laws of 2006, is amended by adding a new subdivision 5 to\n    3  read as follows:\n    4    5.  MONIES  WHICH ARE APPROPRIATED AND RECEIVED EACH YEAR BY THE STATE\n    5  AS A PORTION OF THE NEGOTIATED PERCENTAGE OF THE NET DROP FROM ELECTRON-\n    6  IC GAMING DEVICES THE STATE RECEIVES IN RELATION TO THE OPERATION  OF  A\n    7  GAMING  FACILITY IN THE CITY OF BUFFALO, WHICH SUBDIVISION THREE OF THIS\n    8  SECTION REQUIRES TO BE A MINIMUM OF TWENTY-FIVE PERCENT, SHALL BE  BUDG-\n    9  ETED AND DISBURSED BY THE CITY OF BUFFALO IN THE FOLLOWING MANNER:\n   10    (A)  WITHIN  THIRTY-FIVE DAYS UPON RECEIPT OF SUCH FUNDS BY SUCH CITY,\n   11  ONE PERCENT OF THE TOTAL ANNUAL AMOUNT RECEIVED IN  EACH  YEAR,  NOT  TO\n   12  EXCEED  TWO  HUNDRED  THOUSAND DOLLARS ANNUALLY, SHALL BE TRANSFERRED TO\n   13  THE MICHIGAN STREET AFRICAN AMERICAN HERITAGE CORRIDOR COMMISSION TO  BE\n   14  USED  FOR  THE  DEVELOPMENT,  PRESERVATION  AND  PROMOTION OF THE AREA'S\n   15  UNIQUE HISTORIC, CULTURAL AND NATURAL RESOURCES; AND\n   16    (B) ALL OTHER MONIES APPROPRIATED OR RECEIVED FOR DISTRIBUTION  PURSU-\n   17  ANT  TO  THIS  SUBDIVISION AFTER THE TRANSFER OF MONEY PURSUANT TO PARA-\n   18  GRAPH (A) OF THIS SUBDIVISION IN EACH YEAR SHALL  BE  ALLOCATED  TO  THE\n   19  CITY OF BUFFALO FOR SUCH PUBLIC PURPOSES AS ARE DETERMINED, BY THE CITY,\n   20  TO BE NECESSARY AND DESIRABLE TO ACCOMMODATE AND ENHANCE ECONOMIC DEVEL-\n   21  OPMENT,  NEIGHBORHOOD  REVITALIZATION,  PUBLIC  HEALTH  AND  SAFETY, AND\n   22  INFRASTRUCTURE IMPROVEMENT IN SUCH CITY AND SHALL BE DEPOSITED INTO  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04731-01-1\n\n       A. 580                              2\n\n    1  TRIBAL  REVENUE  ACCOUNT OF THE CITY AND ANY AND ALL INTEREST AND INCOME\n    2  DERIVED FROM THE DEPOSIT AND INVESTMENT OF SUCH MONIES SHALL BE DEPOSIT-\n    3  ED INTO THE GENERAL OPERATING FUND OF SUCH CITY.\n    4    S  2.  This act shall take effect immediately, provided, however, that\n    5  the amendments to section 99-h of the state finance law made by  section\n    6  one  of  this  act  shall  not affect the expiration of such section and\n    7  shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to disbursing monies from the tribal-state compact revenue account fund to the city of Buffalo for disbursement to the Michigan Street African American Heritage Corridor Commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T131653.TXT", "SOBI.D110103.T100349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294251413711
}