{
  "year" : 2011,
  "senateBillNo" : "A581-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A581-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax credit to people who rent their residences within N.Y. city",
  "summary" : "Provides a tax credit to people who rent their residences within a city with a population of one million or more. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1412-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Farrell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          581\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WRIGHT, FARRELL, AUBRY, V. LOPEZ, O'DONNELL,\n         GLICK, BING, HEVESI,  MILLMAN,  KAVANAGH,  BRENNAN,  TITONE,  KELLNER,\n         ROSENTHAL,  JEFFRIES  --  Multi-Sponsored by -- M. of A. BROOK-KRASNY,\n         COLTON, GOTTFRIED, LANCMAN, SPANO -- read once  and  referred  to  the\n         Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to providing a renter tax cred-\n         it\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1310 of the tax law is  amended  by  adding  a  new\n    2  subsection (g) to read as follows:\n    3    (G)  RENTER TAX CREDIT. (1) (A) NOTWITHSTANDING ANY OTHER PROVISION OF\n    4  LAW TO THE CONTRARY, ANY CITY HAVING A  POPULATION  OF  ONE  MILLION  OR\n    5  MORE,  ACTING  THROUGH  ITS LOCAL LEGISLATIVE BODY, IS HEREBY AUTHORIZED\n    6  AND EMPOWERED TO ADOPT AND AMEND LOCAL LAWS GRANTING IN ANY  SUCH  CITY,\n    7  FOR  TAXABLE  YEARS  BEGINNING ON OR AFTER TWO THOUSAND ELEVEN, A RENTER\n    8  TAX CREDIT AGAINST THE  CITY  PERSONAL  INCOME  TAX  FOR  ANY  QUALIFIED\n    9  TAXPAYER.  IF  ANY SUCH CREDIT EXCEEDS THE TAX FOR SUCH YEAR, SUCH LOCAL\n   10  LAW MAY PROVIDE THAT SUCH QUALIFIED  TAXPAYER  RECEIVE,  AND  THE  COMP-\n   11  TROLLER,  SUBJECT  TO A CERTIFICATE OF THE COMMISSIONER, SHALL PAY AS AN\n   12  OVERPAYMENT, WITHOUT INTEREST, ANY EXCESS BETWEEN SUCH TAX AS SO REDUCED\n   13  AND THE AMOUNT OF THE CREDIT. IF A QUALIFIED TAXPAYER IS NOT REQUIRED TO\n   14  FILE A RETURN PURSUANT TO A LOCAL LAW ENACTED PURSUANT TO THIS  ARTICLE,\n   15  SUCH LOCAL LAW MAY PROVIDE THAT SUCH QUALIFIED TAXPAYER MAY NEVERTHELESS\n   16  RECEIVE AND THE COMPTROLLER, SUBJECT TO A CERTIFICATE OF THE COMMISSION-\n   17  ER,  SHALL  PAY AS AN OVERPAYMENT THE FULL AMOUNT OF THE CREDIT, WITHOUT\n   18  INTEREST. (B) ANY CREDIT PROVIDED BY A LOCAL  LAW  ADOPTED  PURSUANT  TO\n   19  THIS SUBSECTION SHALL NOT EXCEED THREE HUNDRED DOLLARS.\n   20    (2)  ONLY ONE CREDIT PER HOUSEHOLD AND PER QUALIFIED TAXPAYER SHALL BE\n   21  ALLOWED PER TAXABLE YEAR UNDER THIS SUBSECTION. (A)  WHEN  TWO  OR  MORE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03172-01-1\n\n       A. 581                              2\n\n    1  MEMBERS  OF A HOUSEHOLD ARE ABLE TO MEET THE QUALIFICATIONS FOR A QUALI-\n    2  FIED TAXPAYER, THE CREDIT SHALL BE EQUALLY DIVIDED BETWEEN OR AMONG SUCH\n    3  INDIVIDUALS UNLESS SUCH INDIVIDUALS FILE WITH  THE  NEW  YORK  CITY  TAX\n    4  COMMISSION  A  WRITTEN  AGREEMENT AMONG SUCH INDIVIDUALS SETTING FORTH A\n    5  DIFFERENT DIVISION.  (B) WHERE ANY RETURN REQUIRED TO BE FILED  PURSUANT\n    6  TO  THE  PROVISIONS  OF  SECTION THIRTEEN HUNDRED SIX OF THIS ARTICLE IS\n    7  COMBINED WITH ANY RETURN OF TAX IMPOSED PURSUANT  TO  THE  AUTHORITY  OF\n    8  THIS CHAPTER OR ANY OTHER LAW IF SUCH TAX IS ADMINISTERED BY THE COMMIS-\n    9  SIONER,  THE  CREDIT OR THE PORTION OF THE CREDIT IF DIVIDED, ALLOWED TO\n   10  THE QUALIFIED TAXPAYER MAY BE APPLIED BY  THE  COMMISSIONER  TOWARD  ANY\n   11  LIABILITY FOR THE AFOREMENTIONED TAXES.\n   12    (3) FOR PURPOSES OF ANY LOCAL LAW ADOPTED PURSUANT TO THIS SUBSECTION:\n   13    (A)  \"DEPENDENT\"  MEANS AN INDIVIDUAL DESCRIBED IN SECTION ONE HUNDRED\n   14  FIFTY-TWO OF THE INTERNAL REVENUE CODE.\n   15    (B) \"QUALIFIED TAXPAYER\" MEANS A RESIDENT INDIVIDUAL OF  THE  CITY  OF\n   16  NEW  YORK  (I) WHO HAS OCCUPIED THE SAME QUALIFIED RESIDENCE AS A RENTER\n   17  OR LESSEE FOR SIX MONTHS OR MORE  DURING  THE  TAXABLE  YEAR,  (II)  HAS\n   18  ATTAINED  THE  AGE  OF EIGHTEEN, AND (III) WHO IS REQUIRED OR CHOOSES TO\n   19  FILE A RETURN UNDER THIS ARTICLE.\n   20    (C) \"HOUSEHOLD\" OR  \"MEMBERS  OF  THE  HOUSEHOLD\"  MEANS  A  QUALIFIED\n   21  TAXPAYER  AND  ALL  OTHER PERSONS, NOT NECESSARILY RELATED, WHO HAVE THE\n   22  SAME QUALIFIED RESIDENCE  AND  SHARE  ITS  FURNISHINGS,  FACILITIES  AND\n   23  ACCOMMODATIONS.  SUCH TERMS SHALL INCLUDE A DOMESTIC PARTNER, AS DEFINED\n   24  IN SECTION TWENTY-EIGHT HUNDRED FIVE-Q OF THE  PUBLIC  HEALTH  LAW,  BUT\n   25  SHALL  NOT  INCLUDE  A  TENANT,  SUBTENANT, ROOMER OR BOARDER WHO IS NOT\n   26  RELATED TO THE QUALIFIED TAXPAYER IN ANY DEGREE SPECIFIED IN  PARAGRAPHS\n   27  ONE  THROUGH EIGHT OF SUBSECTION (A) OF SECTION ONE HUNDRED FIFTY-TWO OF\n   28  THE INTERNAL REVENUE CODE. PROVIDED, HOWEVER, NO PERSON MAY BE A  MEMBER\n   29  OF MORE THAN ONE HOUSEHOLD AT ONE TIME.\n   30    (D)  \"HOUSEHOLD  GROSS INCOME\" MEANS THE NEW YORK STATE ADJUSTED GROSS\n   31  INCOME OF ALL MEMBERS OF THE HOUSEHOLD FOR THE TAXABLE  YEAR.  HOUSEHOLD\n   32  GROSS  INCOME SHALL ONLY INCLUDE ALL SUCH INCOME RECEIVED BY ALL MEMBERS\n   33  OF THE HOUSEHOLD WHILE MEMBERS OF SUCH HOUSEHOLD.\n   34    (E) \"QUALIFIED RESIDENCE\" MEANS A DWELLING IN THE CITY  OF  NEW  YORK,\n   35  WHICH IS RENTED OR LEASED, AND MAY CONSIST OF A PART OF A MULTI-DWELLING\n   36  OR  MULTI-PURPOSE  BUILDING  INCLUDING A COOPERATIVE OR CONDOMINIUM, AND\n   37  RENTAL UNITS WITHIN A SINGLE  DWELLING,  PROVIDED,  HOWEVER,  THAT  SUCH\n   38  DWELLING,  OR  BUILDING  OF WHICH SUCH DWELLING IS A PART, IS SUBJECT TO\n   39  THE REAL PROPERTY TAX.  QUALIFIED RESIDENCE INCLUDES A TRAILER OR MOBILE\n   40  HOME WHICH IS RENTED AND  USED  EXCLUSIVELY  FOR  RESIDENTIAL  PURPOSES,\n   41  WHICH  IS DEFINED AS REAL PROPERTY PURSUANT TO PARAGRAPH (G) OF SUBDIVI-\n   42  SION TWELVE OF SECTION ONE HUNDRED TWO OF THE REAL PROPERTY TAX LAW, AND\n   43  WHICH IS SUBJECT TO THE REAL PROPERTY  TAX.  QUALIFIED  RESIDENCE  SHALL\n   44  ALSO INCLUDE A DWELLING OWNED BY A HOUSING COMPANY ORGANIZED AND OPERAT-\n   45  ING PURSUANT TO THE PROVISIONS OF ARTICLES TWO, FOUR, FIVE AND ELEVEN OF\n   46  THE PRIVATE HOUSING FINANCE LAW.\n   47    (F)  \"RESIDENT  INDIVIDUAL\" MEANS AN INDIVIDUAL WHO IS A MEMBER OF THE\n   48  HOUSEHOLD AND CANNOT BE CLAIMED AS A PERSONAL EXEMPTION ON ANOTHER INDI-\n   49  VIDUAL'S INCOME TAX RETURN DURING THE TAXABLE YEAR.\n   50    (4) NO CREDIT SHALL BE GRANTED UNDER THIS SUBSECTION:\n   51    (A) IF HOUSEHOLD GROSS INCOME, IN THE CASE OF A  RESIDENT  INDIVIDUAL,\n   52  EXCEEDS FORTY-THREE THOUSAND DOLLARS.\n   53    (B)  IF  HOUSEHOLD  GROSS  INCOME, IN THE CASE OF TWO OR MORE RESIDENT\n   54  INDIVIDUALS, OR IN THE  CASE  OF  ONE  RESIDENT  INDIVIDUAL  HAVING  ONE\n   55  DEPENDENT, EXCEEDS FIFTY-FOUR THOUSAND DOLLARS.\n\n       A. 581                              3\n\n    1    (C)  IF  HOUSEHOLD  GROSS  INCOME, IN THE CASE OF TWO OR MORE RESIDENT\n    2  INDIVIDUALS HAVING ONE DEPENDENT, OR IN THE CASE OF ONE  RESIDENT  INDI-\n    3  VIDUAL HAVING TWO DEPENDENTS, EXCEEDS SIXTY-FIVE THOUSAND DOLLARS.\n    4    (D)  IF  HOUSEHOLD  GROSS  INCOME, IN THE CASE OF TWO OR MORE RESIDENT\n    5  INDIVIDUALS HAVING TWO OR MORE DEPENDENTS, OR IN THE CASE OF  ONE  RESI-\n    6  DENT  INDIVIDUAL  HAVING  THREE OR MORE DEPENDENTS, EXCEEDS SEVENTY-FIVE\n    7  THOUSAND DOLLARS.\n    8    (E) TO AN INDIVIDUAL WITH RESPECT TO WHOM A DEDUCTION UNDER SUBSECTION\n    9  (C) OF SECTION ONE HUNDRED FIFTY-ONE OF THE  INTERNAL  REVENUE  CODE  IS\n   10  ALLOWABLE TO ANOTHER TAXPAYER FOR THE TAXABLE YEAR.\n   11    (F)  TO AN INDIVIDUAL WHO IS NOT A RESIDENT INDIVIDUAL OF THE CITY FOR\n   12  THE ENTIRE TAXABLE YEAR.\n   13    (G) FOR PURPOSES OF THIS PARAGRAPH, BEGINNING ON  JANUARY  FIRST,  TWO\n   14  THOUSAND  TEN,  HOUSEHOLD  GROSS  INCOME  SHALL BE ADJUSTED ANNUALLY, ON\n   15  JANUARY FIRST, BY THE PERCENTAGE CHANGE IN  THE  AVERAGE  COST-OF-LIVING\n   16  INDEX  IN  THE PERIOD JANUARY FIRST THROUGH DECEMBER THIRTY-FIRST OF THE\n   17  IMMEDIATE PRIOR YEAR COMPARED WITH THE SAME PERIOD FOR THE YEAR PRIOR TO\n   18  THAT. FOR PURPOSES OF THIS SUBPARAGRAPH, THE \"COST-OF-LIVING  INDEX\"  IS\n   19  THE  AVERAGE  OF THE MONTHLY CONSUMER-PRICE-INDEX FIGURES FOR THE STATED\n   20  TWELVE-MONTH PERIOD, RELATIVE TO THE UNITED STATES AS A WHOLE, ISSUED BY\n   21  THE UNITED STATES DEPARTMENT OF LABOR.\n   22    (5) IF A QUALIFIED TAXPAYER IS NOT REQUIRED TO FILE A RETURN  PURSUANT\n   23  TO  SECTION  THIRTEEN  HUNDRED SIX OF THIS ARTICLE, A CLAIM FOR A CREDIT\n   24  MAY BE TAKEN ON A RETURN FILED WITH THE COMMISSIONER WITHIN THREE  YEARS\n   25  FROM  THE TIME IT WOULD HAVE BEEN REQUIRED THAT A RETURN BE FILED PURSU-\n   26  ANT TO SUCH SECTION HAD THE QUALIFIED TAXPAYER HAD A TAXABLE YEAR ENDING\n   27  ON DECEMBER THIRTY-FIRST. RETURNS UNDER THIS PARAGRAPH SHALL BE IN  SUCH\n   28  FORM AS SHALL BE PRESCRIBED BY THE COMMISSIONER, WHICH SHALL MAKE AVAIL-\n   29  ABLE SUCH FORMS AND INSTRUCTIONS FOR FILING SUCH RETURNS.\n   30    (6)  THE  COMMISSIONER MAY REQUIRE A QUALIFIED TAXPAYER TO FURNISH THE\n   31  FOLLOWING INFORMATION IN SUPPORT OF HIS OR HER CLAIM  FOR  CREDIT  UNDER\n   32  THIS  SUBSECTION: HOUSEHOLD GROSS INCOME, RENT PAID, NAME AND ADDRESS OF\n   33  OWNER OR MANAGING AGENT OF THE PROPERTY RENTED, THE NAMES OF MEMBERS  OF\n   34  THE  HOUSEHOLD  AND  OTHER QUALIFYING TAXPAYERS OCCUPYING THE SAME RESI-\n   35  DENCE AND THEIR IDENTIFYING NUMBERS INCLUDING SOCIAL  SECURITY  NUMBERS,\n   36  HOUSEHOLD GROSS INCOME, SIZE AND NATURE OF PROPERTY CLAIMED AS RESIDENCE\n   37  AND  ALL  OTHER INFORMATION WHICH MAY BE REQUIRED BY THE COMMISSIONER TO\n   38  DETERMINE THE CREDIT.\n   39    (7) THE PROVISIONS OF ARTICLE TWENTY-TWO OF  THIS  CHAPTER,  INCLUDING\n   40  THE   PROVISIONS   OF  SECTION  SIX  HUNDRED  FIFTY-THREE,  SIX  HUNDRED\n   41  FIFTY-EIGHT AND SIX HUNDRED FIFTY-NINE AND THE PROVISIONS OF PART SIX OF\n   42  SUCH ARTICLE RELATING TO PROCEDURE  AND  ADMINISTRATION,  INCLUDING  THE\n   43  JUDICIAL  REVIEW OF THE DECISIONS OF THE TAX APPEALS TRIBUNAL, EXCEPT SO\n   44  MUCH OF SECTION SIX HUNDRED EIGHTY-SEVEN OF SUCH ARTICLE WHICH PERMITS A\n   45  CLAIM FOR CREDIT OR REFUND TO BE FILED AFTER THE PERIOD PROVIDED FOR  IN\n   46  PARAGRAPH  FIVE  OF  THIS  SUBSECTION  AND  EXCEPT  SECTIONS SIX HUNDRED\n   47  FIFTY-SEVEN, SIX HUNDRED EIGHTY-EIGHT AND SIX HUNDRED NINETY-SIX OF SUCH\n   48  ARTICLE, SHALL APPLY TO THE PROVISIONS OF THIS SUBSECTION  IN  THE  SAME\n   49  MANNER  AND  WITH  THE SAME FORCE AND EFFECT AS IF THE LANGUAGE OF THOSE\n   50  PROVISIONS HAD BEEN INCORPORATED IN FULL INTO THIS  SUBSECTION  AND  HAD\n   51  EXPRESSLY  REFERRED  TO  THE  CREDIT ALLOWED OR RETURNS FILED UNDER THIS\n   52  SUBSECTION, EXCEPT TO THE EXTENT  THAT  ANY  SUCH  PROVISION  IS  EITHER\n   53  INCONSISTENT  WITH  A PROVISION OF THIS SUBSECTION OR IS NOT RELEVANT TO\n   54  THIS SUBSECTION. AS USED IN  SUCH  SECTIONS  AND  SUCH  PART,  THE  TERM\n   55  \"TAXPAYER\" SHALL INCLUDE A QUALIFIED TAXPAYER UNDER THIS SUBSECTION AND,\n   56  NOTWITHSTANDING  THE PROVISIONS OF SUBSECTION (E) OF SECTION SIX HUNDRED\n\n       A. 581                              4\n\n    1  NINETY-SEVEN OF THIS CHAPTER, WHERE A QUALIFIED TAXPAYER  HAS  PROTESTED\n    2  THE  DENIAL  OF A CLAIM FOR CREDIT UNDER THIS SUBSECTION AND THE TIME TO\n    3  FILE A PETITION FOR REDETERMINATION OF A DEFICIENCY OR  FOR  REFUND  HAS\n    4  NOT  EXPIRED,  HE OR SHE SHALL, SUBJECT TO SUCH CONDITIONS AS MAY BE SET\n    5  BY THE COMMISSIONER, RECEIVE SUCH INFORMATION (A) WHICH IS CONTAINED  IN\n    6  ANY  RETURN FILED UNDER THIS ARTICLE BY A MEMBER OF HIS OR HER HOUSEHOLD\n    7  FOR THE TAXABLE YEAR FOR WHICH THE CREDIT IS CLAIMED, AND (B) WHICH  THE\n    8  COMMISSIONER FINDS IS RELEVANT AND MATERIAL TO THE ISSUE OF WHETHER SUCH\n    9  CLAIM  WAS PROPERLY DENIED. THE COMMISSIONER SHALL HAVE THE AUTHORITY TO\n   10  PROMULGATE SUCH RULES AND REGULATIONS AS MAY BE NECESSARY FOR THE  PROC-\n   11  ESSING,  DETERMINATION  AND  GRANTING  OF CREDITS AND REFUNDS UNDER THIS\n   12  SUBSECTION.\n   13    (8) NOTWITHSTANDING ANY OTHER PROVISION OF THIS  ARTICLE,  THE  CREDIT\n   14  ALLOWED BY A LOCAL LAW ENACTED UNDER THIS SUBSECTION SHALL BE DETERMINED\n   15  AFTER  THE  DETERMINATION AND APPLICATION OF ANY OTHER CREDITS PERMITTED\n   16  UNDER THE PROVISIONS OF THIS ARTICLE.\n   17    (9) A LOCAL LAW ENACTED PURSUANT TO THIS SUBSECTION SHALL BE  APPLICA-\n   18  BLE  WITH  RESPECT TO ANY TAXABLE YEAR ONLY IF IT HAS BEEN ENACTED ON OR\n   19  BEFORE JULY THIRTY-FIRST OF SUCH YEAR. A CERTIFIED COPY  OF  SUCH  LOCAL\n   20  LAW  SHALL BE MAILED BY REGISTERED MAIL TO THE STATE DEPARTMENT OF TAXA-\n   21  TION AND FINANCE AT ITS OFFICE IN ALBANY  WITHIN  FIFTEEN  DAYS  OF  ITS\n   22  ENACTMENT.  HOWEVER,  THE  STATE  DEPARTMENT OF TAXATION AND FINANCE MAY\n   23  ALLOW ADDITIONAL TIME FOR SUCH CERTIFIED COPY TO BE MAILED IF  IT  DEEMS\n   24  SUCH ACTION TO BE CONSISTENT WITH ITS DUTIES UNDER THIS ARTICLE.\n   25    S 2. This act shall take effect immediately and shall apply to taxable\n   26  years beginning on and after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a renter tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T153013.TXT", "SOBI.D110103.T100349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294173013205
}