{
  "year" : 2011,
  "senateBillNo" : "A582-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A582-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"NYC instant run-off voting act\"; repealer",
  "summary" : "Enacts the \"NYC instant run-off voting act\"; requires an instant run-off in any municipal election in New York City; provides that if one candidate for any municipal office receives a majority of first preferences, such candidate is elected; provided, however, if no candidate is the first choice of at least half the voters, the instant runoff re-tabulation shall be performed and then the candidate with the fewest votes is eliminated; makes related changes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          582\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. LANCMAN, CLARK, GALEF, M. MILLER -- Multi-Spon-\n         sored by -- M. of A.  GLICK, LUPARDO -- read once and referred to  the\n         Committee on Election Law\n\n       AN  ACT  to  amend  the  election  law, in relation to enacting the \"NYC\n         instant run-off voting act\"; and to repeal subdivision  5  of  section\n         3-705 and subdivision 6 of section 3-709 of the administrative code of\n         the city of New York relating to certain run-off elections in the city\n         of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title.  This act shall be known and may be  cited  as\n    2  the \"NYC instant run-off voting act\".\n    3    S  2.  Legislative findings. The legislature hereby finds and declares\n    4  that the run-off system of voting in primary elections for  the  offices\n    5  of  mayor,  comptroller  and  public advocate in New York city is unduly\n    6  expensive and generates an unacceptably low turnout of  voters.    Addi-\n    7  tionally,  the  absence  of any run-off system at all for the offices of\n    8  borough president and council member has resulted  in  candidates  being\n    9  elected  with  much  less than a majority of the votes cast, and signif-\n   10  icantly dilutes minority voting power when multiple minority  candidates\n   11  compete for the same office. In an \"instant run-off\" system, voters rank\n   12  candidates by order of preference, and if no candidate receives a major-\n   13  ity of first-place votes, the top two candidates have the votes of elim-\n   14  inated candidates redistributed to them in order of each voter's prefer-\n   15  ence. The candidate with the most votes after this \"second round\" is the\n   16  winner. An instant run-off voting system eliminates the need for a cost-\n   17  ly and sparsely attended second election, rewards candidates who broaden\n   18  their appeal as widely as possible, and promotes minority representation\n   19  by limiting the dilution of minority voting power when multiple minority\n   20  candidates are on the ballot for the same office.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03806-01-1\n\n       A. 582                              2\n\n    1    S  3.  Section 6-162 of the election law, as amended by chapter 424 of\n    2  the laws of 2010, is amended to read as follows:\n    3    S 6-162. [Primary; New York City, run-off. 1. In the city of New York,\n    4  when  no  candidate  for  the  office of mayor, public advocate or comp-\n    5  troller receives forty percent or more of the votes cast by the  members\n    6  of  a  political  party for such office in a city-wide primary election,\n    7  the board of elections of such city  shall  conduct  a  run-off  primary\n    8  election  between  the  two  candidates receiving the greatest number of\n    9  votes for the same office.\n   10    2. In any jurisdiction that authorizes  a  run-off  election  after  a\n   11  primary  election,  if  one of the two candidates receiving the greatest\n   12  number of votes for the same  office  files  with  the  local  board  of\n   13  elections  a  certificate of withdrawal within three days following such\n   14  primary election, the board shall accept and certify the withdrawal  and\n   15  declare  the  remaining candidate the winner and no such run-off primary\n   16  election shall be held. Such certificate of withdrawal shall be in affi-\n   17  davit  or  affirmation  form  as  determined  by  the  state  board   of\n   18  elections.]  INSTANT  RUN-OFF  VOTING IN NEW YORK CITY. 1. ELECTIONS FOR\n   19  MUNICIPAL OFFICE IN THE CITY OF NEW YORK SHALL USE AN  \"INSTANT  RUN-OFF\n   20  VOTING\" SYSTEM.\n   21    2.  ON  EVERY BALLOT USING INSTANT RUN-OFF VOTING, THE VOTERS SHALL BE\n   22  GIVEN THE OPPORTUNITY TO RANK CANDIDATES IN THE ORDER OF  THEIR  PREFER-\n   23  ENCE.\n   24    3.  THE  FOLLOWING  PROCEDURES  SHALL  BE USED TO DETERMINE WINNERS IN\n   25  INSTANT RUN-OFF VOTING:\n   26    (A) THE BALLOTS SHALL BE COUNTED  INITIALLY  ACCORDING  TO  THE  FIRST\n   27  CHOICE  MARKED  ON  EACH BALLOT. IF ONE CANDIDATE RECEIVES A MAJORITY OF\n   28  THE VOTES CAST, THE BOARD OF ELECTIONS SHALL CERTIFY THAT  CANDIDATE  AS\n   29  THE WINNER.\n   30    (B)  IF  AT  THE  END  OF  THE INITIAL ROUND OF COUNTING, NO CANDIDATE\n   31  RECEIVED A MAJORITY OF FIRST CHOICES, ALL CANDIDATES SHALL BE ELIMINATED\n   32  EXCEPT THE TWO CANDIDATES WITH THE GREATEST NUMBER OF FIRST CHOICES. THE\n   33  BOARD OF ELECTIONS SHALL THEN CONDUCT A SECOND, FINAL ROUND OF  COUNTING\n   34  IN  WHICH  BALLOTS THAT RANK ELIMINATED CANDIDATES AS A FIRST CHOICE AND\n   35  THAT INDICATE ONE OF  THE  UNELIMINATED  CANDIDATES  AS  AN  ALTERNATIVE\n   36  CHOICE  SHALL  BE  COUNTED  AS  VOTES  FOR WHICHEVER OF THE UNELIMINATED\n   37  CANDIDATES IS RANKED HIGHER ON EACH BALLOT. IN THE  SECOND  ROUND,  EACH\n   38  BALLOT  IS  COUNTED AS ONE VOTE FOR THE HIGHEST RANKED CANDIDATE ON THAT\n   39  BALLOT WHO HAS NOT BEEN  ELIMINATED.  THE  CANDIDATE  WITH  THE  GREATER\n   40  NUMBER OF VOTES IN THE SECOND ROUND SHALL BE CERTIFIED AS THE WINNER.\n   41    (C)  IN  CASE OF A TIE BETWEEN CANDIDATES SUCH THAT TWO OR MORE CANDI-\n   42  DATES HAVE AN EQUAL NUMBER OF FIRST CHOICES AND MORE THAN TWO CANDIDATES\n   43  QUALIFY FOR THE SECOND ROUND, INSTANT RUN-OFF VOTING SHALL  BE  USED  TO\n   44  DETERMINE WHICH TWO CANDIDATES SHALL ADVANCE TO THE SECOND ROUND.\n   45    S  4. Subdivision 5 of section 3-705 of the administrative code of the\n   46  city of New York is REPEALED.\n   47    S 5. Subdivision 6 of section 3-709 of the administrative code of  the\n   48  city of New York is REPEALED.\n   49    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to enacting the \"NYC instant run-off voting act\"; and to repeal subdivision 5 of section 3-705 and subdivision 6 of section 3-709 of the administrative code of the city of New York relating to certain run-off elections in the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T102351.TXT", "SOBI.D110104.T162518.TXT", "SOBI.D110103.T102852.TXT", "SOBI.D110103.T100349.TXT", "SOBI.D110103.T103352.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294176318111
}