{
  "year" : 2011,
  "senateBillNo" : "A585-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A585-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for reduction in private passenger automobile insurance premiums for participation in an official police department or other anti-theft program",
  "summary" : "Requires that any schedule of rates or rating plan for non-commercial private passenger automobile insurance coverage submitted to the superintendent of insurance shall provide for an appropriate reduction in premium charges for any insured participating in an official police department program or other program designed to prevent or reduce motor vehicle theft. ",
  "currentCommittee" : null,
  "sameAs" : "S827",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A1434-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          585\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. WRIGHT -- Multi-Sponsored by -- M. of A. COLTON\n         -- read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to motor  vehicle  insur-\n         ance rate reductions for participation in certain anti-theft programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2336 of the insurance law is amended  by  adding  a\n    2  new subsection (i) to read as follows:\n    3    (I)  ANY  SCHEDULE OR RATING PLAN FOR NON-COMMERCIAL PRIVATE PASSENGER\n    4  AUTOMOBILE INSURANCE SHALL  PROVIDE  FOR  AN  APPROPRIATE  REDUCTION  IN\n    5  PREMIUM  CHARGES  FOR COMPREHENSIVE COVERAGE WITH RESPECT TO ANY INSURED\n    6  VEHICLE ENROLLED BY  THE  OWNER  IN  THE  \"COMBAT  AUTO  THEFT  (C.A.T.)\n    7  PROGRAM\" OR ANY OTHER MOTOR VEHICLE THEFT PREVENTION PROGRAM ESTABLISHED\n    8  PURSUANT  TO SECTION TWO HUNDRED TWENTY-THREE OF THE VEHICLE AND TRAFFIC\n    9  LAW, IN ANY MUNICIPALITY PARTICIPATING IN SUCH PROGRAM.\n   10    S 2. Section 2342 of the insurance law, as amended by chapter  136  of\n   11  the laws of 2008, is amended to read as follows:\n   12    S 2342. Expiration of certain provisions. The provisions of subsection\n   13  (c)  of  section  two thousand three hundred seven, section two thousand\n   14  three hundred eight,  subsection  (a)  of  section  two  thousand  three\n   15  hundred  ten,  sections two thousand three hundred sixteen, two thousand\n   16  three hundred twenty, two thousand three hundred twenty-three, two thou-\n   17  sand three hundred twenty-six, and two thousand  three  hundred  thirty-\n   18  five, [subsection] SUBSECTIONS (b) AND (I) of section two thousand three\n   19  hundred  thirty-six  and section two thousand three hundred forty-one of\n   20  this article shall cease to be of any force or effect during the  period\n   21  August third, two thousand one through the day before the effective date\n   22  of  the  property/casualty  insurance  availability  act, and after June\n   23  thirtieth, two thousand [eleven] THIRTEEN.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03423-01-1\n\n       A. 585                              2\n\n    1    S 3. This act shall take effect immediately, provided that  subsection\n    2  (i)  of  section  2336  of the insurance law, as added by section one of\n    3  this act, shall be subject to, and  shall  expire  in  accordance  with,\n    4  section 2342 of the insurance law, as from time to time amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to motor vehicle insurance rate reductions for participation in certain anti-theft programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T164039.TXT", "SOBI.D110104.T163518.TXT", "SOBI.D110103.T100349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294177239353
}