{
  "year" : 2011,
  "senateBillNo" : "A586-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to cities",
    "billEventId" : "A586-2011-1294203600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city to reconvey certain properties to Debora Unger and Anthony Marcus",
  "summary" : "Authorizes NYC to reconvey certain properties acquired by in re rem tax foreclosure in the borough of Manhattan to Debora Unger and Anthony Marcus. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City",
  "previousVersions" : [ "A1467-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          586\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Cities\n\n       AN  ACT  authorizing  the  city  of New York to reconvey its interest in\n         certain real property acquired  by  in  rem  tax  foreclosure  in  the\n         borough of Manhattan to Debora Unger and Anthony Marcus, notwithstand-\n         ing  expiration of the two year period within which application may be\n         made to the city to release its interest in  property  thus  acquired;\n         Block  No.  2074,  Lot No. 15 and Block No. 1949, Lot No. 5 on the tax\n         map for the borough of Manhattan\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Findings. On May 25, 1978, through a Manhattan in rem tax\n    2  foreclosure action, the city of New  York  acquired  title  to  premises\n    3  designated as lot no. 15 in tax block 2074, also known as 525 West 142nd\n    4  Street,  in  the  borough of Manhattan, and lot no. 5 in tax block 1949,\n    5  also known as 361 West 122nd Street, in the borough of Manhattan,  based\n    6  on  non-payment  of  taxes  due  to  inadvertence by Mary Weisstein, the\n    7  former owner of such property who is now deceased. Pursuant to  sections\n    8  11-424  and 11-424.1 of the administrative code of the city of New York,\n    9  the city may release its interest in property thus acquired if an appli-\n   10  cation for such a release is  filed  with  the  department  of  citywide\n   11  administrative services within two years of the date on which the city's\n   12  deed is recorded and if such application is approved by the in rem fore-\n   13  closure  release board.   Since that period has now elapsed, and pending\n   14  the effectiveness of a chapter of the laws of 2011  authorizing  the  in\n   15  rem foreclosure release board to authorize the release of property where\n   16  an  application  for  such release is made more than two years after the\n   17  date of the city's acquisition thereof, state legislation  is  necessary\n   18  to  restore  said  property  to the aforesaid former owner. In addition,\n   19  since the New York city charter requires that the  sale  of  city  owned\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03612-01-1\n\n       A. 586                              2\n\n    1  property  be  at  public  auction or by sealed bids (except as otherwise\n    2  provided by law), state legislative authorization is necessary to permit\n    3  said reconveyance.\n    4    S  2. Notwithstanding any other provision of general, special or local\n    5  law, charter or administrative code  to  the  contrary  and  subject  to\n    6  section  three of this act, the city of New York is hereby authorized to\n    7  release its interest in and reconvey the real property designated as tax\n    8  block 2074, lot no. 15 and tax block 1949, lot no. 5 on the tax  map  of\n    9  the  city  for  the  borough  of Manhattan as said map was on January 1,\n   10  1972, to Debora Unger and Anthony Marcus.\n   11    S 3. Such release and reconveyance may be made only upon the  approval\n   12  of  the in rem foreclosure release board established by section 11-424.1\n   13  of the administrative code of the city of New York,  subject  to  Debora\n   14  Unger and Anthony Marcus meeting the following conditions precedent:\n   15    (a)  Submit  an application for release in writing to the city commis-\n   16  sioner of the department of citywide administrative services accompanied\n   17  by a certified title search, affidavit of ownership, and  all  fees  and\n   18  payments  as  otherwise required by section 11-424 of the administrative\n   19  code of the city of New York.\n   20    (b) Pay all taxes, interest, penalties and charges otherwise  required\n   21  by  section  11-424  of  the administrative code of the city of New York\n   22  upon approval of the application  by  the  in  rem  foreclosure  release\n   23  board.\n   24    S  4.  This  chapter of the laws of 2011 shall not be deemed to be the\n   25  chapter upon the effectiveness of which paragraph (2) of  subdivision  a\n   26  of  section  11-424  of the administrative code of the city of New York,\n   27  under local law, depends. Accordingly, the provisions of such  paragraph\n   28  (2)  shall  not  apply  to the release and reconveyance authorized to be\n   29  made herein.\n   30    S 5.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Manhattan to Debora Unger and Anthony Marcus, notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired; Block No. 2074, Lot No. 15 and Block No. 1949, Lot No. 5 on the tax map for the borough of Manhattan ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T163518.TXT", "SOBI.D110103.T100349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294176918283
}