{
  "year" : 2011,
  "senateBillNo" : "A587-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to libraries and education technology",
    "billEventId" : "A587-2011-1294203600000-referred+to+libraries+and+education+technology",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the Orangetown public library district; repealer",
  "summary" : "Creates the Orangetown public library district; modifies the boundaries; authorizes individual libraries to apply for appropriations on an individual basis. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Rockland County",
  "previousVersions" : [ "AA6435-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          587\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. JAFFEE -- Multi-Sponsored by -- M. of A. GABRYS-\n         ZAK -- read once and referred to the Committee on Libraries and Educa-\n         tion Technology\n\n       AN ACT to create the Orangetown public library district  and  to  repeal\n         chapter  349  of  the  laws  of  1973,  relating to creating a library\n         district in the town of Orangetown in the county of Rockland\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Notwithstanding the provisions of any other law, a library\n    2  district is hereby established in the town of Orangetown in  the  county\n    3  of Rockland outside the limits of any incorporated village which, except\n    4  as  hereinafter  provided,  shall  be co-terminus with the area or areas\n    5  served by the public library established pursuant to chapter 816 of  the\n    6  laws  of 1961. The districts created by this act shall be designated and\n    7  consist of the following areas:\n    8    (a) Blauvelt: Beginning at a point determined by the  intersection  of\n    9  Western  Highway and Convent Road running thence in a westerly direction\n   10  along the center line of Convent Road to  the  intersection  of  Convent\n   11  Road and the Hackensack River, turning and running thence in a northerly\n   12  direction along the Hackensack River to its intersection with the south-\n   13  erly boundary of the Town of Clarkstown, Rockland County, New York which\n   14  being  likewise  the  northerly boundary line of the Town of Orangetown,\n   15  Rockland County, New York and running thence along said boundary line in\n   16  an easterly direction to the Nyack, South Nyack boundary  line,  turning\n   17  and  running  thence  along the South Nyack boundary line in a southerly\n   18  direction to its intersection with Tweed Blvd.  thence along the easter-\n   19  ly side of Tweed Blvd. to its intersection with Clausland Mountain Road,\n   20  turning and running thence in a westerly direction along the center line\n   21  of said Clausland Mountain Road to its intersection with Greenbush Road,\n   22  turning and running in a southerly direction along the  center  line  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03992-01-1\n\n       A. 587                              2\n\n    1  Greenbush  Road to its intersection with Mountain View Road, turning and\n    2  running thence in a westerly direction along  the,  centerline  of  said\n    3  Mountain  View  Road  to  Western Highway, turning and running northerly\n    4  along  the centerline of Western Highway to the point or place of begin-\n    5  ning; containing all the lands within the said bounds,\n    6    (b) Tappan: Beginning at the New York-New Jersey  State  Line  in  the\n    7  vicinity  of  Sparkill  Creek and running in a northerly direction along\n    8  the said Sparkill Creek to its intersection with  the  Palisades  Inter-\n    9  state  Parkway, turning and running thence in a north westerly direction\n   10  along the western side of said parkway  to  its  intersection  with  the\n   11  Piermont  Branch  of  the  Erie Railroad turning and running thence in a\n   12  northerly direction along the center line of said Railroad  right-of-way\n   13  to  its  intersection  with New York State Route 303 turning and running\n   14  thence in a southerly direction along the center line of said route  303\n   15  to  its  intersection with the Palisades Interstate Parkway, turning and\n   16  running thence in a north westerly direction along the western or Hudson\n   17  River side of said parkway to its  intersection  with  Western  Highway,\n   18  turning  and  running  thence  in a southerly direction along the center\n   19  line of said Western Highway to its intersection with Low Lane,  turning\n   20  and  running thence in a westerly direction along the center line of Low\n   21  Lane to its intersection with Stockade Road, turning and running  thence\n   22  along  the center line of Stockade Road in a south westerly direction to\n   23  its intersection with West Hillwood Avenue, turning and  running  thence\n   24  in  a  south  westerly direction approximately 525 feet along the center\n   25  line of West Hillwood Avenue and an extension thereof to a  point  where\n   26  it  intersects the western boundary line of Plot 17, Block 26, Map 24-1,\n   27  turning and running thence along said boundary line in a south  easterly\n   28  direction  approximately  330  feet to the north east corner of Plot 54,\n   29  Block 19, Map 24-1 turning and running thence in a south westerly direc-\n   30  tion approximately 700 feet along the northern boundary of said plot  to\n   31  its  north  west  corner, turning and running thence in a south easterly\n   32  direction first along the western boundary line of Plot  54,  Block  19,\n   33  Map  24-1 and secondly along the eastern boundary line of Plot 14, Block\n   34  26, on Maps 9 and 10 for a total approximate  distance  of  3,300  feet,\n   35  turning  and  running  thence  in  a  south westerly direction along the\n   36  southern boundary lines of Plots 13 and 14, Block 26,  Map  9,  approxi-\n   37  mately  385  feet to its intersection with the New York-New Jersey State\n   38  Line, turning and running in an easterly direction along said State line\n   39  to the point or place of beginning, containing all the lands within  the\n   40  said bounds;\n   41    (c)  Sparkill-Palisades:  Beginning  at  the New Jersey-New York State\n   42  Line in the vicinity of the Sparkill Creek and running  in  a  northerly\n   43  direction  along  the  said  Sparkill Creek to its intersection with the\n   44  Palisades Interstate Parkway, turning and running thence in a  northwes-\n   45  terly  direction  along  the  western side of said Parkway to its inter-\n   46  section with the Piermont  Branch  of  the  Erie  Railroad  turning  and\n   47  running  thence  in  a  northerly direction along the centerline of said\n   48  Railroad right-of-way to the property now or formerly belonging  to  St.\n   49  Agnes  Convent, turning and running thence, in a northeasterly direction\n   50  along the St. Agnes property line to the  centerline  of  Cemetery  Lane\n   51  (King's  Highway),  turning  and running thence in an easterly direction\n   52  along the centerline of Cemetery Lane (King's Highway)  to  point  where\n   53  the  southern  boundary  of  Rockland  Cemetery intersects Cemetery Lane\n   54  (King's Highway), turning and running thence, in a northeasterly  direc-\n   55  tion  along the southern boundary of Rockland Cemetery to a point on the\n   56  Piermont Boundary Line, turning and running thence  along  the  Piermont\n\n       A. 587                              3\n\n    1  boundary line in a southerly direction approximately 800 feet, thence in\n    2  a southwesterly direction along the Piermont boundary line approximately\n    3  650  feet,  thence  in a southerly direction along the Piermont boundary\n    4  line approximately 825 feet, thence in southwesterly direction along the\n    5  Piermont boundary line approximately 1930 feet, thence in a southeaster-\n    6  ly  direction  along the Piermont boundary line approximately 1460 feet,\n    7  thence in a northeasterly direction along  the  Piermont  boundary  line\n    8  approximately  6550  feet  to  a  point  on the eastern boundary line or\n    9  Hudson River side of Orangetown, turning and running  thence  along  the\n   10  eastern  boundary line or Hudson River side of Orangetown in a southerly\n   11  direction to a point along the New Jersey-New York State  Line,  turning\n   12  and running thence in a northwesterly direction along the New Jersey-New\n   13  York  State  Line  approximately  11,700  feet  to the point or place of\n   14  beginning.\n   15    (d) Orangeburg: Beginning at a point formed by the intersection of the\n   16  center lines of Western Highway and Low Lane, thence running in a north-\n   17  erly direction along the center line of Western Highway  to  the  inter-\n   18  section with the center line of the Palisades Interstate Parkway turning\n   19  and  running thence, in a south easterly direction along the center line\n   20  of the Palisades Interstate Parkway to its intersection with the easter-\n   21  ly side of Route 303, turning and running thence, in a northerly  direc-\n   22  tion  along  the easterly side of Route 303 to a point approximately 590\n   23  feet north of the intersection of the northern  side  of  the  Palisades\n   24  Interstate  Parkway  and Route 303, turning and running thence along the\n   25  lot line of Plot 2, Block 13, Map 60 as follows in an easterly direction\n   26  20 feet, thence in a northerly direction approximately 250 feet,  thence\n   27  in  an  easterly direction approximately 465 feet, thence in a northerly\n   28  direction approximately 340 feet, thence in  a  northeasterly  direction\n   29  approximately  1000 feet-to the intersection of the extension of the lot\n   30  line of the center line of the Erie  R.R.    right-of-way,  turning  and\n   31  running  thence  in  an  easterly direction along the center line of the\n   32  Erie R.R. Right-of-way to the property now or formerly belonging to  St.\n   33  Agnes  Convent, turning and running thence, in a northeasterly direction\n   34  along the St. Agnes property line to the center line  of  Cemetery  Lane\n   35  (Kings  Hwy.), turning and running thence in an easterly direction along\n   36  the center line of Cemetery Lane (Kings  Hwy.)  to  a  point  where  the\n   37  southern  boundary  of Rockland Cemetery intersects Cemetery Lane (Kings\n   38  Hwy.), turning and running thence, in a  northeasterly  direction  along\n   39  the southern boundary of Rockland Cemetery, and as said line is extended\n   40  in  the  same direction to the center line of Tweed Blvd. (also known as\n   41  Highland Blvd.) turning and running  thence  in  a  northerly  direction\n   42  along  the  center line of Tweed Blvd. to the intersection of the center\n   43  lines of Tweed Blvd. and Clausland Mountain Road,  turning  and  running\n   44  thence  in  a southwesterly direction along the center line of Clausland\n   45  Mountain Road to a point, formed by the intersection of the center lines\n   46  of Clausland Mountain Road, Greenbush Road and  Spruce  Street,  turning\n   47  and  running  in  a  westerly  direction along the center line of Spruce\n   48  Street and as said line is extended in the same direction to the  center\n   49  line  of  the Right-of-Way of the West Shore Branch of the N. Y. Central\n   50  R.R., turning and running thence in a southwesterly direction to a point\n   51  formed by the intersection of the center lines of Convent Road and West-\n   52  ern Highway turning and running thence in a westerly direction along the\n   53  center line of Convent Road to a point opposite the east boundary of the\n   54  Rockland State Hospital property, turning and running thence in a south-\n   55  erly direction along the Rockland State Hospital property line, crossing\n   56  Friel Road to a point formed by the  intersection  of  the  eastern  and\n\n       A. 587                              4\n\n    1  southern  boundary  lines of Rockland State Hospital, (which point is on\n    2  the westerly side of what is or was  formerly  known  as  West  Hillwood\n    3  Avenue), running thence in a southerly direction along the westerly side\n    4  of West Hillwood Avenue to its intersection with the center line of what\n    5  is or was formerly known as Stockade Road, turning and running thence in\n    6  a northeasterly direction along the center line of said Stockade Road to\n    7  the  intersection  with the center line of what is or was formerly known\n    8  as Avenue A, turning and running thence in a southerly  direction  along\n    9  the center line of Avenue A, to its intersection with the center line of\n   10  Low  Lane, turning and running in an easterly direction along the center\n   11  line of Low Lane to the point or place of beginning, containing all  the\n   12  lands within the said bounds; provided, however, that the area described\n   13  in  clause  (d) hereof shall become a part of such district only at such\n   14  time as a free association library is chartered by the boards of regents\n   15  of the university of the state of New York to furnish library service in\n   16  such area.\n   17    S 2. The town board of the town of Orangetown is hereby authorized  to\n   18  raise  money  by tax for library purposes and to contract with the trus-\n   19  tees of any free association library which has received a  charter  from\n   20  the  board of regents of the university of the state of New York for the\n   21  furnishing of library services  in  the  areas  comprising  the  library\n   22  districts created by this act, under such terms and conditions as may be\n   23  stated  in  such  contract.  Such tax shall be a charge upon the taxable\n   24  property of the areas comprising such library districts outside  of  the\n   25  limits  of  any  incorporated  village. Taxes voted for library purposes\n   26  pursuant to this section shall, unless otherwise directed by such  vote,\n   27  be considered as annual appropriations therefor until changed by further\n   28  vote and shall be levied and collected yearly as are other general taxes\n   29  in  the town of Orangetown. The amount agreed to be paid to a free asso-\n   30  ciation library for furnishing library services under a contract author-\n   31  ized by this section shall be paid directly to  the  treasurer  of  such\n   32  library.\n   33    S  3.  The  free association libraries located in the areas comprising\n   34  the library districts created by this act shall individually  submit  on\n   35  or  before  the twentieth day of September to the supervisor of the town\n   36  of Orangetown a request for funds for each such free association library\n   37  for the ensuing year, in  such  form  and  containing  such  information\n   38  including  estimates  of  revenues  and  expenditures as such supervisor\n   39  shall prescribe. The provisions of article 8 of the town law shall apply\n   40  to the adoption of appropriations for library  purposes  in  the  annual\n   41  budget  of  such  town, provided that the appropriations adopted for any\n   42  such library and the request for  funds  submitted  on  behalf  of  such\n   43  library  shall  be based on the individual needs for every such library;\n   44  and it is further provided, that the town board shall, within the param-\n   45  eters of the town law, be permitted  to  exercise  its  discretion  with\n   46  respect  to  all appropriations adopted for each library for the ensuing\n   47  year.\n   48    S 4. If on the effective date of this act the public  library  created\n   49  pursuant  to  chapter  816  of  the laws of 1961 has not transferred any\n   50  assets it may hold to a free association library or libraries located in\n   51  the library districts created pursuant to section one of this  act,  the\n   52  disposition  of  any  such  assets  shall  be determined by the board of\n   53  regents of the university of the state of New York,  provided,  however,\n   54  that  any  such assets shall to the extent possible be held in trust for\n   55  transfer forthwith (a) to  any  free  association  library  which  shall\n   56  subsequently  be  chartered by the board of regents of the university of\n\n       A. 587                              5\n\n    1  the state of New York in the  areas  comprising  the  library  districts\n    2  created  by section one of this act, or (b) to any public library estab-\n    3  lished pursuant to section 255 of the education law to serve  the  South\n    4  Orangetown Central School District Number One.\n    5    S  5.  Chapter 349 of the laws of 1973, relating to creating a library\n    6  district in the town  of  Orangetown  in  the  county  of  Rockland,  is\n    7  REPEALED.\n    8    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create the Orangetown public library district and to repeal chapter 349 of the laws of 1973, relating to creating a library district in the town of Orangetown in the county of Rockland ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T163518.TXT", "SOBI.D110103.T100349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294176918281
}