{
  "year" : 2011,
  "senateBillNo" : "A589-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to correction",
    "billEventId" : "A589-2011-1294203600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of correctional services to develop programs in correctional facilities to prevent the spread of sexually transmitted diseases",
  "summary" : "Authorizes the commissioner of correctional services, in consultation with the commissioner of health, to develop and implement programs in every correctional facility to prevent the spread of sexually transmitted diseases and HIV among correctional employees and inmates. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A1535-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          589\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GOTTFRIED, AUBRY, PAULIN, PEOPLES-STOKES, TOWNS,\n         MILLMAN, ROBINSON, JAFFEE, SCHIMEL -- Multi-Sponsored by -- M.  of  A.\n         BOYLAND,  BRENNAN,  CAHILL,  CLARK, COOK, CYMBROWITZ, DINOWITZ, GANTT,\n         GLICK, HOOPER, JACOBS, KELLNER, LIFTON,  MARKEY,  MAYERSOHN,  McENENY,\n         ORTIZ,  PERRY, PHEFFER, J. RIVERA, P. RIVERA, SCARBOROUGH, WEISENBERG,\n         WRIGHT -- read once and referred to the Committee on Correction\n\n       AN ACT to amend the correction law, in relation to  preventing  sexually\n         transmitted diseases and HIV among correctional employees and inmates\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new section 141-a\n    2  to read as follows:\n    3    S 141-A. SEXUALLY TRANSMITTED DISEASES AND HIV; PREVENTION.  1.    THE\n    4  COMMISSIONER  SHALL DEVELOP AND IMPLEMENT PROGRAMS IN EVERY CORRECTIONAL\n    5  FACILITY TO PREVENT THE SPREAD  OF  SEXUALLY  TRANSMITTED  DISEASES  AND\n    6  HUMAN  IMMUNODEFICIENCY  VIRUS  INFECTION,  FOR  EMPLOYEES  AND INMATES,\n    7  INCLUDING EDUCATION, OUTREACH, HARM  REDUCTION,  OFFERING  TESTING,  AND\n    8  AVAILABILITY OF PROPHYLACTIC DEVICES.\n    9    2.  IN  DEVELOPING PROGRAMS FOR THE PREVENTION OF SEXUALLY TRANSMITTED\n   10  DISEASES AND HUMAN IMMUNODEFICIENCY VIRUS  INFECTION,  THE  COMMISSIONER\n   11  SHALL  CONSULT  WITH  THE  COMMISSIONER OF HEALTH TO IDENTIFY AND SELECT\n   12  CURRICULA THAT ARE LIKELY TO BE EFFECTIVE IN  REDUCING  TRANSMISSION  OF\n   13  INFECTIOUS  DISEASES  WITHIN  CORRECTIONAL FACILITIES AND TO CONTACTS OF\n   14  PRISONERS UPON THEIR RELEASE.\n   15    3. THE PROGRAMS REQUIRED  BY  SUBDIVISION  ONE  OF  THIS  SECTION  MAY\n   16  INCLUDE PEER EDUCATION AND USE OF NON-DEPARTMENT PERSONNEL, AND SHALL BE\n   17  IN  THE LANGUAGE OF THE TARGETED POPULATION, SHALL TAKE INTO ACCOUNT THE\n   18  LITERACY LEVEL OF THE  TARGETED  POPULATION,  AND  SHALL  BE  CULTURALLY\n   19  SENSITIVE TO THE SOCIAL AND CULTURAL NEEDS OF THE TARGETED POPULATION.\n   20    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01133-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to preventing sexually transmitted diseases and HIV among correctional employees and inmates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T110922.TXT", "SOBI.D110104.T165520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294178120585
}