{
  "year" : 2011,
  "senateBillNo" : "A59-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A59-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes net economic impact as a factor to consider in awarding state procurement contracts",
  "summary" : "Includes net economic impact as a factor to consider in awarding state procurement contracts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A572-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          59\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT to amend the state finance law, the economic development law, the\n         general  municipal  law and the public authorities law, in relation to\n         considering net economic impact in procurement contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"competitive procurement act\".\n    3    S 2. Legislative findings. The legislature hereby finds that in  order\n    4  to  assure the economically sound use of public funds for the benefit of\n    5  the entire state and to facilitate the  acquisition  of  facilities  and\n    6  commodities  of  maximum quality, this article shall require the negoti-\n    7  ation  of  such  procurement  contracts  for  public  works  and  public\n    8  purchases to make the net economic impact of such contract a priority in\n    9  awarding such procurement contracts. Although the economic impact tradi-\n   10  tionally  includes  evaluation  of  the  direct,  indirect,  and induced\n   11  impacts of a contract on the economy  of  this  state,  the  legislature\n   12  further  finds that the \"net economic impact\" must include consideration\n   13  of the lowest responsible bid and best  value  as  additional  component\n   14  criteria in determining the overall economic impact of a contract on the\n   15  state's  economy.  Therefore,  it  is  in  the public's best interest to\n   16  incorporate the lowest responsible bid and best value criteria into  the\n   17  net  economic  impact  criterion in order to award the most economically\n   18  viable procurement contracts in New York state.\n   19    S 3. The state finance law is amended by adding a new section 139-l to\n   20  read as follows:\n   21    S 139-L. NET ECONOMIC IMPACT IN PROCUREMENT CONTRACTS.    1.  NOTWITH-\n   22  STANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, WHERE A CONTRACT IS\n   23  TO BE AWARDED BY A STATE AGENCY, PUBLIC AUTHORITY OR MUNICIPALITY PURSU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01079-01-1\n\n       A. 59                               2\n\n    1  ANT  TO A COMPETITIVE BIDDING PROCESS OR A REQUEST FOR PROPOSAL PROCESS,\n    2  SUCH STATE AGENCY, PUBLIC AUTHORITY OR MUNICIPALITY SHALL  REQUIRE  THAT\n    3  ANY  PROPOSAL  SUBMITTED BY A PROSPECTIVE CONTRACTOR IN RESPONSE THERETO\n    4  INCLUDE  AN  ECONOMIC  IMPACT  STATEMENT  DETAILING  HOW AN AWARD OF THE\n    5  CONTRACT TO THE PARTICULAR CONTRACTOR WOULD BENEFIT THE ECONOMY  OF  NEW\n    6  YORK STATE AND SHALL PROVIDE THAT NET ECONOMIC IMPACT WILL BE CONSIDERED\n    7  IN  MAKING THE AWARD. THE WEIGHT TO BE GIVEN TO SUCH NET ECONOMIC IMPACT\n    8  CRITERION RELATIVE TO OTHER CRITERIA USED  TO  EVALUATE  THE  PROPOSALS,\n    9  INCLUDING  LOWEST RESPONSIBLE BIDDER AND BEST VALUE, SHALL BE DETERMINED\n   10  BY THE CONTRACTING AGENCY, AUTHORITY OR MUNICIPALITY ON A CASE  BY  CASE\n   11  BASIS.  THE  STATE  AGENCY, PUBLIC AUTHORITY, OR MUNICIPALITY SHALL GIVE\n   12  PRIORITY TO THE NET ECONOMIC IMPACT CRITERION WHEREVER  PRACTICABLE  AND\n   13  SET FORTH THE BASIS FOR ITS AWARD IN WRITING.\n   14    2.  FOR  THE  PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE\n   15  THE FOLLOWING DEFINITIONS:\n   16    (A) \"NET ECONOMIC IMPACT\" MEANS THE MEASURE  OF  ECONOMIC  STIMULATION\n   17  THAT  OCCURS  FROM PURCHASING TRANSACTIONS THAT HAVE OCCURRED WITHIN THE\n   18  LOCAL ECONOMY OF NEW YORK STATE AND  THE  LOWEST  RESPONSIBLE  BID.  NET\n   19  ECONOMIC  IMPACT SHALL BE MEASURED BY DIRECT IMPACT, INDIRECT IMPACT AND\n   20  INDUCED IMPACT, AS WELL AS LOWEST RESPONSIBLE BID AND BEST VALUE,  WHICH\n   21  ARE DEFINED AS:\n   22    (1)  \"DIRECT  IMPACT\"  MEANS  THE  AMOUNT  OF DIRECT ECONOMIC ACTIVITY\n   23  GENERATED BY THE PURCHASING TRANSACTION, OR  BUSINESS  TRANSACTIONS,  IN\n   24  QUESTION.  THE  SETS  OF  NUMBERS  USED TO DETERMINE DIRECT IMPACT ARE A\n   25  RESULT OF DEVELOPING PER CAPITA NUMBERS BASED ON  ACTUAL  ECONOMIC  DATA\n   26  SUPPLIED BY TRANSACTION MANAGEMENT, ATTENDANCE FIGURES, AND OTHER FINAN-\n   27  CIAL  INFORMATION  FOR  ALL  TRANSACTION-RELATED  ACTIVITIES, AS WELL AS\n   28  USING AVAILABLE TRANSACTION  INDUSTRY  AVERAGE  PER  CAPITA  EXPENDITURE\n   29  LEVELS FOR VARIOUS ITEMS.\n   30    (2) \"INDIRECT IMPACT\" INCLUDES ECONOMIC ACTIVITY FELT BY BUSINESSES AS\n   31  AN INDIRECT RESULT OF THE PURCHASING OR BUSINESS TRANSACTION.\n   32    (3)  \"INDUCED  IMPACT\"  IS THE IMPACT GENERATED WHEN THOSE SURROUNDING\n   33  BUSINESSES PURCHASE ADDITIONAL PRODUCTS  AND  SERVICES,  AND  HIRE  MORE\n   34  EMPLOYEES TO MEET THE DEMAND BROUGHT ON BY DIRECT AND INDIRECT IMPACTS.\n   35    (4)  \"LOWEST  RESPONSIBLE BIDDER\" MEANS ANY PERSON, FIRM, CORPORATION,\n   36  SUCCESSOR CORPORATION, CONTRACTOR OR SUBCONTRACTOR WHO (I)  SUBMITS  THE\n   37  LOWEST  RESPONSIBLE  BID  AND  (II)  IS  NOT  DISQUALIFIED ON ANY OF THE\n   38  GROUNDS PROVIDED BY LAW, RULE OR REGULATION.\n   39    (5) \"BEST VALUE\" MEANS THE SAME AS IN SUBDIVISION ONE OF  SECTION  ONE\n   40  HUNDRED SIXTY-THREE OF THIS CHAPTER.\n   41    (B) \"MUNICIPALITY\" SHALL MEAN ANY CITY, TOWN, VILLAGE, COUNTY, MUNICI-\n   42  PAL  CORPORATION,  DISTRICT CORPORATION, DISTRICT OR ANY OFFICE, DEPART-\n   43  MENT OR AGENCY, THEREOF.\n   44    (C) \"STATE AGENCY\" SHALL, NOTWITHSTANDING ANY OTHER PROVISION OF  LAW,\n   45  MEAN  ANY  STATE  DEPARTMENT,  BOARD, BUREAU, DIVISION, OFFICE, COUNCIL,\n   46  COMMITTEE OR OFFICER OF THE STATE, OR THE STATE UNIVERSITY OF NEW  YORK,\n   47  OR THE SENIOR COLLEGES OF THE CITY UNIVERSITY OF NEW YORK, OR ANY PUBLIC\n   48  BENEFIT  CORPORATION  OR  COMMISSION  AT  LEAST ONE OF WHOSE MEMBERS ARE\n   49  APPOINTED BY THE GOVERNOR.\n   50    3. THE COMPTROLLER AND THE COMMISSIONER OF THE DEPARTMENT OF  ECONOMIC\n   51  DEVELOPMENT SHALL ESTABLISH, THROUGH THE PROMULGATION OF RULES AND REGU-\n   52  LATIONS,  AND IN CONSULTATION WITH THE HEADS OF STATE AGENCIES, A METHOD\n   53  FOR STRUCTURING REQUESTS  FOR  PROPOSALS  TO  REQUIRE  INCLUSION  OF  AN\n   54  ECONOMIC  IMPACT  STATEMENT AND IN EVALUATING RESPONSES TO SUCH REQUESTS\n   55  FOR PROPOSALS. THE COMPTROLLER SHALL ALSO ESTABLISH THROUGH THE  PROMUL-\n   56  GATION OF RULES AND REGULATIONS GUIDELINES FOR AGENCIES, AUTHORITIES AND\n\n       A. 59                               3\n\n    1  MUNICIPALITIES  TO  INCORPORATE  CONSIDERATION OF THE LOWEST RESPONSIBLE\n    2  BIDDER CRITERIA INTO THE NET ECONOMIC IMPACT FORMULA. SUCH NET  ECONOMIC\n    3  IMPACT  SHALL  INCLUDE,  BUT  NOT  BE LIMITED TO, CONSIDERATION OF WHERE\n    4  SUBCONTRACTORS  USED  BY  CONTRACTORS TO FULFILL A CONTRACT ARE LOCATED,\n    5  HOW MANY JOBS IN THE STATE, IF ANY, WILL BE CREATED BY THE  AWARDING  OF\n    6  SUCH  A  CONTRACT,  AND THE ESTIMATED TAX REVENUE AND ANCILLARY ECONOMIC\n    7  ACTIVITY THAT WOULD BE GENERATED IN THE STATE THROUGH  THE  AWARDING  OF\n    8  SUCH  CONTRACTS AND SUBSEQUENT SUBCONTRACTS, LOWEST RESPONSIBLE BID, AND\n    9  BEST VALUE. SUCH RULES AND REGULATIONS SHALL INCLUDE A PROCEDURE WHEREBY\n   10  A STATE AGENCY, PUBLIC AUTHORITY OR MUNICIPALITY MAY  REQUEST  A  WAIVER\n   11  FROM THE REQUIREMENTS OF THIS SECTION.\n   12    4. (A) THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO CONTRACTS FOR\n   13  WHICH  A  STATE AGENCY, PUBLIC AUTHORITY, OR MUNICIPALITY RECEIVES FUNDS\n   14  ADMINISTERED BY THE FEDERAL GOVERNMENT, EXCEPT TO THE  EXTENT  THAT  THE\n   15  FEDERAL  GOVERNMENT  WOULD  NOT  WITHHOLD  SUCH FUNDS OWING TO THE STATE\n   16  AGENCY'S, PUBLIC AUTHORITY'S, OR  MUNICIPALITY'S  COMPLIANCE  WITH  THIS\n   17  SECTION.\n   18    (B)  THE  PROVISIONS  OF  THIS  SECTION  SHALL  NOT APPLY TO CONTRACTS\n   19  BETWEEN A STATE AGENCY, PUBLIC AUTHORITY, OR MUNICIPALITY IN  NEGOTIATED\n   20  RECIPROCITY  FOR  GOODS  OR SERVICES, EXCEPT TO THE EXTENT THAT SUCH NET\n   21  ECONOMIC IMPACT SHALL NOT UNDERMINE SUCH RECIPROCAL CONTRACT AGREEMENT.\n   22    5. ANY PERSON, FIRM, CORPORATION, SUCCESSOR CORPORATION, LABOR  ORGAN-\n   23  IZATION, CONTRACTOR OR SUBCONTRACTOR MAY, WITHIN TEN DAYS AFTER A BID IS\n   24  ACCEPTED,  FILE  AN  APPLICATION  TO CHALLENGE THE DETERMINATION.   UPON\n   25  RECEIPT OF SUCH APPLICATION, THE COMPTROLLER, OR HIS  OR  HER  DESIGNEE,\n   26  SHALL  CONDUCT  A  HEARING TO DETERMINE THE VALIDITY OF THE APPLICATION.\n   27  NOTICE SHALL BE GIVEN TO THE APPLICANT AND TO THE PROPOSED CONTRACT  BID\n   28  AWARDEE  OF  THE  DATE, TIME AND PLACE OF THE HEARING. THE APPLICANT AND\n   29  THE PROPOSED CONTRACT BID AWARDEE SHALL  BE  GIVEN  THE  OPPORTUNITY  TO\n   30  PRESENT  EVIDENCE AND WITNESSES ON THEIR BEHALF. THE COMPTROLLER, OR HIS\n   31  OR HER DESIGNEE, PRESIDING OVER SUCH HEARING SHALL ISSUE A WRITTEN DECI-\n   32  SION WITH FINDINGS OF FACT WHETHER THE PROPOSED CONTRACT BID AWARDEE  IS\n   33  VALID  DETERMINATION.  SUCH  CONTRACT SHALL NOT BE AWARDED PRIOR TO SUCH\n   34  DECISION. THE AWARDING AGENCY, AUTHORITY, OR MUNICIPALITY  SHALL  NOTIFY\n   35  ALL  BIDDERS  REGARDING THE SELECTION OF ITS PROPOSED CONTRACT BID AWAR-\n   36  DEE.\n   37    S 4. The opening paragraph and paragraph c of subdivision 2, the open-\n   38  ing paragraph and subparagraphs (ii), (v) and (vi) of  paragraph  a  and\n   39  subparagraph  (i)  of paragraph b of subdivision 3 of section 163 of the\n   40  state finance law, as added by chapter 83  of  the  laws  of  1995,  are\n   41  amended to read as follows:\n   42    The  objective  of state procurement is to facilitate each state agen-\n   43  cy's mission while protecting the interests of the state and its taxpay-\n   44  ers and promoting fairness in contracting with the  business  community.\n   45  The  state's  procurement  process  shall  be guided by the NET ECONOMIC\n   46  IMPACT, PURSUANT TO SECTION ONE HUNDRED THIRTY-NINE-L OF  THIS  CHAPTER,\n   47  OF A CONTRACT ON THE STATE AND THE following principles:\n   48    c.  To  encourage  the  investment  of  the private and not-for-profit\n   49  sectors in New York state by making reasonable efforts  to  ensure  that\n   50  offerers  are  apprised  of procurement opportunities; by specifying the\n   51  elements of a responsive bid and disclosing  the  process  for  awarding\n   52  contracts  including,  if  applicable,  the  relative  importance and/or\n   53  weight of [cost] NET ECONOMIC IMPACT and the overall technical criterion\n   54  for evaluating offers; and by  ensuring  the  procurement  is  conducted\n   55  accordingly.\n\n       A. 59                               4\n\n    1    State  agency  procurement practices for commodities shall incorporate\n    2  NET ECONOMIC IMPACT, PURSUANT TO SECTION ONE  HUNDRED  THIRTY-NINE-L  OF\n    3  THIS CHAPTER, AND THEN the following:\n    4    (ii)  Commodities  contracts  shall be awarded on the basis of [lowest\n    5  price to] NET ECONOMIC IMPACT OF a responsive and  responsible  offerer;\n    6  or,  in  the  case of multiple awards, in accordance with paragraph c of\n    7  subdivision ten of this section.\n    8    (v) Consistent with guidelines issued by the state  procurement  coun-\n    9  cil,  state  agencies may competitively purchase commodities procured in\n   10  accordance with this article in lieu of using centralized contracts when\n   11  the resultant [price is less] NET ECONOMIC IMPACT IS  GREATER  than  the\n   12  centralized contract [price].\n   13    (vi)  When  justified  by [price] NET ECONOMIC IMPACT, state agencies,\n   14  and hospitals and facilities managed and controlled  by  state  agencies\n   15  eligible  pursuant to section twenty-eight hundred three-a of the public\n   16  health law, shall be eligible to make purchases pursuant  to  guidelines\n   17  issued  by the state procurement council from a consortium or comparable\n   18  entity in lieu of using centralized contracts for commodities.\n   19    (i) determine, in cooperation with the state procurement  council  and\n   20  state  agencies,  the  identity,  form,  function  and  utility of those\n   21  commodities which shall be made  available  on  or  through  centralized\n   22  contracts. CRITERIA SHALL INCLUDE THE NET ECONOMIC IMPACT, AS DEFINED IN\n   23  SECTION  ONE  HUNDRED THIRTY-NINE-L OF THIS CHAPTER, ON NEW YORK STATE'S\n   24  ECONOMY. Criteria may include, but need not be limited  to,  the  avail-\n   25  ability  of  a  volume  discount, prior use of the commodity among state\n   26  agencies and the relative cost of establishing the contract, its  antic-\n   27  ipated  use  and expected actual savings for the state. The commissioner\n   28  may also act as a broker for state agencies to procure commodities.\n   29    S 5. The opening paragraph and paragraph d of subdivision 4 of section\n   30  163 of the state finance law, as added by chapter  83  of  the  laws  of\n   31  1995, are amended to read as follows:\n   32    State  agency procurement practices for services shall incorporate THE\n   33  NET ECONOMIC IMPACT, AS DEFINED IN SECTION ONE HUNDRED THIRTY-NINE-L  OF\n   34  THIS CHAPTER, AND THEN the following:\n   35    d.  Service contracts shall be awarded on the basis of [best value to]\n   36  NET ECONOMIC IMPACT OF a responsive and responsible offerer; or, in  the\n   37  case  of  multiple awards, in accordance with paragraph c of subdivision\n   38  ten of this section.\n   39    S 6. Subdivision 7, paragraphs a and b of subdivision 9,  the  opening\n   40  paragraph  and  paragraph  a of subdivision 10, the opening paragraph of\n   41  subdivision 11 and paragraph (i) of subdivision 14 of section 163 of the\n   42  state finance law, as added by chapter 83 of the laws of 1995,  subdivi-\n   43  sion  7 as amended by section 10 of part FF of chapter 56 of the laws of\n   44  2010, and paragraph (i) of subdivision 14 as amended by  chapter  95  of\n   45  the laws of 2000, are amended to read as follows:\n   46    7. Method of procurement. Consistent with the requirements of subdivi-\n   47  sions  three and four of this section, state agencies shall select among\n   48  permissible methods of procurement including, but  not  limited  to,  an\n   49  invitation for bid, request for proposals or other means of solicitation\n   50  pursuant  to  guidelines  issued by the state procurement council. State\n   51  agencies may accept bids  electronically  including  submission  of  the\n   52  statement of non-collusion required by section one hundred thirty-nine-d\n   53  of  this chapter and may, for technology contracts and, in addition, for\n   54  the period from July first, two thousand ten, to July first,  two  thou-\n   55  sand  twelve,  fuels (home heating, diesel, gasoline, natural gas), road\n   56  salt, recycled paper, tires,  telecommunications  equipment,  industrial\n\n       A. 59                               5\n\n    1  supplies  (tools, equipment), bituminous materials, drainage and culvert\n    2  pipe, and road aggregate (gravel), require electronic submission as  the\n    3  sole  method  for  the submission of bids for the solicitation, provided\n    4  that  the  agency has made a determination, which shall be documented in\n    5  the procurement record, that such method affords a fair and equal oppor-\n    6  tunity for offerers to submit responsive offers. Except where  otherwise\n    7  provided  by  law, procurements shall be competitive, and state agencies\n    8  shall conduct formal competitive  procurements  to  the  maximum  extent\n    9  practicable.  State  agencies  shall  document  the determination of the\n   10  method of procurement and the basis of award in the procurement  record.\n   11  Where the basis for award is the best [value] NET ECONOMIC IMPACT offer,\n   12  the  state  agency  shall  document,  in  the  procurement record and in\n   13  advance of the initial receipt of offers, the determination of the eval-\n   14  uation criteria, which whenever possible, shall be quantifiable, and the\n   15  process to be used in the determination of  best  [value]  NET  ECONOMIC\n   16  IMPACT  and  the  manner  in  which the evaluation process and selection\n   17  shall be conducted.\n   18    a. The commissioner or a state agency shall select  a  formal  compet-\n   19  itive  procurement  process in accordance with guidelines established by\n   20  the state procurement council and  document  its  determination  in  the\n   21  procurement  record. The process shall include, but is not limited to, a\n   22  clear statement of need; a description of  the  required  specifications\n   23  governing  performance  and  related  factors;  a reasonable process for\n   24  ensuring a competitive field; a fair and equal opportunity for  offerers\n   25  to  submit  responsive  offers; and a balanced and fair method of award.\n   26  Where the basis for the award  is  best  [value]  NET  ECONOMIC  IMPACT,\n   27  documentation  in  the  procurement  record  shall,  where  practicable,\n   28  include a quantification of the  application  of  the  criteria  to  the\n   29  rating  of proposals and the evaluation results, or, where not practica-\n   30  ble, such other justification which demonstrates that best  [value]  NET\n   31  ECONOMIC IMPACT will be achieved.\n   32    b.  The  solicitation  shall  prescribe  the minimum specifications or\n   33  requirements that must be met in order to be considered  responsive  and\n   34  shall  describe  and disclose the general manner in which the evaluation\n   35  and selection shall be conducted. Where  appropriate,  the  solicitation\n   36  shall  identify  the  relative  importance  and/or  weight of [cost] NET\n   37  ECONOMIC IMPACT and the overall technical criterion to be considered  by\n   38  a state agency in its determination of best [value] NET ECONOMIC IMPACT.\n   39    Contracts  for  commodities  shall  be awarded on the basis of [lowest\n   40  price to] NET ECONOMIC IMPACT OF a responsive and  responsible  offerer,\n   41  PURSUANT   TO   SECTION  ONE  HUNDRED  THIRTY-NINE-L  OF  THIS  CHAPTER.\n   42  Contracts for services shall be awarded on the basis of best [value] NET\n   43  ECONOMIC IMPACT from a responsive and responsible offerer,  PURSUANT  TO\n   44  SECTION  ONE HUNDRED THIRTY-NINE-L OF THIS CHAPTER.  Multiple awards for\n   45  services and commodities shall be conducted in accordance with paragraph\n   46  c of this subdivision.\n   47    a. Selection and  award  shall  be  a  written  determination  in  the\n   48  procurement  record  made  by  the  commissioner  or a state agency in a\n   49  manner consistent with the provisions of the solicitation. In the  event\n   50  two offers are found to be substantially equivalent, [price] NET ECONOM-\n   51  IC  IMPACT  shall  be  the basis for determining the award recipient or,\n   52  when [price] NET ECONOMIC IMPACT and  other  factors  are  found  to  be\n   53  substantially equivalent, the determination of the commissioner or agen-\n   54  cy  head  to  award  a  contract to one or more of such bidders shall be\n   55  final. The basis for determining the award shall be  documented  in  the\n   56  procurement record.\n\n       A. 59                               6\n\n    1    It  shall  be  the  responsibility of the head of each state agency to\n    2  periodically sample the results of the procurement process to  test  for\n    3  reasonableness; to ensure that the results withstand public scrutiny and\n    4  that  the  quality  and  the  price  of the purchase makes sense; and to\n    5  ensure that purchasing is conducted in a manner consistent with the best\n    6  NET ECONOMIC IMPACT interests of the state.\n    7    (i)  a  listing  of  individual  and  centralized contracts, including\n    8  vendor name, comptroller approval dates, NET  ECONOMIC  IMPACT  OF  SUCH\n    9  CONTRACTS,  dollar  value  of such contracts, the state agency which let\n   10  the contract and/or  state  agencies  which  purchased  off  centralized\n   11  contracts, expenditures made on each such contract and by which agencies\n   12  during the fiscal year and life to date, citing contract category codes,\n   13  source  selection  method, including [\"lowest price\", \"best value\",] NET\n   14  ECONOMIC IMPACT, sole source, single source,  negotiated  and  emergency\n   15  procurement subtotaled by agency and by type of commodity or service;\n   16    S  7. Subdivision 1 of section 142 of the economic development law, as\n   17  amended by chapter 137 of the laws  of  2008,  is  amended  to  read  as\n   18  follows:\n   19    1.  The  commissioner  shall  publish  on  a daily basis a procurement\n   20  opportunities newsletter, which shall  contain  notices  of  procurement\n   21  contract  opportunities and any other information the commissioner deems\n   22  necessary to effectuate the purposes of this article INCLUDING, BUT  NOT\n   23  LIMITED  TO,  ANY  CHANGES  IN  THE LAW, RULES AND REGULATIONS REGARDING\n   24  PROCUREMENT CONTRACTS. Notices  of  procurement  contract  opportunities\n   25  shall be available on the internet for at least fifteen days.\n   26    S  8.  Section 100-a of the general municipal law, as added by chapter\n   27  363 of the laws of 1964, is amended to read as follows:\n   28    S 100-a. Declaration of policy. [It] NOTWITHSTANDING ANY PROVISION  OF\n   29  THIS  ARTICLE TO THE CONTRARY, IT is hereby declared to be the policy of\n   30  this state that this article  shall  [be  construed]  CONSIDER  THE  NET\n   31  ECONOMIC  IMPACT, AS DEFINED IN SECTION ONE HUNDRED THIRTY-NINE-L OF THE\n   32  STATE FINANCE LAW, AS THE PRIORITY in the negotiation of  contracts  for\n   33  public  works  and  public purchases to which political subdivisions [or\n   34  and district] AND/OR DISTRICTS therein [is] ARE a party so as to  assure\n   35  the  prudent  and economical use of public moneys for the benefit of all\n   36  the inhabitants of the state and to facilitate the acquisition of facil-\n   37  ities and commodities of maximum quality [at the lowest possible cost].\n   38    S 9. Subdivision 1 of section 2879 of the public authorities  law,  as\n   39  amended  by  chapter  564  of  the  laws  of 1988, is amended to read as\n   40  follows:\n   41    1. Every public authority and public benefit corporation,  a  majority\n   42  of  the  members  of  which  consist  of persons either appointed by the\n   43  governor or who serve as members by virtue of holding a civil office  of\n   44  the state, or a combination thereof, (such entities to be hereinafter in\n   45  this  section  referred  to  as \"corporation\") shall adopt by resolution\n   46  comprehensive guidelines which detail the corporation's operative policy\n   47  and instructions regarding the use, awarding, monitoring  and  reporting\n   48  of  procurement contracts.   NOTWITHSTANDING ANY OTHER PROVISION OF LAW,\n   49  RULE OR REGULATION, SUCH GUIDELINES SHALL INCLUDE, BUT  NOT  BE  LIMITED\n   50  TO,  MAKING  CONSIDERATION  OF  THE  NET  ECONOMIC IMPACT, AS DEFINED IN\n   51  SECTION ONE HUNDRED THIRTY-NINE-L OF THE STATE FINANCE LAW, THE PRIORITY\n   52  IN AWARDING PROCUREMENT CONTRACTS. Guidelines  approved  by  the  corpo-\n   53  ration shall be annually reviewed and approved by the corporation.\n   54    S  10.  This  act  shall  take effect on the one hundred eightieth day\n   55  after it shall have become a law; provided, however, the  provisions  of\n   56  this  act  shall  be  applied  to all contracts entered into on or after\n\n       A. 59                               7\n\n    1  April 1, 2011; and provided, further, however, that  the  amendments  to\n    2  the  provisions of section 163 of the state finance law made by sections\n    3  four, five and six of this act shall  not  affect  the  repeal  of  such\n    4  section  and shall be deemed repealed therewith.  Effective immediately,\n    5  the addition, amendment and/or repeal of any rule or  regulation  neces-\n    6  sary for the implementation of this act on its effective date is author-\n    7  ized and directed to be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, the economic development law, the general municipal law and the public authorities law, in relation to considering net economic impact in procurement contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T170942.TXT", "SOBI.D101216.T105412.TXT", "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292537382388
}