{
  "year" : 2011,
  "senateBillNo" : "A590-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A590-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits disclosure of testimony of a party to a health care quality assurance or peer review proceeding",
  "summary" : "Prohibits the disclosure and discovery of the testimony of a party to a health care quality assurance or peer review proceeding; further adds the failure to cooperate and participate in the quality assurance, reporting, activities, requirements and procedures covered under such discovery to the definition of professional misconduct. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1596-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          590\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GOTTFRIED, DINOWITZ, GALEF, GUNTHER, PAULIN,\n         CLARK, JAFFEE, COLTON, SCHIMEL -- Multi-Sponsored by -- M. of A. BREN-\n         NAN, CANESTRARI, COOK, JACOBS, McDONOUGH, McENENY, J. MILLER, SCARBOR-\n         OUGH, SPANO, SWEENEY, WEISENBERG -- read  once  and  referred  to  the\n         Committee on Health\n\n       AN ACT to amend the public health law and the education law, in relation\n         to quality assurance and peer review activities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 2805-m of the public  health  law,\n    2  as  amended  by  chapter  808 of the laws of 1987, is amended to read as\n    3  follows:\n    4    2. Notwithstanding any other provisions of law, none of  the  records,\n    5  documentation  or  committee  actions  or  records  required pursuant to\n    6  sections twenty-eight hundred five-j and twenty-eight hundred five-k  of\n    7  this  article,  the  reports  required  pursuant to section twenty-eight\n    8  hundred five-l of this article nor any incident  reporting  requirements\n    9  imposed upon diagnostic and treatment centers pursuant to the provisions\n   10  of  this chapter shall be subject to disclosure under article six of the\n   11  public officers law or article thirty-one of the civil practice law  and\n   12  rules,  except  as  hereinafter  provided  or  as  provided by any other\n   13  provision of law. No person in attendance  at  a  meeting  of  any  such\n   14  committee  shall  be  required to testify as to what transpired thereat.\n   15  [The] FURTHERMORE, THE prohibition relating to  discovery  of  testimony\n   16  shall  [not] apply to the statements made by any person in attendance at\n   17  such a meeting who is a party to an action  or  proceeding  the  subject\n   18  matter of which was reviewed at such meeting.\n   19    S  2.  The  closing  paragraph of subdivision 3 of section 6527 of the\n   20  education law, as amended by chapter 257 of the laws of 1987, is amended\n   21  to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02350-01-1\n\n       A. 590                              2\n\n    1    Neither the proceedings nor the records relating to performance  of  a\n    2  medical  or  a  quality  assurance review function or participation in a\n    3  medical  and  dental  malpractice  prevention  program  nor  any  report\n    4  required  by  the  department of health pursuant to section twenty-eight\n    5  hundred  five-l of the public health law described herein, including the\n    6  investigation of an incident reported pursuant to section 29.29  of  the\n    7  mental  hygiene  law, shall be subject to disclosure under article thir-\n    8  ty-one of the  civil  practice  law  and  rules  except  as  hereinafter\n    9  provided  or  as  provided  by  any other provision of law. No person in\n   10  attendance at a meeting when a medical or a quality assurance review  or\n   11  a  medical  and  dental  malpractice  prevention  program or an incident\n   12  reporting function described herein was performed, including the  inves-\n   13  tigation of an incident reported pursuant to section 29.29 of the mental\n   14  hygiene law, shall be required to testify as to what transpired thereat.\n   15  [The]  FURTHERMORE,  THE  prohibition relating to discovery of testimony\n   16  shall [not] apply to the statements made by any person in attendance  at\n   17  such  a  meeting  who  is a party to an action or proceeding the subject\n   18  matter of which was reviewed at such meeting.\n   19    S 3. Section 6530 of the education law is  amended  by  adding  a  new\n   20  subdivision 50 to read as follows:\n   21    50.  FAILURE  TO  COOPERATE  AND  PARTICIPATE,  REASONABLY AND IN GOOD\n   22  FAITH, IN THE QUALITY ASSURANCE, INCIDENT  REPORTING,  AND  PEER  REVIEW\n   23  PROGRAMS,  ACTIVITIES, REQUIREMENTS AND PROCEDURES COVERED BY THE CONFI-\n   24  DENTIALITY PROVISIONS OF SECTION  TWENTY-EIGHT  HUNDRED  FIVE-M  OF  THE\n   25  PUBLIC HEALTH LAW OR CLAUSE (A), (B), (D) OR (E) OF SUBDIVISION THREE OF\n   26  SECTION SIXTY-FIVE HUNDRED TWENTY-SEVEN OF THIS TITLE.\n   27    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the education law, in relation to quality assurance and peer review activities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T110922.TXT", "SOBI.D110104.T165520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294178120582
}