{
  "year" : 2011,
  "senateBillNo" : "A592-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A592-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides protections to parents who decline to have their children immunized on the basis of religious beliefs",
  "summary" : "Provides protections to parents who decline to have their children immunized on the basis of religious beliefs; allows a parent to submit an affidavit stating that the parent, parents or guardian hold genuine and sincere religious beliefs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A883-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          592\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GOTTFRIED, CAHILL, CYMBROWITZ, TITUS, BENEDETTO,\n         N. RIVERA -- Multi-Sponsored by -- M. of A. BARRON, BOYLAND,  CALHOUN,\n         COOK,  GALEF,  MAYERSOHN,  McENENY,  PAULIN,  PERRY,  PHEFFER, REILLY,\n         ROBINSON, SCHIMEL, SPANO, THIELE, TITONE, WEISENBERG -- read once  and\n         referred to the Committee on Health\n\n       AN  ACT  to  amend  the  public health law, in relation to the religious\n         exemption from mandatory immunizations for students\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This legislation is not intended to detract from the public\n    2  health  purpose  of  school  immunization  legislation. The law has long\n    3  recognized the right of parents to decline to have their children immun-\n    4  ized on the basis of religious beliefs. This legislation is intended  to\n    5  protect  parents  from  inappropriate  and  intrusive inquiry into their\n    6  beliefs by government authorities.\n    7    S 2. Subdivision 9 of section 2164 of the public health law, as  sepa-\n    8  rately  amended  by chapters 405 and 538 of the laws of 1989, is amended\n    9  to read as follows:\n   10    9. This section shall not apply to [children] A  CHILD  whose  parent,\n   11  parents,  or guardian [hold] HOLDS genuine and sincere religious beliefs\n   12  which are contrary to the practices herein required, and no  certificate\n   13  shall  be  required as a prerequisite to [such children] THE CHILD being\n   14  admitted or received into school or attending school WHERE  THE  PARENT,\n   15  PARENTS  OR  GUARDIAN  SUBMITS  AN  AFFIDAVIT  STATING  THAT THE PARENT,\n   16  PARENTS OR GUARDIAN HOLDS SUCH GENUINE AND  SINCERE  RELIGIOUS  BELIEFS.\n   17  THE  PARENT,  PARENTS  OR  GUARDIAN  SHALL NOT BE REQUIRED TO SPECIFY OR\n   18  ELABORATE ON THE NATURE,  GENUINENESS  OR  SINCERITY  OF  THE  RELIGIOUS\n   19  BELIEF OR BE SUBJECT TO ANY FURTHER INQUIRY.\n   20    S  3. Subdivision 9 of section 2165 of the public health law, as added\n   21  by chapter 405 of the laws of 1989, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02296-01-1\n\n       A. 592                              2\n\n    1    9. This section shall not apply to a  person  who  holds  genuine  and\n    2  sincere  religious  beliefs  which  are contrary to the practices herein\n    3  required, and no certificate shall be required as a prerequisite to such\n    4  person being admitted or received into or attending an institution WHERE\n    5  THE PERSON SUBMITS AN AFFIDAVIT STATING THAT THE PERSON HOLDS SUCH GENU-\n    6  INE  AND  SINCERE RELIGIOUS BELIEFS. THE PERSON SHALL NOT BE REQUIRED TO\n    7  SPECIFY OR ELABORATE ON THE NATURE,  GENUINENESS  OR  SINCERITY  OF  THE\n    8  RELIGIOUS BELIEF OR BE SUBJECT TO ANY FURTHER INQUIRY.\n    9    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the religious exemption from mandatory immunizations for students ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T110922.TXT", "SOBI.D110104.T165520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294178120579
}