{
  "year" : 2011,
  "senateBillNo" : "A593-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A593-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the protections of the medical exemption from mandatory immunizations for students",
  "summary" : "Extends the protections of the medical exemption from mandatory immunizations for students to ensure deference to the professional assessments of physicians and nurse practitioners in the care of their individual patients. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A880-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          593\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GOTTFRIED, CAHILL, CYMBROWITZ, TITUS, PAULIN,\n         ENGLEBRIGHT, N. RIVERA -- Multi-Sponsored by  --  M.  of  A.  AMEDORE,\n         COOK,  DINOWITZ,  GALEF,  KELLNER,  LAVINE,  McENENY,  PERRY, PHEFFER,\n         ROBINSON, SCHIMEL, THIELE, WEISENBERG -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public  health  law,  in  relation  to  the  medical\n         exemption from mandatory immunizations for students\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This legislation is not intended to detract from the public\n    2  health purpose of school immunization legislation. This  legislation  is\n    3  intended  to  ensure deference to the professional assessments of physi-\n    4  cians, nurse practitioners and physician assistants in the care of their\n    5  individual patients.\n    6    S 2. Subdivision 8 of section 2164 of the public health law, as  added\n    7  by  chapter  994 of the laws of 1966 and as renumbered by chapter 633 of\n    8  the laws of 1975, is amended to read as follows:\n    9    8. [If] UPON SUBMISSION OF A WRITTEN OPINION BY any  physician,  NURSE\n   10  PRACTITIONER  OR  PHYSICIAN ASSISTANT licensed to practice [medicine] in\n   11  this state [certifies] STATING that THE PHYSICIAN, NURSE PRACTITIONER OR\n   12  PHYSICIAN ASSISTANT BELIEVES such immunization OR IMMUNIZATIONS  may  be\n   13  detrimental  to  a  child's  health, OR IS OTHERWISE CONTRAINDICATED FOR\n   14  HEALTH REASONS,  THE  PHYSICIAN'S,  NURSE  PRACTITIONER'S  OR  PHYSICIAN\n   15  ASSISTANT'S  DETERMINATION  SHALL  PREVAIL  AND the requirements of this\n   16  section shall be inapplicable until THE CHILD'S PHYSICIAN, NURSE PRACTI-\n   17  TIONER OR PHYSICIAN ASSISTANT FINDS such immunization  OR  IMMUNIZATIONS\n   18  is [found] OR ARE no longer [to be] detrimental to the child's health OR\n   19  IS OR ARE NO LONGER CONTRAINDICATED FOR HEALTH REASONS.\n   20    S  3. Subdivision 8 of section 2165 of the public health law, as added\n   21  by chapter 405 of the laws of 1989, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02286-01-1\n\n       A. 593                              2\n\n    1    8. [If] UPON SUBMISSION OF A WRITTEN OPINION BY any licensed physician\n    2  [or], nurse practitioner [certifies] OR PHYSICIAN ASSISTANT STATING that\n    3  THE PHYSICIAN, NURSE PRACTITIONER OR PHYSICIAN ASSISTANT  BELIEVES  such\n    4  immunization  OR IMMUNIZATIONS may be detrimental to the person's health\n    5  or  is  otherwise  [medically]  contraindicated  FOR HEALTH REASONS, THE\n    6  PHYSICIAN'S, NURSE PRACTITIONER'S OR PHYSICIAN ASSISTANT'S DETERMINATION\n    7  SHALL PREVAIL AND the requirements of this section shall be inapplicable\n    8  until THE PERSON'S PHYSICIAN, NURSE PRACTITIONER OR PHYSICIAN  ASSISTANT\n    9  FINDS such immunization OR IMMUNIZATIONS is [found] OR ARE no longer [to\n   10  be]  detrimental  to  such  person's  health  or  is  OR  ARE  no longer\n   11  [medically] contraindicated FOR HEALTH REASONS.\n   12    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the medical exemption from mandatory immunizations for students ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T150203.TXT", "SOBI.D110103.T110922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294257723690
}