{
  "year" : 2011,
  "senateBillNo" : "A594-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A594-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "reported",
    "billEventId" : "A594-2011-1294722000000-reported",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294894800000,
    "eventText" : "advanced to third reading cal.8",
    "billEventId" : "A594-2011-1294894800000-advanced+to+third+reading+cal.8",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to certain prohibitions in contracts or agreements by health maintenance organizations",
  "summary" : "Relates to certain prohibitions in contracts or agreements by health maintenance organizations; prohibits clauses which entitle reimbursement at the lowest price or rate; prohibits contracts which restrict referral of patients based solely upon a health care provider's status with a managed care product; prohibits disclosure of an enrollee's diagnosis on a prescription as a condition for authorizing coverage for payment or dispensing of a prescription; and prohibits contracts which allow for the substitution of a pharmaceutical drug or agent by any person other than the prescribing health care professional. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA726-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          594\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GOTTFRIED, DINOWITZ, ENGLEBRIGHT, GALEF, PAULIN,\n         CUSICK, PHEFFER, KAVANAGH -- Multi-Sponsored by --  M.  of  A.  AUBRY,\n         BRENNAN,  COLTON,  COOK,  CYMBROWITZ, GLICK, GUNTHER, HEASTIE, HOOPER,\n         JACOBS,  KELLNER,  LIFTON,  MAYERSOHN,  McENENY,   PERRY,   J. RIVERA,\n         P. RIVERA,  ROBINSON,  SCARBOROUGH, SWEENEY, TOWNS, WEISENBERG -- read\n         once and referred to the Committee on Health\n\n       AN ACT to amend the public health law and the insurance law, in relation\n         to certain contracts or agreements by health maintenance organizations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 7 of section 4406-c of the public health law as\n    2  added  by  chapter  705 of the laws of 1996 and as renumbered by chapter\n    3  487 of the laws of 2010, is  renumbered  subdivision  12  and  four  new\n    4  subdivisions 8, 9, 10 and 11 are added to read as follows:\n    5    8.  NO  CONTRACT  OR AGREEMENT BETWEEN A HEALTH CARE PLAN AND A HEALTH\n    6  CARE PROVIDER SHALL CONTAIN ANY CLAUSE WHICH ENTITLES SUCH  HEALTH  CARE\n    7  PLAN  TO  REIMBURSE THE HEALTH CARE PROVIDER AT THE LOWEST PRICE OR RATE\n    8  THAT SUCH HEALTH CARE PROVIDER HAS CHARGED ANOTHER PERSON OR ENTITY  FOR\n    9  RENDERING THE SAME TREATMENT OR PERFORMING THE SAME PROCEDURE.\n   10    9.  NO  HEALTH  CARE PLAN SHALL BY CONTRACT, WRITTEN POLICY OR WRITTEN\n   11  PROCEDURE PROHIBIT OR RESTRICT ANY HEALTH CARE PROVIDER FROM REFERRING A\n   12  PATIENT OR ENROLLEE TO A HEALTH CARE PROVIDER  BASED  SOLELY  UPON  SUCH\n   13  HEALTH  CARE PROVIDER'S PARTICIPATION STATUS WITH THE MANAGED CARE PROD-\n   14  UCT SUBSCRIBED TO BY THE PATIENT OR ENROLLEE.\n   15    10. NO HEALTH CARE PLAN SHALL BY CONTRACT, WRITTEN POLICY  OR  WRITTEN\n   16  PROCEDURE  REQUIRE  THE  DISCLOSURE  OF  AN  ENROLLEE'S  DIAGNOSIS  ON A\n   17  PRESCRIPTION AS A CONDITION FOR DISPENSING OF A PHARMACEUTICAL  DRUG  OR\n   18  AGENT, UNLESS OTHERWISE REQUIRED BY LAW.\n   19    11. NO HEALTH CARE PLAN SHALL BY CONTRACT, WRITTEN POLICY OR PROCEDURE\n   20  PROVIDE  FOR OR ALLOW THE SUBSTITUTION OF A PHARMACEUTICAL DRUG OR AGENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02331-01-1\n\n       A. 594                              2\n\n    1  (OTHER THAN A  GENERIC  SUBSTITUTION)  BY  ANY  PERSON  OTHER  THAN  THE\n    2  PRESCRIBING HEALTH CARE PROFESSIONAL.\n    3    S  2.  Subsections (h) and (i) of section 3217-b of the insurance law,\n    4  as relettered by chapter  237  of  the  laws  of  2009,  are  relettered\n    5  subsections  (l)  and (m) and four new subsections (h), (i), (j) and (k)\n    6  are added to read as follows:\n    7    (H) NO CONTRACT OR AGREEMENT BETWEEN AN  INSURER  AND  A  HEALTH  CARE\n    8  PROVIDER  SHALL  CONTAIN ANY CLAUSE WHICH ENTITLES SUCH INSURER TO REIM-\n    9  BURSE THE HEALTH CARE PROVIDER AT THE LOWEST PRICE  OR  RATE  THAT  SUCH\n   10  HEALTH  CARE PROVIDER HAS CHARGED ANOTHER PERSON OR ENTITY FOR RENDERING\n   11  THE SAME TREATMENT OR PERFORMING THE SAME PROCEDURE.\n   12    (I) NO INSURER SHALL BY CONTRACT, WRITTEN POLICY OR WRITTEN  PROCEDURE\n   13  PROHIBIT  OR RESTRICT ANY HEALTH CARE PROVIDER FROM REFERRING AN INSURED\n   14  TO A PHYSICIAN BASED SOLELY UPON SUCH PHYSICIAN'S  PARTICIPATION  STATUS\n   15  WITH THE INSURANCE PRODUCT SUBSCRIBED TO BY THE INSURED.\n   16    (J)  NO INSURER SHALL BY CONTRACT, WRITTEN POLICY OR WRITTEN PROCEDURE\n   17  REQUIRE THE DISCLOSURE OF AN INSURED'S DIAGNOSIS ON A PRESCRIPTION AS  A\n   18  CONDITION FOR AUTHORIZING THE COVERAGE FOR OR PAYMENT OR DISPENSING OF A\n   19  PHARMACEUTICAL DRUG OR AGENT, UNLESS OTHERWISE REQUIRED BY LAW.\n   20    (K)  NO  INSURER  WHICH MAINTAINS A DRUG FORMULARY, OR WHICH CONTRACTS\n   21  WITH ANOTHER ENTITY TO MAINTAIN A DRUG  FORMULARY,  SHALL  BY  CONTRACT,\n   22  WRITTEN  POLICY  OR PROCEDURE PROVIDE FOR OR ALLOW THE SUBSTITUTION OF A\n   23  PHARMACEUTICAL DRUG OR AGENT (OTHER THAN A GENERIC SUBSTITUTION) BY  ANY\n   24  PERSON OTHER THAN THE PRESCRIBING HEALTH CARE PROFESSIONAL.\n   25    S  3. Subsections (i) and (j) of section 4325 of the insurance law, as\n   26  relettered  by  chapter  487  of  the  laws  of  2010,  are   relettered\n   27  subsections  (m)  and (n) and four new subsections (i), (j), (k) and (l)\n   28  are added to read as follows:\n   29    (I) NO CONTRACT OR AGREEMENT BETWEEN AN  INSURER  AND  A  HEALTH  CARE\n   30  PROVIDER  SHALL  CONTAIN ANY CLAUSE WHICH ENTITLES SUCH INSURER TO REIM-\n   31  BURSE THE HEALTH CARE PROVIDER AT THE LOWEST PRICE  OR  RATE  THAT  SUCH\n   32  HEALTH  CARE PROVIDER HAS CHARGED ANOTHER PERSON OR ENTITY FOR RENDERING\n   33  THE SAME TREATMENT OR PERFORMING THE SAME PROCEDURE.\n   34    (J) NO INSURER SHALL BY CONTRACT, WRITTEN POLICY OR WRITTEN  PROCEDURE\n   35  PROHIBIT  OR RESTRICT ANY HEALTH CARE PROVIDER FROM REFERRING AN INSURED\n   36  TO A PHYSICIAN BASED SOLELY UPON SUCH PHYSICIAN'S  PARTICIPATION  STATUS\n   37  WITH THE INSURANCE PRODUCT SUBSCRIBED TO BY THE INSURED.\n   38    (K)  NO INSURER SHALL BY CONTRACT, WRITTEN POLICY OR WRITTEN PROCEDURE\n   39  REQUIRE THE DISCLOSURE OF AN INSURED'S DIAGNOSIS ON A PRESCRIPTION AS  A\n   40  CONDITION FOR AUTHORIZING THE COVERAGE FOR OR PAYMENT OR DISPENSING OF A\n   41  PHARMACEUTICAL DRUG OR AGENT, UNLESS OTHERWISE REQUIRED BY LAW.\n   42    (L)  NO  INSURER  WHICH MAINTAINS A DRUG FORMULARY, OR WHICH CONTRACTS\n   43  WITH ANOTHER ENTITY TO MAINTAIN A DRUG  FORMULARY,  SHALL  BY  CONTRACT,\n   44  WRITTEN  POLICY  OR PROCEDURE PROVIDE FOR OR ALLOW THE SUBSTITUTION OF A\n   45  PHARMACEUTICAL DRUG OR AGENT (OTHER THAN A GENERIC SUBSTITUTION) BY  ANY\n   46  PERSON OTHER THAN THE PRESCRIBING HEALTH CARE PROFESSIONAL.\n   47    S 4. This act shall take effect on the one hundred eightieth day after\n   48  it  shall have become a law, provided that the relettering of subsection\n   49  (m) of section 3217-b and the relettering of subsection (n)  of  section\n   50  4325  of  the  insurance law made by sections two and three of this act,\n   51  respectively, shall not affect the repeal of such subsections and  shall\n   52  be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the insurance law, in relation to certain contracts or agreements by health maintenance organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T150203.TXT", "SOBI.D110103.T110922.TXT", "SOBI.D110111.T123202.TXT", "SOBI.D110113.T114320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937000169
}