{
  "year" : 2011,
  "senateBillNo" : "A595-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A595-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to rights of residents of adult care facilities",
  "summary" : "Relates to rights of residents of adult care facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A9551-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          595\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GOTTFRIED, DINOWITZ -- read once and referred to\n         the Committee on Health\n\n       AN ACT to amend the social services  law,  in  relation  to  adult  care\n         facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2 of the social services law is amended  by  adding\n    2  two new subdivisions 39 and 40 to read as follows:\n    3    39.  RESIDENT  REPRESENTATIVE  MEANS  A  FAMILY MEMBER OR OTHER PERSON\n    4  DESIGNATED BY A RESIDENT OF AN ADULT HOME, ENRICHED HOUSING  PROGRAM  OR\n    5  RESIDENCE  FOR  ADULTS IN THE ADMISSIONS AGREEMENT TO ADVOCATE ON BEHALF\n    6  OF THE RESIDENT. THE ADMISSIONS AGREEMENT SHALL BE AMENDED AT  ANY  TIME\n    7  AT  THE REQUEST OF THE RESIDENT TO DESIGNATE OR CHANGE A RESIDENT REPRE-\n    8  SENTATIVE.\n    9    40. LEGAL REPRESENTATIVE MEANS A PERSON  AUTHORIZED  UNDER  APPLICABLE\n   10  LAW  TO  TAKE  CERTAIN  ACTION ON BEHALF OF A RESIDENT OF AN ADULT HOME,\n   11  ENRICHED HOUSING PROGRAM OR RESIDENCE FOR ADULTS. SUCH  LEGAL  REPRESEN-\n   12  TATIVE  MAY  INCLUDE,  BUT IS NOT LIMITED TO, LEGAL COUNSEL, A COURT-AP-\n   13  POINTED GUARDIAN, AN ATTORNEY-IN-FACT UNDER  A  POWER  OF  ATTORNEY,  AN\n   14  AGENT  UNDER  A  HEALTH  CARE PROXY OR A REPRESENTATIVE PAYEE, DEPENDING\n   15  UPON THE ACTION TO BE TAKEN.\n   16    S 2. Subdivision 3 of section 461-d of  the  social  services  law  is\n   17  amended  by  adding  three  new  paragraphs  (l), (m) and (n) to read as\n   18  follows:\n   19    (L) EVERY RESIDENT SHALL HAVE THE RIGHT TO BE FULLY INFORMED BY HIS OR\n   20  HER PHYSICIAN, OR OTHER HEALTH OR MENTAL HEALTH PROVIDER OF HIS  OR  HER\n   21  MEDICAL  CONDITION  AND  PROPOSED  MEDICATION,  TREATMENT  AND SERVICES,\n   22  UNLESS MEDICALLY CONTRAINDICATED, AND TO REFUSE MEDICATION, TREATMENT OR\n   23  SERVICES AFTER BEING FULLY INFORMED OF THE CONSEQUENCES OF SUCH ACTIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02652-01-1\n\n       A. 595                              2\n\n    1    (M) EVERY RESIDENT SHALL HAVE THE RIGHT  TO  CHOOSE  HIS  OR  HER  OWN\n    2  HEALTH  CARE  PROVIDERS FOR SERVICES NOT COVERED BY HIS OR HER ADMISSION\n    3  AGREEMENT, SUBJECT TO LIMITATIONS THAT MAY APPLY AS A RESULT OF A  RESI-\n    4  DENT'S THIRD PARTY PAYOR COVERAGE.\n    5    (N) EVERY RESIDENT SHALL HAVE THE RIGHT TO CHOOSE HIS OR HER OWN LEGAL\n    6  REPRESENTATIVE AND HIS OR HER OWN RESIDENT REPRESENTATIVE.\n    7    S 3. This act shall take effect thirty days after it shall have become\n    8  a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to adult care facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T110922.TXT", "SOBI.D110105.T150203.TXT", "SOBI.D110105.T150703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294258023774
}