{
  "year" : 2011,
  "senateBillNo" : "A596-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A596-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the MTA to renegotiate the joint service operating agreement with the state of Connecticut",
  "summary" : "Requires the MTA to renegotiate the joint service operating agreement with the State of Connecticut; eliminates the metropolitan commuter transportation tax imposed on the residents of Dutchess, Orange, Putnam and Rockland counties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A9479-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          596\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GUNTHER,  JAFFEE,  ZEBROWSKI, GALEF, CAHILL,\n         RABBITT, CALHOUN, MOLINARO -- read once and referred to the  Committee\n         on Corporations, Authorities and Commissions\n\n       AN  ACT to amend the public authorities law and the tax law, in relation\n         to requiring the metropolitan transportation authority to  renegotiate\n         the joint service operating agreement with the state of Connecticut\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature recognizes\n    2  that transit riders within the counties of Dutchess, Orange, Putnam  and\n    3  Rockland  comprise  only one percent of the combined population of these\n    4  counties; only ten percent of all Metro-North Commuter  Railroad  riders\n    5  and only two-tenths of one percent of New York city subway riders.\n    6    The  legislature  further recognizes that under chapter 25 of the laws\n    7  of 2009, these four counties have been mandated to contribute more  than\n    8  ninety million dollars in added revenues to the metropolitan transporta-\n    9  tion  authority  to  supplement  the  two  hundred  seventy-five million\n   10  dollars in county payments already being made  to  the  authority  every\n   11  year.\n   12    The  legislature acknowledges that this level of payment totaling over\n   13  three hundred sixty-five million dollars annually or close to thirty-two\n   14  thousand dollars per transit rider reflects an unfair  burden  on  resi-\n   15  dents  of these counties in which the overwhelming majority of residents\n   16  receive no transit services from the metropolitan transportation author-\n   17  ity at all.\n   18    The legislature further recognizes that twenty-six percent  of  Metro-\n   19  North  Commuter  Railroad  transit  riders are Connecticut residents who\n   20  were not asked to contribute to the metropolitan transportation authori-\n   21  ty operating deficit bailout formulated under chapter 25 of the laws  of\n   22  2009.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02327-01-1\n\n       A. 596                              2\n\n    1    It  is  not  the  intent of the legislature within this legislation to\n    2  negatively impact the level  of  revenue  flowing  to  the  metropolitan\n    3  transportation  authority.  It  is  however  the legislature's intent to\n    4  ensure fairness to the residents of the counties  of  Dutchess,  Orange,\n    5  Putnam and Rockland by eliminating the metropolitan commuter transporta-\n    6  tion  tax imposed upon the residents of these four counties; and requir-\n    7  ing the metropolitan transportation authority to renegotiate  the  joint\n    8  service  operating  agreement  between  the  authority  and the state of\n    9  Connecticut to reflect equity based on utilization.\n   10    S 2. Section 1266 of the public authorities law is amended by adding a\n   11  new subdivision 19 to read as follows:\n   12    19. THE AUTHORITY IS REQUIRED  BY  MARCH  THIRTY-FIRST,  TWO  THOUSAND\n   13  TWELVE TO:\n   14    (A)  RENEGOTIATE THE JOINT SERVICE AGREEMENT BETWEEN THE AUTHORITY AND\n   15  THE STATE OF CONNECTICUT RELATED TO THE OPERATION OF THE METRO-NORTH NEW\n   16  HAVEN LINE TO (I)  REQUIRE  CONNECTICUT  TO  SET  NEW  HAVEN  LINE  FARE\n   17  INCREASES  AT LEVELS NECESSARY TO SUSTAIN EQUIVALENT FARE LEVELS BETWEEN\n   18  NEW YORK STATE RESIDENTS RIDING THE METRO-NORTH  COMMUTER  RAILROAD  AND\n   19  CONNECTICUT  RESIDENTS  RIDING  THE  METRO-NORTH COMMUTER RAILROAD, (II)\n   20  REQUIRE THAT CONNECTICUT OPERATING DEFICIT  SUBSIDY  PAYMENTS  SHALL  BE\n   21  BASED  ON  CONNECTICUT  RESIDENT UTILIZATION OF THE METRO-NORTH COMMUTER\n   22  RAILROAD AND CONNECTICUT RESIDENT UTILIZATION OF THE NEW YORK CITY TRAN-\n   23  SIT AUTHORITY WITH SUCH SUBSIDIES TO BE DETERMINED  BY  MULTIPLYING  THE\n   24  CONNECTICUT  RESIDENT UTILIZATION PERCENTAGES FOR THE METRO-NORTH COMMU-\n   25  TER RAILROAD AND THE NEW YORK CITY TRANSIT AUTHORITY BY  THE  RESPECTIVE\n   26  BASELINE  OPERATING DEFICIT OF THESE OPERATING ENTITIES PRIOR TO SUBSIDY\n   27  ADJUSTMENTS AND PRIOR TO INCREASED REVENUES PROVIDED TO THE AUTHORITY BY\n   28  NEW YORK STATE RESIDENTS PURSUANT TO PAYMENTS MANDATED BY CHAPTER  TWEN-\n   29  TY-FIVE OF THE LAWS OF TWO THOUSAND NINE, AND (III) PROVIDE FOR RETROAC-\n   30  TIVE  LUMP  SUM  PAYMENTS  DUE  FROM THE STATE OF CONNECTICUT RELATED TO\n   31  CALENDAR YEAR TWO THOUSAND NINE; OR\n   32    (B) REDUCE SERVICES AND EXPENSES RELATED TO THE METRO-NORTH NEW  HAVEN\n   33  LINE  OPERATION  BY  AN  AMOUNT  WHICH PRODUCES RECURRING SAVINGS TO THE\n   34  AUTHORITY WHICH ARE EQUIVALENT TO THE INCREASED JOINT SERVICE  AGREEMENT\n   35  PAYMENTS  WHICH WOULD BE DETERMINED UNDER PARAGRAPH (A) OF THIS SUBDIVI-\n   36  SION.\n   37    S 3. Subsection (a) of section 800 of the tax law, as added by section\n   38  1 of part C of chapter 25 of the laws of 2009, is  amended  to  read  as\n   39  follows:\n   40    (a)  Metropolitan  commuter  transportation district. The metropolitan\n   41  commuter transportation district (\"MCTD\") means the area  of  the  state\n   42  included  in the district created and governed by section twelve hundred\n   43  sixty-two of the public authorities  law,  PROVIDED  HOWEVER,  THAT  THE\n   44  COUNTIES OF DUTCHESS, ORANGE, PUTNAM AND ROCKLAND SHALL BE EXCLUDED FROM\n   45  THIS  DISTRICT  FOR THE PURPOSES OF THIS ARTICLE AND ANY REVENUES PREVI-\n   46  OUSLY COLLECTED FROM WITHIN THESE COUNTIES SHALL BE REIMBURSED  TO  EACH\n   47  PAYOR BY MARCH THIRTY-FIRST, TWO THOUSAND TWELVE.\n   48    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law and the tax law, in relation to requiring the metropolitan transportation authority to renegotiate the joint service operating agreement with the state of Connecticut ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T110922.TXT", "SOBI.D110105.T150703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294258023778
}