{
  "year" : 2011,
  "senateBillNo" : "A597-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A597-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits smoking on platforms of the Long Island and Metro North railroads",
  "summary" : "Prohibits smoking on platforms of the Long Island and Metro North railroads. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA10500-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          597\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. JAFFEE, DINOWITZ, GABRYSZAK, CASTRO, M. MILLER,\n         WEPRIN, MAYERSOHN, MARKEY, HOOPER -- Multi-Sponsored by --  M.  of  A.\n         MAISEL, MENG, WEISENBERG -- read once and referred to the Committee on\n         Health\n\n       AN  ACT to amend the public health law, in relation to prohibiting smok-\n         ing on platforms of the Long Island and Metro North railroads\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1399-o  of  the public health law, as amended by\n    2  chapter 13 of the laws of 2003, subdivision 13 as amended by chapter 154\n    3  of the laws of 2008, is amended to read as follows:\n    4    S 1399-o. Smoking restrictions. 1. Smoking shall not be permitted  and\n    5  no person shall smoke in the following indoor areas:\n    6    [1.] A. places of employment;\n    7    [2.] B. bars;\n    8    [3.] C. food service establishments, except as provided in subdivision\n    9  six of section thirteen hundred ninety-nine-q of this article;\n   10    [4.] D. enclosed indoor areas open to the public containing a swimming\n   11  pool;\n   12    [5.] E. public means of mass transportation, including subways, under-\n   13  ground  subway  stations,  and when occupied by passengers, buses, vans,\n   14  taxicabs and limousines;\n   15    [6.] F. ticketing, boarding and waiting areas in public transportation\n   16  terminals;\n   17    [7.] G. youth centers and  facilities  for  detention  as  defined  in\n   18  sections five hundred twenty-seven-a and five hundred three of the exec-\n   19  utive law;\n   20    [8.]  H.  any facility that provides child care services as defined in\n   21  section four hundred ten-p of the social  services  law,  provided  that\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03980-01-1\n\n       A. 597                              2\n\n    1  such services provided in a private home are excluded from this subdivi-\n    2  sion when children enrolled in such day care are not present;\n    3    [9.]  I.  child  day  care centers as defined in section three hundred\n    4  ninety of the social services law and child day care centers licensed by\n    5  the city of New York;\n    6    [10.] J. group homes for children as defined in section three  hundred\n    7  seventy-one of the social services law;\n    8    [11.]  K. public institutions for children as defined in section three\n    9  hundred seventy-one of the social services law;\n   10    [12.] L. residential treatment facilities for children  and  youth  as\n   11  defined in section 1.03 of the mental hygiene law;\n   12    [13.]  M.  all  public  and  private  colleges, universities and other\n   13  educational and vocational institutions,  including  dormitories,  resi-\n   14  dence  halls,  and  other group residential facilities that are owned or\n   15  operated by such colleges, universities and other educational and  voca-\n   16  tional  institutions,  except that these restrictions shall not apply in\n   17  any off-campus residential unit occupied by a person who is not enrolled\n   18  as an undergraduate student in such college, university or other  educa-\n   19  tional or vocational institution;\n   20    [14.]  N.  general hospitals and residential health care facilities as\n   21  defined in article twenty-eight of this chapter, and other  health  care\n   22  facilities  licensed  by  the  state  in which persons reside; provided,\n   23  however, that the provisions of  this  subdivision  shall  not  prohibit\n   24  smoking  by  patients  in  separate enclosed rooms of residential health\n   25  care facilities, adult care facilities established  or  certified  under\n   26  title  two of article seven of the social services law, community mental\n   27  health residences established under section 41.44 of the mental  hygiene\n   28  law,  or facilities where day treatment programs are provided, which are\n   29  designated as smoking rooms for patients of such facilities or programs;\n   30    [15.] O. commercial establishments used for the purpose of carrying on\n   31  or exercising any trade, profession, vocation or charitable activity;\n   32    [16.] P. indoor arenas;\n   33    [17.] Q. zoos; and\n   34    [18.] R. bingo facilities.\n   35    2. SMOKING SHALL NOT BE PERMITTED AND NO PERSON  SHALL  SMOKE  IN  THE\n   36  FOLLOWING  OUTDOOR  AREAS:  TICKETING,  BOARDING  OR  PLATFORM AREA OF A\n   37  TRANSPORTATION TERMINAL OF THE LONG ISLAND RAIL ROAD OR THE METRO  NORTH\n   38  RAILROAD.\n   39    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting smoking on platforms of the Long Island and Metro North railroads ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T110922.TXT", "SOBI.D110126.T125255.TXT", "SOBI.D110105.T150703.TXT", "SOBI.D110126.T125755.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296064675233
}