{
  "year" : 2011,
  "senateBillNo" : "A598-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A598-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to out-of-state clinical laboratory practitioners",
  "summary" : "Relates to out-of-state clinical laboratory practitioners. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AC7913-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          598\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  JAFFEE,  LUPARDO, LANCMAN, BURLING, BOYLAND,\n         GUNTHER,  SCHROEDER  --  Multi-Sponsored  by  --  M.  of  A.  CALHOUN,\n         JEFFRIES,  P. LOPEZ,  PHEFFER, WEISENBERG -- read once and referred to\n         the Committee on Higher Education\n\n       AN ACT to amend the education law and the public health law, in relation\n         to out-of-state clinical laboratory practitioners\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  8607 of the education law is amended by adding a\n    2  new subdivision 4 to read as follows:\n    3    4. PURSUANT TO SUBDIVISION NINE OF SECTION FIVE HUNDRED SEVENTY-SIX OF\n    4  THE PUBLIC HEALTH LAW, THE COMMISSIONER SHALL CONSULT WITH  THE  COMMIS-\n    5  SIONER  OF HEALTH ON (A) THE ESTABLISHMENT OF STANDARDS OF EDUCATION FOR\n    6  OUT-OF-STATE CLINICAL  LABORATORY  PRACTITIONERS,  AND  (B)  DETERMINING\n    7  WHETHER  THE  EDUCATIONAL  COMPONENTS  OF OTHER JURISDICTIONS' PERSONNEL\n    8  LICENSING  PROGRAMS  ARE  SIGNIFICANTLY  COMPARABLE  TO  THE   EDUCATION\n    9  REQUIREMENTS  ESTABLISHED BY THE DEPARTMENT IN PARAGRAPH (B) OF SUBDIVI-\n   10  SION ONE OF SECTION EIGHTY-SIX HUNDRED FIVE, PARAGRAPH (B)  OF  SUBDIVI-\n   11  SION  TWO OF SECTION EIGHTY-SIX HUNDRED FIVE, SUBDIVISION TWO OF SECTION\n   12  EIGHTY-SIX HUNDRED  SIX,  AND  SUBDIVISION  TWO  OF  SECTION  EIGHTY-SIX\n   13  HUNDRED SIX-A OF THIS ARTICLE.\n   14    S  2.  Section 576 of the public health law is amended by adding a new\n   15  subdivision 9 to read as follows:\n   16    9. BY JULY FIRST, TWO THOUSAND  TWELVE,  THE  DEPARTMENT  SHALL  ADOPT\n   17  REGULATIONS  THAT ESTABLISH QUALIFICATIONS FOR CLINICAL LABORATORY PRAC-\n   18  TITIONERS PRACTICING IN OUT-OF-STATE LABORATORIES  LICENSED  UNDER  THIS\n   19  ARTICLE  THAT ARE SUBSTANTIALLY EQUIVALENT TO QUALIFICATIONS ESTABLISHED\n   20  BY THE EDUCATION DEPARTMENT, INCLUDING THE REQUIREMENT FOR  AN  EXAMINA-\n   21  TION  ISSUED BY A RECOGNIZED ACCREDITING ORGANIZATION THAT IS SIMILAR TO\n   22  THOSE EXAMS ADMINISTERED BY THE EDUCATION DEPARTMENT UNDER  ARTICLE  ONE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03989-01-1\n\n       A. 598                              2\n\n    1  HUNDRED  SIXTY-FIVE  OF  THE  EDUCATION  LAW.   IN CONSULTATION WITH THE\n    2  EDUCATION DEPARTMENT, THE DEPARTMENT SHALL (A)  ESTABLISH  STANDARDS  OF\n    3  EDUCATION  FOR  OUT-OF-STATE  CLINICAL LABORATORY PRACTITIONERS, AND (B)\n    4  DETERMINE  WHETHER  THE  EDUCATIONAL  COMPONENTS OF OTHER JURISDICTIONS'\n    5  PERSONNEL LICENSING PROGRAMS ARE SIGNIFICANTLY COMPARABLE TO THE  EDUCA-\n    6  TIONAL  REQUIREMENTS  IN  SECTIONS  EIGHTY-SIX  HUNDRED FIVE, EIGHTY-SIX\n    7  HUNDRED SIX, AND EIGHTY-SIX HUNDRED SIX-A OF THE EDUCATION LAW.\n    8    S 3. The opening paragraph of subdivision 2  of  section  575  of  the\n    9  public health law is designated paragraph (a) and a new paragraph (b) is\n   10  added to read as follows:\n   11    (B)  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW TO THE CONTRARY, THE\n   12  COMMISSIONER SHALL REQUIRE AN ATTESTATION FROM THE DIRECTOR OF  A  CLIN-\n   13  ICAL  LABORATORY LOCATED OUTSIDE OF NEW YORK STATE AND LICENSED OR SEEK-\n   14  ING LICENSURE UNDER THIS TITLE, THAT ALL CLINICAL LABORATORY PRACTITION-\n   15  ERS, AS DEFINED IN SECTION EIGHTY-SIX HUNDRED ONE OF THE EDUCATION  LAW,\n   16  PRACTICING CLINICAL LABORATORY TECHNOLOGY ON OR INVOLVING NEW YORK STATE\n   17  SPECIMENS,  UNLESS  EXEMPT  FROM  LICENSURE OR CERTIFICATION PURSUANT TO\n   18  SECTION EIGHTY-SIX HUNDRED NINE OF THE EDUCATION LAW, WHO  DO  NOT  HOLD\n   19  THE  APPROPRIATE VALID LICENSE, PERMIT OR CERTIFICATE ISSUED PURSUANT TO\n   20  ARTICLE ONE HUNDRED SIXTY-FIVE OF THE EDUCATION LAW, MEET THE  STANDARDS\n   21  AND REQUIREMENTS ESTABLISHED IN SUBDIVISION NINE OF SECTION FIVE HUNDRED\n   22  SEVENTY-SIX  OF  THIS  TITLE.  RECORDS OF ON-SITE REVIEWS OF CREDENTIALS\n   23  WILL BE MAINTAINED BY BOTH THE LABORATORY AND THE DEPARTMENT.\n   24    S 4. This act shall take effect on the one hundred eightieth day after\n   25  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the public health law, in relation to out-of-state clinical laboratory practitioners ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T110922.TXT", "SOBI.D110105.T150703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294258023786
}