{
  "year" : 2011,
  "senateBillNo" : "A599-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A599-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the technology commercialization partnership program and removes the incentive program from the research development program",
  "summary" : "Creates the technology commercialization partnership program and removes the incentive program from the research development program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA9469-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          599\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAGNARELLI, LUPARDO, GABRYSZAK, MILLMAN, CAHILL,\n         GUNTHER, CASTRO, WRIGHT, MORELLE, DESTITO -- Multi-Sponsored by --  M.\n         of  A.  BOYLAND, GIBSON, MAGEE, REILLY, SCHIMEL, SCHIMMINGER, SWEENEY,\n         THIELE, WEISENBERG -- read once  and  referred  to  the  Committee  on\n         Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend  the public authorities law and the executive law, in\n         relation to  creating  the  technology  commercialization  partnership\n         program  and removing the incentive program from the research develop-\n         ment program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 3154-a to read as follows:\n    3    S 3154-A. TECHNOLOGY COMMERCIALIZATION PARTNERSHIP PROGRAM.  1.    THE\n    4  TECHNOLOGY COMMERCIALIZATION PARTNERSHIP PROGRAM IS HEREBY CREATED WITH-\n    5  IN  THE  FOUNDATION  FOR  SCIENCE,  TECHNOLOGY  AND  INNOVATION  FOR THE\n    6  PURPOSES OF ASSISTING IN THE COLLABORATION BETWEEN PRIVATE SECTOR COMPA-\n    7  NIES AND THE STATE'S ACADEMIC  RESEARCH  INSTITUTIONS  TO  COMMERCIALIZE\n    8  TECHNOLOGIES IN NEW YORK.\n    9    2.  FUNDS APPROPRIATED FOR THIS PROGRAM SHALL BE MADE AVAILABLE BY THE\n   10  FOUNDATION PURSUANT TO A COMPETITIVE REQUEST  FOR  PROPOSAL  PROCESS  TO\n   11  TECHNOLOGY  COMMERCIALIZATION  PARTNERSHIPS CONSISTING OF NEW YORK STATE\n   12  ACADEMIC RESEARCH INSTITUTIONS, INCLUDING BUT NOT LIMITED  TO  UNIVERSI-\n   13  TIES,  CENTERS  FOR  ADVANCED  TECHNOLOGY, AND CENTERS OF EXCELLENCE, IN\n   14  COLLABORATION WITH TECHNOLOGY-BASED ECONOMIC DEVELOPMENT ORGANIZATIONS.\n   15    (A) THE FOUNDATION SHALL DESIGNATE TECHNOLOGY COMMERCIALIZATION  PART-\n   16  NERSHIPS BASED ON THE FOLLOWING CRITERIA:\n   17    (I) EXPERIENCE IN EVALUATING THE POTENTIAL OF A COMMERCIALIZED PRODUCT\n   18  OR  PROCESS  AND IN WORKING COLLABORATIVELY WITH RELEVANT PARTIES IN THE\n   19  LAB TO MARKET CONTINUUM;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03283-01-1\n\n       A. 599                              2\n\n    1    (II) A PROVEN TRACK RECORD IN BRINGING TECHNOLOGIES TO MARKET;\n    2    (III)  EXISTING  CAPACITY  TO  COMPLETE THE NECESSARY DUE DILIGENCE IN\n    3  REVIEWING REQUESTS FOR AWARDS; AND\n    4    (IV) A  WELL-ESTABLISHED  PROCESS  TO  BE  USED  IN  EVALUATING  AWARD\n    5  PROPOSALS AND ADMINISTERING THE AWARD.\n    6    (B)  THE  FOUNDATION SHALL MAKE GRANTS TO TECHNOLOGY COMMERCIALIZATION\n    7  PARTNERSHIPS IN AMOUNTS BETWEEN FIVE HUNDRED THOUSAND  AND  ONE  MILLION\n    8  DOLLARS.   EACH SUCH PARTNERSHIP SHALL MATCH SUCH GRANTS ON A ONE-TO-ONE\n    9  BASIS. ELIGIBLE MATCHING FUNDS SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   10    (I) COMPANY CASH;\n   11    (II) FEDERAL FUNDS;\n   12    (III) APPLICANT SUPPORT INCLUDING SALARIES AND  FRINGE  BENEFIT  COSTS\n   13  PAID BY THE APPLICANT; AND\n   14    (IV) THE FAIR MARKET VALUE OF NEW OR PRE-OWNED DONATED EQUIPMENT.\n   15    (C) EACH TECHNOLOGY COMMERCIALIZATION PARTNERSHIP SHALL MAKE TECHNOLO-\n   16  GY  COMMERCIALIZATION  AWARDS  ON A COMPETITIVE BASIS FOR THE PURPOSE OF\n   17  ASSISTING THE DEVELOPMENT OF COMMERCIALLY PROMISING RESEARCH DISCOVERIES\n   18  IN NEW YORK STATE TO THE FOLLOWING:\n   19    (I) RESEARCHERS AT NEW YORK STATE ACADEMIC RESEARCH INSTITUTIONS WORK-\n   20  ING IN COLLABORATION WITH A PRIVATE SECTOR ENTITY  FOR  THE  PURPOSE  OF\n   21  COMMERCIALIZING THE RESEARCH;\n   22    (II)  ENTREPRENEURS  SEEKING  ASSISTANCE  FROM NEW YORK STATE ACADEMIC\n   23  RESEARCH INSTITUTIONS; AND\n   24    (III) EXISTING COMPANIES WITH FEWER THAN TWO HUNDRED  FIFTY  EMPLOYEES\n   25  WORKING  WITH  RESEARCHERS  AT  NEW  YORK STATE ACADEMIC RESEARCH INSTI-\n   26  TUTIONS.\n   27    3. (A) TECHNOLOGY COMMERCIALIZATION PARTNERSHIP FUNDS  SHALL  BE  USED\n   28  FOR THE FOLLOWING PURPOSES:\n   29    (I) TESTING;\n   30    (II) PROTOTYPING;\n   31    (III) DESIGNING;\n   32    (IV)  INCORPORATION,  PATENT  AND  LICENSE-RELATED AND MARKET RESEARCH\n   33  EXPENSES;\n   34    (V) MATERIALS, FIXTURES, AND/OR SUPPLIES NECESSARY FOR THE PROJECT;\n   35    (VI) LABORATORY EQUIPMENT;\n   36    (VII) COMPENSATION OF  FACULTY  AND  STAFF  DIRECTLY  WORKING  ON  THE\n   37  PROJECT;\n   38    (VIII)  COMPENSATION  OF  GRADUATE AND UNDERGRADUATE STUDENTS DIRECTLY\n   39  WORKING ON THE PROJECT;\n   40    (IX) TRAVEL DIRECTLY RELATED TO THE PROJECT;\n   41    (X) SERVICES SUBCONTRACTED TO PARTNER ORGANIZATIONS OR OTHER ENTITIES;\n   42  AND\n   43    (XI) OTHER COSTS AS DETERMINED BY THE FOUNDATION BOARD THAT ARE  ASSO-\n   44  CIATED WITH ADVANCING RESEARCH DISCOVERIES INTO MARKETABLE TECHNOLOGIES,\n   45  PRODUCTS  OR  PROCESSES TO BE COMMERCIALIZED OR MANUFACTURED IN NEW YORK\n   46  STATE.\n   47    (B) TECHNOLOGY COMMERCIALIZATION PARTNERSHIP FUNDS MAY NOT BE UTILIZED\n   48  FOR RENT OR LEASE EXPENSES, TELECOMMUNICATIONS, UTILITY, MARKETING COSTS\n   49  OR CAPITAL CONSTRUCTION.\n   50    (C) ALL EQUIPMENT PURCHASES MADE PURSUANT TO  PARAGRAPH  (A)  OF  THIS\n   51  SUBDIVISION SHALL REMAIN THE PROPERTY OF THE RESEARCH INSTITUTION.\n   52    (D)  TECHNOLOGY  COMMERCIALIZATION PARTNERSHIP AWARDS SHALL NOT EXCEED\n   53  ONE HUNDRED THOUSAND DOLLARS.\n   54    4. NO LATER THAN AUGUST FIRST, TWO THOUSAND ELEVEN, AND ANNUALLY THER-\n   55  EAFTER, THE FOUNDATION SHALL ISSUE A REQUEST FOR PROPOSALS FOR TECHNOLO-\n   56  GY COMMERCIALIZATION PARTNERSHIP GRANTS AND THE CRITERIA  THAT  WILL  BE\n\n       A. 599                              3\n\n    1  USED  TO  EVALUATE  SUCH  PROPOSALS INCLUDING, BUT NOT LIMITED TO, THOSE\n    2  LISTED IN SUBDIVISION TWO OF THIS SECTION FOR USE OF TECHNOLOGY  COMMER-\n    3  CIALIZATION PARTNERSHIP FUNDS.\n    4    (A)  THE  FOUNDATION  SHALL GIVE PREFERENCE TO THOSE APPLICATIONS THAT\n    5  DEMONSTRATE COLLABORATION AMONG NEW YORK STATE ACADEMIC RESEARCH  INSTI-\n    6  TUTIONS,  THE  PRIVATE  SECTOR,  ECONOMIC  DEVELOPMENT ORGANIZATIONS AND\n    7  WORKFORCE DEVELOPMENT PROGRAMS WITHIN A REGION OF  THE  STATE  AND  THAT\n    8  SHOW  THE  GREATER  POTENTIAL  FOR  COMMERCIAL  SUCCESS AND EVENTUAL JOB\n    9  CREATION IN NEW YORK STATE.\n   10    (B) GRANTS SHALL BE MADE BY THE FOUNDATION WITHIN NINETY DAYS  FOLLOW-\n   11  ING THE ISSUANCE OF THE REQUEST FOR PROPOSALS.\n   12    5.  (A) EACH DESIGNATED TECHNOLOGY COMMERCIALIZATION PARTNERSHIP SHALL\n   13  REPORT, ON OR BEFORE DECEMBER FIRST, TWO THOUSAND  TWELVE  AND  ANNUALLY\n   14  THEREAFTER, TO THE FOUNDATION. SUCH REPORT SHALL INCLUDE:\n   15    (I)  THE  NAME  AND  INSTITUTIONAL  OR BUSINESS LOCATION OF EACH GRANT\n   16  RECIPIENT AND THE AMOUNT AWARDED;\n   17    (II) A SHORT DESCRIPTION OF THE PRODUCT OR  TECHNOLOGY  BEING  COMMER-\n   18  CIALIZED;\n   19    (III) INFORMATION ON ANY INSTITUTIONAL COLLABORATION;\n   20    (IV)  INFORMATION ON THE PROJECTED ECONOMIC IMPACT, INCLUDING ANY JOBS\n   21  CREATED OR PROJECTED TO BE CREATED OR RETAINED; AND\n   22    (V) SUCH OTHER INFORMATION AS THE FOUNDATION DEEMS NECESSARY.\n   23    (B) THE FOUNDATION SHALL SUBMIT TO THE GOVERNOR AND THE LEGISLATURE  A\n   24  SUMMARY AND EVALUATION OF THE REPORTS SUBMITTED TO THE FOUNDATION PURSU-\n   25  ANT  TO  THIS  SUBDIVISION  AND  AN EVALUATION OF THE PERFORMANCE OF THE\n   26  TECHNOLOGY COMMERCIALIZATION PARTNERSHIP PROGRAM ON OR  BEFORE  FEBRUARY\n   27  FIRST, TWO THOUSAND TWELVE.\n   28    S  2.  Section  209-p of the executive law, as added by chapter 624 of\n   29  the laws of 1999, paragraph (c) of subdivision 2 and subdivisions 3,  4,\n   30  5  and  6  as  amended by chapter 342 of the laws of 2008, is amended to\n   31  read as follows:\n   32    S 209-p. Research development program. 1. There is hereby  established\n   33  the research development program. The program shall include but need not\n   34  be  limited  to:  the  faculty  development  program,  capital  facility\n   35  program, [incentive program,] and centers for advanced technology devel-\n   36  opment program.\n   37    2. The office shall provide no later than March first, two thousand, a\n   38  strategic plan to the governor, the temporary president  of  the  senate\n   39  and the speaker of the assembly which shall:\n   40    (a)  establish  criteria  for  the  awarding  of  funds made available\n   41  through the research development program; all awards shall be made on  a\n   42  competitive basis;\n   43    (b)  provide a schedule for issuance of requests for proposals for the\n   44  research development program awards;\n   45    (c) provide a schedule for completion of review of proposals submitted\n   46  by institutions of higher education and  research  institutions  to  the\n   47  office; AND\n   48    (d)  provide  procedures  for the issuance of awards from the research\n   49  development program.\n   50    3. The faculty development program is hereby created to assist  insti-\n   51  tutions of higher education and research institutions with the retention\n   52  and recruitment of research faculty. Funds appropriated for this program\n   53  shall  be  administered by the office pursuant to request for proposals.\n   54  Consideration for the allocation of awards shall be given to all  insti-\n   55  tutions  of  higher education and research institutions within the state\n   56  provided such institutions demonstrate to the satisfaction of the  advi-\n\n       A. 599                              4\n\n    1  sory council a specific need for such funds and the manner in which such\n    2  award  for  the  recruitment  and  retention  of  research faculty would\n    3  enhance the research capabilities and  reputation  of  the  institution.\n    4  Criteria for such awards shall include, but not be limited to, the abil-\n    5  ity of the faculty member to leverage and attract federal funds, venture\n    6  capital  and  private industry funds, and the willingness of the faculty\n    7  member to pursue entrepreneurial enterprises resulting in  new  business\n    8  or  the  expansion  of  existing business in New York state.  The office\n    9  shall promulgate rules and regulations to establish:\n   10    (a) the duration of grants for faculty awards;\n   11    (b) matching funds required from  the  academic  and  research  insti-\n   12  tutions;\n   13    (c)  a  schedule  for  an  annual reduction of the faculty development\n   14  award, and a corresponding increase  in  the  matching  funds  from  the\n   15  academic or research institution; and\n   16    (d) other rules and regulations deemed necessary by the office for the\n   17  administration of this program.\n   18    4.  (a)  The  capital facility program shall provide financing for the\n   19  design, acquisition,  construction,  reconstruction,  rehabilitation  or\n   20  improvement of research and development facilities, including equipment.\n   21  Funds appropriated or reappropriated for the capital facility program by\n   22  chapter  six hundred twenty-four of the laws of nineteen hundred ninety-\n   23  nine shall be awarded to no more than six primary host institutions.\n   24    (b) Criteria for the issuance of awards by the advisory council  shall\n   25  include  but  need  not  be  limited  to the following: potential future\n   26  growth and economic  impact  within  New  York  state  of  the  proposed\n   27  research  to  be  undertaken  at such facilities, available expertise at\n   28  such campus in the scientific discipline designated for the  center  for\n   29  advanced  technology  and/or  the center's host campus, an evaluation of\n   30  the ability of the proposed research to be undertaken at such facilities\n   31  to aid existing business and to create new business in New  York  state,\n   32  and  the  ability of the proposal to leverage and attract federal funds,\n   33  venture capital and private industry funds.\n   34    [(d)] (C) The capital facility program shall  also  provide  financing\n   35  for  the reconstruction, rehabilitation or improvement of existing labo-\n   36  ratory facilities. Funds available pursuant to this subdivision shall be\n   37  available for research facilities at all institutions of  higher  educa-\n   38  tion and research institutions in New York state.\n   39    [(e)]  (D)  The  office  and the city university construction fund may\n   40  contract for the construction fund to design, construct, acquire, recon-\n   41  struct, rehabilitate and improve research and development facilities for\n   42  those primary host institutions which are senior colleges  of  the  city\n   43  university of New York.\n   44    5.  [An  incentive  program  is  hereby  created to provide additional\n   45  assistance to technology transfer activities at institutions  of  higher\n   46  education  and  research  institutions  in the state of New York for the\n   47  purpose of encouraging technology transfer from institutions  of  higher\n   48  education and research institutions to businesses and for commercializa-\n   49  tion within New York state. Funds appropriated for this program shall be\n   50  available for personal service expenses to enhance the technology trans-\n   51  fer  abilities  of  higher  education and research institutions to busi-\n   52  nesses within New York state including but not limited to patent  appli-\n   53  cations,  the  creation of business and marketing plans, venture capital\n   54  conferences and non-capital costs associated  with  the  development  of\n   55  real  property owned by such institution of higher education or research\n   56  institution for research and development purposes.  Funds awarded  under\n\n       A. 599                              5\n\n    1  the  incentive program shall not exceed fifty percent of the cost of the\n    2  purpose for which such funds shall be applied.\n    3    6.]  A  center  for advanced technology development program is created\n    4  whereby funds shall be awarded to centers for  advanced  technology  for\n    5  the  purpose  of enhancing and expanding the existing role of the center\n    6  in the area for which it  is  designated.  Funds  appropriated  for  the\n    7  development  program shall be awarded to such centers for advanced tech-\n    8  nology. Criteria for the issuance of awards shall be established by  the\n    9  office  and shall include but need not be limited to the economic devel-\n   10  opment potential of the research undertaken at such center for  advanced\n   11  technology,  funding  leveraged  from  other  sources  including private\n   12  interests and the federal government, potential of revenues accruing  to\n   13  the  institution  of  higher  education or research institution from the\n   14  licensing of the products  of  research  conducted  at  such  center  of\n   15  advanced  technology  and  the  interaction  of such center with private\n   16  industry.\n   17    S 3. Subdivision 4 of section 209 of the executive law,  as  added  by\n   18  chapter 624 of the laws of 1999, is amended to read as follows:\n   19    4.  \"Research  development program\" shall mean the program established\n   20  by section two hundred nine-p of this article to encourage  and  enhance\n   21  the  economic  development  role  of  academic  institutions in New York\n   22  state.  Such program shall include, but not be limited to,  the  faculty\n   23  development  program,  the  capital  facilities  program, [the incentive\n   24  program,] and the centers for advanced technology development program.\n   25    S 4. Notwithstanding any other law to the contrary, any appropriations\n   26  from the general fund to the New  York  state  foundation  for  science,\n   27  technology  and  innovation  board's  local  assistance  account for the\n   28  incentive program part of the research development program,  established\n   29  pursuant  to  section  209-p  of  the  executive law, that have not been\n   30  expended or committed shall be made available for the  purposes  of  the\n   31  technology commercialization partnership program.\n   32    S  5.  This  act  shall take effect on the sixtieth day after it shall\n   33  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law and the executive law, in relation to creating the technology commercialization partnership program and removing the incentive program from the research development program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T150203.TXT", "SOBI.D110103.T110922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294257723687
}