{
  "year" : 2011,
  "senateBillNo" : "A60-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A60-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies the scope of protections against discrimination on the basis of disability",
  "summary" : "Clarifies the scope of protections against discrimination on the basis of disability under the New York state human rights law in the areas of employment, public accommodations and government services to be consistent with the federal Americans with Disabilities Act and the current policies and practices of the division of human rights. ",
  "currentCommittee" : null,
  "sameAs" : "S1646",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A574-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          60\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL, GLICK, PAULIN, CUSICK, KELLNER -- Multi-\n         Sponsored by -- M. of A. BOYLAND, DINOWITZ, GALEF, GOTTFRIED, HEASTIE,\n         LIFTON,  LUPARDO,  McENENY,  ORTIZ,  PHEFFER,  ROSENTHAL,  WEISENBERG,\n         WRIGHT  --  read  once  and  referred to the Committee on Governmental\n         Operations\n\n       AN ACT to amend the executive law, in relation to clarifying  the  scope\n         of  protections  against  discrimination on the basis of disability in\n         the area of government services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent. With the enactment of chapter 988 of\n    2  the laws of 1974, the legislature began to extend to people  with  disa-\n    3  bilities  guarantees  that  such  individuals would not be discriminated\n    4  against on the basis of their disability in employment,  use  of  public\n    5  accommodations  and  in  a  broad  range  of  other areas and activities\n    6  subject to the requirements of the human rights provisions of the execu-\n    7  tive law.  The federal Americans with Disabilities Act, enacted in 1990,\n    8  has extended similar protections throughout the nation.   While  current\n    9  state  requirements are consistent with those adopted by the Congress in\n   10  the Americans with Disabilities  Act,  the  federal  statute  explicitly\n   11  includes  a number of requirements which are implicit in state law.  The\n   12  legislature adopts this measure to reiterate this state's commitment  to\n   13  assuring  people with disabilities full access under state law to all of\n   14  the rights and remedies to which they are entitled under  the  Americans\n   15  with Disabilities Act, consistent with current policies and practices of\n   16  the  state  division of human rights, and to continue New York's preemi-\n   17  nent role as a leader in guaranteeing equal rights and opportunities  to\n   18  all of its citizens.\n   19    S  2.  Section  292  of  the  executive law is amended by adding a new\n   20  subdivision 35 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01081-01-1\n\n       A. 60                               2\n\n    1    35. THE TERM \"PUBLIC ENTITY\" MEANS THE STATE OR ANY POLITICAL SUBDIVI-\n    2  SION THEREOF AND ANY DEPARTMENT, AGENCY,  SPECIAL  PURPOSE  DISTRICT  OR\n    3  OTHER INSTRUMENTALITY OF THE STATE OR LOCAL GOVERNMENT.\n    4    S  3.  Section  296  of the executive law is amended by adding two new\n    5  subdivisions 3-c and 3-d to read as follows:\n    6    3-C. IT SHALL BE AN UNLAWFUL DISCRIMINATORY PRACTICE  FOR  ANY  PUBLIC\n    7  ENTITY  TO  EXCLUDE  A  PERSON WITH A DISABILITY WHO MEETS THE ESSENTIAL\n    8  ELIGIBILITY REQUIREMENTS FROM PARTICIPATION IN OR DENY SUCH  PERSON  THE\n    9  BENEFITS  OF SERVICES, PROGRAMS, OR ACTIVITIES OF A PUBLIC ENTITY SOLELY\n   10  BY REASON OF SUCH DISABILITY OR TO SUBJECT SUCH PERSON WITH A DISABILITY\n   11  TO DISCRIMINATION BY ANY SUCH ENTITY.\n   12    3-D. IT SHALL BE AN UNLAWFUL  DISCRIMINATORY  PRACTICE  FOR  A  PUBLIC\n   13  ENTITY TO REFUSE TO MAKE REASONABLE MODIFICATIONS TO RULES, POLICIES, OR\n   14  PRACTICES,  TO  REFUSE TO REMOVE ARCHITECTURAL, COMMUNICATION, OR TRANS-\n   15  PORTATION BARRIERS, OR TO REFUSE TO PROVIDE AUXILIARY AIDS AND SERVICES,\n   16  INCLUDING BUT NOT LIMITED TO SUPPORT SERVICES FOR PEOPLE  WITH  IMPAIRED\n   17  HEARING  OR  VISION  AND  ACQUISITION  OR  MODIFICATION  OF EQUIPMENT OR\n   18  DEVICES, TO A PERSON WITH A DISABILITY WHO MEETS THE ESSENTIAL ELIGIBIL-\n   19  ITY REQUIREMENTS WHICH WILL ALLOW SUCH AN INDIVIDUAL TO RECEIVE SERVICES\n   20  OR PARTICIPATE IN PROGRAMS OR ACTIVITIES PROVIDED BY A PUBLIC ENTITY  IN\n   21  THE MOST INTEGRATED MANNER POSSIBLE.\n   22    S  4. This act shall take effect on the first of January next succeed-\n   23  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to clarifying the scope of protections against discrimination on the basis of disability in the area of government services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105412.TXT", "SOBI.D110111.T104651.TXT", "SOBI.D101217.T092924.TXT", "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101217.T093428.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294760811133
}