{
  "year" : 2011,
  "senateBillNo" : "A600-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A600-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "reported referred to codes",
    "billEventId" : "A600-2011-1295413200000-reported+referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes mandatory reporting of alleged incidents of abuse, mistreatment or neglect of residents in adult care facilities",
  "summary" : "Establishes mandatory reporting by certain professional or official persons who come into contact with residents of assisted living and adult care facilities who may be abused, mistreated or neglected; provides reporting procedures and grants immunity for such reporting; provides civil penalties for committing acts of abuse, mistreatment or neglect or failure to report such alleged acts committed by others. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A668-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          600\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MAGNARELLI, PEOPLES-STOKES, GUNTHER, JAFFEE,\n         LUPARDO, HOOPER, KAVANAGH, CUSICK, TITONE, KELLNER, COLTON  --  Multi-\n         Sponsored  by  --  M. of A.   CLARK, HEVESI, LANCMAN, V. LOPEZ, MAGEE,\n         McENENY, MILLMAN, PHEFFER, REILICH -- read once and  referred  to  the\n         Committee on Health\n\n       AN  ACT  to  amend  the  social  services  law and the education law, in\n         relation to the mandatory reporting of abuse in assisted living facil-\n         ities and adult care facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The social services law is amended by adding a new section\n    2  461-n to read as follows:\n    3    S  461-N.  REPORTING  ABUSES  OF PERSONS RECEIVING CARE OR SERVICES IN\n    4  ADULT CARE FACILITIES.  1. UNLESS OTHERWISE INDICATED, WHEN USED IN THIS\n    5  SECTION, THE TERM \"COMMISSIONER\" SHALL MEAN THE COMMISSIONER OF  HEALTH,\n    6  AND THE TERM \"DEPARTMENT\" SHALL MEAN THE DEPARTMENT OF HEALTH.\n    7    2.  ANY  CORONER  OR MEDICAL EXAMINER OR ANY ASSISTED LIVING OPERATOR,\n    8  PHYSICIAN, MEDICAL EXAMINER, CORONER,  PHYSICIAN'S  ASSOCIATE,  SPECIAL-\n    9  IST'S  ASSISTANT,  OSTEOPATH,  CHIROPRACTOR, PHYSICAL THERAPIST, OCCUPA-\n   10  TIONAL THERAPIST,  REGISTERED  PROFESSIONAL  NURSE,  LICENSED  PRACTICAL\n   11  NURSE,   DENTIST,  PODIATRIST,  OPTOMETRIST,  PHARMACIST,  PSYCHOLOGIST,\n   12  LICENSED MASTER SOCIAL WORKER, LICENSED CLINICAL SOCIAL  WORKER,  SPEECH\n   13  PATHOLOGIST  AND  AUDIOLOGIST  IS  REQUIRED TO REPORT IN ACCORDANCE WITH\n   14  THIS SECTION WHEN:  (A) HE OR SHE HAS REASONABLE CAUSE TO BELIEVE THAT A\n   15  PERSON RECEIVING CARE OR SERVICES IN AN ADULT  CARE  FACILITY  HAS  BEEN\n   16  PHYSICALLY  ABUSED,  MISTREATED OR NEGLECTED BY ANY OPERATOR OR EMPLOYEE\n   17  OF SUCH FACILITY; ANY PERSON WHO IS UNDER CONTRACT, OR  AN  EMPLOYEE  OF\n   18  ANY  CORPORATION,  PARTNERSHIP,  ORGANIZATION  OR OTHER ENTITY WHICH, IS\n   19  UNDER CONTRACT TO PROVIDE PATIENT CARE SERVICES IN SUCH FACILITY; OR (B)\n   20  AN ALLEGED VICTIM OF PHYSICAL ABUSE, MISTREATMENT OR NEGLECT BY A FAMILY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03268-01-1\n\n       A. 600                              2\n\n    1  MEMBER OR PERSON WHO IS NOT REFERRED TO IN PARAGRAPH (A) OF THIS  SUBDI-\n    2  VISION, HAS REQUESTED OR CONSENTED THAT IT BE REPORTED.\n    3    3.  IN ADDITION TO THOSE PERSONS REQUIRED TO REPORT SUSPECTED PHYSICAL\n    4  ABUSE, MISTREATMENT OR NEGLECT OF PERSONS RECEIVING CARE OR SERVICES  IN\n    5  ADULT  CARE FACILITIES, ANY OTHER PERSON MAY MAKE SUCH A REPORT IF HE OR\n    6  SHE HAS REASONABLE CAUSE TO BELIEVE THAT  A  PERSON  RECEIVING  CARE  OR\n    7  SERVICES  HAS  BEEN  PHYSICALLY  ABUSED,  MISTREATED OR NEGLECTED IN THE\n    8  FACILITY.\n    9    4. REPORTS OF SUSPECTED PHYSICAL ABUSE, MISTREATMENT OR  NEGLECT  MADE\n   10  PURSUANT  TO THIS SECTION SHALL BE MADE TO THE DEPARTMENT IMMEDIATELY BY\n   11  TELEPHONE AND IN WRITING WITHIN FORTY-EIGHT HOURS FOLLOWING ANY  ALLEGED\n   12  INCIDENT  OF  ABUSE,  MISTREATMENT  OR NEGLECT. WRITTEN REPORTS SHALL BE\n   13  MADE ON FORMS SUPPLIED  BY  THE  COMMISSIONER,  AND  SHALL  INCLUDE  THE\n   14  FOLLOWING  INFORMATION: THE IDENTITY OF THE PERSON MAKING THE REPORT AND\n   15  WHERE HE OR SHE CAN BE FOUND; THE NAME AND ADDRESS  OF  THE  ADULT  CARE\n   16  FACILITY;  THE  NAMES OF THE OPERATOR AND ADMINISTRATOR OF THE FACILITY,\n   17  IF KNOWN; THE NAME  OF  THE  SUBJECT  OF  THE  ALLEGED  PHYSICAL  ABUSE,\n   18  MISTREATMENT OR NEGLECT, IF KNOWN; THE NATURE AND EXTENT OF THE PHYSICAL\n   19  ABUSE,  MISTREATMENT OR NEGLECT; THE DATE, TIME AND SPECIFIC LOCATION OF\n   20  THE OCCURRENCE; THE NAMES OF NEXT OF KIN OR SPONSORS OF THE  SUBJECT  OF\n   21  THE  ALLEGED  PHYSICAL ABUSE, MISTREATMENT OR NEGLECT, IF KNOWN; AND ANY\n   22  OTHER INFORMATION WHICH THE PERSON MAKING THE REPORT BELIEVES  WOULD  BE\n   23  HELPFUL  TO  FURTHER  THE PURPOSES OF THIS SECTION. SUCH WRITTEN REPORTS\n   24  SHALL BE ADMISSIBLE IN EVIDENCE, CONSISTENT WITH THE PROVISIONS OF PARA-\n   25  GRAPH (F) OF SUBDIVISION SEVEN  OF  THIS  SECTION,  IN  ANY  ACTIONS  OR\n   26  PROCEEDINGS  RELATING  TO  PHYSICAL  ABUSE,  MISTREATMENT  OR NEGLECT OF\n   27  PERSONS RECEIVING CARE OR SERVICES IN ADULT CARE  FACILITIES.    WRITTEN\n   28  REPORTS  MADE  OTHER  THAN  ON  FORMS SUPPLIED BY THE COMMISSIONER WHICH\n   29  CONTAIN THE INFORMATION REQUIRED HEREIN SHALL BE TREATED AS IF  MADE  ON\n   30  SUCH FORMS.\n   31    5. ANY PERSON WHO REASONABLY AND IN GOOD FAITH MAKES A REPORT PURSUANT\n   32  TO  THIS SECTION SHALL HAVE IMMUNITY FROM ANY LIABILITY, CIVIL OR CRIMI-\n   33  NAL, FOR HAVING MADE SUCH A REPORT. FOR THE PURPOSE OF  ANY  PROCEEDING,\n   34  CIVIL  OR  CRIMINAL,  THE  GOOD  FAITH  OF ANY PERSON REQUIRED TO REPORT\n   35  INSTANCES OF PHYSICAL ABUSE, MISTREATMENT OR NEGLECT OF PERSONS  RECEIV-\n   36  ING CARE OR SERVICES IN ADULT CARE FACILITIES SHALL BE PRESUMED.\n   37    6. NOTWITHSTANDING THE PROVISIONS OF SECTION TWO HUNDRED THIRTY OF THE\n   38  PUBLIC  HEALTH  LAW,  ANY LICENSED PERSON WHO COMMITS AN ACT OF PHYSICAL\n   39  ABUSE, MISTREATMENT OR NEGLECT OF A PERSON RECEIVING CARE OR SERVICES IN\n   40  AN ADULT CARE FACILITY AND ANY LICENSED PERSON REQUIRED BY THIS  SECTION\n   41  TO  REPORT  AN  INSTANCE  OF  SUSPECTED  PHYSICAL ABUSE, MISTREATMENT OR\n   42  NEGLECT OF A PERSON RECEIVING CARE OR SERVICES IN AN ADULT CARE FACILITY\n   43  WHO FAILS TO DO SO SHALL BE GUILTY  OF  UNPROFESSIONAL  CONDUCT  IN  THE\n   44  PRACTICE OF HIS OR HER PROFESSION.\n   45    7.  (A)  UPON  RECEIPT  OF A REPORT MADE PURSUANT TO THIS SECTION, THE\n   46  COMMISSIONER SHALL CAUSE AN INVESTIGATION TO BE MADE OF THE  ALLEGATIONS\n   47  CONTAINED  IN  THE REPORT. NOTIFICATION OF THE RECEIPT OF A REPORT SHALL\n   48  BE MADE IMMEDIATELY BY THE DEPARTMENT TO THE APPROPRIATE DISTRICT ATTOR-\n   49  NEY IF A PRIOR REQUEST IN WRITING HAS BEEN MADE TO THE DEPARTMENT BY THE\n   50  DISTRICT ATTORNEY. PRIOR TO THE COMPLETION OF THE INVESTIGATION  BY  THE\n   51  DEPARTMENT,  EVERY REASONABLE EFFORT SHALL BE MADE TO NOTIFY, PERSONALLY\n   52  OR BY CERTIFIED MAIL, ANY PERSON UNDER INVESTIGATION FOR HAVING  COMMIT-\n   53  TED  AN ACT OF PHYSICAL ABUSE, MISTREATMENT OR NEGLECT. THE COMMISSIONER\n   54  SHALL MAKE A WRITTEN DETERMINATION, BASED ON THE FINDINGS OF THE  INVES-\n   55  TIGATION,  OF  WHETHER  OR  NOT  SUFFICIENT  CREDIBLE EVIDENCE EXISTS TO\n   56  SUSTAIN THE ALLEGATIONS CONTAINED IN  THE  REPORT  OR  WOULD  SUPPORT  A\n\n       A. 600                              3\n\n    1  CONCLUSION  THAT  A PERSON NOT NAMED IN SUCH REPORT HAS COMMITTED AN ACT\n    2  OF PHYSICAL ABUSE, NEGLECT OR  MISTREATMENT.  A  COPY  OF  SUCH  WRITTEN\n    3  DETERMINATION,  TOGETHER  WITH  A  NOTICE  OF  THE RIGHT TO A HEARING AS\n    4  PROVIDED  IN  THIS SUBDIVISION, SHALL BE SENT BY REGISTERED OR CERTIFIED\n    5  MAIL TO EACH PERSON WHO THE COMMISSIONER HAS DETERMINED HAS COMMITTED AN\n    6  ACT OF PHYSICAL ABUSE, NEGLECT OR MISTREATMENT. A LETTER SHALL  BE  SENT\n    7  TO ANY OTHER PERSON ALLEGED IN SUCH REPORT TO HAVE COMMITTED SUCH AN ACT\n    8  STATING  THAT A DETERMINATION HAS BEEN MADE THAT THERE IS NOT SUFFICIENT\n    9  EVIDENCE TO SUSTAIN THE ALLEGATIONS RELATING TO SUCH PERSON. A  COPY  OF\n   10  EACH  SUCH  DETERMINATION  AND  LETTER  SHALL BE SENT TO THE FACILITY IN\n   11  WHICH THE ALLEGED INCIDENT OCCURRED.\n   12    (B) THE COMMISSIONER MAY MAKE A WRITTEN DETERMINATION,  BASED  ON  THE\n   13  FINDINGS  OF THE INVESTIGATION, THAT SUFFICIENT CREDIBLE EVIDENCE EXISTS\n   14  TO SUPPORT A CONCLUSION THAT A PERSON REQUIRED BY THIS SECTION TO REPORT\n   15  SUSPECTED PHYSICAL ABUSE, MISTREATMENT OR NEGLECT HAD  REASONABLE  CAUSE\n   16  TO  BELIEVE  THAT SUCH INCIDENT OCCURRED AND FAILED TO REPORT SUCH INCI-\n   17  DENT. A COPY OF SUCH WRITTEN DETERMINATION, TOGETHER WITH  A  NOTICE  OF\n   18  THE RIGHT TO A HEARING AS PROVIDED IN THIS SUBDIVISION, SHALL BE SENT BY\n   19  REGISTERED  OR  CERTIFIED  MAIL  TO EACH PERSON WHO THE COMMISSIONER HAS\n   20  DETERMINED HAS FAILED TO REPORT AS REQUIRED BY THIS SECTION.\n   21    (C) ALL INFORMATION RELATING TO ANY ALLEGATION WHICH THE  COMMISSIONER\n   22  HAS  DETERMINED  WOULD  NOT  BE  SUSTAINED SHALL BE EXPUNGED ONE HUNDRED\n   23  TWENTY DAYS FOLLOWING NOTIFICATION OF SUCH DETERMINATION TO  THE  PERSON\n   24  WHO  MADE  THE  REPORT  PURSUANT  TO  THIS  SECTION, UNLESS A PROCEEDING\n   25  PERTAINING  TO  SUCH  ALLEGATION  IS   PENDING   PURSUANT   TO   ARTICLE\n   26  SEVENTY-EIGHT  OF THE CIVIL PRACTICE LAW AND RULES. WHENEVER INFORMATION\n   27  IS EXPUNGED, THE COMMISSIONER SHALL NOTIFY ANY OFFICIAL NOTIFIED  PURSU-\n   28  ANT  TO  PARAGRAPH (A) OF THIS SUBDIVISION THAT THE INFORMATION HAS BEEN\n   29  EXPUNGED.\n   30    (D) AT ANY TIME WITHIN THIRTY DAYS OF THE  RECEIPT  OF  A  COPY  OF  A\n   31  DETERMINATION  MADE  PURSUANT  TO  THIS  SECTION, A PERSON NAMED IN SUCH\n   32  DETERMINATION AS HAVING COMMITTED AN ACT OF PHYSICAL ABUSE,  NEGLECT  OR\n   33  MISTREATMENT,  OR  AS  HAVING  FAILED  TO  REPORT  SUCH AN INCIDENT, MAY\n   34  REQUEST IN WRITING THAT THE COMMISSIONER AMEND OR EXPUNGE THE RECORD  OF\n   35  SUCH  REPORT,  TO THE EXTENT SUCH REPORT APPLIES TO SUCH PERSON, OR SUCH\n   36  WRITTEN DETERMINATION. IF THE COMMISSIONER DOES  NOT  COMPLY  WITH  SUCH\n   37  REQUEST  WITHIN  THIRTY DAYS, SUCH PERSON SHALL HAVE THE RIGHT TO A FAIR\n   38  HEARING TO DETERMINE WHETHER THE RECORD OF THE  REPORT  OR  THE  WRITTEN\n   39  DETERMINATION  SHOULD  BE  AMENDED  OR  EXPUNGED ON THE GROUNDS THAT THE\n   40  RECORD IS INACCURATE OR  THE  DETERMINATION  IS  NOT  SUPPORTED  BY  THE\n   41  EVIDENCE.  THE  BURDEN  OF PROOF IN SUCH HEARING SHALL BE ON THE DEPART-\n   42  MENT.  WHENEVER INFORMATION IS EXPUNGED, THE COMMISSIONER  SHALL  NOTIFY\n   43  ANY OFFICIAL NOTIFIED PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION THAT\n   44  THE INFORMATION HAS BEEN EXPUNGED.\n   45    (E) EXCEPT AS HEREINAFTER PROVIDED, ANY REPORT, RECORD OF THE INVESTI-\n   46  GATION  OF  SUCH REPORT AND ALL OTHER INFORMATION RELATED TO SUCH REPORT\n   47  SHALL BE CONFIDENTIAL AND SHALL BE EXEMPT FROM DISCLOSURE UNDER  ARTICLE\n   48  SIX OF THE PUBLIC OFFICERS LAW.\n   49    (F)  INFORMATION  RELATING  TO  A REPORT MADE PURSUANT TO THIS SECTION\n   50  SHALL BE DISCLOSED UNDER ANY OF THE FOLLOWING CONDITIONS:\n   51    (I) PURSUANT TO ARTICLE SIX OF THE PUBLIC OFFICERS LAW AFTER  EXPUNGE-\n   52  MENT  OR  AMENDMENT,  IF  ANY,  IS  MADE  IN  ACCORDANCE  WITH A HEARING\n   53  CONDUCTED PURSUANT TO THIS SECTION, OR AT LEAST FORTY-FIVE DAYS AFTER  A\n   54  WRITTEN  DETERMINATION  IS  MADE  BY  THE  COMMISSIONER  CONCERNING SUCH\n   55  REPORT, WHICHEVER IS LATER; PROVIDED, HOWEVER, THAT THE IDENTITY OF  THE\n   56  PERSON  WHO  MADE  THE  REPORT,  THE  VICTIM, OR ANY OTHER PERSON NAMED,\n\n       A. 600                              4\n\n    1  EXCEPT A PERSON WHO THE COMMISSIONER HAS DETERMINED COMMITTED AN ACT  OF\n    2  PHYSICAL  ABUSE,  NEGLECT OR MISTREATMENT, SHALL NOT BE DISCLOSED UNLESS\n    3  SUCH PERSON AUTHORIZES SUCH DISCLOSURE;\n    4    (II)  AS  MAY  BE  REQUIRED  BY  THE  PENAL LAW OR ANY LAWFUL ORDER OR\n    5  WARRANT ISSUED PURSUANT TO THE CRIMINAL PROCEDURE LAW; OR\n    6    (III) TO A PERSON  WHO  HAS  REQUESTED  A  HEARING  PURSUANT  TO  THIS\n    7  SECTION,  INFORMATION RELATING TO THE DETERMINATION UPON WHICH THE HEAR-\n    8  ING IS TO BE CONDUCTED; PROVIDED, HOWEVER,  THAT  THE  IDENTITY  OF  THE\n    9  PERSON  WHO MADE THE REPORT OR ANY OTHER PERSON WHO PROVIDED INFORMATION\n   10  IN AN INVESTIGATION OF THE REPORT SHALL NOT  BE  DISCLOSED  UNLESS  SUCH\n   11  PERSON AUTHORIZES SUCH DISCLOSURE.\n   12    (G)  WHERE  APPROPRIATE,  THE  COMMISSIONER  SHALL REPORT INSTANCES OF\n   13  PHYSICAL ABUSE, MISTREATMENT OR NEGLECT OR  THE  FAILURE  TO  REPORT  AS\n   14  REQUIRED  BY THIS SECTION, TO THE OFFICE OF PROFESSIONAL MEDICAL CONDUCT\n   15  OR THE DEPARTMENT OF EDUCATION'S OFFICE OF PROFESSIONAL DISCIPLINE  WHEN\n   16  (I) A DETERMINATION HAS BEEN MADE AFTER THE COMMISSIONER HAS PROVIDED AN\n   17  OPPORTUNITY  TO  BE  HEARD  IN  ACCORDANCE  WITH  THE PROVISIONS OF THIS\n   18  SECTION, OR (II) THE COMMISSIONER BELIEVES THAT A PROFESSIONAL  LICENSEE\n   19  IS  CAUSING, ENGAGING IN OR MAINTAINING A CONDITION OR ACTIVITY WHICH IN\n   20  THE COMMISSIONER'S OPINION CONSTITUTES AN IMMINENT DANGER TO THE  PUBLIC\n   21  HEALTH, AND THAT IT THEREFORE APPEARS TO BE PREJUDICIAL TO THE INTERESTS\n   22  OF  THE PUBLIC TO DELAY ACTION AGAINST SUCH PROFESSIONAL'S LICENSE UNTIL\n   23  AN OPPORTUNITY  FOR  A  HEARING  CAN  BE  PROVIDED  IN  ACCORDANCE  WITH\n   24  PROVISIONS OF THIS SECTION.\n   25    8.  IN  ADDITION  TO ANY OTHER PENALTIES PRESCRIBED BY LAW, ANY PERSON\n   26  WHO COMMITS AN ACT OF PHYSICAL ABUSE, NEGLECT OR  MISTREATMENT,  OR  WHO\n   27  FAILS TO REPORT SUCH AN ACT AS PROVIDED IN THIS SECTION, SHALL BE DEEMED\n   28  TO HAVE VIOLATED THIS SECTION AND SHALL BE LIABLE FOR A PENALTY PURSUANT\n   29  TO  SECTION  TWELVE  OF THE PUBLIC HEALTH LAW AFTER AN OPPORTUNITY TO BE\n   30  HEARD PURSUANT TO THIS SECTION.\n   31    9. NO ADULT CARE  FACILITY,  OR  OFFICER  OR  EMPLOYEE  THEREOF  SHALL\n   32  DISCHARGE  OR IN ANY MANNER DISCRIMINATE OR RETALIATE AGAINST ANY PERSON\n   33  IN ANY ADULT CARE FACILITY, OR ANY  RELATIVE,  OR  SPONSOR  THEREOF,  OR\n   34  AGAINST  ANY  EMPLOYEE  OF  THE  FACILITY,  OR  AGAINST ANY OTHER PERSON\n   35  BECAUSE SUCH PERSON, RELATIVE, LEGAL REPRESENTATIVE, SPONSOR OR EMPLOYEE\n   36  HAS MADE, OR IS ABOUT TO MAKE, A REPORT PURSUANT TO THIS SECTION, OR HAS\n   37  TESTIFIED, OR IS ABOUT TO TESTIFY, IN ANY PROCEEDING RELATING  TO  PHYS-\n   38  ICAL  ABUSE,  MISTREATMENT  OR  NEGLECT  OF  A  PERSON RECEIVING CARE OR\n   39  SERVICES IN AN ADULT CARE FACILITY. THE SUPREME COURT MAY GRANT  INJUNC-\n   40  TIVE RELIEF TO ANY PERSON SUBJECT TO SUCH RETALIATION OR DISCRIMINATION.\n   41  ANY  VIOLATION  OF  THIS  SUBDIVISION  SHALL  BE  PUNISHABLE PURSUANT TO\n   42  SECTION TWELVE OF THE PUBLIC HEALTH LAW.\n   43    10. NO LATER THAN MARCH FIFTEENTH OF EVERY YEAR THE COMMISSIONER SHALL\n   44  PREPARE AND TRANSMIT TO THE GOVERNOR AND THE LEGISLATURE A REPORT ON THE\n   45  INCIDENTS OF PHYSICAL ABUSE, MISTREATMENT AND NEGLECT OF PERSONS RECEIV-\n   46  ING CARE OR SERVICES IN ADULT CARE FACILITIES. NO INFORMATION CONCERNING\n   47  ANY INDIVIDUAL OR FACILITY SHALL BE DISCLOSED IN A REPORT MADE  PURSUANT\n   48  TO  THIS  SUBDIVISION,  OR IN ANY OTHER REPORT, EXCEPT INFORMATION WHICH\n   49  WOULD BE AVAILABLE PURSUANT TO ARTICLE SIX OF THE PUBLIC OFFICERS LAW AS\n   50  PROVIDED IN THIS SECTION.  NOTHING IN THIS SECTION SHALL BE CONSTRUED TO\n   51  PROHIBIT THE MAINTENANCE OR DISCLOSURE OF, OR  REQUIRE  THE  EXPUNGEMENT\n   52  OF,  STATISTICAL  DATA WHICH WOULD NOT REVEAL THE IDENTITY OF ANY PERSON\n   53  OR FACILITY.\n   54    11. AN INVESTIGATION SHALL BE MADE OF EACH INCIDENT REPORTED  PURSUANT\n   55  TO  THIS  SECTION,  BUT ONLY THE PROVISIONS OF PARAGRAPHS (E) AND (F) OF\n   56  SUBDIVISION SEVEN, AND SUBDIVISIONS THREE, FIVE, NINE AND  TEN  OF  THIS\n\n       A. 600                              5\n\n    1  SECTION  SHALL  APPLY  TO  PHYSICAL  ABUSE  BY PERSONS RECEIVING CARE OR\n    2  SERVICES IN ADULT CARE FACILITIES.\n    3    12.  THE  COMMISSIONER  SHALL ADOPT RULES AND REGULATIONS NECESSARY TO\n    4  IMPLEMENT THIS SECTION.\n    5    S 2. The commissioner of health, in consultation  with  the  executive\n    6  director  of  the office for the prevention of domestic violence and the\n    7  commissioner of the office of children and family services, shall devel-\n    8  op  model  policies  and  protocols  for  recognizing  possible   abuse,\n    9  maltreatment,  or neglect, and determining the duty to report and submit\n   10  such model policies and protocols to the legislature no later  than  one\n   11  year after the effective date of this act.\n   12    S  3.  Subdivision 10 of section 6509 of the education law, as amended\n   13  by chapter 294 of the laws of 1985 and as renumbered by chapter  606  of\n   14  the laws of 1991, is amended to read as follows:\n   15    (10)  A  violation  of section twenty-eight hundred three-d or twenty-\n   16  eight hundred five-k of the public health law, OR SECTION  FOUR  HUNDRED\n   17  SIXTY-ONE-N OF THE SOCIAL SERVICES LAW.\n   18    S  4.  Section  6530  of  the education law is amended by adding a new\n   19  subdivision 50 to read as follows:\n   20    50.  A  VIOLATION  OF  SECTION   TWENTY-EIGHT   HUNDRED   THREE-D   OR\n   21  TWENTY-EIGHT  HUNDRED  FIVE-K  OF THE PUBLIC HEALTH LAW, OR SECTION FOUR\n   22  HUNDRED SIXTY-ONE-N OF THE SOCIAL SERVICES LAW.\n   23    S 5. This act shall take effect on the one hundred eightieth day after\n   24  it shall have become a law provided, however, that effective  immediate-\n   25  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   26  necessary for the implementation of this act on its effective  date  are\n   27  authorized  and  directed  to  be  made  and completed on or before such\n   28  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the education law, in relation to the mandatory reporting of abuse in assisted living facilities and adult care facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T141921.TXT", "SOBI.D110105.T150203.TXT", "SOBI.D110103.T110922.TXT", "SOBI.D110119.T120752.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295983161378
}