{
  "year" : 2011,
  "senateBillNo" : "A601-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A601-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the self-sufficiency program within the New York state urban development corporation",
  "summary" : "Establishes the self-sufficiency program within the New York state urban development corporation act to promote economic development; defines terms; authorizes the urban development corporation to expedite the design, planning and construction of eligible projects; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "A5219-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          601\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MAGNARELLI  -- read once and referred to the\n         Committee on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to establishing the self-sufficiency program and to authorize\n         the urban development corporation to issue bonds or notes  to  provide\n         for  such  program; and providing for the repeal of certain provisions\n         of such act upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 1 of chapter 174 of the laws of 1968, constituting\n    2  the New York state urban development  corporation  act,  is  amended  by\n    3  adding a new section 16-v to read as follows:\n    4    S  16-V. SELF-SUFFICIENCY PROGRAM. 1. IT IS HEREBY DECLARED THAT IT IS\n    5  A VITAL POLICY AND PUBLIC PURPOSE OF NEW YORK STATE TO  PROMOTE  SIGNIF-\n    6  ICANT  ECONOMIC  DEVELOPMENT  IN  NEW  YORK.  THE HISTORY OF NEW YORK IS\n    7  MARKED BY LARGE-SCALE ECONOMIC ENDEAVORS WHICH HARNESSED THE CREATIVITY,\n    8  SKILL AND VISION OF THE RESIDENTS OF NEW YORK. THE TRANSFORMING POWER OF\n    9  THESE ACCOMPLISHMENTS IS BEST EMBODIED IN THE ERIE CANAL, WHICH  CREATED\n   10  IN  ITS  WAKE  A SURGE OF ECONOMIC AND POPULATION GROWTH IN NEW YORK. IN\n   11  CONTRAST, THE LEGISLATURE HEREBY FINDS THAT THE CURRENT ECONOMIC CLIMATE\n   12  OF NEW YORK AS A WHOLE IS MARKED BY PERSISTENT DISINVESTMENT, BLIGHT AND\n   13  AGING INFRASTRUCTURE, LOSS OF OPEN SPACE, AND EMIGRATION  OF  EMPLOYMENT\n   14  OPPORTUNITIES  AND  INVESTMENT DOLLARS, AND THAT RECREATING THE ENVIRON-\n   15  MENT OF ENERGY AND RISK-TAKING THAT DROVE THE ERIE CANAL IS ESSENTIAL TO\n   16  NEW YORK'S FUTURE WELL-BEING. THE LEGISLATURE FINDS  THAT  IN  ORDER  TO\n   17  REVERSE THE TRENDS OF DECLINE, IT IS NECESSARY AND APPROPRIATE TO ESTAB-\n   18  LISH A PUBLIC/PRIVATE FINANCING MODEL TO PROMOTE ECONOMIC DEVELOPMENT IN\n   19  NEW  YORK  WHILE  MAXIMIZING LEVERAGE NEEDED TO ASSIST IN FINANCING SUCH\n   20  PROJECTS AND DO SO IN AN EXPEDITED MANNER. IT IS THE  OVERRIDING  PUBLIC\n   21  POLICY OF THIS STATE TO CREATE A NEW VEHICLE FOR FINANCING AND APPROVING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03272-01-1\n\n       A. 601                              2\n\n    1  PROJECTS IN NEW YORK TO ENSURE THE HEALTH, WELFARE AND PROSPERITY OF ALL\n    2  CITIZENS  OF  THE  STATE,  WHILE  ENSURING  THAT  STATE FINANCES ARE NOT\n    3  DEPLETED BUT IN FACT ENRICHED OVER THE LONG TERM.\n    4    2.  AS  USED IN THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE MEAN-\n    5  INGS INDICATED:\n    6    (A) \"APPLICANT\" SHALL MEAN THAT INDIVIDUAL OR ENTITY, OR SUCH INDIVID-\n    7  UAL'S OR ENTITY'S AGENT, SUCCESSOR IN INTEREST,  ASSIGNEE  OR  DESIGNEE,\n    8  WHICH  FILES AN APPLICATION WITH THE CORPORATION FOR CONSIDERATION OF AN\n    9  ELIGIBLE PROJECT.\n   10    (B) \"BASE PAYMENT\" SHALL MEAN THAT PORTION OF  A  PILOT  PAYMENT  PAID\n   11  PURSUANT TO A PILOT AGREEMENT AS FOLLOWS: IN THE FIRST YEAR, SUCH AMOUNT\n   12  SHALL BE EQUAL TO THE REAL PROPERTY TAXES PAID TO THE TAXING ENTITIES IN\n   13  THE  IMMEDIATELY  PRECEDING YEAR AND IN THE SECOND YEAR AND IN EACH YEAR\n   14  THEREAFTER, THE AMOUNT REQUIRED TO BE PAID IN EACH SUBSEQUENT YEAR SHALL\n   15  BE ONE HUNDRED FOUR PERCENT OF THE IMMEDIATELY PRECEDING YEAR'S PAYMENT.\n   16    (C) \"BROWNFIELD SITE\" SHALL HAVE THE  MEANING  SET  FORTH  IN  SECTION\n   17  27-1405 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   18    (D)  \"ELIGIBLE  PROJECT\"  SHALL MEAN ANY NEW EQUIPMENT, IMPROVEMENT OR\n   19  STRUCTURE, INCLUDING NEW  CONSTRUCTION,  ALTERATION  OR  IMPROVEMENT  TO\n   20  EXISTING STRUCTURES, AND ALL REAL AND PERSONAL PROPERTY DEEMED NECESSARY\n   21  THEREWITH,  WHICH  IS  PROJECTED TO (I) COST A MINIMUM OF TWENTY MILLION\n   22  DOLLARS, (II) RESULT IN THE CREATION, IN ONE OR MORE PHASES, OF AT LEAST\n   23  THREE HUNDRED NEW FULL TIME EQUIVALENT JOBS AT  THE  PROJECT  SITE;  AND\n   24  (III) ONE OR MORE OF THE FOLLOWING: (A) WILL BE DESIGNED AND CONSTRUCTED\n   25  TO  ACHIEVE \"GOLD\" STATUS OR HIGHER PURSUANT TO THE LEADERSHIP IN ENERGY\n   26  AND ENVIRONMENTAL DESIGN (\"LEED\") GREEN BUILDING RATING SYSTEM  CRITERIA\n   27  DEVELOPED  BY  THE  UNITED  STATES GREEN BUILDING COUNCIL OR (B) WILL BE\n   28  DESIGNED AND CONSTRUCTED TO \"3 GLOBES\" OR HIGHER PURSUANT TO  THE  GREEN\n   29  GLOBES  RATING SYSTEM DEVELOPED BY THE GREEN BUILDING INITIATIVE; OR (C)\n   30  WILL  UTILIZE  TECHNOLOGY-ENABLED  DESIGN,  CONSTRUCTION  AND  OPERATION\n   31  INCLUDING, BUT NOT LIMITED TO, GENERALLY ACCEPTED UNIVERSAL DESIGN PRIN-\n   32  CIPLES  THAT  ENHANCE THE FULL CYCLE USE BUILDINGS WITHOUT REGARD TO THE\n   33  PHYSICAL ABILITIES OR DISABILITIES OF OCCUPANTS OR GUESTS  IN  ORDER  TO\n   34  ACCOMMODATE A WIDE RANGE OF INDIVIDUAL PREFERENCES AND FUNCTIONAL ABILI-\n   35  TIES. IF A PHASE OF THE ELIGIBLE PROJECT IS UNDER CONSTRUCTION AS OF THE\n   36  DATE  OF THE APPLICATION, THEN ANY JOBS CREATED AS OF SUCH DATE SHALL BE\n   37  CONSIDERED JOBS CREATED FOR PURPOSES OF THIS DEFINITION.\n   38    THE CORPORATION SHALL GIVE PREFERENCE TO THOSE ELIGIBLE PROJECTS WHICH\n   39  MEET EITHER OR BOTH OF THE FOLLOWING CRITERIA: (I) THE SITE  IS  LOCATED\n   40  IN  AN  AREA OF A MUNICIPALITY OR REGION CHARACTERIZED BY HIGH UNEMPLOY-\n   41  MENT, A HIGH POVERTY RATE AND/OR A HIGH COMMERCIAL VACANCY RATE; OR (II)\n   42  THE APPLICANT'S PROPOSED ELIGIBLE PROJECT WILL BE LOCATED, IN  WHOLE  OR\n   43  IN PART, ON A BROWNFIELD SITE AS DEFINED IN THIS SECTION.\n   44    (E) \"HOST COMMUNITY BENEFIT\" SHALL BE AN AMOUNT EQUAL TO THREE PERCENT\n   45  OF  THE  PROJECT  COSTS,  PAYABLE AT THE CLOSING OF THE FINANCING OF THE\n   46  ELIGIBLE PROJECT, TO THE MUNICIPALITIES IN WHICH THE ELIGIBLE PROJECT IS\n   47  TO BE SITED, PROVIDED THAT IF AN ELIGIBLE PROJECT IS UNDERTAKEN  IN  ONE\n   48  OR  MORE  PHASES, SUCH AMOUNT SHALL BE PROPORTIONAL TO THE PERCENTAGE OF\n   49  PROJECT COSTS OF ELIGIBLE PROJECTS BEING UNDERTAKEN. THE HOST  COMMUNITY\n   50  BENEFIT  SHALL  BE  ALLOCATED  TO  THE MUNICIPALITY OR MUNICIPALITIES IN\n   51  WHICH THE ELIGIBLE PROJECT IS TO BE SITED IN THE SAME PROPORTION AS  THE\n   52  AMOUNT  OF  REAL  PROPERTY TAXES ON THE ELIGIBLE PROJECT WOULD HAVE BEEN\n   53  DISTRIBUTED TO SUCH MUNICIPALITIES IF NOT FOR THE TAX-EXEMPT  STATUS  OF\n   54  THE ELIGIBLE PROJECT.\n   55    (F)  \"MARKETING  DEVELOPMENT  FEE\"  SHALL  BE AN AMOUNT EQUAL TO THREE\n   56  PERCENT OF THE PROJECT COSTS, IF AN ELIGIBLE PROJECT IS TO BE UNDERTAKEN\n\n       A. 601                              3\n\n    1  IN ONE OR MORE PHASES, SUCH AMOUNT SHALL BE PROPORTIONAL TO THE PERCENT-\n    2  AGE OF THE PROJECT COSTS OF THE PARTICULAR PHASE TO THE PROJECT COSTS OF\n    3  THE ELIGIBLE PROJECT BEING UNDERTAKEN, FOR THE PURPOSE OF MARKETING THIS\n    4  PROGRAM BY THE CORPORATION.\n    5    (G) \"MUNICIPALITY\" SHALL MEAN ANY COUNTY, CITY, VILLAGE OR TOWN IN THE\n    6  STATE.\n    7    (H)  \"PILOT AGREEMENT\" SHALL MEAN AN AGREEMENT BETWEEN THE SPONSOR AND\n    8  THE CORPORATION TO MAKE PILOT PAYMENTS FOR AN ELIGIBLE PROJECT.\n    9    (I) \"PILOT PAYMENT\" SHALL MEAN THAT SUM AGREED TO PURSUANT TO SUBDIVI-\n   10  SION FIVE OF THIS SECTION.\n   11    (J) \"PROJECT COSTS\" SHALL MEAN AND INCLUDE ALL COSTS PAID OR  INCURRED\n   12  IN  CONNECTION  WITH  AN ELIGIBLE PROJECT INCLUDING, WITHOUT LIMITATION,\n   13  THE COSTS OF LAND AND OTHER INTERESTS, BUILDINGS,  FIXTURES,  FURNITURE,\n   14  EQUIPMENT  OR MACHINERY, RESEARCH AND DEVELOPMENT, PERMITTING, PLANNING,\n   15  ENGINEERING, FINANCING, THE PROVISION  OF  WORKING  CAPITAL,  INVENTORY,\n   16  MARKETING,  EXPENDITURES  ASSOCIATED  WITH  THE  OPENING OF THE ELIGIBLE\n   17  PROJECT, AND/OR OTHER AMOUNTS, INCLUDING RESERVES AND INTEREST, THE HOST\n   18  COMMUNITY BENEFIT, THE SCHOOL DISTRICT CONTRIBUTION  AND  THE  MARKETING\n   19  DEVELOPMENT  FEE REQUIRED TO BE PAID IN CONNECTION WITH FINANCING OF THE\n   20  ELIGIBLE PROJECT. THE TERM FINANCING SHALL INCLUDE REFINANCING.\n   21    (K) \"PROJECT PAYMENT\" SHALL MEAN THAT PORTION OF A PILOT PAYMENT  PAID\n   22  ANNUALLY  PURSUANT  TO A PILOT AGREEMENT EQUAL TO THE AMOUNT ESTABLISHED\n   23  BY THE APPLICANT.\n   24    (L) \"SCHOOL DISTRICT CONTRIBUTION\" SHALL MEAN THAT AMOUNT TO BE  PAID,\n   25  IF  AT  ALL,  IN  AN AMOUNT EQUAL TO THREE PERCENT OF THE PROJECT COSTS,\n   26  PAYABLE AT THE CLOSING OF THE FINANCING OF THE ELIGIBLE PROJECT, TO  THE\n   27  SCHOOL  DISTRICT  IN WHICH THE ELIGIBLE PROJECT IS SITED, PROVIDED THAT,\n   28  IF AN ELIGIBLE PROJECT IS TO BE UNDERTAKEN IN ONE OR MORE  PHASES,  SUCH\n   29  AMOUNT  SHALL  BE PROPORTIONAL TO THE PERCENTAGE OF THE PROJECT COSTS OF\n   30  THE PARTICULAR PHASE TO THE PROJECT COSTS OF THE ELIGIBLE PROJECT  BEING\n   31  UNDERTAKEN.\n   32    (M) \"SPONSOR\" SHALL MEAN THE INDIVIDUAL OR ENTITY OR SUCH INDIVIDUAL'S\n   33  OR  ENTITY'S  AGENT,  ASSIGNEE,  DESIGNEE OR SUCCESSOR IN INTEREST WHOSE\n   34  APPLICATION FOR TREATMENT AS AN ELIGIBLE PROJECT HAS  BEEN  APPROVED  BY\n   35  THE CORPORATION.\n   36    (N)   \"TAXING  ENTITIES\"  SHALL  MEAN  EACH  MUNICIPALITY  AND  SCHOOL\n   37  DISTRICT, IN WHICH AN ELIGIBLE PROJECT IS LOCATED, THAT HAS THE POWER TO\n   38  IMPOSE BUT WHICH WILL FAIL TO RECEIVE REAL PROPERTY TAX  PAYMENTS  WHICH\n   39  WOULD  OTHERWISE  BE DUE, EXCEPT FOR THE TAX EXEMPT STATUS OF THE CORPO-\n   40  RATION.\n   41    (O) \"UNDERTAKING\" SHALL MEAN,  WITHOUT  LIMITATION,  THE  ACQUISITION,\n   42  FINANCING,  CONSTRUCTION,  INSTALLATION,  EQUIPPING AND COMPLETION OF AN\n   43  ELIGIBLE PROJECT IN ONE OR MORE PHASES.\n   44    3. NOTWITHSTANDING ANY PROVISION OF LAW TO THE  CONTRARY,  THE  CORPO-\n   45  RATION IS HEREBY AUTHORIZED TO UNDERTAKE AN ELIGIBLE PROJECT PURSUANT TO\n   46  THIS  SECTION,  AND  THE  CORPORATION SHALL NOT BE REQUIRED TO PAY TAXES\n   47  UPON ANY OF THE PROPERTY ACQUIRED  BY  IT  OR  UNDER  ITS  JURISDICTION,\n   48  CONTROL  OR  SUPERVISION PURSUANT TO THIS SECTION OR UPON ITS ACTIVITIES\n   49  PURSUANT TO THIS SECTION.\n   50    4. (A) THE  CORPORATION  IS  AUTHORIZED  TO  ACCEPT  APPLICATIONS  FOR\n   51  APPROVAL  OF  AN ELIGIBLE PROJECT, AND THE APPLICATION SHALL BE APPROVED\n   52  AS AN ELIGIBLE PROJECT AND A PROJECT AS DEFINED IN THIS SECTION  BY  THE\n   53  CORPORATION  IF SUCH APPLICATION DEMONSTRATES THAT THE PROJECT MEETS THE\n   54  DEFINITION OF AN ELIGIBLE PROJECT AND WILL ADVANCE THE ECONOMIC WELL-BE-\n   55  ING OF THE STATE. THE APPLICANT SHALL PAY TO THE CORPORATION  A  NON-RE-\n   56  FUNDABLE APPLICATION FEE OF ONE THOUSAND DOLLARS.  THE CORPORATION SHALL\n\n       A. 601                              4\n\n    1  APPROVE OR DISAPPROVE OF SUCH ELIGIBLE PROJECT NO LATER THAN THIRTY DAYS\n    2  FROM THE DATE OF RECEIPT OF THE APPLICATION OR AT THE NEXT BOARD MEETING\n    3  OCCURRING  WITHIN  SIXTY  DAYS OF THE RECEIPT OF THE APPLICATION IF SUCH\n    4  MEETING  IS SCHEDULED FOR A DATE LATER THAN THIRTY DAYS FROM THE DATE OF\n    5  RECEIPT OF SUCH APPLICATION. SUCH APPROVAL SHALL NOT BE SUBJECT TO ARTI-\n    6  CLE 8 OF THE ENVIRONMENTAL CONSERVATION  LAW.  IN  CONNECTION  WITH  THE\n    7  UNDERTAKING  OF AN ELIGIBLE PROJECT BY THE CORPORATION OR A PHASE THERE-\n    8  OF, THE SPONSOR SHALL PAY TO THE CORPORATION,  AT  THE  CLOSING  OF  THE\n    9  FINANCING  BY  THE CORPORATION OR ITS DESIGNEE OF AN ELIGIBLE PROJECT, A\n   10  CLOSING FEE OF UP TO ONE PERCENT OF THE AMOUNT FINANCED. IN  CALCULATING\n   11  SUCH FEE, THE SPONSOR SHALL BE ENTITLED TO A CREDIT AGAINST SUCH FEE FOR\n   12  AMOUNTS  PAID  TO THE CORPORATION OR OTHER AUTHORITIES OR PUBLIC BENEFIT\n   13  CORPORATIONS AS FEES PAID PURSUANT TO OTHER PROGRAMS IN CONNECTION  WITH\n   14  OR  RELATED  TO  THE  ELIGIBLE  PROJECT, AS WELL AS ANY FEES PAID TO THE\n   15  STATE PURSUANT TO TITLE 10 OF ARTICLE 9 OF THE PUBLIC  AUTHORITIES  LAW.\n   16  THE  CORPORATION  SHALL PROMULGATE REGULATIONS WITHIN THIRTY DAYS OF THE\n   17  EFFECTIVE DATE OF THIS SECTION, OR AT THE NEXT REGULARLY SCHEDULED BOARD\n   18  MEETING OCCURRING WITHIN SIXTY  DAYS  OF  THE  EFFECTIVE  DATE  OF  THIS\n   19  SECTION,  IF  SUCH  MEETING  IS SCHEDULED FOR A DATE GREATER THAN THIRTY\n   20  DAYS FROM THE EFFECTIVE DATE OF THIS SECTION,  TO  ESTABLISH  PROCEDURES\n   21  FOR  THE  APPROVAL OF ELIGIBLE PROJECTS. IN CONSIDERING THE APPLICATION,\n   22  THE CORPORATION SHALL CONSIDER FACTORS AFFECTING THE CREDITWORTHINESS OF\n   23  THE APPLICANT INCLUDING, BUT NOT LIMITED TO,  THE  APPLICANT'S  BUSINESS\n   24  PLAN, BUSINESS EXPERIENCE AND MANAGEMENT INFORMATION, CREDIT HISTORY AND\n   25  FINANCIAL  STATEMENTS,  SUFFICIENCY OF COLLATERAL TO SECURE REPAYMENT OF\n   26  THE LOAN, OTHER PERSONAL AND CORPORATE GUARANTEES ON  THE  PROJECT,  AND\n   27  CASH  FLOW  PROJECTIONS. TO THE EXTENT PERMITTED BY LAW, ALL INFORMATION\n   28  REGARDING THE FINANCIAL CONDITION, MARKETING PLANS, MANUFACTURING  PROC-\n   29  ESSES,  PRODUCTION  COSTS,  CUSTOMER  LISTS,  OR  OTHER TRADE SECRETS OR\n   30  PROPRIETARY INFORMATION DEEMED AS SUCH BY THE  APPLICANT  IN  CONNECTION\n   31  WITH  THE  APPLICATION  SUBMITTED PURSUANT TO THIS SUBDIVISION, SHALL BE\n   32  CONFIDENTIAL AND EXEMPT FROM PUBLIC DISCLOSURE.\n   33    (B) IN CONNECTION WITH THE UNDERTAKING OF AN ELIGIBLE PROJECT  BY  THE\n   34  CORPORATION,  A  SPONSOR  SHALL PAY THE MARKETING DEVELOPMENT FEE TO THE\n   35  CORPORATION OR ITS DESIGNEE. SUCH FEE CAN BE PAID BY THE SPONSOR AT  ANY\n   36  TIME, BUT IN ANY EVENT NO LATER THAN THE CLOSING OF THE FINANCING BY THE\n   37  CORPORATION  OR  ITS DESIGNEE OF AN ELIGIBLE PROJECT OR A PHASE THEREOF.\n   38  SUCH MARKETING DEVELOPMENT FEE SHALL BE USED BY THE  CORPORATION  AND/OR\n   39  THE  DEPARTMENT  OF ECONOMIC DEVELOPMENT TO PROMOTE BUSINESS DEVELOPMENT\n   40  IN THE  STATE  INCLUDING,  WITHOUT  LIMITATION,  THE  OMBUDSMAN  PROGRAM\n   41  DESCRIBED IN SUBDIVISION NINE OF THIS SECTION.\n   42    5.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF LAW TO THE CONTRARY, IN\n   43  CONJUNCTION WITH THE ACQUISITION OF TITLE OR OTHER  INTEREST  SUFFICIENT\n   44  TO  CONFER  JURISDICTION, CONTROL OR SUPERVISION OF THE CORPORATION OVER\n   45  AN ELIGIBLE PROJECT, THE CORPORATION SHALL ENTER INTO A PILOT  AGREEMENT\n   46  WITH  THE  SPONSOR  OR  ITS DESIGNEE FOR A PERIOD OF FORTY YEARS OR SUCH\n   47  SHORTER TERM AS DETERMINED BY THE SPONSOR. SUBJECT TO  THE  APPROVAL  OF\n   48  THE  TAXING  ENTITIES,  THE  PILOT  PAYMENT SHALL BE USED TO PAY PROJECT\n   49  COSTS. HOWEVER,  IF  THE  SPONSOR  AGREES  THAT  THE  CORPORATION  SHALL\n   50  DISTRIBUTE  THE BASE PAYMENT, HOST COMMUNITY BENEFIT AND SCHOOL DISTRICT\n   51  CONTRIBUTION TO THE RESPECTIVE TAXING ENTITIES, THEN THE PILOT AGREEMENT\n   52  CONTAINING SUCH PROVISION SHALL BE DEEMED APPROVED BY THE  TAXING  ENTI-\n   53  TIES  AND  THE CORPORATION SHALL NOTIFY THE TAXING ENTITIES ACCORDINGLY.\n   54  PROJECT PAYMENTS SHALL BE PAID TO THE CORPORATION AND SHALL BE  USED  AS\n   55  DIRECTED  BY  THE  SPONSOR  TO  PAY OR TO PROVIDE FOR THE PAYMENT OF ANY\n   56  PROJECT COSTS. TO THE EXTENT ALL OR A PORTION OF  THE  PROJECT  PAYMENTS\n\n       A. 601                              5\n\n    1  ARE  USED  TO PAY DEBT SERVICE ON BONDS OR NOTES ISSUED PURSUANT TO THIS\n    2  SECTION, SUCH PROJECT PAYMENTS SHALL BE IN  AMOUNTS  SUFFICIENT  TO  PAY\n    3  SUCH DEBT SERVICE.\n    4    6. NOTWITHSTANDING THE PROVISIONS OF SECTION EIGHTEEN OF THIS ACT, THE\n    5  CORPORATION  IS  HEREBY  AUTHORIZED,  TO  ISSUE BONDS OR NOTES WHICH ARE\n    6  PAYABLE FROM AND SECURED BY PROJECT PAYMENTS, ALLOCATED AND PAID  PURSU-\n    7  ANT  TO  THE PROVISIONS OF SUBDIVISION FIVE OF THIS SECTION, IN ORDER TO\n    8  FINANCE PROJECT COSTS. PROVIDED, HOWEVER, SUCH BONDS OR NOTES SHALL  NOT\n    9  BE  A  DEBT OF THE CORPORATION, NOR SHALL SUCH BONDS AND NOTES BE A DEBT\n   10  OF THE STATE WITHIN THE  MEANING  OF  ANY  CONSTITUTIONAL  OR  STATUTORY\n   11  PROVISION.  THE  PLEDGE  OF  PROJECT  PAYMENTS  ALLOCATED AND PAID SHALL\n   12  CONSTITUTE A FIRST LIEN ON THE ELIGIBLE PROJECT AND THE REVENUES DERIVED\n   13  THEREFROM, AND SHALL BE SECURED BY THE ELIGIBLE PROJECT.\n   14    7. (A) WITHIN FIVE BUSINESS DAYS OF THE APPROVAL  OF  AN  APPLICATION,\n   15  THE CORPORATION SHALL PROVIDE A WRITTEN NOTICE AND RECOMMENDATION TO THE\n   16  CHIEF  EXECUTIVE  OFFICER  OF  THE  MUNICIPALITY  IN  WHICH THE ELIGIBLE\n   17  PROJECT IS TO BE SITED WHICH REGULATES LAND USE PURSUANT TO  THE  ZONING\n   18  POWER.    SUCH  NOTICE  SHALL  CONTAIN A SUMMARY OF THE ELIGIBLE PROJECT\n   19  INCLUDING BUT NOT LIMITED TO A DESCRIPTION OF THE FINANCIAL BENEFITS  OF\n   20  THE  ELIGIBLE  PROJECT TO THE MUNICIPALITY, SCHOOL DISTRICT, AND REGION,\n   21  AND IF THE ELIGIBLE PROJECT IS A PERMISSIBLE USE  UNDER  THE  APPLICABLE\n   22  ZONING LAW.\n   23    (B)  THE  CHIEF  EXECUTIVE  OFFICER  OF  THE MUNICIPALITY IN WHICH THE\n   24  ELIGIBLE PROJECT IS TO BE SITED WHICH REGULATES LAND USE PURSUANT TO THE\n   25  ZONING POWER IN CONJUNCTION WITH THE LEGISLATIVE BODY  OF  SUCH  MUNICI-\n   26  PALITY  SHALL CONDUCT A PUBLIC HEARING IN RELATION THERETO, AT WHICH THE\n   27  PUBLIC SHALL HAVE AN OPPORTUNITY TO BE  HEARD.  NOTICE  OF  THE  HEARING\n   28  SHALL BE POSTED IN AT LEAST FOUR PROMINENT PLACES AND SHALL BE PUBLISHED\n   29  NOT  LESS THAN ONCE A WEEK FOR THREE SUCCESSIVE WEEKS PRIOR TO THE HEAR-\n   30  ING IN A NEWSPAPER OF GENERAL CIRCULATION IN  SUCH  MUNICIPALITY.    THE\n   31  NOTICE  OF  HEARING  SHALL INCLUDE SUCH NOTICE AS PROVIDED BY THE CORPO-\n   32  RATION TO THE CHIEF EXECUTIVE OFFICER OF THE MUNICIPALITY IN  WHICH  THE\n   33  ELIGIBLE PROJECT IS TO BE SITED WHICH REGULATES LAND USE PURSUANT TO THE\n   34  ZONING  POWER.    A COPY OF THE NOTICE SHALL BE MAILED TO THE LAST KNOWN\n   35  OWNER OF EACH PARCEL OF LAND ADJOINING THE ELIGIBLE PROJECT.  A COPY  OF\n   36  THE  NOTICE  SHALL ALSO BE MAILED TO THE LEGISLATIVE BODY OF EACH OF THE\n   37  TAXING ENTITIES.\n   38    (C) ANY AND ALL PERSONS MAY APPEAR BEFORE THE LEGISLATIVE BODY AT SUCH\n   39  PUBLIC HEARING AND SHOW CAUSE WHY THE ELIGIBLE PROJECT SHOULD OR  SHOULD\n   40  NOT  BE  ADOPTED.  AT  ANY  TIME NOT LATER THAN THE HOUR SET FOR HEARING\n   41  OBJECTIONS TO THE PROPOSED ELIGIBLE PROJECT,  ANY  PERSON  MAY  FILE  IN\n   42  WRITING  WITH  THE  CLERK  OF  THE  LEGISLATIVE BODY A STATEMENT OF SUCH\n   43  PERSON'S OBJECTIONS TO THE ELIGIBLE PROJECT.\n   44    (D) WITHIN THIRTY DAYS OF THE DATE OF THE NOTICE PROVIDED IN PARAGRAPH\n   45  (A) OF THIS SUBDIVISION, THE LOCAL SCHOOL DISTRICT SHALL ISSUE A  STATE-\n   46  MENT  TO  THE  LEGISLATIVE  BODY RECOMMENDING APPROVAL OR DISAPPROVAL OF\n   47  SUCH ELIGIBLE PROJECT. THE LOCAL SCHOOL DISTRICT  SHALL  ONLY  RECOMMEND\n   48  DISAPPROVAL  OF  A PROJECT WHICH, CONSIDERED IN ITS ENTIRETY, IT REASON-\n   49  ABLY DEMONSTRATES WILL  MATERIALLY ADVERSELY IMPACT THE FISCAL INTEGRITY\n   50  OF THE SCHOOL DISTRICT. SUCH  STATEMENT  SHALL  BE  TRANSMITTED  TO  THE\n   51  LEGISLATIVE  BODY  OF  SUCH  MUNICIPALITY AND SHALL BE POSTED FOR PUBLIC\n   52  VIEWING. SUCH STATEMENT SHALL NOT BE SUBJECT TO ARTICLE 8 OF  THE  ENVI-\n   53  RONMENTAL CONSERVATION LAW.\n   54    (E) WITHIN FORTY-FIVE DAYS OF THE DATE OF THE NOTICE PROVIDED IN PARA-\n   55  GRAPH (A) OF THIS SUBDIVISION, THE LEGISLATIVE BODY OF SUCH MUNICIPALITY\n   56  MAY APPROVE OR DISAPPROVE OF THE ELIGIBLE PROJECT. IF, WITHIN SUCH PERI-\n\n       A. 601                              6\n\n    1  OD,  THE  LEGISLATIVE  BODY  OF  SUCH  MUNICIPALITY APPROVES OR FAILS TO\n    2  DISAPPROVE SUCH PROJECT, THEN, NOTWITHSTANDING ANY PROVISION OF  LAW  TO\n    3  THE  CONTRARY,  SUCH  ELIGIBLE PROJECT SHALL BE DEEMED A PERMISSIBLE USE\n    4  UNDER  THE  APPLICABLE ZONING LAW, SUBJECT ONLY TO THE SPONSOR OBTAINING\n    5  SITE PLAN APPROVAL FROM THE BODY  OF  SAID  MUNICIPALITY  AUTHORIZED  TO\n    6  GRANT  SUCH  APPROVAL,  EXCEPT  THAT  IF  THE  LOCAL ZONING LAW DOES NOT\n    7  REQUIRE SITE PLAN APPROVAL FOR SUCH USE,  THEN  NO  SITE  PLAN  APPROVAL\n    8  SHALL BE REQUIRED. IN THE EVENT SUCH LEGISLATIVE BODY DISAPPROVES OF THE\n    9  PROPOSED  USE,  THE  SPONSOR MAY, WITHIN TEN DAYS OF ITS RECEIPT OF SUCH\n   10  DISAPPROVAL (I) NOTIFY THE CORPORATION OF ITS INTENT TO AMEND ITS APPLI-\n   11  CATION TO CHANGE THE SITUS OF THE ELIGIBLE PROJECT TO ANOTHER CITY, TOWN\n   12  OR VILLAGE OF THE STATE AND PROMPTLY FILE NOTICE WITH SAID CITY, TOWN OR\n   13  VILLAGE PURSUANT TO THIS SECTION; OR (II) WITHDRAW THE ELIGIBLE  PROJECT\n   14  FROM  FURTHER  ACTION  BY THE CORPORATION WITHOUT PENALTY. SUCH APPROVAL\n   15  SHALL NOT BE SUBJECT TO ARTICLE 8 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   16    8.  NOTWITHSTANDING ANY PROVISION OF LAW TO  THE  CONTRARY,  FOR  EACH\n   17  ELIGIBLE  PROJECT,  UPON WRITTEN REQUEST OF THE SPONSOR, THE CORPORATION\n   18  SHALL BE THE LEAD AGENCY (AS THAT TERM IS DEFINED IN SECTION  8-0111  OF\n   19  THE  ENVIRONMENTAL  CONSERVATION  LAW)  FOR PURPOSES OF COMPLIANCE UNDER\n   20  ARTICLE 8 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   21    9. THE CORPORATION SHALL EXERCISE THE FULL  EXTENT  OF  ITS  CORPORATE\n   22  POWERS  SUBJECT  TO  APPLICABLE LAW TO EXPEDITE THE DESIGN, PLANNING AND\n   23  CONSTRUCTION OF ELIGIBLE PROJECTS, AND SHALL USE  ITS  BEST  EFFORTS  IN\n   24  SECURING  THOSE  APPROVALS NECESSARY TO COMPLETE AN ELIGIBLE PROJECT. AS\n   25  PART OF THIS EXERCISE, THE CORPORATION SHALL  APPOINT  AN  OMBUDSMAN  TO\n   26  FACILITATE  THE  IMPLEMENTATION  AND  MARKETING  OF THE SELF-SUFFICIENCY\n   27  PROGRAM DESCRIBED IN THIS SECTION AND THE EMPIRE REVOLVING  BRIDGE  LOAN\n   28  FUND DESCRIBED IN SECTION 16-U OF THIS ACT, AS ADDED BY A CHAPTER OF THE\n   29  LAWS OF 2011.\n   30    10.  AN ENTITY INDEPENDENT OF THE CORPORATION SHALL CONDUCT AND SUBMIT\n   31  TO THE GOVERNOR AND THE LEGISLATURE BY NO LATER THAN DECEMBER 31,  2015,\n   32  A  COMPREHENSIVE  EVALUATION OF THE PERFORMANCE OF THE ELIGIBLE PROJECTS\n   33  APPROVED PURSUANT TO THIS PROGRAM. THE CRITERIA BY WHICH THE PROGRAM  IS\n   34  TO BE EVALUATED SHALL INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING: (A)\n   35  WHETHER  QUANTIFIABLE  BENEFITS  ATTRIBUTABLE TO THE PROGRAM JUSTIFY ITS\n   36  DIRECT COSTS TO THE STATE AND PARTICIPATING LOCALITIES; (B) WHETHER  THE\n   37  PROGRAM  HAS  CONTRIBUTED TO THE ECONOMIC REVITALIZATION OF THE STATE BY\n   38  STIMULATING (I) THE CREATION  AND  RETENTION  OF  PERMANENT,  FULL-TIME,\n   39  QUALITY  PRIVATE SECTOR JOBS; AND (II) THE CREATION, LOCATION AND EXPAN-\n   40  SION OF BUSINESSES IN THE STATE; (C) WHETHER  THE  PROGRAM  HAS  CREATED\n   41  EMPLOYMENT  AND  BUSINESS DEVELOPMENT OPPORTUNITIES FOR RESIDENTS OF THE\n   42  STATE; AND (D) WHETHER THE PROGRAM IS BEING MANAGED AND EVALUATED EFFEC-\n   43  TIVELY BY THE CORPORATION.\n   44    S 2. This act shall take effect on the  same  date  and  in  the  same\n   45  manner  as  a chapter of the laws of 2011, entitled \"AN ACT to amend the\n   46  New York state urban development corporation act, in relation to  estab-\n   47  lishing  the  empire revolving bridge loan fund, and authorizing the New\n   48  York state urban development corporation to  issue  bonds  or  notes  to\n   49  provide  monies  for  such fund; and to amend chapter 393 of the laws of\n   50  1994, amending the New York  state  urban  development  corporation  act\n   51  relating  to  the  powers of the New York state urban development corpo-\n   52  ration to make loans, in relation to the effectiveness  thereof\",  takes\n   53  effect, provided, that paragraph (a) of subdivision 4 of section 16-v of\n   54  the  New  York  state  urban  development  corporation  act, as added by\n   55  section one of this act, shall expire and be  deemed  repealed  November\n   56  26, 2021.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to establishing the self-sufficiency program and to authorize the urban development corporation to issue bonds or notes to provide for such program; and providing for the repeal of certain provisions of such act upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T110922.TXT", "SOBI.D110103.T112900.TXT", "SOBI.D110105.T154730.TXT", "SOBI.D110105.T153729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294260450320
}