{
  "year" : 2011,
  "senateBillNo" : "A602-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A602-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a study and report on methods to modernize information collection, retention and dissemination in the state",
  "summary" : "Requires a study and report on methods to modernize information collection, retention and dissemination in the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Technology",
  "previousVersions" : [ "AA9502-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          602\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MAGNARELLI,  LUPARDO, GALEF, GUNTHER, SPANO,\n         JAFFEE, GIBSON, CASTRO, SCHIMEL, GABRYSZAK, MILLMAN -- Multi-Sponsored\n         by -- M. of A. BOYLAND,  CRESPO,  DESTITO,  MAGEE,  McENENY,  PHEFFER,\n         REILLY,  THIELE, WEISENBERG -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT in relation to requiring a study and report on methods to modern-\n         ize information collection, retention and dissemination  practices  in\n         the  state; and providing for the repeal of such provisions upon expi-\n         ration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The director of the office for technology, in conjunction\n    2  with the director of budget, the director of state operations,  and  the\n    3  secretary  of  state,  and  in  consultation with the state comptroller,\n    4  shall study and issue a comprehensive report on methods to modernize the\n    5  information collection, retention, and dissemination practices of  agen-\n    6  cies in the state.\n    7    1.  For  the  purposes  of this section, the term \"state agency\" shall\n    8  refer to any agency, department, bureau, commission, board, task  force,\n    9  committee,  public  benefit  corporation,  or  public authority, where a\n   10  member is appointed by the governor.\n   11    2. Such study and report carried out pursuant to  this  section  shall\n   12  address the following issues:\n   13    (a)  information  resource  management policies and guidelines and the\n   14  possibility of developing uniform policies and guidelines in this area;\n   15    (b) how information is collected and retained by  state  agencies  and\n   16  what  potential there is to modernize these functions in order to reduce\n   17  paper waste and cost to the state agencies;\n   18    (c) how information is made available to the public and whether oppor-\n   19  tunities to modernize, reduce paper waste, and reduce cost exist;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03281-01-1\n\n       A. 602                              2\n\n    1    (d) the best ways to modernize the  information  resource  systems  to\n    2  reduce  waste  and  cost while maintaining privacy, confidentiality, and\n    3  security of information as needed or required and what challenges  exist\n    4  in this area;\n    5    (e)  whether  information  technology  solutions  exist to address the\n    6  needs of the state agencies regarding lowering waste and cost  in  their\n    7  information  management systems and a discussion of what those solutions\n    8  would entail in terms of  technology  or  other  information  management\n    9  system changes; and\n   10    (f)  any other information management issues, concerns, or recommenda-\n   11  tions the chief information officer deems necessary to include.\n   12    3. Such report shall be made to  the  governor,  the  speaker  of  the\n   13  assembly,  and the temporary president of the senate no later than Janu-\n   14  ary 1, 2013.\n   15    4. The director of the office  for  technology  may  request,  and  is\n   16  authorized  to  receive, any information from any state agencies that is\n   17  relevant and material to the completion of this study and report.   Such\n   18  information  received  by  the office for technology shall be subject to\n   19  the same requirements for confidentiality and  limitations  on  use,  if\n   20  any, as are applicable to such state agency's use of such information.\n   21    S  2.  This  act shall take effect immediately and shall expire and be\n   22  deemed repealed on April 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to requiring a study and report on methods to modernize information collection, retention and dissemination practices in the state; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T163709.TXT", "SOBI.D110103.T112900.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294263429850
}