{
  "year" : 2011,
  "senateBillNo" : "A603-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A603-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends the criminal procedure law, the family court act, the civil practice law and rules, the penal law and the social services law to restrict violent felons from accessing personal records of their victims",
  "summary" : "Restricts the ability of perpetrators of violent crimes to access personal records of their victims. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A245-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          603\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. MAGNARELLI, CUSICK, LANCMAN, SCHIMMINGER, ZEBROW-\n         SKI,  HOYT,  COLTON,  GABRYSZAK, GUNTHER, GALEF, WEISENBERG, ROBINSON,\n         BENEDETTO, JAFFEE, MAISEL, MAYERSOHN, CLARK -- Multi-Sponsored  by  --\n         M.  of  A.  ABBATE,  BOYLAND, DESTITO, HIKIND, HOOPER, MAGEE, MILLMAN,\n         PERRY, PHEFFER, REILLY, SWEENEY, TOWNS -- read once  and  referred  to\n         the Committee on Codes\n\n       AN  ACT  to  amend the criminal procedure law, the family court act, the\n         civil practice law and rules, the penal law and  the  social  services\n         law, in relation to restricting the ability of perpetrators of violent\n         crimes  to  access personal records of their victims; and to amend the\n         civil practice law and rules, in relation to service of a subpoena  by\n         a pro se litigant\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 240.50 of the criminal procedure law is amended  by\n    2  adding a new subdivision 5 to read as follows:\n    3    5. NOTWITHSTANDING ANY OTHER PROVISION OF THIS ARTICLE, IN THE CASE OF\n    4  A  CRIMINAL ACTION INVOLVING A FELONY AS DEFINED IN SECTION 10.00 OF THE\n    5  PENAL LAW:\n    6    (A) ENTAILING SERIOUS PHYSICAL INJURY AS DEFINED IN SECTION  10.00  OF\n    7  THE PENAL LAW; OR\n    8    (B)  INVOLVING  AN  OFFENSE DESCRIBED IN ARTICLE ONE HUNDRED THIRTY OF\n    9  THE PENAL LAW,\n   10  DISCOVERY OF MATERIAL  CONTAINING  PERSONAL  INFORMATION  REGARDING  THE\n   11  VICTIM  AGAINST  WHOM  THE  FELONY  WAS  ALLEGEDLY COMMITTED IS ALLOWED,\n   12  INCLUDING, BUT NOT LIMITED TO DISCOVERY OF MEDICAL, EDUCATIONAL, EMPLOY-\n   13  MENT AND FINANCIAL INFORMATION AND NON-PUBLIC INFORMATION PERTAINING  TO\n   14  THE  VICTIM'S  LOCATION,  SHALL  BE  ALLOWED ONLY PURSUANT TO A SUBPOENA\n   15  ISSUED BY THE COURT IN WHICH THE ACTION IS  PENDING,  AND  A  PROTECTIVE\n   16  ORDER  DIRECTING  THAT ANY SUCH MATERIAL SHALL BE USED FOR THE EXCLUSIVE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03143-01-1\n\n       A. 603                              2\n\n    1  PURPOSE OF PREPARING FOR THE DEFENSE  OR  PROSECUTION  OF  THE  CRIMINAL\n    2  ACTION.  ALL  SUCH  SUBPOENAS  SERVED  ON BEHALF OF THE DEFENSE SHALL BE\n    3  SERVED BY THE DEFENDANT'S AGENT.\n    4    S  2. Section 331.5 of the family court act is amended by adding a new\n    5  subdivision 5 to read as follows:\n    6    5. NOTWITHSTANDING ANY OTHER PROVISION OF THIS ACT, IN THE CASE OF  AN\n    7  ACTION INVOLVING A FELONY AS DEFINED IN SECTION 10.00 OF THE PENAL LAW:\n    8    (A)  ENTAILING  SERIOUS PHYSICAL INJURY AS DEFINED IN SECTION 10.00 OF\n    9  THE PENAL LAW; OR\n   10    (B) INVOLVING AN OFFENSE DESCRIBED IN ARTICLE ONE  HUNDRED  THIRTY  OF\n   11  THE PENAL LAW,\n   12  DISCOVERY  OF  MATERIAL  CONTAINING  PERSONAL  INFORMATION REGARDING THE\n   13  VICTIM AGAINST WHOM THE  FELONY  WAS  ALLEGEDLY  COMMITTED  IS  ALLOWED,\n   14  INCLUDING, BUT NOT LIMITED TO DISCOVERY OF MEDICAL, EDUCATIONAL, EMPLOY-\n   15  MENT  AND FINANCIAL INFORMATION AND NON-PUBLIC INFORMATION PERTAINING TO\n   16  THE VICTIM'S LOCATION, SHALL BE ALLOWED  ONLY  PURSUANT  TO  A  SUBPOENA\n   17  ISSUED  BY  THE  COURT  IN WHICH THE ACTION IS PENDING, AND A PROTECTIVE\n   18  ORDER DIRECTING THAT ANY SUCH MATERIAL SHALL BE USED FOR  THE  EXCLUSIVE\n   19  PURPOSE  OF  PREPARING FOR THE DEFENSE OR PRESENTMENT OF THE ACTION. ALL\n   20  SUCH SUBPOENAS SERVED ON BEHALF OF THE PERSON ACCUSED OF COMMITTING  THE\n   21  FELONY SHALL BE SERVED BY SUCH PERSON'S AGENT.\n   22    S  3.  Section  3103 of the civil practice law and rules is amended by\n   23  adding a new subdivision (d) to read as follows:\n   24    (D) NOTWITHSTANDING ANY OTHER PROVISION OF THIS ARTICLE, IN  THE  CASE\n   25  OF ANY ACTION INVOLVING A PERSON WHO IS CONVICTED IN A CRIMINAL COURT OF\n   26  A FELONY AS DEFINED IN SECTION 10.00 OF THE PENAL LAW:\n   27    (I)  ENTAILING  SERIOUS PHYSICAL INJURY AS DEFINED IN SECTION 10.00 OF\n   28  THE PENAL LAW; OR\n   29    (II) INVOLVING AN OFFENSE DESCRIBED IN ARTICLE ONE HUNDRED  THIRTY  OF\n   30  THE PENAL LAW,\n   31  DISCOVERY  OF  MATERIAL  CONTAINING  PERSONAL  INFORMATION REGARDING THE\n   32  VICTIM AGAINST WHOM THE FELONY WAS COMMITTED IS ALLOWED, INCLUDING,  BUT\n   33  NOT  LIMITED TO DISCOVERY OF MEDICAL, EDUCATIONAL, EMPLOYMENT AND FINAN-\n   34  CIAL INFORMATION AND NON-PUBLIC INFORMATION PERTAINING TO  THE  VICTIM'S\n   35  LOCATION,  SHALL  BE  ALLOWED  ONLY PURSUANT TO A SUBPOENA ISSUED BY THE\n   36  COURT IN WHICH THE ACTION IS PENDING, AND A PROTECTIVE  ORDER  DIRECTING\n   37  THAT  ANY  SUCH  MATERIAL  SHALL  BE  USED  FOR THE EXCLUSIVE PURPOSE OF\n   38  PREPARING FOR THE DEFENSE OR PROSECUTION OF THE ACTION. ALL SUCH SUBPOE-\n   39  NAS SERVED ON BEHALF OF THE PERSON  ACCUSED  OF  COMMITTING  THE  FELONY\n   40  SHALL BE SERVED BY SUCH PERSON'S AGENT.\n   41    S 4. The penal law is amended by adding a new section 60.37 to read as\n   42  follows:\n   43  S 60.37 MANDATORY  ORDER OF PROTECTION FOR PERSONAL INFORMATION PERTAIN-\n   44            ING TO VICTIMS OF VIOLENT CRIMES.\n   45    1. WHENEVER PROCEEDINGS IN AN ADMINISTRATIVE TRIBUNAL OR  A  COURT  OF\n   46  THIS STATE RESULT IN A CONVICTION FOR A FELONY:\n   47    (A) ENTAILING SERIOUS PHYSICAL INJURY; OR\n   48    (B)  INVOLVING  AN  OFFENSE DESCRIBED IN ARTICLE ONE HUNDRED THIRTY OF\n   49  THIS CHAPTER,\n   50  THERE SHALL BE ISSUED AT SENTENCING A MANDATORY PROTECTIVE ORDER PROHIB-\n   51  ITING  THE  CONVICTED  PERSON  FROM  OBTAINING  ANY  NON-PUBLIC  RECORDS\n   52  CONTAINING  PERSONAL  INFORMATION  REGARDING THE VICTIM AGAINST WHOM THE\n   53  FELONY WAS COMMITTED, INCLUDING, BUT  NOT  LIMITED  TO  MEDICAL,  EDUCA-\n   54  TIONAL,  EMPLOYMENT AND FINANCIAL INFORMATION AND INFORMATION PERTAINING\n   55  TO THE VICTIM'S LOCATION. THIS ORDER SHALL BE A  PERMANENT  ORDER  WHICH\n   56  SHALL  NOT  EXPIRE, AND THE VICTIM SHALL NOT BE REQUIRED TO PERIODICALLY\n\n       A. 603                              3\n\n    1  RENEW OR REAPPLY FOR THE ORDER. SUBJECT TO THE PROVISIONS OF SUBDIVISION\n    2  TWO OF THIS SECTION, THE ORDER SHALL NOT  BE  SUBJECT  TO  VITIATION  OR\n    3  MODIFICATION  UPON APPLICATION BY THE CONVICTED PERSON, PROVIDED THAT IF\n    4  THE CONVICTION IS REVERSED ON APPEAL, THE ORDER MAY BE MODIFIED OR VITI-\n    5  ATED  BY  THE SUPERIOR COURT UPON APPLICATION BY THE DEFENDANT AND AFTER\n    6  APPROPRIATE NOTICE TO AN OPPORTUNITY TO BE HEARD BY THE VICTIM  AND  THE\n    7  PROSECUTOR  IN  THE  CASE.  THE PROTECTIVE ORDER ISSUED PURSUANT TO THIS\n    8  SECTION SHALL REPLACE ANY PROTECTIVE ORDER ISSUED DURING THE  COURSE  OF\n    9  THE ACTION RESULTING IN THE CONVICTION.\n   10    2.  THE  PROVISIONS  OF SUBDIVISION ONE OF THIS SECTION SHALL APPLY IN\n   11  ALL CASES IN WHICH THE VICTIM IS AN ADULT AND IN ALL CASES IN WHICH  THE\n   12  VICTIM  IS  A  MINOR AND THE CONVICTED PERSON IS NOT AN IMMEDIATE FAMILY\n   13  MEMBER OF THE VICTIM. IN CASES IN WHICH THE VICTIM IS A  MINOR  AND  THE\n   14  CONVICTED  PERSON  IS  AN  IMMEDIATE  FAMILY  MEMBER  OF THE VICTIM, THE\n   15  PROVISIONS OF SUBDIVISION ONE OF THIS SECTION SHALL APPLY, PROVIDED THAT\n   16  THE CONVICTED PERSON MAY APPLY TO  FAMILY  COURT  FOR  RELIEF  FROM  THE\n   17  PROTECTIVE  ORDER.  THE  FAMILY COURT MAY GRANT OR DENY SUCH APPLICATION\n   18  AND/OR MAY ISSUE AN ORDER OF PROTECTION  AS  DESCRIBED  IN  SECTION  ONE\n   19  THOUSAND FIFTY-SIX OF THE FAMILY COURT ACT.\n   20    3.  THE PERSON CONVICTED OF THE FELONY SHALL PAY ALL COSTS INCURRED IN\n   21  CONNECTION WITH THE ISSUANCE AND ENFORCEMENT OF THE PROTECTIVE ORDER. IN\n   22  THE EVENT THAT SUCH PERSON UNSUCCESSFULLY CHALLENGES THE VALIDITY OF THE\n   23  PROTECTIVE ORDER OR UNSUCCESSFULLY SEEKS TO HAVE IT  VITIATED  OR  MODI-\n   24  FIED, HE OR SHE SHALL BE LIABLE FOR ALL COSTS INCURRED DURING THE COURSE\n   25  OF  SUCH  CHALLENGE,  INCLUDING COSTS INCURRED BY THE VICTIM IN OPPOSING\n   26  THE CHALLENGE.\n   27    4. THE COSTS PROVIDED FOR IN SUBDIVISION THREE OF THIS  SECTION  SHALL\n   28  BE  PAID  TO  THE  CLERK  OF  THE  COURT OR ADMINISTRATIVE TRIBUNAL THAT\n   29  RENDERED THE CONVICTION. WITHIN THE FIRST TEN DAYS OF THE MONTH  FOLLOW-\n   30  ING  COLLECTION  OF  THE COSTS, THE COLLECTING AUTHORITY SHALL DETERMINE\n   31  THE AMOUNT OF THE MONEY COLLECTED AND, IF IT IS AN ADMINISTRATIVE TRIBU-\n   32  NAL, OR A TOWN OR VILLAGE JUSTICE COURT, IT SHALL THEN PAY SUCH MONEY TO\n   33  THE STATE COMPTROLLER WHO SHALL DEPOSIT SUCH MONEY IN THE STATE TREASURY\n   34  PURSUANT TO SECTION ONE HUNDRED TWENTY-ONE OF THE STATE FINANCE  LAW  TO\n   35  THE  CREDIT  OF  THE CRIMINAL JUSTICE IMPROVEMENT ACCOUNT ESTABLISHED BY\n   36  SECTION NINETY-SEVEN-BB OF THE STATE FINANCE  LAW.  IF  SUCH  COLLECTING\n   37  AUTHORITY  IS  ANY  OTHER  COURT  OF THE UNIFIED COURT SYSTEM, IT SHALL,\n   38  WITHIN SUCH PERIOD, PAY SUCH MONEY TO THE STATE COMMISSIONER OF TAXATION\n   39  AND FINANCE TO THE CREDIT OF THE CRIMINAL  JUSTICE  IMPROVEMENT  ACCOUNT\n   40  ESTABLISHED BY SECTION NINETY-SEVEN-BB OF THE STATE FINANCE LAW.\n   41    5.  ANY PERSON WHO HAS PAID A PROTECTIVE ORDER FEE UNDER THE AUTHORITY\n   42  OF THIS SECTION BASED UPON A CONVICTION THAT  IS  SUBSEQUENTLY  REVERSED\n   43  SHALL BE ENTITLED TO A REFUND OF FEE UPON APPLICATION TO THE STATE COMP-\n   44  TROLLER.  THE STATE COMPTROLLER SHALL REQUIRE SUCH PROOF AS IS NECESSARY\n   45  IN ORDER TO DETERMINE WHETHER A REFUND IS REQUIRED BY LAW.\n   46    6. WHEN A PERSON WHO IS CONVICTED OF A VIOLENT CRIME AND SENTENCED  TO\n   47  A  TERM  OF  IMPRISONMENT  HAS  FAILED TO PAY THE PROTECTIVE ORDER COSTS\n   48  REQUIRED BY THIS SECTION, THE CLERK  OF  THE  COURT  THAT  RENDERED  THE\n   49  CONVICTION  SHALL NOTIFY THE SUPERINTENDENT OR THE MUNICIPAL OFFICIAL OF\n   50  THE FACILITY WHERE THE PERSON IS CONFINED.  THE  SUPERINTENDENT  OR  THE\n   51  MUNICIPAL  OFFICIAL  SHALL  CAUSE  ANY AMOUNT OWING TO BE COLLECTED FROM\n   52  SUCH PERSON DURING HIS OR HER TERM OF IMPRISONMENT FROM  MONEYS  TO  THE\n   53  CREDIT  OF  AN INMATES' FUND OR SUCH MONEYS AS MAY BE EARNED BY A PERSON\n   54  IN A WORK RELEASE PROGRAM PURSUANT TO SECTION EIGHT HUNDRED SIXTY OF THE\n   55  CORRECTION LAW. SUCH MONEYS SHALL BE PAID OVER TO THE STATE  COMPTROLLER\n   56  TO THE CREDIT OF THE CRIMINAL JUSTICE IMPROVEMENT ACCOUNT ESTABLISHED BY\n\n       A. 603                              4\n\n    1  SECTION  NINETY-SEVEN-BB  OF THE STATE FINANCE LAW, EXCEPT THAT ANY SUCH\n    2  MONEYS COLLECTED PERTAINING TO COSTS LEVIED IN RELATION  TO  CONVICTIONS\n    3  OBTAINED  IN A TOWN OR VILLAGE JUSTICE COURT SHALL BE PAID WITHIN THIRTY\n    4  DAYS  AFTER THE RECEIPT THEREOF BY THE SUPERINTENDENT OR MUNICIPAL OFFI-\n    5  CIAL OF THE FACILITY TO THE JUSTICE OF THE COURT IN WHICH THE CONVICTION\n    6  WAS OBTAINED. FOR THE PURPOSES OF COLLECTING SUCH FEE, THE  STATE  SHALL\n    7  BE  LEGALLY  ENTITLED  TO THE MONEY TO THE CREDIT OF AN INMATES' FUND OR\n    8  MONEY WHICH IS EARNED BY AN  INMATE  IN  A  WORK  RELEASE  PROGRAM.  FOR\n    9  PURPOSES OF THIS SUBDIVISION, THE TERM \"INMATES' FUND\" SHALL MEAN MONEYS\n   10  IN  THE POSSESSION OF AN INMATE AT THE TIME OF HIS OR HER ADMISSION INTO\n   11  SUCH FACILITY, FUNDS EARNED BY HIM OR HER AS PROVIDED FOR IN SECTION ONE\n   12  HUNDRED EIGHTY-SEVEN OF THE CORRECTION LAW AND ANY OTHER FUNDS  RECEIVED\n   13  BY  HIM  OR  HER  OR ON HIS OR HER BEHALF AND DEPOSITED WITH SUCH SUPER-\n   14  INTENDENT OR MUNICIPAL OFFICIAL.\n   15    7. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF SECTION  60.00\n   16  OF THIS ARTICLE, THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION SHALL\n   17  NOT APPLY TO A VIOLATION UNDER ANY LAW OTHER THAN THIS CHAPTER.\n   18    8. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF SECTION 130.10\n   19  OF THE CRIMINAL PROCEDURE LAW, AT THE TIME THAT THE PROTECTION ORDER FEE\n   20  IS  IMPOSED,  A  TOWN  OR VILLAGE COURT MAY, AND ALL OTHER COURTS SHALL,\n   21  ISSUE AND CAUSE TO BE SERVED UPON THE PERSON REQUIRED TO PAY THE PROTEC-\n   22  TIVE ORDER FEE, A SUMMONS DIRECTING THAT SUCH PERSON APPEAR  BEFORE  THE\n   23  COURT  REGARDING  THE  PAYMENT  OF THE FEE, IF AFTER SIXTY DAYS FROM THE\n   24  DATE IT WAS IMPOSED IT REMAINS UNPAID. THE DESIGNATED DATE OF APPEARANCE\n   25  ON THE SUMMONS SHALL BE SET FOR THE FIRST DAY COURT IS IN SESSION  FALL-\n   26  ING  AFTER  THE SIXTIETH DAY FROM THE IMPOSITION OF THE FEE. THE SUMMONS\n   27  SHALL CONTAIN THE INFORMATION REQUIRED BY  SUBDIVISION  TWO  OF  SECTION\n   28  130.10 OF THE CRIMINAL PROCEDURE LAW EXCEPT THAT IN SUBSTITUTION FOR THE\n   29  REQUIREMENT OF PARAGRAPH (C) OF SUCH SUBDIVISION THE SUMMONS SHALL STATE\n   30  THAT THE PERSON SERVED MUST APPEAR AT A DATE, TIME AND SPECIFIC LOCATION\n   31  SPECIFIED  IN  THE SUMMONS IF AFTER SIXTY DAYS FROM THE DATE OF ISSUANCE\n   32  THE FEE REMAINS UNPAID. THE COURT SHALL NOT ISSUE A SUMMONS  UNDER  THIS\n   33  SUBDIVISION  TO A PERSON WHO IS BEING SENTENCED TO A TERM OF CONFINEMENT\n   34  IN EXCESS OF SIXTY DAYS IN JAIL OR IN  THE  DEPARTMENT  OF  CORRECTIONAL\n   35  SERVICES. THE FEES FOR THOSE PERSONS SHALL BE GOVERNED BY THE PROVISIONS\n   36  OF SECTION 60.30 OF THIS ARTICLE.\n   37    9.  THE  PROVISIONS  OF  THIS SECTION SHALL APPLY TO SENTENCES IMPOSED\n   38  UPON A YOUTHFUL OFFENDER FINDING.\n   39    10. THE PROVISIONS OF THIS SECTION SHALL APPLY TO ALL  CONVICTIONS  AS\n   40  DESCRIBED  IN SUBDIVISION ONE OF THIS SECTION, REGARDLESS OF WHETHER THE\n   41  SENTENCE WAS ONE INVOLVING IMPRISONMENT, PROBATION  AND/OR  A  SUSPENDED\n   42  SENTENCE.\n   43    S  5.  Paragraph  (d)  of subdivision 2 of section 378-a of the social\n   44  services law, as added by chapter 7 of the laws of 1999, is  amended  to\n   45  read as follows:\n   46    (d)  Notwithstanding  any  other provision of law to the contrary, the\n   47  office of children and family  services,  upon  receipt  of  a  criminal\n   48  history  record  from  the  division  of  criminal justice services, may\n   49  request, and is entitled  to  receive,  information  pertaining  to  any\n   50  offense  contained  in  such  criminal  history record from any state or\n   51  local law enforcement agency or court for the  purposes  of  determining\n   52  whether any ground relating to such criminal conviction or pending crim-\n   53  inal  charge exists for denying an application; PROVIDED THAT NOTHING IN\n   54  THIS CHAPTER SHALL BE CONSTRUED TO ALLOW A PERSON CONVICTED OF A  FELONY\n   55  TO  ACCESS  RECORDS  OF  HIS  OR HER VICTIM IN VIOLATION OF A PROTECTIVE\n   56  ORDER ISSUED PURSUANT TO SECTION 60.37 OF THE PENAL LAW.\n\n       A. 603                              5\n\n    1    S 6. Subdivision 5 of section 390-b of the  social  services  law,  as\n    2  added by chapter 416 of the laws of 2000, is amended to read as follows:\n    3    5.  Notwithstanding  any  other  provision of law to the contrary, the\n    4  office of children and family  services,  upon  receipt  of  a  criminal\n    5  history  record  from  the  division  of  criminal justice services, may\n    6  request, and is entitled to receive, information pertaining to any crime\n    7  contained in such criminal history record from any state  or  local  law\n    8  enforcement agency, district attorney, parole officer, probation officer\n    9  or  court for the purposes of determining whether any ground relating to\n   10  such criminal conviction or pending criminal charge exists for denying a\n   11  license, registration, application or employment; PROVIDED THAT  NOTHING\n   12  IN  THIS  CHAPTER  SHALL  BE  CONSTRUED TO ALLOW A PERSON CONVICTED OF A\n   13  FELONY TO ACCESS RECORDS OF HIS OR HER VICTIM IN VIOLATION OF A  PROTEC-\n   14  TIVE ORDER ISSUED PURSUANT TO SECTION 60.37 OF THE PENAL LAW.\n   15    S  7.  The  civil  practice  law  and rules is amended by adding a new\n   16  section 2303-b to read as follows:\n   17    S 2303-B. SERVICE OF A SUBPOENA BY A PRO SE LITIGANT. A PRO  SE  LITI-\n   18  GANT  WHO  IS  CONVICTED  IN A CRIMINAL COURT OF A FELONY, AS DEFINED IN\n   19  SECTION 10.00 OF THE PENAL LAW, MAY SERVE A SUBPOENA IN PERSON  FOR  THE\n   20  RECORDS  OF THE VICTIM AGAINST WHOM THE PENALTY WAS COMMITTED ONLY AFTER\n   21  RECEIVING A COURT ORDER IF SUCH FELONY: ENTAILS SERIOUS PHYSICAL  INJURY\n   22  AS  DEFINED  IN  SECTION  10.00 OF THE PENAL LAW; OR INVOLVES AN OFFENSE\n   23  DESCRIBED IN ARTICLE ONE HUNDRED THIRTY OF THE PENAL LAW.\n   24    S 8. This act shall take effect on the ninetieth day  after  it  shall\n   25  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, the family court act, the civil practice law and rules, the penal law and the social services law, in relation to restricting the ability of perpetrators of violent crimes to access personal records of their victims; and to amend the civil practice law and rules, in relation to service of a subpoena by a pro se litigant ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T163709.TXT", "SOBI.D110103.T112900.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294263429852
}