{
  "year" : 2011,
  "senateBillNo" : "A604-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A604-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the apportionment of certain school aid commencing on and after July 1, 2011",
  "summary" : "Provides for the apportionment of certain school aid commencing on and after July 1, 2011. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3839-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          604\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. MAGNARELLI, DESTITO, MAGEE, LIFTON, GUNTHER --\n         Multi-Sponsored by -- M. of A. BOYLAND, CAMARA, JAFFEE, TOWNS --  read\n         once and referred to the Committee on Education\n\n       AN  ACT  to amend the education law, in relation to the apportionment of\n         state assistance to school districts for school years commencing on or\n         after July 1, 2011\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3602-a\n    2  to read as follows:\n    3    S 3602-A. APPORTIONMENT OF PUBLIC MONIES TO SCHOOL DISTRICTS EMPLOYING\n    4  EIGHT  OR  MORE  TEACHERS  FOR  SCHOOL YEARS BEGINNING ON AND AFTER JULY\n    5  FIRST, TWO THOUSAND ELEVEN. 1. NOTWITHSTANDING ANY OTHER  PROVISIONS  OF\n    6  THIS CHAPTER OR ANY OTHER PROVISIONS OF LAW, EACH SCHOOL DISTRICT OF THE\n    7  STATE  EMPLOYING  EIGHT OR MORE TEACHERS SHALL RECEIVE ITS APPORTIONMENT\n    8  OF PUBLIC MONEY PAYABLE DURING THE SCHOOL YEAR  COMMENCING  JULY  FIRST,\n    9  TWO  THOUSAND  ELEVEN AND DURING ALL SUBSEQUENT SCHOOL YEARS PURSUANT TO\n   10  THE PROVISIONS OF THIS SECTION AND IN LIEU OF ANY APPORTIONMENTS PAYABLE\n   11  UNDER ANY OTHER SECTION OF LAW OTHER THAN ANY SUCH  APPORTIONMENTS  THAT\n   12  MAY  BE  PAYABLE TO SUCH DISTRICT PURSUANT TO SECTION THIRTY-SIX HUNDRED\n   13  TWO OF THIS ARTICLE FOR SCHOOL LUNCHES, CONSTRUCTION AND  REHABILITATION\n   14  OF  BUILDINGS, UNIVERSAL PRE-KINDERGARTEN PROGRAMS, SERVICES OR PROGRAMS\n   15  PROVIDED BY A BOARD OF COOPERATIVE EDUCATIONAL SERVICES, SHARED SERVICES\n   16  OR PROGRAMS OF ELIGIBLE DISTRICTS THAT ARE NOT COMPONENTS OF A BOARD  OF\n   17  COOPERATIVE  EDUCATIONAL  SERVICES,  EDUCATION  OF  INDIAN CHILDREN OF A\n   18  RESERVATION UNDER A CONTRACT WITH THE STATE, EDUCATION  OF  PUPILS  FROM\n   19  THE  OFFICE  FOR  PEOPLE  WITH  DEVELOPMENTAL DISABILITIES, EDUCATION OF\n   20  INCARCERATED YOUTH, EDUCATION OF HOMELESS AND RUNAWAY PUPILS,  EDUCATION\n   21  OF  PUPILS  IN  APPROVED  PRIVATE SCHOOL PLACEMENTS OR IN STATE OPERATED\n   22  SCHOOLS, THE SUMMER COMPONENT OF TWELVE MONTH PROGRAMS FOR STUDENTS WITH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03269-02-1\n\n       A. 604                              2\n\n    1  DISABILITIES, OR MATERIALS AND SERVICES  PROVIDED  TO  PUPILS  ATTENDING\n    2  BOTH  PUBLIC  AND  PRIVATE SCHOOLS TO THE EXTENT THAT THE STATE PROVIDES\n    3  AID FOR SUCH MATERIALS OR SERVICES ON A COST REIMBURSEMENT BASIS.\n    4    2.  AS  USED  IN  THIS SECTION, ANY TERM DEFINED IN SUBDIVISION ONE OF\n    5  SECTION THIRTY-SIX HUNDRED TWO OF THIS ARTICLE AND  THE  COMPUTATION  OF\n    6  WHICH  IS PROVIDED FOR IN SUBDIVISION TWO OF SUCH SECTION SHALL HAVE THE\n    7  SAME MEANING GIVEN TO IT BY SUCH SUBDIVISION ONE AND SHALL  BE  COMPUTED\n    8  AS  PROVIDED  FOR  IN  SUCH SUBDIVISION TWO. AS USED IN THIS SECTION THE\n    9  FOLLOWING TERMS SHALL BE DEFINED AS FOLLOWS:\n   10    A. \"SOUND BASIC EDUCATION\" SHALL  MEAN  AN  EDUCATIONAL  PROGRAM  THAT\n   11  ADEQUATELY  PREPARES  STUDENTS FOR THE WORKFORCE AND FOR THEIR RESPONSI-\n   12  BILITIES AS CITIZENS. SUCH AN EDUCATIONAL PROGRAM SHALL CONSIST OF (1) A\n   13  BASIC OPERATIONS COMPONENT AND (2) AN EXTRAORDINARY NEEDS COMPONENT.\n   14    B. \"STATEWIDE COST PER PUPIL OF THE BASIC OPERATIONS  COMPONENT  OF  A\n   15  SOUND  BASIC  EDUCATION\",  FOR ANY PARTICULAR SCHOOL YEAR, SHALL MEAN AN\n   16  AMOUNT EQUAL TO NINE THOUSAND DOLLARS TIMES  THE  NUMBER  DETERMINED  BY\n   17  DIVIDING THE CONSUMER PRICE INDEX FOR ALL URBAN CONSUMERS FOR THE CALEN-\n   18  DAR  YEAR PRECEDING THE COMMENCEMENT OF SUCH SCHOOL YEAR BY THE CONSUMER\n   19  PRICE INDEX FOR THE  TWO  THOUSAND  ELEVEN  CALENDAR  YEAR,  UNLESS  THE\n   20  COMMISSIONER  HAS DETERMINED THAT THE STATEWIDE AVERAGE AMOUNT PER PUPIL\n   21  THAT IS NECESSARY TO PROVIDE THE BASIC OPERATIONS COMPONENT OF  A  SOUND\n   22  BASIC  EDUCATION FOR ANY SCHOOL YEAR COMMENCING SIX MONTHS OR MORE AFTER\n   23  THE MAKING OF SUCH A DETERMINATION IS A GREATER AMOUNT, IN  WHICH  CASE,\n   24  THE  STATEWIDE  COST  PER  PUPIL  OF THE BASIC OPERATIONS COMPONENT OF A\n   25  SOUND BASIC EDUCATION FOR SUCH SCHOOL YEAR SHALL BE SUCH GREATER AMOUNT.\n   26    C. \"STATEWIDE COST PER EXTRAORDINARY NEEDS PUPIL UNIT OF THE  EXTRAOR-\n   27  DINARY  NEEDS  COMPONENT OF A SOUND BASIC EDUCATION\", FOR ANY PARTICULAR\n   28  SCHOOL YEAR, SHALL MEAN AN AMOUNT EQUAL TO THREE  THOUSAND  ONE  HUNDRED\n   29  FIFTY DOLLARS TIMES THE NUMBER DETERMINED BY DIVIDING THE CONSUMER PRICE\n   30  INDEX  FOR  ALL  URBAN  CONSUMERS  FOR  THE  CALENDAR YEAR PRECEDING THE\n   31  COMMENCEMENT OF SUCH SCHOOL YEAR BY THE CONSUMER PRICE INDEX FOR THE TWO\n   32  THOUSAND ELEVEN CALENDAR YEAR, UNLESS THE  COMMISSIONER  HAS  DETERMINED\n   33  THAT  THE  STATEWIDE  AVERAGE AMOUNT PER EXTRAORDINARY NEEDS PUPIL UNIT,\n   34  THAT IS NECESSARY TO PROVIDE THE ADDITIONAL EDUCATIONAL SERVICES  NECES-\n   35  SARY  TO  ENSURE  THAT  SUCH  EXTRAORDINARY NEEDS PUPILS RECEIVE A SOUND\n   36  BASIC EDUCATION FOR ANY SCHOOL YEAR COMMENCING SIX MONTHS OR MORE  AFTER\n   37  THE  MAKING  OF  SUCH A DETERMINATION IS A GREATER AMOUNT, IN WHICH CASE\n   38  THE STATEWIDE COST PER EXTRAORDINARY NEEDS PUPIL UNIT  OF  THE  EXTRAOR-\n   39  DINARY  NEEDS  COMPONENT OF A SOUND BASIC EDUCATION FOR SUCH SCHOOL YEAR\n   40  SHALL BE SUCH GREATER AMOUNT.\n   41    D. \"ADJUSTED AVERAGE DAILY MEMBERSHIP\" SHALL MEAN THE  AVERAGE  NUMBER\n   42  OF  STUDENTS  RECEIVING  THEIR EDUCATIONAL PROGRAM AT A DISTRICT EXPENSE\n   43  WITH HALF-DAY KINDERGARTEN WEIGHTED AT 0.50.\n   44    E. \"AIDABLE PUPIL COUNT\" SHALL BE (1) ONE-HALF THE SUM OF (I) ADJUSTED\n   45  AVERAGE DAILY ATTENDANCE AS  COMPUTED  PURSUANT  TO  SECTION  THIRTY-SIX\n   46  HUNDRED  TWO OF THIS ARTICLE AND (II) ADJUSTED AVERAGE DAILY MEMBERSHIP,\n   47  PLUS (2) TWELVE PERCENT OF THE  NUMBER  OF  SUMMER  SESSION  PUPILS,  AS\n   48  DEFINED  IN PARAGRAPH G OF SUBDIVISION ONE OF SECTION THIRTY-SIX HUNDRED\n   49  TWO OF THIS ARTICLE.\n   50    F. \"COST ADJUSTMENT FACTOR\" FOR A SCHOOL DISTRICT SHALL MEAN  (1)  THE\n   51  IMPLICIT  GEOGRAPHIC COST OF EDUCATION INDEX AS CALCULATED BY THE AMERI-\n   52  CAN INSTITUTES OF RESEARCH AND MANAGEMENT ANALYSIS AND  PLANNING,  INC.,\n   53  FOR USE IN \"THE NEW YORK ADEQUACY STUDY: DETERMINING THE COST OF PROVID-\n   54  ING  ALL  CHILDREN  IN NEW YORK AN ADEQUATE EDUCATION,\" WITH THOSE INDEX\n   55  NUMBERS DIVIDED BY (2) THE WEIGHTED AVERAGE INDEX NUMBER FOR ALL  SCHOOL\n   56  DISTRICTS IN THE STATE. THE WEIGHTED AVERAGE INDEX NUMBER FOR ALL SCHOOL\n\n       A. 604                              3\n\n    1  DISTRICTS  IN  THE  STATE SHALL BE DETERMINED BY DIVIDING (A) THE SUM OF\n    2  THE NUMBERS DETERMINED BY MULTIPLYING (I) EACH DISTRICT'S IMPLICIT INDEX\n    3  NUMBER BY (II) SUCH DISTRICTS AIDABLE PUPIL COUNT DIVIDED BY (B) THE SUM\n    4  OF THE AIDABLE PUPIL COUNTS FOR ALL DISTRICTS IN THE STATE.\n    5    G. \"DISTRICT'S COST OF THE BASIC OPERATIONS COMPONENT OF A SOUND BASIC\n    6  EDUCATION\" SHALL BE DETERMINED BY MULTIPLYING (1) THE STATEWIDE COST PER\n    7  PUPIL  OF  THE  BASIC OPERATIONS COMPONENT OF A SOUND BASIC EDUCATION BY\n    8  (2) THE DISTRICT'S COST ADJUSTMENT FACTOR BY (3) THE DISTRICT'S  AIDABLE\n    9  PUPIL COUNT.\n   10    H.  \"DISTRICT'S  COST  OF THE EXTRAORDINARY NEEDS COMPONENT OF A SOUND\n   11  BASIC EDUCATION\" SHALL BE DETERMINED BY MULTIPLYING  (1)  THE  STATEWIDE\n   12  COST  PER  EXTRAORDINARY  NEEDS  PUPIL  UNIT  OF THE EXTRAORDINARY NEEDS\n   13  COMPONENT OF A SOUND BASIC EDUCATION BY (2) THE DISTRICT'S COST  ADJUST-\n   14  MENT  FACTOR  BY (3) THE DISTRICT'S EXTRAORDINARY NEEDS COUNT AS DEFINED\n   15  IN PARAGRAPH S OF SUBDIVISION ONE OF SECTION THIRTY-SIX HUNDRED  TWO  OF\n   16  THIS ARTICLE DIVIDED BY THE DISTRICT'S COMBINED WEALTH RATIO.\n   17    I.  \"FEDERAL  AID  FOR  BASIC  OPERATIONS\"  SHALL  MEAN THE SUM OF THE\n   18  ASSISTANCE PROVIDED BY THE  FEDERAL  GOVERNMENT  TO  A  SCHOOL  DISTRICT\n   19  DURING THE BASE YEAR PURSUANT TO THE SCHOOLS IN FEDERALLY AFFECTED AREAS\n   20  PROGRAM AND THE INDIVIDUALS WITH DISABILITIES ACT AND SUCH OTHER FEDERAL\n   21  PROGRAMS  AS  SHALL  BE  DETERMINED  BY  THE COMMISSIONER TO SUPPORT THE\n   22  PROVISION OF THE BASIC OPERATIONS COMPONENT OF A SOUND BASIC EDUCATION.\n   23    J. \"COMPREHENSIVE OPERATING AID FOR THE SCHOOL  YEAR  COMMENCING  JULY\n   24  FIRST,  TWO  THOUSAND NINE\" SHALL MEAN THE SUM OF ALL AID APPORTIONED TO\n   25  SUCH DISTRICT FOR SUCH SCHOOL YEAR PURSUANT TO THE PROVISIONS OF  SUBDI-\n   26  VISIONS  TWELVE,  THIRTEEN,  FIFTEEN  AND  SIXTEEN OF SECTION THIRTY-SIX\n   27  HUNDRED TWO OF THIS ARTICLE AND SUBDIVISIONS ONE, TWO, THREE, EIGHT  AND\n   28  NINE OF SECTION THIRTY-SIX HUNDRED FORTY-ONE OF THIS ARTICLE.\n   29    K. \"DISTRICT MINIMUM REQUIRED CONTRIBUTION\" SHALL BE THE LESSER OF (1)\n   30  THIRTEEN  DOLLARS  FOR  EACH ONE THOUSAND OF THE DISTRICT'S ACTUAL VALU-\n   31  ATION AS DEFINED IN PARAGRAPH C OF SUBDIVISION ONE OF SECTION THIRTY-SIX\n   32  HUNDRED TWO OF THIS ARTICLE OR (2) THE AMOUNT  COMPUTED  BY  SUBTRACTING\n   33  (I)  THE  SUM  OF (A) THE DISTRICT'S COMPREHENSIVE OPERATING AID FOR THE\n   34  SCHOOL YEAR COMMENCING JULY FIRST,  TWO  THOUSAND  ELEVEN  AND  (B)  THE\n   35  FEDERAL  AID  RECEIVED BY SUCH SCHOOL DISTRICT FOR BASIC OPERATIONS FROM\n   36  (II) THE SUM OF (A) THE DISTRICT'S COST OF THE BASIC  OPERATIONS  COMPO-\n   37  NENT  OF  A  SOUND  BASIC  EDUCATION  AND (B) THE DISTRICT'S COST OF THE\n   38  EXTRAORDINARY NEEDS COMPONENT OF A SOUND BASIC EDUCATION.\n   39    3. A. THE  APPORTIONMENT  OF  PUBLIC  MONEY  PAYABLE  TO  EACH  SCHOOL\n   40  DISTRICT FOR COMPREHENSIVE OPERATING AID SHALL BE THE GREATER OF (A) THE\n   41  AMOUNT COMPUTED BY SUBTRACTING (1) THE SUM OF (I) THE DISTRICT'S MINIMUM\n   42  REQUIRED  CONTRIBUTION  AND  (II)  THE  DISTRICT'S FEDERAL AID FOR BASIC\n   43  OPERATIONS FROM (2) THE SUM OF (I) THE  DISTRICT'S  COST  OF  THE  BASIC\n   44  OPERATIONS  COMPONENT OF A SOUND BASIC EDUCATION AND (II) THE DISTRICT'S\n   45  COST OF THE EXTRAORDINARY NEEDS COMPONENT OF A SOUND BASIC EDUCATION, OR\n   46  (B) AN AMOUNT EQUAL TO THE DISTRICT'S COMPREHENSIVE  OPERATING  AID  FOR\n   47  THE  SCHOOL  YEAR  COMMENCING JULY FIRST, TWO THOUSAND ELEVEN, PROVIDED,\n   48  HOWEVER, THAT FOR THE SCHOOL YEAR COMMENCING ON JULY FIRST, TWO THOUSAND\n   49  TWELVE, JULY FIRST, TWO THOUSAND THIRTEEN, AND JULY FIRST, TWO  THOUSAND\n   50  FOURTEEN, THE FOLLOWING TRANSITION ADJUSTMENTS SHALL APPLY:\n   51    A. THE AID PAYABLE TO A DISTRICT IN THE SCHOOL YEAR COMMENCING ON JULY\n   52  FIRST,  TWO  THOUSAND TWELVE SHALL NOT EXCEED THE SUM OF THAT DISTRICT'S\n   53  COMPREHENSIVE OPERATING AID FOR THE SCHOOL YEAR COMMENCING  JULY  FIRST,\n   54  TWO  THOUSAND  ELEVEN PLUS TWENTY-FIVE PERCENT OF THE DIFFERENCE BETWEEN\n   55  THAT AMOUNT AND THE APPORTIONMENT THAT WOULD BE PAYABLE TO SUCH DISTRICT\n\n       A. 604                              4\n\n    1  IN THE SCHOOL YEAR COMMENCING ON JULY FIRST, TWO THOUSAND TWELVE  IF  IT\n    2  WERE NOT FOR THIS TRANSITION ADJUSTMENT.\n    3    B. THE AID PAYABLE TO A DISTRICT IN THE SCHOOL YEAR COMMENCING ON JULY\n    4  FIRST, TWO THOUSAND THIRTEEN SHALL NOT EXCEED THE SUM OF THAT DISTRICT'S\n    5  COMPREHENSIVE  OPERATING  AID FOR THE SCHOOL YEAR COMMENCING JULY FIRST,\n    6  TWO THOUSAND ELEVEN PLUS FIFTY PERCENT OF THE  DIFFERENCE  BETWEEN  THAT\n    7  AMOUNT  AND  THE APPORTIONMENT THAT WOULD BE PAYABLE TO SUCH DISTRICT IN\n    8  THE SCHOOL YEAR COMMENCING ON JULY FIRST, TWO THOUSAND  THIRTEEN  IF  IT\n    9  WERE NOT FOR THIS TRANSITION ADJUSTMENT.\n   10    C. THE AID PAYABLE TO A DISTRICT IN THE SCHOOL YEAR COMMENCING ON JULY\n   11  FIRST, TWO THOUSAND FOURTEEN SHALL NOT EXCEED THE SUM OF THAT DISTRICT'S\n   12  COMPREHENSIVE  OPERATING  AID FOR THE SCHOOL YEAR COMMENCING JULY FIRST,\n   13  TWO THOUSAND ELEVEN PLUS SEVENTY-FIVE PERCENT OF THE DIFFERENCE  BETWEEN\n   14  THAT AMOUNT AND THE APPORTIONMENT THAT WOULD BE PAYABLE TO SUCH DISTRICT\n   15  IN THE SCHOOL YEAR COMMENCING ON JULY FIRST, TWO THOUSAND FOURTEEN IF IT\n   16  WERE NOT FOR THIS TRANSITION ADJUSTMENT.\n   17    B.  NOTWITHSTANDING  ANY PROVISION OF THIS SECTION, ALL AID PAYABLE TO\n   18  SCHOOL DISTRICTS ON OR BEFORE JUNE THIRTIETH, TWO THOUSAND TWELVE  SHALL\n   19  BE PAYABLE PURSUANT TO THE PROVISIONS OF LAW IN EFFECT ON OR BEFORE SUCH\n   20  DATE.\n   21    S 2. This act shall take effect July 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the apportionment of state assistance to school districts for school years commencing on or after July 1, 2011 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T112900.TXT", "SOBI.D110106.T101158.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110103.T113902.TXT", "SOBI.D110103.T111400.TXT", "SOBI.D110106.T100658.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330925080
}