{
  "year" : 2011,
  "senateBillNo" : "A607-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A607-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"environmental justice act\"",
  "summary" : "Establishes the \"environmental justice act\" to establish governmental procedures to safeguard residents' health and welfare, and achieve environmental justice; definitions; creates the environmental justice task force; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA1985-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          607\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES, CAMARA, JAFFEE, CAHILL, COOK --\n         Multi-Sponsored by -- M. of A. BOYLAND,  BRENNAN,  JEFFRIES,  LUPARDO,\n         ROBINSON, TOWNS -- read once and referred to the Committee on Environ-\n         mental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         establishing the \"New York state environmental justice act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known as the \"New York state\n    2  environmental justice act\".\n    3    S  2.  Legislative  findings and purpose. The legislature hereby finds\n    4  and declares that:\n    5    1. Racial and ethnic minority populations and  low-income  communities\n    6  bear a disproportionate share of the health risks caused by polluted air\n    7  and  contaminated  water,  and by solid waste landfills, hazardous waste\n    8  facilities, waste water treatment plants, waste incinerators, and  other\n    9  similar projects.\n   10    2.  This  disproportionate impact of environmental hazards on minority\n   11  and low-income communities is largely the result  of  past  governmental\n   12  decisions.\n   13    3.  The federal government underscored the importance of environmental\n   14  justice in executive order 12898 and created the national  environmental\n   15  justice  advisory  council to promote environmental justice in the envi-\n   16  ronmental protection agency's policies, programs, initiatives and activ-\n   17  ities.\n   18    4. The state is committed to ensuring that  communities  are  afforded\n   19  fair  treatment and meaningful involvement in decision-making regardless\n   20  of race, color, ethnicity, religion, income or education level.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01741-01-1\n\n       A. 607                              2\n\n    1    The purpose of this law is to  establish  governmental  procedures  in\n    2  order  to  safeguard residents' health and welfare, and achieve environ-\n    3  mental justice.\n    4    S  3.  The  environmental  conservation law is amended by adding a new\n    5  article 74 to read as follows:\n    6                                  ARTICLE 74\n    7                  NEW YORK STATE ENVIRONMENTAL JUSTICE ACT\n    8  SECTION 74-1001. DEFINITIONS.\n    9          74-1002. IMPLEMENTATION OF ENVIRONMENTAL JUSTICE POLICIES.\n   10          74-1003. ENVIRONMENTAL JUSTICE TASK FORCE.\n   11  S 74-1001. DEFINITIONS.\n   12    FOR PURPOSES OF THIS ARTICLE \"ENVIRONMENTAL JUSTICE\"  MEANS  THE  FAIR\n   13  TREATMENT  OF  PEOPLE OF ALL RACES, CULTURES AND INCOMES IN THE DEVELOP-\n   14  MENT, ADOPTION, IMPLEMENTATION AND ENFORCEMENT OF ENVIRONMENTAL LAWS AND\n   15  POLICIES.\n   16  S 74-1002. IMPLEMENTATION OF ENVIRONMENTAL JUSTICE POLICIES.\n   17    1. ALL STATE AGENCIES, BOARDS, COMMISSIONS AND OTHER  BODIES  INVOLVED\n   18  IN  DECISIONS  THAT  MAY  AFFECT  ENVIRONMENTAL  QUALITY SHALL ADOPT AND\n   19  IMPLEMENT ENVIRONMENTAL JUSTICE POLICIES PROVIDING  MEANINGFUL  OPPORTU-\n   20  NITIES FOR INVOLVEMENT TO ALL PEOPLE, REGARDLESS OF RACE, COLOR, ETHNIC-\n   21  ITY, RELIGION, INCOME OR EDUCATION LEVEL.\n   22    2. ALL STATE PROGRAMS AND POLICIES DESIGNED TO PROTECT THE ENVIRONMENT\n   23  SHALL BE REVIEWED PERIODICALLY TO ENSURE THAT PROGRAM IMPLEMENTATION AND\n   24  DISSEMINATION  OF  INFORMATION MEET THE NEEDS OF LOW-INCOME AND MINORITY\n   25  COMMUNITIES, AND SEEK TO ADDRESS DISPROPORTIONATE EXPOSURE  TO  ENVIRON-\n   26  MENTAL HAZARDS.\n   27    3.  THE  DEPARTMENT WILL USE AVAILABLE ENVIRONMENTAL AND PUBLIC HEALTH\n   28  DATA TO IDENTIFY EXISTING AND PROPOSED INDUSTRIAL AND COMMERCIAL FACILI-\n   29  TIES AND AREAS IN COMMUNITIES OF COLOR AND  LOW-INCOME  COMMUNITIES  FOR\n   30  WHICH COMPLIANCE, ENFORCEMENT, REMEDIATION, SITING AND PERMITTING STRAT-\n   31  EGIES WILL BE TARGETED TO ADDRESS IMPACTS FROM THESE FACILITIES.\n   32    4. THE DEPARTMENT SHALL CREATE AN ENVIRONMENTAL JUSTICE ADVISORY COUN-\n   33  CIL TO ADVISE THE DEPARTMENT AND THE ENVIRONMENTAL JUSTICE TASK FORCE ON\n   34  ENVIRONMENTAL JUSTICE ISSUES. THE COUNCIL SHALL CONSIST OF FIFTEEN INDI-\n   35  VIDUALS  AND  WILL  MEET  AT LEAST QUARTERLY. THE COUNCIL SHALL ANNUALLY\n   36  SELECT A CHAIRPERSON FROM ITS MEMBERSHIP AND SHALL HAVE A COMPOSITION OF\n   37  ONE-THIRD MEMBERSHIP FROM GRASSROOTS OR FAITH-BASED COMMUNITY  ORGANIZA-\n   38  TIONS,  WITH  ADDITIONAL  MEMBERSHIP TO INCLUDE REPRESENTATIVES FROM THE\n   39  FOLLOWING COMMUNITIES: ACADEMIC PUBLIC HEALTH, STATEWIDE  ENVIRONMENTAL,\n   40  CIVIL  RIGHTS  AND PUBLIC HEALTH ORGANIZATIONS, LARGE AND SMALL BUSINESS\n   41  AND INDUSTRY, MUNICIPAL AND COUNTY OFFICIALS, AND ORGANIZED LABOR.\n   42  S 74-1003. ENVIRONMENTAL JUSTICE TASK FORCE.\n   43    1. THE COMMISSIONER AND THE COMMISSIONER OF THE DEPARTMENT OF  HEALTH,\n   44  OR  THEIR  APPOINTED DESIGNEES, SHALL CONVENE A MULTI-AGENCY TASK FORCE,\n   45  TO BE NAMED THE ENVIRONMENTAL JUSTICE TASK FORCE. THIS TASK  FORCE  WILL\n   46  INCLUDE  SENIOR MANAGEMENT DESIGNEES FROM THE GOVERNOR COUNSEL'S OFFICE,\n   47  THE ATTORNEY GENERAL'S OFFICE, THE DEPARTMENTS  OF  HEALTH,  AGRICULTURE\n   48  AND  MARKETS,  TRANSPORTATION, AND EDUCATION. THE TASK FORCE SHALL BE AN\n   49  ADVISORY BODY, THE PURPOSE OF WHICH IS TO MAKE RECOMMENDATIONS TO  STATE\n   50  AGENCY  HEADS  REGARDING  ACTIONS  TO  BE TAKEN TO ADDRESS ENVIRONMENTAL\n   51  JUSTICE ISSUES CONSISTENT WITH  EACH  AGENCY'S  EXISTING  STATUTORY  AND\n   52  REGULATORY  AUTHORITY. THE TASK FORCE IS AUTHORIZED TO CONSULT WITH, AND\n   53  EXPAND ITS MEMBERSHIP TO, OTHER STATE  AGENCIES  AS  NEEDED  TO  ADDRESS\n   54  CONCERNS RAISED IN AFFECTED COMMUNITIES.\n   55    2.  ANY COMMUNITY MAY FILE A PETITION WITH THE TASK FORCE THAT ASSERTS\n   56  THAT  RESIDENTS  AND  WORKERS IN THE COMMUNITY ARE SUBJECT TO DISPROPOR-\n\n       A. 607                              3\n\n    1  TIONATE ADVERSE EXPOSURE TO ENVIRONMENTAL HEALTH  RISKS,  OR  DISPROPOR-\n    2  TIONATE  ADVERSE  EFFECTS  RESULTING  FROM  THE  IMPLEMENTATION  OF LAWS\n    3  AFFECTING PUBLIC HEALTH OR THE ENVIRONMENT.\n    4    3.    THE  TASK  FORCE  SHALL  IDENTIFY  A SET OF COMMUNITIES FROM THE\n    5  PETITIONS FILED, BASED ON  SELECTION  CRITERIA  DEVELOPED  BY  THE  TASK\n    6  FORCE, INCLUDING CONSIDERATION OF STATE AGENCY RESOURCE CONSTRAINTS. THE\n    7  TASK  FORCE  SHALL MEET DIRECTLY WITH THE SELECTED COMMUNITIES TO UNDER-\n    8  STAND THEIR CONCERNS.\n    9    4. THE TASK FORCE SHALL  DEVELOP  AN  ACTION  PLAN  FOR  EACH  OF  THE\n   10  SELECTED  COMMUNITIES  AFTER  CONSULTATION WITH THE CITIZENS, AS WELL AS\n   11  LOCAL AND COUNTY GOVERNMENT AS RELEVANT, THAT WILL ADDRESS ENVIRONMENTAL\n   12  FACTORS THAT AFFECT COMMUNITY HEALTH.  THE  ACTION  PLAN  SHALL  CLEARLY\n   13  DELINEATE  THE STEPS THAT WILL BE TAKEN IN EACH OF THE SELECTED COMMUNI-\n   14  TIES TO REDUCE EXISTING ENVIRONMENTAL BURDENS AND AVOID  OR  REDUCE  THE\n   15  IMPOSITION  OF  ADDITIONAL  ENVIRONMENTAL BURDENS THROUGH ALLOCATIONS OF\n   16  RESOURCES, EXERCISE OF REGULATORY DISCRETION,  AND  DEVELOPMENT  OF  NEW\n   17  STANDARDS  AND PROTECTIONS. THE ACTION PLAN, WHICH SHALL BE DEVELOPED IN\n   18  CONSULTATION WITH THE ENVIRONMENTAL JUSTICE ADVISORY COUNCIL, WILL SPEC-\n   19  IFY COMMUNITY DELIVERABLES, A  TIMEFRAME  FOR  IMPLEMENTATION,  AND  THE\n   20  JUSTIFICATION  AND  AVAILABILITY  OF  FINANCIAL  AND  OTHER RESOURCES TO\n   21  IMPLEMENT THE PLAN. THE TASK FORCE SHALL PRESENT THE ACTION PLAN TO  THE\n   22  RELEVANT DEPARTMENTS, RECOMMENDING ITS IMPLEMENTATION.\n   23    5. THE TASK FORCE SHALL MONITOR THE IMPLEMENTATION OF EACH ACTION PLAN\n   24  IN  THE  SELECTED   COMMUNITIES, AND SHALL MAKE RECOMMENDATIONS TO STATE\n   25  AGENCIES AS NECESSARY TO FACILITATE IMPLEMENTATION OF THE ACTION  PLANS.\n   26  AGENCIES  SHALL IMPLEMENT THE STRATEGY TO THE FULLEST EXTENT PRACTICABLE\n   27  IN LIGHT OF STATUTORY AND RESOURCE CONSTRAINTS.\n   28    S 4. This act shall take effect July 1, 2012; provided  however,  that\n   29  the environmental justice task force and the environmental justice advi-\n   30  sory council shall be established and operating by October 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing the \"New York state environmental justice act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T124650.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294249610892
}