{
  "year" : 2011,
  "senateBillNo" : "A608-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A608-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires vaccinations against meningococcal disease for seventh graders and students entering college",
  "summary" : "Requires vaccinations against meningococcal disease for seventh graders and students entering college. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA10313-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          608\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PEOPLES-STOKES, PAULIN -- read once and referred\n         to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to requiring vaccina-\n         tions against meningococcal disease for seventh graders  and  students\n         entering college\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"communicable disease control and prevention act\".\n    3    S 2. Subdivision 2 of section 2164 of the public health law is amended\n    4  by adding a new paragraph c to read as follows:\n    5    C.  EVERY PERSON IN PARENTAL RELATION TO A CHILD IN THIS STATE BORN ON\n    6  OR AFTER JANUARY FIRST, NINETEEN HUNDRED NINETY-FIVE,  AND  ENTERING  OR\n    7  HAVING ENTERED SEVENTH GRADE OR A COMPARABLE AGE LEVEL SPECIAL EDUCATION\n    8  PROGRAM  WITH AN UNASSIGNED GRADE ON OR AFTER SEPTEMBER FIRST, TWO THOU-\n    9  SAND ELEVEN, SHALL HAVE ADMINISTERED TO SUCH CHILD AN ADEQUATE  DOSE  OR\n   10  DOSES  OF AN IMMUNIZING AGENT AGAINST MENINGOCOCCAL DISEASE, WHICH MEETS\n   11  THE STANDARDS APPROVED BY THE UNITED STATES PUBLIC  HEALTH  SERVICE  FOR\n   12  SUCH  BIOLOGICAL PRODUCTS, AND WHICH IS APPROVED BY THE DEPARTMENT UNDER\n   13  SUCH CONDITIONS AS MAY BE SPECIFIED BY THE PUBLIC HEALTH COUNCIL.\n   14    S 3. Subdivisions 3, 5, 6, paragraph (a)  of  subdivision  7  and  the\n   15  opening  paragraph  of  subdivision  8-a  of  section 2164 of the public\n   16  health law, as amended by chapter 189 of the laws of 2006,  are  amended\n   17  to read as follows:\n   18    3.  The  person  in  parental  relation  to any such child who has not\n   19  previously received such immunization  shall  present  the  child  to  a\n   20  health  practitioner  and request such health practitioner to administer\n   21  the  necessary  immunization  against  poliomyelitis,  mumps,   measles,\n   22  diphtheria,  Haemophilus  influenzae  type  b (Hib), rubella, varicella,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04726-01-1\n\n       A. 608                              2\n\n    1  pertussis, tetanus, pneumococcal  disease,  MENINGOCOCCAL  DISEASE,  and\n    2  hepatitis B as provided in subdivision two of this section.\n    3    5.  The  health  practitioner  who  administers  such immunizing agent\n    4  against poliomyelitis, mumps, measles, diphtheria, Haemophilus  influen-\n    5  zae  type  b (Hib), rubella, varicella, pertussis, tetanus, pneumococcal\n    6  disease, MENINGOCOCCAL DISEASE, and hepatitis B to any such child  shall\n    7  give  a  certificate  of  such  immunization  to  the person in parental\n    8  relation to such child.\n    9    6. In the event that a person in parental relation to  a  child  makes\n   10  application  for  admission  of  such  child  to a school or has a child\n   11  attending school and there exists no  certificate  or  other  acceptable\n   12  evidence  of  the  child's  immunization  against  poliomyelitis, mumps,\n   13  measles, diphtheria, rubella, varicella, hepatitis B,  pertussis,  teta-\n   14  nus,  and, where applicable, Haemophilus influenzae type b (Hib), MENIN-\n   15  GOCOCCAL DISEASE, and  pneumococcal  disease,  the  principal,  teacher,\n   16  owner  or person in charge of the school shall inform such person of the\n   17  necessity to have the child immunized, that  such  immunization  may  be\n   18  administered by any health practitioner, or that the child may be immun-\n   19  ized  without charge by the health officer in the county where the child\n   20  resides, if such person executes a consent therefor. In the  event  that\n   21  such  person does not wish to select a health practitioner to administer\n   22  the immunization, he or she shall be provided with a  form  which  shall\n   23  give  notice  that  as  a prerequisite to processing the application for\n   24  admission to, or for continued attendance at,  the  school  such  person\n   25  shall  state  a valid reason for withholding consent or consent shall be\n   26  given for immunization to be administered by a  health  officer  in  the\n   27  public employ, or by a school physician or nurse. The form shall provide\n   28  for  the  execution  of a consent by such person and it shall also state\n   29  that such person need not execute such consent if subdivision  eight  or\n   30  nine of this section [apply] APPLIES to such child.\n   31    (a) No principal, teacher, owner or person in charge of a school shall\n   32  permit  any  child  to  be  admitted  to  such school, or to attend such\n   33  school, in excess of fourteen days, without the certificate provided for\n   34  in subdivision five of this section or some other acceptable evidence of\n   35  the child's immunization against poliomyelitis, mumps, measles, diphthe-\n   36  ria, rubella, varicella, hepatitis B,  pertussis,  tetanus,  and,  where\n   37  applicable,  Haemophilus influenzae type b (Hib), MENINGOCOCCAL DISEASE,\n   38  and pneumococcal disease; provided, however, such  fourteen  day  period\n   39  may  be  extended to not more than thirty days for an individual student\n   40  by the appropriate principal, teacher, owner or other person  in  charge\n   41  where  such  student  is  transferring from out-of-state or from another\n   42  country and can show a good faith effort to get  the  necessary  certif-\n   43  ication or other evidence of immunization.\n   44    Whenever  a  child has been refused admission to, or continued attend-\n   45  ance at, a school as provided for in subdivision seven of  this  section\n   46  because  there exists no certificate provided for in subdivision five of\n   47  this section or other acceptable evidence of  the  child's  immunization\n   48  against  poliomyelitis,  mumps, measles, diphtheria, rubella, varicella,\n   49  hepatitis B, pertussis,  tetanus,  and,  where  applicable,  Haemophilus\n   50  influenzae   type  b  (Hib),  MENINGOCOCCAL  DISEASE,  and  pneumococcal\n   51  disease, the principal, teacher, owner or person in charge of the school\n   52  shall:\n   53    S 4.  This act shall take effect August 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring vaccinations against meningococcal disease for seventh graders and students entering college ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T113400.TXT", "SOBI.D110103.T111400.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294249911968
}