{
  "year" : 2011,
  "senateBillNo" : "A61-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A61-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the visual observation of a patient by unnecessary personnel without consent an unlawful discriminatory practice",
  "summary" : "Provides that it shall be an unlawful discriminatory practice for any physician, hospital or other health care provider to subject a patient with a disability to visual observation during the course of any physical examination by any person not necessary to the diagnosis or treatment of such patient or to any exhibition for medical education purposes without the patient (if competent) or the parent, guardian, committee or conservator being informed of the name, purpose or function of those in attendance and the right to refuse that examination and/or observation by the unnecessary personnel. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A571-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          61\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, WEISENBERG -- Multi-Sponsored by -- M. of\n         A.  McENENY -- read once and referred to the Committee on Governmental\n         Operations\n\n       AN ACT to amend the executive law, in relation to requiring consent  for\n         visual observation of patients with disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 296 of the executive law is amended  by  adding  a\n    2  new subdivision 19-a to read as follows:\n    3    19-A.  IT  SHALL BE AN UNLAWFUL DISCRIMINATORY PRACTICE FOR ANY PHYSI-\n    4  CIAN, HOSPITAL, OR OTHER HEALTH CARE PROVIDER TO SUBJECT A PATIENT  WITH\n    5  A  DISABILITY  TO  VISUAL  OBSERVATION DURING THE COURSE OF ANY PHYSICAL\n    6  EXAMINATION BY ANY PERSON NOT NECESSARY TO THE DIAGNOSIS OR TREATMENT OF\n    7  SUCH PATIENT OR ANY EXHIBITION FOR MEDICAL  EDUCATION  PURPOSES,  UNLESS\n    8  THE PATIENT, IF COMPETENT, OR THE PARENT OR GUARDIAN OF AN INFANT, GUAR-\n    9  DIAN OF A MENTALLY RETARDED  OR DEVELOPMENTALLY DISABLED PERSON, COMMIT-\n   10  TEE  FOR  AN  INCOMPETENT  OR  A  CONSERVATOR FOR A CONSERVATEE HAS BEEN\n   11  INFORMED BY THE PHYSICIAN, HOSPITAL OR HEALTH CARE PROVIDER OF THE NAME,\n   12  POSITION OR FUNCTION OF ANY  PERSONNEL,  INCLUDING  STUDENTS,  THAT  ARE\n   13  AUTHORIZED  TO  VISUALLY  OBSERVE  ANY PHYSICAL EXAMINATION AND THAT THE\n   14  PATIENT, IF COMPETENT, OR THE PARENT OR GUARDIAN OF AN INFANT,  GUARDIAN\n   15  OF A MENTALLY RETARDED OR DEVELOPMENTALLY DISABLED PERSON, COMMITTEE FOR\n   16  AN INCOMPETENT, OR CONSERVATOR OF A CONSERVATEE CAN REFUSE THAT EXAMINA-\n   17  TION AND/OR OBSERVATION BY THE PERSONNEL.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01078-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring consent for visual observation of patients with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T102903.TXT", "SOBI.D101217.T093428.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292596468518
}