{
  "year" : 2011,
  "senateBillNo" : "A610-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A610-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that 2 members of the Niagara Frontier transportation authority will be appointed upon recommendation of the mayor of Buffalo and of the Buffalo common council",
  "summary" : "Provides that two members of the Niagara Frontier transportation authority will be appointed upon recommendation of the mayor of Buffalo and of the Buffalo common council. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA2224-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          610\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PEOPLES-STOKES, HOYT -- read once and referred to\n         the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend  the public authorities law, in relation to requiring\n         that two member  positions  to  the  Niagara  Frontier  transportation\n         authority  be appointed by the mayor and common council of the city of\n         Buffalo\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a)  of subdivision 1 of section 1299-c of the\n    2  public authorities law, as amended by chapter 388 of the laws  of  2007,\n    3  is amended to read as follows:\n    4    (a)  There  is  hereby  created  the  \"Niagara Frontier transportation\n    5  authority.\" The authority shall be a body corporate and politic  consti-\n    6  tuting  a  public  benefit corporation. The authority shall consist of a\n    7  chairman, ten other members and shall  have  one  non-voting  member  as\n    8  described in paragraph (b) of this subdivision appointed by the governor\n    9  by  and  with the advice and consent of the senate. The chairman and all\n   10  members shall be residents of the district. Of  the  ten  members  other\n   11  than  the  chairman, one shall be appointed upon the written recommenda-\n   12  tion of the Erie county executive, ONE SHALL BE APPOINTED UPON THE WRIT-\n   13  TEN RECOMMENDATION OF THE MAYOR OF THE CITY OF  BUFFALO,  ONE  SHALL  BE\n   14  APPOINTED UPON THE WRITTEN RECOMMENDATION OF THE BUFFALO COMMON COUNCIL,\n   15  and  one  shall be appointed upon the written recommendation of the Erie\n   16  county legislature. The chairman  and  each  of  the  members  shall  be\n   17  appointed for a term of eight years, provided however, that the chairman\n   18  first  appointed  shall serve for a term ending June thirtieth, nineteen\n   19  hundred seventy-three, and of the eight other members  first  appointed,\n   20  one  shall  serve  for  a  term  ending June thirtieth, nineteen hundred\n   21  sixty-eight, two shall serve for a term ending June thirtieth,  nineteen\n   22  hundred  sixty-nine,  one  shall serve for a term ending June thirtieth,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04707-01-1\n\n       A. 610                              2\n\n    1  nineteen hundred seventy, two shall serve for a term ending June thirti-\n    2  eth, nineteen hundred seventy-one, one shall serve  for  a  term  ending\n    3  June  thirtieth,  nineteen hundred seventy-two and one shall serve for a\n    4  term  ending June thirtieth, nineteen hundred seventy-three. The term of\n    5  one of the members appointed to memberships first created by  law  after\n    6  April  first,  nineteen  hundred sixty-nine shall end on June thirtieth,\n    7  nineteen hundred seventy-four, and the term of  the  other  such  member\n    8  shall  end  on  June thirtieth, nineteen hundred seventy-five. Following\n    9  the expiration of any term ending on or after June  thirtieth,  nineteen\n   10  hundred  eighty-seven, each member shall be appointed for a term of five\n   11  years beginning on the day after the expiration date of such prior term;\n   12  provided, however, that the term of the member first appointed upon  the\n   13  written  recommendation of the Erie county executive and the term of the\n   14  member first appointed upon the written recommendation of the Erie coun-\n   15  ty legislature shall be for a term ending on  June  thirtieth,  nineteen\n   16  hundred  ninety-six;  PROVIDED  FURTHER,  HOWEVER,  THAT THE TERM OF THE\n   17  MEMBER FIRST APPOINTED UPON THE WRITTEN RECOMMENDATION OF THE  MAYOR  OF\n   18  THE  CITY OF BUFFALO AND THE TERM OF THE MEMBER FIRST APPOINTED UPON THE\n   19  WRITTEN RECOMMENDATION OF THE BUFFALO COMMON COUNCIL SHALL BE FOR A TERM\n   20  ENDING JUNE THIRTIETH, TWO THOUSAND EIGHTEEN.\n   21    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   22  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to requiring that two member positions to the Niagara Frontier transportation authority be appointed by the mayor and common council of the city of Buffalo ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T113400.TXT", "SOBI.D110103.T111400.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294249911977
}