{
  "year" : 2011,
  "senateBillNo" : "A611-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A611-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Identifies the criteria the commissioner of environmental conservation should consider in publishing a list of high local environmental impact zones",
  "summary" : "Identifies the criteria the commissioner of environmental conservation should consider in publishing a list of high local environmental impact zones; these are areas most adversely affected by existing environmental hazards. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA8489-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          611\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES, ROSENTHAL -- Multi-Sponsored by\n         -- M. of A. LATIMER -- read once and  referred  to  the  Committee  on\n         Environmental Conservation\n\n       AN  ACT to amend the environmental conservation law, in relation to high\n         local environmental impact communities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new section 3-0308 to read as follows:\n    3  S 3-0308. IDENTIFICATION OF HIGH LOCAL ENVIRONMENTAL IMPACT ZONES.\n    4    1. THE COMMISSIONER SHALL PUBLISH A BIENNIAL LIST OF \"HIGH LOCAL ENVI-\n    5  RONMENTAL IMPACT ZONES\", WHICH SHALL IDENTIFY THOSE AREAS OF  THE  STATE\n    6  WHICH  ARE  MOST  ADVERSELY  AFFECTED BY EXISTING ENVIRONMENTAL HAZARDS.\n    7  SUCH LIST SHALL IDENTIFY HIGH LOCAL ENVIRONMENTAL  IMPACT  ZONES  IN  AS\n    8  SPECIFIC  DETAIL  AS  IS  PRACTICABLE,  AND SHALL IDENTIFY SUCH ZONES BY\n    9  CENSUS TRACT, CENSUS BLOCK GROUP OR NINE DIGIT ZIP CODE  TO  THE  EXTENT\n   10  POSSIBLE,  AND  SHALL AT A MINIMUM INCLUDE ZONES EXISTING IN WHOLE OR IN\n   11  PART IN NO FEWER THAN FIVE PERCENT OF THE FIVE-DIGIT ZIP  CODES  IN  THE\n   12  STATE.  IN  COMPILING  SUCH  LIST, THE COMMISSIONER SHALL CONSIDER, AT A\n   13  MINIMUM, EACH OF THE FOLLOWING FACTORS, AS WELL  AS  ANY  OTHER  FACTORS\n   14  THAT  THE COMMISSIONER DEEMS RELEVANT TO A DETERMINATION OF THE RELATIVE\n   15  ADVERSE ENVIRONMENTAL IMPACT ON LOCAL COMMUNITIES:\n   16    A. THE QUANTITIES OF TOXIC  CHEMICALS  RELEASED  WITHIN  THE  AREA  AS\n   17  REPORTED IN THE TOXICS RELEASE INVENTORY COMPILED PURSUANT TO THE FEDER-\n   18  AL  EMERGENCY  PLANNING  AND  COMMUNITY  RIGHT-TO-KNOW ACT (42 U.S.C. SS\n   19  11001 ET SEQ.);\n   20    B. THE QUANTITIES OF EMISSIONS, DISCHARGES AND STORED WASTE AUTHORIZED\n   21  AT FACILITIES LOCATED IN THE AREA BY PERMITS ISSUED PURSUANT TO ARTICLES\n   22  17, 19, 27, 29 AND 40 OF THIS CHAPTER;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00167-01-1\n\n       A. 611                              2\n\n    1    C. THE QUANTITIES OF PESTICIDES SOLD AND USED IN THE AREA AS REFLECTED\n    2  IN THE PESTICIDE SALES AND USE DATA BASE ESTABLISHED PURSUANT TO SECTION\n    3  33-1201 OF THIS CHAPTER;\n    4    D. THE NUMBER OF WATER BODIES IN OR ADJACENT TO THE AREA IDENTIFIED BY\n    5  THE  DEPARTMENT  AS  IMPAIRED  PURSUANT TO S 303(D) OF THE FEDERAL WATER\n    6  POLLUTION ACT (42 U.S.C. S 1313(D)), AND THE RELATIVE SIZE  AND  IMPAIR-\n    7  MENT OF THOSE BODIES OF WATER;\n    8    E.  THE  NUMBER OF INACTIVE HAZARDOUS WASTE DISPOSAL SITES, AS DEFINED\n    9  IN SECTION 27-1301 OF THIS CHAPTER, IN THE AREA, AND THE RELATIVE AMOUNT\n   10  OF HAZARDOUS WASTE AT THOSE SITES;\n   11    F. THE NUMBER AND QUANTITY OF DISCHARGES OF PETROLEUM  AS  DEFINED  IN\n   12  ARTICLE 12 OF THE NAVIGATION LAW;\n   13    G.  WHETHER  THE AREA IS ADJACENT TO ONE OR MORE OTHER AREAS WHICH ARE\n   14  FOUND TO BE HIGH LOCAL ENVIRONMENTAL IMPACT  ZONES,  WHERE  THE  ADVERSE\n   15  ENVIRONMENTAL IMPACTS IN SUCH DESIGNATED ZONES ALSO HAVE ADVERSE IMPACTS\n   16  ON ADJACENT AREAS; AND\n   17    H. WHETHER THE AREA IS INCLUDED IN AN AREA DESIGNATED AS NONATTAINMENT\n   18  FOR  ONE  OR  MORE POLLUTANTS PURSUANT TO S 107 OF THE FEDERAL CLEAN AIR\n   19  ACT (42 U.S.C. S4207).\n   20    2. THE COMMISSIONER SHALL PUBLISH THE LISTING OF HIGH  LEVEL  ENVIRON-\n   21  MENTAL  IMPACT  ZONES  REQUIRED  BY THIS SECTION IN A REPORT WHICH SHALL\n   22  IDENTIFY THE FACTORS  CONSIDERED  BY  THE  COMMISSIONER  AND  HOW  THOSE\n   23  FACTORS  WERE  WEIGHED IN MAKING SUCH DESIGNATIONS. SUCH REPORT SHALL BE\n   24  MADE AVAILABLE TO THE PUBLIC IN PRINTED FORM  AND  ON  THE  DEPARTMENT'S\n   25  WEBSITE. THE FIRST SUCH REPORT SHALL BE PUBLISHED WITHIN TWO YEARS AFTER\n   26  THE EFFECTIVE DATE OF THIS SECTION.\n   27    S 2.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to high local environmental impact communities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T112900.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110103.T111400.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294249911979
}