{
  "year" : 2011,
  "senateBillNo" : "A612-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A612-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city of Buffalo to adjudicate traffic infractions similar to other cities having a population of less than two hundred thousand",
  "summary" : "Authorizes the city of Buffalo to provide by local law for the adjudication of traffic infractions. ",
  "currentCommittee" : null,
  "sameAs" : "S2353",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "AB2062-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          612\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. PEOPLES-STOKES, SCHROEDER, GABRYSZAK, HOYT --\n         Multi-Sponsored by -- M.  of A. BOYLAND, COLTON, MAYERSOHN,  J. RIVERA\n         -- read once and referred to the Committee on Transportation\n\n       AN  ACT  to  amend the vehicle and traffic law, in relation to directing\n         the city of Buffalo to adjudicate traffic infractions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 225 of the vehicle and traffic\n    2  law, as amended by chapter 173 of the laws of 1990, is amended  to  read\n    3  as follows:\n    4    1.   (A)  Notwithstanding  any  inconsistent  provision  of  law,  all\n    5  violations of this chapter or of a law, ordinance, order, rule or  regu-\n    6  lation relating to traffic, except parking, standing, stopping or pedes-\n    7  trian  offenses,  which  occur  within a city having a population of two\n    8  hundred thousand or more in which administrative tribunals have  hereto-\n    9  fore  been  established,  or  within  that portion of Suffolk county for\n   10  which a district court has been established, and which are classified as\n   11  traffic infractions, may be heard and determined pursuant to  the  regu-\n   12  lations of the commissioner as provided in this article.\n   13    (B)  FOR  PURPOSES  OF THIS ARTICLE WITH REGARD TO THE ADJUDICATION OF\n   14  ANY VIOLATION OF THIS CHAPTER OR OF A LAW,  ORDINANCE,  ORDER,  RULE  OR\n   15  REGULATION RELATING TO TRAFFIC, WHICH IS CLASSIFIED AS A TRAFFIC INFRAC-\n   16  TION,  IN  THE  CITY OF BUFFALO, PARAGRAPH (A) OF THIS SUBDIVISION SHALL\n   17  NOT APPLY.   NOTWITHSTANDING ANY INCONSISTENT PROVISION  OF  A  GENERAL,\n   18  SPECIAL  OR LOCAL LAW TO THE CONTRARY, THE CITY OF BUFFALO SHALL PROVIDE\n   19  BY LOCAL LAW FOR THE ADMINISTRATIVE ADJUDICATION OF TRAFFIC INFRACTIONS.\n   20    (C) Whenever a crime and a traffic infraction arise out  of  the  same\n   21  transaction  or  occurrence, a charge alleging both offenses may be made\n   22  returnable before the court having jurisdiction over the crime.  Nothing\n   23  herein  provided shall be construed to prevent a court, having jurisdic-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04701-01-1\n\n       A. 612                              2\n\n    1  tion over a criminal charge relating to traffic or a traffic infraction,\n    2  from lawfully entering a judgment of conviction, whether or not based on\n    3  a plea of guilty, for any offense classified as a traffic infraction.\n    4    S  2. This act shall take effect January 1, 2013. Effective immediate-\n    5  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n    6  necessary  for  the implementation of this act on its effective date are\n    7  authorized and directed to be made  and  completed  on  or  before  such\n    8  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to directing the city of Buffalo to adjudicate traffic infractions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T112900.TXT", "SOBI.D110119.T125755.TXT", "SOBI.D110103.T111400.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295459875992
}