{
  "year" : 2011,
  "senateBillNo" : "A614-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to correction",
    "billEventId" : "A614-2011-1294203600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the department of corrections shall provide an inmate, upon his or her discharge, with educational information about the prevention of HIV",
  "summary" : "Establishes the department of corrections shall provide an inmate, upon his or her discharge, with educational information about the prevention of human immunodeficiency virus (HIV), instructions about how to obtain free HIV testing and referrals to community-based HIV prevention, education and counseling resources. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "AB8384-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          614\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PEOPLES-STOKES, TITONE -- read once and referred\n         to the Committee on Correction\n\n       AN ACT to amend the correction law, in relation to human immunodeficien-\n         cy virus (HIV) prevention\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new section 76 to\n    2  read as follows:\n    3    S  76.  HUMAN IMMUNODEFICIENCY VIRUS (HIV) PREVENTION.  UPON DISCHARGE\n    4  OF AN INMATE FROM A CORRECTIONAL FACILITY, THE DEPARTMENT SHALL  PROVIDE\n    5  SUCH  INMATE  WITH EDUCATIONAL INFORMATION ABOUT THE PREVENTION OF HUMAN\n    6  IMMUNODEFICIENCY VIRUS (HIV) INFECTION, INSTRUCTIONS ABOUT HOW TO OBTAIN\n    7  FREE HIV TESTING UPON RELEASE, INCLUDING  CONTACT  INFORMATION  FOR  HIV\n    8  COUNSELING  AND  TESTING SERVICE PROVIDERS LOCATED IN THE COUNTY OR CITY\n    9  IN WHICH SUCH INMATE INTENDS TO RESIDE UPON RELEASE,  AND  REFERRALS  TO\n   10  COMMUNITY-BASED  HIV  PREVENTION,  EDUCATION  AND  COUNSELING  RESOURCES\n   11  LOCATED IN THE COUNTY OR CITY IN WHICH SUCH  INMATE  INTENDS  TO  RESIDE\n   12  UPON RELEASE.\n   13    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   14  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01526-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to human immunodeficiency virus (HIV) prevention ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T112900.TXT", "SOBI.D110103.T111400.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294249911016
}