{
  "year" : 2011,
  "senateBillNo" : "A615-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A615-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to volunteer recruitment service scholarships",
  "summary" : "Relates to volunteer recruitment service scholarships; expands benefits of the recruitment scholarship program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1156-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          615\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SAYWARD,  KOLB,  CROUCH, DUPREY, MOLINARO --\n         Multi-Sponsored by -- M. of A.  BARCLAY,  BOYLAND,  BURLING,  CALHOUN,\n         CONTE,  FINCH,  FITZPATRICK,  McDONOUGH,  McKEVITT,  J. MILLER,  OAKS,\n         O'DONNELL, RAIA, REILICH, THIELE, WEISENBERG -- read once and referred\n         to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to volunteer  recruitment\n         service scholarships; and to amend part G of chapter 83 of the laws of\n         2002  amending the education law and the state finance law relating to\n         volunteer recruitment service scholarships, in relation to the  effec-\n         tiveness thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs a, b and d of subdivision 3, paragraphs a, b and\n    2  d of subdivision 4 and subdivision 6 of section 669-c of  the  education\n    3  law,  paragraphs  a, b and d of subdivision 3 and subdivision 6 as added\n    4  by section 1 of part G of chapter 83 of the laws of 2002, paragraphs  a,\n    5  b and d of subdivision 4 as amended by section 1 of part I of chapter 57\n    6  of the laws of 2004, are amended to read as follows:\n    7    a.  Volunteer  organizations  may  annually  submit  [one application]\n    8  APPLICATIONS to the higher education services corporation;\n    9    b. Volunteer organizations submitting  [an  application]  APPLICATIONS\n   10  shall  develop  a  policy  for selecting [the candidate] CANDIDATES that\n   11  will be forwarded to the higher education services corporation;\n   12    d. The higher education services corporation shall award [a] volunteer\n   13  recruitment service [scholarship] SCHOLARSHIPS to  all  eligible  appli-\n   14  cants  unless  the  number of applications received are greater than the\n   15  funding available for the program, in which case the  corporation  shall\n   16  develop a random system for selecting the recipients;\n   17    a. Have been a member of the volunteer organization [for less than six\n   18  months  at  the  time of the initial award, provided that this paragraph\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01307-01-1\n\n       A. 615                              2\n\n    1  shall not apply to any individual under the age of twenty-three]  OR  BE\n    2  THE UN-EMANCIPATED CHILD OF SUCH QUALIFIED MEMBER;\n    3    b. Maintain an active volunteer status, as determined by the volunteer\n    4  organization,  for the duration of the scholarship; OR BE THE UN-EMANCI-\n    5  PATED CHILD OF A MEMBER OF SUCH STATUS;\n    6    d. Be enrolled in a degree  producing  curriculum  at  an  institution\n    7  located  within  [a  fifty  mile  radius  of the volunteer organization;\n    8  provided that if no such institution exists, the next  closest  institu-\n    9  tion] THE STATE OF NEW YORK;\n   10    6. Upon the recipient's attainment of a baccalaureate degree or cessa-\n   11  tion of status as a volunteer with the volunteer organization, OR IN THE\n   12  CASE  OF AN UN-EMANCIPATED CHILD OF A VOLUNTEER BEING THE RECIPIENT, THE\n   13  CESSATION OF THE PARENT'S VOLUNTEER STATUS, whichever occurs first,  the\n   14  tuition  benefit  provided  by  this  section shall be discontinued. The\n   15  tuition benefit provided by this  section  shall  be  suspended  at  the\n   16  direction of the higher education services corporation for a recipient's\n   17  failure to continue to serve as a volunteer with the volunteer organiza-\n   18  tion, OR IN THE CASE OF AN UN-EMANCIPATED CHILD OF A VOLUNTEER BEING THE\n   19  RECIPIENT, THE FAILURE OF THE VOLUNTEER PARENT TO CONTINUE TO SERVE AS A\n   20  VOLUNTEER  WITH  THE VOLUNTEER ORGANIZATION, for the failure to maintain\n   21  good academic progress and program pursuit, for the failure to  maintain\n   22  sufficient  academic standing to retain eligibility for any other finan-\n   23  cial assistance the recipient may be receiving, or for  the  failure  to\n   24  comply with any provision of this section.\n   25    S  2.  Section 5 of part G of chapter 83 of the laws of 2002, amending\n   26  the education law and  the  state  finance  law  relating  to  volunteer\n   27  recruitment  service scholarships, as amended by chapter 125 of the laws\n   28  of 2006, is amended to read as follows:\n   29    S 5. This act shall take effect immediately and  shall  be  applicable\n   30  for awards made for the 2002-2003 academic year and shall expire on June\n   31  30, [2010] 2012, when upon such date the provisions of this act shall be\n   32  deemed repealed, except that any rules and regulations necessary for the\n   33  timely implementation of this act on its effective date shall be promul-\n   34  gated on or before such date.\n   35    S  3.  This  act  shall take effect immediately and shall be deemed to\n   36  have been in full force and effect on and after June 30, 2010; provided,\n   37  however, that the amendments to subdivisions 3, 4 and 6 of section 669-c\n   38  of the education law made by section one of this act  shall  not  affect\n   39  the repeal of such section and shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to volunteer recruitment service scholarships; and to amend part G of chapter 83 of the laws of 2002 amending the education law and the state finance law relating to volunteer recruitment service scholarships, in relation to the effectiveness thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114901.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110103.T111400.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294249911021
}