{
  "year" : 2011,
  "senateBillNo" : "A620-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A620-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the local enactment of a residency requirement upon certain employees in New York city",
  "summary" : "Authorizes the enactment of local laws requiring residency in cities with a population of one million or more for members of the police force, the department of sanitation, probation officers, members of the uniformed force of the fire department, employees of the department of correction in the correctional service classification of the classified civil service, and officers and inspectors of the department of health. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A1472-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          620\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN  ACT  to  amend  the  public  officers  law and the executive law, in\n         relation to authorizing the local enactment of a residency requirement\n         for members  of  the  police  force,  the  department  of  sanitation,\n         probation officers, members of the uniformed force of the fire depart-\n         ment,  employees  of  the department of correction in the correctional\n         service classification of the classified civil service,  and  officers\n         and inspectors of the department of health in cities with a population\n         of  one  million  or  more and authorizing the adoption of a residency\n         requirement for members of a police force of  a  public  authority  or\n         municipal  housing  authority  within  a city with a population of one\n         million or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 3 of the public officers law is amended by adding\n    2  two new subdivisions 58 and 59 to read as follows:\n    3    58. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISIONS TWO,  TWO-A,  FOUR,\n    4  EIGHT  AND NINE OF THIS SECTION, A CITY WITH A POPULATION OF ONE MILLION\n    5  OR MORE SHALL HAVE THE AUTHORITY TO ENACT A LOCAL LAW SUBSEQUENT TO  THE\n    6  EFFECTIVE  DATE  OF THIS SUBDIVISION REQUIRING PERSONS, WHO WOULD OTHER-\n    7  WISE BE EXEMPT FROM MUNICIPAL RESIDENCY REQUIREMENTS BY STATE LAW, TO BE\n    8  A RESIDENT OF SUCH A CITY; PROVIDED HOWEVER, THAT NOTHING  HEREIN  SHALL\n    9  AUTHORIZE SUCH LOCAL LAW TO AFFECT PERSONS WHO ENTERED SUCH CITY SERVICE\n   10  PRIOR  TO  THIRTY  DAYS SUBSEQUENT TO THE DATE OF ENACTMENT OF THE LOCAL\n   11  LAW.\n   12    59. NOTWITHSTANDING ANY OTHER PROVISIONS  OF  ANY  LAW  OR  REGULATION\n   13  RELATING  TO  THE  RESIDENCY OF POLICE OFFICERS OF A PUBLIC AUTHORITY OR\n   14  MUNICIPAL HOUSING AUTHORITY OPERATING A POLICE FORCE WITHIN A CITY  WITH\n   15  A  POPULATION OF ONE MILLION OR MORE, AND NOTWITHSTANDING THE PROVISIONS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03608-01-1\n\n       A. 620                              2\n\n    1  OF ANY LAW RELATING TO THE POWER OF  A  PUBLIC  AUTHORITY  OR  MUNICIPAL\n    2  HOUSING  AUTHORITY IN A CITY WITH A POPULATION OF ONE MILLION OR MORE TO\n    3  ESTABLISH RESIDENCY REQUIREMENTS FOR MEMBERS OF ITS POLICE  FORCE,  SUCH\n    4  AUTHORITIES SHALL HAVE THE POWER TO ADOPT A RESOLUTION SUBSEQUENT TO THE\n    5  EFFECTIVE DATE OF THIS SUBDIVISION REQUIRING MEMBERS OF THE POLICE FORCE\n    6  OF  SUCH PUBLIC AUTHORITY OR MUNICIPAL HOUSING AUTHORITY TO BE RESIDENTS\n    7  OF SUCH CITY; PROVIDED, HOWEVER, THAT  NOTHING  HEREIN  SHALL  AUTHORIZE\n    8  SUCH  PUBLIC  AUTHORITY  OR  MUNICIPAL  HOUSING  AUTHORITY TO ADOPT SUCH\n    9  RESOLUTION AFFECTING PERSONS WHO ENTERED POLICE SERVICE PRIOR TO  THIRTY\n   10  DAYS SUBSEQUENT TO THE DATE OF ADOPTION OF THE RESOLUTION.\n   11    S  2.  Section  30 of the public officers law is amended by adding two\n   12  new subdivisions 9 and 10 to read as follows:\n   13    9. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISIONS FOUR, FOUR-A, FOUR-B\n   14  AND FIVE OF THIS SECTION, A CITY WITH A POPULATION  OF  ONE  MILLION  OR\n   15  MORE  SHALL  HAVE  THE  AUTHORITY TO ENACT A LOCAL LAW SUBSEQUENT TO THE\n   16  EFFECTIVE DATE OF THIS SUBDIVISION REQUIRING PERSONS, WHO  WOULD  OTHER-\n   17  WISE  BE  EXEMPT  FROM MUNICIPAL RESIDENCY REQUIREMENTS BY STATE LAW, TO\n   18  VACATE HIS OR HER OFFICE UPON CEASING TO BE A RESIDENT OF SUCH  A  CITY;\n   19  PROVIDED  HOWEVER, THAT NOTHING HEREIN SHALL AUTHORIZE SUCH LOCAL LAW TO\n   20  AFFECT PERSONS WHO ENTERED SUCH CITY SERVICE PRIOR TO THIRTY DAYS SUBSE-\n   21  QUENT TO THE DATE OF ENACTMENT OF THE LOCAL LAW.\n   22    10. NOTWITHSTANDING ANY OTHER PROVISIONS  OF  ANY  LAW  OR  REGULATION\n   23  RELATING  TO  THE  RESIDENCY OF POLICE OFFICERS OF A PUBLIC AUTHORITY OR\n   24  MUNICIPAL HOUSING AUTHORITY OPERATING A POLICE FORCE WITHIN A CITY  WITH\n   25  A  POPULATION OF ONE MILLION OR MORE, AND NOTWITHSTANDING THE PROVISIONS\n   26  OF ANY LAW RELATING TO THE POWER OF  A  PUBLIC  AUTHORITY  OR  MUNICIPAL\n   27  HOUSING  AUTHORITY IN A CITY WITH A POPULATION OF ONE MILLION OR MORE TO\n   28  ESTABLISH RESIDENCY REQUIREMENTS FOR MEMBERS OF ITS POLICE  FORCE,  SUCH\n   29  AUTHORITIES SHALL HAVE THE POWER TO ADOPT A RESOLUTION SUBSEQUENT TO THE\n   30  EFFECTIVE DATE OF THIS SUBDIVISION REQUIRING MEMBERS OF THE POLICE FORCE\n   31  OF  SUCH PUBLIC AUTHORITY OR MUNICIPAL HOUSING AUTHORITY TO VACATE THEIR\n   32  OFFICES UPON CEASING TO BE RESIDENTS OF SUCH  CITY;  PROVIDED,  HOWEVER,\n   33  THAT  NOTHING  HEREIN SHALL AUTHORIZE SUCH PUBLIC AUTHORITY OR MUNICIPAL\n   34  HOUSING AUTHORITY TO ADOPT SUCH RESOLUTION AFFECTING PERSONS WHO ENTERED\n   35  POLICE SERVICE PRIOR TO THIRTY DAYS SUBSEQUENT TO THE DATE  OF  ADOPTION\n   36  OF THE RESOLUTION.\n   37    S  3.  Subdivision  5 of section 255 of the executive law, as added by\n   38  chapter 603 of the laws of 1973, is amended to read as follows:\n   39    5. Notwithstanding any other provision of law or of the New York  city\n   40  charter  or  administrative code, any duly appointed officer or employee\n   41  of such probation department may reside in any county within the  state;\n   42  PROVIDED  HOWEVER,  THAT A CITY WITH A POPULATION OF ONE MILLION OR MORE\n   43  SHALL HAVE THE AUTHORITY TO ENACT A LOCAL LAW SUBSEQUENT TO  THE  EFFEC-\n   44  TIVE  DATE OF THE AMENDMENT OF THIS SUBDIVISION WHICH ADDED THESE WORDS,\n   45  REQUIRING OFFICERS AND EMPLOYEES OF THE DEPARTMENT TO BE A  RESIDENT  OF\n   46  SUCH  A CITY; PROVIDED HOWEVER, THAT NOTHING HEREIN SHALL AUTHORIZE SUCH\n   47  LOCAL LAW TO AFFECT PERSONS WHO ENTERED SUCH CITY SERVICE PRIOR TO THIR-\n   48  TY DAYS SUBSEQUENT TO THE DATE OF ENACTMENT OF THE LOCAL LAW.\n   49    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law and the executive law, in relation to authorizing the local enactment of a residency requirement for members of the police force, the department of sanitation, probation officers, members of the uniformed force of the fire department, employees of the department of correction in the correctional service classification of the classified civil service, and officers and inspectors of the department of health in cities with a population of one million or more and authorizing the adoption of a residency requirement for members of a police force of a public authority or municipal housing authority within a city with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T111901.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294249911019
}