{
  "year" : 2011,
  "senateBillNo" : "A622-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to social services",
    "billEventId" : "A622-2011-1294203600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the availability of emergency rent assistance to include grants for individuals at 200% or less of the poverty line",
  "summary" : "Increases the availability of emergency rent arrears assistance to include grants for individuals at 200% or less of the poverty line; provides such assistance to persons who exceed 200% of the poverty line if they sign a repayment agreement; extends the repayment schedule to 18 months and removes the requirement that proof be given that loan can be repaid. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1462-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          622\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. WRIGHT, JAFFEE -- Multi-Sponsored by -- M. of A.\n         BRENNAN, HOOPER, ROBINSON -- read once and referred to  the  Committee\n         on Social Services\n\n       AN  ACT  to amend the social services law, in relation to increasing the\n         availability of emergency rent assistance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 131-w of the social services law, as added by chap-\n    2  ter 41 of the laws of 1992, is amended to read as follows:\n    3    S  131-w.  Limitations in the payment of rent arrears. Districts shall\n    4  not provide assistance to pay rent arrears, property taxes, or  mortgage\n    5  arrears  for  persons  not  eligible  for [home relief, aid to dependent\n    6  children] SAFETY NET, TEMPORARY ASSISTANCE FOR NEEDY FAMILIES, emergency\n    7  assistance to needy families with children, or emergency assistance  for\n    8  aged,  blind,  and  disabled  persons, except to persons who are without\n    9  income or resources immediately available to meet  the  emergency  need,\n   10  whose  [gross] NET household income does not exceed [one hundred twenty-\n   11  five] TWO HUNDRED percent of the federal income  official  poverty  line\n   12  [and  who].  FOR  THOSE  PERSONS  WITH NET INCOMES EXCEEDING TWO HUNDRED\n   13  PERCENT OF THE FEDERAL INCOME OFFICIAL  POVERTY  LINE,  SUCH  ASSISTANCE\n   14  SHALL  NOT  BE AVAILABLE UNLESS THEY sign a repayment agreement agreeing\n   15  to repay the assistance in a period  not  to  exceed  [twelve]  EIGHTEEN\n   16  months.    The  districts  shall enforce the repayment agreements by any\n   17  legal method available to a creditor, in addition to any rights  it  has\n   18  pursuant to this chapter. The department shall promulgate regulations to\n   19  implement this section, which shall, among other things, establish stan-\n   20  dards  for  the contents of repayment agreements and establish standards\n   21  to ensure that assistance is provided only in  emergency  circumstances;\n   22  PROVIDED,  HOWEVER,  THAT THERE SHALL NOT BE A REQUIREMENT TO SHOW PROOF\n   23  OF ABILITY TO MEET THE TERMS OF THE REPAYMENT AGREEMENT.\n   24    S 2. This act shall take effect January 1, 2012.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03616-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to increasing the availability of emergency rent assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110103.T111901.TXT", "SOBI.D110103.T113400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294250212200
}