{
  "year" : 2011,
  "senateBillNo" : "A623-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A623-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the imposition of the death penalty for conviction of murder in the first degree; repealer",
  "summary" : "Eliminate the provisions of law establishing the imposition of the death penalty for a conviction of murder in the first degree; repeals inconsistent provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1452-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          623\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT, O'DONNELL, KAVANAGH -- Multi-Sponsored by\n         --  M.  of A.  GOTTFRIED -- read once and referred to the Committee on\n         Codes\n\n       AN ACT to amend the  penal  law  and  the  criminal  procedure  law,  in\n         relation  to  eliminating  the imposition of the death penalty; and to\n         repeal certain provisions of the criminal procedure law, the judiciary\n         law, the county law, the correction law and the executive law relating\n         to the imposition of the death penalty\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 60.06 of the penal law, as amended by chapter 482\n    2  of the laws of 2009, is amended to read as follows:\n    3  S 60.06 Authorized disposition; murder in the  first  degree  offenders;\n    4            aggravated  murder  offenders;  certain  murder  in the second\n    5            degree  offenders;  certain  terrorism   offenders;   criminal\n    6            possession  of  a  chemical weapon or biological weapon offen-\n    7            ders; criminal use of a chemical weapon or  biological  weapon\n    8            offenders.\n    9    When a defendant is convicted of murder in the first degree as defined\n   10  in  section 125.27 of this chapter, the court shall[, in accordance with\n   11  the provisions  of  section  400.27  of  the  criminal  procedure  law,]\n   12  sentence  the  defendant [to death,] to life imprisonment without parole\n   13  in accordance with subdivision five of section 70.00 of this  title,  or\n   14  to  a  term of imprisonment for a class A-I felony other than a sentence\n   15  of life imprisonment without parole, in accordance with subdivisions one\n   16  through three of section 70.00 of this title. When a person is convicted\n   17  of murder in the second degree as defined in subdivision five of section\n   18  125.25 of this chapter or of the crime of aggravated murder  as  defined\n   19  in  subdivision  one  of section 125.26 of this chapter, the court shall\n   20  sentence the defendant to life imprisonment without parole in accordance\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03585-01-1\n\n       A. 623                              2\n\n    1  with subdivision five of section 70.00 of this title. When  a  defendant\n    2  is  convicted  of the crime of terrorism as defined in section 490.25 of\n    3  this chapter, and the specified offense the  defendant  committed  is  a\n    4  class  A-I felony offense, or when a defendant is convicted of the crime\n    5  of criminal possession of a chemical weapon or biological weapon in  the\n    6  first  degree  as  defined  in section 490.45 of this chapter, or when a\n    7  defendant is convicted of the crime of criminal use of a chemical weapon\n    8  or biological weapon in the first degree as defined in section 490.55 of\n    9  this chapter, the court shall sentence the defendant to  life  imprison-\n   10  ment without parole in accordance with subdivision five of section 70.00\n   11  of  this  title;  provided,  however, that nothing in this section shall\n   12  preclude or prevent a sentence of  death  when  the  defendant  is  also\n   13  convicted  of murder in the first degree as defined in section 125.27 of\n   14  this chapter. When a defendant is  convicted  of  aggravated  murder  as\n   15  defined  in subdivision two of section 125.26 of this chapter, the court\n   16  shall sentence the defendant to life imprisonment without parole or to a\n   17  term of imprisonment for a class A-I felony other  than  a  sentence  of\n   18  life  imprisonment  without  parole, in accordance with subdivisions one\n   19  through three of section 70.00 of this title.\n   20    S 2. Subparagraph (i) of paragraph (a) of  subdivision  3  of  section\n   21  70.00  of the penal law, as amended by chapter  107 of the laws of 2006,\n   22  is amended to read as follows:\n   23    (i) For a class A-I felony, such minimum period shall not be less than\n   24  fifteen years nor more than twenty-five years; provided,  however,  that\n   25  (A) where a sentence, other than a sentence of [death or] life imprison-\n   26  ment  without parole, is imposed upon a defendant convicted of murder in\n   27  the first degree as defined in section 125.27 of this chapter such mini-\n   28  mum period shall be not less than twenty years nor more than twenty-five\n   29  years, and, (B) where a sentence is imposed upon a  defendant  convicted\n   30  of murder in the second degree as defined in subdivision five of section\n   31  125.25  of  this chapter or convicted of aggravated murder as defined in\n   32  section 125.26 of this chapter, the sentence shall be life  imprisonment\n   33  without  parole,  and,  (C) where a sentence is imposed upon a defendant\n   34  convicted of attempted murder in the first degree as defined in  article\n   35  one  hundred  ten of this chapter and subparagraph (i), (ii) or (iii) of\n   36  paragraph (a) of subdivision one and paragraph (b) of subdivision one of\n   37  section 125.27 of this chapter or attempted aggravated murder as defined\n   38  in article one hundred ten of this chapter and section  125.26  of  this\n   39  chapter such minimum period shall be not less than twenty years nor more\n   40  than forty years.\n   41    S  3. Paragraph (e) of subdivision 5 of section 220.10 of the criminal\n   42  procedure law is REPEALED.\n   43    S 4. Subparagraph (vii) of paragraph (b) of subdivision 3  of  section\n   44  220.30 of the criminal procedure law is REPEALED.\n   45    S 5. Sections 250.40, 270.16, 270.55, 400.27, 450.70 and 450.80 of the\n   46  criminal procedure law are REPEALED.\n   47    S  6. Paragraph (f) of subdivision 1 of section 270.20 of the criminal\n   48  procedure law is REPEALED.\n   49    S 7. Section 270.30 of the criminal procedure law, as amended by chap-\n   50  ter 1 of the laws of 1995, is amended to read as follows:\n   51  S 270.30 Trial jury; alternate jurors.\n   52    [1.] Immediately after the last trial juror is sworn, the court may in\n   53  its discretion direct the selection of one or more, but  not  more  than\n   54  six  additional  jurors to be known as \"alternate jurors\"[, except that,\n   55  in a prosecution under section 125.27 of the penal law, the  court  may,\n   56  in  its  discretion, direct the selection of as many alternate jurors as\n\n       A. 623                              3\n\n    1  the court determines to be appropriate].  Alternate jurors must be drawn\n    2  in the same manner, must have the same qualifications, must  be  subject\n    3  to  the same examination and challenges for cause and must take the same\n    4  oath  as  the  regular jurors. After the jury has retired to deliberate,\n    5  the court must either (1) with the consent  of  the  defendant  and  the\n    6  people,  discharge  the  alternate  jurors  or  (2) direct the alternate\n    7  jurors not to discuss the case and must further direct that they be kept\n    8  separate and apart from the regular jurors.\n    9    [2. In any prosecution in which the people seek a sentence  of  death,\n   10  the court shall not discharge the alternate jurors when the jury retires\n   11  to  deliberate  upon  its  verdict  and  the  alternate  jurors,  in the\n   12  discretion of the court, may be continuously  kept  together  under  the\n   13  supervision of an appropriate public servant or servants until such time\n   14  as the jury returns its verdict. If the jury returns a verdict of guilty\n   15  to  a  charge  for which the death penalty may be imposed, the alternate\n   16  jurors shall not be discharged and shall remain  available  for  service\n   17  during  any separate sentencing proceeding which may be conducted pursu-\n   18  ant to section 400.27.]\n   19    S 8. Section 310.80 of the criminal procedure law, as amended by chap-\n   20  ter 1 of the laws of 1995, is amended to read as follows:\n   21  S 310.80 Recording and checking of verdict and polling of jury.\n   22    After a verdict has been rendered, it must be recorded on the  minutes\n   23  and  read to the jury, and the jurors must be collectively asked whether\n   24  such is their verdict. Even though no juror makes any declaration in the\n   25  negative, the jury must, if either party makes such an  application,  be\n   26  polled  and each juror separately asked whether the verdict announced by\n   27  the foreman is in all respects his verdict. If upon either  the  collec-\n   28  tive  or  the  separate  inquiry  any juror answers in the negative, the\n   29  court must refuse to accept the verdict and  must  direct  the  jury  to\n   30  resume  its deliberation. If no disagreement is expressed, the jury must\n   31  be discharged from the case[, except as otherwise  provided  in  section\n   32  400.27].\n   33    S 9. Subdivision 1 of section 440.20 of the criminal procedure law, as\n   34  amended by chapter 1 of the laws of 1995, is amended to read as follows:\n   35    1.  At  any time after the entry of a judgment, the court in which the\n   36  judgment was entered may, upon motion of the defendant,  set  aside  the\n   37  sentence  upon the ground that it was unauthorized, illegally imposed or\n   38  otherwise invalid as a matter of law.   [Where the judgment  includes  a\n   39  sentence of death, the court may also set aside the sentence upon any of\n   40  the grounds set forth in paragraph (b), (c), (f), (g) or (h) of subdivi-\n   41  sion  one of section 440.10 as applied to a separate sentencing proceed-\n   42  ing under section 400.27, provided, however,  that  to  the  extent  the\n   43  ground  or  grounds  asserted include one or more of the aforesaid para-\n   44  graphs of subdivision one of section 440.10, the court must  also  apply\n   45  subdivisions  two  and three of section 440.10, other than paragraph (d)\n   46  of subdivision two of such section, in determining the  motion.  In  the\n   47  event  the  court  enters  an  order  granting  a  motion to set aside a\n   48  sentence of death under this section, the court must either direct a new\n   49  sentencing proceeding in accordance  with  section  400.27  or,  to  the\n   50  extent that the defendant cannot be resentenced to death consistent with\n   51  the  laws  of  this  state  or  the constitution of this state or of the\n   52  United States, resentence the defendant  to  life  imprisonment  without\n   53  parole  or  to  a  sentence  of imprisonment for the class A-I felony of\n   54  murder in the first degree other than a sentence  of  life  imprisonment\n   55  without  parole.  Upon  granting  the motion upon any of the grounds set\n   56  forth in the aforesaid paragraphs of subdivision one of  section  440.10\n\n       A. 623                              4\n\n    1  and  setting  aside  the  sentence,  the  court must afford the people a\n    2  reasonable period of time, which shall not be less  than  ten  days,  to\n    3  determine  whether  to  take  an appeal from the order setting aside the\n    4  sentence  of  death.  The  taking  of  an appeal by the people stays the\n    5  effectiveness of that portion of the court's order that  directs  a  new\n    6  sentencing proceeding.]\n    7    S  10.  Subdivision 10 of section 450.20 of the criminal procedure law\n    8  is REPEALED.\n    9    S 11. Subdivision 3 of section 460.40 of the criminal procedure law is\n   10  REPEALED.\n   11    S 12. Section 470.30 of the criminal  procedure  law,  as  amended  by\n   12  chapter 1 of the laws of 1995, is amended to read as follows:\n   13  S 470.30 Determination  by  court  of  appeals of appeals taken directly\n   14             thereto from judgments and orders of criminal courts.\n   15    [1.] Wherever appropriate, the rules set forth in sections 470.15  and\n   16  470.20,  governing  the  consideration and determination by intermediate\n   17  appellate courts of appeals thereto from judgments and orders of  crimi-\n   18  nal  courts,  and  prescribing  their scope of review and the corrective\n   19  action to be taken by them upon reversal or modification, apply  equally\n   20  to  the  consideration  and  determination  by  the  court of appeals of\n   21  appeals  taken  directly  thereto,  [pursuant  to  sections  450.70  and\n   22  450.80,] from judgments and orders of superior criminal courts.\n   23    [2. Whenever a sentence of death is imposed, the judgment and sentence\n   24  shall  be reviewed on the record by the court of appeals.  Review by the\n   25  court of appeals pursuant to subdivision one of section 450.70  may  not\n   26  be waived.\n   27    3.  With regard to the sentence, the court shall, in addition to exer-\n   28  cising the powers and scope of review granted under subdivision  one  of\n   29  this section, determine:\n   30    (a)  whether  the sentence of death was imposed under the influence of\n   31  passion, prejudice, or any  other  arbitrary  or  legally  impermissible\n   32  factor  including  whether the imposition of the verdict or sentence was\n   33  based upon the race of the defendant or a victim of the crime for  which\n   34  the defendant was convicted;\n   35    (b)  whether the sentence of death is excessive or disproportionate to\n   36  the penalty imposed in similar cases considering both the crime and  the\n   37  defendant.  In  conducting  such  review  the court, upon request of the\n   38  defendant, in addition to any other determination, shall review  whether\n   39  the  sentence  of  death is excessive or disproportionate to the penalty\n   40  imposed in similar cases by virtue of the race of  the  defendant  or  a\n   41  victim of the crime for which the defendant was convicted; and\n   42    (c)  whether  the decision to impose the sentence of death was against\n   43  the weight of the evidence.\n   44    4. The court shall include in its decision:  (a) the  aggravating  and\n   45  mitigating factors established in the record on appeal; and\n   46    (b) those similar cases it took into consideration.\n   47    5.  In  addition to exercising any other corrective action pursuant to\n   48  subdivision one of this section, the court, with regard to review  of  a\n   49  sentence of death, shall be authorized to:\n   50    (a) affirm the sentence of death; or\n   51    (b) set the sentence aside and remand the case for resentencing pursu-\n   52  ant to the procedures set forth in section 400.27 for a determination as\n   53  to  whether the defendant shall be sentenced to death, life imprisonment\n   54  without parole or to a term of imprisonment for the class A-I felony  of\n   55  murder  in  the  first degree other than a sentence of life imprisonment\n   56  without parole; or\n\n       A. 623                              5\n\n    1    (c) set the sentence aside and remand the case for resentencing by the\n    2  court for a determination as to whether the defendant shall be sentenced\n    3  to life imprisonment without parole or to a term of imprisonment for the\n    4  class A-I felony of murder in the first degree other than a sentence  of\n    5  life imprisonment without parole.]\n    6    S 13. Sections 35-b and 211-a of the judiciary law are REPEALED.\n    7    S 14. Section 707 of the county law is REPEALED.\n    8    S 15. Article 22-A of the correction law is REPEALED.\n    9    S 16. Section 63-d of the executive law is REPEALED.\n   10    S 17. Subdivision 7 of section 837-a of the executive law is REPEALED.\n   11    S 18. Section 837-1 of the executive law is REPEALED.\n   12    S  19.  This  act shall take effect immediately and shall be deemed to\n   13  have been in full force and effect on and after September 1, 1996.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the criminal procedure law, in relation to eliminating the imposition of the death penalty; and to repeal certain provisions of the criminal procedure law, the judiciary law, the county law, the correction law and the executive law relating to the imposition of the death penalty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110103.T111901.TXT", "SOBI.D110103.T113400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294250212215
}