{
  "year" : 2011,
  "senateBillNo" : "A624-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A624-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain defenses relating to proper service on a third-party plaintiff by a plaintiff may not be asserted in the answer of a third-party defendant",
  "summary" : "Prohibits a third-party defendant from asserting an objection or defense that the summons and complaint, summons with notice or notice of petition and petition were not properly served, or that jurisdiction was not obtained over the third-party plaintiff. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A10151-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          624\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WEINSTEIN  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to assert-\n         able defenses of a third-party defendant\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1008 of the civil practice law and rules is amended\n    2  to read as follows:\n    3    S  1008.  Answer  of  third-party defendant; defenses. The third-party\n    4  defendant shall answer the claim asserted against him OR HER by  serving\n    5  copies  of  his OR HER answer upon the third-party plaintiff. The third-\n    6  party defendant may assert against the plaintiff in his  OR  HER  answer\n    7  any  defenses  which  the  third-party  plaintiff has to the plaintiff's\n    8  claim EXCEPT AN OBJECTION OR DEFENSE THAT  THE  SUMMONS  AND  COMPLAINT,\n    9  SUMMONS  WITH NOTICE OR NOTICE OF PETITION AND PETITION WAS NOT PROPERLY\n   10  SERVED, OR THAT JURISDICTION  WAS  NOT  OBTAINED  OVER  THE  THIRD-PARTY\n   11  PLAINTIFF.    The third-party defendant shall have the rights of a party\n   12  adverse to the other parties in the action, including the right to coun-\n   13  ter-claim, cross-claim and appeal.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03129-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to assertable defenses of a third-party defendant ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T111901.TXT", "SOBI.D110103.T113902.TXT", "SOBI.D110105.T143659.TXT", "SOBI.D110105.T143158.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294256219229
}