{
  "year" : 2011,
  "senateBillNo" : "A625-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A625-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides, in tort cases where one defendant has settled, that remaining defendants must elect prior to trial as to reduction in liability; repealer",
  "summary" : "Provides, in tort cases where one defendant has settled, that remaining defendants must elect, prior to trial, whether to reduce liability by the amount of the settlement or by the amount of the equitable share of damages delegated to the settler in the verdict. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "AA2579-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          625\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WEINSTEIN  -- Multi-Sponsored by -- M. of A.\n         CAHILL, COOK, GOTTFRIED -- read once and referred to the Committee  on\n         Judiciary\n\n       AN  ACT to amend the general obligations law, in relation to settlements\n         in tort actions; and to repeal certain provisions of such law relating\n         thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 15-108 of the general obligations law is REPEALED\n    2  and a new section 15-108 is added to read as follows:\n    3    S 15-108. SETTLEMENTS IN TORT ACTIONS. (A) EFFECT OF SETTLEMENT. (1) A\n    4  SETTLEMENT REACHED WITH ONE OF TWO OR MORE PERSONS  WHO  ARE  LIABLE  OR\n    5  CLAIMED  TO BE LIABLE IN TORT FOR THE SAME INJURY OR WRONGFUL DEATH DOES\n    6  NOT DISCHARGE ANY OTHER  TORTFEASOR  FROM  LIABILITY  UNLESS  ITS  TERMS\n    7  EXPRESSLY  SO PROVIDE, EXCEPT THAT EACH OF THE REMAINING TORTFEASORS MAY\n    8  CHOOSE TO REDUCE HIS OR HER LIABILITY TO THE PLAINTIFF  OR  CLAIMANT  BY\n    9  THE  STATED  SETTLEMENT  AMOUNT, THE CONSIDERATION ACTUALLY PAID, OR THE\n   10  SETTLING TORTFEASOR'S EQUITABLE SHARE OF THE DAMAGES AS DETERMINED UNDER\n   11  ARTICLE FOURTEEN OF THE CIVIL PRACTICE LAW AND RULES.\n   12    (2) WHEN MORE THAN ONE PERSON SETTLES WITH A  PLAINTIFF  OR  CLAIMANT,\n   13  EACH  OF  THE  REMAINING  TORTFEASORS  MAY  CHOOSE  TO REDUCE HIS OR HER\n   14  LIABILITY TO THE PLAINTIFF OR  CLAIMANT  BY  THE  TOTAL  OF  ALL  STATED\n   15  SETTLEMENT AMOUNTS, THE TOTAL CONSIDERATION ACTUALLY PAID FOR ALL OF THE\n   16  SETTLEMENTS,  OR THE TOTAL OF THE SETTLING TORTFEASORS' EQUITABLE SHARES\n   17  OF THE DAMAGES AS DETERMINED UNDER ARTICLE FOURTEEN OF THE  CIVIL  PRAC-\n   18  TICE LAW AND RULES.\n   19    (3)  THE  CHOICE  AUTHORIZED BY THIS SUBDIVISION SHALL BE MADE IN OPEN\n   20  COURT OR IN A WRITING SUBSCRIBED ON BEHALF OF THE PARTY SEEKING TO LIMIT\n   21  LIABILITY, AND SHALL BE MADE PRIOR TO THE FIRST OPENING STATEMENT OF THE\n   22  TRIAL UNLESS THE PARTY MAKING THE ELECTION ONLY LATER BECOMES AWARE THAT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03086-01-1\n\n       A. 625                              2\n\n    1  A SETTLEMENT HAS OCCURRED. IN THE LATTER EVENT, THE  ELECTION  SHALL  BE\n    2  MADE  AS  SOON  AS  REASONABLY  PRACTICABLE  AFTER  THE PARTY MAKING THE\n    3  ELECTION IS APPRISED OF THE SETTLEMENT OR SETTLEMENTS IN ISSUE, AND,  IF\n    4  FEASIBLE,  PRIOR  TO THE RETURN OF A VERDICT. IN THE ABSENCE OF SPECIFIC\n    5  AND TIMELY ELECTION OTHERWISE, A PARTY LIMITING LIABILITY WILL BE DEEMED\n    6  TO HAVE ELECTED REDUCTION IN THE TOTAL AMOUNT OF THE EQUITABLE SHARE  OR\n    7  SHARES OF ALL SETTLING TORTFEASORS.\n    8    (4)  FOR PURPOSES OF CALCULATING THE REDUCTION OF LIABILITY UNDER THIS\n    9  SUBDIVISION IN A CASE WHERE A REMAINING TORTFEASOR IS SUBJECT TO A PERI-\n   10  ODIC PAYMENT JUDGMENT PURSUANT TO ARTICLE FIFTY-A OR ARTICLE FIFTY-B  OF\n   11  THE  CIVIL PRACTICE LAW AND RULES, THE MANNER IN WHICH SUCH REDUCTION IS\n   12  EFFECTED SHALL DEPEND ON THE TYPE OF  CREDIT  CHOSEN  BY  THE  REMAINING\n   13  TORTFEASORS.\n   14    (A)  IN  THOSE INSTANCES IN WHICH THE REMAINING TORTFEASOR HAS ELECTED\n   15  PURSUANT TO PARAGRAPH ONE OF THIS SUBDIVISION TO RECEIVE A CREDIT EQUIV-\n   16  ALENT TO THE AMOUNT OR AMOUNTS WHICH THE PLAINTIFF OR CLAIMANT  RECEIVED\n   17  IN  SETTLEMENT, THE CREDIT PROVIDED BY THIS SUBDIVISION SHALL BE RATABLY\n   18  APPORTIONED BETWEEN THE PAST DAMAGES OF THE  PLAINTIFF  AND  THE  FUTURE\n   19  DAMAGES.  THIS  SHALL  BE  DONE  BY  DETERMINING  THE  RATIO BETWEEN THE\n   20  PLAINTIFF'S PAST DAMAGES AND THE PLAINTIFF'S  TOTAL  DAMAGES,  AND  THEN\n   21  APPORTIONING  THAT  SAME PERCENTAGE OF THE SETTLEMENT TOWARDS PAYMENT OF\n   22  THE PLAINTIFF'S PAST DAMAGES. THE REMAINDER  OF  THE  SETTLEMENT  CREDIT\n   23  WOULD BE CREDITED TOWARDS, AND WOULD THUS REDUCE, THE PLAINTIFF'S FUTURE\n   24  DAMAGES.\n   25    FOR  PURPOSES  OF  THE  APPORTIONMENT OF THE SETTLEMENT CREDIT BETWEEN\n   26  PAST AND FUTURE DAMAGES,  THE  RATIO  BETWEEN  PAST  DAMAGES  AND  TOTAL\n   27  DAMAGES  WILL  BE  PREMISED  UPON  THE AMOUNTS OF DAMAGES AWARDED BY THE\n   28  TRIER OF FACT AFTER ADJUSTMENT HAS ALREADY BEEN MADE FOR ALL OTHER  SET-\n   29  OFFS,  CREDITS  AND  REDUCTIONS OTHERWISE DICTATED BY SUBDIVISION (A) OF\n   30  SECTION FIVE THOUSAND THIRTY-ONE, OR SUBDIVISION  (A)  OF  SECTION  FIVE\n   31  THOUSAND  FORTY-ONE  OF  THE  CIVIL  PRACTICE  LAW AND RULES, AND BEFORE\n   32  CONSIDERATION OF ANY OF THE CALCULATIONS DICTATED  BY  SUBDIVISION  (B),\n   33  (C), (D) OR (E) OF SUCH SECTIONS.\n   34    (B)  IN  THOSE INSTANCES IN WHICH THE REMAINING TORTFEASOR HAS ELECTED\n   35  PURSUANT TO PARAGRAPH ONE OF THIS SUBDIVISION TO  RECEIVE  AN  EQUITABLE\n   36  SHARE  CREDIT,  EACH  OF THE PLAINTIFF'S AWARDS FOR PAST DAMAGES AND FOR\n   37  FUTURE  DAMAGES  AS  REMAIN  AFTER  ALL  OTHER  SET-OFFS,  CREDITS   AND\n   38  REDUCTIONS  OTHERWISE  DICTATED BY SUBDIVISION (A) OF SECTION FIVE THOU-\n   39  SAND THIRTY-ONE OR SUBDIVISION (A) OF SECTION FIVE THOUSAND FORTY-ONE OF\n   40  THE CIVIL PRACTICE LAW AND RULES SHALL BE REDUCED BY THE SETTLOR'S EQUI-\n   41  TABLE SHARE OF THE TOTAL CULPABILITY.\n   42    (B) LIABILITY OF SETTLING TORTFEASOR. EXCEPT AS OTHERWISE PROVIDED  IN\n   43  SUBDIVISION  (F)  OF THIS SECTION, A SETTLEMENT BETWEEN THE PLAINTIFF OR\n   44  CLAIMANT AND A TORTFEASOR RELIEVES SUCH TORTFEASOR FROM LIABILITY TO ANY\n   45  OTHER PERSON FOR CONTRIBUTION OR INDEMNIFICATION.\n   46    (C) WAIVER OF CONTRIBUTION AND INDEMNIFICATION.  EXCEPT  AS  OTHERWISE\n   47  PROVIDED  IN  SUBDIVISIONS (D) AND (F) OF THIS SECTION, A TORTFEASOR WHO\n   48  HAS SETTLED WITH THE PLAINTIFF OR CLAIMANT  SHALL  NOT  BE  ENTITLED  TO\n   49  CONTRIBUTION OR INDEMNIFICATION FROM ANY OTHER PERSON.\n   50    (D)  SETTLING TORTFEASOR'S LIMITED RIGHT TO CONTRIBUTION OR INDEMNIFI-\n   51  CATION. NOTWITHSTANDING  THE  PROVISIONS  OF  SUBDIVISION  (C)  OF  THIS\n   52  SECTION, A TORTFEASOR WHO HAS ENTERED INTO A SETTLEMENT WITH A PLAINTIFF\n   53  OR  CLAIMANT  MAY  SEEK  CONTRIBUTION  OR INDEMNIFICATION FROM ANY OTHER\n   54  TORTFEASOR IF, IN CONSIDERATION FOR SUCH SETTLEMENT,  THE  PLAINTIFF  OR\n   55  CLAIMANT  HAS  RELEASED  FROM  LIABILITY THE PERSON OR PERSONS FROM WHOM\n   56  CONTRIBUTION OR INDEMNIFICATION IS SOUGHT. CONTRIBUTION OR  INDEMNIFICA-\n\n       A. 625                              3\n\n    1  TION  SHALL  BE  AVAILABLE  PURSUANT  TO  THIS SUBDIVISION EXCEPT TO THE\n    2  EXTENT THAT IT IS ESTABLISHED BY THE PARTY OR PARTIES FROM WHOM CONTRIB-\n    3  UTION OR INDEMNIFICATION IS SOUGHT THAT THE AMOUNT  PAID  IN  SETTLEMENT\n    4  WAS NOT REASONABLE.\n    5    (E)  RELATIONSHIP  WITH  ARTICLE SIXTEEN OF THE CIVIL PRACTICE LAW AND\n    6  RULES. IF A PERSON SEEKS TO LIMIT LIABILITY PURSUANT TO BOTH SUBDIVISION\n    7  (A) OF THIS SECTION AND ARTICLE SIXTEEN OF THE CIVIL  PRACTICE  LAW  AND\n    8  RULES,  THE  LIMITATION SHALL BE MADE BY DETERMINING THE PERCENTAGE THAT\n    9  THE PLAINTIFF'S OR CLAIMANT'S NON-ECONOMIC LOSS BEARS TO  SUCH  PERSON'S\n   10  TOTAL  LOSS,  AND  THEN  APPLYING  THE SAME PERCENTAGE OF THE SETTLEMENT\n   11  CREDIT TO THE PLAINTIFF'S OR  CLAIMANT'S  NON-ECONOMIC  LOSS.  A  PERSON\n   12  WHOSE  LIABILITY  IS  REDUCED UNDER THIS SECTION SHALL BE ENTITLED TO AN\n   13  ADDITIONAL REDUCTION OF LIABILITY PURSUANT TO  ARTICLE  SIXTEEN  OF  THE\n   14  CIVIL  PRACTICE LAW AND RULES, BUT ONLY TO THE EXTENT THAT SUCH PERSON'S\n   15  REMAINING LIABILITY FOR NON-ECONOMIC  LOSS  EXCEEDS  THE  LIMITATION  OF\n   16  LIABILITY, IF ANY, ESTABLISHED BY SUCH ARTICLE.\n   17    (F)  EXEMPTIONS.  NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED\n   18  TO AFFECT OR IMPAIR:\n   19    (1) ANY CLAIM FOR INDEMNIFICATION IF, PRIOR TO THE ACCIDENT OR  OCCUR-\n   20  RENCE ON WHICH THE CLAIM IS BASED, THE PARTY SEEKING INDEMNIFICATION AND\n   21  THE PARTY FROM WHOM INDEMNIFICATION IS SOUGHT HAD ENTERED INTO A WRITTEN\n   22  CONTRACT  IN  WHICH  THE  LATTER  HAD  EXPRESSLY AGREED TO INDEMNIFY THE\n   23  FORMER FOR THE TYPE OF LOSS SUFFERED; OR\n   24    (2) A CLAIM FOR INDEMNIFICATION BY A PUBLIC EMPLOYEE, INCLUDING INDEM-\n   25  NIFICATION PURSUANT TO SECTION FIFTY-K OF THE GENERAL MUNICIPAL  LAW  OR\n   26  SECTION SEVENTEEN OR SECTION EIGHTEEN OF THE PUBLIC OFFICERS LAW.\n   27    (G) SETTLEMENTS WITHIN THE SCOPE OF THIS SECTION. AN AGREEMENT BETWEEN\n   28  A  PLAINTIFF  OR  CLAIMANT  AND  A PERSON WHO IS LIABLE OR CLAIMED TO BE\n   29  LIABLE IN TORT SHALL BE DEEMED A SETTLEMENT FOR  THE  PURPOSES  OF  THIS\n   30  SECTION ONLY IF:\n   31    (1)  THE  AGREEMENT COMPLETELY OR SUBSTANTIALLY TERMINATES THE DISPUTE\n   32  BETWEEN THOSE PARTIES;\n   33    (2) THE PLAINTIFF OR CLAIMANT RECEIVES,  AS  PART  OF  THE  AGREEMENT,\n   34  MONETARY CONSIDERATION GREATER THAN ONE DOLLAR; AND\n   35    (3) SUCH SETTLEMENT OCCURS PRIOR TO ENTRY OF A JUDGMENT.\n   36    (H)  VALUATION OF STRUCTURED SETTLEMENTS. WHERE THE MONETARY CONSIDER-\n   37  ATION FOR A SETTLEMENT INCLUDES ONE OR MORE PAYMENTS  WHICH  ARE  TO  BE\n   38  MADE  MORE  THAN ONE YEAR AFTER THE DATE OF THE SETTLEMENT, THE VALUE OF\n   39  SUCH FUTURE PAYMENTS SHALL, FOR PURPOSES  OF  SUBDIVISION  (A)  OF  THIS\n   40  SECTION,  BE  DEEMED  TO  BE THE SETTLING TORTFEASOR'S COST IN PROVIDING\n   41  SUCH PAYMENTS.\n   42    S 2. This act shall take effect on the thirty-first  of  January  next\n   43  succeeding  the  date  on which it shall have become a law, and shall be\n   44  applicable to any action commenced on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to settlements in tort actions; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T111901.TXT", "SOBI.D110103.T113902.TXT", "SOBI.D110105.T143659.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294256219237
}