{
  "year" : 2011,
  "senateBillNo" : "A629-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A629-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that only the owner and holder of a mortgage and note, or its agent, shall have standing to commence a mortgage foreclosure action",
  "summary" : "Provides that only the owner and holder of a mortgage and note, or its agent, shall have standing to commence a mortgage foreclosure action; lack of standing shall be defense that may be raised at any time; requires the plaintiff in a foreclosure action to affirm that it is the holder and owner, or its designed agent, of the subject mortgage and note; the summons and complaint shall include a copy of the original mortgage and note, and all endorsements, assignments and transfers thereof, and any delegations of authority by the owner and holder of the mortgage and note. ",
  "currentCommittee" : null,
  "sameAs" : "S697",
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "A11465-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          629\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WEINSTEIN  --  read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the  real  property  actions  and  proceedings  law,  in\n         relation to standing to commence an action to foreclose a mortgage\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 1302 of the real property  actions\n    2  and  proceedings  law, as amended by chapter 472 of the laws of 2008, is\n    3  amended to read as follows:\n    4    1. Any complaint served in a proceeding  initiated  pursuant  to  this\n    5  article  relating  to  a high-cost home loan or a subprime home loan, as\n    6  such terms are defined in section six-l and six-m of  the  banking  law,\n    7  respectively,  must  contain  an affirmative allegation that at the time\n    8  the proceeding is commenced, the plaintiff[:\n    9    (a) is the owner and holder of the subject mortgage and note,  or  has\n   10  been  delegated the authority to institute a mortgage foreclosure action\n   11  by the owner and holder of the subject mortgage and note; and\n   12    (b)] has complied with all of the provisions of section  five  hundred\n   13  ninety-five-a  of  the banking law and any rules and regulations promul-\n   14  gated thereunder, section six-l or six-m of the banking law, and  SUBDI-\n   15  VISION  TWO  OF  SECTION  THIRTEEN  HUNDRED  TWO-A  AND section thirteen\n   16  hundred four of this article.\n   17    S 2. The real property actions  and  proceedings  law  is  amended  by\n   18  adding a new section 1302-a to read as follows:\n   19    S  1302-A.  STANDING  TO  COMMENCE  AN ACTION. 1. NO PERSON SHALL HAVE\n   20  STANDING TO COMMENCE AN ACTION PURSUANT TO THIS ARTICLE UNLESS IT IS THE\n   21  OWNER AND HOLDER OF THE SUBJECT MORTGAGE AND NOTE, OR HAS BEEN DELEGATED\n   22  THE AUTHORITY TO INSTITUTE A MORTGAGE FORECLOSURE ACTION  BY  THE  OWNER\n   23  AND  HOLDER  OF  THE  SUBJECT  MORTGAGE  AND  NOTE.  NOTWITHSTANDING THE\n   24  PROVISIONS OF SUBDIVISION (E) OF RULE THIRTY-TWO HUNDRED ELEVEN  OF  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03116-01-1\n\n       A. 629                              2\n\n    1  CIVIL  PRACTICE LAW AND RULES, ANY DEFENSE BASED ON THE PLANITIFF'S LACK\n    2  OF STANDING IN A FORECLOSURE PROCEEDING SHALL NOT BE WAIVED IF A DEFEND-\n    3  ANT FAILS TO RAISE THE DEFENSE IN A RESPONSIVE  PLEADING  OR  PRE-ANSWER\n    4  MOTION TO DISMISS.\n    5    2.  EVERY SUMMONS AND COMPLAINT TO COMMENCE A FORECLOSURE ACTION SHALL\n    6  INCLUDE AN AFFIRMATIVE ALLEGATION THAT AT THE  TIME  THE  PROCEEDING  IS\n    7  COMMENCED, THE PLAINTIFF IS THE OWNER AND HOLDER OF THE SUBJECT MORTGAGE\n    8  AND  NOTE,  OR  HAS BEEN DELEGATED THE AUTHORITY TO INSTITUTE A MORTGAGE\n    9  FORECLOSURE ACTION BY THE OWNER AND HOLDER OF THE SUBJECT  MORTGAGE  AND\n   10  NOTE.   IN ADDITION, THE PLAINTIFF SHALL PLEAD IN ITS COMPLAINT THAT THE\n   11  ORIGINALS OF THE SUBJECT MORTGAGE AND NOTE ARE  IN  ITS  POSSESSION  AND\n   12  CONTROL,  AND  THAT  SUCH PLAINTIFF IS OTHERWISE ENTITLED TO ENFORCE THE\n   13  SUBJECT MORTGAGE AND NOTE PURSUANT TO LAW.\n   14    3. THERE SHALL BE FILED WITH EVERY SUMMONS AND COMPLAINT TO COMMENCE A\n   15  FORECLOSURE ACTION:\n   16    (A) A COPY OF THE ORIGINAL SUBJECT MORTGAGE AND NOTE, AND PROOF OF THE\n   17  OWNERSHIP THEREOF INCLUDING ALL ORIGINAL ENDORSEMENTS,  ASSIGNMENTS  AND\n   18  TRANSFERS OF SUCH MORTGAGE AND NOTE; AND\n   19    (B) IF APPLICABLE, PROOF OF DELEGATION OF AUTHORITY FROM THE OWNER AND\n   20  HOLDER OF THE SUBJECT MORTGAGE AND NOTE TO INSTITUTE A MORTGAGE FORECLO-\n   21  SURE ACTION ON BEHALF OF SUCH OWNER AND HOLDER.\n   22    S  3.  This act shall take effect immediately, except that section one\n   23  of this act and subdivisions 2 and 3 of section 1302-a of the real prop-\n   24  erty actions and proceedings law, as added by section two of  this  act,\n   25  shall take effect on the ninetieth day after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to standing to commence an action to foreclose a mortgage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T110922.TXT", "SOBI.D110126.T142803.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110105.T144702.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296070083670
}