{
  "year" : 2011,
  "senateBillNo" : "A630-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A630-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits a plaintiff to recover directly against a third party defendant found to be liable to the defendant in certain actions",
  "summary" : "Permits a plaintiff to recover directly against a third party defendant found to be liable to the defendant in certain actions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A2576-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          630\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. WEINSTEIN, ORTIZ -- Multi-Sponsored by -- M. of\n         A. BOYLAND, BRENNAN, CLARK, COOK, DINOWITZ, GALEF, GOTTFRIED,  MILLMAN\n         -- read once and referred to the Committee on Judiciary\n\n       AN ACT to amend the civil practice law and rules, in relation to permit-\n         ting a plaintiff to recover against a third party defendant in certain\n         cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil practice law and rules is amended by adding a new\n    2  section 1405 to read as follows:\n    3    S 1405. PERMITTING PLAINTIFF, AS JUDGMENT CREDITOR AGAINST  DEFENDANT,\n    4  TO  RECOVER  AND  COLLECT  UNSATISFIED  JUDGMENT  OR PORTION OF JUDGMENT\n    5  AGAINST THIRD-PARTY DEFENDANT OR CO-DEFENDANT LIABLE FOR CONTRIBUTION OR\n    6  INDEMNIFICATION. (A) WHERE A PLAINTIFF HAS ENTERED A JUDGMENT AGAINST  A\n    7  DEFENDANT  AND THE JUDGMENT REMAINS UNSATISFIED THIRTY DAYS AFTER IT HAS\n    8  BEEN SERVED ON THE DEFENDANT-JUDGMENT DEBTOR,  AND  WHERE  JUDGMENT  HAS\n    9  BEEN  ENTERED IN FAVOR OF THE DEFENDANT-JUDGMENT DEBTOR AGAINST A CO-DE-\n   10  FENDANT OR THIRD-PARTY DEFENDANT ON A CAUSE OF ACTION  FOR  CONTRIBUTION\n   11  OR FOR CONTRACTUAL OR COMMON LAW INDEMNIFICATION, THE PLAINTIFF-JUDGMENT\n   12  CREDITOR  MAY COLLECT ANY UNSATISFIED AMOUNT OF THE PLAINTIFF'S JUDGMENT\n   13  AGAINST THE DEFENDANT FROM THE CO-DEFENDANT OR THIRD-PARTY DEFENDANT  UP\n   14  TO  THE AMOUNT AWARDED ON THE CAUSE OF ACTION FOR CONTRIBUTION OR INDEM-\n   15  NIFICATION.\n   16    (B) WHERE THE PLAINTIFF'S JUDGMENT  REMAINS  UNSATISFIED  THIRTY  DAYS\n   17  AFTER IT HAS BEEN SERVED ON THE DEFENDANT-JUDGMENT DEBTOR, AND WHERE THE\n   18  DEFENDANT-JUDGMENT  DEBTOR HAS A CAUSE OF ACTION FOR CONTRIBUTION OR FOR\n   19  CONTRACTUAL OR COMMON LAW INDEMNIFICATION WHICH HAS NOT BEEN REDUCED  TO\n   20  JUDGMENT, THE PLAINTIFF-JUDGMENT CREDITOR MAY ATTACH, OR TAKE AN ASSIGN-\n   21  MENT  FROM  THE  DEFENDANT-JUDGMENT  DEBTOR  OF, THE CAUSE OF ACTION FOR\n   22  CONTRIBUTION OR INDEMNIFICATION, AND PROSECUTE THE CAUSE  OF  ACTION  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03087-01-1\n\n       A. 630                              2\n\n    1  THE  PLAINTIFF'S  OWN  NAME  OR  IN  THE  NAME OF THE DEFENDANT-JUDGMENT\n    2  DEBTOR, AND RECOVER A JUDGMENT THEREIN FOR THE SAME AMOUNT  OF  CONTRIB-\n    3  UTION  OR  INDEMNIFICATION AS WOULD BE AWARDED TO THE DEFENDANT-JUDGMENT\n    4  DEBTOR  IF  THE  DEFENDANT-JUDGMENT  DEBTOR  HAD  SATISFIED  PLAINTIFF'S\n    5  ORIGINAL JUDGMENT IN FULL. SUCH REMEDY IS IN ADDITION TO ANY OTHER MEANS\n    6  AVAILABLE TO THE PLAINTIFF-JUDGMENT DEBTOR FOR ENFORCEMENT OF THE  JUDG-\n    7  MENT.  THIS SECTION SHALL NOT AUTHORIZE DIRECT RECOVERY AGAINST A THIRD-\n    8  PARTY DEFENDANT IN THOSE CIRCUMSTANCES IN WHICH  THE  THIRD-PARTY  CLAIM\n    9  AGAINST  THAT  THIRD-PARTY  DEFENDANT  WOULD  HAVE  BEEN  BARRED  BY THE\n   10  PROVISIONS OF SECTION ELEVEN OF THE WORKERS' COMPENSATION LAW.\n   11    S 2. This act shall take effect immediately, and shall  apply  to  all\n   12  judgments entered by plaintiffs on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to permitting a plaintiff to recover against a third party defendant in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T111901.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110105.T144702.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294256822411
}