{
  "year" : 2011,
  "senateBillNo" : "A632-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A632-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines the kind of assistance required to be included as part of medicaid personal care services",
  "summary" : "Defines the kind of assistance required for a recipient to obtain medicaid personal care services, as assistance with health and safety needs including hands-on assistance, supervision and cuing to ensure safe performance of activities of daily living and instrumental activities of daily living for persons with physical or cognitive impairments. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A7898-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          632\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WEINSTEIN, JACOBS, ORTIZ -- Multi-Sponsored by --\n         M.  of  A. BRENNAN, CLARK, COOK, CYMBROWITZ, DESTITO, DINOWITZ, GALEF,\n         GLICK, HIKIND, McENENY, MILLMAN, SCARBOROUGH -- read once and referred\n         to the Committee on Health\n\n       AN ACT to amend the social services law, in  relation  to  defining  the\n         kind  of  assistance  required  for  a  recipient  to  obtain medicaid\n         personal care services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (e)  of  subdivision 2 of section 365-a of the\n    2  social services law, as amended by chapter 170 of the laws of  1994,  is\n    3  amended to read as follows:\n    4    (e)  personal  care  services,  including  personal emergency response\n    5  services, shared aide and an individual aide, furnished to an individual\n    6  who is not an inpatient or resident of  a  hospital,  nursing  facility,\n    7  intermediate care facility for the mentally retarded, or institution for\n    8  mental  disease, as determined to meet the recipient's needs for assist-\n    9  ance [when cost effective and appropriate  in  accordance  with  section\n   10  three  hundred  sixty-seven-k and section three hundred sixty-seven-o of\n   11  this title], INCLUDING HANDS-ON ASSISTANCE, SUPERVISION  AND  CUING,  TO\n   12  ENSURE  SAFE  PERFORMANCE  OF ALL ACTIVITIES OF DAILY LIVING AND INSTRU-\n   13  MENTAL ACTIVITIES OF DAILY LIVING FOR PERSONS WITH PHYSICAL OR COGNITIVE\n   14  IMPAIRMENTS, and when prescribed by a physician, in accordance with  the\n   15  recipient's plan of treatment and provided by individuals who are quali-\n   16  fied  to provide such services, who are supervised by a registered nurse\n   17  and who are not members of the recipient's family, and furnished in  the\n   18  recipient's home or other location.\n   19    ASSISTANCE WITH ACTIVITIES OF DAILY LIVING, AS USED IN THIS PARAGRAPH,\n   20  INCLUDES ASSISTANCE WITH EATING, BATHING, DRESSING, GROOMING, TOILETING,\n   21  MAINTAINING CONTINENCE, TRANSFERRING, MOBILITY INSIDE AND OUTSIDE OF THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03131-01-1\n\n       A. 632                              2\n\n    1  HOME,  AND  ASSISTANCE  WITH  THE  ADMINISTRATION  OF MEDICATIONS BY THE\n    2  RECIPIENT. ASSISTANCE WITH INSTRUMENTAL ACTIVITIES OF DAILY  LIVING,  AS\n    3  USED IN THIS PARAGRAPH, INCLUDES ASSISTANCE WITH MEAL PREPARATION, SHOP-\n    4  PING,  LAUNDRY,  HOUSEKEEPING (MAKING AND CHANGING BEDS, WASHING DISHES,\n    5  VACUUMING, SWEEPING, AND  DUSTING),  USING  THE  TELEPHONE,  PAYMENT  OF\n    6  BILLS, AND OTHER ESSENTIAL ERRANDS;\n    7    S 2. This act shall take effect on the one hundred twentieth day after\n    8  it shall have become a law, provided, however, that effective immediate-\n    9  ly,  the  addition,  amendment and/or repeal of any rules or regulations\n   10  necessary for the implementation of the foregoing section of this act on\n   11  its effective date is authorized and directed to be made  and  completed\n   12  on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to defining the kind of assistance required for a recipient to obtain medicaid personal care services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T150203.TXT", "SOBI.D110103.T111901.TXT", "SOBI.D110103.T113902.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294257723684
}