{
  "year" : 2011,
  "senateBillNo" : "A633-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A633-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"consumer credit fairness act\"",
  "summary" : "Enacts the \"consumer credit fairness act\"; establishes a 3 year statute of limitations for commencement of a cause of action arising out of a consumer credit transaction where the defendant is a purchaser, borrower or debtor; establishes a notice of lawsuit which must be mailed to the defendant in such a cause of action; establishes certain requirements for the complaint in such an action; provides for arbitration of such actions. ",
  "currentCommittee" : null,
  "sameAs" : "S677",
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "AA7558-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          633\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WEINSTEIN, WRIGHT, JAFFEE, BOYLAND, MILLMAN,\n         TITUS, GIBSON -- Multi-Sponsored by -- M. of A. CYMBROWITZ,  PERRY  --\n         read once and referred to the Committee on Judiciary\n\n       AN ACT to amend the civil practice law and rules, in relation to consum-\n         er credit transactions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"consumer credit fairness act\".\n    3    S 2. Subdivision 2 of section 213 of the civil practice law and rules,\n    4  as  amended  by  chapter  709 of the laws of 1988, is amended to read as\n    5  follows:\n    6    2. an action upon a contractual obligation or  liability,  express  or\n    7  implied,  except  as  provided  in section two hundred thirteen-a OR TWO\n    8  HUNDRED FOURTEEN-F of this article or article 2 of the  uniform  commer-\n    9  cial code or article 36-B of the general business law;\n   10    S  3.  The  civil  practice  law  and rules is amended by adding a new\n   11  section 214-f to read as follows:\n   12    S 214-F. CERTAIN ACTIONS ARISING OUT OF CONSUMER  CREDIT  TRANSACTIONS\n   13  TO  BE COMMENCED WITHIN THREE YEARS. AN ACTION ARISING OUT OF A CONSUMER\n   14  CREDIT TRANSACTION WHERE A PURCHASER, BORROWER OR DEBTOR IS A  DEFENDANT\n   15  MUST  BE COMMENCED WITHIN THREE YEARS, EXCEPT AS PROVIDED IN SECTION TWO\n   16  HUNDRED THIRTEEN-A OF THIS ARTICLE OR ARTICLE 2 OF THE  UNIFORM  COMMER-\n   17  CIAL  CODE  OR ARTICLE 36-B OF THE GENERAL BUSINESS LAW. WHEN THE PERIOD\n   18  WITHIN WHICH AN ACTION MAY BE COMMENCED UNDER THIS SECTION HAS  EXPIRED,\n   19  THE RIGHT TO COLLECT CONSUMER CREDIT DEBT IS EXTINGUISHED AS WELL AS THE\n   20  REMEDY.\n   21    FOR  PURPOSES  OF  THIS SECTION, \"THE RIGHT TO COLLECT CONSUMER CREDIT\n   22  DEBT\" SHALL MEAN ANY ATTEMPTS BY THE CREDITOR, THIRD PARTY PURCHASER, OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01288-01-1\n\n       A. 633                              2\n\n    1  OTHER AUTHORIZED THIRD PARTY TO COLLECT SUCH  DEBT  INCLUDING,  BUT  NOT\n    2  LIMITED TO, CALLS, MAIL OR OTHER ATTEMPTS TO COLLECT.\n    3    S  4.  The  civil  practice  law  and rules is amended by adding a new\n    4  section 306-c to read as follows:\n    5    S 306-C. ADDITIONAL MAILING OF NOTICE IN AN ACTION ARISING  OUT  OF  A\n    6  CONSUMER  CREDIT TRANSACTION. 1. AT THE TIME OF FILING WITH THE CLERK OF\n    7  THE PROOF OF SERVICE OF THE SUMMONS AND COMPLAINT IN AN  ACTION  ARISING\n    8  OUT  OF A CONSUMER CREDIT TRANSACTION, THE PLAINTIFF SHALL SUBMIT TO THE\n    9  CLERK A STAMPED ENVELOPE ADDRESSED TO  THE  DEFENDANT  TOGETHER  WITH  A\n   10  WRITTEN  NOTICE  IN  CLEAR TYPE OF NO LESS THAN TWELVE-POINT IN SIZE, IN\n   11  BOTH ENGLISH AND SPANISH, AND CONTAINING THE FOLLOWING LANGUAGE:\n   12                              NOTICE OF LAWSUIT\n   13  (DATE)\n\n   14  (NAME OF COURT)\n   15  (COUNTY)\n   16  (STREET ADDRESS, ROOM NUMBER)\n   17  (CITY, STATE, ZIP CODE)\n\n   18  (NAME OF DEFENDANT)\n   19  (ADDRESS OF DEFENDANT)\n\n   20  PLAINTIFF:__________________________________\n   21  DEFENDANT:__________________________________\n   22  NAME OF ORIGINAL CREDITOR, UNLESS SAME:______________________________\n   23  INDEX NUMBER:_______________________________\n\n   24  ATTENTION: A LAWSUIT HAS BEEN FILED AGAINST YOU CLAIMING  THAT  YOU  OWE\n   25  MONEY FOR AN UNPAID CREDIT CARD, MEDICAL, STUDENT LOAN OR OTHER DEBT.\n   26  YOU  SHOULD  GO TO THE COURT CLERK'S OFFICE AT THE ABOVE ADDRESS AS SOON\n   27  AS POSSIBLE TO RESPOND TO THE LAWSUIT. YOU MAY WISH TO CONTACT AN ATTOR-\n   28  NEY. IF YOU DO NOT HAVE AN ATTORNEY, HELP IS AVAILABLE AT THE COURT.\n   29  IF YOU DO NOT RESPOND TO THE LAWSUIT, THE COURT  MAY  ENTER  A  JUDGMENT\n   30  AGAINST  YOU.  ONCE  ENTERED, A JUDGMENT IS GOOD AND CAN BE USED AGAINST\n   31  YOU FOR TWENTY YEARS, AND  YOUR  MONEY,  INCLUDING  A  PORTION  OF  YOUR\n   32  PAYCHECK  AND/OR  BANK ACCOUNT, MAY BE TAKEN. ALSO, A JUDGMENT WILL HURT\n   33  YOUR CREDIT SCORE AND CAN AFFECT YOUR ABILITY TO RENT  A  HOME,  FIND  A\n   34  JOB, OR TAKE OUT A LOAN.\n   35  YOU CANNOT BE ARRESTED OR SENT TO JAIL FOR OWING A DEBT.\n   36  IT IS IMPORTANT THAT YOU GO TO THE COURT CLERK'S OFFICE LISTED ABOVE AND\n   37  BRING  THIS NOTICE WITH YOU.  ADDITIONAL INFORMATION CAN BE FOUND AT THE\n   38  COURT SYSTEM WEBSITE AT:  WWW.COURTS.STATE.NY.US\n   39    2. THE FACE OF THE ENVELOPE SHALL BE ADDRESSED TO THE DEFENDANT AT THE\n   40  ADDRESS AT WHICH PROCESS WAS SERVED, AND SHALL CONTAIN  THE  DEFENDANT'S\n   41  NAME, ADDRESS (INCLUDING APARTMENT NUMBER) AND ZIP CODE. THE FACE OF THE\n   42  ENVELOPE  ALSO  SHALL STATE THE APPROPRIATE CLERK'S OFFICE AS ITS RETURN\n   43  ADDRESS.\n   44    3. THE CLERK  PROMPTLY  SHALL  MAIL  TO  THE  DEFENDANT  THE  ENVELOPE\n   45  CONTAINING  THE  ADDITIONAL  NOTICE SET FORTH IN SUBDIVISION ONE OF THIS\n   46  SECTION. NO DEFAULT JUDGMENT BASED ON THE DEFENDANT'S FAILURE TO  ANSWER\n   47  SHALL BE ENTERED UNLESS THERE HAS BEEN COMPLIANCE WITH THIS SECTION, AND\n   48  AT LEAST TWENTY DAYS HAVE ELAPSED FROM THE DATE OF MAILING BY THE CLERK.\n   49    S  5.  Subdivision  (a)  of section 3012 of the civil practice law and\n   50  rules is amended to read as follows:\n   51    (a) Service of  pleadings.  The  complaint  may  be  served  with  the\n   52  summons, EXCEPT THAT IN AN ACTION ARISING OUT OF A CONSUMER CREDIT TRAN-\n\n       A. 633                              3\n\n    1  SACTION,  THE  COMPLAINT  SHALL BE SERVED WITH THE SUMMONS. A subsequent\n    2  pleading asserting new or additional claims for relief shall  be  served\n    3  upon  a party who has not appeared in the manner provided for service of\n    4  a  summons.  In any other case, a pleading shall be served in the manner\n    5  provided for service of papers generally. Service of an answer or  reply\n    6  shall  be made within twenty days after service of the pleading to which\n    7  it responds.\n    8    S 6.  Rule 3016 of the civil practice law  and  rules  is  amended  by\n    9  adding a new subdivision (i) to read as follows:\n   10    (I)  CONSUMER  CREDIT  TRANSACTIONS.  IN  AN  ACTION  ARISING OUT OF A\n   11  CONSUMER CREDIT TRANSACTION WHERE A PURCHASER, BORROWER OR DEBTOR  IS  A\n   12  DEFENDANT,  THE CONTRACT OR OTHER WRITTEN INSTRUMENT ON WHICH THE ACTION\n   13  IS BASED SHALL BE ATTACHED TO THE COMPLAINT AND THE  FOLLOWING  INFORMA-\n   14  TION SHALL BE SET FORTH IN THE COMPLAINT:\n   15    1. THE NAME OF THE ORIGINAL CREDITOR;\n   16    2. THE LAST FOUR DIGITS OF THE ORIGINAL ACCOUNT NUMBER;\n   17    3. THE DATE AND AMOUNT OF THE LAST PAYMENT;\n   18    4.  IF  THE  COMPLAINT  CONTAINS A CAUSE OF ACTION BASED ON AN ACCOUNT\n   19  STATED, THE DATE THAT THE FINAL STATEMENT OF ACCOUNT WAS MAILED  TO  THE\n   20  DEFENDANT;\n   21    5. AN ITEMIZATION OF THE AMOUNT SOUGHT, BY (I) PRINCIPAL; (II) FINANCE\n   22  CHARGE  OR  CHARGES;  (III)  FEES IMPOSED BY THE ORIGINAL CREDITOR; (IV)\n   23  COLLECTION COSTS; (V) ATTORNEY'S FEES;  (VI)  INTEREST;  AND  (VII)  ANY\n   24  OTHER FEES AND CHARGES. THE TERM \"FINANCE CHARGE\" MEANS A FINANCE CHARGE\n   25  AS DEFINED IN REGULATION Z, 12 C.F.R. S 226.4.\n   26    6. WHETHER THE PLAINTIFF IS THE ORIGINAL CREDITOR. IF THE PLAINTIFF IS\n   27  NOT  THE  ORIGINAL  CREDITOR,  THE COMPLAINT SHALL STATE (I) THE DATE ON\n   28  WHICH THE DEBT WAS ASSIGNED TO THE PLAINTIFF; AND (II) THE NAME OF  EACH\n   29  PREVIOUS  OWNER  OF  THE  ACCOUNT  AND  THE  DATE  ON WHICH THE DEBT WAS\n   30  ASSIGNED TO THAT OWNER.\n   31    7. ANY MATTERS REQUIRED TO BE STATED WITH  PARTICULARITY  PURSUANT  TO\n   32  RULE 3015 OF THIS ARTICLE.\n   33    S 7. Subdivision (e) of rule 3211 of the civil practice law and rules,\n   34  as  amended  by  chapter  616 of the laws of 2005, is amended to read as\n   35  follows:\n   36    (e) Number, time and waiver of objections; motion to  plead  over.  At\n   37  any  time before service of the responsive pleading is required, a party\n   38  may move on one or more of the grounds set forth in subdivision  (a)  OF\n   39  THIS  SECTION,  and no more than one such motion shall be permitted. Any\n   40  objection or defense based upon a ground set forth  in  paragraphs  one,\n   41  three,  four,  five and six of subdivision (a) OF THIS SECTION is waived\n   42  unless raised either by such motion or in  the  responsive  pleading.  A\n   43  motion  based  upon a ground specified in paragraph two, seven or ten of\n   44  subdivision (a) OF THIS SECTION may be made at any subsequent time or in\n   45  a later pleading, if one is permitted;  IN  ANY  ACTION  OTHER  THAN  AN\n   46  ACTION  ARISING  OUT OF A CONSUMER CREDIT TRANSACTION WHERE A PURCHASER,\n   47  BORROWER OR DEBTOR IS A DEFENDANT, an objection  that  the  summons  and\n   48  complaint,  summons  with notice, or notice of petition and petition was\n   49  not properly served is waived if, having raised such an objection  in  a\n   50  pleading,  the objecting party does not move for judgment on that ground\n   51  within sixty days after serving the pleading, unless the  court  extends\n   52  the time upon the ground of undue hardship. The foregoing sentence shall\n   53  not  apply  in  any  proceeding  under subdivision one or two of section\n   54  seven hundred eleven of the real property actions and  proceedings  law.\n   55  The  papers  in  opposition  to a motion based on improper service shall\n   56  contain a copy of the proof of service, whether or not previously filed.\n\n       A. 633                              4\n\n    1  An objection based upon a ground specified in paragraph eight or nine of\n    2  subdivision (a) OF THIS SECTION is waived if a party moves on any of the\n    3  grounds set forth in subdivision (a) OF  THIS  SECTION  without  raising\n    4  such  objection or if, having made no objection under subdivision (a) OF\n    5  THIS SECTION, he or she does not raise such objection in the  responsive\n    6  pleading.\n    7    S  8.  Subdivision  (f)  of section 3215 of the civil practice law and\n    8  rules, as amended by chapter 453 of the laws of 2006, is amended  and  a\n    9  new subdivision (j) is added to read as follows:\n   10    (f)  Proof.  On any application for judgment by default, the applicant\n   11  shall file proof of service of the  summons  and  the  complaint,  or  a\n   12  summons  and  notice  served  pursuant to subdivision (b) of rule 305 or\n   13  subdivision (a) of rule 316 of this chapter,  and  proof  of  the  facts\n   14  constituting the claim, the default and the amount due by affidavit made\n   15  by  the party, or where the state of New York is the plaintiff, by affi-\n   16  davit made by an attorney from the office of the  attorney  general  who\n   17  has  or  obtains knowledge of such facts through review of state records\n   18  or otherwise. Where a verified complaint has been served, it may be used\n   19  as the affidavit of the facts constituting the claim and the amount due;\n   20  in such case, an affidavit as to the default shall be made by the  party\n   21  or  the  party's attorney. IN AN ACTION ARISING OUT OF A CONSUMER CREDIT\n   22  TRANSACTION, IF THE PLAINTIFF IS NOT THE ORIGINAL CREDITOR,  THE  APPLI-\n   23  CANT  SHALL  INCLUDE:  (I)  AN AFFIDAVIT BY THE ORIGINAL CREDITOR OF THE\n   24  FACTS CONSTITUTING THE DEBT, THE DEFAULT IN PAYMENT, THE SALE OR ASSIGN-\n   25  MENT OF THE DEBT, AND THE AMOUNT DUE AT THE TIME OF SALE OR  ASSIGNMENT;\n   26  (II) FOR EACH SUBSEQUENT ASSIGNMENT OR SALE OF THE DEBT TO ANOTHER ENTI-\n   27  TY,  AN  AFFIDAVIT  OF SALE OF THE DEBT BY THE DEBT SELLER, COMPLETED BY\n   28  THE SELLER OR ASSIGNOR; AND (III) AN  AFFIDAVIT  OF  A  WITNESS  OF  THE\n   29  PLAINTIFF, WHICH INCLUDES A CHAIN OF TITLE OF THE DEBT, COMPLETED BY THE\n   30  PLAINTIFF  OR  PLAINTIFF'S  WITNESS.  When  jurisdiction  is based on an\n   31  attachment of property, the  affidavit  must  state  that  an  order  of\n   32  attachment  granted in the action has been levied on the property of the\n   33  defendant, describe the property and state its value. Proof  of  mailing\n   34  the  notice  required by subdivision (g) of this section, where applica-\n   35  ble, shall also be filed.\n   36    (J) A REQUEST FOR A DEFAULT JUDGMENT ENTERED BY  THE  CLERK,  MUST  BE\n   37  ACCOMPANIED BY AN AFFIDAVIT BY THE DEBT COLLECTOR (WHO MAY BE THE PLAIN-\n   38  TIFF  OR PLAINTIFF'S ATTORNEY) STATING THAT AFTER REASONABLE INQUIRY, HE\n   39  OR SHE HAS REASON TO BELIEVE THAT THE STATUTE  OF  LIMITATIONS  HAS  NOT\n   40  EXPIRED.\n   41    S  9.  The  civil  practice  law  and rules is amended by adding a new\n   42  section 7515 to read as follows:\n   43    S 7515. CONFIRMATION OF AN AWARD BASED ON  A  CONSUMER  CREDIT  TRANS-\n   44  ACTION.  IN ANY PROCEEDING UNDER SECTION 7510 OF THIS ARTICLE TO CONFIRM\n   45  AN AWARD BASED ON A CONSUMER CREDIT TRANSACTION, THE  PARTY  SEEKING  TO\n   46  CONFIRM  THE  AWARD  SHALL  PLEAD THE ACTUAL TERMS AND CONDITIONS OF THE\n   47  AGREEMENT TO ARBITRATE. THE PARTY SHALL ATTACH TO ITS PETITION  (1)  THE\n   48  AGREEMENT  TO  ARBITRATE;  (2)  THE  DEMAND FOR ARBITRATION OR NOTICE OF\n   49  INTENTION TO ARBITRATE, WITH PROOF OF SERVICE; AND (3)  THE  ARBITRATION\n   50  AWARD,  WITH PROOF OF SERVICE. IF THE AWARD DOES NOT CONTAIN A STATEMENT\n   51  OF THE CLAIMS SUBMITTED FOR ARBITRATION, OF THE CLAIMS RULED UPON BY THE\n   52  ARBITRATOR, AND OF THE CALCULATION OF FIGURES USED BY THE ARBITRATOR  IN\n   53  ARRIVING AT THE AWARD, THEN THE PETITION SHALL CONTAIN SUCH A STATEMENT.\n   54  THE  COURT  SHALL NOT GRANT CONFIRMATION OF AN AWARD BASED ON A CONSUMER\n   55  CREDIT TRANSACTION UNLESS THE PARTY SEEKING TO  CONFIRM  THE  AWARD  HAS\n   56  COMPLIED WITH THIS SECTION.\n\n       A. 633                              5\n\n    1    S 10. This act shall take effect on the first of January next succeed-\n    2  ing  the  date  on which it shall have become a law, except that section\n    3  three of this act shall take effect on the  one  hundred  eightieth  day\n    4  after this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to consumer credit transactions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T102700.TXT", "SOBI.D110103.T113902.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327620870
}