{
  "year" : 2011,
  "senateBillNo" : "A634-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A634-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that for settlements that require a court order the order shall provide for the payment of interest on the settlement amount at the statutory rate",
  "summary" : "Provides that for settlements that require a court order, the order, or the judgment in a special proceeding, shall provide for the payment of interest on the settlement amount at the statutory interest rate on judgments. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A2874-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          634\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. WEINSTEIN, ORTIZ -- Multi-Sponsored by -- M. of\n         A. BOYLAND, BRENNAN, CLARK, COOK, CYMBROWITZ, GLICK,  JAFFEE  --  read\n         once and referred to the Committee on Judiciary\n\n       AN  ACT  to  amend  the civil practice law and rules and the surrogate's\n         court procedure act, in relation to addressing delay in payment  of  a\n         settlement where the settlement requires court approval\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1207 of  the  civil  practice  law  and  rules,  as\n    2  amended  by  chapter  355  of  the  laws  of 1986, is amended to read as\n    3  follows:\n    4    S 1207. Settlement of action or claim by infant,  judicially  declared\n    5  incompetent  or  conservatee,  by  whom motion made; special proceeding;\n    6  notice; order of settlement. (A) Upon motion of a guardian of the  prop-\n    7  erty or guardian ad litem of an infant or, if there is no such guardian,\n    8  then  of  a  parent having legal custody of an infant, or if there is no\n    9  such parent, by another person having legal custody, or if the infant is\n   10  married, by an adult spouse residing with the infant, or of the  commit-\n   11  tee  of  the property of a person judicially declared to be incompetent,\n   12  or of the conservator of the property of a conservatee,  the  court  may\n   13  order  settlement of any action commenced by or on behalf of the infant,\n   14  incompetent or conservatee. If no action has been commenced,  a  special\n   15  proceeding  may  be commenced upon petition of such a representative for\n   16  settlement of any claim by the infant, incompetent or conservatee in any\n   17  court where an action for the amount of the  proposed  settlement  could\n   18  have  been  commenced.    Unless otherwise provided by rule of the chief\n   19  administrator of the courts, if no motion term is being held  and  there\n   20  is  no  justice  of  the  supreme  court available in a county where the\n   21  action or an action on the claim is triable, such a motion may be  made,\n   22  or special proceeding may be commenced, in a county court and the county\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03084-01-1\n\n       A. 634                              2\n\n    1  judge  shall  act  with the same power as a justice of the supreme court\n    2  even though the amount of the settlement may exceed  the  jurisdictional\n    3  limits  of  the  county court. Notice of the motion or petition shall be\n    4  given as directed by the court. An order on such a motion shall have the\n    5  effect  of a judgment. Such order, or the judgment in a special proceed-\n    6  ing, shall be entered without costs and shall approve the  fee  for  the\n    7  infant's, incompetent's or conservatee's attorney, if any.\n    8    (B) SUCH ORDER, OR THE JUDGMENT IN A SPECIAL PROCEEDING, SHALL PROVIDE\n    9  FOR  THE  PAYMENT  OF INTEREST ON THE SETTLEMENT AMOUNT AT THE STATUTORY\n   10  INTEREST RATE ON JUDGMENTS, TO BE COMPUTED COMMENCING THE FIFTEENTH DAY,\n   11  OR WHERE THE SETTLING DEFENDANT IS A MUNICIPAL OR STATE  ENTITY  AS  SET\n   12  FORTH IN SUBDIVISION (B) OR (C) OF SECTION FIVE THOUSAND THREE-A OF THIS\n   13  CHAPTER  THEN COMMENCING FROM THE SIXTY-FIRST DAY FOLLOWING THE DAY THAT\n   14  THE PROPOSED SETTLEMENT IS ENTERED INTO AND  CONTINUING  UNTIL  THE  DAY\n   15  THAT  THE  ORDER  OR  JUDGMENT  IS SIGNED. WHERE THE PROPOSED SETTLEMENT\n   16  INCLUDES AN ANNUITY TO PROVIDE FOR PERIODIC PAYMENTS, INTEREST SHALL NOT\n   17  BE COMPUTED ON THE PRESENT  VALUE  OF  THE  ANNUITY  PROVIDED  THAT  THE\n   18  DEFENDANT  TIMELY  FUNDS  THE  ANNUITY, BUT INTEREST SHALL ACCRUE ON ANY\n   19  PERIODIC PAYMENT MADE LATER THAN THE PAYMENT SCHEDULE SET FORTH  IN  THE\n   20  PROPOSED SETTLEMENT. THE DATE AND TERMS OF THE PROPOSED SETTLEMENT SHALL\n   21  BE  SET  FORTH TO ALL COUNSEL OR PARTIES IN WRITING, OR IN A COURT TRAN-\n   22  SCRIPT, AND A COPY OF THE WRITING OR TRANSCRIPT SHALL BE PROVIDED TO THE\n   23  COURT IN ORDER TO CALCULATE THE DAYS OF INTEREST.\n   24    S 2. Paragraphs 7 and 8 of subdivision (a) of rule 1208 of  the  civil\n   25  practice  law and rules, paragraph 7 as amended and paragraph 8 as added\n   26  by chapter 844 of the laws of 1968, are amended and a new paragraph 9 is\n   27  added to read as follows:\n   28    7. whether reimbursement  for  medical  or  other  expenses  has  been\n   29  received from any source; [and]\n   30    8.  whether the infant's or incompetent's representative or any member\n   31  of the infant's or incompetent's family has made  a  claim  for  damages\n   32  alleged  to have been suffered as a result of the same occurrence giving\n   33  rise to the infant's or incompetent's claim and, if so, the amount  paid\n   34  or  to be paid in settlement of such claim or if such claim has not been\n   35  settled the reasons therefor[.]; AND\n   36    9. THE DAILY RATE OF INTEREST ON THE SETTLEMENT COMPUTED  PURSUANT  TO\n   37  SUBDIVISION  (B)  OF  SECTION TWELVE HUNDRED SEVEN OF THIS ARTICLE AND A\n   38  COPY OF THE COURT TRANSCRIPT OR WRITING SETTING FORTH THE DATE AND TERMS\n   39  OF THE PROPOSED SETTLEMENT.\n   40    S 3. Rule 1208 of the civil practice  law  and  rules  is  amended  by\n   41  adding a new subdivision (g) to read as follows:\n   42    (G)  DELIVERY  OF  ORDER.    UPON  SIGNING THE ORDER, OR JUDGMENT IN A\n   43  SPECIAL PROCEEDING, THE COURT SHALL SEND A COPY OF THE ORDER OR JUDGMENT\n   44  TO THE ATTORNEY REPRESENTING THE INFANT OR INCOMPETENT, OR IF  THERE  IS\n   45  NO ATTORNEY, TO THE REPRESENTATIVE OF THE INFANT OR INCOMPETENT.\n   46    S  4.  Subdivisions  (a),  (b)  and (c) of section 5003-a of the civil\n   47  practice law and rules, as added by chapter 269 of the laws of 1992, are\n   48  amended to read as follows:\n   49    (a) When an action to recover damages has been settled,  any  settling\n   50  defendant,  except  those defendants to whom subdivisions (b) and (c) of\n   51  this section apply, shall pay all sums due  to  any  settling  plaintiff\n   52  within  twenty-one  days,  OR IF IT IS AN ACTION WHICH REQUIRES JUDICIAL\n   53  APPROVAL OF SETTLEMENT, WITHIN FOURTEEN DAYS of tender, by the  settling\n   54  plaintiff  to  the  settling defendant, of a duly executed release and a\n   55  stipulation discontinuing action executed  on  behalf  of  the  settling\n   56  plaintiff.\n\n       A. 634                              3\n\n    1    (b)  When an action to recover damages has been settled and the settl-\n    2  ing defendant is a municipality  or  any  subdivision  thereof,  or  any\n    3  public  corporation  that  is not indemnified by the state, it shall pay\n    4  all sums due to any settling plaintiff within ninety days, OR IF  IT  IS\n    5  AN  ACTION  WHICH REQUIRES JUDICIAL APPROVAL OF SETTLEMENT, WITHIN SIXTY\n    6  DAYS of tender, by the  settling  plaintiff  to  it,  of  duly  executed\n    7  release and a stipulation discontinuing action executed on behalf of the\n    8  settling plaintiff. The provisions of this [paragraph] SUBDIVISION shall\n    9  not  inure to the benefit of any insurance carrier for a municipality or\n   10  any subdivision thereof, or any public corporation that  is  not  indem-\n   11  nified  by  the state. Any such insurance carrier shall pay all sums due\n   12  to any settling plaintiff in accordance with the provisions of  subdivi-\n   13  sion (a) of this section.\n   14    (c)  When an action to recover damages has been settled and the settl-\n   15  ing defendant is the state, an officer or employee of the state entitled\n   16  to indemnification pursuant to section seventeen of the public  officers\n   17  law,  or  a public benefit corporation indemnified by the state, payment\n   18  of all sums due to any settling plaintiff shall be  made  within  ninety\n   19  days,  OR IF IT IS AN ACTION WHICH REQUIRES JUDICIAL APPROVAL OF SETTLE-\n   20  MENT, WITHIN SIXTY DAYS of  the  comptroller's  determination  that  all\n   21  papers  required  to effectuate the settlement have been received by him\n   22  OR HER.  The provisions of this [paragraph] SUBDIVISION shall not  inure\n   23  to  the  benefit  of  any insurance carrier for the state, an officer or\n   24  employee of the state entitled to indemnification  pursuant  to  section\n   25  seventeen  of  the  public officers law, or a public benefit corporation\n   26  indemnified by the state. Any such insurance carrier shall pay all  sums\n   27  due  to  any  settling  plaintiff  in  accordance with the provisions of\n   28  subdivision (a) of this section.\n   29    S 5. Section 2220 of the surrogate's court procedure act is amended by\n   30  adding a new subdivision 6 to read as follows:\n   31    6. THE ORDER OR DECREE SHALL PROVIDE FOR THE PAYMENT  OF  INTEREST  ON\n   32  THE  SETTLEMENT  AMOUNT  AT  THE STATUTORY INTEREST ON JUDGMENT RATE PER\n   33  ANNUM, TO BE COMPUTED FROM THE FIFTEENTH  DAY,  OR  WHERE  THE  SETTLING\n   34  DEFENDANT IS A MUNICIPAL OR STATE ENTITY AS SET FORTH IN SUBDIVISION (B)\n   35  OR  (C)  OF  SECTION FIVE THOUSAND THREE-A OF THE CIVIL PRACTICE LAW AND\n   36  RULES, THEN FROM THE SIXTY-FIRST DAY FOLLOWING THE DAY THAT THE PROPOSED\n   37  SETTLEMENT IS ENTERED INTO AND CONTINUING UNTIL THE DAY THAT  THE  ORDER\n   38  OR JUDGMENT IS SIGNED. WHERE THE PROPOSED SETTLEMENT INCLUDES AN ANNUITY\n   39  TO  PROVIDE  FOR PERIODIC PAYMENT, INTEREST SHALL NOT BE COMPUTED ON THE\n   40  PRESENT VALUE OF THE ANNUITY PROVIDED THAT THE  DEFENDANT  TIMELY  FUNDS\n   41  THE  ANNUITY,  BUT  INTEREST  SHALL  ACCRUE ON ANY PERIODIC PAYMENT MADE\n   42  LATER THAN THE PAYMENT SCHEDULE SET FORTH IN  THE  PROPOSED  SETTLEMENT.\n   43  THE  DATE AND TERMS OF THE PROPOSED SETTLEMENT SHALL BE SET FORTH TO ALL\n   44  COUNSEL OR PARTIES IN WRITING, OR IN A COURT TRANSCRIPT, AND A  COPY  OF\n   45  THE  WRITING  OR  TRANSCRIPT  SHALL BE PROVIDED TO THE COURT IN ORDER TO\n   46  CALCULATE THE DAYS OF INTEREST.\n   47    S 6. This act shall take effect on the first of January next  succeed-\n   48  ing the date on which it shall have become a law, and shall apply to all\n   49  actions settled on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules and the surrogate's court procedure act, in relation to addressing delay in payment of a settlement where the settlement requires court approval ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T144214.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110105.T144702.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294256822395
}