{
  "year" : 2011,
  "senateBillNo" : "A636-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A636-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the mortgagee or lienor of an abandoned multiple dwelling to apply for the appointment of a receiver to bring the building into compliance",
  "summary" : "Authorizes the mortgagee or lienor of an abandoned multiple dwelling to apply for the appointment of a receiver to bring the building into compliance. ",
  "currentCommittee" : null,
  "sameAs" : "S696",
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "AA6161-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          636\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. WEINSTEIN, JAFFEE, GIBSON -- Multi-Sponsored by\n         -- M. of A. GLICK, GOTTFRIED, McENENY, NOLAN -- read once and referred\n         to the Committee on Judiciary\n\n       AN ACT to amend the  real  property  actions  and  proceedings  law,  in\n         relation to title to an abandoned multiple dwelling in a city, town or\n         village\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 3 of section 1972 of the real property actions\n    2  and proceedings law, as added by chapter 864 of the  laws  of  1973,  is\n    3  amended to read as follows:\n    4    3.  Within  five days of the service of notice on the owner, a copy of\n    5  the certification shall be served on each mortgagee, lienor  and  lessee\n    6  of  record, personally or by registered mail to the address set forth in\n    7  the recorded instrument or, if no address appears therein, to the person\n    8  at whose request the instrument was recorded.  Such copy shall,  in  the\n    9  case  of  a  mortgagee  or  lienor,  be  accompanied  by  a  notice that\n   10  proceedings pursuant to this article may be instituted unless the  mort-\n   11  gagee  or  lienor,  within  fifteen  days  of  such  mailing, either (A)\n   12  commences proceedings to foreclose the mortgage or lien  AND  MOVES  FOR\n   13  THE  APPOINTMENT OF A RECEIVER WHICH BRINGS THE BUILDING INTO COMPLIANCE\n   14  WITH THE APPLICABLE PROVISIONS OF LAW WITHIN NINETY DAYS FROM  THE  DATE\n   15  OF  APPOINTMENT OR SUCH LONGER PERIOD AS MAY BE ESTABLISHED BY AGREEMENT\n   16  WITH THE DEPARTMENT or [enters into an agreement with the department  to\n   17  bring  the building] (B) TAKES POSSESSION OF THE PREMISES AS PROVIDED IN\n   18  THE MORTGAGE AND BRINGS THE BUILDING into compliance with the applicable\n   19  provisions of law WITHIN NINETY DAYS FROM THE DATE OF TAKING  POSSESSION\n   20  OR  SUCH  LONGER  PERIOD  AS  MAY  BE  ESTABLISHED BY AGREEMENT WITH THE\n   21  DEPARTMENT.  THE DEPARTMENT MAY, NOTWITHSTANDING ANYTHING TO THE CONTRA-\n   22  RY IN THIS SUBDIVISION, INSTITUTE PROCEEDINGS PURSUANT TO  THIS  ARTICLE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03082-01-1\n\n       A. 636                              2\n\n    1  IF:    (I) THE APPLICATION FOR APPOINTMENT OF A RECEIVER IS DENIED, (II)\n    2  THE RECEIVER FAILS TO BRING THE BUILDING INTO COMPLIANCE WITH THE APPLI-\n    3  CABLE PROVISIONS OF LAW WITHIN NINETY DAYS FROM THE DATE OF  APPOINTMENT\n    4  OR  SUCH  LONGER  PERIOD  AS  MAY  BE  ESTABLISHED BY AGREEMENT WITH THE\n    5  DEPARTMENT; OR (III) THE MORTGAGEE OR  LIENOR  IN  POSSESSION  FAILS  TO\n    6  BRING THE BUILDING INTO COMPLIANCE WITH THE APPLICABLE PROVISIONS OF LAW\n    7  WITHIN  NINETY  DAYS  FROM  THE DATE OF TAKING POSSESSION OR SUCH LONGER\n    8  PERIOD AS MAY BE ESTABLISHED BY AGREEMENT WITH THE DEPARTMENT.\n    9    S 2.  This act shall take effect on  the  one  hundred  twentieth  day\n   10  after  it  shall  have  become  a  law  and  shall  apply to proceedings\n   11  commenced on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to title to an abandoned multiple dwelling in a city, town or village ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110105.T144702.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294256822400
}