{
  "year" : 2011,
  "senateBillNo" : "A638-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A638-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes fines on landlords who make false monetary claims in non-payment proceedings and requires dismissal of the proceeding",
  "summary" : "Imposes a $100 fine on landlords who make false rent claims in non-payment proceedings and requires dismissal of the proceeding if the court finds that the amount requested is more than the amount due pursuant to an agreement between the parties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "A1463-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          638\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to  amend  the  real  property  actions and proceedings law, in\n         relation to imposing penalties for false rent claims\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property actions and proceedings law is amended by\n    2  adding a new section 750 to read as follows:\n    3    S  750.  FALSE NON-PAYMENT OF RENT CLAIMS. IF THE COURT FINDS THAT THE\n    4  AMOUNT REQUESTED BY THE PETITIONER IS GREATER THAN THE  AMOUNT  DUE,  IN\n    5  ACCORDANCE  WITH  A  PREVIOUS  AGREEMENT  BETWEEN THE PETITIONER AND THE\n    6  RESPONDENT CONCERNING RENT PAYMENTS, THE COURT SHALL FINE THE PETITIONER\n    7  ONE HUNDRED DOLLARS AND DISMISS THE PROCEEDINGS.\n    8    S 2. This act shall take effect September 1, 2011.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03615-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to imposing penalties for false rent claims ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110105.T144702.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294256822416
}