{
  "year" : 2011,
  "senateBillNo" : "A639-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A639-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a public hearing for substantial change in transit authority service by the New York city",
  "summary" : "Conditions the institution of any substantial change in surface route or rapid transit route service upon approval by the metropolitan transportation authority and committee on operations of the NYC transit authority and upon public hearing; sets allotted individual and aggregate speaking time during such hearings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A1335-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          639\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend  the public authorities law, in relation to requiring\n         public notice and hearing prior to any planned substantial  change  in\n         service\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1205 of the public authorities law  is  amended  by\n    2  adding a new subdivision 9 to read as follows:\n    3    9.  (A)  FOR  PURPOSES  OF  THIS  SUBDIVISION,  \"SUBSTANTIAL CHANGE IN\n    4  SERVICE\" MEANS:\n    5    (I) ANY CHANGE IN FREQUENCY OF SERVICE OF A  SURFACE  ROUTE  OR  RAPID\n    6  TRANSIT  ROUTE  WHICH RESULTS IN A CHANGE OF TWENTY-FIVE PERCENT OR MORE\n    7  DURING ANY TWO CONSECUTIVE HOURS AT ANY RAPID TRANSIT STATION, OR ON ANY\n    8  PORTION AT LEAST ONE-HALF MILE IN LENGTH OF ANY SURFACE ROUTE,  COMPARED\n    9  WITH THE HIGHEST LEVEL OF SERVICE PROVIDED DURING THE SAME SUCH HOURS IN\n   10  THE  PREVIOUS  THREE  YEARS; PROVIDED, HOWEVER, THAT WHERE A SUBSTANTIAL\n   11  CHANGE IN SERVICE FREQUENCY ON SUCH ROUTE AT SUCH HOURS HAS BEEN  IMPLE-\n   12  MENTED  PURSUANT  TO  THE PROVISIONS OF THIS SECTION WITHIN THE PREVIOUS\n   13  THREE YEARS, ANY SUBSEQUENT CHANGE IN SERVICE SHALL BE  DEEMED  SUBSTAN-\n   14  TIAL  ONLY  IF  IT  RESULTS  IN  A  CHANGE  IN  FREQUENCY  OF SERVICE OF\n   15  TWENTY-FIVE PERCENT OR MORE DURING ANY  TWO  CONSECUTIVE  HOURS  AT  ANY\n   16  RAPID  TRANSIT  STATION,  OR  ON  ANY  PORTION AT LEAST ONE-HALF MILE IN\n   17  LENGTH OF ANY SURFACE ROUTE, COMPARED WITH THE HIGHEST LEVEL OF  SERVICE\n   18  PROVIDED DURING THE SAME SUCH HOURS DURING THE PERIOD OF TIME COMMENCING\n   19  WITH  THE DATE OF IMPLEMENTATION OF SUCH PRECEDING SUBSTANTIAL CHANGE IN\n   20  SERVICE; OR\n   21    (II) ANY COMPLETE OR PARTIAL CLOSING OF A PASSENGER STATION WITHIN THE\n   22  CITY OF NEW YORK, OR ANY MEANS OF PUBLIC ACCESS TO SUCH FACILITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03104-01-1\n\n       A. 639                              2\n\n    1    (B) ON AND AFTER SEPTEMBER FIRST, TWO THOUSAND ELEVEN, NO  SUBSTANTIAL\n    2  CHANGE  IN  SERVICE  FURNISHED  UPON THE RAPID TRANSIT FACILITIES OR THE\n    3  OMNIBUS LINE FACILITIES OF THE AUTHORITY  SHALL  BE  INSTITUTED,  EXCEPT\n    4  UPON  APPROVAL  BY  RESOLUTION OF THE COMMITTEE ON OPERATIONS OF THE NEW\n    5  YORK  CITY TRANSIT AUTHORITY AND APPROVAL BY RESOLUTION OF THE METROPOL-\n    6  ITAN TRANSPORTATION AUTHORITY, AND ONLY AFTER A PUBLIC HEARING OR  HEAR-\n    7  INGS  HELD  BY THE BOARD OF THE METROPOLITAN TRANSPORTATION AUTHORITY IN\n    8  THE COUNTY OR COUNTIES WHEREIN THE SUBSTANTIAL CHANGE  IN  SERVICE  WILL\n    9  HAVE AN IMPACT.\n   10    SUCH  HEARING  SHALL BE HELD NOT LESS THAN THIRTY DAYS AFTER NOTICE OF\n   11  SUCH PROPOSED SERVICE CHANGE HAS BEEN GIVEN TO, AND  COMMENTS  SOLICITED\n   12  FROM,  THE  NEW  YORK  CITY  TRANSIT  AUTHORITY ADVISORY COUNCIL AND THE\n   13  COMMUNITY BOARD OR BOARDS AS ESTABLISHED PURSUANT TO THE NEW  YORK  CITY\n   14  CHARTER  WHOSE  AREAS OF JURISDICTION INCLUDE PART OR ALL OF THE SURFACE\n   15  OR RAPID TRANSIT ROUTE, OR PASSENGER STATION, AFFECTED  BY  THE  CHANGE.\n   16  NOTICE ACCOMPANIED BY THE INFORMATION SPECIFIED IN PARAGRAPH (C) OF THIS\n   17  SUBDIVISION  SHALL  BE  MADE  ACCESSIBLE  TO  THE  PUBLIC  AT DESIGNATED\n   18  LOCATIONS IN THE AREA AFFECTED BY THE PROPOSED SERVICE CHANGE, INCLUDING\n   19  AT LEAST ONE LOCATION WITHIN THE AREA OF JURISDICTION OF  EACH  AFFECTED\n   20  COMMUNITY BOARD.\n   21    (C) NOTICE SHALL INCLUDE:\n   22    (I)  A  DETAILED DESCRIPTION OF THE PROPOSED SERVICE CHANGE, INCLUDING\n   23  ANY PROPOSED CHANGE IN FREQUENCY OF SERVICE; A DIAGRAM OF  THE  PROPOSED\n   24  CHANGES,  IF  ANY,  IN  THE  ROUTE  SERVED; A MAP OR DIAGRAM OF AFFECTED\n   25  ACCESS FACILITIES AT PASSENGER STATIONS.\n   26    (II) A PRESENTATION OF THE DATA OBTAINED BY THE AUTHORITY  ON  NUMBERS\n   27  AND PATTERNS OF RIDERS AFFECTED BY THE PROPOSED CHANGE.\n   28    (III)  A  DESCRIPTION  OF  THE  METHODOLOGY  USED  BY THE AUTHORITY IN\n   29  OBTAINING SUCH DATA, INCLUDING THE DATES AND TIMES ON  WHICH  COUNTS  OF\n   30  RIDERS WERE TAKEN.\n   31    (IV)  THE  PROJECTED  IMPACT  ON  PASSENGERS,  INCLUDING  THE  AVERAGE\n   32  INCREASE IN WAITING TIMES, IF ANY, AND THE NUMBER OF PASSENGERS AFFECTED\n   33  BY SUCH INCREASE; AND THE VALUE OF THE COSTS OR BENEFITS TO  PASSENGERS,\n   34  OBTAINED BY ASSIGNING A DOLLAR VALUE TO PASSENGERS' TIME, AND TO FACTORS\n   35  SUCH AS CROWDING, SENSE OF SECURITY, AND OTHERS.\n   36    (V)  THE FINANCIAL IMPACT ON THE AUTHORITY, INCLUDING ANY COST SAVINGS\n   37  EXPECTED TO BE REALIZED BY THE AUTHORITY.\n   38    (VI) A PROJECTION OF THE IMPACT ON RIDERSHIP.\n   39    AT EACH AFFECTED STATION AND ON BUSES OPERATING ON EACH  AFFECTED  BUS\n   40  ROUTE, POSTERS SHALL BE DISPLAYED PROVIDING A GENERAL DESCRIPTION OF THE\n   41  PROPOSED SERVICE CHANGE, IDENTIFYING THE LOCATIONS AT WHICH THE INFORMA-\n   42  TION  REQUIRED  BY THIS PARAGRAPH IS ACCESSIBLE TO THE PUBLIC, INFORMING\n   43  THE PUBLIC OF THE DATE, TIME, AND PLACE OF THE PUBLIC HEARING  OR  HEAR-\n   44  INGS AND OF THE BOARD MEETING AT WHICH THE CHANGE WILL BE ON THE AGENDA,\n   45  AND  STATING THAT THE PUBLIC MAY SPEAK AT SUCH MEETING PURSUANT TO PARA-\n   46  GRAPH (C) OF SUBDIVISION FOUR OF SECTION TWELVE HUNDRED  SIXTY-THREE  OF\n   47  THIS ARTICLE. THE PUBLIC SHALL BE NOTIFIED OF ANY CHANGE IN THE TIME AND\n   48  PLACE  OF  SUCH HEARING OR HEARINGS AND OF SUCH BOARD MEETING BY NOTICES\n   49  AT ALL OF THE ABOVE LOCATIONS.\n   50    (D) THE AUTHORITY SHALL  PERFORM  PASSENGER  COUNTS  ON  THE  AFFECTED\n   51  SERVICES  SIX  MONTHS  AFTER  IMPLEMENTATION OF EACH SUBSTANTIAL SERVICE\n   52  CHANGE. SUCH COUNTS, ACCOMPANIED BY THE ORIGINAL PROJECTIONS  OF  IMPACT\n   53  ON RIDERSHIP, SHALL BE REPORTED TO THE BOARD AND THE PUBLIC.\n   54    (E) THIS SUBDIVISION SHALL NOT APPLY TO SUBSTANTIAL CHANGES IN SERVICE\n   55  WITH  A  PROJECTED DURATION OF LESS THAN ONE HUNDRED EIGHTY DAYS, NOR TO\n   56  SUBSTANTIAL CHANGES IN SERVICE RESULTING FROM  AN  EMERGENCY  SUCH  THAT\n\n       A. 639                              3\n\n    1  PUBLIC  HEARINGS  CANNOT  TAKE  PLACE  WITHOUT  IMPERILING THE SAFETY OF\n    2  PASSENGERS.\n    3    S  2.  Paragraph  (c)  of  subdivision 4 of section 1263 of the public\n    4  authorities law, as added by chapter 247 of the laws of 1990, is amended\n    5  to read as follows:\n    6    (c) The [chairman] CHAIRPERSON shall ensure that at every  meeting  of\n    7  the  board  and  at  every meeting of each committee the public shall be\n    8  allotted a period of time, not less than thirty minutes, to speak on any\n    9  topic on the agenda. EACH SPEAKER  SHALL BE ALLOTTED NOT LESS THAN  FIVE\n   10  MINUTES  OF  SPEAKING  TIME,  EXCEPT  THAT WHEN THE NUMBER OF REGISTERED\n   11  SPEAKERS IS SUCH THAT THE THIRTY MINUTE DURATION WOULD BE  SUBSTANTIALLY\n   12  EXCEEDED,  THE  ALLOTTED  SPEAKING TIMES MAY BE REDUCED TO NOT LESS THAN\n   13  THREE MINUTES. THE CHAIRPERSON MAY, AT HIS OR HER  DISCRETION,  END  THE\n   14  PUBLIC  SPEAKING  PERIOD  AFTER  SEVENTY-FIVE MINUTES. AGENDAS FOR EVERY\n   15  MEETING OF THE BOARD AND EVERY MEETING OF EACH COMMITTEE  THEREOF  SHALL\n   16  BE  MADE AVAILABLE FOR INSPECTION BY THE PUBLIC NOT LESS THAN SEVEN DAYS\n   17  PRIOR TO EACH MEETING AT THE HEADQUARTERS OF THE AUTHORITY AND AT  LEAST\n   18  ONE  DESIGNATED LOCATION WITHIN EACH COUNTY WHERE THE AUTHORITY PROVIDES\n   19  SERVICE.\n   20    THE MINUTES OF EACH MEETING SHALL RECORD THE COMMENTS  OF  THE  PUBLIC\n   21  SPEAKERS  WITH THE SAME LEVEL OF DETAIL AS IS ACCORDED TO ANY OTHER PART\n   22  OF THE AGENDA.\n   23    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to requiring public notice and hearing prior to any planned substantial change in service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110105.T144702.TXT", "SOBI.D110103.T111400.TXT", "SOBI.D110105.T145203.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294257123489
}