{
  "year" : 2011,
  "senateBillNo" : "A64-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A64-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that sellers of certain products give written notice to consumers of the availability of devices to prevent tipping and injury to young children",
  "summary" : "Requires that manufacturers and sellers of certain consumer products place a tipping warning on such products. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A3631-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          64\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- Multi-Sponsored by -- M. of A. BOYLAND,\n         MAYERSOHN,  PHEFFER,  TOBACCO, WEISENBERG -- read once and referred to\n         the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to requiring  that\n         manufacturers and sellers of certain consumer products place a tipping\n         warning on such products\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-j to read as follows:\n    3    S 399-J. REQUIRED TIPPING WARNING. 1. AS USED  IN  THIS  SECTION,  THE\n    4  FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A) \"COVERED CONSUMER PRODUCT\" MEANS ANY:\n    6    (1)  DRESSER, BOOKCASE, BUREAU, ARMOIRE, OR SIMILAR FURNITURE DESIGNED\n    7  TO STORE, DISPLAY, OR OTHERWISE PLACE ITEMS, THAT IS FORTY-TWO INCHES OR\n    8  MORE IN HEIGHT;\n    9    (2) TELEVISION WITH A DISPLAY SCREEN THAT IS NINETEEN INCHES  OR  MORE\n   10  IN LENGTH;\n   11    (3) TELEVISION STAND; AND\n   12    (4)  SUCH  OTHER  CONSUMER  PRODUCT  AS  THE CONSUMER PROTECTION BOARD\n   13  CONSIDERS APPROPRIATE FOR ACHIEVING THE PURPOSE OF THIS SECTION.\n   14    (B) \"TIPPING WARNING\" MEANS A LABEL, HANGTAG, SHIELD OR PLATE WHICH IS\n   15  CLEARLY VISIBLE TO  THE  CONSUMER  CONTAINING  A  NOTICE  REGARDING  THE\n   16  TIPPING DANGER CERTAIN CONSUMER PRODUCTS POSE TO CHILDREN AND THE EXIST-\n   17  ENCE  OF  SEPARATELY AVAILABLE DEVICES DESIGNED TO ANCHOR, STABILIZE, OR\n   18  OTHERWISE REDUCE OR PREVENT PRODUCT TIPPING  AND  ACCIDENTAL  INJURY  OR\n   19  DEATH, PARTICULARLY WITH RESPECT TO YOUNG CHILDREN, AS PRESCRIBED BY THE\n   20  EXECUTIVE  DIRECTOR  OF  THE  CONSUMER  PROTECTION  BOARD,  IN CLEAR AND\n   21  CONSPICUOUS TYPE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00534-01-1\n\n       A. 64                               2\n\n    1    2. (A) NO PERSON, FIRM, CORPORATION, OR OTHER LEGAL ENTITY WHICH MANU-\n    2  FACTURES OR  ASSEMBLES  COVERED  CONSUMER  PRODUCTS  SHALL  MANUFACTURE,\n    3  ASSEMBLE,  SELL, OFFER TO SELL, OR DISTRIBUTE IN THIS STATE SUCH COVERED\n    4  CONSUMER PRODUCTS UNLESS SUCH PERSON, FIRM, CORPORATION OR  OTHER  LEGAL\n    5  ENTITY  WHICH  MANUFACTURES  OR ASSEMBLES SUCH COVERED CONSUMER PRODUCTS\n    6  CLEARLY AND CONSPICUOUSLY AFFIXES TO THE COVERED CONSUMER PRODUCT OR THE\n    7  OUTSIDE OF THE PACKAGING IN WHICH SUCH COVERED CONSUMER PRODUCT IS  SOLD\n    8  OR OFFERED FOR SALE WITH A TIPPING WARNING.\n    9    (B)  NO PERSON, FIRM, CORPORATION OR OTHER LEGAL ENTITY WHICH IS REGU-\n   10  LARLY ENGAGED IN THE BUSINESS OF SELLING, OFFERING FOR SALE, OR DISTRIB-\n   11  UTING COVERED CONSUMER PRODUCTS AT RETAIL FOR CONSUMER USE, SHALL  SELL,\n   12  OFFER  TO  SELL,  OR  DISTRIBUTE IN THIS STATE SUCH PRODUCTS UNLESS SUCH\n   13  PRODUCTS CONFORM TO THE REQUIREMENT SET FORTH IN PARAGRAPH (A)  OF  THIS\n   14  SUBDIVISION.\n   15    3.  (A) WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION, AN APPLI-\n   16  CATION MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE  OF\n   17  THE  STATE  OF  NEW  YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A\n   18  SPECIAL PROCEEDING TO ISSUE  AN  INJUNCTION,  AND  UPON  NOTICE  TO  THE\n   19  DEFENDANT OF NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTIN-\n   20  UANCE  OF  SUCH VIOLATION; AND IF IT SHALL APPEAR TO THE SATISFACTION OF\n   21  THE COURT OR JUSTICE THAT THE DEFENDANT  HAS,  IN  FACT,  VIOLATED  THIS\n   22  ARTICLE, AN INJUNCTION MAY BE ISSUED BY SUCH COURT OR JUSTICE, ENJOINING\n   23  AND  RESTRAINING ANY FURTHER VIOLATION, WITHOUT REQUIRING PROOF THAT ANY\n   24  PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED THEREBY. WHENEVER THE COURT\n   25  SHALL DETERMINE THAT A VIOLATION OF THIS ARTICLE HAS OCCURRED, THE COURT\n   26  MAY IMPOSE A CIVIL PENALTY OF NOT MORE THAN TWO  HUNDRED  FIFTY  DOLLARS\n   27  FOR  A  FIRST  VIOLATION AND NOT MORE THAN FIVE HUNDRED DOLLARS FOR EACH\n   28  SUBSEQUENT VIOLATION. IN CONNECTION WITH ANY SUCH PROPOSED  APPLICATION,\n   29  THE  ATTORNEY  GENERAL  IS  AUTHORIZED TO TAKE PROOF AND MAKE A DETERMI-\n   30  NATION OF THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN  ACCORDANCE  WITH\n   31  THE CIVIL PRACTICE LAW AND RULES.\n   32    (B)  NO PERSON, FIRM, CORPORATION OR OTHER LEGAL ENTITY WHICH IS REGU-\n   33  LARLY ENGAGED IN THE BUSINESS OF MANUFACTURING,  DISTRIBUTING,  SELLING,\n   34  OR  OFFERING  FOR SALE COVERED CONSUMER PRODUCTS SHALL BE DEEMED TO HAVE\n   35  VIOLATED THE PROVISIONS OF  THIS  SUBDIVISION,  IF  SUCH  PERSON,  FIRM,\n   36  CORPORATION  OR  OTHER LEGAL ENTITY SHOWS BY A PREPONDERANCE OF EVIDENCE\n   37  THAT THE VIOLATION WAS NOT INTENTIONAL AND RESULTED  FROM  A  BONA  FIDE\n   38  ERROR  MADE  NOTWITHSTANDING  THE  MAINTENANCE  OF PROCEDURES REASONABLY\n   39  ADOPTED TO AVOID ANY SUCH ERROR.\n   40    4. THIS SECTION SHALL NOT  APPLY  TO  THE  SALE  OF  COVERED  CONSUMER\n   41  PRODUCTS SOLD OR OFFERED FOR SALE BY CONSUMERS FOR CONSUMER USE.\n   42    S 2. This act shall take effect on the one hundred twentieth day after\n   43  it  shall have become a law, provided that the executive director of the\n   44  state consumer protection board is immediately authorized  and  directed\n   45  to  promulgate,  amend and/or repeal any rules and regulations necessary\n   46  to implement the provisions of this act on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring that manufacturers and sellers of certain consumer products place a tipping warning on such products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T102903.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101217.T095929.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292597969615
}