{
  "year" : 2011,
  "senateBillNo" : "A640-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A640-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a state urban pesticide board to study and report on the application of pesticides in urban areas; requires alternative pesticide training",
  "summary" : "Creates a state urban pesticide board to examine the application of pesticides in urban areas; delineates such board's functions, powers and duties; requires such board to make a preliminary and final report and make recommendations for legislative action; also requires alternative pesticide training. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA1334-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          640\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WRIGHT, COLTON, JAFFEE, ROSENTHAL, KAVANAGH,\n         PAULIN -- Multi-Sponsored by -- M. of  A.  BOYLAND,  PHEFFER,  REILLY,\n         SCHIMEL,  TOWNS -- read once and referred to the Committee on Environ-\n         mental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         creating  the state urban pesticide board and providing for the repeal\n         of certain provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 33 of the environmental conservation law is amended\n    2  by adding a new title 17 to read as follows:\n    3                                  TITLE 17\n    4                         STATE URBAN PESTICIDE BOARD\n    5  SECTION 33-1701. CREATION OF STATE URBAN PESTICIDE BOARD.\n    6          33-1703. FUNCTIONS, POWERS, AND DUTIES.\n    7          33-1705. RESPONSIBILITIES OF THE DEPARTMENT AND OTHER AGENCIES.\n    8  S 33-1701. CREATION OF STATE URBAN PESTICIDE BOARD.\n    9    1.  THERE  IS  HEREBY  CREATED  WITHIN THE DEPARTMENT THE \"STATE URBAN\n   10  PESTICIDE BOARD\", REFERRED TO IN THIS TITLE AS  THE  BOARD.  SUCH  BOARD\n   11  SHALL  CONSIST  OF  TEN  MEMBERS, FOUR OF WHOM SHALL BE APPOINTED BY THE\n   12  GOVERNOR AND SHALL INCLUDE THE  COMMISSIONER  AND  THE  COMMISSIONER  OF\n   13  HEALTH,  THREE  OF WHOM SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF\n   14  THE SENATE, AND THREE OF WHOM SHALL BE APPOINTED BY THE SPEAKER  OF  THE\n   15  ASSEMBLY.\n   16    2. THE EIGHT AT LARGE MEMBERS OF THE BOARD SHOULD INCLUDE: A REPRESEN-\n   17  TATIVE OF AN ORGANIZATION WHOSE PRIME FUNCTION IS THE ENHANCEMENT OF THE\n   18  ENVIRONMENTAL  QUALITY  OF  THE STATE; AN INDIVIDUAL WHO BY PROFESSIONAL\n   19  TRAINING OR EXPERIENCE HAS EXPERTISE IN PUBLIC HEALTH MATTERS; AN  INDI-\n   20  VIDUAL  WHO BY PROFESSIONAL TRAINING OR EXPERIENCE HAS EXPERTISE IN PEST\n   21  MANAGEMENT TECHNIQUES; A REPRESENTATIVE FROM THE  PESTICIDE  APPLICATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03074-01-1\n\n       A. 640                              2\n\n    1  INDUSTRY;  A  REPRESENTATIVE FROM AN ORGANIZATION CONCERNED WITH TENANTS\n    2  RIGHTS IN URBAN AREAS; AND A REPRESENTATIVE OF AN  ORGANIZATION  FOCUSED\n    3  ON ENVIRONMENTAL JUSTICE ISSUES.\n    4    3.  THE  COMMISSIONER  AND THE COMMISSIONER OF HEALTH, OR THEIR DESIG-\n    5  NEES, SHALL SERVE AS THE CO-CHAIRS OF THE BOARD.\n    6    4. THE MEMBERS OF THE BOARD SHALL RECEIVE NO  COMPENSATION  FOR  THEIR\n    7  SERVICES,  BUT  SHALL  BE  ALLOWED  THEIR  ACTUAL AND NECESSARY EXPENSES\n    8  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n    9  S 33-1703. FUNCTIONS, POWERS, AND DUTIES.\n   10    1. THE BOARD SHALL, AT A MINIMUM:\n   11    A. EXAMINE PATTERNS OF PESTICIDE USE IN  URBAN  AREAS,  INCLUDING  THE\n   12  AMOUNT  OF PESTICIDES USED RELATIVE TO OTHER AREAS, THE PARTICULAR TYPES\n   13  OF PESTICIDES USED, THE TARGET PESTS BEING ADDRESSED, AND PESTICIDE  USE\n   14  IN PUBLIC OR ASSISTED HOUSING AND SCHOOLS;\n   15    B.  RESEARCH  NON-TOXIC  AND  LEAST  TOXIC  ALTERNATIVE  MEANS OF PEST\n   16  MANAGEMENT IN URBAN AREAS, INCLUDING INVESTIGATING  PRIVATE  AND  PUBLIC\n   17  PILOT  PROJECTS  IN  NEW YORK STATE AND OTHER STATES WHOSE PURPOSE IS TO\n   18  IMPLEMENT PEST MANAGEMENT STRATEGIES  THAT  DO  NOT  RELY  ON  HAZARDOUS\n   19  PESTICIDES  BUT  INSTEAD  RELY  ON  PHYSICAL, MECHANICAL, AND BIOLOGICAL\n   20  CONTROL METHODS, WITH LEAST-TOXIC PESTICIDES AS A METHOD OF LAST RESORT;\n   21  AND\n   22    C. SPECIFICALLY EXAMINE THE USE AND  SALE  OF  ILLEGAL  PESTICIDES  IN\n   23  URBAN AREAS.\n   24    D.  THE  BOARD,  HOWEVER,  SHALL NOT MAKE RECOMMENDATIONS INCONSISTENT\n   25  WITH FDA APPROVED PRESCRIPTION  THERAPIES  WHICH  ALSO  HAPPEN  TO  HAVE\n   26  PESTICIDAL USES.\n   27    2. THE BOARD SHALL MAKE RECOMMENDATIONS TO THE GOVERNOR AND THE LEGIS-\n   28  LATURE  REGARDING  ANY POLICY REFORMS AND ENFORCEMENT MEASURES NECESSARY\n   29  TO REDUCE THE RISK OF PESTICIDE USE IN URBAN AREAS AND ENCOURAGE USE  OF\n   30  NON-TOXIC  METHODS  OF PEST MANAGEMENT. THE BOARD SHALL ISSUE A PRELIMI-\n   31  NARY REPORT TO THE GOVERNOR AND THE LEGISLATURE NO  LATER  THAN  JANUARY\n   32  FIFTEENTH,  TWO THOUSAND TWELVE AND A FINAL REPORT NO LATER THAN JANUARY\n   33  FIFTEENTH, TWO THOUSAND THIRTEEN.\n   34    3. THE BOARD SHALL UTILIZE RESOURCES OF THE DEPARTMENT, INCLUDING, BUT\n   35  NOT LIMITED TO, PESTICIDE REPORTING DATA FILED  UNDER  TITLE  TWELVE  OF\n   36  THIS ARTICLE.\n   37    4.  FOR THE PURPOSES OF THIS TITLE, \"URBAN AREAS\" SHALL MEAN CITIES OR\n   38  TOWNS WITH A POPULATION DENSITY OF GREATER THAN ONE THOUSAND PERSONS PER\n   39  SQUARE MILE.\n   40  S 33-1705. RESPONSIBILITIES OF THE DEPARTMENT AND OTHER AGENCIES.\n   41    THE DEPARTMENT AND THE DEPARTMENT OF HEALTH SHALL  PROVIDE  THE  BOARD\n   42  WITH  SUCH  FACILITIES, ASSISTANCE, AND DATA AS WILL ENABLE THE BOARD TO\n   43  CARRY OUT ITS POWERS AND DUTIES. ADDITIONALLY, ALL OTHER AGENCIES OF THE\n   44  STATE OR SUBDIVISIONS THEREOF SHALL, AT THE  REQUEST  OF  THE  CO-CHAIRS\n   45  PROVIDE  THE  BOARD  WITH  SUCH FACILITIES, ASSISTANCE, AND DATA AS WILL\n   46  ENABLE THE BOARD TO CARRY OUT ITS POWER AND DUTIES.\n   47    S 2. Paragraph b of subdivision 3 of section 33-0905 of  the  environ-\n   48  mental conservation law, as added by chapter 612 of the laws of 1983, is\n   49  amended to read as follows:\n   50    b. An applicant for certification shall satisfy the commissioner as to\n   51  his OR HER knowledge and experience concerning the proper use and appli-\n   52  cation  of  pesticides  [and], pesticide application equipment, AND PEST\n   53  MANAGEMENT TECHNIQUES THAT DO NOT INVOLVE THE USE OF PESTICIDES, INCLUD-\n   54  ING BUT NOT LIMITED TO STRUCTURAL IMPROVEMENTS, MECHANICAL CONTROLS, AND\n   55  BIOLOGICAL CONTROLS, through examination prior to initial certification.\n\n       A. 640                              3\n\n    1  Recertification shall  be  by  training,  workbook,  or  examination  as\n    2  required by the commissioner.\n    3    S  3.  This act shall take effect immediately; provided, however, that\n    4  section one of this act shall remain in  full  force  and  effect  until\n    5  April  1, 2013, when upon such date the provisions of such section shall\n    6  expire and be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to creating the state urban pesticide board and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110105.T145703.TXT", "SOBI.D110103.T111901.TXT", "SOBI.D110105.T145203.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294257423566
}