{
  "year" : 2011,
  "senateBillNo" : "A641-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A641-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York city transit authority safety advisory panel to study and report on safety from terrorist acts",
  "summary" : "Creates the New York city transit authority safety advisory panel to study and report on safety from terrorist acts and to provide a moratorium on the closing of token booths and minimum staffing levels on trains operated in passenger service in the NYC transit system. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA1442-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Farrell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          641\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. WRIGHT, FARRELL, TITUS, COOK, COLTON, ROSENTHAL,\n         P. RIVERA -- Multi-Sponsored by -- M. of A. CLARK, GABRYSZAK,  JACOBS,\n         MAISEL, PHEFFER, ROBINSON, TOWNS, WEISENBERG -- read once and referred\n         to the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend the public authorities law, in relation to creating a\n         New York city transit authority safety advisory  panel  to  study  and\n         report  on  safety from terrorist acts and to provide for a moratorium\n         on the closing of token booths and minimum staffing levels  on  trains\n         operated in passenger service in the New York city transit system\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"transit authority passenger security and safety act\".\n    3    S  2.  The  public  authorities law is amended by adding a new section\n    4  1204-f to read as follows:\n    5    S 1204-F. MINIMUM STAFFING OF TRAINS OPERATED IN PASSENGER SERVICE. 1.\n    6  THE LEGISLATURE FINDS THAT THE PRESENCE OF TRAIN  CONDUCTORS  AND  TRAIN\n    7  OPERATORS  ON  SUBWAY  TRAINS  OPERATED BY THE AUTHORITY IS PARTICULARLY\n    8  ESSENTIAL TO THE SAFETY OF PASSENGERS WHEN EMERGENCIES  ARISE  INCLUDING\n    9  WHEN  TRAINS  ARE  IN  TUNNELS UNDER BODIES OF WATER OR ON BRIDGES, WHEN\n   10  TRAINS ARE LONG OR COMPOSED OF NUMEROUS  CARS,  AND  DURING  PERIODS  OF\n   11  HEAVY PASSENGER VOLUME.\n   12    2. THE AUTHORITY SHALL INSURE THAT AT LEAST ONE TRAIN OPERATOR AND ONE\n   13  CONDUCTOR SHALL BE DEPLOYED ON EACH AND EVERY TRAIN IN PASSENGER SERVICE\n   14  WHICH MEETS ONE OF THE FOLLOWING CONDITIONS:\n   15    A.  THE TRAIN IS MADE UP OF MORE THAN FOUR RAILROAD CARS OR IS GREATER\n   16  THAN THREE HUNDRED SIXTY FEET IN LENGTH; OR\n   17    B. THE TRAIN SERVES PASSENGERS ON A LINE THAT PASSES THROUGH A  TUNNEL\n   18  UNDER A RIVER OR TIDAL ESTUARY OR ON BRIDGES; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03551-01-1\n\n       A. 641                              2\n\n    1    C.  THE  TRAIN  IS  OPERATING IN PASSENGER SERVICE ON A LINE WHERE THE\n    2  POTENTIAL PASSENGER LOAD ON THE TRAIN AT ANY POINT IN TIME IS IN  EXCESS\n    3  OF SEVEN HUNDRED FIFTY PASSENGERS.\n    4    S  3.  The  public  authorities law is amended by adding a new section\n    5  1205-b to read as follows:\n    6    S 1205-B. NEW YORK CITY TRANSIT AUTHORITY SAFETY ADVISORY PANEL.    1.\n    7  A.  THERE  IS  HEREBY CREATED THE NEW YORK CITY TRANSIT AUTHORITY SAFETY\n    8  ADVISORY PANEL, TO STUDY, MONITOR AND MAKE RECOMMENDATIONS WITH  RESPECT\n    9  TO  THE  PUBLIC  SAFETY  FROM TERRORIST THREATS AND CRIMINAL MISCHIEF IN\n   10  PASSENGER STATIONS OF THE AUTHORITY, ITS  SUBSIDIARIES  AND  THE  STATEN\n   11  ISLAND RAPID TRANSIT OPERATING AUTHORITY.\n   12    B.  THE  NEW  YORK  CITY TRANSIT AUTHORITY SAFETY ADVISORY PANEL SHALL\n   13  CONSIST OF SEVEN MEMBERS APPOINTED BY THE GOVERNOR, OF WHOM TWO  MEMBERS\n   14  SHALL BE APPOINTED UPON THE RECOMMENDATION OF THE TEMPORARY PRESIDENT OF\n   15  THE SENATE AND TWO MEMBERS SHALL BE APPOINTED UPON THE RECOMMENDATION OF\n   16  THE  SPEAKER  OF  THE ASSEMBLY. THE MEMBERS OF THE NEW YORK CITY TRANSIT\n   17  AUTHORITY SAFETY ADVISORY PANEL SHALL BE SELECTED FROM THE LAW  ENFORCE-\n   18  MENT,  EMERGENCY RESPONSE MANAGEMENT, WORKER AND RIDER ADVOCATE COMMUNI-\n   19  TIES AND SHALL INCLUDE AT LEAST THREE  MEMBERS  WHO  ARE  COMMUTERS  WHO\n   20  REGULARLY USE THE TRANSPORTATION SERVICES OF THE AUTHORITIES REFERRED TO\n   21  IN  PARAGRAPH  A  OF THIS SUBDIVISION. THE CHAIRPERSON SHALL BE A MEMBER\n   22  SELECTED BY THE MEMBERSHIP OF THE COMMITTEE. VACANCIES  OCCURRING  SHALL\n   23  BE FILLED IN THE SAME MANNER AS THE ORIGINAL APPOINTMENTS.\n   24    C.  THE MEMBERS OF THE NEW YORK CITY TRANSIT AUTHORITY SAFETY ADVISORY\n   25  PANEL SHALL RECEIVE NO COMPENSATION FOR  THEIR  SERVICES  BUT  SHALL  BE\n   26  REIMBURSED FOR ACTUAL AND NECESSARY EXPENSES INCURRED IN THE PERFORMANCE\n   27  OF THEIR DUTIES.\n   28    2.  A. THE NEW YORK CITY TRANSIT AUTHORITY SAFETY ADVISORY PANEL SHALL\n   29  UNDERTAKE A STUDY TO EVALUATE  THE  RANGE  OF  STRATEGIES  AVAILABLE  TO\n   30  ENSURE  THE  SAFETY OF THE PUBLIC, INCLUDING ITS INGRESS AND EGRESS FROM\n   31  PASSENGER STATIONS, AND ALL MEANS OF  DETERRING  TERRORIST  ATTACKS  AND\n   32  CRIMINAL MISCHIEF. SUCH STUDY SHALL BE SUBMITTED TO THE GOVERNOR AND THE\n   33  LEGISLATURE, AND MADE AVAILABLE TO THE PUBLIC, WITHIN THREE YEARS OF THE\n   34  EFFECTIVE  DATE  OF THIS SECTION. SUCH REPORT SHALL BE MADE AVAILABLE TO\n   35  THE PUBLIC IMMEDIATELY FOLLOWING ITS SUBMISSION TO THE GOVERNOR AND  THE\n   36  LEGISLATURE.\n   37    B. NO TOKEN BOOTHS WITHIN THE PASSENGER STATIONS OF THE AUTHORITY, ITS\n   38  SUBSIDIARIES  OR  THE  STATEN  ISLAND  RAPID TRANSIT OPERATING AUTHORITY\n   39  SHALL BE CLOSED OR PARTIALLY CLOSED, EXCEPT FOR PURPOSES  OF  REPAIR  OR\n   40  RENOVATION  OR  IN CASE OF EMERGENCY, UNTIL THE LATER OF JULY FIRST, TWO\n   41  THOUSAND FOURTEEN OR THE DATE OF THE SUBMISSION OF THE ADVISORY  PANEL'S\n   42  REPORT TO THE GOVERNOR AND THE LEGISLATURE.\n   43    3.  THE  NEW  YORK  CITY  TRANSIT  AUTHORITY SAFETY ADVISORY PANEL MAY\n   44  REQUEST AND SHALL RECEIVE FROM ANY DEPARTMENT, DIVISION, BOARD,  BUREAU,\n   45  COMMISSION, AGENCY, PUBLIC AUTHORITY OF THE STATE OR ANY PUBLIC SUBDIVI-\n   46  SION  THEREOF  SUCH  ASSISTANCE  AND  DATA AS WILL ENABLE IT TO PROPERLY\n   47  CARRY OUT ITS ACTIVITIES AND TO EFFECTUATE THE  PURPOSES  SET  FORTH  IN\n   48  THIS SECTION.\n   49    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to creating a New York city transit authority safety advisory panel to study and report on safety from terrorist acts and to provide for a moratorium on the closing of token booths and minimum staffing levels on trains operated in passenger service in the New York city transit system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110103.T111901.TXT", "SOBI.D110106.T102700.TXT", "SOBI.D110131.T100149.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296486109183
}