{
  "year" : 2011,
  "senateBillNo" : "A642-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A642-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes definitions with respect to larceny from mentally disabled or mentally incapacitated persons",
  "summary" : "Establishes definitions with respect to larceny from mentally disabled or mentally incapacitated persons; sets forth an affirmative defense if the defendant appropriated the property in the course of rendering assistance which benefitted such person in the management of his or her affairs and the value of such property was commensurate with the benefit conferred. ",
  "currentCommittee" : null,
  "sameAs" : "S162",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2585-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          642\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK, CANESTRARI -- Multi-Sponsored by -- M. of\n         A. BUTLER, COLTON, COOK, DESTITO, GALEF,  MAGEE,  MAYERSOHN,  SCARBOR-\n         OUGH, SWEENEY -- read once and referred to the Committee on Codes\n\n       AN  ACT to amend the penal law, in relation to creating definitions with\n         respect to larceny from a mentally disabled or mentally  incapacitated\n         person and establishing an affirmative defense thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 155.00 of the penal law is amended  by  adding  two\n    2  new subdivisions 10 and 11 to read as follows:\n    3    10.  \"MENTALLY  DISABLED\"  MEANS  THAT  A PERSON SUFFERS FROM A MENTAL\n    4  DISEASE, DEFECT OR CONDITION WHICH  RENDERS  HIM  OR  HER  INCAPABLE  OF\n    5  APPRAISING  WHETHER TO GIVE OR WITHHOLD CONSENT TO THE TAKING, OBTAINING\n    6  OR WITHHOLDING OF HIS OR HER PROPERTY.\n    7    11. \"MENTALLY INCAPACITATED\" MEANS THAT A PERSON IS RENDERED INCAPABLE\n    8  OF APPRAISING WHETHER TO GIVE OR WITHHOLD CONSENT TO THE TAKING, OBTAIN-\n    9  ING OR WITHHOLDING OF HIS OR HER PROPERTY OWING TO THE  INFLUENCE  OF  A\n   10  CONTROLLED OR INTOXICATING SUBSTANCE.\n   11    S 2. Paragraph (a) of subdivision 2 of section 155.05 of the penal law\n   12  is amended to read as follows:\n   13    (a)  By  conduct  heretofore defined or known as common law larceny by\n   14  trespassory taking,  common  law  larceny  by  trick,  embezzlement,  or\n   15  obtaining  property by false pretenses, AND SUCH CONDUCT INCLUDES BUT IS\n   16  NOT LIMITED TO, THE WRONGFUL TAKING, OBTAINING OR WITHHOLDING OF PROPER-\n   17  TY BY A PERSON WHO KNOWS OR HAS REASON TO  KNOW  THAT  THE  OWNER  IS  A\n   18  MENTALLY DISABLED OR MENTALLY INCAPACITATED PERSON;\n   19    S 3. Section 155.15 of the penal law is amended by adding a new subdi-\n   20  vision 3 to read as follows:\n   21    3.  IN  ANY PROSECUTION FOR LARCENY COMMITTED BY TRESPASSORY TAKING OR\n   22  EMBEZZLEMENT FROM A MENTALLY DISABLED OR MENTALLY INCAPACITATED  PERSON,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01659-01-1\n\n       A. 642                              2\n\n    1  IT  IS AN AFFIRMATIVE DEFENSE THAT THE DEFENDANT APPROPRIATED SUCH PROP-\n    2  ERTY IN THE COURSE OF RENDERING ASSISTANCE WHICH BENEFITTED SUCH  PERSON\n    3  IN  THE MANAGEMENT OF HIS OR HER AFFAIRS, AND THE VALUE OF SUCH PROPERTY\n    4  WAS COMMENSURATE WITH THE BENEFIT CONFERRED.\n    5    S 4. This act shall take effect on the first of November next succeed-\n    6  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating definitions with respect to larceny from a mentally disabled or mentally incapacitated person and establishing an affirmative defense thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110103.T111901.TXT", "SOBI.D110105.T161708.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294262228477
}