{
  "year" : 2011,
  "senateBillNo" : "A643-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A643-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes department of transportation to survey areas with a high incidence of pedestrian accidents involving senior citizens",
  "summary" : "Authorizes department of transportation to conduct a statewide survey to determine areas with a high incidence of pedestrian accidents involving senior citizens; requires commissioner to undertake a comprehensive study of mitigating dangers to senior citizens in any and all areas in which the survey indicates the need to take action; requires commissioner to report recommendations and findings to the legislature and the governor on or before April 1, 2013. ",
  "currentCommittee" : null,
  "sameAs" : "S109",
  "lawSection" : "Transportation",
  "previousVersions" : [ "AA1968-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crespo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          643\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CLARK, PHEFFER, TITUS, ROSENTHAL, CRESPO, COLTON,\n         BOYLAND,  M. MILLER  --  Multi-Sponsored  by  --  M.  of  A.  AMEDORE,\n         BROOK-KRASNY, MARKEY, SWEENEY -- read once and referred to the Commit-\n         tee on Aging\n\n       AN ACT in relation to authorizing the department  of  transportation  to\n         survey  areas  of  the state with a high incidence of pedestrian acci-\n         dents involving senior citizens\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The department of transportation, in consultation with the\n    2  office for the aging, the department of motor vehicles,  the  governor's\n    3  traffic safety committee, local police agencies, and any other agency or\n    4  group the department of transportation deems necessary to enlist the aid\n    5  of,  shall  conduct  a  statewide  survey to determine areas with a high\n    6  number of senior citizen residents and/or a high level of senior  pedes-\n    7  trian  traffic,  and/or  any incidence of senior citizen - motor vehicle\n    8  accidents.\n    9    S 2. The commissioner  of  the  department  of  transportation  shall,\n   10  utilizing the results of the survey required by section one of this act,\n   11  undertake  a  comprehensive study of the feasibility of methods of miti-\n   12  gating dangers to pedestrians in any and all areas in which  the  survey\n   13  required  in section one of this act indicates such necessity. The study\n   14  shall include, but not be limited to, the feasibility of building safety\n   15  median islands permitting pedestrians to cross  on  two  timing  cycles;\n   16  retiming  of  traffic signals; installation of crossing signs; installa-\n   17  tion of pedestrian warning signs; lowering of vehicle speed limits;  and\n   18  cost of implementing any recommendations emanating from the study.\n   19    S 3. The commissioner of transportation shall report study results and\n   20  make  recommendations to the governor and legislature on or before April\n   21  1, 2013.\n   22    S 4. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02201-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to authorizing the department of transportation to survey areas of the state with a high incidence of pedestrian accidents involving senior citizens ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110103.T111901.TXT", "SOBI.D110103.T113902.TXT", "SOBI.D110103.T124405.TXT", "SOBI.D110105.T161708.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294262228481
}