{
  "year" : 2011,
  "senateBillNo" : "A644-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to children and families",
    "billEventId" : "A644-2011-1294203600000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the independent office of the child advocate; repealer",
  "summary" : "Establishes the independent office of child advocate to ensure the protection and promotion of legal rights for youth in juvenile justice facilities; repeals certain provisions relating to the office of the ombudsman. ",
  "currentCommittee" : null,
  "sameAs" : "S1052",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AB3233-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          644\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CLARK, SCARBOROUGH, TITUS, PAULIN, JACOBS, HEAST-\n         IE,  BENEDETTO,  PEOPLES-STOKES, N. RIVERA, COLTON, CANESTRARI, GALEF,\n         PHEFFER, PERRY, MAYERSOHN, BOYLAND, BUTLER, ROBINSON, ARROYO,  JAFFEE,\n         COOK,  SPANO,  BARRON, GIBSON, KAVANAGH -- Multi-Sponsored by -- M. of\n         A. CAHILL, CALHOUN, CAMARA, CROUCH, FARRELL, FINCH, GANTT,  GOTTFRIED,\n         HIKIND,  LATIMER, LIFTON, LUPARDO, McENENY, McKEVITT, MENG, J. MILLER,\n         MILLMAN, MOLINARO, REILLY, SAYWARD, SWEENEY, TOWNS, WEISENBERG, WRIGHT\n         -- read once and referred to the Committee on Children and Families\n\n       AN ACT to amend the executive law, in relation to the  establishment  of\n         the  independent  office  of the child advocate; and repealing certain\n         provisions of such law relating to the office of the ombudsman\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subtitle B of title 3 of article 19-G of the executive law\n    2  is REPEALED.\n    3    S 2. The executive law is amended by adding a new article 19-I to read\n    4  as follows:\n    5                                ARTICLE 19-I\n    6                  INDEPENDENT OFFICE OF THE CHILD ADVOCATE\n    7  SECTION 533. INDEPENDENT OFFICE OF THE CHILD ADVOCATE; CREATION.\n    8          534. DEFINITIONS.\n    9          535. THE CHILD ADVOCATE.\n   10          536. DUTIES OF THE CHILD ADVOCATE.\n   11          537. POWERS OF THE INDEPENDENT OFFICE OF THE CHILD ADVOCATE.\n   12          538. DUTY TO MAINTAIN CONFIDENTIALITY.\n   13          539. ADDITIONAL PROVISIONS.\n   14    S 533. INDEPENDENT OFFICE OF THE CHILD ADVOCATE;  CREATION.  THERE  IS\n   15  HEREBY CREATED IN THE EXECUTIVE DEPARTMENT, AN INDEPENDENT OFFICE OF THE\n   16  CHILD ADVOCATE, WHICH SHALL:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01331-01-1\n\n       A. 644                              2\n\n    1    1.  EXAMINE,  EVALUATE  AND REPORT TO THE GOVERNOR AND THE LEGISLATURE\n    2  ON:\n    3    (A) PARTICULAR AND SYSTEMIC ISSUES IN PUBLICLY FUNDED JUVENILE JUSTICE\n    4  PROGRAMS OVERSEEN BY THE OFFICE OF CHILDREN AND FAMILY SERVICES; AND\n    5    (B) MULTI-SYSTEMIC ISSUES THAT CHILDREN IN THE JUVENILE JUSTICE SYSTEM\n    6  EXPERIENCE IN ACCESSING NEEDED SERVICES ACROSS SYSTEMS; AND\n    7    2.  ADVOCATE  FOR,  AND  REPORT TO THE GOVERNOR AND THE LEGISLATURE ON\n    8  SUGGESTED STATUTORY, REGULATORY OR POLICY  CHANGES  AIMED  AT  IMPROVING\n    9  OUTCOMES  AND  SERVICES  FOR CHILDREN IN THE JUVENILE JUSTICE SYSTEM AND\n   10  THEIR FAMILIES IN NEW YORK STATE.\n   11    S 534. DEFINITIONS. AS USED IN THIS ARTICLE:\n   12    1. \"CHILD\" OR \"CHILDREN\" MEANS:\n   13    (A) A PERSON, OR PERSONS UNDER THE AGE OF EIGHTEEN; OR\n   14    (B) A PERSON OR PERSONS UNDER THE  AGE  OF  TWENTY-ONE  WHO  HAS  BEEN\n   15  PLACED INTO A JUVENILE JUSTICE FACILITY IN THE CARE, CUSTODY, OR GUARDI-\n   16  ANSHIP  OF  THE OFFICE OF CHILDREN AND FAMILY SERVICES OR A LOCAL SOCIAL\n   17  SERVICES DISTRICT PURSUANT TO ARTICLE THREE OF THE FAMILY COURT ACT.\n   18    2. \"CHILD ADVOCATE\" MEANS THE PERSON APPOINTED PURSUANT TO SUBDIVISION\n   19  ONE OF SECTION FIVE HUNDRED THIRTY-FIVE OF THIS ARTICLE  TO  DIRECT  AND\n   20  OVERSEE THE ACTIVITIES OF THE INDEPENDENT OFFICE OF THE CHILD ADVOCATE.\n   21    S  535. THE CHILD ADVOCATE. 1. THE CHILD ADVOCATE SHALL BE AN INDIVID-\n   22  UAL WITH AT LEAST FIVE YEARS EXPERIENCE IN THE GENERAL SUBJECT  AREA  OF\n   23  EITHER  CHILD  WELFARE, JUVENILE JUSTICE OR CHILDHOOD BEHAVIORAL HEALTH,\n   24  WHO SHALL BE APPOINTED BY THE GOVERNOR UPON THE ADVICE  AND  CONSENT  OF\n   25  THE  SENATE  FOR A TERM OF FIVE YEARS. THE CHILD ADVOCATE SHALL CONTINUE\n   26  TO HOLD SUCH POSITION UNTIL HIS OR HER SUCCESSOR IS APPOINTED,  BUT  MAY\n   27  BE REMOVED FROM HIS OR HER POSITION IF THE GOVERNOR SHALL DETERMINE THAT\n   28  SUCH  CHILD  ADVOCATE  HAS  ABUSED  HIS OR HER RIGHTS, POWERS, OR DUTIES\n   29  ESTABLISHED PURSUANT TO THIS ARTICLE OR THAT HE  OR  SHE  HAS  WILLFULLY\n   30  FAILED TO CARRY OUT THE DUTIES REQUIRED BY THIS ARTICLE. THE CHILD ADVO-\n   31  CATE SHALL REPORT TO THE GOVERNOR, WHO SHALL FIX THE COMPENSATION OF THE\n   32  CHILD ADVOCATE WITHIN AMOUNTS APPROPRIATED THEREFOR.\n   33    2.  THE  CHILD  ADVOCATE  MAY HIRE OR APPOINT PERSONS AS MAY BE DEEMED\n   34  NECESSARY TO CARRY OUT THE DUTIES OF THE INDEPENDENT OFFICE OF THE CHILD\n   35  ADVOCATE. THE DUTIES OF PERSONS EMPLOYED OR APPOINTED BY THE CHILD ADVO-\n   36  CATE SHALL BE PERFORMED UNDER THE ADVICE AND SUPERVISION  OF  THE  CHILD\n   37  ADVOCATE. PERSONS EMPLOYED OR APPOINTED BY THE INDEPENDENT OFFICE OF THE\n   38  CHILD ADVOCATE SHALL BE INDIVIDUALS WITH EXPERTISE IN THE AREAS OF CHILD\n   39  WELFARE,  JUVENILE  JUSTICE,  CHILDHOOD  BEHAVIORAL HEALTH, FOSTER CARE,\n   40  PREVENTIVE SERVICES, OR CHILD CARE, AS EVIDENCED  BY  EXPERTISE  IN  THE\n   41  FIELD,  PRACTICE,  ADVOCACY  OR  BY  ACADEMIC  BACKGROUND, THE LEVEL AND\n   42  SUFFICIENCY OF WHICH SHALL BE DETERMINED  BY  THE  CHILD  ADVOCATE.  THE\n   43  CHILD  ADVOCATE  SHALL  FIX  THE  COMPENSATION  OF  PERSONS  EMPLOYED OR\n   44  APPOINTED BY THE INDEPENDENT OFFICE OF THE CHILD ADVOCATE WITHIN AMOUNTS\n   45  APPROPRIATED THEREFOR.\n   46    S 536. DUTIES OF THE CHILD ADVOCATE. 1. THE CHILD ADVOCATE SHALL:\n   47    (A) EXAMINE, EVALUATE, INVESTIGATE AND REPORT TO THE GOVERNOR AND  THE\n   48  LEGISLATURE  ON  PARTICULAR AND SYSTEMIC ISSUES IN PUBLICLY FUNDED JUVE-\n   49  NILE JUSTICE PROGRAMS OVERSEEN BY THE  OFFICE  OF  CHILDREN  AND  FAMILY\n   50  SERVICES AND LOCAL SOCIAL SERVICES DISTRICTS; AND\n   51    (B)  EXAMINE, EVALUATE, INVESTIGATE AND REPORT TO THE GOVERNOR AND THE\n   52  LEGISLATURE ON MULTI-SYSTEMIC  ISSUES  THAT  CHILDREN  IN  THE  JUVENILE\n   53  JUSTICE  SYSTEM  EXPERIENCE IN ACCESSING NEEDED SERVICES ACROSS SYSTEMS;\n   54  AND\n   55    (C) MONITOR THE IMPLEMENTATION OF THE POLICIES, REGULATIONS AND  STAT-\n   56  UTES  OF  STATE  AGENCIES WHICH MAY BE APPLICABLE TO THE LEGAL RIGHTS OF\n\n       A. 644                              3\n\n    1  CHILDREN IN JUVENILE JUSTICE FACILITIES OVERSEEN BY THE OFFICE OF  CHIL-\n    2  DREN  AND  FAMILY  SERVICES  OR A LOCAL SOCIAL SERVICES DISTRICT, OR THE\n    3  FAMILY OF SUCH CHILDREN; AND\n    4    (D)  MONITOR  THE IMPLEMENTATION OF POLICIES, REGULATIONS AND STATUTES\n    5  WHICH MAY HAVE AN IMPACT ON PUBLICLY FUNDED  JUVENILE  JUSTICE  PROGRAMS\n    6  OVERSEEN BY THE OFFICE OF CHILDREN AND FAMILY SERVICES; AND\n    7    (E)  RECOMMEND  CHANGES  IN  STATE  POLICIES, STATUTES AND REGULATIONS\n    8  CONCERNING CHILDREN IN THE JUVENILE JUSTICE SYSTEM AND THE  FAMILIES  OF\n    9  SUCH CHILDREN; AND\n   10    (F)  RECOMMEND  CHANGES  IN  STATE POLICIES, STATUTES, AND REGULATIONS\n   11  CONCERNING PUBLICLY FUNDED JUVENILE JUSTICE PROGRAMS THAT SERVICE  CHIL-\n   12  DREN  AND  FAMILIES,  ADMINISTERED  BY THE OFFICE OF CHILDREN AND FAMILY\n   13  SERVICES OR LOCAL SOCIAL SERVICES DISTRICTS; AND\n   14    (G) TAKE APPROPRIATE ACTIONS AIMED AT PROMOTION OF THE RIGHTS, SAFETY,\n   15  WELL-BEING, AND BEST INTERESTS OF CHILDREN IN NEW YORK STATE, INCLUDING,\n   16  BUT NOT LIMITED TO, UNDERTAKING LEGISLATIVE ADVOCACY, CONDUCTING  PUBLIC\n   17  HEARINGS AND MAKING PROPOSALS FOR ADMINISTRATIVE OR SYSTEMIC REFORM; AND\n   18    (H)  PROVIDE ADMINISTRATIVE SUPERVISION AND OVERSIGHT TO THE INDEPEND-\n   19  ENT OFFICE OF THE CHILD ADVOCATE AND DEVOTE FULL-TIME TO THE  DUTIES  OF\n   20  HIS OR HER OFFICE; AND\n   21    (I)  CONDUCT PERIODIC INSPECTIONS, EVALUATIONS OR REVIEWS OF ANY JUVE-\n   22  NILE JUSTICE FACILITY OPERATED BY THE  OFFICE  OF  CHILDREN  AND  FAMILY\n   23  SERVICES  AT  ANY  TIME,  WITH OR WITHOUT PRIOR NOTICE. JUVENILE JUSTICE\n   24  FACILITY DIRECTORS AND STAFF SHALL COOPERATE WITH SUCH INSPECTION, EVAL-\n   25  UATION OR REVIEW. AN ADVOCATE SHALL HAVE THE RIGHT TO INSPECT THE  JUVE-\n   26  NILE JUSTICE FACILITY, VISIT ALL AREAS AND OBSERVE ALL PARTS AND ASPECTS\n   27  OF SUCH FACILITY PROGRAM; AND\n   28    (J) REPORT TO THE GOVERNOR AND THE LEGISLATURE AS NEEDED, BUT NOT LESS\n   29  THAN  TWICE PER YEAR. SUCH REPORT SHALL BE MADE AVAILABLE TO THE PUBLIC,\n   30  UNLESS SUCH MATERIALS ARE CONFIDENTIAL PURSUANT TO  STATUTE,  AND  SHALL\n   31  INCLUDE BUT NOT BE LIMITED TO:\n   32    (A)  INFORMATION  CONCERNING  THE  NUMBER AND TYPES OF REVIEWS, EVALU-\n   33  ATIONS AND INVESTIGATIONS CONDUCTED BY THE  INDEPENDENT  OFFICE  OF  THE\n   34  CHILD ADVOCATE; AND\n   35    (B) ANY RECOMMENDATIONS BY THE CHILD ADVOCATE FOR LEGISLATIVE, REGULA-\n   36  TORY, OR PUBLIC POLICY CHANGES.\n   37    2.  IF  AFTER EXAMINATION PURSUANT TO SUBDIVISION ONE OF THIS SECTION,\n   38  THE CHILD ADVOCATE IDENTIFIES A SYSTEMIC PROBLEM  IN  HOW  SERVICES  ARE\n   39  PROVIDED TO CHILDREN IN THE CARE, CUSTODY, OR GUARDIANSHIP OF THE OFFICE\n   40  OF  CHILDREN AND FAMILY SERVICES OR A LOCAL SOCIAL SERVICES DISTRICT, BY\n   41  THE OFFICE OF CHILDREN AND FAMILY SERVICES, OR A LOCAL  SOCIAL  SERVICES\n   42  DISTRICT,  OR  ANY  PUBLIC  OR  PRIVATE  ENTITY WHICH CONTRACTS WITH THE\n   43  OFFICE OF CHILDREN AND  FAMILY  SERVICES  OR  A  LOCAL  SOCIAL  SERVICES\n   44  DISTRICT  TO PROVIDE SERVICES TO SUCH CHILDREN, THE CHILD ADVOCATE SHALL\n   45  PROVIDE SUCH OFFICE, DISTRICT, AGENCY OR ENTITY A WRITTEN REPORT OUTLIN-\n   46  ING THE FINDINGS AND RECOMMENDATIONS OF THE CHILD ADVOCATE.\n   47    (A) AN OFFICE, DISTRICT, AGENCY OR ENTITY NAMED IN  A  REPORT  BY  THE\n   48  CHILD ADVOCATE AS DESCRIBED IN THIS SUBDIVISION SHALL HAVE THE OPTION TO\n   49  RESPOND  IN  WRITING  TO THE CHILD ADVOCATE'S FINDINGS, PROVIDED HOWEVER\n   50  THAT SUCH WRITTEN RESPONSE MUST BE ISSUED WITHIN  NINETY  DAYS  OF  SUCH\n   51  OFFICE, DISTRICT, AGENCY OR ENTITY'S RECEIPT OF THE APPLICABLE REPORT BY\n   52  THE CHILD ADVOCATE.\n   53    (B) WITHIN THIRTY DAYS AFTER THE RECEIPT OF A RESPONSE FROM AN OFFICE,\n   54  DISTRICT,  AGENCY  OR ENTITY AS DESCRIBED IN THIS SUBDIVISION, THE CHILD\n   55  ADVOCATE SHALL ISSUE SUCH RESPONSE, AND THE REPORT ISSUED BY  THE  CHILD\n\n       A. 644                              4\n\n    1  ADVOCATE  PURSUANT TO THIS SUBDIVISION, TO THE GOVERNOR AND THE LEGISLA-\n    2  TURE.\n    3    (C)  IF  A RESPONSE OR A WRITTEN REQUEST FOR AN ADDITIONAL THIRTY DAYS\n    4  WITH AN EXPLANATION IS NOT RECEIVED BY THE CHILD ADVOCATE WITHIN  NINETY\n    5  DAYS  FROM  THE  DATE  THAT  THE CHILD ADVOCATE SENT SUCH REPORT TO SUCH\n    6  OFFICE, DISTRICT, AGENCY OR ENTITY, THE  CHILD  ADVOCATE  SHALL  PROVIDE\n    7  SUCH  REPORT  TO  THE GOVERNOR AND THE LEGISLATURE WITH A NOTICE STATING\n    8  THAT SUCH OFFICE, DISTRICT, AGENCY OR ENTITY FAILED TO  ISSUE  A  TIMELY\n    9  WRITTEN RESPONSE TO THE REPORT BY THE CHILD ADVOCATE.\n   10    S  537.  POWERS  OF  THE  INDEPENDENT  OFFICE  OF  THE CHILD ADVOCATE.\n   11  NOTWITHSTANDING ANY PROVISION OF LAW OR REGULATION TO THE CONTRARY,  THE\n   12  INDEPENDENT OFFICE OF THE CHILD ADVOCATE SHALL HAVE ACCESS TO, INCLUDING\n   13  THE  RIGHT  TO  INSPECT AND COPY, ANY RECORDS NECESSARY TO CARRY OUT ITS\n   14  RIGHTS, POWERS AND DUTIES PURSUANT TO THIS ARTICLE,  INCLUDING  BUT  NOT\n   15  LIMITED  TO,  PERSONNEL  RECORDS  THAT BEAR ON ANY ISSUE BEING REVIEWED,\n   16  EVALUATED, OR INVESTIGATED AND RECORDS OF CHILDREN  UNDER  CARE  OF  THE\n   17  JUVENILE  JUSTICE  SYSTEM  THAT BEAR ON ANY ISSUE BEING REVIEWED, EVALU-\n   18  ATED, OR INVESTIGATED. THE INDEPENDENT  OFFICE  OF  THE  CHILD  ADVOCATE\n   19  SHALL  ALSO HAVE THE AUTHORITY TO SUBPOENA RECORDS AND WITNESSES, AND TO\n   20  CONDUCT INTERVIEWS WITH ANY PERSON NECESSARY TO CARRY  OUT  ITS  RIGHTS,\n   21  POWERS AND DUTIES PURSUANT TO THIS ARTICLE, INCLUDING BUT NOT LIMITED TO\n   22  STAFF AND CHILDREN UNDER CARE OF THE JUVENILE JUSTICE SYSTEM.\n   23    S  538. DUTY TO MAINTAIN CONFIDENTIALITY. ALL RECORDS OF THE INDEPEND-\n   24  ENT OFFICE OF THE CHILD ADVOCATE PERTAINING TO THE  FULFILLMENT  OF  THE\n   25  CHILD ADVOCATE'S RIGHTS, POWERS AND DUTIES PURSUANT TO THIS ARTICLE, AND\n   26  ALL  RECORDS  OBTAINED BY THE CHILD ADVOCATE SHALL BE KEPT CONFIDENTIAL,\n   27  PROVIDED HOWEVER, THAT LIMITED INFORMATION CONTAINED IN SUCH RECORDS MAY\n   28  BE RELEASED BY THE CHILD ADVOCATE, IF APPROPRIATE, AND UPON APPROVAL  OF\n   29  THE  CHILD ADVOCATE, SO LONG AS THE INFORMATION TO BE RELEASED WOULD NOT\n   30  IDENTIFY THE CHILD OR CHILDREN THE CHILD ADVOCATE  WAS  SERVING  OR  THE\n   31  NAMES OF THE PARENTS OR SIBLINGS OF SUCH CHILD OR CHILDREN.\n   32    S  539.  ADDITIONAL  PROVISIONS.  1.  THE STATE SHALL PROTECT AND HOLD\n   33  HARMLESS ANY PERSON EMPLOYED OR APPOINTED BY THE  CHILD  ADVOCATE,  FROM\n   34  FINANCIAL  LOSS  AND  EXPENSE,  INCLUDING  LEGAL FEES AND COSTS, IF ANY,\n   35  ARISING OUT OF ANY CLAIM, DEMAND OR SUIT FOR DAMAGES RESULTING FROM ACTS\n   36  OR OMISSIONS COMMITTED IN THE DISCHARGE OF HIS OR HER RIGHTS, POWERS AND\n   37  DUTIES WITHIN THE SCOPE OF HIS OR HER EMPLOYMENT  OR  APPOINTMENT  WHICH\n   38  MAY  CONSTITUTE  NEGLIGENCE  BUT WHICH ACTS ARE NOT WANTON, MALICIOUS OR\n   39  GROSSLY NEGLIGENT AS DETERMINED BY A COURT OF COMPETENT JURISDICTION.\n   40    2. NO STATE OR LOCAL  AGENCY,  DEPARTMENT,  OFFICE,  OR  ENTITY  SHALL\n   41  DISCHARGE,  OR  IN  ANY  MANNER  DISCRIMINATE  OR RETALIATE AGAINST, ANY\n   42  PERSON WHO IN GOOD FAITH MAKES A COMPLAINT TO, OR COOPERATES  WITH,  THE\n   43  CHILD  ADVOCATE  IN  A REVIEW OR EVALUATION CONDUCTED BY THE CHILD ADVO-\n   44  CATE. NO EMPLOYEE OF ANY STATE OR LOCAL DEPARTMENT OR OFFICE OR  OF  ANY\n   45  PRIVATE  ENTITY SHALL RETALIATE AGAINST ANY PERSON WHO MAKES A COMPLAINT\n   46  TO, OR WHO COOPERATES WITH THE INDEPENDENT OFFICE OF THE CHILD  ADVOCATE\n   47  IN  A  REVIEW,  INVESTIGATION OR EVALUATION CONDUCTED BY THE INDEPENDENT\n   48  OFFICE OF THE CHILD ADVOCATE.\n   49    3. ALL COMMUNICATIONS TO THE INDEPENDENT OFFICE OF THE CHILD  ADVOCATE\n   50  SHALL  REMAIN  CONFIDENTIAL.  ANY  COMPLAINT FILED BY A YOUTH OR A STAFF\n   51  MEMBER OF A JUVENILE JUSTICE FACILITY WITH THE INDEPENDENT OFFICE OF THE\n   52  CHILD ADVOCATE SHALL REMAIN CONFIDENTIAL. ALL YOUTH RESIDING IN A  JUVE-\n   53  NILE  JUSTICE  FACILITY  SHALL BE PERMITTED REASONABLE ACCESS TO A TELE-\n   54  PHONE TO MAKE A TOLL FREE CALL OR SHALL BE SUPPLIED WRITING MATERIALS IN\n   55  ORDER TO WRITE LETTERS TO THE INDEPENDENT OFFICE OF THE  CHILD  ADVOCATE\n   56  UPON  THE YOUTH'S REQUEST. ANY COMMUNICATIONS BETWEEN SUCH YOUTH AND THE\n\n       A. 644                              5\n\n    1  INDEPENDENT OFFICE OF THE CHILD ADVOCATE SHALL REMAIN  CONFIDENTIAL  AND\n    2  SHALL  NOT BE MONITORED BY ANY MEMBER OF THE JUVENILE JUSTICE FACILITY'S\n    3  STAFF.\n    4    4.  THE  INDEPENDENT  OFFICE  OF  THE CHILD ADVOCATE MAY APPLY FOR AND\n    5  ACCEPT GRANTS, GIFTS AND BEQUESTS OF FUNDS FROM PRIVATE INDIVIDUALS  AND\n    6  FOUNDATIONS  FOR THE PURPOSE OF CARRYING OUT STUDIES UNDER THIS ARTICLE.\n    7  THE FUNDS SHALL BE EXPENDED IN ACCORDANCE WITH THE  PROVISIONS  OF  SUCH\n    8  GRANT, GIFT OR BEQUEST.\n    9    5.  THE  CHILD ADVOCATE SHALL TAKE ALL POSSIBLE ACTIONS INCLUDING, BUT\n   10  NOT LIMITED TO, CONDUCTING PROGRAMS  OF  PUBLIC  EDUCATION,  UNDERTAKING\n   11  LEGISLATIVE  ADVOCACY AND MAKING PROPOSALS FOR ADMINISTRATIVE CORRECTION\n   12  OR REFORM AND FORMAL LEGAL ACTION, IN ORDER TO  SECURE  AND  ENSURE  THE\n   13  LEGAL, CIVIL AND SPECIAL RIGHTS OF CHILDREN.\n   14    6.  THE  CHILD  ADVOCATE  SHALL TAKE THE APPROPRIATE STEPS TO MAKE THE\n   15  EXISTENCE AND AVAILABILITY OF THE CHILD ADVOCATE WIDELY KNOWN, BY APPRO-\n   16  PRIATE AND ACTIVE MEANS, TO CHILDREN AND ADULTS.\n   17    7. THE CHILD ADVOCATE SHALL CREATE INFORMATIONAL MATERIALS  FOR  CHIL-\n   18  DREN  REGARDING  THE  RIGHTS  OF  CHILDREN  WHEN  THEY  ARE IN DETENTION\n   19  CENTERS, FACILITIES OPERATED  BY  THE  OFFICE  OF  CHILDREN  AND  FAMILY\n   20  SERVICES,  JAILS, OR PRISONS AND THE METHODS AND ASSISTANCE AVAILABLE TO\n   21  ENFORCE THOSE RIGHTS.\n   22    S 3. Subdivision 16 of section 501 of the executive law, as renumbered\n   23  by chapter 170 of the laws of 1994, is renumbered subdivision 17  and  a\n   24  new subdivision 16 is added to read as follows:\n   25    16.  THE  COMMISSIONER  OF  THE OFFICE OF CHILDREN AND FAMILY SERVICES\n   26  SHALL PROMULGATE REGULATIONS REQUIRING  THAT  NO  SERVICES,  FACILITIES,\n   27  ENTITIES  OR  PROGRAMS  UNDER THE JURISDICTION OF THE OFFICE OF CHILDREN\n   28  AND FAMILY SERVICES SHALL RESTRICT OR  PROHIBIT  ACCESS  TO  FACILITIES,\n   29  RECORDS  OR  INDIVIDUALS TO THE INDEPENDENT OFFICE OF THE CHILD ADVOCATE\n   30  UPON REQUEST, UNLESS  THE  DISCLOSURE  OF  SUCH  RECORDS  ARE  OTHERWISE\n   31  PROHIBITED BY FEDERAL LAW OR REGULATION.\n   32    S 4. This act shall take effect April 1, 2012; provided, however, that\n   33  effective immediately, the addition, amendment and/or repeal of any rule\n   34  or regulation necessary for the implementation of this act on its effec-\n   35  tive  date  are  authorized  and directed to be made and completed on or\n   36  before the effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the establishment of the independent office of the child advocate; and repealing certain provisions of such law relating to the office of the ombudsman ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110103.T111901.TXT", "SOBI.D110103.T113902.TXT", "SOBI.D110105.T161708.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294262228484
}