{
  "year" : 2011,
  "senateBillNo" : "A646-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A646-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state nursing faculty scholarship incentive program",
  "summary" : "Establishes the New York state nursing faculty scholarship incentive program for advanced degrees in nursing; such incentives shall be awarded annually, on a competitive basis, to registered professional nurses and certified nurse practitioners who are in a masters or doctoral program and agree to teach nursing for one year for each year such incentive is awarded. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A7102-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          646\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER, LIFTON -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation  to  establishing  a  New\n         York  state nursing faculty scholarship incentive program for advanced\n         degrees in nursing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 605 of the education law is amended by adding a new\n    2  subdivision 13 to read as follows:\n    3    13.  NEW  YORK STATE NURSING FACULTY SCHOLARSHIP INCENTIVE PROGRAM. A.\n    4  PURPOSE. THE COMMISSIONER SHALL AWARD SCHOLARSHIPS FOR  THE  PURPOSE  OF\n    5  INCREASING THE NUMBER OF EDUCATORS AND ADJUNCT CLINICAL FACULTY TEACHING\n    6  IN  A  FIELD  OF  NURSING EDUCATION IN NEW YORK STATE. SUCH SCHOLARSHIPS\n    7  SHALL BE AWARDED ON A COMPETITIVE BASIS TO APPLICANTS WHO ARE REGISTERED\n    8  PROFESSIONAL NURSES WITH PREVIOUS CLINICAL EXPERIENCE IN NURSING AND WHO\n    9  DEMONSTRATE ACADEMIC MERIT FOR ADMISSION TO MASTERS OR DOCTORAL PROGRAMS\n   10  IN NURSING WHICH WILL ENHANCE THE RECIPIENT'S PROFICIENCY AS  A  NURSING\n   11  EDUCATOR.  PREFERENCE  SHALL  BE GIVEN TO APPLICANTS WHO ARE EMPLOYED AS\n   12  REGISTERED PROFESSIONAL NURSES, WILL ATTEND  SUCH  MASTERS  OR  DOCTORAL\n   13  PROGRAM  FULL-TIME  AND  WHOSE  COST TO ATTEND SUCH PROGRAM IS PARTIALLY\n   14  UNDERWRITTEN A MINIMUM OF TWENTY-FIVE PERCENT BY AGREEMENT WITH A COMMU-\n   15  NITY AGENCY, HEALTH CARE PROVIDER AND/OR APPROVED NURSING PROGRAM.\n   16    B. ELIGIBILITY. TO BE ELIGIBLE FOR AN AWARD PURSUANT TO THIS  SUBDIVI-\n   17  SION,  APPLICANTS  SHALL  AGREE  TO SERVE, UPON COMPLETION OF THE DEGREE\n   18  PROGRAM, AS NURSING EDUCATORS OR AS ADJUNCT CLINICAL FACULTY IN APPROVED\n   19  NURSING PROGRAMS WITHIN NEW YORK STATE THAT LEAD TO LICENSURE IN NURSING\n   20  UNDER ARTICLE ONE HUNDRED THIRTY-NINE OF THIS CHAPTER.  APPLICANTS SHALL\n   21  SERVE THE EQUIVALENT OF NINE MONTHS FULL-TIME SERVICE IN  SUCH  PROGRAMS\n   22  FOR  EACH  ANNUAL  AWARD RECEIVED BY THE RECIPIENT, BUT NO LESS THAN TWO\n   23  ACADEMIC YEARS. SUCH SERVICE  SHALL  BE  COMPLETED  AND  APPORTIONED  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02316-01-1\n\n       A. 646                              2\n\n    1  ACCORDANCE WITH CRITERIA ESTABLISHED BY THE COMMISSIONER.  ANNUAL AWARDS\n    2  SHALL NOT BE MADE TO APPLICANTS WHO ENROLL IN LESS THAN FIFTEEN HOURS OF\n    3  ACADEMIC  CREDIT  APPLICABLE TO THE MASTERS OR DOCTORAL PROGRAM IN WHICH\n    4  THEY ARE ENROLLED IN ANY CALENDAR YEAR.\n    5    C.  AGREEMENTS.  THE PRESIDENT SHALL, IN CONSULTATION WITH THE COMMIS-\n    6  SIONER, DEVELOP AND SECURE FROM  EACH  SUCCESSFUL  APPLICANT  A  WRITTEN\n    7  AGREEMENT  TO  SERVE  AS  A  NURSING  EDUCATOR OR ADJUNCT CLINICAL NURSE\n    8  FACULTY IN NEW YORK. WITHIN SUCH TIME AS THE COMMISSIONER SHALL BY REGU-\n    9  LATION PROVIDE, A RECIPIENT OF AN  AWARD  SHALL  HAVE  SERVED  FOR  THAT\n   10  NUMBER  OF MONTHS CALCULATED BY MULTIPLYING BY NINE THE NUMBER OF EQUAL-\n   11  IZED ANNUAL PAYMENTS RECEIVED BY THE RECIPIENT. IN  NO  CASE  SHALL  THE\n   12  TOTAL  NUMBER  OF MONTHS OF SERVICE REQUIRED BE LESS THAN EIGHTEEN. IF A\n   13  RECIPIENT FAILS TO COMPLY FULLY  WITH  SUCH  CONDITIONS,  THE  PRESIDENT\n   14  SHALL  BE ENTITLED TO RECEIVE FROM SUCH RECIPIENT AN AMOUNT TO BE DETER-\n   15  MINED BY THE FORMULA:\n\n   16                                A = 2B (T-S)\n   17                                       -----\n   18                                         T\n\n   19  IN WHICH \"A\" IS THE AMOUNT THE PRESIDENT IS ENTITLED TO RECOVER; \"B\"  IS\n   20  THE  SUM  OF ALL PAYMENTS MADE TO THE RECIPIENT BY THE PRESIDENT AND THE\n   21  INTEREST ON SUCH AMOUNT WHICH WOULD BE PAYABLE  IF  AT  THE  TIMES  SUCH\n   22  AWARDS  WERE  PAID  THEY  WERE  LOANS  BEARING  INTEREST  AT THE MAXIMUM\n   23  PREVAILING RATE; \"T\" IS THE TOTAL NUMBER OF MONTHS  IN  THE  RECIPIENT'S\n   24  PERIOD OF OBLIGATED SERVICES; AND \"S\" IS THE NUMBER OF MONTHS OF SERVICE\n   25  ACTUALLY  RENDERED  BY  THE RECIPIENT. ANY AMOUNT WHICH THE PRESIDENT IS\n   26  ENTITLED TO RECOVER UNDER THIS PARAGRAPH SHALL BE PAID WITHIN THE  FIVE-\n   27  YEAR  PERIOD  BEGINNING  ON THE DATE THAT THE RECIPIENT FAILED TO COMPLY\n   28  WITH THIS SERVICE CONDITION. NOTHING  IN  THE  WRITTEN  AGREEMENT  SHALL\n   29  AFFECT  THE  TERMS  OF EMPLOYMENT OF THE INDIVIDUAL WHO SHALL NEGOTIATE,\n   30  SEPARATE AND APART FROM THE PROGRAM, HIS OR HER SALARY AND  OTHER  FORMS\n   31  OF  EMPLOYMENT  WITH AN AGENCY, INSTITUTION, OR A PROGRAM IN WHICH HE OR\n   32  SHE SHALL BE EMPLOYED.\n   33    ANY OBLIGATION TO COMPLY WITH SUCH  PROVISIONS  AS  OUTLINED  IN  THIS\n   34  SECTION  SHALL BE CANCELLED UPON THE DEATH OF THE RECIPIENT. THE COMMIS-\n   35  SIONER SHALL MAKE REGULATIONS TO PROVIDE FOR THE WAIVER OR SUSPENSION OF\n   36  ANY FINANCIAL OBLIGATION WHICH WOULD INVOLVE EXTREME HARDSHIP.\n   37    D. REPORTING. A RECIPIENT OF AN AWARD SHALL REPORT ANNUALLY TO THE NEW\n   38  YORK STATE HIGHER EDUCATION SERVICES CORPORATION, ON FORMS PRESCRIBED BY\n   39  THE PRESIDENT, AS TO THE PERFORMANCE OF THE REQUIRED SERVICES,  COMMENC-\n   40  ING  WITH  THE  CALENDAR YEAR IN WHICH THE RECIPIENT BEGINS TO ENGAGE IN\n   41  THE TEACHING OR TRAINING OF NURSING STUDENTS IN A DEGREE PROGRAM  AT  AN\n   42  ACCREDITED NURSING SCHOOL IN THIS STATE AND CONTINUING UNTIL THE RECIPI-\n   43  ENT  SHALL  HAVE COMPLETED, OR IT IS DETERMINED THAT HE OR SHE SHALL NOT\n   44  BE OBLIGATED TO COMPLETE, THE REQUIRED SERVICES. IF THE RECIPIENT  SHALL\n   45  FAIL TO FILE ANY REPORT REQUIRED PURSUANT TO THIS PARAGRAPH WITHIN THIR-\n   46  TY  DAYS OF WRITTEN NOTICE TO THE RECIPIENT, MAILED TO THE ADDRESS SHOWN\n   47  ON THE LAST APPLICATION FOR AN AWARD OR LAST REPORT FILED, WHICHEVER  IS\n   48  LATER,  THE  PRESIDENT OF THE CORPORATION MAY IMPOSE A FINE OF UP TO ONE\n   49  THOUSAND DOLLARS. THE PRESIDENT SHALL HAVE THE DISCRETION TO  WAIVE  THE\n   50  FILING  OF  A  REPORT,  EXCUSE  A DELAY IN FILING OR A FAILURE TO FILE A\n   51  REPORT, OR WAIVE OR REDUCE ANY FINE IMPOSED FOR GOOD CAUSE SHOWN.\n   52    E. OTHER AWARDS. AWARD RECIPIENTS SHALL BE ELIGIBLE TO APPLY FOR ADDI-\n   53  TIONAL AWARDS.\n\n       A. 646                              3\n\n    1    S 2. The education law is amended by adding a  new  section  671-a  to\n    2  read as follows:\n    3    S 671-A. NEW YORK STATE NURSING FACULTY SCHOLARSHIP INCENTIVE PROGRAM.\n    4  1.  NUMBER  AND  CERTIFICATION. THIRTY NURSING SCHOLARSHIPS FOR ADVANCED\n    5  DEGREES IN NURSING SHALL BE AWARDED EACH ACADEMIC YEAR BEGINNING IN  THE\n    6  TWO  THOUSAND TWELVE--TWO THOUSAND THIRTEEN ACADEMIC YEAR. SUCH SCHOLAR-\n    7  SHIPS SHALL BE ALLOCATED AS PROVIDED IN SUBDIVISION THIRTEEN OF  SECTION\n    8  SIX  HUNDRED FIVE OF THIS TITLE TO ELIGIBLE STUDENTS AS CERTIFIED TO THE\n    9  PRESIDENT BY THE COMMISSIONER, EXCEPT THAT, IN SO FAR AS IS PRACTICABLE,\n   10  ONE-HALF OF SUCH SCHOLARSHIPS SHALL BE AWARDED TO MASTERS DEGREE  CANDI-\n   11  DATES AND ONE-HALF TO DOCTORAL DEGREE CANDIDATES.\n   12    2. DURATION. EACH SCHOLARSHIP SHALL ENTITLE THE RECIPIENT TO AN ANNUAL\n   13  AWARD  WHILE  ENROLLED  IN  AN  APPROVED  COURSE  OF STUDY LEADING TO AN\n   14  ADVANCED DEGREE IN NURSING OR NURSING EDUCATION, BUT NOT  EXCEEDING  THE\n   15  PERIOD  OF  STUDY  REQUIRED  TO  COMPLETE THE PROGRAM, AS SUCH PROGRESS,\n   16  APPROVED COURSES AND EXPECTED  PERIODS  OF  STUDY  ARE  DEFINED  BY  THE\n   17  COMMISSIONER PURSUANT TO ARTICLE THIRTEEN OF THIS CHAPTER.\n   18    3.  AMOUNT.  THE  PRESIDENT  SHALL  MAKE  AWARDS  OF  FIFTEEN THOUSAND\n   19  DOLLARS, OR A PRORATED ANNUAL AMOUNT BASED ON THE NUMBER OF CREDIT HOURS\n   20  IN WHICH THE RECIPIENT IS ENROLLED, EXCEPT THAT SUCH ANNUAL AWARD  SHALL\n   21  NOT  EXCEED  THE  RECIPIENT'S  COST  OF ATTENDANCE. \"COST OF ATTENDANCE\"\n   22  SHALL MEAN THE COST OF: TUITION  AT  AN  APPROVED  MASTERS  OR  DOCTORAL\n   23  PROGRAM  IN  NURSING OR NURSING EDUCATION, WHICH THE COMMISSIONER DETER-\n   24  MINES WILL ENHANCE THE RECIPIENT'S PROFICIENCY AS  A  NURSING  EDUCATOR;\n   25  LABORATORY  AND  OTHER  FEES;  ROOM AND BOARD; SUPPLIES; TRANSPORTATION;\n   26  HEALTH INSURANCE COVERAGE; BOOKS; CHILD  CARE;  AND  STIPEND  FOR  DAILY\n   27  LIVING  EXPENSES  IN  AN  AMOUNT  TO  BE  DETERMINED BY THE PRESIDENT IN\n   28  CONSULTATION WITH THE COMMISSIONER.\n   29    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a New York state nursing faculty scholarship incentive program for advanced degrees in nursing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T111901.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110105.T161708.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294262228489
}