{
  "year" : 2011,
  "senateBillNo" : "A647-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A647-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to pharmaceutical reimbursement under the EPIC program and Medicaid for certain small pharmacies",
  "summary" : "Relates to pharmaceutical reimbursement under the EPIC program and Medicaid for pharmacies that it is determined dispense on average under two hundred scripts a day. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A8858-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          647\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GUNTHER, SAYWARD, REILLY, SPANO, DUPREY, BURLING,\n         KOLB,  RAIA,  MOLINARO,  CALHOUN  --  Multi-Sponsored  by  -- M. of A.\n         CROUCH, McKEVITT, WEISENBERG -- read once and referred to the  Commit-\n         tee on Aging\n\n       AN  ACT  to amend the elder law and the social services law, in relation\n         to pharmaceutical reimbursement under the EPIC  program  and  Medicaid\n         for certain pharmacies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 1 of paragraph (b) of subdivision 1 of section\n    2  250 of the elder law, as amended by section 1 of part A of chapter 58 of\n    3  the laws of 2008, is amended and a new subparagraph 1-a is added to read\n    4  as follows:\n    5    (1) Average wholesale price discounted by sixteen and twenty-five  one\n    6  hundredths percent, plus a dispensing fee as defined in paragraph (c) of\n    7  this subdivision, [or]\n    8    (1-A)  AVERAGE  WHOLESALE  PRICE  DISCOUNTED BY FOURTEEN PERCENT FOR A\n    9  SMALL PHARMACY, PLUS A DISPENSING FEE AS DEFINED  IN  PARAGRAPH  (C)  OF\n   10  THIS  SUBDIVISION. FOR THE PURPOSES OF THIS SUBPARAGRAPH, A \"SMALL PHAR-\n   11  MACY\" SHALL MEAN A PHARMACY, APPROVED BY  THE  COMMISSIONER  OF  HEALTH,\n   12  WHICH IS DETERMINED BY THE COMMISSIONER OF HEALTH TO DISPENSE ON AVERAGE\n   13  UNDER TWO HUNDRED SCRIPTS A DAY, OR\n   14    S  2.  Subparagraph  (ii) of paragraph (b) of subdivision 9 of section\n   15  367-a of the social services law, as amended by section 4 of part  C  of\n   16  chapter  58  of  the laws of 2008, is amended and a new paragraph (j) is\n   17  added to read as follows:\n   18    (ii) if the drug dispensed is a multiple source prescription drug or a\n   19  brand-name prescription drug for which no specific upper limit has  been\n   20  set  by such federal agency, the lower of the estimated acquisition cost\n   21  of such drug to pharmacies,  or  the  dispensing  pharmacy's  usual  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02324-01-1\n\n       A. 647                              2\n\n    1  customary  price  charged  to  the general public. For sole and multiple\n    2  source brand name drugs, estimated acquisition cost  means  the  average\n    3  wholesale  price  of  a  prescription  drug  based upon the package size\n    4  dispensed  from,  as  reported  by the prescription drug pricing service\n    5  used by the department, less  sixteen  and  twenty-five  one  hundredths\n    6  percent  thereof,  and  updated  monthly  by the department; FOR A SMALL\n    7  PHARMACY, AS DEFINED IN PARAGRAPH (I) OF THIS  SUBDIVISION,  ACQUISITION\n    8  COSTS  MEANS  THE  AVERAGE  WHOLESALE PRICE OF A PRESCRIPTION DRUG BASED\n    9  UPON THE PACKAGE SIZE DISPENSED FROM, AS REPORTED  BY  THE  PRESCRIPTION\n   10  DRUG PRICING SERVICE USED BY THE DEPARTMENT, LESS FOURTEEN PERCENT THER-\n   11  EOF,  AND  UPDATED  MONTHLY BY THE DEPARTMENT; or, for a specialized HIV\n   12  pharmacy, as defined in paragraph (f) of this  subdivision,  acquisition\n   13  cost means the average wholesale price of a prescription drug based upon\n   14  the  package  size  dispensed from, as reported by the prescription drug\n   15  pricing service used by the department, less twelve percent thereof, and\n   16  updated monthly by the department. For multiple  source  generic  drugs,\n   17  estimated  acquisition  cost  means  the  lower of the average wholesale\n   18  price of a prescription drug based on the package size  dispensed  from,\n   19  as reported by the prescription drug pricing service used by the depart-\n   20  ment, less twenty-five percent thereof, or the maximum acquisition cost,\n   21  if  any,  established pursuant to paragraph (e) of this subdivision; or,\n   22  for a specialized HIV pharmacy, as defined  in  paragraph  (f)  of  this\n   23  subdivision,  acquisition  cost means the lower of the average wholesale\n   24  price of a prescription drug based on the package size  dispensed  from,\n   25  as reported by the prescription drug pricing service used by the depart-\n   26  ment,  less  twelve percent thereof, or the maximum acquisition cost, if\n   27  any, established pursuant to paragraph (e) of this subdivision.\n   28    (J) FOR PURPOSES OF THIS SECTION, A SMALL PHARMACY SHALL MEAN A  PHAR-\n   29  MACY  WHICH  IS  INDEPENDENTLY  OWNED,  APPROVED  BY THE COMMISSIONER OF\n   30  HEALTH, AND WHICH  IS  DETERMINED  BY  THE  COMMISSIONER  OF  HEALTH  TO\n   31  DISPENSE ON AVERAGE UNDER TWO HUNDRED SCRIPTS A DAY.\n   32    S  3.  This act shall take effect immediately; provided, however, that\n   33  the amendments to subdivision 9 of section 367-a of the social  services\n   34  law  made  by section two of this act shall not affect the expiration of\n   35  such subdivision and shall be deemed to  expire  therewith.    Effective\n   36  immediately,  the addition, amendment and/or repeal of any rule or regu-\n   37  lation necessary for the implementation of this  act  on  its  effective\n   38  date  is  authorized  and directed to be made and completed on or before\n   39  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law and the social services law, in relation to pharmaceutical reimbursement under the EPIC program and Medicaid for certain pharmacies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T111901.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110105.T162208.TXT", "SOBI.D110105.T161708.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294262528559
}