{
  "year" : 2011,
  "senateBillNo" : "A648-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A648-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes voluntary licensure of master plumbers by the department of state",
  "summary" : "Establishes voluntary licensure of master plumbers by the department of state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A8337-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          648\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GUNTHER, SAYWARD, GALEF, BURLING, McDONOUGH,\n         GIGLIO, BOYLAND -- Multi-Sponsored by -- M. of A. CROUCH, FINCH, HOOP-\n         ER, McENENY, PERRY, WEISENBERG  --  read  once  and  referred  to  the\n         Committee on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to  amend the general business law, in relation to establishing\n         voluntary licensing of master plumbers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  28-F to read as follows:\n\n    3                                ARTICLE 28-F\n    4                        LICENSING OF MASTER PLUMBERS\n\n    5  SECTION 491. DEFINITIONS.\n    6          492. LICENSE; MASTER PLUMBER.\n    7          493. BOARD OF EXAMINERS.\n    8    S  491.  DEFINITIONS.  AS  USED  IN  THIS  ARTICLE, UNLESS THE CONTEXT\n    9  REQUIRES OTHERWISE:\n   10    1. \"BOARD\" MEANS THE BOARD OF EXAMINERS  FOR  MASTER  PLUMBERS  ESTAB-\n   11  LISHED BY SECTION FOUR HUNDRED NINETY-THREE OF THIS ARTICLE.\n   12    2. \"DEPARTMENT\" MEANS THE DEPARTMENT OF STATE.\n   13    3. \"SECRETARY\" MEANS THE SECRETARY OF STATE.\n   14    S 492. LICENSE; MASTER PLUMBER. 1. ANY PERSON WHO IS A PLUMBER IN THIS\n   15  STATE MAY APPLY TO THE SECRETARY FOR A LICENSE AS A MASTER PLUMBER. SUCH\n   16  A  LICENSE  SHALL  NOT  BE  REQUIRED  FOR THE PURPOSE OF ENGAGING IN THE\n   17  PROFESSION OF BEING A MASTER PLUMBER. HOWEVER,  SUCH  LICENSE  SHALL  BE\n   18  INDICATIVE  THAT  THE HOLDER THEREOF HAS MET THE STANDARDS FOR TRAINING,\n   19  KNOWLEDGE AND EXPERIENCE NECESSARY TO BE  A  MASTER  PLUMBER,  AND  ALSO\n   20  AUTHORIZE  THE  HOLDER  THEREOF  TO  ENGAGE IN THE PROFESSION OF BEING A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02323-01-1\n\n       A. 648                              2\n\n    1  MASTER PLUMBER IN ANY OTHER STATE WHICH GRANTS RECIPROCITY  TO  PLUMBERS\n    2  LICENSED  PURSUANT  TO  THIS ARTICLE. FURTHERMORE, EVERY PERSON LICENSED\n    3  PURSUANT TO THIS ARTICLE SHALL BE AUTHORIZED TO  PRACTICE  AS  A  MASTER\n    4  PLUMBER  THROUGHOUT  THE  STATE,  NOTWITHSTANDING  THE PROVISIONS OF THE\n    5  GENERAL CITY LAW AND THE  COUNTY  LAW;  PROVIDED,  HOWEVER,  NO  LICENSE\n    6  ISSUED  PURSUANT  TO THIS ARTICLE SHALL AUTHORIZE ANY PERSON TO PRACTICE\n    7  AS A PLUMBER IN ANY CITY HAVING A POPULATION OF ONE MILLION OR MORE.\n    8    2. ANY PLUMBER WISHING TO BE LICENSED PURSUANT TO THIS ARTICLE SHALL:\n    9    (A) SUBMIT AN APPLICATION THEREFOR TO THE SECRETARY IN SUCH  FORM  AND\n   10  MANNER AS PRESCRIBED BY THE SECRETARY AND CONTAINING SUCH INFORMATION AS\n   11  THE BOARD DETERMINES TO BE NECESSARY TO DETERMINE THE QUALIFICATIONS AND\n   12  FITNESS FOR LICENSING OF THE APPLICANT;\n   13    (B) SUBMIT THE APPLICATION FEE PRESCRIBED BY THE BOARD; AND\n   14    (C) COMPLETE AN EXAMINATION ESTABLISHED BY THE BOARD.\n   15    3. EVERY PERSON WHO SUCCESSFULLY PASSES THE EXAMINATION ESTABLISHED BY\n   16  THE  BOARD  AND  COMPLIES WITH THE PROVISIONS OF SUBDIVISION TWO OF THIS\n   17  SECTION SHALL BE LICENSED PURSUANT TO THIS ARTICLE.\n   18    4. EVERY LICENSE ISSUED PURSUANT  TO  THIS  ARTICLE  SHALL  REMAIN  IN\n   19  EFFECT  FOR A PERIOD OF TWO YEARS, AND MAY BE RENEWED FOR ADDITIONAL TWO\n   20  YEAR PERIODS UPON SUBMISSION OF A RENEWAL APPLICATION AND  THE  APPLICA-\n   21  TION FEE ESTABLISHED BY THE BOARD.\n   22    S  493.  BOARD  OF EXAMINERS. 1. THERE SHALL BE ESTABLISHED WITHIN THE\n   23  DEPARTMENT A BOARD OF EXAMINERS FOR MASTER PLUMBERS.  SUCH  BOARD  SHALL\n   24  CONSIST  OF  THIRTEEN  MEMBERS AS FOLLOWS:  THE SECRETARY, OR HIS OR HER\n   25  DESIGNEE; FOUR MEMBERS APPOINTED BY THE GOVERNOR; FOUR MEMBERS APPOINTED\n   26  BY THE TEMPORARY PRESIDENT OF THE SENATE; AND FOUR MEMBERS APPOINTED  BY\n   27  THE  SPEAKER  OF  THE  ASSEMBLY.  THE APPOINTED MEMBERS SHALL BE BROADLY\n   28  REPRESENTATIVE OF PERSONS ENGAGED IN THE PROFESSION OF  BEING  A  MASTER\n   29  PLUMBER.  EACH  APPOINTED  MEMBER  OF THE BOARD SHALL BE APPOINTED FOR A\n   30  TERM OF TWO YEARS. ANY MEMBER MAY BE REAPPOINTED FOR  ADDITIONAL  TERMS.\n   31  THE  STATE  FIRE  ADMINISTRATOR  SHALL SERVE AS AN ADDITIONAL NON-VOTING\n   32  MEMBER OF THE BOARD AND SHALL SERVE AS THE CHAIR.\n   33    2. THE BOARD SHALL MEET NOT LESS THAN THREE TIMES A YEAR.\n   34    3. THE BOARD SHALL PROMULGATE RULES AND REGULATIONS ESTABLISHING:\n   35    (A) THE SCOPE OF THE PROFESSION OF BEING A MASTER PLUMBER;\n   36    (B) QUALIFICATIONS FOR BEING A LICENSED MASTER PLUMBER;\n   37    (C) AN EXAMINATION TO DETERMINE THE KNOWLEDGE OF PERSONS APPLYING  FOR\n   38  A LICENSE PURSUANT TO THIS ARTICLE; AND\n   39    (D) FEES FOR LICENSES AND RENEWALS THEREOF PURSUANT TO THIS ARTICLE.\n   40    4.  THE SECRETARY SHALL DESIGNATE AN EMPLOYEE OF THE DEPARTMENT TO ACT\n   41  AS SECRETARY TO THE BOARD, AND SHALL PROVIDE SUCH BOARD WITH SUCH STENO-\n   42  GRAPHIC OR OTHER ASSISTANCE AS MAY BE NECESSARY.\n   43    5. MEMBERS OF THE BOARD SHALL RECEIVE NO  COMPENSATION  BUT  SHALL  BE\n   44  ENTITLED  TO  ACTUAL  AND  NECESSARY  TRAVELING AND OTHER EXPENSES WHILE\n   45  ENGAGED IN THE PERFORMANCE OF SUCH  MEMBER'S  DUTIES  PURSUANT  TO  THIS\n   46  ARTICLE.\n   47    S 2. This act shall take effect on the one hundred eightieth day after\n   48  it  shall  have  become  a  law. Provided that any rules and regulations\n   49  necessary to implement the provisions of this act on its effective  date\n   50  are authorized and directed to be completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to establishing voluntary licensing of master plumbers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T163209.TXT", "SOBI.D110103.T111901.TXT", "SOBI.D110103.T114901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294263129745
}