{
  "year" : 2011,
  "senateBillNo" : "A649-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A649-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes voluntary licensure of master electricians by the department of state",
  "summary" : "Establishes voluntary licensure of master electricians by the department of state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A8297-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          649\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GUNTHER, SAYWARD, GALEF, BURLING, McDONOUGH,\n         GIGLIO, BOYLAND -- Multi-Sponsored by -- M. of A. CROUCH, FINCH, HOOP-\n         ER, McENENY, PERRY, WEISENBERG  --  read  once  and  referred  to  the\n         Committee on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to  amend the general business law, in relation to establishing\n         voluntary licensing of master electricians\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  28-F to read as follows:\n\n    3                                ARTICLE 28-F\n    4                      LICENSING OF MASTER ELECTRICIANS\n\n    5  SECTION 491. DEFINITIONS.\n    6          492. LICENSE; MASTER ELECTRICIAN.\n    7          493. BOARD OF EXAMINERS.\n    8    S  491.  DEFINITIONS.  AS  USED  IN  THIS  ARTICLE, UNLESS THE CONTEXT\n    9  REQUIRES OTHERWISE:\n   10    1. \"BOARD\" MEANS THE BOARD OF EXAMINERS FOR MASTER ELECTRICIANS ESTAB-\n   11  LISHED BY SECTION FOUR HUNDRED NINETY-THREE OF THIS ARTICLE.\n   12    2. \"DEPARTMENT\" MEANS THE DEPARTMENT OF THE STATE.\n   13    3. \"SECRETARY\" MEANS THE SECRETARY OF STATE.\n   14    S 492. LICENSE; MASTER ELECTRICIAN. 1. ANY PERSON WHO IS  AN  ELECTRI-\n   15  CIAN  IN THIS STATE MAY APPLY TO THE SECRETARY FOR A LICENSE AS A MASTER\n   16  ELECTRICIAN. SUCH A LICENSE SHALL NOT BE REQUIRED  FOR  THE  PURPOSE  OF\n   17  ENGAGING  IN THE PROFESSION OF BEING A MASTER ELECTRICIAN. HOWEVER, SUCH\n   18  LICENSE SHALL BE INDICATIVE THAT THE HOLDER THEREOF HAS MET  THE  STAND-\n   19  ARDS  FOR  TRAINING,  KNOWLEDGE  AND EXPERIENCE NECESSARY TO BE A MASTER\n   20  ELECTRICIAN, AND ALSO AUTHORIZE THE HOLDER  THEREOF  TO  ENGAGE  IN  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02322-01-1\n\n       A. 649                              2\n\n    1  PROFESSION OF BEING A MASTER ELECTRICIAN IN ANY OTHER STATE WHICH GRANTS\n    2  RECIPROCITY  TO ELECTRICIANS LICENSED PURSUANT TO THIS ARTICLE. FURTHER-\n    3  MORE, EVERY PERSON LICENSED PURSUANT TO THIS ARTICLE SHALL BE AUTHORIZED\n    4  TO  PRACTICE AS A MASTER ELECTRICIAN THROUGHOUT THE STATE, NOTWITHSTAND-\n    5  ING THE PROVISIONS OF THE GENERAL CITY LAW AND THE COUNTY LAW.\n    6    2. ANY ELECTRICIAN WISHING TO BE LICENSED  PURSUANT  TO  THIS  ARTICLE\n    7  SHALL:\n    8    (A)  SUBMIT  AN APPLICATION THEREFOR TO THE SECRETARY IN SUCH FORM AND\n    9  MANNER AS PRESCRIBED BY THE SECRETARY AND CONTAINING SUCH INFORMATION AS\n   10  THE BOARD DETERMINES TO BE NECESSARY TO DETERMINE THE QUALIFICATIONS AND\n   11  FITNESS FOR LICENSING OF THE APPLICANT;\n   12    (B) SUBMIT THE APPLICATION FEE PRESCRIBED BY THE BOARD; AND\n   13    (C) COMPLETE AN EXAMINATION ESTABLISHED BY THE BOARD.\n   14    3. EVERY PERSON WHO SUCCESSFULLY PASSES THE EXAMINATION ESTABLISHED BY\n   15  THE BOARD AND COMPLIES WITH THE PROVISIONS OF SUBDIVISION  TWO  OF  THIS\n   16  SECTION SHALL BE LICENSED PURSUANT TO THIS ARTICLE.\n   17    4.  EVERY  LICENSE  ISSUED  PURSUANT  TO  THIS ARTICLE SHALL REMAIN IN\n   18  EFFECT FOR A PERIOD OF TWO YEARS, AND MAY BE RENEWED FOR ADDITIONAL  TWO\n   19  YEAR  PERIODS  UPON SUBMISSION OF A RENEWAL APPLICATION AND THE APPLICA-\n   20  TION FEE ESTABLISHED BY THE BOARD.\n   21    S 493. BOARD OF EXAMINERS. 1. THERE SHALL BE  ESTABLISHED  WITHIN  THE\n   22  DEPARTMENT  A  BOARD  OF  EXAMINERS  FOR MASTER ELECTRICIANS. SUCH BOARD\n   23  SHALL CONSIST OF THIRTEEN MEMBERS AS FOLLOWS:  THE SECRETARY, OR HIS  OR\n   24  HER  DESIGNEE;  FOUR  MEMBERS  APPOINTED  BY  THE GOVERNOR; FOUR MEMBERS\n   25  APPOINTED BY THE TEMPORARY PRESIDENT OF THE  SENATE;  AND  FOUR  MEMBERS\n   26  APPOINTED BY THE SPEAKER OF THE ASSEMBLY. THE APPOINTED MEMBERS SHALL BE\n   27  BROADLY  REPRESENTATIVE  OF PERSONS ENGAGED IN THE PROFESSION OF BEING A\n   28  MASTER  ELECTRICIAN.  EACH  APPOINTED  MEMBER  OF  THE  BOARD  SHALL  BE\n   29  APPOINTED  FOR  A  TERM  OF TWO YEARS. ANY MEMBER MAY BE REAPPOINTED FOR\n   30  ADDITIONAL TERMS.  THE STATE FIRE ADMINISTRATOR SHALL SERVE AS AN  ADDI-\n   31  TIONAL NON-VOTING MEMBER OF THE BOARD AND SHALL SERVE AS THE CHAIR.\n   32    2. THE BOARD SHALL MEET NOT LESS THAN THREE TIMES A YEAR.\n   33    3. THE BOARD SHALL PROMULGATE RULES AND REGULATIONS ESTABLISHING:\n   34    (A) THE SCOPE OF THE PROFESSION OF BEING A MASTER ELECTRICIAN;\n   35    (B) QUALIFICATIONS FOR BEING A LICENSED MASTER ELECTRICIAN;\n   36    (C)  AN EXAMINATION TO DETERMINE THE KNOWLEDGE OF PERSONS APPLYING FOR\n   37  A LICENSE PURSUANT TO THIS ARTICLE; AND\n   38    (D) FEES FOR LICENSES AND RENEWALS THEREOF PURSUANT TO THIS ARTICLE.\n   39    4. THE SECRETARY SHALL DESIGNATE AN EMPLOYEE OF THE DEPARTMENT TO  ACT\n   40  AS SECRETARY TO THE BOARD, AND SHALL PROVIDE SUCH BOARD WITH SUCH STENO-\n   41  GRAPHIC OR OTHER ASSISTANCE AS MAY BE NECESSARY.\n   42    5.  MEMBERS  OF  THE  BOARD SHALL RECEIVE NO COMPENSATION BUT SHALL BE\n   43  ENTITLED TO ACTUAL AND NECESSARY  TRAVELING  AND  OTHER  EXPENSES  WHILE\n   44  ENGAGED  IN  THE  PERFORMANCE  OF  SUCH MEMBER'S DUTIES PURSUANT TO THIS\n   45  ARTICLE.\n   46    S 2. This act shall take effect on the one hundred eightieth day after\n   47  it shall have become a law. Provided  that  any  rules  and  regulations\n   48  necessary  to implement the provisions of this act on its effective date\n   49  are authorized and directed to be completed on or before such  effective\n   50  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to establishing voluntary licensing of master electricians ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T163209.TXT", "SOBI.D110103.T111901.TXT", "SOBI.D110103.T114901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294263129748
}