{
  "year" : 2011,
  "senateBillNo" : "A651-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A651-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the farmland preservation advisory board",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation",
  "previousVersions" : [ "A8118-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          651\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GUNTHER, REILLY, SCHROEDER, MOLINARO, CASTRO,\n         LUPARDO -- Multi-Sponsored by -- M. of  A.  CAHILL,  CALHOUN,  CROUCH,\n         P. LOPEZ,  MAGEE,  TITUS -- read once and referred to the Committee on\n         Agriculture\n\n       AN ACT in relation to creating the farmland preservation advisory board;\n         and providing for the repeal of such provisions  upon  the  expiration\n         thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The farmland preservation advisory board.  1.  Creation  of\n    2  the farmland preservation advisory board. There is hereby created within\n    3  the  executive department a twelve member farmland preservation advisory\n    4  board.  Such board shall be appointed by the governor as follows:   four\n    5  members  upon  the recommendation of the governor, four members upon the\n    6  recommendation of the  temporary  president  of  the  senate,  and  four\n    7  members  upon  the  recommendation of the speaker of the assembly. Eight\n    8  members of the board shall constitute a quorum, and the affirmative vote\n    9  of eight members shall be required for the issuance of any formal  deci-\n   10  sion.  The  members  of  the  board shall elect a chairperson from among\n   11  their number.\n   12    2. Meetings of the board. The board shall meet  at  the  call  of  the\n   13  chairperson.\n   14    3.  Duties of the board. The board shall have the following powers and\n   15  duties:\n   16    (a) To conduct a review of any state-owned agricultural land,  exclud-\n   17  ing any such land owned by the department of environmental conservation;\n   18    (b) To evaluate methods for permanently preserving each such parcel of\n   19  land;\n   20    (c) To make recommendations for further action to be taken to preserve\n   21  each  such  parcel, including, but not limited to, recommendations for a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02321-01-1\n\n       A. 651                              2\n\n    1  conservation easement or possible transfer of the interest of such prop-\n    2  erty and the identification of potential recipients of any such  conser-\n    3  vation easement;\n    4    (d)  The  board may consider methods of preservation that would result\n    5  in an increase in revenue for the state;\n    6    (e) The board shall consult with the  agency  that  exercises  control\n    7  over the applicable parcel when conducting a review of such parcel;\n    8    (f) The board may consult with:\n    9    (i)  the  office  of  the attorney general to review legal options for\n   10  permanently preserving each such parcel, or\n   11    (ii) the department of environmental conservation or federal  agencies\n   12  to assist in calculating the conservation values for each such property.\n   13    4.  Board members; status. Notwithstanding any inconsistent provisions\n   14  of law, no officer or employee of the state, of any  political  subdivi-\n   15  sion  of  the  state,  of  any  governmental entity operating any public\n   16  school or college, or of any other public agency or  instrumentality  or\n   17  unit of government which exercises governmental powers under the laws of\n   18  the  state  shall forfeit such office or employment by reason of accept-\n   19  ance of appointment as a member of the board, nor shall service as  such\n   20  member  of  the  board  be  deemed incompatible or in conflict with such\n   21  office or employment. The members of the board shall be deemed employees\n   22  within the meaning of section 17 of the public officers law.\n   23    5. Board members; expenses. The members of the board shall serve with-\n   24  out salary or per diem allowance, but shall be entitled to reimbursement\n   25  for actual and necessary expenses incurred in the performance  of  offi-\n   26  cial  duties  pursuant  to  this  section  or  other  provision  of law;\n   27  provided, however, that such members are not, at the time such  expenses\n   28  are incurred, public employees otherwise entitled to such reimbursement.\n   29    6.  Term of office. The members of the board shall serve from the date\n   30  of appointment until January 16, 2013.\n   31    7. Reporting. No later than January 15, 2013, the board  shall  submit\n   32  its  recommendations  to  the  governor,  the temporary president of the\n   33  senate, the speaker of the assembly, the commissioner of agriculture and\n   34  markets, the commissioner of the department of  environmental  conserva-\n   35  tion,  the  chairs  of the senate and the assembly committee on agricul-\n   36  ture, and the chairs of the senate and assembly  committee  on  environ-\n   37  mental conservation.\n   38    S 2. For the purposes of this act, agricultural land means any land in\n   39  the  state which, based on soil types, existing and past use of the land\n   40  for agricultural purposes, and other relevant factors, is suitable for:\n   41    1. cultivating plants for production of human food and fiber and other\n   42  useful and valuable plant products;\n   43    2. producing animals, livestock, and poultry useful  to  man  and  the\n   44  environment; and\n   45    3.  providing economically profitable farm units. It may include adja-\n   46  cent pastures, wooded land, natural drainage areas  and  other  adjacent\n   47  open areas.\n   48    S  3.  This  act shall take effect immediately and shall expire and be\n   49  deemed repealed January 16, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to creating the farmland preservation advisory board; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T163709.TXT", "SOBI.D110103.T111901.TXT", "SOBI.D110103.T114901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294263429847
}