{
  "year" : 2011,
  "senateBillNo" : "A652-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A652-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides personal income tax credits for cold war veterans who own tangible real property",
  "summary" : "Provides personal income tax credits for cold war veterans who own tangible real property. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A7101-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          652\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to  providing  personal  income\n         tax credits for cold war veterans who own tangible real property\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (e-2) to read as follows:\n    3    (E-2)  COLD  WAR VETERAN'S TAX CREDIT. (1) FOR TAXABLE YEARS BEGINNING\n    4  ON JANUARY FIRST, TWO THOUSAND THIRTEEN, A RESIDENT TAXPAYER  WHO  IS  A\n    5  COLD  WAR  VETERAN  AS  DEFINED  IN  PARAGRAPH (A) OF SUBDIVISION ONE OF\n    6  SECTION FOUR HUNDRED FIFTY-EIGHT-B OF THE REAL PROPERTY TAX LAW SHALL BE\n    7  ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE  EQUAL  TO  TWO\n    8  HUNDRED DOLLARS.\n    9    (2)  IF  A TAXPAYER RECEIVES A REAL PROPERTY TAX EXEMPTION RELATING TO\n   10  SUCH STATUS UNDER SECTION FOUR HUNDRED FIFTY-EIGHT-B OF THE REAL PROPER-\n   11  TY TAX LAW, SUCH TAXPAYER SHALL NOT BE ELIGIBLE FOR THIS CREDIT.\n   12    (3) IF THE AMOUNT OF THE CREDIT ALLOWED UNDER THIS SUBSECTION FOR  ANY\n   13  TAXABLE  YEAR  SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR, THE EXCESS\n   14  SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED  IN\n   15  ACCORDANCE WITH THE PROVISIONS OF SECTION SIX HUNDRED EIGHTY-SIX OF THIS\n   16  ARTICLE, PROVIDED HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02315-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing personal income tax credits for cold war veterans who own tangible real property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T111901.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110105.T144702.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294256822418
}