{
  "year" : 2011,
  "senateBillNo" : "A655-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A655-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires health care providers to disclose errors in diagnosis, treatment, services that provider knows has caused substantial harm or significant risk thereof",
  "summary" : "Requires health care providers (i.e., an entity licensed/certified under certain articles of the public health law or the mental hygiene law, a health care practitioner licensed/registered/certified under title eight of the education law, or a provider of pharmaceutical products/services or durable medical equipment) to disclose errors in diagnosis, treatment or other services that the provider knows has caused substantial harm or significant risk of substantial harm; provides there shall be a rebuttable presumption that the provider knew of the error and the harm or risk of harm if, under the circumstances, the provider reasonably should have had knowledge thereof; provides such disclosure shall be made within a reasonable period of time and be reasonably understandable. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA1673-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          655\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GOTTFRIED, GANTT, MAGNARELLI, MAYERSOHN, McENENY,\n         PAULIN,  PERRY,  GALEF  --  Multi-Sponsored  by  --  M. of A. BRENNAN,\n         COLTON, DINOWITZ, HOOPER, JACOBS, J. MILLER, PHEFFER, WRIGHT  --  read\n         once and referred to the Committee on Health\n\n       AN  ACT  to amend the public health law, in relation to requiring health\n         care providers to inform patients or their representatives of  certain\n         errors in diagnosis, treatment or other services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature finds that the Ameri-\n    2  can Medical Association (AMA) has expressed its support  for  physicians\n    3  providing  full  disclosure  to  their  patients regarding their medical\n    4  treatments and conditions. The AMA's council  on  ethical  and  judicial\n    5  affairs  has  stated:  \"It  is  a fundamental ethical requirement that a\n    6  physician should at all times deal honestly and  openly  with  patients.\n    7  Patients  have a right to know their past and present medical status and\n    8  to be free of any mistaken beliefs concerning their conditions.    Situ-\n    9  ations occasionally occur in which a patient suffers significant medical\n   10  complications  that  may  have  resulted from the physician's mistake or\n   11  judgment. In these situations, the physician is  ethically  required  to\n   12  inform the patient of all the facts necessary to ensure understanding of\n   13  what  has  occurred.  Only  through full disclosure is a patient able to\n   14  make informed decisions regarding future medical care.\"   The AMA  adds:\n   15  \"Concern regarding legal liability which might result following truthful\n   16  disclosure  should  not  affect the physician's honesty with a patient.\"\n   17  (code of medical ethics: current opinions of the council on ethical  and\n   18  judicial  affairs,  AMA  Policy Finder, E-8.12, updated June, 1994.) The\n   19  legislature further finds that this ethical mandate ought  to  have  the\n   20  support  of  law,  and ought to apply not only to physicians, but to all\n   21  health care providers.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02351-01-1\n\n       A. 655                              2\n\n    1    S 2. The public health law is amended by adding a new  section  2805-u\n    2  to read as follows:\n    3    S  2805-U.  HEALTH CARE PROVIDER; DUTY TO INFORM PATIENT OF ERROR.  1.\n    4  DEFINITION. AS USED IN THIS SECTION, \"HEALTH  CARE  PROVIDER\"  MEANS  AN\n    5  ENTITY LICENSED OR CERTIFIED UNDER THIS ARTICLE OR ARTICLE THIRTY-SIX OF\n    6  THIS  CHAPTER  OR  UNDER  ARTICLE THIRTY-ONE OR THIRTY-TWO OF THE MENTAL\n    7  HYGIENE LAW, A HEALTH CARE PRACTITIONER LICENSED, REGISTERED  OR  CERTI-\n    8  FIED UNDER TITLE EIGHT OF THE EDUCATION LAW, OR A PROVIDER OF PHARMACEU-\n    9  TICAL PRODUCTS OR SERVICES OR DURABLE MEDICAL EQUIPMENT.\n   10    2.  A  HEALTH CARE PROVIDER SHALL DISCLOSE TO HIS, HER, OR ITS PATIENT\n   11  OR THE PATIENT'S REPRESENTATIVE, ANY ERROR IN  DIAGNOSIS,  TREATMENT  OR\n   12  OTHER  SERVICE BY THE HEALTH CARE PROVIDER THAT THE HEALTH CARE PROVIDER\n   13  KNOWS HAS CAUSED SUBSTANTIAL HARM OR  SIGNIFICANT  RISK  OF  SUBSTANTIAL\n   14  HARM  TO  THE  PATIENT. THERE SHALL BE A REBUTTABLE PRESUMPTION THAT THE\n   15  HEALTH CARE PROVIDER KNEW OF SUCH ERROR AND OF SUCH HARM OR RISK OF HARM\n   16  IF, UNDER THE CIRCUMSTANCES, THE HEALTH CARE PROVIDER REASONABLY  SHOULD\n   17  HAVE  HAD  KNOWLEDGE  THEREOF.  THE  DISCLOSURE  SHALL  BE MADE WITHIN A\n   18  REASONABLE PERIOD OF  TIME  AND  BE  REASONABLY  UNDERSTANDABLE  TO  THE\n   19  PATIENT  OR  THE PATIENT'S REPRESENTATIVE, AND SHALL INCLUDE A STATEMENT\n   20  OF THE HARM OR RISK OF HARM.\n   21    3. A HEALTH CARE PROVIDER SHALL NOT BE LIABLE FOR FAILURE TO  DISCLOSE\n   22  AN  ERROR,  HARM  OR  RISK OF HARM UNDER THIS SECTION IF THE HEALTH CARE\n   23  PROVIDER REASONABLY BELIEVES THAT SUCH DISCLOSURE HAS ALREADY BEEN  MADE\n   24  BY ANOTHER HEALTH CARE PROVIDER.\n   25    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring health care providers to inform patients or their representatives of certain errors in diagnosis, treatment or other services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110103.T112900.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110105.T144702.TXT", "SOBI.D110121.T120521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629521771
}