{
  "year" : 2011,
  "senateBillNo" : "A656-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A656-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "reported referred to ways and means",
    "billEventId" : "A656-2011-1295931600000-reported+referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of health to develop and administer training programs for coroners, coroners' physicians and medical examiners",
  "summary" : "Authorizes the commissioner of health to develop and administer training programs for coroners, coroners' physicians and medical examiners; provides for the making of regulations for minimum qualifications, minimum training and continuing education requirements, procedures and standards for pronouncing deaths and procedures and standards for investigating deaths; further requires the commissioner to send a copy to certain officers of the proposed regulations at least three months before formally proposing such regulation; makes an exemption for emergency rulemaking. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A879-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          656\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GOTTFRIED, ORTIZ -- Multi-Sponsored by -- M. of\n         A. BRENNAN, COOK, CYMBROWITZ, DINOWITZ, GALEF, HIKIND, HOOPER, JACOBS,\n         MAYERSOHN, McENENY, PAULIN, PHEFFER, J. RIVERA,  P. RIVERA,  ROBINSON,\n         TOWNS, WEISENBERG -- read once and referred to the Committee on Health\n\n       AN  ACT  to  amend the public health law, in relation to authorizing the\n         commissioner of health to develop and administer training programs for\n         coroners, coroners' physicians and medical examiners\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  4223 to read as follows:\n    3    S 4223. CORONER, CORONER'S PHYSICIAN, MEDICAL  EXAMINER;  REGULATIONS.\n    4  1.  THE  COMMISSIONER SHALL DEVELOP AND ADMINISTER TRAINING PROGRAMS FOR\n    5  CORONERS, CORONERS' PHYSICIANS, AND MEDICAL EXAMINERS.\n    6    2. THE COMMISSIONER SHALL MAKE  REGULATIONS  APPLICABLE  TO  CORONERS,\n    7  CORONERS'  PHYSICIANS,  AND MEDICAL EXAMINERS, INCLUDING BUT NOT LIMITED\n    8  TO:\n    9    (A) MINIMUM QUALIFICATIONS FOR  CORONERS,  CORONERS'  PHYSICIANS,  AND\n   10  MEDICAL EXAMINERS.\n   11    (B)  MINIMUM TRAINING AND CONTINUING EDUCATION REQUIREMENTS FOR CORON-\n   12  ERS, CORONERS' PHYSICIANS, AND MEDICAL EXAMINERS.\n   13    (C) PROCEDURES AND STANDARDS FOR PRONOUNCING DEATHS.\n   14    (D) PROCEDURES AND STANDARDS FOR INVESTIGATING DEATHS.\n   15    (E) ANY OTHER PROVISIONS NECESSARY TO ENSURE  APPROPRIATE  PERFORMANCE\n   16  OF  THE  DUTIES OF CORONERS, CORONERS' PHYSICIANS, AND MEDICAL EXAMINERS\n   17  AND TO CARRY OUT THE PROVISIONS OF THIS CHAPTER.\n   18    3. REGULATIONS UNDER THIS SECTION SHALL APPLY TO  CORONERS,  CORONERS'\n   19  PHYSICIANS,  AND  MEDICAL EXAMINERS IN ADDITION TO THE PROVISIONS OF ANY\n   20  OTHER LAW, LOCAL LAW OR REGULATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02285-01-1\n\n       A. 656                              2\n\n    1    4. (A) AT LEAST THREE MONTHS BEFORE FORMALLY  PROPOSING  TO  MAKE  ANY\n    2  REGULATION  UNDER THIS ARTICLE, THE COMMISSIONER, IN ACCORDANCE WITH THE\n    3  PROVISIONS OF THE STATE ADMINISTRATIVE PROCEDURE ACT, SHALL SEND A  COPY\n    4  OF  THE PROPOSED REGULATION TO THE CHIEF EXECUTIVE AND PRESIDING OFFICER\n    5  OF THE LEGISLATIVE BODY OF EVERY COUNTY AND THE CITY OF NEW YORK, AND TO\n    6  EVERY  LOCAL HEALTH OFFICER, WITH A NOTICE (I) REQUESTING COMMENT ON THE\n    7  PROPOSED REGULATION, ESPECIALLY WITH RESPECT TO ANY  CONFLICT  WITH  ANY\n    8  LAW,  LOCAL LAW, REGULATION, OR PRACTICE; AND (II) STATING THE PROCEDURE\n    9  AND TIMETABLE FOR ADOPTION OF THE PROPOSED REGULATION.\n   10    (B) THE COMMISSIONER MAY MODIFY THE PROPOSED REGULATION, OR MAKE REGU-\n   11  LATIONS, UNDER THIS SECTION TO ACCOMMODATE ANY  LAW,  LOCAL  LAW,  REGU-\n   12  LATION OR PRACTICE OF A PARTICULAR COUNTY OR COUNTIES OR THE CITY OF NEW\n   13  YORK.\n   14    (C)  IN  THE  CASE OF AN EMERGENCY RULEMAKING UNDER SUBDIVISION SIX OF\n   15  SECTION TWO HUNDRED TWO OF THE STATE ADMINISTRATIVE PROCEDURE  ACT,  THE\n   16  THREE  MONTH  PRIOR NOTIFICATION REQUIREMENT UNDER PARAGRAPH (A) OF THIS\n   17  SUBDIVISION SHALL NOT APPLY, BUT A COPY OF THE REGULATION AND NOTICE, AS\n   18  TO CONSIDERATION OF THE REGULATION IN ACCORDANCE WITH THE PROVISIONS  OF\n   19  THE STATE ADMINISTRATIVE PROCEDURE ACT, SHALL BE IMMEDIATELY SENT TO THE\n   20  OFFICERS REFERRED TO IN PARAGRAPH (A) OF THIS SUBDIVISION, WITH A NOTICE\n   21  (I) REQUESTING COMMENT ON THE REGULATION, ESPECIALLY WITH RESPECT TO ANY\n   22  CONFLICT  WITH  ANY  LAW,  LOCAL  LAW, REGULATION, OR PRACTICE, AND (II)\n   23  STATING THE PROCEDURE AND TIMETABLE FOR  FURTHER  CONSIDERATION  OF  THE\n   24  REGULATION UNDER THE STATE ADMINISTRATIVE PROCEDURE ACT.\n   25    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to authorizing the commissioner of health to develop and administer training programs for coroners, coroners' physicians and medical examiners ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110103.T112900.TXT", "SOBI.D110105.T153729.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864441
}