{
  "year" : 2011,
  "senateBillNo" : "A659-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A659-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "reported",
    "billEventId" : "A659-2011-1294722000000-reported",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294894800000,
    "eventText" : "advanced to third reading cal.9",
    "billEventId" : "A659-2011-1294894800000-advanced+to+third+reading+cal.9",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295326800000,
    "eventText" : "passed assembly",
    "billEventId" : "A659-2011-1295326800000-passed+assembly",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295326801000,
    "eventText" : "delivered to senate",
    "billEventId" : "A659-2011-1295326801000-delivered+to+senate",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295326802000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "A659-2011-1295326802000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the scope, manner and performance of review of claims by utilization review agents",
  "summary" : "Regulates the scope, manner and performance of review of claims by utilization review agents; provides that denial of coverage for emergency services is not based solely on final diagnosis. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA792-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          659\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GOTTFRIED -- Multi-Sponsored by -- M. of A. KELL-\n         NER -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law and the insurance law, in relation\n         to approvals by a utilization review agent\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (h) of subdivision  1  of  section  4902  of  the\n    2  public  health  law,  as  added  by  chapter 705 of the laws of 1996, is\n    3  amended to read as follows:\n    4    (h) Establishment of a requirement that emergency services rendered to\n    5  an enrollee shall not  be  subject  to  prior  authorization  nor  shall\n    6  reimbursement  for  such  services  be  denied  on retrospective review;\n    7  provided, however, that such services are medically necessary to  stabi-\n    8  lize  or treat an emergency condition.  IN REVIEWING A DENIAL FOR COVER-\n    9  AGE OF EMERGENCY SERVICES TO TREAT AN EMERGENCY MEDICAL  CONDITION,  THE\n   10  UTILIZATION REVIEW AGENT SHALL TAKE THE FOLLOWING FACTORS INTO CONSIDER-\n   11  ATION:\n   12    (1) THE TIME OF DAY AND DAY OF THE WEEK THE CARE WAS PROVIDED;\n   13    (2)  THE  PRESENTING  SYMPTOMS,  INCLUDING  BUT NOT LIMITED TO, SEVERE\n   14  PAIN, TO ENSURE THAT THE DECISION TO DENY  REIMBURSEMENT  FOR  EMERGENCY\n   15  SERVICE IS NOT MADE SOLELY ON THE BASIS OF THE FINAL DIAGNOSIS.\n   16    S  2. Subdivision 7 of section 4903 of the public health law, as added\n   17  by chapter 586 of the laws of 1998, is amended to read as follows:\n   18    7. Failure by the utilization review agent  to  make  a  determination\n   19  within the time periods prescribed in this section shall be deemed to be\n   20  an  [adverse  determination  subject to appeal pursuant to section forty\n   21  nine hundred four of this title] APPROVAL.\n   22    S 3. Subdivision 1 of section 4904 of the public health law, as  added\n   23  by chapter 705 of the laws of 1996, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02281-02-1\n\n       A. 659                              2\n\n    1    1.  An  enrollee,  the  enrollee's  designee  and[, in connection with\n    2  retrospective adverse determinations,] an enrollee's health care provid-\n    3  er, may appeal an adverse determination rendered by a utilization review\n    4  agent.\n    5    S  4.  The  opening  paragraph of subdivision 5 of section 4905 of the\n    6  public health law is designated paragraph (a) and a new paragraph (b) is\n    7  added to read as follows:\n    8    (B) WHENEVER A UTILIZATION REVIEW AGENT MAKES A VERBAL  REPRESENTATION\n    9  REGARDING  PREAUTHORIZATION  OR  APPROVAL,  THE UTILIZATION REVIEW AGENT\n   10  SHALL IMMEDIATELY THEREAFTER SUPPLY THE PROVIDER WITH A WRITTEN  CONFIR-\n   11  MATION OF THE APPROVAL BY EITHER:\n   12    (I)  SENDING  A  COPY  OF  SUCH APPROVAL THROUGH ELECTRONIC MAIL TO AN\n   13  ADDRESS SPECIFIED BY THE PROVIDER;\n   14    (II) SENDING A COPY OF SUCH APPROVAL THROUGH FACSIMILE TRANSMISSION TO\n   15  A NUMBER SPECIFIED BY THE PROVIDER; OR\n   16    (III) POSTING A COPY OF SUCH APPROVAL ON A  SPECIFIC  WEBPAGE  OF  THE\n   17  INSURER'S  WEBSITE  TO WHICH THE PROVIDER HAS BEEN DIRECTED AND TO WHICH\n   18  THE PROVIDER HAS BEEN GIVEN ACCESS SO THAT THE PROVIDER MAY  IMMEDIATELY\n   19  PRINT AND RETAIN A HARD COPY.\n   20    S  5.  The  opening  paragraph of subdivision 2 of section 4910 of the\n   21  public health law, as amended by chapter 237 of the  laws  of  2009,  is\n   22  amended to read as follows:\n   23    An  enrollee, the enrollee's designee and[, in connection with concur-\n   24  rent and retrospective adverse  determinations,]  an  enrollee's  health\n   25  care provider, shall have the right to request an external appeal when:\n   26    S  6.  Paragraph  8 of subsection (a) of section 4902 of the insurance\n   27  law, as added by chapter 705 of the laws of 1996, is amended to read  as\n   28  follows:\n   29    (8) Establishment of a requirement that emergency services rendered to\n   30  an  insured  shall  not  be  subject  to  prior  authorization nor shall\n   31  reimbursement for such  services  be  denied  on  retrospective  review;\n   32  provided,  however, that such services are medically necessary to stabi-\n   33  lize or treat an emergency condition.  IN REVIEWING A DENIAL FOR  COVER-\n   34  AGE  OF  EMERGENCY SERVICES TO TREAT AN EMERGENCY MEDICAL CONDITION, THE\n   35  UTILIZATION REVIEW AGENT SHALL TAKE THE FOLLOWING FACTORS INTO CONSIDER-\n   36  ATION:\n   37    (I) THE TIME OF DAY AND DAY OF THE WEEK THE CARE WAS PROVIDED;\n   38    (II) THE PRESENTING SYMPTOMS, INCLUDING BUT  NOT  LIMITED  TO,  SEVERE\n   39  PAIN,  TO  ENSURE  THAT THE DECISION TO DENY REIMBURSEMENT FOR EMERGENCY\n   40  SERVICE IS NOT MADE SOLELY ON THE BASIS OF THE FINAL DIAGNOSIS.\n   41    S 7. Subsection (g) of section 4903 of the insurance law, as added  by\n   42  chapter 586 of the laws of 1998, is amended to read as follows:\n   43    (g)  Failure  by  the utilization review agent to make a determination\n   44  within the time periods prescribed in this section shall be deemed to be\n   45  an [adverse determination subject to appeal  pursuant  to  section  four\n   46  thousand nine hundred four of this title] APPROVAL.\n   47    S  8. Subsection (a) of section 4904 of the insurance law, as added by\n   48  chapter 705 of the laws of 1996, is amended to read as follows:\n   49    (a) An insured, the insured's designee and[, in connection with retro-\n   50  spective adverse determinations,] an insured's health care provider, may\n   51  appeal an adverse determination rendered by a utilization review agent.\n   52    S 9. The opening paragraph of subsection (e) of section  4905  of  the\n   53  insurance  law  is designated paragraph 1 and a new paragraph 2 is added\n   54  to read as follows:\n   55    (2) WHENEVER A UTILIZATION REVIEW AGENT MAKES A VERBAL  REPRESENTATION\n   56  REGARDING  PREAUTHORIZATION  OR  APPROVAL,  THE UTILIZATION REVIEW AGENT\n\n       A. 659                              3\n\n    1  SHALL IMMEDIATELY THEREAFTER SUPPLY THE PROVIDER WITH A WRITTEN  CONFIR-\n    2  MATION OF THE APPROVAL BY EITHER:\n    3    (I)  SENDING  A  COPY  OF  SUCH APPROVAL THROUGH ELECTRONIC MAIL TO AN\n    4  ADDRESS SPECIFIED BY THE PROVIDER;\n    5    (II) SENDING A COPY OF SUCH APPROVAL THROUGH FACSIMILE TRANSMISSION TO\n    6  A NUMBER SPECIFIED BY THE PROVIDER; OR\n    7    (III) POSTING A COPY OF SUCH APPROVAL ON A  SPECIFIC  WEBPAGE  OF  THE\n    8  INSURER'S  WEBSITE  TO WHICH THE PROVIDER HAS BEEN DIRECTED AND TO WHICH\n    9  THE PROVIDER HAS BEEN GIVEN ACCESS SO THAT THE PROVIDER MAY  IMMEDIATELY\n   10  PRINT AND RETAIN A HARD COPY.\n   11    S  10.  The opening paragraph of subsection (b) of section 4910 of the\n   12  insurance law, as amended by chapter 237 of the laws of 2009, is amended\n   13  to read as follows:\n   14    An insured, the insured's designee and[, in connection with concurrent\n   15  and retrospective adverse  determinations,]  an  insured's  health  care\n   16  provider, shall have the right to request an external appeal when:\n   17    S 11.  This act shall take effect on January first next succeeding the\n   18  date  on  which it shall have become a law, and shall apply to all poli-\n   19  cies and contracts issued, renewed, modified, altered or amended on  and\n   20  after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T165658.TXT", "SOBI.D110103.T112900.TXT", "SOBI.D110111.T123202.TXT", "SOBI.D110118.T162156.TXT", "SOBI.D110103.T115902.TXT", "SOBI.D110105.T153729.TXT", "SOBI.D110113.T114320.TXT", "SOBI.D110118.T162655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295387818438
}