{
  "year" : 2011,
  "senateBillNo" : "A66-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A66-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires clear and legible dating along with recommended conditions of storage to ensure freshness of certain perishable foods and provides penalties for violations",
  "summary" : "Requires clear and legible dating along with recommended conditions of storage to ensure freshness of perishable foods; makes exemptions; authorizes enforcement and the imposition of a written \"stop sale order\" for any violation; provides penalties for violations including a five hundred dollar fine for any store found not complying with such requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A1736-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          66\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, GALEF -- Multi-Sponsored by -- M. of A.\n         BRENNAN,  HOOPER,  MAYERSOHN,  McENENY, ORTIZ, WEISENBERG -- read once\n         and referred to the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the agriculture and markets law, in relation to  certain\n         perishable foods\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 16 of the agriculture and markets law is amended by\n    2  adding a new subdivision 45 to read as follows:\n    3    45. (A) RECEIVE AND EVALUATE COMPLAINTS AND INITIATE HIS  OR  HER  OWN\n    4  INVESTIGATIONS  RELATING TO MATTERS PROVIDED IN ARTICLE TWELVE-B OF THIS\n    5  CHAPTER, RELATING TO CERTAIN  PERISHABLE  FOODS,  AND  TAKE  APPROPRIATE\n    6  ACTION  RELATED  THERETO, INCLUDING STOP SALE ORDERS WHERE NECESSARY AND\n    7  PROPER.\n    8    (B) THE COMMISSIONER SHALL HAVE THE POWER, AFTER REASONABLE NOTICE AND\n    9  HEARING, TO DETERMINE THE REASONABLENESS OF ANY STATEMENT  OR  REPRESEN-\n   10  TATION  AS  TO  THE  DATE  AND CONDITIONS OF STORAGE AFFIXED PURSUANT TO\n   11  ARTICLE TWELVE-B OF THIS CHAPTER.\n   12    S 2. The agriculture and markets law is amended by adding a new  arti-\n   13  cle 12-B to read as follows:\n   14                                ARTICLE 12-B\n   15                              PERISHABLE FOODS\n   16  SECTION 156-J. STATEMENT OF LEGISLATIVE FINDINGS AND PURPOSES.\n   17          156-K. DEFINITIONS.\n   18          156-L. LABELLING REQUIREMENTS.\n   19          156-M. EXEMPTIONS.\n   20          156-N. EXCEPTIONAL CIRCUMSTANCES.\n   21          156-O. ENFORCEMENT.\n   22          156-P. RULES AND REGULATIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04473-01-1\n\n       A. 66                               2\n\n    1    S 156-J. STATEMENT OF LEGISLATIVE FINDINGS AND PURPOSES.  THE LEGISLA-\n    2  TURE HEREBY FINDS AND DECLARES THAT:\n    3    1.  CONSUMERS CANNOT BE CERTAIN THAT FOOD OFFERED FOR SALE IS FRESH OR\n    4  THAT IT WILL REMAIN FRESH FOR A REASONABLE PERIOD OF TIME  AFTER  IT  IS\n    5  PURCHASED. THE LEGISLATURE PARTICULARLY RECOGNIZES CONSUMER CONCERN WITH\n    6  THE  FRESHNESS  OF  FOODS  INCLUDING, BUT NOT LIMITED TO, MEAT, POULTRY,\n    7  FISH, DAIRY PRODUCTS, EGGS, FRUIT, VEGETABLES, AND BAKED GOODS.\n    8    2. THE LEGISLATURE FURTHER FINDS THAT THE FOOD INDUSTRY'S PRACTICE  OF\n    9  CONTROLLING FOOD FRESHNESS THROUGH CODED DATES HAS PROVEN INADEQUATE FOR\n   10  PROTECTION OF THE PUBLIC.\n   11    3. THE LEGISLATURE DECLARES THAT A MANDATORY SYSTEM OF CLEAR AND LEGI-\n   12  BLE DATING ACCOMPANIED BY A STATEMENT OF RECOMMENDED CONDITIONS OF STOR-\n   13  AGE  IS  THE  BEST WAY TO ASSURE CONSUMERS OF THE FRESHNESS OF THE GOODS\n   14  THAT THEY BUY IN STORES.\n   15    S 156-K. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE, THE  FOLLOWING\n   16  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   17    1.  \"FOOD  STORE\" MEANS A STORE SELLING FOOD AT RETAIL, WHICH STORE IS\n   18  NOT PRIMARILY ENGAGED IN THE SALE OF FOOD FOR CONSUMPTION ON  THE  PREM-\n   19  ISES;\n   20    2.  \"PERISHABLE FOODS\" MEANS AND INCLUDES (A) EGGS, GRADE AA, GRADE A,\n   21  AND GRADE B SHELL EGGS;\n   22    (B) ALL PRE-PACKAGED, FULLY OR PARTIALLY PREPARED  BAKED  GOODS  WHICH\n   23  HAVE  A  MOISTURE  CONTENT  EXCEEDING  EIGHTEEN PERCENT, WITH OR WITHOUT\n   24  ADDITIVES, KNOWN AS:\n   25    (I) BREADS, ROLLS AND BUNS AS DEFINED PURSUANT TO TITLE 21, CHAPTER 1,\n   26  PART 136.110 OF THE CODE OF FEDERAL REGULATIONS, EXCEPT THOSE  KNOWN  AS\n   27  FRUITCAKES;\n   28    (II)  CAKES,  PASTRIES, AND COOKIES, EXCEPT THOSE THAT ARE OFFERED FOR\n   29  SALE IN INDIVIDUAL, PORTION PACK, SNACK-TYPE PACKAGES;\n   30    (III) ENGLISH MUFFINS, CORN MUFFINS, BRAN MUFFINS, AND  OTHER  SIMILAR\n   31  PRODUCTS;\n   32    (C) THE FOLLOWING PREPACKAGED DAIRY AND DAIRY-TYPE PRODUCTS:\n   33    (I)  THOSE  PRODUCTS WITH OR WITHOUT ADDITIVES OR FLAVORINGS, KNOWN AS\n   34  CHEESE, AS DEFINED PURSUANT TO TITLE 21, CHAPTER 1, PART 133 OF THE CODE\n   35  OF FEDERAL REGULATIONS, THAT CONTAIN FIFTY PERCENT OR MORE  MOISTURE  IN\n   36  THE FINISHED PRODUCT;\n   37    (II)  LOW-FAT,  MULTI-VITAMIN,  MULTI-MINERAL TYPE MILK PRODUCTS WHICH\n   38  ARE NORMALLY STORED AT TEMPERATURES BETWEEN THIRTY-TWO  DEGREES  FAHREN-\n   39  HEIT AND FORTY DEGREES FAHRENHEIT;\n   40    (III) FLAVORED MILK;\n   41    (IV)  CULTURED  MILK,  CULTURED MILK PRODUCTS, CULTURED SKIM-MILK, AND\n   42  CULTURED SKIM-MILK PRODUCTS, WITH OR WITHOUT FRUITS, VEGETABLES,  MEATS,\n   43  CHEESES, OR OTHER ADDITIVES;\n   44    (V) MILK SHAKE;\n   45    (VI) EGGNOG;\n   46    (VII)  YOGURT,  MADE  FROM  SKIM-MILK  OR  WHOLE MILK, WITH OR WITHOUT\n   47  FRUITS, VEGETABLES, MEATS, OR  OTHER ADDITIVES;\n   48    (VIII) WHIPPED CREAM AND INSTANT WHIPPED CREAM;\n   49    (IX) SOUR CREAM, CULTURED CREAM, SALAD CREAM,  AND  NON-CULTURED  SOUR\n   50  CREAM, WITH OR WITHOUT CULTURED HALF AND HALF;\n   51    (X) SOUR HALF AND HALF, CULTURED HALF AND HALF, NON-CULTURED SOUR HALF\n   52  AND HALF, AND NON-CULTURED HALF AND HALF;\n   53    (XI) DAIRY DRESSING AND DAIRY DIP;\n   54    (XII)  NON-DAIRY  COFFEE CREAMERS WHICH ARE NORMALLY STORED AT TEMPER-\n   55  ATURES BETWEEN THIRTY-TWO DEGREES FAHRENHEIT AND FORTY  DEGREES  FAHREN-\n   56  HEIT; AND\n\n       A. 66                               3\n\n    1    (D) ALL PRE-PACKAGED, PREPARED FOODS WHICH REQUIRE REFRIGERATION.\n    2    3.  \"RETAIL\"  OR  \"RETAIL  SALE\"  MEANS A SALE TO A CONSUMER OR TO ANY\n    3  PERSON FOR ANY PURPOSE OTHER THAN FOR RESALE;\n    4    4. \"SELL\" OR \"OFFER TO SELL\" MEANS THE ACT OF SELLING, DISPLAYING,  OR\n    5  OFFERING FOR RETAIL SALE FOR OFF-PREMISES HUMAN CONSUMPTION.\n    6    S  156-1.  LABELLING  REQUIREMENTS.  1.  NO FOOD STORE SHALL OFFER FOR\n    7  RETAIL SALE ANY PERISHABLE FOOD UNLESS THE CONTAINER OF SUCH  PERISHABLE\n    8  FOOD  IS LABELLED IN ACCORDANCE WITH SUBDIVISION TWO OF THIS SECTION AND\n    9  STAMPED, PRINTED, OR OTHERWISE PLAINLY AND CONSPICUOUSLY MARKED WITH THE\n   10  FOLLOWING INFORMATION:\n   11    (A) THE LAST DAY OR DATE OF SALE OR THE LAST DAY OR  DATE  FOR  RECOM-\n   12  MENDED USAGE; AND\n   13    (B)  A STATEMENT INDICATING RECOMMENDED CONDITIONS OR METHODS OF STOR-\n   14  AGE.\n   15    2. THE INFORMATION REQUIRED BY SUBDIVISION ONE OF THIS  SECTION  SHALL\n   16  BE CLEARLY MARKED ON EACH AND EVERY PACKAGE OR ITEM AS FOLLOWS:\n   17    (A)  THE  INFORMATION SHALL APPEAR ON THE TOP COVER OR PRINCIPAL FRONT\n   18  OR BACK PANEL OF ITS CONTAINER OR ON A LABEL AFFIXED THERETO; OR\n   19    (B) A NOTICE SHALL APPEAR ON THE TOP COVER OR PRINCIPAL FRONT OR  BACK\n   20  PANEL  OR  ON  THE  LABEL AFFIXED THERETO INDICATING THE LOCATION ON THE\n   21  PACKAGE OF SUCH INFORMATION.\n   22    S  156-M.  EXEMPTIONS.  THE  REQUIREMENTS  OF  SECTION   ONE   HUNDRED\n   23  FIFTY-SIX-1 OF THIS ARTICLE SHALL NOT APPLY TO:\n   24    1.  ANY PRODUCT STORED AT OR BELOW A TEMPERATURE OF THIRTY-TWO DEGREES\n   25  FAHRENHEIT IN ACCORDANCE WITH THE RECOMMENDATION OF THE MANUFACTURER  OR\n   26  PROCESSOR;\n   27    2. ANY PRODUCT HEREINABOVE DESIGNATED WHICH IS STERILIZED WHEN HERMET-\n   28  ICALLY  SEALED  AND PACKAGED AND IS SO MAINTAINED UNTIL THE TIME OF SALE\n   29  BY A FOOD STORE TO THE PUBLIC;\n   30    3. ANY PRODUCT MADE FROM PRODUCTS AFTER THE  DATE  MARKED  WHERE  SUCH\n   31  SECONDARY PRODUCTS ARE THE RESULT OF AN ADDITIONAL PROCESSING STAGE;\n   32    4.  ANY  COMPANY  OWNED  STORES, COMMONLY KNOWN AS \"THRIFT STORES\", AT\n   33  WHICH CERTAIN PRODUCTS ARE SOLD OR OFFERED FOR SALE, AT A REDUCED PRICE,\n   34  AFTER THE RECOMMENDED SELL-BY-DATE FOR SUCH GOODS; AND\n   35    5. ANY PACKAGE WHICH CONTAINS SMALLER PACKAGES OF FOOD PRODUCT IF  THE\n   36  SMALLER   PACKAGES  BEAR  LABEL  INFORMATION  WHICH  COMPLIES  WITH  THE\n   37  PROVISIONS OF THIS SECTION AND IF THAT INFORMATION IS READILY ACCESSIBLE\n   38  TO THE CONSUMER.\n   39    S 156-N. EXCEPTIONAL CIRCUMSTANCES. UPON WRITTEN  APPLICATION  TO  THE\n   40  COMMISSIONER,  AND  UPON  A SHOWING OF EXCEPTIONAL CIRCUMSTANCES, A FOOD\n   41  STORE MAY BE GRANTED AN EXTENSION IN WRITING, NOT TO EXCEED SIX  MONTHS,\n   42  IN  WHICH  TO COMPLY, IN WHOLE OR IN PART, WITH THE REQUIREMENTS OF THIS\n   43  ARTICLE. IN THE EVENT THAT A FOOD STORE HAS SUBSTANTIALLY COMPLIED  WITH\n   44  THE REQUIREMENTS OF THIS ARTICLE DURING THE PREVIOUSLY GRANTED EXTENSION\n   45  PERIOD, BUT EXCEPTIONAL CIRCUMSTANCES EXIST WHICH RENDER FULL COMPLIANCE\n   46  DURING  THE  EXTENSION PERIOD IMPOSSIBLE, IMPRACTICABLE, OR CREATE UNDUE\n   47  FINANCIAL HARDSHIP, A FOOD STORE MAY APPLY IN WRITING TO THE COMMISSION-\n   48  ER FOR AN ADDITIONAL FINAL EXTENSION IN ORDER TO FULLY COMPLY WITH  THIS\n   49  ARTICLE. ANY REQUEST FOR AN ADDITIONAL FINAL EXTENSION MUST BE SUPPORTED\n   50  BY  EVIDENCE  OF  EXCEPTIONAL  CIRCUMSTANCES  AND SUBSTANTIAL COMPLIANCE\n   51  DURING THE PREVIOUSLY GRANTED EXTENSION PERIOD.\n   52    S 156-O. ENFORCEMENT. 1. WHENEVER  THE  COMMISSIONER  OR  HIS  OR  HER\n   53  REPRESENTATIVE  SHALL  FIND ANY FOOD STORE IN VIOLATION OF THIS ARTICLE,\n   54  THE COMMISSIONER OR HIS OR HER REPRESENTATIVE MAY ISSUE A WRITTEN  \"STOP\n   55  SALE ORDER\" TO SUCH FOOD STORE WARNING OF SUCH VIOLATION. ANY SUCH ORDER\n   56  MAY  DIRECT THE FOOD STORE TO REMOVE FROM SALE OR DISPOSE OF ANY PERISH-\n\n       A. 66                               4\n\n    1  ABLE FOOD FOUND TO BE IN VIOLATION OF SECTION ONE HUNDRED FIFTY-SIX-1 OF\n    2  THIS ARTICLE.\n    3    2.   ANY FOOD STORE WHICH HAS BEEN ISSUED A \"STOP SALE ORDER\" PURSUANT\n    4  TO SUBDIVISION ONE OF THIS SECTION AND WHICH FAILS TO FOLLOW ANY ONE  OR\n    5  MORE DIRECTIVES SET FORTH THEREIN SHALL BE SUBJECT TO A CIVIL PENALTY IN\n    6  AN AMOUNT NOT TO EXCEED FIVE HUNDRED DOLLARS.\n    7    S  156-P.  RULES  AND  REGULATIONS. THE COMMISSIONER IS AUTHORIZED AND\n    8  DIRECTED TO PROMULGATE ANY RULES AND REGULATIONS NECESSARY AND APPROPRI-\n    9  ATE FOR THE IMPLEMENTATION OF THIS ARTICLE.\n   10    S 3. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law; provided, however that effective  immediate-\n   12  ly,  the  addition,  amendment and/or repeal of any rules or regulations\n   13  necessary for the implementation of the foregoing provisions of this act\n   14  on its effective date  are  authorized  and  directed  to  be  made  and\n   15  completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to certain perishable foods ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101216.T102403.TXT", "SOBI.D101216.T103411.TXT", "SOBI.D101217.T095929.TXT", "SOBI.D110131.T100149.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296486109189
}