{
  "year" : 2011,
  "senateBillNo" : "A660-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A660-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides person/entity with authority to operate a hospital shall be subject to approval by public health and health planning council for establishment of hospital and other actions",
  "summary" : "Makes various provisions regarding establishment of a hospital: provides that any person and various other listed entities (i.e., partnership, company, stockholder, member, corporation or other entity) with authority to operate a hospital, shall be subject to approval for establishment by the public health and health planning council (unless otherwise authorized to operate a hospital without such establishment approval); provides that any assignment or delegation of any authority to operate a hospital shall be subject to approval for establishment by the council (with certain specified exceptions); specifies circumstance under which a person, partnership, company, etc. shall be deemed to have authority to operate a hospital subject to circumstances under which a person, partnership, company, etc. shall be deemed to have authority to operate a hospital (i.e., if it has decision-making authority over listed matters); provides that any amendment to a mission statement of a hospital shall be subject to review by the council which shall issue an advisory opinion regarding the impact thereof; requires voluntary non-profit general hospital mission statement to identify the mission and philosophy of the hospital as it relates to the provision of all health care services and requires proposed amendments thereto to be submitted to the public health council and health commissioner at least 90 days prior to adoption for review. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to hospital establishment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T112900.TXT", "SOBI.D110103.T115401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294073641669
}