{
  "year" : 2011,
  "senateBillNo" : "A661-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A661-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides Medicaid reimbursement for interpretation services provided by hospital inpatient and outpatient departments",
  "summary" : "Provides Medicaid reimbursement for interpretation services provided by hospital inpatient, outpatient and emergency department settings and in diagnostic treatment centers; provides further that time frames for notice, approval or certification of rates of payment and to the requirement of prior notice of rates of payment are suspended deemed without any force and effect from and after February 1, for such rates effective for the period April 1 through March 31 in the initial year of implementation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA733-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          661\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GOTTFRIED, RAMOS, PAULIN, LANCMAN, KELLNER, WEIS-\n         ENBERG,  PHEFFER,  PERRY,  J. RIVERA,  MAISEL, TITUS, KAVANAGH, GANTT,\n         CASTRO, MENG, COOK, ROSENTHAL, SCHIMEL -- Multi-Sponsored by -- M.  of\n         A. ABBATE, BRENNAN, CAHILL, COLTON, DESTITO, DINOWITZ, FARRELL, GLICK,\n         HEASTIE, HOOPER, JACOBS, JAFFEE, MARKEY, McENENY, REILLY, SCARBOROUGH,\n         SWEENEY, TITONE, TOWNS, WRIGHT, ZEBROWSKI -- read once and referred to\n         the Committee on Health\n\n       AN  ACT  to  amend the public health law and the social services law, in\n         relation  to  providing  Medicaid  reimbursement  for   interpretation\n         services provided by hospital inpatient and outpatient departments and\n         diagnostic and treatment centers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2807-c of the  public  health  law  is  amended  by\n    2  adding a new subdivision 34 to read as follows:\n    3    34. INTERPRETATION SERVICES. (A) NOTWITHSTANDING ANY PROVISION OF THIS\n    4  SECTION,  THE  COMMISSIONER  SHALL  ADJUST  INPATIENT MEDICAL ASSISTANCE\n    5  RATES OF PAYMENT TO PROVIDE REIMBURSEMENT FOR THE COSTS ASSOCIATED  WITH\n    6  THE  PROVISION  OF  INTERPRETATION  SERVICES  FOR PATIENTS IN RECEIPT OF\n    7  MEDICAL ASSISTANCE WHO HAVE LIMITED ENGLISH PROFICIENCY,  INCLUDING  BUT\n    8  NOT  LIMITED  TO  HEALTH  CARE,  BILLING  AND MAKING APPOINTMENTS. TO BE\n    9  ELIGIBLE FOR REIMBURSEMENT, THE  PROVISION  OF  INTERPRETATION  SERVICES\n   10  MUST  BE DOCUMENTED IN SUCH A MANNER AS TO ENABLE REPORTING TO AND AUDIT\n   11  BY THE COMMISSIONER.\n   12    (B) FOR PURPOSES OF THIS SUBDIVISION:    (I)  \"PATIENTS  WITH  LIMITED\n   13  ENGLISH  PROFICIENCY\"  MEANS  PATIENTS  WHOSE  PRIMARY  LANGUAGE  IS NOT\n   14  ENGLISH AND WHO CANNOT SPEAK, READ,  WRITE  OR  UNDERSTAND  THE  ENGLISH\n   15  LANGUAGE  AT  A  LEVEL  SUFFICIENT  TO  PERMIT SUCH PATIENTS TO INTERACT\n   16  EFFECTIVELY WITH HEALTH CARE PROVIDERS AND THEIR STAFF; AND (II) \"INTER-\n   17  PRETATION SERVICES\" MEANS LANGUAGE ASSISTANCE SERVICES PROVIDED BY INDI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02245-01-1\n\n       A. 661                              2\n\n    1  VIDUALS WITH SUFFICIENT BILINGUAL SKILLS IN BOTH ENGLISH AND  THE  RELE-\n    2  VANT  LANGUAGE  TO  COMMUNICATE INFORMATION NECESSARY FOR THE PATIENT TO\n    3  ACCESS SERVICES AND, IN THE CASE  OF  INTERPRETATION  SERVICES  PROVIDED\n    4  DURING THE COURSE OF A CLINICAL ENCOUNTER, SERVICES PROVIDED BY INDIVID-\n    5  UALS  WITH  DEMONSTRATED COMPETENCY AND SKILLS IN MEDICAL INTERPRETATION\n    6  TECHNIQUES, ETHICS AND TERMINOLOGY, AND IN  ACCORDANCE  WITH  APPLICABLE\n    7  REGULATIONS OF THE DEPARTMENT RELATING TO INTERPRETATION SERVICES.\n    8    S  2.  Paragraph  (g)  of  subdivision 2 of section 2807 of the public\n    9  health law is amended by adding a new  subparagraph  (iii)  to  read  as\n   10  follows:\n   11    (III)  NOTWITHSTANDING  ANY PROVISION OF SUBPARAGRAPHS (I) AND (II) OF\n   12  THIS PARAGRAPH, (A) THE  COMMISSIONER  SHALL  FURTHER  ADJUST  RATES  OF\n   13  PAYMENT  FOR  GENERAL  HOSPITAL  OUTPATIENT  AND  EMERGENCY  SERVICES TO\n   14  PROVIDE REIMBURSEMENT FOR THE COSTS ASSOCIATED  WITH  THE  PROVISION  OF\n   15  INTERPRETATION  SERVICES  FOR  PATIENTS IN RECEIPT OF MEDICAL ASSISTANCE\n   16  WHO HAVE LIMITED ENGLISH  PROFICIENCY,  INCLUDING  BUT  NOT  LIMITED  TO\n   17  HEALTH  CARE,  BILLING  AND  MAKING  APPOINTMENTS.  TO  BE  ELIGIBLE FOR\n   18  REIMBURSEMENT, THE PROVISION OF INTERPRETATION SERVICES  MUST  BE  DOCU-\n   19  MENTED  IN  SUCH  A  MANNER  AS  TO ENABLE REPORTING TO AND AUDIT BY THE\n   20  COMMISSIONER. (B) FOR THE PURPOSES OF THIS SUBPARAGRAPH:  (1)  \"PATIENTS\n   21  WITH  LIMITED ENGLISH PROFICIENCY\" MEANS PATIENTS WHOSE PRIMARY LANGUAGE\n   22  IS NOT ENGLISH AND WHO CANNOT  SPEAK,  READ,  WRITE  OR  UNDERSTAND  THE\n   23  ENGLISH LANGUAGE AT A LEVEL SUFFICIENT TO PERMIT SUCH PATIENTS TO INTER-\n   24  ACT  EFFECTIVELY  WITH  HEALTH  CARE  PROVIDERS AND THEIR STAFF; AND (2)\n   25  \"INTERPRETATION SERVICES\" MEANS LANGUAGE ASSISTANCE SERVICES PROVIDED BY\n   26  INDIVIDUALS WITH SUFFICIENT BILINGUAL SKILLS IN  BOTH  ENGLISH  AND  THE\n   27  RELEVANT  LANGUAGE  TO COMMUNICATE INFORMATION NECESSARY FOR THE PATIENT\n   28  TO ACCESS SERVICES AND, IN THE CASE OF INTERPRETATION SERVICES  PROVIDED\n   29  DURING THE COURSE OF A CLINICAL ENCOUNTER, SERVICES PROVIDED BY INDIVID-\n   30  UALS  WITH  DEMONSTRATED COMPETENCY AND SKILLS IN MEDICAL INTERPRETATION\n   31  TECHNIQUES, ETHICS AND TERMINOLOGY, AND IN  ACCORDANCE  WITH  APPLICABLE\n   32  REGULATIONS OF THE DEPARTMENT RELATING TO INTERPRETATION SERVICES.\n   33    S  3. Section 2807 of the public health law is amended by adding a new\n   34  subdivision 20 to read as follows:\n   35    20. NOTWITHSTANDING ANY PROVISION OF THIS SECTION, (A) THE COMMISSION-\n   36  ER SHALL ADJUST RATES OF PAYMENT FOR DIAGNOSTIC  AND  TREATMENT  CENTERS\n   37  LICENSED PURSUANT TO THIS ARTICLE TO PROVIDE REIMBURSEMENT FOR THE COSTS\n   38  ASSOCIATED WITH THE PROVISION OF INTERPRETATION SERVICES FOR PATIENTS IN\n   39  RECEIPT  OF  MEDICAL  ASSISTANCE  WHO  HAVE LIMITED ENGLISH PROFICIENCY,\n   40  INCLUDING BUT NOT LIMITED TO HEALTH CARE, BILLING  AND  MAKING  APPOINT-\n   41  MENTS. TO BE ELIGIBLE FOR REIMBURSEMENT, THE PROVISION OF INTERPRETATION\n   42  SERVICES  MUST  BE DOCUMENTED IN SUCH A MANNER AS TO ENABLE REPORTING TO\n   43  AND AUDIT BY THE COMMISSIONER.\n   44    (B) FOR THE PURPOSES OF THIS SUBDIVISION: (I) \"PATIENTS  WITH  LIMITED\n   45  ENGLISH  PROFICIENCY\"  MEANS  PATIENTS  WHOSE  PRIMARY  LANGUAGE  IS NOT\n   46  ENGLISH AND WHO CANNOT SPEAK, READ,  WRITE  OR  UNDERSTAND  THE  ENGLISH\n   47  LANGUAGE  AT  A  LEVEL  SUFFICIENT  TO  PERMIT SUCH PATIENTS TO INTERACT\n   48  EFFECTIVELY WITH HEALTH CARE PROVIDERS AND THEIR STAFF; AND (II) \"INTER-\n   49  PRETATION SERVICES\" MEANS LANGUAGE ASSISTANCE SERVICES PROVIDED BY INDI-\n   50  VIDUALS WITH SUFFICIENT BILINGUAL SKILLS IN BOTH ENGLISH AND  THE  RELE-\n   51  VANT  LANGUAGE  TO  COMMUNICATE INFORMATION NECESSARY FOR THE PATIENT TO\n   52  ACCESS SERVICES AND, IN THE CASE  OF  INTERPRETATION  SERVICES  PROVIDED\n   53  DURING THE COURSE OF A CLINICAL ENCOUNTER, SERVICES PROVIDED BY INDIVID-\n   54  UALS  WITH  DEMONSTRATED COMPETENCY AND SKILLS IN MEDICAL INTERPRETATION\n   55  TECHNIQUES, ETHICS AND TERMINOLOGY, AND IN  ACCORDANCE  WITH  APPLICABLE\n   56  REGULATIONS OF THE DEPARTMENT RELATING TO INTERPRETATION SERVICES.\n\n       A. 661                              3\n\n    1    S 4. Subdivision 8 of section 2807 of the public health law is amended\n    2  by adding a new paragraph (g) to read as follows:\n    3    (G)  SUBJECT  TO  RECEIPT OF ALL NECESSARY FEDERAL APPROVALS, RATES OF\n    4  PAYMENT COMPUTED IN ACCORDANCE WITH  THIS  SUBDIVISION  MAY  BE  FURTHER\n    5  ADJUSTED IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVISION TWENTY OF THIS\n    6  SECTION,  PROVIDED,  HOWEVER, THAT SUCH ADJUSTMENTS SHALL NOT BE SUBJECT\n    7  TO TREND ADJUSTMENTS AS PROVIDED IN PARAGRAPH (B) OF THIS SUBDIVISION.\n    8    S 5. Subdivision 1 of section 368-a of  the  social  services  law  is\n    9  amended by adding a new paragraph (z-1) to read as follows:\n   10    (Z-1)  THE  FULL  AMOUNT EXPENDED FOR INTERPRETATION SERVICES PROVIDED\n   11  PURSUANT TO SUBDIVISION  THIRTY-FOUR  OF  SECTION  TWENTY-EIGHT  HUNDRED\n   12  SEVEN-C OF THE PUBLIC HEALTH LAW, OR SUBPARAGRAPH (III) OF PARAGRAPH (G)\n   13  OF  SUBDIVISION  TWO OF SECTION TWENTY-EIGHT HUNDRED SEVEN OF THE PUBLIC\n   14  HEALTH LAW, OR SUBDIVISION TWENTY OF SECTION TWENTY-EIGHT HUNDRED  SEVEN\n   15  OF  THE PUBLIC HEALTH LAW, AFTER FIRST DEDUCTING THEREFROM FEDERAL FUNDS\n   16  PROPERLY RECEIVED OR TO BE RECEIVED ON ACCOUNT OF SUCH EXPENDITURES.\n   17    S 6. Notwithstanding any provision of law, rule or regulation  to  the\n   18  contrary,  the  effectiveness  of  subdivisions  4,  7,  7-a, and 7-b of\n   19  section 2807 of the public health law, and section 18 of  chapter  2  of\n   20  the  laws of 1988, as they relate to time frames for notice, approval or\n   21  certification of rates of payment,  and  to  the  requirement  of  prior\n   22  notice  of rates of payment, are hereby suspended and shall for purposes\n   23  of implementing the provisions of this act be deemed to have been  with-\n   24  out  any  force and effect from and after the first of February for such\n   25  rates effective for the period April 1 through March 31 in  the  initial\n   26  year of implementation.\n   27    S  7.  This  act shall take effect immediately and shall apply to: (a)\n   28  hospital inpatient discharges on or after the first of  April  after  it\n   29  shall have become a law; and (b) other services provided on or after the\n   30  first of April after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the social services law, in relation to providing Medicaid reimbursement for interpretation services provided by hospital inpatient and outpatient departments and diagnostic and treatment centers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T112900.TXT", "SOBI.D110103.T115401.TXT", "SOBI.D110105.T153729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294259849243
}