{
  "year" : 2011,
  "senateBillNo" : "A663-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A663-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the appointment of a temporary operator or voluntary receiver of adult care facilities",
  "summary" : "Relates to the appointment of a temporary operator or voluntary receiver of adult care facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "AA9555-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          663\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GOTTFRIED, DINOWITZ -- read once and referred to\n         the Committee on Health\n\n       AN ACT to amend the social services law, in relation to the  appointment\n         of a temporary operator or voluntary receiver of adult care facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (c) of subdivision 4  of  section  460-d  of  the\n    2  social  services  law,  as  added by chapter 733 of the laws of 1994 and\n    3  subparagraph (i) as amended by section 50 of part B of chapter 58 of the\n    4  laws of 2004, is amended to read as follows:\n    5    (c) Any order or determination to suspend  any  operating  certificate\n    6  will  specify  the  conditions  of  the suspension. These conditions may\n    7  include but need not be limited to the following:\n    8    (i) if required for the protection of the health, safety or welfare of\n    9  the residents, the immediate transfer of some or all residents to  other\n   10  appropriate  facilities  or  to the custody of their legal guardians, if\n   11  any;\n   12    (ii) the appointment of a temporary operator to operate  the  facility\n   13  during  the  term  of  the  suspension.  THE POWERS AND PROTECTIONS OF A\n   14  TEMPORARY OPERATOR UNDER THIS SUBDIVISION SHALL INCLUDE THE  POWERS  AND\n   15  PROTECTIONS  OF  A  RECEIVER AS SET FORTH IN SUBDIVISION FOUR OF SECTION\n   16  FOUR HUNDRED SIXTY-ONE-F OF THIS ARTICLE, TO  THE  EXTENT  NECESSARY  TO\n   17  CONTINUE  TO  OPERATE  THE  FACILITY  AND PROTECT THE HEALTH, SAFETY AND\n   18  WELFARE OF THE RESIDENTS DURING THE TERM OF  THE  SUSPENSION;  PROVIDED,\n   19  HOWEVER,  THAT  THE  TEMPORARY  OPERATOR SHALL NOT HAVE THE POWER TO (A)\n   20  SELL OR OTHERWISE DISPOSE OF ANY REAL OR PERSONAL  PROPERTY  OUTSIDE  OF\n   21  THE  ORDINARY  COURSE  OF  BUSINESS,  (B)  TAKE ANY OTHER ACTION WHICH A\n   22  RECEIVER WOULD NEED COURT APPROVAL TO TAKE, OR (C)  TRANSFER  OR  REMOVE\n   23  RESIDENTS  FROM THE FACILITY UNLESS IT IS REQUIRED FOR THE PROTECTION OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02610-01-1\n\n       A. 663                              2\n\n    1  THEIR, OR ANOTHER PATIENT'S, HEALTH, SAFETY OR WELFARE, OR THE  TRANSFER\n    2  IS REQUESTED BY THE PATIENT;\n    3    (iii)  the  immediate transfer of all records concerning the operation\n    4  of the facility, including resident records, facility  business  records\n    5  and  any  other  records related to the operation of the facility to the\n    6  department immediately. The department shall control the records for the\n    7  term of the suspension;\n    8    (iv) the operator or operators of the facility shall  be  barred  from\n    9  access to the facility during the term of the suspension; or\n   10    (v)  the  requirement  that  the  operator, if replaced by a temporary\n   11  operator, provide the temporary operator with any funds received by  the\n   12  operator for the operation of the facility.\n   13    S  2.  Subdivision  1  of section 461-f of the social services law, as\n   14  amended by section 44 of part B of chapter 58 of the laws  of  2004,  is\n   15  amended to read as follows:\n   16    1.  As  a  means  of  protecting the health, safety and welfare of the\n   17  residents of an adult care facility subject  to  inspection  and  super-\n   18  vision  by the department, it may become necessary under certain circum-\n   19  stances to authorize the continuing operation of  such  facility  for  a\n   20  temporary period by a court appointed receiver, at the discretion of the\n   21  commissioner,  as  provided  in this section or with respect to an adult\n   22  home, enriched housing program  or  residence  for  adults,  a  receiver\n   23  approved  by  the  department  of  health  pursuant to written agreement\n   24  between the department, THE RECEIVER and the operator  or  operators  of\n   25  such  facility[,  provided that such agreement shall not exceed a period\n   26  of sixty days but may be extended for an  additional  sixty  day  period\n   27  upon  agreement  by the parties].   SUCH RECEIVERSHIP SHALL TERMINATE AT\n   28  SUCH TIME AND IN SUCH MANNER AS IS AGREED UPON BY THE PARTIES.\n   29    S 3. Subdivision 2 of section 461-f of the  social  services  law,  as\n   30  added  by  section  45  of  part B of chapter 58 of the laws of 2004, is\n   31  amended to read as follows:\n   32    2. The operator or operators  of  any  adult  home,  enriched  housing\n   33  program  or  residence for adults may at any time request the department\n   34  of health to appoint a receiver to  take  over  the  operation  of  such\n   35  facility.  Upon  receiving such a request, the department of health may,\n   36  if it deems such action desirable, enter into an agreement with any such\n   37  operator or operators AND THE RECEIVER for the appointment of a receiver\n   38  to take charge of the facility under whatever  conditions  as  shall  be\n   39  found acceptable by the parties[, provided that such agreement shall not\n   40  exceed  a  period  of  sixty  days but may be extended for an additional\n   41  sixty day period upon agreement by the parties]. SUCH RECEIVERSHIP SHALL\n   42  TERMINATE AT SUCH TIME AND IN SUCH MANNER  AS  IS  AGREED  UPON  BY  THE\n   43  PARTIES.\n   44    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the appointment of a temporary operator or voluntary receiver of adult care facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T112900.TXT", "SOBI.D110105.T162709.TXT", "SOBI.D110103.T115401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294262829658
}