{
  "year" : 2011,
  "senateBillNo" : "A664-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A664-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires installation and use of ceiling lifts in hospitals and nursing homes",
  "summary" : "Requires installation and use of ceiling lifts for patient transfer in hospitals and nursing homes; further requires appropriate staff training in the use of ceiling lifts. ",
  "currentCommittee" : null,
  "sameAs" : "S239",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA1723-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          664\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GOTTFRIED, DINOWITZ, KELLNER, SCHIMEL -- Multi-\n         Sponsored by -- M. of A. PHEFFER -- read  once  and  referred  to  the\n         Committee on Health\n\n       AN  ACT  to  amend  the  public health law, in relation to requiring the\n         installation and use of ceiling lifts in hospitals and nursing homes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 206 of the public health law is amended by adding a\n    2  new subdivision 28 to read as follows:\n    3    28.  THE COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS REQUIRING\n    4  THAT THE CONSTRUCTION OR MAJOR RENOVATION OF HOSPITALS AND NURSING HOMES\n    5  INCLUDE DESIGN AND CONSTRUCTION ELEMENTS CONSISTENT WITH SUPPORTING  THE\n    6  INSTALLATION  AND PROPER USE OF CEILING LIFTS FOR USE MOVEMENT, TRANSFER\n    7  AND REPOSITIONING OF TOTALLY PHYSICALLY DEPENDENT OR  MOBILITY  IMPAIRED\n    8  PATIENTS.  SUCH  RULES AND REGULATIONS SHALL REQUIRE THE INSTALLATION OF\n    9  CEILING LIFTS IN EACH FACILITY IN A NUMBER CONSISTENT WITH THE  PERCENT-\n   10  AGE  OF  ROOMS  UTILIZED  BY  TOTALLY  PHYSICALLY  DEPENDENT OR MOBILITY\n   11  IMPAIRED PATIENTS IN FACILITIES OF SIMILAR SIZE PROVIDING SIMILAR  CARE.\n   12  SUCH RULES AND REGULATIONS SHALL ALSO REQUIRE APPROPRIATE STAFF TRAINING\n   13  IN THE USE OF CEILING LIFTS AND ENSURE THE REGULAR, APPROPRIATE AND SAFE\n   14  USE OF CEILING LIFTS IN FACILITIES WHERE THEY ARE INSTALLED.\n   15    S 2. This act shall take effect on the one hundred twentieth day after\n   16  it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01369-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring the installation and use of ceiling lifts in hospitals and nursing homes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T112900.TXT", "SOBI.D110105.T162709.TXT", "SOBI.D110103.T115902.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294262829661
}