{
  "year" : 2011,
  "senateBillNo" : "A666-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A666-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state tax on dry cask storage fund directing certain nuclear generating facilities to transfer certain monies in exchange for the storage of",
  "summary" : "Establishes the New York state tax on dry cask storage fund directing certain nuclear generating facilities to transfer certain monies in exchange for the storage of dry casks containing spent fuel. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A8762-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          666\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. JAFFEE, LATIMER, ZEBROWSKI, SPANO -- read once\n         and referred to the Committee on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to  establishing  the\n         New  York state tax on the dry cask storage fund and to direct certain\n         nuclear generating facilities to transfer certain monies  in  exchange\n         for the storage of dry casks containing spent fuel\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Any nuclear facility in New  York  state  in  an  emergency\n    2  planning  zone  with  a  population  exceeding two hundred thousand must\n    3  transfer to the New York state tax on the  dry  cask  storage  fund,  as\n    4  established  pursuant to section two of this act, $750,000 each year for\n    5  each dry cask containing spent fuel that is located at  the  independent\n    6  spent  fuel  storage  installation  at such nuclear generating facility,\n    7  annually for as long as such storage container remains  on  site.    The\n    8  public  service  commission has the authority to order a nuclear storage\n    9  tax increase.   The fund transfer shall be  made  if  nuclear  waste  is\n   10  stored  in  a dry cask at the independent spent-fuel storage facility at\n   11  such nuclear generating facility for any part of a year.  Funds  in  the\n   12  account  may  be  expended  for  development of renewable energy sources\n   13  specified in section 99-t of  the  state  finance  law,  as  established\n   14  pursuant  to  section  two  of  this act; including, but not limited to,\n   15  reimbursement to counties in the emergency planning zone  for  emergency\n   16  costs;  development  of  renewable  energy  for  schools  and  municipal\n   17  purposes; and twenty percent for the  energy  assistance  program  funds\n   18  statewide, with a priority for schools and municipal projects.\n   19    S  2. The state finance law is amended by adding a new section 99-t to\n   20  read as follows:\n   21    S 99-T. NEW YORK STATE TAX ON THE DRY CASK STORAGE FUND. 1.  THERE  IS\n   22  HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03985-01-1\n\n       A. 666                              2\n\n    1  COMMISSIONER  OF TAXATION AND FINANCE A SPECIAL REVENUE FUND TO BE KNOWN\n    2  AS THE \"NEW YORK STATE TAX ON THE DRY CASK STORAGE FUND\".\n    3    2. THE FUND SHALL CONSIST OF ALL MONIES APPROPRIATED FOR ITS  PURPOSE,\n    4  ALL  MONIES  REQUIRED BY THIS SECTION OR ANY OTHER PROVISIONS  OF LAW TO\n    5  BE PAID INTO OR CREDITED TO SUCH FUND. NOTHING  CONTAINED  HEREIN  SHALL\n    6  PREVENT  THE  DEPARTMENT  OF TAXATION AND FINANCE FROM RECEIVING GRANTS,\n    7  GIFTS OR BEQUESTS FOR THE PURPOSES OF THE    FUND  AS  DEFINED  IN  THIS\n    8  SECTION AND DEPOSITING THEM INTO THE FUND ACCORDING TO LAW.\n    9    3.  MONEY  SHALL  BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   10  THE STATE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY THE  COMMIS-\n   11  SIONER OF TAXATION AND FINANCE.\n   12    S 3. This act shall take effect on the one hundred eightieth day after\n   13  it  shall have become a law. Effective immediately, the addition, amend-\n   14  ment and/or repeal of any rule or regulation necessary for the implemen-\n   15  tation of this act on its effective date are authorized and directed  to\n   16  be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to establishing the New York state tax on the dry cask storage fund and to direct certain nuclear generating facilities to transfer certain monies in exchange for the storage of dry casks containing spent fuel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T112900.TXT", "SOBI.D110105.T162709.TXT", "SOBI.D110103.T115902.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294262829663
}