{
  "year" : 2011,
  "senateBillNo" : "A667-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A667-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"private well testing act\"",
  "summary" : "Enacts the \"private well testing act\"; authorizes the department of health to promulgate rules and regulations to establish standards for the testing of drinking water from privately owned wells. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA4557-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          667\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  JAFFEE,  SWEENEY,  CALHOUN,  COOK,  SCHIMEL,\n         JEFFRIES, ROSENTHAL -- Multi-Sponsored by -- M. of A. BOYLAND,  CLARK,\n         DINOWITZ,  McDONOUGH,  MOLINARO,  PEOPLES-STOKES, PHEFFER -- read once\n         and referred to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law,  the  public  health\n         law  and  the  real property law, in relation to enacting the \"private\n         well testing act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"private well testing act\".\n    3    S 2. Subdivision 1 of section 3-0315 of the environmental conservation\n    4  law, as added by section 1 of part C of chapter 1 of the laws  of  2003,\n    5  is amended to read as follows:\n    6    1. The department shall create or modify an existing geographic infor-\n    7  mation  system, and maintain such system for purposes including, but not\n    8  limited to, incorporating information from remedial programs  under  its\n    9  jurisdiction,  and  shall  also  incorporate information from the source\n   10  water assessment program collected by the department of health, INFORMA-\n   11  TION COLLECTED PURSUANT TO SECTION ELEVEN  HUNDRED  TEN  OF  THE  PUBLIC\n   12  HEALTH  LAW,  data from annual water supply statements prepared pursuant\n   13  to section eleven hundred fifty-one of the public health  law,  informa-\n   14  tion from the database pursuant to title fourteen of article twenty-sev-\n   15  en  of  this  chapter,  and  any  other existing data regarding soil and\n   16  groundwater contamination currently gathered by the department, as  well\n   17  as  data  on  contamination  that  is  readily available from the United\n   18  States geological survey and other sources determined appropriate by the\n   19  department.\n   20    S 3. Section 206 of the public health law is amended by adding  a  new\n   21  subdivision 28 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03994-01-1\n\n       A. 667                              2\n\n    1    28.  THE  COMMISSIONER  IS AUTHORIZED AND DIRECTED TO PROMULGATE RULES\n    2  AND REGULATIONS TO ESTABLISH STANDARDS FOR THE TESTING OF DRINKING WATER\n    3  FROM PRIVATELY OWNED WELLS. SUCH STANDARDS  SHALL  APPLY  TO  ANY  WATER\n    4  WELLS SUBJECT TO SUBDIVISION EIGHTEEN OF THIS SECTION, AS ADDED BY CHAP-\n    5  TER   THREE   HUNDRED  NINETY-FIVE  OF  THE  LAWS  OF  NINETEEN  HUNDRED\n    6  NINETY-NINE. SUCH TESTING SHALL BE TO DETERMINE THE QUALITY, SAFETY  AND\n    7  EXISTING  LEVEL  OF CONTAMINATION OF DRINKING WATER FROM PRIVATELY OWNED\n    8  WELLS.\n    9    S 4. Subdivision 1 of section  1100  of  the  public  health  law,  as\n   10  amended  by  chapter  655  of  the  laws  of 1978, is amended to read as\n   11  follows:\n   12    1. The department may make rules and regulations  for  the  protection\n   13  from  contamination  of any or all public OR PRIVATE supplies of potable\n   14  waters and water supplies of the state or United  States,  institutions,\n   15  parks, reservations or posts and their sources within the state, and the\n   16  commissioner of environmental protection of the city of New York and the\n   17  board  of  water  supply of the city of New York may make such rules and\n   18  regulations subject to the approval of the department for the protection\n   19  from contamination of any or all public OR PRIVATE supplies  of  potable\n   20  waters  and  their  sources within the state where the same constitute a\n   21  part of the source of the public OR PRIVATE water supply of said city.\n   22    S 5. The public health law is amended by adding a new section 1110  to\n   23  read as follows:\n   24    S  1110. PRIVATE WELL TESTING. 1.  (A) THE DEPARTMENT SHALL PROMULGATE\n   25  REGULATIONS PROVIDING FOR THE TESTING OF  DRINKING  WATER  FROM  PRIVATE\n   26  WELLS LOCATED ON REAL PROPERTY SUBJECT TO THIS SECTION.\n   27    (B)  ANY  CONTRACT FOR THE SALE OF REAL PROPERTY, INCLUDING A MULTIPLE\n   28  FAMILY DWELLING AS DEFINED IN SECTION EIGHT HUNDRED TWO OF THE EXECUTIVE\n   29  LAW, WHICH IS SERVED BY A PRIVATE WELL THAT IS THE POTABLE WATER  SUPPLY\n   30  FOR  SUCH PROPERTY SHALL INCLUDE A PROVISION REQUIRING AS A CONDITION OF\n   31  SALE, THE TESTING OF SUCH  WATER  SUPPLY  FOR  AT  LEAST  THE  STANDARDS\n   32  PRESCRIBED  PURSUANT  TO  THIS SECTION. PROVISIONS OF THIS SECTION SHALL\n   33  NOT APPLY TO PROPERTY WHERE THE POTABLE WATER SUPPLY HAS  FIVE  OR  MORE\n   34  SERVICE  CONNECTIONS  OR THAT REGULARLY SERVES AN AVERAGE OF TWENTY-FIVE\n   35  OR MORE INDIVIDUALS DAILY FOR AT LEAST SIXTY DAYS OUT OF THE YEAR.\n   36    (C) WATER SAMPLING LOCATIONS SHALL BE DONE, PREFERABLY BY A LABORATORY\n   37  CERTIFIED BY THE DEPARTMENT, IN THE FOLLOWING MANNER:\n   38    (I) IF THERE IS NO WATER TREATMENT SYSTEM IN USE  ON  THE  WATER  WELL\n   39  BEING  TESTED,  SAMPLES  SHALL  BE  COLLECTED FROM A PRIMARY COLD WATER,\n   40  NON-AERATED SPIGOT OR TAP THAT DRAWS FROM OR FEEDS WATER TO THE  POTABLE\n   41  WATER SYSTEM FROM SUCH WATER;\n   42    (II)  WHERE  A  WATER  TREATMENT  SYSTEM IS IN USE ON THE WATER SUPPLY\n   43  SYSTEM, THE SAMPLE SHALL BE COLLECTED AS FOLLOWS:\n   44    (A) THE WATER TREATMENT SYSTEM  SHALL  BE  DISCONNECTED  OR  OTHERWISE\n   45  DISABLED PRIOR TO THE COLLECTION OF THE WATER SAMPLE; OR\n   46    (B)  THE  SAMPLE  SHALL  BE COLLECTED AT A LOCATION PRIOR TO THE WATER\n   47  TREATMENT SYSTEM; OR\n   48    (III) IN THE CASE OF A NEW WELL CONSTRUCTION  AND  INSTALLATION  WHERE\n   49  THERE  IS  NO  SPIGOT  OR TAP ON THE SUBJECT PROPERTY, THE SAMPLE MAY BE\n   50  COLLECTED DIRECTLY AT THE WELLHEAD, UTILIZING A RAW WATER SAMPLE.\n   51    2. EVERY WATER TEST CONDUCTED IN ACCORDANCE WITH THIS SECTION SHALL BE\n   52  CONDUCTED BY A  LABORATORY  CERTIFIED  BY  THE  DEPARTMENT  PURSUANT  TO\n   53  SECTION  FIVE  HUNDRED  TWO  OF  THIS CHAPTER TO TEST FOR DRINKING WATER\n   54  CONSTITUENTS AND SHALL INCLUDE BUT NOT BE LIMITED TO A TEST FOR AT LEAST\n   55  THE FOLLOWING CONSTITUENTS: BACTERIA (TOTAL COLIFORM); SODIUM; NITRITES;\n   56  NITRATES; IRON; MANGANESE; IRON PLUS MANGANESE; PH; ALL VOLATILE ORGANIC\n\n       A. 667                              3\n\n    1  COMPOUNDS FOR WHICH MAXIMUM CONSTITUENT  LEVELS  HAVE  BEEN  ESTABLISHED\n    2  PURSUANT TO PUBLIC HEALTH REGULATIONS; AND LEAD.\n    3    3. (A) THE DEPARTMENT, IN CONSULTATION WITH THE DEPARTMENT OF ENVIRON-\n    4  MENTAL CONSERVATION, AND LOCAL HEALTH ORGANIZATIONS ESTABLISHED PURSUANT\n    5  TO  ARTICLE  THREE  OF THIS CHAPTER MAY RECOMMEND ADDITIONAL TESTING FOR\n    6  CONSTITUENTS THAT APPEAR ON A COUNTY OR REGIONAL BASIS INCLUDING BUT NOT\n    7  LIMITED TO ARSENIC, BARIUM,  FLUORIDE,  MERCURY,  METHANE,  RADIUM,  AND\n    8  RADON.\n    9    (B)  THE  DEPARTMENT  MAY,  BY RULE OR REGULATION, EXCLUDE OR LIMIT BY\n   10  GEOGRAPHIC AREA OR GEOLOGIC  FORMATION,  OR  BASED  UPON  WELL  RECORDED\n   11  INFORMATION,  ANY  CONSTITUENT  LISTED  IN  THIS  SECTION  DEEMED BY THE\n   12  DEPARTMENT AS NOT SIGNIFICANT IN A COUNTY OR IN ANY SPECIFIC AREA WITHIN\n   13  A COUNTY AND SUCH AREA OF FORMATION NEED NOT BE TESTED AS  PART  OF  ANY\n   14  WATER TEST CONDUCTED IN ACCORDANCE WITH THIS SECTION.\n   15    (C)  FOR  EACH  CONSTITUENT  TO  BE TESTED FOR IN ACCORDANCE WITH THIS\n   16  SECTION, THE DEPARTMENT SHALL ESTABLISH, BY REGULATION  A  MAXIMUM  TIME\n   17  PERIOD  FOR  WHICH  A TEST RESULT SHALL REMAIN VALID FOR THE PURPOSES OF\n   18  THIS SECTION  WITHOUT  NECESSITATING  RETESTING  FOR  SUCH  CONSTITUENT;\n   19  PROVIDED,  HOWEVER,  SUCH  TIME PERIOD SHALL NOT EXCEED TWELVE MONTHS. A\n   20  RETEST OF THE WATER SUPPLY  SHALL  NOT  BE  REQUIRED  PURSUANT  TO  THIS\n   21  SECTION  IF  THE  CONTRACT  OF SALE IS ENTERED INTO WITHIN THE PERIOD OF\n   22  TEST VALIDITY ESTABLISHED PURSUANT TO THIS PARAGRAPH.    NOTWITHSTANDING\n   23  ANY  PROVISION  OF  THIS  PARAGRAPH  TO THE CONTRARY, A BUYER AND SELLER\n   24  SUBJECT TO THE PROVISIONS OF THIS SECTION MAY MUTUALLY AGREE  TO  RETEST\n   25  FOR  A CONSTITUENT EVEN THOUGH THE MAXIMUM TIME PERIOD FOR TEST VALIDITY\n   26  FOR THE  CONSTITUENT  ESTABLISHED  PURSUANT  TO  THIS  SECTION  HAS  NOT\n   27  EXPIRED.\n   28    4.  (A)  ANY WATER TEST RESULTS PROVIDED BY A LABORATORY TO THE PERSON\n   29  OR PERSONS REQUESTING THE TEST SHALL  INCLUDE  THE  MAXIMUM  CONSTITUENT\n   30  LEVELS  OR OTHER ESTABLISHED WATER QUALITY STANDARDS, IF ANY, PRESCRIBED\n   31  BY THE DEPARTMENT FOR EACH CONSTITUENT TESTED AND SHALL  BE  TRANSMITTED\n   32  ON  A  STANDARDIZED PRIVATE WELL WATER TEST REPORTING FORM PRESCRIBED BY\n   33  THE DEPARTMENT. THE FORM SHALL REFER THE BUYER AND SELLER  OF  THE  REAL\n   34  PROPERTY  IN  QUESTION  TO  THE  APPROPRIATE OFFICE OR PERSON WITHIN THE\n   35  DEPARTMENT, OR THE DEPARTMENT'S WEBSITE FOR INFORMATION REGARDING  REME-\n   36  DIATION ALTERNATIVES.\n   37    (B)  WITHIN  TEN  BUSINESS  DAYS AFTER COMPLETION OF THE WATER TEST, A\n   38  LABORATORY SHALL SUBMIT THE WATER TEST RESULTS TO  THE  DEPARTMENT  WITH\n   39  THE FOLLOWING INFORMATION:\n   40    (I)  A STATEMENT THAT THE TESTING IS FOR THE PURPOSE OF COMPLYING WITH\n   41  THE \"PRIVATE WELL TESTING ACT\";\n   42    (II) THE LOCATION OF THE REAL PROPERTY, DESCRIBED  BY  BLOCK  AND  LOT\n   43  NUMBER, STREET ADDRESS, MUNICIPALITY, AND COUNTY;\n   44    (III) THE NAME AND MAILING ADDRESS OF THE PERSON OR PERSONS MAKING THE\n   45  REQUEST FOR THE TEST;\n   46    (IV)  AN AFFIDAVIT STATING THE DATE AND TIME THAT THE WATER SAMPLE WAS\n   47  COLLECTED AND THE SPECIFIC POINT OF COLLECTION AND THE  LEGAL  NAME  AND\n   48  MAILING  ADDRESS  OF  THE  PERSON  OR  PERSONS  COLLECTING THE RAW WATER\n   49  SAMPLES;\n   50    (V) THE DATE AND TIME THE SAMPLE WAS ANALYZED BY THE LABORATORY; AND\n   51    (VI) SUCH OTHER INFORMATION AS MAY BE REQUIRED BY THE  DEPARTMENT,  IN\n   52  CONSULTATION  WITH  THE  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION AND\n   53  APPROPRIATE LOCAL HEALTH ORGANIZATIONS ESTABLISHED PURSUANT  TO  ARTICLE\n   54  THREE OF THIS CHAPTER.\n   55    (C)  THE  DEPARTMENT MAY REQUIRE LABORATORIES TO SUBMIT ELECTRONICALLY\n   56  THE INFORMATION REQUIRED PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION.\n\n       A. 667                              4\n\n    1    (D) A LABORATORY SHALL NOT RELEASE WATER TEST RESULTS  TO  ANY  PERSON\n    2  EXCEPT  THE BUYER OR SELLER OF THE REAL PROPERTY AT ISSUE AS PROVIDED IN\n    3  SUBDIVISION ONE OF THIS SECTION, THE LESSOR  OF  THE  REAL  PROPERTY  AS\n    4  PROVIDED  IN  SUBDIVISION  SIX OF THIS SECTION, ANY PERSON AUTHORIZED BY\n    5  THE BUYER, SELLER, OR LESSOR, AS THE CASE MAY BE, THE DEPARTMENT, OR ANY\n    6  PERSON DESIGNATED BY COURT ORDER.\n    7    (E) THE DEPARTMENT SHALL MAKE THE DATA ACCUMULATED FROM THE WATER TEST\n    8  RESULTS  SUBMITTED BY LABORATORIES PURSUANT TO THIS SECTION AVAILABLE TO\n    9  COUNTIES,  MUNICIPALITIES,  OR  OTHER  GOVERNMENTAL  ENTITIES  FOR   THE\n   10  PURPOSES OF STUDYING GROUNDWATER SUPPLIES OR CONTAMINATION IN THE STATE;\n   11  PROVIDED, HOWEVER, THAT IDENTIFYING INFORMATION IS REMOVED.\n   12    (F)  THE  RESULTS OF WATER WELL TESTS SHALL BE PROVIDED TO THE DEPART-\n   13  MENT OF  ENVIRONMENTAL  CONSERVATION  FOR  INCLUSION  IN  THE  STATEWIDE\n   14  GROUNDWATER  REMEDIATION  STRATEGY  DEVELOPED IN ACCORDANCE WITH SECTION\n   15  15-3109 OF THE ENVIRONMENTAL CONSERVATION LAW AND THE GEOGRAPHIC  INFOR-\n   16  MATION  SYSTEM  DEVELOPED IN ACCORDANCE WITH SECTION 3-0315 OF THE ENVI-\n   17  RONMENTAL CONSERVATION LAW.\n   18    5. THE DEPARTMENT, WITHIN TEN BUSINESS DAYS AFTER RECEIVING ANY REPORT\n   19  OF A WATER TEST FAILURE IN ACCORDANCE WITH THIS SECTION,  SHALL  PROVIDE\n   20  NOTICE OF SUCH WATER TEST FAILURE TO THE APPROPRIATE LOCAL HEALTH ORGAN-\n   21  IZATIONS  ESTABLISHED  PURSUANT  TO  ARTICLE  THREE OF THIS CHAPTER. THE\n   22  APPROPRIATE LOCAL HEALTH ORGANIZATIONS ESTABLISHED PURSUANT  TO  ARTICLE\n   23  THREE  OF  THIS  CHAPTER  SHALL ISSUE A GENERAL NOTICE TO OWNERS OF REAL\n   24  PROPERTY SERVED BY PRIVATE WELLS LOCATED IN THE  VICINITY  OF  THE  REAL\n   25  PROPERTY  EXPERIENCING THE WATER TEST FAILURE SUGGESTING OR RECOMMENDING\n   26  THAT THOSE PROPERTY OWNERS MAY WISH TO HAVE THEIR PRIVATE  WELLS  TESTED\n   27  FOR AT LEAST THE CONSTITUENTS AT ISSUE. THE SPECIFIC ADDRESS OR LOCATION\n   28  OF  THE PRIVATE WELL THAT FAILED A WATER TEST SHALL NOT BE IDENTIFIED IN\n   29  THE NOTICE OR BY ANY OTHER MEANS OR IN ANY OTHER MANNER. THE  DEPARTMENT\n   30  SHALL  ESTABLISH  CRITERIA FOR NOTIFICATION WHICH MAY INCLUDE, BUT SHALL\n   31  NOT BE LIMITED TO, THE MAXIMUM CONSTITUENT LEVEL, THE  LEVEL  OF  EXCEE-\n   32  DANCE  REPORTED,  AND  THE DISTANCE OR LOCATION OF THE PROPERTIES IN THE\n   33  VICINITY OF THE CONTAMINATED WELL FOR WHICH TESTING IS RECOMMENDED.\n   34    6. WITHIN TWO YEARS AFTER THE EFFECTIVE DATE OF THIS SECTION,  AND  AT\n   35  LEAST  ONCE EVERY FIVE YEARS THEREAFTER, THE LESSOR OF ANY REAL PROPERTY\n   36  THE POTABLE WATER SUPPLY FOR WHICH IS A PRIVATE  WELL  SHALL  TEST  THAT\n   37  WATER  SUPPLY  IN THE MANNER ESTABLISHED PURSUANT TO THIS SECTION FOR AT\n   38  LEAST THE CONSTITUENTS REQUIRED PURSUANT TO SUBDIVISIONS TWO  AND  THREE\n   39  OF  THIS  SECTION.  WITHIN  THIRTY  DAYS  AFTER  THE RECEIPT OF THE TEST\n   40  RESULTS, THE LESSOR SHALL ALSO PROVIDE A WRITTEN COPY  THEREOF  TO  EACH\n   41  LESSEE OF A RENTAL UNIT ON THE PROPERTY. THE LESSOR SHALL ALSO PROVIDE A\n   42  WRITTEN COPY OF THE MOST RECENT TEST RESULTS TO A NEW LESSEE OF A RENTAL\n   43  UNIT ON THE PROPERTY.\n   44    7. (A) THE DEPARTMENT, IN CONSULTATION WITH THE DEPARTMENT OF ENVIRON-\n   45  MENTAL CONSERVATION, AND LOCAL HEALTH ORGANIZATIONS ESTABLISHED PURSUANT\n   46  TO  ARTICLE  THREE  OF THIS CHAPTER SHALL ESTABLISH A PUBLIC INFORMATION\n   47  AND EDUCATION PROGRAM TO INFORM THE PUBLIC AND APPROPRIATE  PROFESSIONAL\n   48  DISCIPLINES  OF  THE  ENACTMENT OF THIS SECTION AND THE SUBSTANCE OF ITS\n   49  PROVISIONS AND REQUIREMENTS, THE POTENTIAL HEALTH EFFECTS  OF  CONSUMING\n   50  WATER  FROM A PRIVATE WELL THAT DOES NOT MEET MAXIMUM CONSTITUENT LEVELS\n   51  AND OTHER ESTABLISHED WATER QUALITY STANDARDS, THE POTENTIAL PRESENCE OF\n   52  RADIUM IN AT LEAST SOME POTABLE GROUNDWATER SUPPLIES IN THE  STATE,  THE\n   53  GEOGRAPHIC  AREAS  IN THE STATE SUBJECT TO AN ACTUAL OR POTENTIAL THREAT\n   54  OF DANGER FROM  CONTAMINATED  GROUNDWATER,  THE  IMPORTANCE  OF  TESTING\n   55  PRIVATE  WELLS REGULARLY FOR CONSTITUENTS, AND SUGGESTED WATER TREATMENT\n   56  TECHNIQUES, EQUIPMENT STRATEGIES AND PUBLIC  FUNDING  SOURCES  AVAILABLE\n\n       A. 667                              5\n\n    1  FOR  TREATING  WATER  FROM  PRIVATE  WELLS THAT HAVE FAILED A WATER TEST\n    2  CONDUCTED IN ACCORDANCE WITH THIS SECTION.\n    3    (B) THE DEPARTMENT SHALL MAKE AVAILABLE TO THE PUBLIC A GENERAL COMPI-\n    4  LATION  OF  WATER TEST RESULTS DATA ARRANGED OR IDENTIFIED BY COUNTY AND\n    5  MUNICIPALITY OR APPROPRIATE GEOGRAPHIC AREA THEREIN, BUT WHICH DOES  NOT\n    6  INCLUDE SPECIFIC ADDRESS OR LOCATION INFORMATION.\n    7    8.  WITHIN  THREE  YEARS  OF  THE  EFFECTIVE DATE OF THIS SECTION, THE\n    8  DEPARTMENT SHALL PREPARE AND TRANSMIT TO THE GOVERNOR AND LEGISLATURE  A\n    9  REPORT  ON THE IMPLEMENTATION AND OPERATION OF THIS SECTION. SUCH REPORT\n   10  SHALL ALSO DESCRIBE THE BENEFITS AND DEFICIENCIES REALIZED AS  A  RESULT\n   11  OF THIS SECTION AND INCLUDE RECOMMENDATIONS FOR ANY APPROPRIATE LEGISLA-\n   12  TIVE  ACTION.  THE REPORT SHALL ALSO BE MADE AVAILABLE TO THE PUBLIC AND\n   13  BE POSTED ON THE DEPARTMENT'S WEBSITE.\n   14    S 6. The real property law is amended by adding a new section  468  to\n   15  read as follows:\n   16    S  468.  PRIVATE WELL TESTING REQUIREMENTS.  1. EVERY CONTRACT FOR THE\n   17  SALE OF REAL PROPERTY, INCLUDING A MULTIPLE FAMILY DWELLING  AS  DEFINED\n   18  IN  SECTION EIGHT HUNDRED TWO OF THE EXECUTIVE LAW, WHICH IS SERVED BY A\n   19  PRIVATE WELL THAT IS THE POTABLE WATER SUPPLY FOR  SUCH  PROPERTY  SHALL\n   20  INCLUDE  A  PROVISION  REQUIRING  AS A CONDITION OF SALE, THE TESTING OF\n   21  SUCH WATER SUPPLY FOR AT LEAST  THE  STANDARDS  PRESCRIBED  PURSUANT  TO\n   22  SECTION  ELEVEN HUNDRED TEN OF THE PUBLIC HEALTH LAW. PROVISIONS OF THIS\n   23  SECTION SHALL NOT APPLY TO PROPERTY WHERE THE POTABLE WATER  SUPPLY  HAS\n   24  FIVE  OR MORE SERVICE CONNECTIONS OR THAT REGULARLY SERVES AN AVERAGE OF\n   25  TWENTY-FIVE OR MORE INDIVIDUALS DAILY FOR AT LEAST SIXTY DAYS OUT OF THE\n   26  YEAR.\n   27    2. CLOSING OF TITLE ON THE SALE OF SUCH REAL PROPERTY SHALL NOT  OCCUR\n   28  UNLESS  BOTH  THE BUYER AND THE SELLER HAVE RECEIVED AND REVIEWED A COPY\n   29  OF THE WATER TEST RESULTS. AT CLOSING, THE BUYER AND SELLER  BOTH  SHALL\n   30  CERTIFY  IN  WRITING THAT THEY HAVE RECEIVED AND REVIEWED THE WATER TEST\n   31  RESULTS.\n   32    3. THE REQUIREMENTS OF THIS SECTION MAY NOT BE WAIVED.\n   33    S 7. This act shall take effect on the one hundred eightieth day after\n   34  it shall have become a law. Effective immediately, the addition,  amend-\n   35  ment and/or repeal of any rule or regulation necessary for the implemen-\n   36  tation  of this act on its effective date are authorized and directed to\n   37  be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, the public health law and the real property law, in relation to enacting the \"private well testing act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T163209.TXT", "SOBI.D110103.T112900.TXT", "SOBI.D110105.T162709.TXT", "SOBI.D110103.T115902.TXT", "SOBI.D110103.T124405.TXT", "SOBI.D110103.T124905.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294263129739
}