{
  "year" : 2011,
  "senateBillNo" : "A668-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A668-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to mercury-added consumer products; repealer",
  "summary" : "Relates to mercury-added consumer products. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A11145-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          668\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. JAFFEE, SWEENEY -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         mercury-added consumer products\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8  of  section  27-2107  of  the  environmental\n    2  conservation  law,  as  added  by  chapter  676  of the laws of 2005, is\n    3  amended to read as follows:\n    4    8. On or after January first, two thousand [eight, but no  later  than\n    5  February  twentieth,  two  thousand  eight,  and thereafter upon written\n    6  request, but not more than once a year, the commissioner shall  issue  a\n    7  written finding as to whether non-mercury alternatives are comparable in\n    8  price  to,  are  as effective in performance as, and are as accurate and\n    9  precise as] TWELVE, NO PERSON SHALL SELL, OFFER FOR SALE  OR  DISTRIBUTE\n   10  ANY  mercury  [sphygmomanometers]  SPHYGMOMANOMETER, mercury wetted reed\n   11  [relays] RELAY, mercury flame [sensors]  SENSOR,  mercury  [thermometers\n   12  other than thermometers prohibited from sale pursuant to subdivision two\n   13  of  this  section]  THERMOMETER,  or  mercury  [thermostats] THERMOSTAT,\n   14  except for mercury thermostats used by  a  blind  or  visually  impaired\n   15  person.  [Upon making an affirmative finding that a non-mercury alterna-\n   16  tive is comparable in price to, is as effective in performance  as,  and\n   17  is as accurate and precise as any mercury-added consumer product deline-\n   18  ated  in  this  subdivision,  no  person  shall  sell, offer for sale or\n   19  distribute such mercury-added consumer product for which the commission-\n   20  er has made such an affirmative finding.] The provisions of this  subdi-\n   21  vision  shall not apply to the sale or distribution of any mercury-added\n   22  consumer product delineated in this subdivision [for which  the  commis-\n   23  sioner has made such an affirmative finding,] if such product is used to\n   24  replace  a  product that is a component in a larger product in use prior\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03978-01-1\n\n       A. 668                              2\n\n    1  to [the issuance of such affirmative finding] JANUARY FIRST,  TWO  THOU-\n    2  SAND  TWELVE or the resale of any mercury-added consumer product deline-\n    3  ated in this subdivision[, for which the commissioner has made  such  an\n    4  affirmative finding,] manufactured prior to [the issuance of such affir-\n    5  mative finding] JANUARY FIRST, TWO THOUSAND TWELVE.\n    6    S  2. Section 27-2107 of the environmental conservation law is amended\n    7  by adding a new subdivision 10 to read as follows:\n    8    10. THE DEPARTMENT MAY GRANT A WAIVER FROM THE PROVISIONS OF  SUBDIVI-\n    9  SION  EIGHT OF THIS SECTION UPON REQUEST BY THE MANUFACTURER OF A MERCU-\n   10  RY-ADDED CONSUMER PRODUCT.\n   11    (A) AN APPLICATION FOR A WAIVER SHALL BE IN THE FORM PRESCRIBED BY THE\n   12  DEPARTMENT AND DOCUMENT THE BASIS FOR THE REQUESTED WAIVER OR RENEWAL OF\n   13  A WAIVER AND DESCRIBE HOW THE MANUFACTURER WILL  ENSURE  THAT  A  SYSTEM\n   14  EXISTS  FOR  THE PROPER COLLECTION, TRANSPORTATION AND PROCESSING OF THE\n   15  MERCURY-ADDED CONSUMER PRODUCTS AT THE END OF THEIR USEFUL LIFE.\n   16    (B) THE APPLICATION MUST INCLUDE AT A MINIMUM, INFORMATION THAT DEMON-\n   17  STRATES:\n   18    (I) THERE ARE NO NON-MERCURY ALTERNATIVES THAT ARE COMPARABLE IN PRICE\n   19  TO, ARE AS EFFECTIVE IN PERFORMANCE AS, OR ARE AS ACCURATE  AND  PRECISE\n   20  AS THE IDENTIFIED MERCURY-ADDED CONSUMER PRODUCT;\n   21    (II)  THE  USE  OF  THE  MERCURY-ADDED CONSUMER PRODUCT PROVIDES A NET\n   22  BENEFIT TO  THE  ENVIRONMENT,  PUBLIC  HEALTH,  OR  PUBLIC  SAFETY  WHEN\n   23  COMPARED TO A NON-MERCURY ALTERNATIVE; OR\n   24    (III)  THERE ARE OTHER FACTORS AFFECTING THE USE OF NON-MERCURY ALTER-\n   25  NATIVES.\n   26    (C) THE MANUFACTURER MUST NOTIFY THE  REGIONAL  MULTI-STATE  CLEARING-\n   27  HOUSE,  AS  IDENTIFIED  IN SECTION 27-2115 OF THIS TITLE, OF ITS REQUEST\n   28  FOR A WAIVER PURSUANT TO THIS SUBDIVISION AND PROVIDE THE  CLEARINGHOUSE\n   29  WITH THE INFORMATION REQUIRED IN ITS WAIVER APPLICATION.\n   30    (D)  THE  DEPARTMENT MAY GRANT OR DENY, IN WHOLE OR IN PART, A REQUEST\n   31  FOR A WAIVER. IN DETERMINING WHETHER TO GRANT OR DENY A WAIVER OR WAIVER\n   32  RENEWAL, THE  DEPARTMENT  MAY  CONSULT  WITH  THE  CLEARINGHOUSE,  OTHER\n   33  STATES, OR REGIONAL GOVERNMENTAL ORGANIZATIONS TO PROMOTE CONSISTENCY IN\n   34  THE IMPLEMENTATION OF THIS SUBDIVISION.\n   35    (E)  WAIVERS  SHALL  BE  GRANTED FOR A PERIOD NOT TO EXCEED TWO YEARS.\n   36  UPON A REQUEST BY THE MANUFACTURER, THE DEPARTMENT MAY  RENEW  A  WAIVER\n   37  FOR  A  PERIOD  NOT TO EXCEED TWO YEARS IF THE DEPARTMENT FINDS THAT THE\n   38  MANUFACTURER CONTINUES TO MEET THE REQUIREMENTS FOR A WAIVER,  THAT  THE\n   39  MANUFACTURER  HAS  COMPLIED  WITH ALL CONDITIONS OF THE ORIGINAL WAIVER,\n   40  AND THE MANUFACTURER DEMONSTRATES THAT REASONABLE EFFORTS HAVE BEEN MADE\n   41  TO REMOVE MERCURY FROM THE PRODUCT SUBJECT TO THE WAIVER.\n   42    S 3. This act shall take effect immediately; provided,  however,  that\n   43  any  written  findings of the commissioner of environmental conservation\n   44  issued pursuant to subdivision 8 of section 27-2107 of the environmental\n   45  conservation law, as it existed prior to the amendments made by  section\n   46  one  of this act, shall remain in full force and effect until January 1,\n   47  2012 and upon that date shall be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to mercury-added consumer products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T141921.TXT", "SOBI.D110103.T112900.TXT", "SOBI.D110105.T165210.TXT", "SOBI.D110103.T115902.TXT", "SOBI.D110125.T151934.TXT", "SOBI.D110124.T144131.TXT", "SOBI.D110125.T151425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295986774103
}