{
  "year" : 2011,
  "senateBillNo" : "A669-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A669-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "reported referred to ways and means",
    "billEventId" : "A669-2011-1294722000000-reported+referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to financial assistance from the crime victims board for post-exposure prophylaxis treatment for victims of sexual assault",
  "summary" : "Requires financial assistance from the crime victims board for post-exposure prophylaxis treatment for victims of sexual assault. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA2355-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          669\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. JAFFEE, SCHIMEL, KOLB, BENEDETTO, SPANO, CALHOUN,\n         CAHILL,  ZEBROWSKI,  GUNTHER,  JEFFRIES,  PAULIN,  SWEENEY, GOTTFRIED,\n         MAISEL, FINCH, O'DONNELL, MARKEY, N. RIVERA, ROSENTHAL --  Multi-Spon-\n         sored  by  --  M.  of A. CLARK, COLTON, CROUCH, GALEF, HOOPER, JACOBS,\n         KELLNER, LATIMER, P. LOPEZ, LUPARDO, MAGNARELLI,  McDONOUGH,  McENENY,\n         PHEFFER,  ROBINSON,  SCARBOROUGH, WEISENBERG -- read once and referred\n         to the Committee on Health\n\n       AN ACT to amend the public health law and the executive law, in relation\n         to financial assistance from the crime victims board for post-exposure\n         prophylaxis treatment for victims of sexual assault\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (c)  of subdivision 1 of section 2805-i of the\n    2  public health law, as amended by section 39 of part A-1 of chapter 56 of\n    3  the laws of 2010, is amended to read as follows:\n    4    (c) offering and making available appropriate HIV post-exposure treat-\n    5  ment therapies in cases where it has been determined, in accordance with\n    6  guidelines issued by the commissioner, that a  significant  exposure  to\n    7  HIV  has  occurred, and informing the victim that payment assistance for\n    8  such therapies [may be] IS available from the office of victim  services\n    9  pursuant  to  the provisions of article twenty-two of the executive law;\n   10  PROVIDED, HOWEVER, THAT A FORENSIC RAPE EXAMINATION SHALL INCLUDE A NINE\n   11  DAY STARTER PACK TO BE PROVIDED BY THE HOSPITAL EMERGENCY  ROOM  AT  THE\n   12  TIME OF THE FORENSIC RAPE EXAMINATION. THE HOSPITAL EMERGENCY ROOM SHALL\n   13  DETERMINE WHICH CLINIC WITHIN THE HOSPITAL OR IF MORE CONVENIENT FOR THE\n   14  VICTIM,  ANOTHER  HOSPITAL  OR  CLINIC,  WHERE  FOLLOW-UP  CARE SHALL BE\n   15  PROVIDED. IN RURAL COUNTIES PURSUANT TO SUBDIVISION  TWELVE  OF  SECTION\n   16  TWO  HUNDRED  THIRTY-EIGHT  OF THIS CHAPTER, WHERE HOSPITALS DO NOT HAVE\n   17  THE APPROPRIATE FACILITY TO ACCOMMODATE  FOLLOW-UP  CARE,  THE  HOSPITAL\n   18  EMERGENCY  ROOM  DEPARTMENT SHALL REFER THE VICTIM TO THE COUNTY DEPART-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03995-01-1\n\n       A. 669                              2\n\n    1  MENT OF HEALTH, WHICH, IN TURN SHALL PROVIDE REFERRAL SERVICES FOR  SUCH\n    2  FOLLOW-UP CARE.  THE HOSPITALS, CLINICS, AND RURAL COUNTY HEALTH DEPART-\n    3  MENTS AS REFERENCED ABOVE ARE THE BILLING ENTITIES.\n    4    S 2. Subdivision 13 of section 631 of the executive law, as amended by\n    5  section 22 of part A-1 of chapter 56 of the laws of 2010, is amended and\n    6  a new subdivision 13-a is added to read as follows:\n    7    13. Notwithstanding any other provision of law, rule, or regulation to\n    8  the  contrary,  when  any New York state accredited hospital, accredited\n    9  sexual assault  examiner  program,  or  licensed  health  care  provider\n   10  furnishes  services  to  any  sexual assault survivor, including but not\n   11  limited to a health care forensic examination in accordance with the sex\n   12  offense evidence collection protocol and standards  established  by  the\n   13  department of health, such hospital, sexual assault examiner program, or\n   14  licensed  healthcare  provider shall provide such services to the person\n   15  without charge and shall  bill  the  office  directly.  The  office,  in\n   16  consultation  with  the  department of health, shall define the specific\n   17  services to be covered by the sexual assault forensic exam reimbursement\n   18  fee, which must include at a minimum forensic examiner services,  hospi-\n   19  tal  or  healthcare  facility  services related to the exam, and related\n   20  laboratory  tests  and  pharmaceuticals.  [Follow-up  HIV  post-exposure\n   21  prophylaxis  costs  shall  continue to be reimbursed according to estab-\n   22  lished office procedure. The office, in consultation with the department\n   23  of health, shall also generate the necessary regulations and  forms  for\n   24  the direct reimbursement procedure.] The rate for reimbursement shall be\n   25  the  amount  of itemized charges not exceeding eight hundred dollars, to\n   26  be reviewed and adjusted annually by the office in consultation with the\n   27  department of health. The hospital, sexual assault examiner program,  or\n   28  licensed  health  care  provider must accept this fee as payment in full\n   29  for these specified services. No additional billing of the survivor  for\n   30  said  services is permissible. A sexual assault survivor may voluntarily\n   31  assign any private insurance benefits to which she or he is entitled for\n   32  the healthcare forensic examination,  in  which  case  the  hospital  or\n   33  healthcare  provider  may  not  charge  the  office.  A hospital, sexual\n   34  assault examiner program or licensed health care provider shall, at  the\n   35  time  of  the  initial  visit,  request assignment of any private health\n   36  insurance benefits to which the sexual assault survivor is entitled on a\n   37  form prescribed by the office; provided, however,  such  sexual  assault\n   38  survivor  shall  be  advised  orally  and  in writing that he or she may\n   39  decline to provide such information regarding private  health  insurance\n   40  benefits  if  he  or she believes that the provision of such information\n   41  would substantially interfere with his or her personal privacy or safety\n   42  and in such event, the sexual assault forensic exam fee shall be paid by\n   43  the office. [Such sexual assault survivor shall  also  be  advised  that\n   44  providing  such  information may provide additional resources to pay for\n   45  services to other sexual assault victims.] If  he  or  she  declines  to\n   46  provide such health insurance information, he or she shall indicate such\n   47  decision  on  the form provided by the hospital, sexual assault examiner\n   48  program or licensed health care provider, which form shall be prescribed\n   49  by the office.\n   50    13-A. NOTWITHSTANDING ANY OTHER PROVISIONS OF LAW, RULE, OR REGULATION\n   51  TO THE CONTRARY, WHEN ANY BILLING ENTITY PROVIDES PROPHYLACTIC TREATMENT\n   52  FOR SIGNIFICANT POSSIBLE EXPOSURE TO HIV TO A VICTIM OF  SEXUAL  ASSAULT\n   53  AS PRESCRIBED BY A LICENSED HEALTHCARE PROVIDER, SUCH TREATMENT SHALL BE\n   54  PROVIDED  TO  THE  PERSON WITHOUT CHARGE AND THE PHARMACY SHALL BILL THE\n   55  BOARD DIRECTLY. THE  BOARD,  IN  CONSULTATION  WITH  THE  DEPARTMENT  OF\n   56  HEALTH,  SHALL  GENERATE  THE  NECESSARY  REGULATIONS  AND FORMS FOR THE\n\n       A. 669                              3\n\n    1  DIRECT REIMBURSEMENT PROCEDURE. THE  RATE  FOR  REIMBURSEMENT  SHALL  BE\n    2  ESTABLISHED  AND REVIEWED AND ADJUSTED AT LEAST ANNUALLY BY THE BOARD IN\n    3  CONSULTATION WITH THE DEPARTMENT OF  HEALTH.  THE  BILLING  ENTITY  MUST\n    4  ACCEPT  THIS  FEE  AS  PAYMENT  IN  FULL FOR THE SPECIFIED POST-EXPOSURE\n    5  PROPHYLACTIC TREATMENT THERAPIES. NO ADDITIONAL BILLING OF THE  SURVIVOR\n    6  FOR  SAID  MEDICATIONS  IS  PERMISSIBLE.  A  SEXUAL ASSAULT SURVIVOR MAY\n    7  VOLUNTARILY ASSIGN ANY PRIVATE INSURANCE BENEFITS TO WHICH SHE OR HE  IS\n    8  ENTITLED  FOR  THE  PROPHYLACTIC  MEDICATIONS, IN WHICH CASE THE BILLING\n    9  ENTITY MAY NOT CHARGE THE BOARD. A BILLING ENTITY SHALL, AT THE TIME  OF\n   10  THE  INITIAL  VISIT,  REQUEST ASSIGNMENT OF ANY PRIVATE HEALTH INSURANCE\n   11  BENEFITS TO WHICH THE SEXUAL ASSAULT SURVIVOR  IS  ENTITLED  ON  A  FORM\n   12  PRESCRIBED BY THE BOARD; PROVIDED, HOWEVER, SUCH SEXUAL ASSAULT SURVIVOR\n   13  SHALL  BE  ADVISED  ORALLY  AND IN WRITING THAT HE OR SHE MAY DECLINE TO\n   14  PROVIDE SUCH INFORMATION REGARDING PRIVATE HEALTH INSURANCE BENEFITS  IF\n   15  HE OR SHE BELIEVES THAT THE PROVISION OF SUCH INFORMATION WOULD SUBSTAN-\n   16  TIALLY INTERFERE WITH HIS OR HER PERSONAL PRIVACY OR SAFETY AND, IN SUCH\n   17  EVENT,  THE PROPHYLACTIC TREATMENT FEE SHALL BE PAID BY THE BOARD. IF HE\n   18  OR SHE DECLINES TO PROVIDE SUCH HEALTH INSURANCE INFORMATION, HE OR  SHE\n   19  SHALL INDICATE SUCH DECISION ON THE FORM PROVIDED BY THE BILLING ENTITY,\n   20  WHICH  FORM SHALL BE PRESCRIBED BY THE BOARD.  THE NINE DAY STARTER PACK\n   21  PROVIDED TO THE VICTIM PURSUANT TO PARAGRAPH (C) OF SUBDIVISION  ONE  OF\n   22  SECTION  TWENTY-EIGHT  HUNDRED  FIVE-I OF THE PUBLIC HEALTH LAW SHALL BE\n   23  CONSIDERED PART OF THE FORENSIC RAPE EXAMINATION AND BILLED ACCORDINGLY.\n   24  FOR THE REMAINING TWENTY-ONE DAYS OF TREATMENT, THE  APPROPRIATE  CLINIC\n   25  OR  IN  A  RURAL  AREA,  THE COUNTY DEPARTMENT OF HEALTH, SHALL BILL THE\n   26  CRIME VICTIMS BOARD AND BE REIMBURSED BY SUCH BOARD. IF  THE  VICTIM  IS\n   27  NOT  SEEKING  REIMBURSEMENT  FROM  THE  BOARD,  SUCH  VICTIM  CAN CHOOSE\n   28  FOLLOW-UP CARE BY ATTENDING THE APPROPRIATE CLINIC OR SEEKING A PROVIDER\n   29  OF HIS OR HER CHOICE.\n   30    S 3. Paragraph (b) of subdivision 2 of section 631-a of the  executive\n   31  law,  as  amended by section 27 of part A-1 of chapter 56 of the laws of\n   32  2010, is amended to read as follows:\n   33    (b) These regulations shall also provide for services  including,  but\n   34  not limited to:\n   35    (i)  assistance  to claimants seeking crime victims compensation bene-\n   36  fits;\n   37    (ii) referrals, crisis intervention and other counseling services;\n   38    (iii) services to elderly victims and to child victims and their fami-\n   39  lies;\n   40    (iv) transportation and household assistance; and\n   41    (v) outreach to the  community  and  education  and  training  of  law\n   42  enforcement  and  other criminal justice officials to the needs of crime\n   43  victims;\n   44    (VI) PROPHYLACTIC TREATMENT THERAPIES  IN  CASES  WHERE  IT  HAS  BEEN\n   45  DETERMINED THAT A SIGNIFICANT EXPOSURE TO HIV HAS OCCURRED; AND\n   46    (VII)  IDENTIFYING  HEALTH  CARE  PROVIDERS  ACROSS  THE STATE WHO CAN\n   47  PROVIDE FOLLOW-UP CARE FOR VICTIMS INCLUDING BUT NOT LIMITED TO HOW  AND\n   48  WHERE TO ACCESS HIV POST-EXPOSURE PROPHYLAXIS.\n   49    S 4. This act shall take effect on the one hundred eightieth day after\n   50  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the executive law, in relation to financial assistance from the crime victims board for post-exposure prophylaxis treatment for victims of sexual assault ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T123202.TXT", "SOBI.D110126.T142803.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110105.T165210.TXT", "SOBI.D110103.T115902.TXT", "SOBI.D110111.T124703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296070083674
}