{
  "year" : 2011,
  "senateBillNo" : "A670-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A670-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that the training required of certain health care professionals for identification and reporting of child abuse include a domestic violence component",
  "summary" : "Requires the education commissioner to establish standards requiring that the one hour of the three hours of coursework or training required of certain specified health care professionals regarding the identification and reporting of child abuse and maltreatment include information regarding the relationship between child abuse and domestic violence and the identification of behavioral and physical indicators of domestic violence. ",
  "currentCommittee" : null,
  "sameAs" : "S978",
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA8675-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          670\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. JAFFEE -- read once and referred to the Committee\n         on Higher Education\n\n       AN  ACT  to  amend  the education law, in relation to training regarding\n         domestic violence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph a of subdivision 3 of section 6507 of the educa-\n    2  tion law, as amended by chapter 356 of the laws of 2006, is  amended  to\n    3  read as follows:\n    4    a. Establish standards for preprofessional and professional education,\n    5  experience and licensing examinations as required to implement the arti-\n    6  cle for each profession. Notwithstanding any other provision of law, the\n    7  commissioner shall establish standards requiring that all persons apply-\n    8  ing,  on or after January first, nineteen hundred ninety-one, initially,\n    9  or for the renewal of, a license, registration or limited permit to be a\n   10  physician, chiropractor, dentist, registered nurse, podiatrist,  optome-\n   11  trist,   psychiatrist,  psychologist,  licensed  master  social  worker,\n   12  licensed clinical  social  worker,  licensed  creative  arts  therapist,\n   13  licensed  marriage  and family therapist, licensed mental health counse-\n   14  lor, licensed psychoanalyst, or dental hygienist shall, in  addition  to\n   15  all  the  other  licensure,  certification  or permit requirements, have\n   16  completed [two] THREE hours of  coursework  or  training  regarding  the\n   17  identification  and  reporting  of  child abuse [and], maltreatment, AND\n   18  DOMESTIC VIOLENCE.  The coursework or training shall be obtained from an\n   19  institution or provider which has been approved  by  the  department  to\n   20  provide  such  coursework  or training. The coursework or training shall\n   21  include information regarding the physical and behavioral indicators  of\n   22  child abuse [and], maltreatment, AND DOMESTIC VIOLENCE and the statutory\n   23  reporting requirements set out in sections four hundred thirteen through\n   24  four hundred twenty of the social services law, including but not limit-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03987-01-1\n\n       A. 670                              2\n\n    1  ed to, when and how a report must be made, what other actions the repor-\n    2  ter  is  mandated  or authorized to take, the legal protections afforded\n    3  reporters, and the consequences for failing to report.  THE COMMISSIONER\n    4  SHALL  ESTABLISH  STANDARDS  REQUIRING THAT BEGINNING JANUARY FIRST, TWO\n    5  THOUSAND TWELVE, ONE HOUR OF THE  THREE  COURSEWORK  OR  TRAINING  HOURS\n    6  SHALL  INCLUDE  INFORMATION  REGARDING  THE  RELATIONSHIP  BETWEEN CHILD\n    7  ABUSE, MALTREATMENT, AND DOMESTIC VIOLENCE  AND  THE  IDENTIFICATION  OF\n    8  BEHAVIORAL  AND  PHYSICAL  INDICATORS OF DOMESTIC VIOLENCE AS DEFINED IN\n    9  SECTION FOUR HUNDRED FIFTY-NINE-A  OF  THE  SOCIAL  SERVICES  LAW.  Such\n   10  coursework  or training may also include information regarding the phys-\n   11  ical and behavioral indicators of the abuse of individuals  with  mental\n   12  retardation and other developmental disabilities and voluntary reporting\n   13  of  abused  or  neglected adults to the office of mental retardation and\n   14  developmental disabilities or the local adult protective services  unit.\n   15  Each  applicant  shall provide the department with documentation showing\n   16  that he or she has completed the required training. The department shall\n   17  provide an exemption from  the  child  abuse  [and],  maltreatment,  AND\n   18  DOMESTIC  VIOLENCE  training  requirements to any applicant who requests\n   19  such an exemption and who shows, to the department's satisfaction,  that\n   20  there  would be no need because of the nature of his or her practice for\n   21  him or her to complete such training;\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to training regarding domestic violence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T165209.TXT", "SOBI.D110124.T102110.TXT", "SOBI.D110105.T165210.TXT", "SOBI.D110105.T165710.TXT", "SOBI.D110119.T091232.TXT", "SOBI.D110119.T091732.TXT", "SOBI.D110125.T092858.TXT", "SOBI.D110125.T141921.TXT", "SOBI.D110103.T164434.TXT", "SOBI.D110126.T142803.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110125.T092358.TXT", "SOBI.D110103.T115902.TXT", "SOBI.D110125.T151934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296070083676
}