{
  "year" : 2011,
  "senateBillNo" : "A671-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A671-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "reported referred to codes",
    "billEventId" : "A671-2011-1295931600000-reported+referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the well water education act; requires public education program on the potential hazards of well water",
  "summary" : "Creates the well water education act; requires the department of health to establish and maintain a public education program on the potential hazards of well water; requires home inspectors, licensed real estate agents and brokers to provide well water education materials to prospective buyers of property where such property is serviced by a private well. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA7083-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          671\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. JAFFEE, SWEENEY, ENGLEBRIGHT, LANCMAN, ZEBROWSKI,\n         LUPARDO,  KAVANAGH,  CALHOUN,  McDONOUGH,  CASTRO,  SCHIMEL, LIFTON --\n         Multi-Sponsored by -- M. of  A.    BOYLAND,  GALEF,  MAGEE,  MOLINARO,\n         RAMOS,  RUSSELL,  THIELE -- read once and referred to the Committee on\n         Health\n\n       AN ACT to amend the public health law and  the  real  property  law,  in\n         relation to enacting the \"well water education act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title.  This act shall be known and may be  cited  as\n    2  the \"well water education act\".\n    3    S  2.  Section 206 of the public health law is amended by adding a new\n    4  subdivision 28 to read as follows:\n    5    28. THE COMMISSIONER IS AUTHORIZED AND DIRECTED TO ESTABLISH AND MAIN-\n    6  TAIN A PUBLIC EDUCATION PROGRAM TO INFORM  THE  PUBLIC  AND  APPROPRIATE\n    7  PROFESSIONAL  DISCIPLINES  OF  THE POTENTIAL HEALTH EFFECTS OF CONSUMING\n    8  WATER THAT DOES NOT MEET STATE DRINKING WATER STANDARDS. AS PART OF THIS\n    9  EDUCATION PROGRAM, THE DEPARTMENT SHALL  PREPARE  MATERIALS  TO  EDUCATE\n   10  CONSUMERS WHO OBTAIN DRINKING WATER FROM PRIVATE WELLS ON THE IMPORTANCE\n   11  OF REGULARLY TESTING FOR CONTAMINATION.\n   12    (A) SUCH EDUCATIONAL MATERIALS SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   13    (I)  INFORMATION  ON POTENTIAL CONTAMINANTS INCLUDING: COLIFORM BACTE-\n   14  RIA, CHLORIDES, SODIUM, ARSENIC, NITRATES, IRON,  MANGANESE,  LEAD,  PH,\n   15  VOLATILE  ORGANIC  COMPOUNDS  FOR  WHICH MAXIMUM CONTAMINANT LEVELS HAVE\n   16  BEEN ESTABLISHED PURSUANT TO PUBLIC HEALTH REGULATIONS, VINYL  CHLORIDE,\n   17  MTBE, AND RADON;\n   18    (II)  AN  EXPLANATION THAT CONTAMINATION OF GROUNDWATER CAN OCCUR FROM\n   19  MIGRATION OF  CONTAMINANTS  THAT  MAY  NOT  YET  HAVE  BEEN  IDENTIFIED.\n   20  FURTHER, IT SHOULD BE EMPHASIZED THAT CONTAMINATED WATER DOES NOT NECES-\n   21  SARILY  RESULT  IN  OBVIOUS ODORS OR COLOR CHANGES IN DRINKING WATER AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03990-01-1\n\n       A. 671                              2\n\n    1  THAT THE ONLY WAY TO ENSURE THAT WATER MEETS STATE DRINKING WATER STAND-\n    2  ARDS IS TO HAVE IT TESTED BY A STATE CERTIFIED LABORATORY;\n    3    (III)  INFORMATION ON THE MAXIMUM CONTAMINANT LEVELS, OR PUBLIC HEALTH\n    4  STANDARDS, FOR THOSE CONTAMINANTS IDENTIFIED IN SUBPARAGRAPH (I) OF THIS\n    5  PARAGRAPH AND THE POTENTIAL HEALTH IMPACTS OF EXPOSURE TO  SUCH  CONTAM-\n    6  INANTS ABOVE SUCH LEVELS;\n    7    (IV)  A  RECOMMENDATION  THAT  ANY  WATER  TEST  CONDUCTED  SHOULD  BE\n    8  CONDUCTED BY A LABORATORY CERTIFIED BY THE DEPARTMENT TO TEST FOR DRINK-\n    9  ING WATER CONTAMINANTS;\n   10    (V) INFORMATION ON THE IMPORTANCE OF TESTING PRIVATE  WELLS  REGULARLY\n   11  FOR CONTAMINANTS THAT EXCEED STATE STANDARDS;\n   12    (VI)  ENCOURAGING  RESIDENTS  TO  PROVIDE THEIR LOCAL AND STATE HEALTH\n   13  DEPARTMENT WITH ANY RESULTS OF TESTS THAT EXCEED STATE STANDARDS; AND\n   14    (VII) INFORMATION ON WATER TREATMENT TECHNIQUES AND EQUIPMENT.\n   15    (B) (I) THE DEPARTMENT SHALL MAKE SUCH EDUCATIONAL MATERIALS AVAILABLE\n   16  TO THE PUBLIC ON THEIR WEBSITE AND UPON REQUEST TO THE GENERAL PUBLIC.\n   17    (II) THE DEPARTMENT, IN CONSULTATION WITH  THE  DEPARTMENT  OF  STATE,\n   18  SHALL REQUIRE THAT:\n   19    (A)  LICENSED  HOME  INSPECTORS,  AS  DEFINED  IN SECTION FOUR HUNDRED\n   20  FORTY-FOUR-B OF THE REAL PROPERTY LAW, ARE PROVIDED WITH SUCH MATERIALS,\n   21  WHICH SHALL BE PROVIDED BY THE LICENSED HOME INSPECTOR  TO  EACH  CLIENT\n   22  WHOSE PROPERTY OR POTENTIAL PROPERTY IS SERVED BY A PRIVATE WELL THAT IS\n   23  THE POTABLE WATER SUPPLY FOR SUCH PROPERTY; AND\n   24    (B)  LICENSED  REAL  ESTATE SALESMAN, REAL ESTATE BROKERS OR ASSOCIATE\n   25  REAL ESTATE BROKERS, AS DEFINED IN SECTION FOUR  HUNDRED  FORTY  OF  THE\n   26  REAL PROPERTY LAW, PROVIDE SUCH INFORMATION TO THEIR CLIENTS WHOSE PROP-\n   27  ERTY OR POTENTIAL PROPERTY IS SERVED BY A PRIVATE WELL THAT IS THE POTA-\n   28  BLE  WATER SUPPLY FOR SUCH PROPERTY, AT THE TIME SUCH CLIENTS ENTER INTO\n   29  A CONTRACT FOR THE SALE OF SUCH PROPERTY.\n   30    S 3. Section 444-g of the real property law is amended by adding a new\n   31  subdivision 3-a to read as follows:\n   32    3-A. EVERY HOME INSPECTOR SHALL PROVIDE TO EACH CLIENT, WHO MAY BE  AN\n   33  OWNER, PROSPECTIVE BUYER OR OTHER INTERESTED INDIVIDUAL, WHOSE RESIDENCE\n   34  OR  POTENTIAL  RESIDENCE IS SERVED BY A PRIVATE WELL THAT IS THE POTABLE\n   35  WATER SUPPLY FOR SUCH PROPERTY, EDUCATIONAL MATERIALS  PREPARED  BY  THE\n   36  DEPARTMENT OF HEALTH PURSUANT TO SUBDIVISION TWENTY-EIGHT OF SECTION TWO\n   37  HUNDRED  SIX OF THE PUBLIC HEALTH LAW RELATING TO THE REGULAR TESTING OF\n   38  THE QUALITY OF DRINKING WATER FROM WELLS.\n   39    S 4. Section 466 of the real property law, as added by chapter 456  of\n   40  the laws of 2001, is amended to read as follows:\n   41    S 466. Duty of an agent. 1. An agent representing a seller of residen-\n   42  tial  real  property  as  a listing broker shall have the duty to timely\n   43  inform each seller represented by that agent of the seller's obligations\n   44  under this article. An agent representing a buyer  of  residential  real\n   45  property,  or,  if  the  buyer is not represented by an agent, the agent\n   46  representing a seller of residential real property and  dealing  with  a\n   47  prospective  buyer,  shall have the duty to timely (in any event, before\n   48  the buyer signs a binding contract of sale) inform  such  buyer  of  the\n   49  buyer's rights and obligations under this article[. If an agent performs\n   50  the  duties  and  obligations  imposed  upon him or her pursuant to this\n   51  section, the agent shall have no further duties under this  article  and\n   52  shall not be liable to any party for a violation of this article.]; AND\n   53    2. AN AGENT REPRESENTING A BUYER OR SELLER OF RESIDENTIAL REAL PROPER-\n   54  TY  AS  A  LISTING  BROKER SHALL HAVE THE DUTY TO PROVIDE A PURCHASER OF\n   55  REAL PROPERTY THAT IS SERVED BY A PRIVATE  WELL  WHICH  IS  THE  POTABLE\n   56  WATER SUPPLY FOR SUCH PROPERTY WITH PUBLIC EDUCATION INFORMATION CREATED\n\n       A. 671                              3\n\n    1  BY  THE  DEPARTMENT  OF HEALTH UNDER SUBDIVISION TWENTY-EIGHT OF SECTION\n    2  TWO HUNDRED SIX OF THE PUBLIC HEALTH LAW RELATED TO REGULAR  TESTING  OF\n    3  THE QUALITY OF DRINKING WATER FROM SUCH WELLS, AT THE TIME SUCH PURCHAS-\n    4  ER ENTERS INTO A CONTRACT FOR THE SALE OF SUCH PROPERTY.\n    5    3. IF AN AGENT PERFORMS THE DUTIES AND OBLIGATIONS IMPOSED UPON HIM OR\n    6  HER BY SUBDIVISIONS ONE AND TWO OF THIS SECTION, THE AGENT SHALL HAVE NO\n    7  FURTHER  DUTIES  UNDER THIS ARTICLE AND SHALL NOT BE LIABLE TO ANY PARTY\n    8  FOR A VIOLATION OF THIS ARTICLE.\n    9    S 5. This act shall take effect on the one hundred eightieth day after\n   10  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the real property law, in relation to enacting the \"well water education act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T113400.TXT", "SOBI.D110105.T165710.TXT", "SOBI.D110103.T115401.TXT", "SOBI.D110125.T151425.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295986465900
}