{
  "year" : 2011,
  "senateBillNo" : "A672-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A672-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the selling, offering for sale or distribution of any electrical or extension cords with fraudulent seals for the Underwriters' Laboratory",
  "summary" : "Prohibits the selling, offering for sale or distribution of any electrical or extension cords with fraudulent seals for the Underwriters' Laboratory; authorizes local code enforcement entities to enforce the provisions of the section; provides that for the first civil penalty of this section, a one hundred dollar fine shall be issued and such person shall attend a training seminar on how to identify false underwriters laboratory labels and increases fines for the second or more offenses of this section; provides that a training component shall be created and provided by the office of fire prevention and control and shall be made available on its website. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AA2326-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          672\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. JAFFEE, PHEFFER, COLTON, COOK, GALEF, HOOPER --\n         Multi-Sponsored by -- M. of A. McDONOUGH,  McKEVITT,  REILLY  --  read\n         once  and  referred  to  the  Committee  on  Economic Development, Job\n         Creation, Commerce and Industry\n\n       AN ACT to amend the general business law, in relation  to  the  selling,\n         offering for sale or distribution of any electrical or extension cords\n         with a fraudulent seal for the Underwriters' Laboratory\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  349-e to read as follows:\n    3    S 349-E. SELLING OF FRAUDULENT ELECTRICAL OR EXTENSION CORDS. 1.    NO\n    4  MERCHANT,  MANUFACTURER,  FIRM,  CORPORATION,  ASSOCIATION  OR  AGENT OR\n    5  EMPLOYEE THEREOF SHALL SELL, OFFER FOR SALE OR DISTRIBUTE IN THIS  STATE\n    6  ANY  ELECTRICAL  CORD  OR  EXTENSION CORD WITH A FRAUDULENT SEAL FOR THE\n    7  UNDERWRITERS' LABORATORY. FOR THE PURPOSES OF  THIS  SECTION,  THE  TERM\n    8  \"MERCHANT\" SHALL MEAN A PERSON, FIRM OR CORPORATION ENGAGED IN THE SALE,\n    9  DISPLAY  OR  OFFERING  FOR  SALE  OF CONSUMER PRODUCTS OR MERCHANDISE AT\n   10  RETAIL TO A CONSUMER.\n   11    2. EVERY MERCHANT,  MANUFACTURER,  FIRM,  CORPORATION  OR  ASSOCIATION\n   12  SHALL  BE RESPONSIBLE FOR THE TRAINING AND EDUCATION OF ITS EMPLOYEES TO\n   13  LEARN THE DIFFERENCE BETWEEN CERTIFIED  UNDERWRITERS'  LABORATORY  ELEC-\n   14  TRICAL  OR  EXTENSION  CORDS AND FRAUDULENT OR COUNTERFEIT ELECTRICAL OR\n   15  EXTENSION CORDS.\n   16    3. THE PROVISIONS OF THIS SECTION SHALL NOT  BE  DEEMED  TO  ALTER  OR\n   17  OTHERWISE SUPERSEDE ANY OTHER LABELING OR DISCLOSURE REQUIREMENT IMPOSED\n   18  BY STATE OR FEDERAL LAW.\n   19    4. ENFORCEMENT SHALL BE PROVIDED BY THE LOCAL GOVERNMENT CODE ENFORCE-\n   20  MENT ENTITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03996-01-1\n\n       A. 672                              2\n\n    1    5.  FOR  THE FIRST CIVIL PENALTY OF THIS SECTION, A ONE HUNDRED DOLLAR\n    2  FINE SHALL BE ISSUED AND SUCH PERSON SHALL ATTEND A TRAINING SEMINAR  ON\n    3  HOW TO IDENTIFY FALSE UNDERWRITERS' LABORATORY LABELS. FOR THE SECOND OR\n    4  MORE  OFFENSES OF THIS SECTION, THERE SHALL BE UP TO A TWO THOUSAND FIVE\n    5  HUNDRED DOLLAR FINE FOR A PRIVATE RETAILER.\n    6    6. A TRAINING COMPONENT SHALL BE CREATED AND PROVIDED BY THE OFFICE OF\n    7  FIRE  PREVENTION AND CONTROL AND SHALL BE MADE AVAILABLE ON ITS WEBSITE.\n    8  ANY PERSON FOUND SELLING ELECTRICAL PRODUCTS  WITH  FALSE  UNDERWRITERS'\n    9  LABORATORY LABELS SHALL TAKE AN ON-LINE COURSE.\n   10    S 2. This act shall take effect on the one hundred twentieth day after\n   11  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the selling, offering for sale or distribution of any electrical or extension cords with a fraudulent seal for the Underwriters' Laboratory ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T113400.TXT", "SOBI.D110105.T165710.TXT", "SOBI.D110103.T115401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294264630047
}