{
  "year" : 2011,
  "senateBillNo" : "A673-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A673-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"adversarial medical examination procedure act\"",
  "summary" : "Enacts the \"adversarial medical examination procedure act\"; authorizes adversarial medical examinations and limits any physician-patient relationship resulting from such a medical examination; provides that the person subject to the examination shall have the right to representation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "AA10742-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          673\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the civil practice law and rules, the insurance law, the\n         workers' compensation law, the general municipal law and the court  of\n         claims  act, in relation to enacting the \"adversarial medical examina-\n         tion procedure act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  the \"adversarial medical examination procedure act\".\n    3    S 2. The legislature hereby finds and declares that the conducting  of\n    4  physical  and  mental examinations in the course of civil litigation and\n    5  other civil proceedings has evolved in a manner  inconsistent  with  the\n    6  civil  practice  law  and  rules and fundamental notions of due process.\n    7  Indeed, a commonly used term  for  such  examinations,  an  \"independent\n    8  medical  examination,\"  is  itself  a  misnomer  because  the  physician\n    9  conducting such examination is not at all independent, but  is  in  fact\n   10  being  compensated  by  a party or insurer whose interests are typically\n   11  adverse to those of the party being  examined.  Further,  parties  being\n   12  examined  are  frequently required to provide written responses to ques-\n   13  tions outside the discovery process prescribed in the civil practice law\n   14  and rules or relevant claims process  and  without  the  opportunity  to\n   15  obtain advice of counsel, even though such written responses can and are\n   16  being  used  as admissions and/or to later impeach the examined party in\n   17  the course of such proceeding.  Accordingly, the name by which  such  an\n   18  examination  is  called  needs  to be changed to reflect the true adver-\n   19  sarial nature of such examination; the process for obtaining information\n   20  from the party to be examined which is necessary to the proper  conduct-\n   21  ing  of the examination needs to be brought within the carefully consid-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01389-02-1\n\n       A. 673                              2\n\n    1  ered discovery process which already exists in the  civil  practice  law\n    2  and rules or claims process.\n    3    S 3. Section 3121 of the civil practice law and rules, subdivision (a)\n    4  as  amended  by  chapter  294 of the laws of 1984, is amended to read as\n    5  follows:\n    6    S 3121. [Physical or  mental]  ADVERSARIAL  MEDICAL  examination.  (a)\n    7  Notice  of  AN ADVERSARIAL MEDICAL examination. After commencement of an\n    8  action in which the mental or physical condition or the blood  relation-\n    9  ship  of  a  party, or of an agent, employee or person in the custody or\n   10  under the legal control of a party, is in  controversy,  any  party  may\n   11  serve  notice  on another party to submit to a physical, mental or blood\n   12  [examination] \"ADVERSARIAL MEDICAL EXAMINATION\" by a  designated  physi-\n   13  cian,  or to produce for such ADVERSARIAL MEDICAL examination his OR HER\n   14  agent, employee or the person in his OR HER custody or under his OR  HER\n   15  legal  control.  The  notice  may require duly executed and acknowledged\n   16  written authorizations permitting all parties to obtain, and make copies\n   17  of, the records of specified hospitals relating to such mental or  phys-\n   18  ical  condition or blood relationship; where a party obtains a copy of a\n   19  hospital record as a result of the authorization of another party, he OR\n   20  SHE shall deliver a duplicate of the copy to such party. A copy  of  the\n   21  notice shall be served on the person SUBJECT to [be examined] THE ADVER-\n   22  SARIAL  MEDICAL EXAMINATION.   It shall specify the time, which shall be\n   23  not less than twenty days after service of the notice,  and  the  condi-\n   24  tions  and  scope  of  the ADVERSARIAL MEDICAL examination, AND IT SHALL\n   25  INFORM THE PERSON SUBJECT TO THE EXAMINATION THAT  HE  OR  SHE  HAS  THE\n   26  RIGHT  TO  HAVE  A  REPRESENTATIVE  PRESENT DURING SUCH EXAMINATION, AND\n   27  SHALL HAVE THE RIGHT TO RECORD OR TAPE SUCH EXAMINATION IN A MANNER SUCH\n   28  AS NOT TO UNREASONABLY IMPEDE SUCH EXAMINATION.  THE PERSON  SUBJECT  TO\n   29  THE ADVERSARIAL MEDICAL EXAMINATION SHALL NOT BE REQUIRED TO PRODUCE ANY\n   30  DOCUMENTS  OR  SUPPLY ANY WRITTEN ANSWERS TO QUESTIONS PUT TO HIM OR HER\n   31  AT SUCH EXAMINATION EXCEPT AS IN RESPONSE TO PROPERLY  SERVED  DISCOVERY\n   32  DEMANDS MADE PURSUANT TO THE CIVIL PRACTICE LAW AND RULES.\n   33    (b) Copy of report. A copy of a detailed written report of the examin-\n   34  ing  physician  setting  out  [his]  THE findings and conclusions OF THE\n   35  ADVERSARIAL MEDICAL EXAMINATION shall be delivered by the party  seeking\n   36  the  ADVERSARIAL  MEDICAL examination to [any] EACH party [requesting to\n   37  exchange therefor a copy of each report in his control of an examination\n   38  made with respect to the mental or physical  condition  in  controversy]\n   39  WITHIN THIRTY DAYS OF SUCH EXAMINATION.\n   40    (C) FAILURE TO EXCHANGE. NOTHING CONTAINED IN THIS SECTION SHALL LIMIT\n   41  THE  RIGHTS  OF  ANY  PARTY FROM MOVING TO PRECLUDE OR FOR SEEKING OTHER\n   42  SANCTIONS PURSUANT TO RULE 3124 OR SECTION 3126 FOR FAILURE TO  EXCHANGE\n   43  A  DETAILED  WRITTEN REPORT OF AN \"ADVERSARIAL MEDICAL EXAMINATION\" UPON\n   44  OTHER PARTIES TO AN ACTION.\n   45    S 4.  Section 5102 of the insurance law is amended  by  adding  a  new\n   46  subsection (n) to read as follows:\n   47    (N)  \"ADVERSARIAL  MEDICAL EXAMINATION\" MEANS ANY PHYSICAL EXAMINATION\n   48  REQUESTED BY AN INSURER MADE IN RESPONSE TO A  CLAIM  MADE  PURSUANT  TO\n   49  BENEFITS  UNDER  THIS  ARTICLE.  THE PERSON SUBJECT TO EXAMINATION SHALL\n   50  HAVE THE RIGHT TO HAVE A REPRESENTATIVE PRESENT DURING SUCH  EXAMINATION\n   51  AND  SHALL HAVE THE RIGHT TO RECORD OR TAPE SUCH EXAMINATION IN A MANNER\n   52  SUCH AS NOT TO UNREASONABLY IMPEDE SUCH EXAMINATION. THE  PERSON  TO  BE\n   53  EXAMINED  SHALL BE INFORMED OF SUCH RIGHTS AT LEAST TWENTY DAYS PRIOR TO\n   54  SUCH EXAMINATION.  IF SUCH EXAMINATION SHALL BE USED TO DENY,  IN  WHOLE\n   55  OR  IN  PART,  ANY  BENEFITS  UNDER THIS SECTION, A COPY OF THE DETAILED\n   56  WRITTEN REPORT OF SUCH EXAMINATION, WRITTEN BY THE  EXAMINING  PHYSICIAN\n\n       A. 673                              3\n\n    1  OR  HEALTH CARE PROFESSIONAL, SHALL BE PROVIDED TO THE INJURED PARTY AND\n    2  ANY THIRD-PARTY MEDICAL PROVIDER TO WHOM  THE  INJURED  PARTY  MAY  HAVE\n    3  ASSIGNED  HIS  OR HER CLAIM OR CLAIMS FOR BENEFITS ALONG WITH ANY DENIAL\n    4  OF  BENEFITS. IN THE EVENT SUCH REPORT IS NOT SO PROVIDED BY THE INSURER\n    5  OR SELF-INSURER ALONG WITH THE DENIAL, THE INSURER  SHALL  BE  PRECLUDED\n    6  FROM USING SUCH REPORT TO SUPPORT ANY DENIAL OF SUCH CLAIM.\n    7    S  5.  Subdivision 4 of section 13-a of the workers' compensation law,\n    8  as amended by chapter 473 of the laws of 2000, is  amended  to  read  as\n    9  follows:\n   10    (4)  (a) No claim for medical or surgical treatment shall be valid and\n   11  enforceable, as  against  such  employer,  or  employee,  unless  within\n   12  forty-eight  hours  following  the  first treatment the physician giving\n   13  such treatment furnishes to the employer and directly  to  the  chair  a\n   14  preliminary  notice  of  such  injury and treatment, within fifteen days\n   15  thereafter a  more  complete  report  and  subsequent  thereto  progress\n   16  reports  if requested in writing by the chair, board, employer or insur-\n   17  ance carrier at intervals of not less than three weeks apart or at  less\n   18  frequent  intervals  if requested on forms prescribed by the chair.  The\n   19  board may excuse failure to give  such  notices  within  the  designated\n   20  periods when it finds it to be in the interest of justice to do so.\n   21    (b)  Upon  receipt of the notice provided for by paragraph (a) of this\n   22  subdivision, the employer, the carrier, and the claimant each  shall  be\n   23  entitled  to have the claimant examined by a physician authorized by the\n   24  chair in accordance with sections thirteen-b and one hundred thirty-sev-\n   25  en of this chapter, at a medical facility convenient to the claimant and\n   26  in the presence of the claimant's physician, and refusal by the claimant\n   27  to submit to such [independent] ADVERSARIAL medical examination at  such\n   28  time  or  times  as  may  reasonably  be necessary in the opinion of the\n   29  board, shall bar the claimant from recovering compensation for any peri-\n   30  od during which he or she has refused to submit to such examination.  No\n   31  hospital shall be required to produce the records of any claimant  with-\n   32  out  receiving  its  customary  fees or charges for reproduction of such\n   33  records.\n   34    (c) Where it would place an unreasonable burden upon the  employer  or\n   35  carrier  to arrange for, or for the claimant to attend, an [independent]\n   36  ADVERSARIAL medical examination by an authorized physician, the employer\n   37  or carrier shall arrange for such examination to be performed by a qual-\n   38  ified physician in a medical facility convenient to the claimant.\n   39    (d) The [independent] ADVERSARIAL medical examiner shall provide  such\n   40  reports and shall submit to investigation as required by the chair.\n   41    (e)  In  order to qualify as admissible medical evidence, for purposes\n   42  of adjudicating any claim under this chapter, any  report  submitted  to\n   43  the  board  by an [independent] ADVERSARIAL medical examiner licensed by\n   44  the state of New York shall include the following:\n   45    (i) a signed statement certifying that the report is a full and truth-\n   46  ful representation of the [independent] ADVERSARIAL  medical  examiner's\n   47  professional opinion with respect to the claimant's condition:\n   48    (ii) such examiner's board issued authorization number;\n   49    (iii) the name of the individual or entity requesting the examination;\n   50    (iv)  if  applicable,  the  registration number as required by section\n   51  thirteen-n of this article; and\n   52    (v) such other information as the chair may require by regulation.\n   53    Any report by an [independent] ADVERSARIAL medical examiner who is not\n   54  authorized, and who performs an [independent] ADVERSARIAL medical  exam-\n   55  ination  in  accordance with paragraph (c) of this subdivision, which is\n\n       A. 673                              4\n\n    1  to be used as medical evidence under this chapter, shall include in  the\n    2  report such information as the chair may require by regulation.\n    3    S 6. Subdivisions 1 and 2 of section 13-b of the workers' compensation\n    4  law,  as amended by chapter 473 of the laws of 2000, are amended to read\n    5  as follows:\n    6    1. Upon the recommendation of the medical society  of  the  county  in\n    7  which the physician's office is located or of a board designated by such\n    8  county  society  or  of a board representing duly licensed physicians of\n    9  any other school of medical practice  in  such  county,  the  chair  may\n   10  authorize  physicians  licensed to practice medicine in the state of New\n   11  York to render medical care under this chapter and to perform [independ-\n   12  ent] ADVERSARIAL medical examinations  in  accordance  with  subdivision\n   13  four  of section thirteen-a of this article. If, within sixty days after\n   14  the chair requests such recommendations  the  medical  society  of  such\n   15  county  or  board  fails  to act, or if there is no such society in such\n   16  county, the chair shall designate a board of  three  outstanding  physi-\n   17  cians, who shall make the requisite recommendations.\n   18    No such authorization shall be made in the absence of a recommendation\n   19  of the appropriate society or board or of a review and recommendation by\n   20  the medical appeals unit. No person shall render medical care or conduct\n   21  [independent]  ADVERSARIAL medical examinations under this chapter with-\n   22  out such authorization by the chair, provided, that:\n   23    (a) Any physician licensed to practice medicine in the  state  of  New\n   24  York  may  render  emergency  medical  care  under  this chapter without\n   25  authorization by the chair under this section; and\n   26    (b) A licensed physician who is a  member  of  a  constituted  medical\n   27  staff  of  any hospital may render medical care under this chapter while\n   28  an injured employee remains a patient in such hospital; and\n   29    (c) Under the active and personal supervision of an authorized  physi-\n   30  cian  medical care may be rendered by a registered nurse or other person\n   31  trained in laboratory or diagnostic techniques within the scope of  such\n   32  person's specialized training and qualifications. This supervision shall\n   33  be  evidenced by signed records of instructions for treatment and signed\n   34  records of the patient's condition and progress. Reports of such  treat-\n   35  ment  and  supervision  shall  be made by such physician to the chair on\n   36  such forms and at such times as the chair may require.\n   37    (d) Upon the referral which may be directive as  to  treatment  of  an\n   38  authorized  physician  physical  therapy  care may be rendered by a duly\n   39  licensed physical therapist. Where physical  therapy  care  is  rendered\n   40  records  of  the patient's condition and progress, together with records\n   41  of instruction for treatment, if any, shall be maintained by  the  phys-\n   42  ical  therapist  and  physician.  Said records shall be submitted to the\n   43  chair on such forms and at such times as the chair may require.\n   44    (e) Upon the prescription or referral of an authorized physician occu-\n   45  pational therapy care may be rendered by a  duly  licensed  occupational\n   46  therapist.  Where  occupational  therapy care is rendered records of the\n   47  patient's condition and progress, together with records  of  instruction\n   48  for  treatment, if any shall be maintained by the occupational therapist\n   49  and physician. Said records shall be submitted to the chair on forms and\n   50  at such times as the chair may require.\n   51    (f) Where it would place an unreasonable burden upon the  employer  or\n   52  carrier  to arrange for, or for the claimant to attend, an [independent]\n   53  ADVERSARIAL medical examination by an authorized physician, the employer\n   54  or carrier shall arrange for such examination to be performed by a qual-\n   55  ified physician in a medical facility convenient to the claimant.\n\n       A. 673                              5\n\n    1    2. A physician licensed to practice medicine in the state of New  York\n    2  who  is  desirous  of being authorized to render medical care under this\n    3  chapter and/or to conduct [independent] ADVERSARIAL medical examinations\n    4  in accordance with paragraph (b) of subdivision four  of  section  thir-\n    5  teen-a  and  section one hundred thirty-seven of this chapter shall file\n    6  an application for authorization under this  chapter  with  the  medical\n    7  society  in  the county in which his or her office is located, or with a\n    8  board designated by such society, or with  a  board  designated  by  the\n    9  chair  as  provided  in  this section. In such application the applicant\n   10  shall state his or her training and qualifications, and shall  agree  to\n   11  limit  his  or  her  professional  activities under this chapter to such\n   12  medical care and [independent] ADVERSARIAL medical examinations, as  his\n   13  or  her experience and training qualify him or her to render. The appli-\n   14  cant shall further agree  to  refrain  from  subsequently  treating  for\n   15  remuneration,  as  a  private patient, any person seeking medical treat-\n   16  ment, or submitting to an [independent] ADVERSARIAL medical examination,\n   17  in connection with, or as a result of, any injury compensable under this\n   18  chapter, if he or she has been  removed  from  the  list  of  physicians\n   19  authorized  to  render  medical  care or to conduct [independent] ADVER-\n   20  SARIAL medical examinations under this chapter, or if the person seeking\n   21  such treatment, or submitting to an  [independent]  ADVERSARIAL  medical\n   22  examination,  has  been  transferred  from his or her care in accordance\n   23  with the provisions of this chapter. This agreement  shall  run  to  the\n   24  benefit  of  the  injured  person  so  treated or examined, and shall be\n   25  available to him or her as a defense in any action by such physician for\n   26  payment for treatment rendered by a physician after he or she  has  been\n   27  removed from the list of physicians authorized to render medical care or\n   28  to  conduct  [independent]  ADVERSARIAL  medical examinations under this\n   29  chapter, or after the injured person was transferred  from  his  or  her\n   30  care  in  accordance  with  the  provisions of this chapter. The medical\n   31  society or the board  designated  by  it,  or  the  board  as  otherwise\n   32  provided  under  this  section, if it deems such licensed physician duly\n   33  qualified, shall recommend to the chair that such physician  be  author-\n   34  ized  to  render  medical  care and/or conduct [independent] ADVERSARIAL\n   35  medical examinations under this chapter,  and  such  recommendation  and\n   36  authorization  shall specify the character of the medical care or [inde-\n   37  pendent] ADVERSARIAL medical examination which such physician is  quali-\n   38  fied  and  authorized to render under this chapter. Such recommendations\n   39  shall be advisory to the chair only and shall not be binding or  conclu-\n   40  sive  upon him or her. The licensed physician may present to the medical\n   41  society or board, evidences of additional  qualifications  at  any  time\n   42  subsequent to his or her original application. If the medical society or\n   43  board  fails to recommend to the chair that a physician be authorized to\n   44  render medical care and/or to conduct [independent] ADVERSARIAL  medical\n   45  examinations under this chapter, the physician may appeal to the medical\n   46  appeals  unit. The medical society or the board designated by it, or the\n   47  board as otherwise provided under this section, may upon its own  initi-\n   48  ative, or shall upon request of the chair, review at any time the quali-\n   49  fications  of  any  physician as to the character of the medical care or\n   50  [independent] ADVERSARIAL medical examinations which such physician  has\n   51  theretofore  been authorized to render under this chapter and may recom-\n   52  mend to the chair that such physician be authorized  to  render  medical\n   53  care or to conduct [independent] ADVERSARIAL medical examinations there-\n   54  after of the character which such physician is then qualified to render.\n   55  On  such  advisory recommendation the chair may review and after reason-\n   56  able investigation may  revise  the  authorization  of  a  physician  in\n\n       A. 673                              6\n\n    1  respect to the character of medical care and/or to conduct [independent]\n    2  ADVERSARIAL  medical  examinations  which  he  or  she  is authorized to\n    3  render. If the medical society or board recommends to the chair  that  a\n    4  physician  be authorized to render medical care and/or to conduct [inde-\n    5  pendent] ADVERSARIAL medical examinations under this chapter of a  char-\n    6  acter  different  from  the  character  of medical care or [independent]\n    7  ADVERSARIAL medical examinations he or she has been theretofore  author-\n    8  ized  to  render,  such physician may appeal from such recommendation to\n    9  the medical appeals unit.\n   10    S 7. The section heading and the opening paragraph and paragraphs  (b)\n   11  and  (g)  of  subdivision 2 of section 13-d of the workers' compensation\n   12  law, the section heading, the opening paragraph  and  paragraph  (g)  of\n   13  subdivision  2, as amended by chapter 473 of the laws of 2000, paragraph\n   14  (b) of subdivision 2, as amended by chapter 6 of the laws of  2007,  are\n   15  amended to read as follows:\n   16    Removal of physicians from lists of those authorized to render medical\n   17  care or to conduct [independent] ADVERSARIAL medical examinations.\n   18    The  chair  shall  remove  from  the  list of physicians authorized to\n   19  render medical care under this  chapter,  or  to  conduct  [independent]\n   20  ADVERSARIAL  medical  examinations  in  accordance with paragraph (b) of\n   21  subdivision four of section thirteen-a of this article, the name of  any\n   22  physician  who  he  or  she shall find after reasonable investigation is\n   23  disqualified because such physician:\n   24    (b) has exceeded the limits of his or her professional  competence  in\n   25  rendering  medical  care  or  in  conducting  [independent]  ADVERSARIAL\n   26  medical examinations under the law, or has made materially false  state-\n   27  ments  regarding his or her qualifications in his or her application for\n   28  the recommendation of the  medical  society  or  board  as  provided  in\n   29  section thirteen-b of this article; or\n   30    (g)  has directly or indirectly requested, received or participated in\n   31  the division, transference, assignment, rebating, splitting or refunding\n   32  of a fee for, or has directly or indirectly requested, received or prof-\n   33  ited by means of a credit or other valuable consideration as  a  commis-\n   34  sion,  discount or gratuity in connection with the furnishing of medical\n   35  or surgical care,  an  [independent]  ADVERSARIAL  medical  examination,\n   36  diagnosis  or  treatment  or  service,  including  X-ray examination and\n   37  treatment, or for or in connection with the sale, rental,  supplying  or\n   38  furnishing of clinical laboratory services or supplies, X-ray laboratory\n   39  services or supplies, inhalation therapy service or equipment, ambulance\n   40  service,  hospital or medical supplies, physiotherapy or other therapeu-\n   41  tic service or equipment, artificial limbs, teeth or eyes, orthopedic or\n   42  surgical appliances or supplies, optical appliances, supplies or  equip-\n   43  ment, devices for aid of hearing, drugs, medication or medical supplies,\n   44  or  any other goods, services or supplies prescribed for medical diagno-\n   45  sis, care or treatment,  under  this  chapter;  except  that  reasonable\n   46  payment,  not  exceeding  the  technical  component fee permitted in the\n   47  medical fee schedule, established under this chapter for X-ray  examina-\n   48  tions,  diagnosis  or treatment, may be made by a physician duly author-\n   49  ized as a roentgenologist to  any  hospital  furnishing  facilities  and\n   50  equipment  for  such  examination, diagnosis or treatment, provided such\n   51  hospital does not also submit a charge for the  same  services.  Nothing\n   52  contained  in this paragraph shall prohibit such physicians who practice\n   53  as partners, in groups or as a professional corporation or as a  univer-\n   54  sity faculty practice corporation from pooling fees and moneys received,\n   55  either  by the partnership, professional corporation, university faculty\n   56  practice corporation or group by the  individual  members  thereof,  for\n\n       A. 673                              7\n\n    1  professional  services  furnished by any individual professional member,\n    2  or employee of such partnership, corporation or  group,  nor  shall  the\n    3  professionals  constituting the partnerships, corporations, or groups be\n    4  prohibited  from  sharing,  dividing or apportioning the fees and moneys\n    5  received by them or by the partnership, corporation or group in  accord-\n    6  ance with a partnership or other agreement.\n    7    S 8. Subdivisions 2 and 3, and the opening paragraph and paragraph (g)\n    8  of  subdivision  10 of section 13-k of the workers' compensation law, as\n    9  amended by chapter 473 of the laws of  2000,  are  amended  to  read  as\n   10  follows:\n   11    2.  An  employee  injured  under  circumstances which make such injury\n   12  compensable under this article, when care is required for an  injury  to\n   13  the  foot  which injury or resultant condition therefrom may lawfully be\n   14  treated by a duly registered and licensed podiatrist of the state of New\n   15  York, may select to treat him or her any podiatrist  authorized  by  the\n   16  chair to render podiatry care, as hereinafter provided. If the injury or\n   17  condition is one which is without the limits prescribed by the education\n   18  law  for  podiatry  care  and treatment, or the injuries involved affect\n   19  other parts of the body in addition to the  foot,  the  said  podiatrist\n   20  must  so  advise  the  said  injured employee and instruct him or her to\n   21  consult a physician of said employee's choice for appropriate  care  and\n   22  treatment.  Such physician shall thenceforth have overall supervision of\n   23  the treatment of said patient  including  the  future  treatment  to  be\n   24  administered  to the patient by the podiatrist. If for any reason during\n   25  the period when podiatry treatment and care is  required,  the  employee\n   26  wishes  to  transfer his or her treatment and care to another authorized\n   27  podiatrist he or she may do so, in accordance with rules  prescribed  by\n   28  the  chair,  provided  however that the employer shall be liable for the\n   29  proper fees of the original podiatrist for the care and treatment he  or\n   30  she  shall  have rendered. A podiatrist licensed and registered to prac-\n   31  tice podiatry in the state of New York who is desirous of being  author-\n   32  ized to render podiatry care under this section and/or to conduct [inde-\n   33  pendent]  ADVERSARIAL  medical examinations in accordance with paragraph\n   34  (b) of subdivision three of this section shall file an  application  for\n   35  authorization  under  this section with the podiatry practice committee.\n   36  In such application he or she shall agree to refrain  from  subsequently\n   37  treating  for  remuneration,  as  a  private patient, any person seeking\n   38  podiatry  treatment,  or  submitting  to  an  [independent]  ADVERSARIAL\n   39  medical  examination,  in connection with, or as a result of, any injury\n   40  compensable under this chapter, if he or she has been removed  from  the\n   41  list  of  podiatrists  authorized  to render podiatry care or to conduct\n   42  [independent] ADVERSARIAL medical examinations under this chapter, or if\n   43  the person seeking such treatment has been transferred from his  or  her\n   44  care  in  accordance with the provisions of this section. This agreement\n   45  shall run to the benefit of the injured person so treated  or  examined,\n   46  and  shall be available to him or her as a defense in any action by such\n   47  podiatrist for payment for treatment rendered by a podiatrist  after  he\n   48  or  she  has  been  removed  from  the list of podiatrists authorized to\n   49  render podiatry care or to  conduct  [independent]  ADVERSARIAL  medical\n   50  examinations  under this section, or after the injured person was trans-\n   51  ferred from his or her care in accordance with the  provisions  of  this\n   52  section.  The  podiatry  practice  committee  if  it deems such licensed\n   53  podiatrist duly qualified shall recommend to the chair that such  podia-\n   54  trist be authorized to render podiatry care and/or to conduct [independ-\n   55  ent] ADVERSARIAL medical examinations under this section. Such recommen-\n   56  dation  shall  be advisory to the chair only and shall not be binding or\n\n       A. 673                              8\n\n    1  conclusive upon him or her. The chair  shall  prepare  and  establish  a\n    2  schedule  for  the state, or schedules limited to defined localities, of\n    3  charges and fees for podiatry treatment and care, to  be  determined  in\n    4  accordance with and to be subject to change pursuant to rules promulgat-\n    5  ed  by the chair. Before preparing such schedule for the state or sched-\n    6  ules for limited localities the chair shall request the  podiatry  prac-\n    7  tice  committee  to  submit  to  him  or  her  a report on the amount of\n    8  remuneration deemed by such committee to be fair and  adequate  for  the\n    9  types  of podiatry care to be rendered under this chapter, but consider-\n   10  ation shall be given to the view  of  other  interested  parties.    The\n   11  amounts payable by the employer for such treatment and services shall be\n   12  the fees and charges established by such schedule.\n   13    3.  (a)  No  claim  for  podiatry care or treatment shall be valid and\n   14  enforceable as against the employer or  employee  unless  within  forty-\n   15  eight  hours  following  the  first treatment the podiatrist giving such\n   16  care or treatment furnish to the employer and directly to  the  chair  a\n   17  preliminary  notice  of  such  injury and treatment, within fifteen days\n   18  thereafter a  more  complete  report  and  subsequent  thereto  progress\n   19  reports  as requested in writing by the chair, board, employer or insur-\n   20  ance carrier, at intervals of not less than three weeks apart or at less\n   21  frequent intervals if requested on forms prescribed by the chair.    The\n   22  board  may excuse the failure to give such notices within the designated\n   23  periods when it finds it to be in the interest of justice to do so.\n   24    (b) Upon receipt of the notice provided for by paragraph (a)  of  this\n   25  subdivision,  the  employer,  the carrier and the claimant each shall be\n   26  entitled to have the claimant examined by a qualified podiatrist author-\n   27  ized by the chair in accordance with subdivision two of this section and\n   28  section one hundred thirty-seven of this chapter, at a medical  facility\n   29  convenient  to the claimant and in the presence of the claimant's podia-\n   30  trist, and refusal by the  claimant  to  submit  to  such  [independent]\n   31  ADVERSARIAL  medical examination at such time or times as may reasonably\n   32  be necessary in the opinion of the board shall  bar  the  claimant  from\n   33  recovering  compensation  for  any  period  during  which  he or she has\n   34  refused to submit to such examination.\n   35    (c) Where it would place an unreasonable burden upon the  employer  or\n   36  carrier  to arrange for, or for the claimant to attend, an [independent]\n   37  ADVERSARIAL medical examination by an authorized podiatrist, the employ-\n   38  er or carrier shall arrange for such examination to be  performed  by  a\n   39  qualified podiatrist in a medical facility convenient to the claimant.\n   40    (d)  The  [independent]  ADVERSARIAL  podiatric examiner shall provide\n   41  such reports and shall submit to investigation as required by the chair.\n   42    (e) In order to qualify as admissible medical evidence,  for  purposes\n   43  of  adjudicating  any  claim under this chapter, any report submitted to\n   44  the board by an [independent] ADVERSARIAL podiatric examiner licensed by\n   45  the state of New York shall include the following:\n   46    (i) a signed statement certifying that the report is a full and truth-\n   47  ful representation of the [independent] ADVERSARIAL podiatric examiner's\n   48  professional opinion with respect to the claimant's condition,\n   49    (ii) such examiner's board issued authorization number,\n   50    (iii) the name of the individual or entity requesting the examination,\n   51    (iv) if applicable, the registration number  as  required  by  section\n   52  thirteen-n of this article, and\n   53    (v) such other information as the chair may require by regulation.\n   54    The podiatry practice committee shall investigate, hear and make find-\n   55  ings  with respect to all charges as to professional or other misconduct\n   56  of any authorized podiatrist as herein provided under rules  and  proce-\n\n       A. 673                              9\n\n    1  dures  to  be  prescribed by the chair and shall report evidence of such\n    2  misconduct, with their findings and recommendation with respect thereto,\n    3  to the chair. The findings, decision and recommendation of such podiatry\n    4  practice committee shall be advisory to the chair only, and shall not be\n    5  binding  or  conclusive upon him or her. The chair shall remove from the\n    6  list of podiatrists authorized to render podiatry care under this  chap-\n    7  ter  or  to  conduct  [independent]  ADVERSARIAL medical examinations in\n    8  accordance with paragraph (b) of subdivision three of this  section  the\n    9  name  of any podiatrist who he or she shall find after reasonable inves-\n   10  tigation is disqualified because such podiatrist\n   11    (g) has directly or indirectly requested, received or participated  in\n   12  the division, transference, assignment, rebating, splitting or refunding\n   13  of a fee for, or has directly or indirectly requested, received or prof-\n   14  ited  by  means of a credit or other valuable consideration as a commis-\n   15  sion, discount or gratuity in connection with the treatment,  or  [inde-\n   16  pendent]  ADVERSARIAL  medical  examination,  of a workers' compensation\n   17  claimant.   Nothing contained in  this  paragraph  shall  prohibit  such\n   18  podiatrists  who  practice  as  partners, in groups or as a professional\n   19  corporation from pooling fees and moneys received, either by  the  part-\n   20  nership,  professional  corporation  or  group by the individual members\n   21  thereof, for professional services furnished by any  individual  profes-\n   22  sional  member,  or  employee of such partnership, corporation or group,\n   23  nor shall the professionals constituting the  partnership,  corporation,\n   24  or  group  be prohibited from sharing, dividing or apportioning the fees\n   25  and moneys received by them or by the partnership, corporation or  group\n   26  in accordance with a partnership or other agreement.\n   27    S 9. Subdivisions 2 and 3, and the opening paragraph and paragraph (g)\n   28  of  subdivision  10 of section 13-l of the workers' compensation law, as\n   29  amended by chapter 473 of the laws of  2000,  are  amended  to  read  as\n   30  follows:\n   31    2.  An  employee  injured  under  circumstances which make such injury\n   32  compensable under this article, when care  is  required  for  an  injury\n   33  which  consists solely of a condition which may lawfully be treated by a\n   34  chiropractor as defined in section sixty-five hundred fifty-one  of  the\n   35  education  law  may  select to treat him or her, any duly registered and\n   36  licensed chiropractor of the state of New York, authorized by the  chair\n   37  to  render  chiropractic  care as hereinafter provided. If the injury or\n   38  condition is one which is outside the limits prescribed by the education\n   39  law for chiropractic care and treatment, the said chiropractor  must  so\n   40  advise  the  said  injured employee and instruct him or her to consult a\n   41  physician of said employee's choice for appropriate care and  treatment.\n   42  Such  physician  shall  thenceforth have supervision of the treatment of\n   43  said condition including the future treatment to be administered to  the\n   44  patient  by  the chiropractor. A chiropractor licensed and registered to\n   45  practice chiropractic in the state of New York, who is desirous of being\n   46  authorized to render chiropractic care  under  this  section  and/or  to\n   47  conduct  [independent]  ADVERSARIAL  medical  examinations in accordance\n   48  with paragraph (b) of subdivision three of this section  shall  file  an\n   49  application  for  authorization under this section with the chiropractic\n   50  practice committee. In such application he or she shall agree to refrain\n   51  from subsequently treating for remuneration, as a private  patient,  any\n   52  person seeking chiropractic treatment, or submitting to an [independent]\n   53  ADVERSARIAL  medical examination, in connection with, or as a result of,\n   54  any injury compensable under this chapter, if he or she has been removed\n   55  from the list of chiropractors authorized to render chiropractic care or\n   56  to conduct [independent] ADVERSARIAL  medical  examinations  under  this\n\n       A. 673                             10\n\n    1  chapter,  or  if  the person seeking such treatment has been transferred\n    2  from his or her care in accordance with the provisions of this  section.\n    3  This  agreement shall run to the benefit of the injured person so treat-\n    4  ed,  or  examined,  and shall be available to him or her as a defense in\n    5  any action by such chiropractor for payment rendered by  a  chiropractor\n    6  after  he or she has been removed from the list of chiropractors author-\n    7  ized to render chiropractic care or to conduct [independent] ADVERSARIAL\n    8  medical examinations under this section, or after the injured person was\n    9  transferred from his or her care in accordance with  the  provisions  of\n   10  this  section.  The  chiropractic  practice  committee  if it deems such\n   11  licensed chiropractor duly qualified shall recommend to the  chair  that\n   12  such  be authorized to render chiropractic care and/or to conduct [inde-\n   13  pendent] ADVERSARIAL  medical  examinations  under  this  section.  Such\n   14  recommendations  shall  be  advisory  to the chair only and shall not be\n   15  binding or conclusive upon him or  her.  The  chair  shall  prepare  and\n   16  establish  a  schedule  for  the  state, or schedules limited to defined\n   17  localities of charges and fees for chiropractic treatment and  care,  to\n   18  be determined in accordance with and to be subject to change pursuant to\n   19  rules  promulgated by the chair.  Before preparing such schedule for the\n   20  state or schedules for limited localities the chair  shall  request  the\n   21  chiropractic  practice committee to submit to him or her a report on the\n   22  amount of remuneration deemed by such committee to be fair and  adequate\n   23  for  the  types  of chiropractic care to be rendered under this chapter,\n   24  but consideration shall  be  given  to  the  view  of  other  interested\n   25  parties,  the  amounts  payable  by  the employer for such treatment and\n   26  services shall be the fees and charges established by such schedule.\n   27    3. (a) No claim for chiropractic care or treatment shall be valid  and\n   28  enforceable  as  against  the employer or employees unless within forty-\n   29  eight hours following the first treatment the chiropractor  giving  such\n   30  care  or treatment furnishes to the employer and directly to the chair a\n   31  preliminary notice of such injury and treatment, and within fifteen days\n   32  thereafter a  more  complete  report  and  subsequent  thereto  progress\n   33  reports  as requested in writing by the chair, board, employer or insur-\n   34  ance carrier, at intervals of not less than three weeks apart or at less\n   35  frequent intervals if requested on forms prescribed by  the  chair.  The\n   36  board  may excuse the failure to give such notices within the designated\n   37  periods when it finds it to be in the interest of justice to do so.\n   38    (b) Upon receipt of the notice provided for by paragraph (a)  of  this\n   39  subdivision,  the  employer, the carrier, and the claimant each shall be\n   40  entitled to have the  claimant  examined  by  a  qualified  chiropractor\n   41  authorized  by  the  chair  in  accordance  with subdivision two of this\n   42  section and section one  hundred  thirty-seven  of  this  chapter  at  a\n   43  medical  facility  convenient to the claimant and in the presence of the\n   44  claimant's chiropractor, and refusal by the claimant to submit  to  such\n   45  [independent]  ADVERSARIAL  medical examination at such time or times as\n   46  may reasonably be necessary in the opinion of the board  shall  bar  the\n   47  claimant from recovering compensation, for any period during which he or\n   48  she has refused to submit to such examination.\n   49    (c)  Where  it would place an unreasonable burden upon the employer or\n   50  carrier to arrange for, or for the claimant to attend, an  [independent]\n   51  ADVERSARIAL  medical  examination  by  an  authorized  chiropractor, the\n   52  employer or carrier shall arrange for such examination to  be  performed\n   53  by  a  qualified  chiropractor  in  a medical facility convenient to the\n   54  claimant.\n   55    (d) The [independent] ADVERSARIAL chiropractic examiner shall  provide\n   56  such reports and shall submit to investigation as required by the chair.\n\n       A. 673                             11\n\n    1    (e)  In  order  to  qualify  as  admissible chiropractic evidence, for\n    2  purposes of adjudicating  any  claim  under  this  chapter,  any  report\n    3  submitted  to the board by an [independent] ADVERSARIAL medical examiner\n    4  licensed by the state of New York shall include the following:\n    5    (i) a signed statement certifying that the report is a full and truth-\n    6  ful representation of the [independent] ADVERSARIAL chiropractic examin-\n    7  er's professional opinion with respect to the claimant's condition,\n    8    (ii) such examiner's board issued authorization number,\n    9    (iii) the name of the individual or entity requesting the examination,\n   10    (iv)  if  applicable,  the  registration number as required by section\n   11  thirteen-n of this article, and\n   12    (v) such other information as the chair may require by regulation.\n   13    The chiropractic practice committee shall investigate, hear  and  make\n   14  findings with respect to all charges as to professional or other miscon-\n   15  duct  of  any authorized chiropractor as herein provided under rules and\n   16  procedure to be prescribed by the chair and  shall  report  evidence  of\n   17  such  misconduct,  with  their findings and recommendations with respect\n   18  thereto, to the chair. The findings, decision and recommendation of such\n   19  chiropractic practice committee shall be advisory to the chair only, and\n   20  shall not be binding or conclusive upon him  or  her.  The  chair  shall\n   21  remove  from the list of chiropractors authorized to render chiropractic\n   22  care under this chapter or to conduct [independent] ADVERSARIAL  medical\n   23  examinations  in  accordance  with paragraph (b) of subdivision three of\n   24  this section the name of any chiropractor who he or she shall find after\n   25  reasonable investigation is disqualified because such chiropractor,\n   26    (g) has directly or indirectly requested, received or participated  in\n   27  the division, transference, assignment, rebating, splitting or refunding\n   28  of a fee for, or has directly or indirectly requested, received or prof-\n   29  ited  by  means  of  a  credit  or otherwise valuable consideration as a\n   30  commission, discount or gratuity, in connection with the  treatment,  or\n   31  [independent]  ADVERSARIAL  medical  examination,  of a workers' compen-\n   32  sation claimant.   Nothing contained in this  paragraph  shall  prohibit\n   33  such  chiropractors  who practice as partners, in groups or as a profes-\n   34  sional corporation, or as a university faculty practice corporation from\n   35  pooling fees and moneys received, either  by  the  partnership,  profes-\n   36  sional  corporation, university faculty practice corporation or group by\n   37  the individual members thereof, for professional services  furnished  by\n   38  any  individual  professional  member,  or employee of such partnership,\n   39  corporation or group, nor shall the professionals constituting the part-\n   40  nership, corporation, or group be prohibited from sharing,  dividing  or\n   41  apportioning the fees and moneys received by them or by the partnership,\n   42  corporation  or  group  in accordance with a partnership or other agree-\n   43  ment.\n   44    S 10. Subdivisions 3 and 4 and the opening paragraph of subdivision 11\n   45  of section 13-m of the workers' compensation law, as amended by  chapter\n   46  473 of the laws of 2000, are amended to read as follows:\n   47    3.  A  psychologist, licensed and registered to practice psychology in\n   48  the state of New York, who is desirous of  being  authorized  to  render\n   49  psychological  care  under  this section and/or to conduct [independent]\n   50  ADVERSARIAL medical examinations in accordance  with  paragraph  (b)  of\n   51  subdivision  four of this section shall file an application for authori-\n   52  zation under this section with the psychology  practice  committee.  The\n   53  applicant shall agree to refrain from subsequently treating for remuner-\n   54  ation, as a private patient, any person seeking psychological treatment,\n   55  or  submitting  to  an [independent] ADVERSARIAL medical examination, in\n   56  connection with, or as a result of, any injury  compensable  under  this\n\n       A. 673                             12\n\n    1  chapter,  if  he  or she has been removed from the list of psychologists\n    2  authorized to render psychological care under this chapter. This  agree-\n    3  ment  shall  run  to  the  benefit of the injured person so treated, and\n    4  shall  be  available as a defense in any action by such psychologist for\n    5  payment for treatment rendered by such psychologist after being  removed\n    6  from  the  list of psychologists authorized to render psychological care\n    7  or to conduct [independent] ADVERSARIAL medical examinations under  this\n    8  section.  The  psychology  practice  committee if it deems such licensed\n    9  psychologist duly qualified shall  recommend  to  the  chair  that  such\n   10  person  be  authorized  to  render  psychological care and/or to conduct\n   11  [independent] ADVERSARIAL medical examinations under this section.  Such\n   12  recommendations  shall  be  only  advisory to the chair and shall not be\n   13  binding or conclusive. The chair shall prepare and establish a  schedule\n   14  for  the state or schedules limited to defined localities of charges and\n   15  fees for psychological treatment and care, to be determined  in  accord-\n   16  ance  with and be subject to change pursuant to rules promulgated by the\n   17  chair. Before preparing such schedule for the  state  or  schedules  for\n   18  limited  localities  the  chair  shall  request  the psychology practice\n   19  committee to submit to such chair a report on the amount of remuneration\n   20  deemed by such committee to be  fair  and  adequate  for  the  types  of\n   21  psychological  care to be rendered under this chapter, but consideration\n   22  shall be given to the view of  other  interested  parties.  The  amounts\n   23  payable  by  the  employer  for such treatment and services shall be the\n   24  fees and charges established by such schedule.\n   25    4. (a) No claim for psychological care or treatment shall be valid and\n   26  enforceable as against the employer or employees  unless  within  forty-\n   27  eight  hours  following the first treatment the psychologist giving such\n   28  care or treatment furnishes to the employer and directly to the chair  a\n   29  preliminary notice of such injury and treatment, and within fifteen days\n   30  thereafter  a  more  complete  report  and  subsequent  thereto progress\n   31  reports as requested in writing by the chair, board, employer or  insur-\n   32  ance carrier, at intervals of not less than three weeks apart or at less\n   33  frequent  intervals  if  requested on forms prescribed by the chair. The\n   34  board may excuse the failure to give such notices within the  designated\n   35  periods when it finds it to be in the interest of justice to do so.\n   36    (b)  Upon  receipt of the notice provided for by paragraph (a) of this\n   37  subdivision, the employer, the carrier, and the claimant each  shall  be\n   38  entitled  to  have  the  claimant  examined by a qualified psychologist,\n   39  authorized by the chair in accordance with  subdivision  three  of  this\n   40  section  and  section  one  hundred  thirty-seven  of this chapter, at a\n   41  medical facility convenient to the claimant and in the presence  of  the\n   42  claimant's  psychologist,  and refusal by the claimant to submit to such\n   43  [independent] ADVERSARIAL medical examination at such time or  times  as\n   44  may  reasonably  be  necessary in the opinion of the board shall bar the\n   45  claimant from recovering compensation, for any period during which he or\n   46  she has refused to submit to such examination.\n   47    (c) Where it would place an unreasonable burden upon the  employer  or\n   48  carrier  to arrange for, or for the claimant to attend, an [independent]\n   49  ADVERSARIAL medical  examination  by  an  authorized  psychologist,  the\n   50  employer  or  carrier shall arrange for such examination to be performed\n   51  by a qualified psychologist in a  medical  facility  convenient  to  the\n   52  claimant.\n   53    (d)  The  [independent] ADVERSARIAL psychological examiner licensed by\n   54  the state of New York shall provide such reports  and  shall  submit  to\n   55  investigation as required by the chair.\n\n       A. 673                             13\n\n    1    (e)  In  order to qualify as admissible medical evidence, for purposes\n    2  of adjudicating any claim under this chapter, any  report  submitted  to\n    3  the   board  by  an  [independent]  ADVERSARIAL  psychological  examiner\n    4  licensed by the state of New York shall include the following:\n    5    (i) a signed statement certifying that the report is a full and truth-\n    6  ful  representation of the [independent] ADVERSARIAL psychological exam-\n    7  iner's professional opinion with respect to the claimant's condition,\n    8    (ii) such examiner's board issued authorization number,\n    9    (iii) the name of the individual or entity requesting the examination,\n   10    (iv) if applicable, the registration number  as  required  by  section\n   11  thirteen-n of this article, and\n   12    (v) such other information as the chair may require by regulation.\n   13    The  psychology  practice  committee  shall investigate, hear and make\n   14  findings with respect to all charges as to professional or other miscon-\n   15  duct of any authorized psychologist as herein provided under  rules  and\n   16  procedures  to  be  prescribed by the chair and shall report evidence of\n   17  such misconduct, with their findings and  recommendations  with  respect\n   18  thereto, to the chair. The findings, decision and recommendation of such\n   19  psychology  practice  committee shall be advisory to the chair only, and\n   20  shall not be binding or conclusive upon him  or  her.  The  chair  shall\n   21  remove from the list of psychologists authorized to render psychological\n   22  care  under this chapter or to conduct [independent] ADVERSARIAL medical\n   23  examinations in accordance with paragraph (b)  of  subdivision  four  of\n   24  this section the name of any psychologist who he or she shall find after\n   25  reasonable investigation is disqualified because such psychologist:\n   26    S 11. Section 13-n of the workers' compensation law, as added by chap-\n   27  ter  473  of the laws of 2000 and subdivision 3 as added by chapter 6 of\n   28  the laws of 2007, is amended to read as follows:\n   29    S 13-n. Mandatory registration of entities which  derive  income  from\n   30  [independent]  ADVERSARIAL  medical  examinations.  1.  Any entity which\n   31  derives  income  from  [independent]  ADVERSARIAL  medical  examinations\n   32  performed  in  accordance  with  subdivision four of section thirteen-a,\n   33  subdivision three of section thirteen-k, subdivision  three  of  section\n   34  thirteen-1  and  subdivision four of section thirteen-m of this article,\n   35  whether by employing or contracting with [independent] ADVERSARIAL exam-\n   36  iners to conduct such [independent] ADVERSARIAL medical examinations  or\n   37  by  acting as a referral service or otherwise facilitating such examina-\n   38  tions, shall register with the chair by filing a statement of  registra-\n   39  tion  containing such information prescribed by the chair in regulation.\n   40  A fee may be imposed in accordance with regulations promulgated  by  the\n   41  chair. Any such fees collected shall be used for the purpose of adminis-\n   42  tering this section.\n   43    2.  The  chair  shall  assign a registration number to the entity upon\n   44  registration. If an entity operates under more than one name, or in more\n   45  than one location, the chair may assign a series of registration numbers\n   46  which would differentiate each such sub-entity. In order to  qualify  as\n   47  admissible  medical  evidence,  for  purposes  of adjudicating any claim\n   48  under this chapter, any report submitted to the board by  an  [independ-\n   49  ent]  ADVERSARIAL medical examiner who is employed by, or has contracted\n   50  with, an entity as described in subdivision one of this section for  the\n   51  purpose  of  performing  [independent] ADVERSARIAL medical examinations,\n   52  must include the registration number of such entity.\n   53    3. The chair, upon finding that an entity  that  derives  income  from\n   54  [independent] ADVERSARIAL medical examinations has materially altered an\n   55  [independent]  ADVERSARIAL  medical examination report, or caused such a\n   56  report to be materially altered, may revoke  the  registration  of  such\n\n       A. 673                             14\n\n    1  entity,  impose  a  penalty not exceeding ten thousand dollars and refer\n    2  the matter to the attorney general for prosecution.\n    3    S  12. Section 137 of the workers' compensation law, as added by chap-\n    4  ter 473 of the laws of 2000, is amended to read as follows:\n    5    S 137. [Independent] ADVERSARIAL medical examinations. 1. (a)  A  copy\n    6  of each report of [independent] ADVERSARIAL medical examination shall be\n    7  submitted  by the practitioner on the same day and in the same manner to\n    8  the board, the insurance carrier, the claimant's attending physician  or\n    9  other  attending  practitioner,  the  claimant's  representative and the\n   10  claimant.\n   11    (b) If a practitioner who has  performed  or  will  be  performing  an\n   12  [independent]  ADVERSARIAL  medical examination of a claimant receives a\n   13  request for information regarding the claimant, including faxed or elec-\n   14  tronically transmitted requests, the practitioner shall submit a copy of\n   15  the request for information to the board within ten days of  receipt  of\n   16  the  request. Nothing in this subdivision shall be construed to abrogate\n   17  the attorney-client privilege.\n   18    (c) Copies of all responses to such requests for  information  as  are\n   19  described  in paragraph (b) of this subdivision, including all materials\n   20  which are provided in response to such a request, shall be submitted  by\n   21  the  responding  practitioner to the board within ten days of submission\n   22  of the response to the requestor. Nothing in this subdivision  shall  be\n   23  construed to abrogate the attorney-client privilege.\n   24    2.  In any open case where an award has been directed by the board for\n   25  temporary or permanent disability at an established rate of compensation\n   26  and there is a direction by the board for continuation of  payments,  or\n   27  any closed case where an award for compensation has been made for perma-\n   28  nent total or permanent partial disability, a report of an [independent]\n   29  ADVERSARIAL medical examination shall not be the basis for suspending or\n   30  reducing  payments  unless  and  until  the rules and regulations of the\n   31  board regarding suspending or reducing payments have been met and  there\n   32  is  a  determination  by  the  board  finding  that  such  suspension or\n   33  reduction is justified.\n   34    3. (a) Only a New York state licensed and board  certified  physician,\n   35  surgeon,  podiatrist or any other person authorized to examine or evalu-\n   36  ate injury or illness by the  board  shall  perform  such  [independent]\n   37  ADVERSARIAL medical examination. Where a claimant resides out of state a\n   38  practitioner  qualified  to examine or evaluate injury or illness by the\n   39  board shall perform such [independent] ADVERSARIAL medical examination.\n   40    (b) Any practitioner performing the [independent] ADVERSARIAL  medical\n   41  examinations  shall  be  paid  according to the fee schedule established\n   42  pursuant to section thirteen of this chapter.\n   43    4.  All  [independent]  ADVERSARIAL  medical  examinations  shall   be\n   44  performed  in medical facilities suitable for such exam, with due regard\n   45  and respect for the privacy and dignity of the injured worker as well as\n   46  the access and safety of the claimant. Such facilities must be  provided\n   47  in  a  convenient  and  accessible location within a reasonable distance\n   48  from the claimant's residence.\n   49    5.  All  [independent]  ADVERSARIAL  medical  examinations  shall   be\n   50  performed  by a practitioner competent to evaluate or examine the injury\n   51  or disease from which the injured worker suffers. Such examination shall\n   52  be performed by a practitioner who is licensed and  board  certified  in\n   53  the state of New York or any other person authorized to examine or eval-\n   54  uate injury or illness by the board.\n   55    6. No practitioner examining or evaluating a claimant under this chap-\n   56  ter nor any supervising authority or proprietor nor insurance carrier or\n\n       A. 673                             15\n\n    1  employer  may  cause,  direct  or  encourage a report to be submitted as\n    2  evidence in  workers'  compensation  claim  adjudication  which  differs\n    3  substantially from the professional opinion of the examining practition-\n    4  er.  Such  an  action shall be considered within the jurisdiction of the\n    5  workers' compensation fraud inspector general and may be referred  as  a\n    6  fraudulent practice.\n    7    7.  The  claimant shall receive notice by mail of the scheduled [inde-\n    8  pendent] ADVERSARIAL medical examination at least  seven  business  days\n    9  prior  to such examination. Such notice shall advise the claimant if the\n   10  practitioner intends to record or video tape the examination, and  shall\n   11  advise the claimant of their right to video tape or otherwise record the\n   12  examination. Claimants shall be advised of their right to be accompanied\n   13  during the exam by an individual or individuals of their choosing.\n   14    8.  [Independent]  ADVERSARIAL medical examinations shall be performed\n   15  during regular business hours  except  with  the  consent  and  for  the\n   16  convenience of the claimant. Claimants subject to such examination shall\n   17  be  notified  at the time of the exam in writing of the available travel\n   18  reimbursement under law.\n   19    9. A practitioner is not eligible to perform an  [independent]  ADVER-\n   20  SARIAL medical examination of a claimant if the practitioner has treated\n   21  or  examined  the claimant for the condition for which the [independent]\n   22  ADVERSARIAL medical examination is being requested or if another  member\n   23  of  a  preferred provider organization or managed care provider to which\n   24  the practitioner belongs has treated or examined the  claimant  for  the\n   25  condition for which the [independent] ADVERSARIAL medical examination is\n   26  being requested.\n   27    10.  The  ability of a claimant to appear for an exam or hearing shall\n   28  not be dispositive in the determination of disability, extent  of  disa-\n   29  bility or eligibility for benefits.\n   30    11.  At  the time of the [independent] ADVERSARIAL medical examination\n   31  the claimant shall receive a  notice  from  the  entity  performing  the\n   32  [independent]  ADVERSARIAL medical examination, on a form which shall be\n   33  approved and promulgated by the chair,  stating  the  rights  and  obli-\n   34  gations  of the claimant and the practitioner with respect to such exam,\n   35  and such notice shall include but not be limited to a statement that the\n   36  claimant's receipt of benefits could be denied, terminated,  or  reduced\n   37  as a result of a determination which may be based upon the medical eval-\n   38  uation  made  after  such [independent] ADVERSARIAL medical examination,\n   39  and the claimant's rights to challenge or appeal such a determination.\n   40    S 13. Subdivisions 1, 2 and 3 of section 50-h of the general municipal\n   41  law, subdivision 1 as amended by chapter 24 of the laws of 1988,  subdi-\n   42  vision 2 as amended by chapter 254 of the laws of 1990 and subdivision 3\n   43  as  added  by  chapter  393  of the laws of 1958, are amended to read as\n   44  follows:\n   45    1. Wherever a notice of claim is filed against a city,  county,  town,\n   46  village,  fire  district,  ambulance  district  [or], school district OR\n   47  PUBLIC AUTHORITY the city, county, town, village, fire  district,  ambu-\n   48  lance  district [or], school district OR PUBLIC AUTHORITY shall have the\n   49  right to demand an examination of the claimant relative  to  the  occur-\n   50  rence  and  extent  of  the injuries or damages for which claim is made,\n   51  which examination shall be upon oral questions unless the parties other-\n   52  wise stipulate and may include [a physical] AN ADVERSARIAL MEDICAL exam-\n   53  ination of the claimant by a duly qualified physician. If the  party  to\n   54  be  examined  desires, he or she is entitled to have such examination in\n   55  the presence of his or her own personal physician and such  relative  or\n   56  other  person  as he or she may elect.  THE PERSON SUBJECT TO THE ADVER-\n\n       A. 673                             16\n\n    1  SARIAL MEDICAL EXAMINATION SHALL NOT BE REQUIRED TO  PRODUCE  ANY  DOCU-\n    2  MENTS  OR  SUPPLY  ANY WRITTEN ANSWERS TO QUESTIONS PUT TO HIM OR HER AT\n    3  SUCH ADVERSARIAL MEDICAL EXAMINATION. Exercise of the right to demand  a\n    4  physical  examination  of the claimant as provided in this section shall\n    5  in no way affect the right  of  a  city,  county,  town,  village,  fire\n    6  district,  ambulance  district [or], school district OR PUBLIC AUTHORITY\n    7  in a subsequent action brought upon the claim to demand [a physical]  AN\n    8  ADVERSARIAL  MEDICAL examination of the plaintiff pursuant to statute or\n    9  court rule.\n   10    2. The demand for examination as provided in subdivision one  of  this\n   11  section  shall be made by the chief executive officer or, where there is\n   12  no such officer, by the chairman of the  governing  body  of  the  city,\n   13  county,  town,  village,  fire  district [or], school district OR PUBLIC\n   14  AUTHORITY or by such officer, agent or employee as may be designated  by\n   15  him  OR  HER for that purpose.  The demand shall be in writing and shall\n   16  be served personally or by registered or certified mail upon the  claim-\n   17  ant  unless the claimant is represented by an attorney, when it shall be\n   18  served personally or by mail upon his OR HER attorney. The demand  shall\n   19  give  reasonable  notice  of  the examination. It shall state the person\n   20  before whom the examination is to be held, the time, place  and  subject\n   21  matter  thereof  and, if [a physical] AN ADVERSARIAL MEDICAL examination\n   22  is to be required, it shall so state. If the  place  of  examination  is\n   23  located  outside  the  municipality against which the claim is made, the\n   24  claimant may demand, within ten days of such service, that the  examina-\n   25  tion be held at a location within such municipality. Such location shall\n   26  be  determined  by  the  municipality.    If [a physical] AN ADVERSARIAL\n   27  MEDICAL examination is to be required and there is no appropriate  place\n   28  for  such an examination within the municipality, such examination shall\n   29  be given at a location as close to such municipality as practicable.  No\n   30  demand  for  examination shall be effective against the claimant for any\n   31  purpose unless it shall be served as provided in this subdivision within\n   32  ninety days from the date of filing of the notice of claim.\n   33    3. In any examination required pursuant  to  the  provisions  of  this\n   34  section  the claimant shall have the right to be represented by counsel.\n   35  The examination shall be conducted upon oath or affirmation. The officer\n   36  or person before whom the examination is had shall take down or cause to\n   37  be taken down every question and answer unless the parties consent  that\n   38  only the substance of the testimony be inserted. The testimony so taken,\n   39  together  with  the report of the examining physician where [a physical]\n   40  AN ADVERSARIAL MEDICAL examination is  required,  shall  constitute  the\n   41  record  of the examination.  The transcript of the record of an examina-\n   42  tion shall not be subject to or available for public inspection,  except\n   43  upon  court  order  upon good cause shown, but shall be furnished to the\n   44  claimant or his OR HER attorney upon request.\n   45    S 14. Subdivisions 1, 2 and 3 of section 17-a of the court  of  claims\n   46  act, as added by chapter 189 of the laws of 1990, are amended to read as\n   47  follows:\n   48    1.  Wherever  a  notice  of  intention  to file a claim is served, the\n   49  defendant shall have the right to demand an examination of the  claimant\n   50  relative  to  the  occurrence  and extent of the injuries or damages for\n   51  which claim is made, which examination  shall  be  upon  oral  questions\n   52  unless  the  parties otherwise stipulate and may include [a physical] AN\n   53  ADVERSARIAL MEDICAL examination of the  claimant  by  a  duly  qualified\n   54  physician. If the party to be examined desires, he or she is entitled to\n   55  have  such [physical] AN ADVERSARIAL MEDICAL examination in the presence\n   56  of his or her own personal physician and such relative or  other  person\n\n       A. 673                             17\n\n    1  as  he or she may elect. Exercise of the right to demand [a physical] AN\n    2  ADVERSARIAL MEDICAL examination of the  claimant  as  provided  in  this\n    3  section  shall in no way affect the right of a defendant in a subsequent\n    4  claim  brought upon the notice of intention to file a claim to demand [a\n    5  physical] AN ADVERSARIAL MEDICAL examination of the claimant pursuant to\n    6  statute or court rule.\n    7    2. The demand for examination as provided in subdivision one  of  this\n    8  section shall be made by the attorney for the defendant or by such offi-\n    9  cer, agent or employee as may be designated by him for that purpose. The\n   10  demand  shall  be in writing and shall be served personally or by regis-\n   11  tered or certified mail upon the claimant unless the claimant is repres-\n   12  ented by an attorney, when it shall be served personally or by mail upon\n   13  his or her attorney. The demand shall  give  reasonable  notice  of  the\n   14  examination. It shall state the person before whom the examination is to\n   15  be held, the time, place and subject matter thereof and, if [a physical]\n   16  AN ADVERSARIAL MEDICAL examination is to be required, it shall so state.\n   17  No  demand  for  examination shall be effective against the claimant for\n   18  any purpose unless it shall be served as provided  in  this  subdivision\n   19  within  ninety  days from the date of service of the notice of intention\n   20  to file a claim.\n   21    3. In any examination required pursuant  to  the  provisions  of  this\n   22  section  the claimant shall have the right to be represented by counsel.\n   23  The examination shall be conducted upon oath or affirmation. The officer\n   24  or person before whom the examination is held shall take down  or  cause\n   25  to  be  taken  down every question and answer unless the parties consent\n   26  that only the substance of the testimony be inserted. The  testimony  so\n   27  taken,  together  with  the  report  of the examining physician where [a\n   28  physical] AN ADVERSARIAL MEDICAL examination is required, shall  consti-\n   29  tute  the record of the examination.  The transcript of the record of an\n   30  examination, including a copy of the report of the  examining  physician\n   31  shall  not be subject to or available for public inspection, except upon\n   32  court order upon good cause shown, but shall be furnished to the  claim-\n   33  ant or his or her attorney upon request.\n   34    S  15.  This  act shall take effect immediately and shall apply to all\n   35  currently pending actions and proceedings, and to proceedings  commenced\n   36  subsequent to such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, the insurance law, the workers' compensation law, the general municipal law and the court of claims act, in relation to enacting the \"adversarial medical examination procedure act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T163709.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110105.T165210.TXT", "SOBI.D110103.T115401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294264330932
}