{
  "year" : 2011,
  "senateBillNo" : "A675-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A675-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Revises procedures for issuance of retail and special retail liquor licenses for on-premises consumption for premises within 500 feet of 3 or more existing premises",
  "summary" : "Revises procedures regarding the issuance of both retail and special retail liquor licenses for on-premises consumption for premises located within 500 feet of 3 or more existing premises in cities, towns and villages of twenty thousand or more; provides that the written notice which the authority must give to the municipality or community board of the hearing (which the authority must hold before issuing a regular (non-special) license must be mailed at least 30 days in advance of the hearing; imposes a parallel 30 day hearing notice requirement regarding the hearing which must be held regarding special retail licenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S3828-2009", "A3828-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          675\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL, V. LOPEZ -- read once and referred to the\n         Committee on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         procedures associated with issuing retail and special retail  licenses\n         to  sell liquor for on-premises consumption regarding premises located\n         within five hundred feet of three or more existing premises in cities,\n         towns and villages having a population of twenty thousand or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph (f) of subdivision 7 of section 64 of the alco-\n    2  holic beverage control law, as amended by chapter 463  of  the  laws  of\n    3  2009, is amended to read as follows:\n    4    (f)  Notwithstanding  the provisions of paragraph (b) of this subdivi-\n    5  sion, the authority may issue a license pursuant to this section  for  a\n    6  premises which shall be within five hundred feet of three or more exist-\n    7  ing  premises  licensed  and  operating  pursuant  to  this  section and\n    8  sections sixty-four-a, sixty-four-b, sixty-four-c,  and/or  sixty-four-d\n    9  of this article if, after consultation with the municipality or communi-\n   10  ty  board,  it  determines  that  granting  such license would be in the\n   11  public interest. Before it may issue any  such  license,  the  authority\n   12  shall  conduct  a  hearing, upon notice to the applicant and the munici-\n   13  pality or community board, and shall state and file in  its  office  its\n   14  reasons  therefor.  Notice  to the municipality or community board shall\n   15  mean written notice mailed by the  authority  to  such  municipality  or\n   16  community board at least [fifteen] THIRTY days in advance of any hearing\n   17  scheduled pursuant to this paragraph. Upon the request of the authority,\n   18  any  municipality  or community board may waive the [fifteen] THIRTY day\n   19  notice requirement. No premises having been granted a  license  pursuant\n   20  to  this  section  shall  be  denied  a renewal of such license upon the\n   21  grounds that such premises are within five hundred feet of a building or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03487-01-1\n\n       A. 675                              2\n\n    1  buildings wherein three or more  premises  are  licensed  and  operating\n    2  pursuant  to  this  section  and  sections  sixty-four-a,  sixty-four-b,\n    3  sixty-four-c, and/or sixty-four-d of this article.\n    4    S  2.  Paragraph (d) of subdivision 7 of section 64-a of the alcoholic\n    5  beverage control law, as amended by chapter 463 of the laws of 2009,  is\n    6  amended to read as follows:\n    7    (d)  Notwithstanding  the provisions of subparagraph (ii) of paragraph\n    8  (a) of this subdivision, the authority may issue a license  pursuant  to\n    9  this  section  for a premises which shall be within five hundred feet of\n   10  three or more existing premises licensed and operating pursuant to  this\n   11  section  and  sections  sixty-four,  sixty-four-b,  sixty-four-c, and/or\n   12  sixty-four-d of this article if, after  consultation  with  the  munici-\n   13  pality  or  community  board,  it  determines that granting such license\n   14  would be in the public interest. Before it may issue any  such  license,\n   15  the  authority shall conduct a hearing, upon notice to the applicant and\n   16  the municipality or community board, and shall state  and  file  in  its\n   17  office  its  reasons  therefor.  Notice to the municipality or community\n   18  board shall mean written notice mailed by the authority to such  munici-\n   19  pality  or  community board at least [fifteen] THIRTY days in advance of\n   20  any hearing scheduled pursuant to this paragraph. Upon  the  request  of\n   21  the  authority,  any  municipality  or  community  board  may  waive the\n   22  [fifteen] THIRTY day notice requirement. No premises having been granted\n   23  a license pursuant to this section shall be denied  a  renewal  of  such\n   24  license upon the grounds that such premises are within five hundred feet\n   25  of  a  building or buildings wherein three or more premises are licensed\n   26  and operating pursuant to this section and sections  sixty-four,  sixty-\n   27  four-b, sixty-four-c, and/or sixty-four-d of this article.\n   28    S  3.  This  act shall take effect on the ninetieth day after it shall\n   29  have become a law and shall apply  to  all  applications  for  a  retail\n   30  license,  or  special  retail  license,  for on-premises consumption for\n   31  premises within five hundred feet of existing licensed premises that are\n   32  pending before or filed with the state liquor authority on or after such\n   33  effective date. Effective immediately any rules or regulations necessary\n   34  or convenient to implement the provisions of this act are authorized  to\n   35  be promulgated on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to procedures associated with issuing retail and special retail licenses to sell liquor for on-premises consumption regarding premises located within five hundred feet of three or more existing premises in cities, towns and villages having a population of twenty thousand or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T121903.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110105.T165710.TXT", "SOBI.D110103.T115902.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294264630048
}