{
  "year" : 2011,
  "senateBillNo" : "A676-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A676-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the missing vulnerable adults clearinghouse",
  "summary" : "Creates the missing vulnerable adults clearinghouse; provides for plan and implementation programs to ensure the most effective use of federal, state, and local resources in the investigation of missing vulnerable adults; disseminates a directory of resources to assist in locating missing vulnerable adults; provides for cooperation with the department of health, office of mental health, office of mental retardation and developmental disabilities, office for the aging, and other public and private organizations to develop education and prevention programs concerning the safety of vulnerable adults; provides for assistance from federal, state and local agencies in the investigation of cases involving missing vulnerable adults; utilizes available resources to duplicate photographs and posters of vulnerable adults reported as missing by police and disseminate this information throughout the state providing such posters indicate only that the adult is missing with no mention of vulnerability; provides assistance in returning missing vulnerable adults who are located out of state; develops a curriculum for the training of law enforcement personnel investigating cases involving missing vulnerable adults, including recognition and management of vulnerable adults; operates a toll-free twenty-four hour hotline for the public to use to relay information concerning missing vulnerable adults; maintains and makes available to appropriate state and local law enforcement agencies information concerning technological advances that may assist in facilitating the recovery of missing vulnerable adults; takes such other steps as necessary to assist in education, prevention, service provision, and investigation of cases involving missing vulnerable adults. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AB5220-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          676\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAGNARELLI, DESTITO, GUNTHER, ZEBROWSKI, REILLY,\n         ABBATE, DINOWITZ,  TITONE,  PHEFFER,  JAFFEE,  MENG,  TITUS,  BOYLAND,\n         SPANO,  LUPARDO -- Multi-Sponsored by -- M. of A. BRENNAN, BROOK-KRAS-\n         NY, GLICK, GOTTFRIED, KELLNER, MAYERSOHN, McENENY, O'DONNELL, RUSSELL,\n         SCHIMEL, SWEENEY, WEISENBERG -- read once and referred to the  Commit-\n         tee on Aging\n\n       AN  ACT  to amend the executive law, in relation to creating the missing\n         vulnerable adults clearinghouse\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section 837-ff\n    2  to read as follows:\n    3    S  837-FF.  MISSING  VULNERABLE  ADULTS CLEARINGHOUSE. THERE IS HEREBY\n    4  ESTABLISHED WITHIN THE DIVISION A MISSING  VULNERABLE  ADULTS  CLEARING-\n    5  HOUSE TO PROVIDE A COMPREHENSIVE AND COORDINATED APPROACH TO THE PROBLEM\n    6  OF MISSING VULNERABLE ADULTS.\n    7    1. FOR PURPOSES OF THIS SECTION:\n    8    (A)  \"VULNERABLE ADULT\" SHALL MEAN AN INDIVIDUAL EIGHTEEN YEARS OF AGE\n    9  OR OLDER WHO HAS BEEN DIAGNOSED BY A PHYSICIAN AS  BEING  VULNERABLE  OR\n   10  WHO  HAS  BEEN  DESCRIBED  AS  VULNERABLE  BY  THE INDIVIDUAL MAKING THE\n   11  REPORT.\n   12    (B) \"VULNERABLE\" SHALL DESCRIBE A PERSON WITH  ANY  COGNITIVE  IMPAIR-\n   13  MENT, MENTAL DISABILITY, OR BRAIN DISORDER.\n   14    (C)  \"MISSING  VULNERABLE  ADULT ALERT\" SHALL MEAN A METHOD TO DISSEM-\n   15  INATE INFORMATION REGARDING A MISSING VULNERABLE ADULT  TO  THE  GENERAL\n   16  PUBLIC.  SUCH  ALERTS SHALL PROVIDE NO MEDICAL INFORMATION AND IN NO WAY\n   17  INDICATE THAT THE MISSING PERSON IS  VULNERABLE.  FOR  THE  PURPOSES  OF\n   18  NOTIFICATIONS TO THE PUBLIC PURSUANT TO SUBDIVISION TWO OF THIS SECTION,\n   19  THE ALERT SHALL BE TITLED \"GOLD ALERT\".\n   20    2. THE COMMISSIONER SHALL BE AUTHORIZED TO:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03273-01-1\n\n       A. 676                              2\n\n    1    (A)  PLAN  AND  IMPLEMENT PROGRAMS TO ENSURE THE MOST EFFECTIVE USE OF\n    2  FEDERAL, STATE, AND LOCAL RESOURCES  IN  THE  INVESTIGATION  OF  MISSING\n    3  VULNERABLE ADULTS;\n    4    (B) DISSEMINATE A DIRECTORY OF RESOURCES TO ASSIST IN LOCATING MISSING\n    5  VULNERABLE ADULTS;\n    6    (C)  COOPERATE WITH THE DEPARTMENT OF HEALTH, OFFICE OF MENTAL HEALTH,\n    7  OFFICE FOR PEOPLE WITH DEVELOPMENTAL DISABILITIES, OFFICE FOR THE AGING,\n    8  AND OTHER PUBLIC AND PRIVATE  ORGANIZATIONS  TO  DEVELOP  EDUCATION  AND\n    9  PREVENTION PROGRAMS CONCERNING THE SAFETY OF VULNERABLE ADULTS;\n   10    (D)  ASSIST FEDERAL, STATE, AND LOCAL AGENCIES IN THE INVESTIGATION OF\n   11  CASES INVOLVING MISSING VULNERABLE ADULTS;\n   12    (E) UTILIZE AVAILABLE RESOURCES TO DUPLICATE PHOTOGRAPHS  AND  POSTERS\n   13  OF  VULNERABLE ADULTS REPORTED AS MISSING BY POLICE AND DISSEMINATE THIS\n   14  INFORMATION THROUGHOUT THE STATE PROVIDING SUCH  POSTERS  INDICATE  ONLY\n   15  THAT THE ADULT IS MISSING WITH NO MENTION OF VULNERABILITY;\n   16    (F)  PROVIDE ASSISTANCE IN RETURNING MISSING VULNERABLE ADULTS WHO ARE\n   17  LOCATED OUT OF STATE;\n   18    (G) DEVELOP A CURRICULUM FOR THE TRAINING OF LAW ENFORCEMENT PERSONNEL\n   19  INVESTIGATING  CASES  INVOLVING  MISSING  VULNERABLE  ADULTS,  INCLUDING\n   20  RECOGNITION AND MANAGEMENT OF VULNERABLE ADULTS;\n   21    (H) OPERATE A TOLL-FREE TWENTY-FOUR HOUR HOTLINE FOR THE PUBLIC TO USE\n   22  TO RELAY INFORMATION CONCERNING MISSING VULNERABLE ADULTS;\n   23    (I)  MAINTAIN  AND  MAKE  AVAILABLE TO APPROPRIATE STATE AND LOCAL LAW\n   24  ENFORCEMENT AGENCIES INFORMATION CONCERNING TECHNOLOGICAL ADVANCES  THAT\n   25  MAY ASSIST IN FACILITATING THE RECOVERY OF MISSING VULNERABLE ADULTS;\n   26    (J)  TAKE  SUCH  OTHER  STEPS  AS  NECESSARY  TO  ASSIST IN EDUCATION,\n   27  PREVENTION, SERVICE PROVISION,  AND  INVESTIGATION  OF  CASES  INVOLVING\n   28  MISSING VULNERABLE ADULTS;\n   29    (K)  (1)  IN  CONSULTATION WITH THE DIVISION OF STATE POLICE AND OTHER\n   30  APPROPRIATE AGENCIES, DEVELOP, REGULARLY UPDATE,  AND  DISTRIBUTE  MODEL\n   31  MISSING  VULNERABLE  ADULT  PROMPT RESPONSE AND NOTIFICATION PLANS. SUCH\n   32  PLANS SHALL BE AVAILABLE FOR USE BY LOCAL COMMUNITIES AND  LAW  ENFORCE-\n   33  MENT PERSONNEL AND SHALL INVOLVE A PRO-ACTIVE, COORDINATED RESPONSE THAT\n   34  MAY BE PROMPTLY TRIGGERED BY LAW ENFORCEMENT PERSONNEL UPON CONFIRMATION\n   35  BY  A  POLICE  OFFICER, PEACE OFFICER, OR POLICE AGENCY OF A REPORT OF A\n   36  MISSING VULNERABLE ADULT AS DEFINED IN SUBDIVISION ONE OF THIS SECTION.\n   37    (2) SUCH PLANS SHALL, AT A MINIMUM, PROVIDE THAT: (A) THE NAME OF  THE\n   38  MISSING  VULNERABLE  ADULT, A DESCRIPTION OF THE MISSING INDIVIDUAL, AND\n   39  OTHER PERTINENT INFORMATION MAY BE PROMPTLY DISPATCHED OVER  THE  POLICE\n   40  COMMUNICATION  SYSTEM  PURSUANT  TO  SUBDIVISION  THREE  OF  SECTION TWO\n   41  HUNDRED TWENTY-ONE OF THIS CHAPTER; (B) SUCH INFORMATION  MAY  BE  IMME-\n   42  DIATELY  PROVIDED, IN SUCH A MANNER AS TO ENSURE THAT IT IS NOT REVEALED\n   43  TO THE PUBLIC THAT THE MISSING PERSON IS VULNERABLE, (I)  ORALLY,  ELEC-\n   44  TRONICALLY,  OR  BY FACSIMILE TRANSMISSION TO ONE OR MORE RADIO STATIONS\n   45  AND OTHER BROADCAST MEDIA OUTLETS SERVING THE COMMUNITY  INCLUDING,  BUT\n   46  NOT LIMITED TO, THOSE WHO HAVE VOLUNTARILY AGREED IN ADVANCE TO PROMPTLY\n   47  NOTIFY  OTHER  SUCH  RADIO  STATIONS AND BROADCAST MEDIA OUTLETS IN LIKE\n   48  MANNER AND (II) BY ELECTRONIC MAIL  MESSAGE  TO  ONE  OR  MORE  INTERNET\n   49  SERVICE  PROVIDERS  AND  COMMERCIAL MOBILE SERVICE PROVIDERS SERVING THE\n   50  COMMUNITY INCLUDING, BUT NOT LIMITED TO, THOSE  WHICH  HAVE  VOLUNTARILY\n   51  AGREED IN ADVANCE TO PROMPTLY NOTIFY OTHER SUCH INTERNET SERVICE PROVID-\n   52  ERS  IN  LIKE MANNER; (C) PARTICIPATING RADIO STATIONS AND OTHER PARTIC-\n   53  IPATING BROADCAST MEDIA OUTLETS SERVING THE  COMMUNITY  MAY  VOLUNTARILY\n   54  AGREE  TO  PROMPTLY BROADCAST A MISSING VULNERABLE ADULT ALERT PROVIDING\n   55  PERTINENT DETAILS CONCERNING THE MISSING VULNERABLE  ADULT'S  DISAPPEAR-\n   56  ANCE,  BREAKING  INTO REGULAR PROGRAMMING WHERE APPROPRIATE; (D) PARTIC-\n\n       A. 676                              3\n\n    1  IPATING INTERNET SERVICE PROVIDERS AND COMMERCIAL MOBILE SERVICE PROVID-\n    2  ERS SERVING THE COMMUNITY MAY VOLUNTARILY AGREE TO PROMPTLY  PROVIDE  BY\n    3  ELECTRONIC  MAIL  MESSAGE  A  MISSING  VULNERABLE  ADULT ALERT PROVIDING\n    4  PERTINENT  DETAILS  CONCERNING THE MISSING VULNERABLE ADULT'S DISAPPEAR-\n    5  ANCE; (E) POLICE AGENCIES NOT CONNECTED WITH THE BASIC  POLICE  COMMUNI-\n    6  CATION  SYSTEM IN USE IN SUCH JURISDICTION MAY TRANSMIT SUCH INFORMATION\n    7  TO THE NEAREST OR MOST CONVENIENT ELECTRONIC  ENTRY  POINT,  FROM  WHICH\n    8  POINT  IT  MAY  BE  PROMPTLY  DISPATCHED  IN CONFORMITY WITH THE ORDERS,\n    9  RULES, OR REGULATIONS GOVERNING THE SYSTEM;  (F)  A  STATEWIDE  RESPONSE\n   10  MUST BE INITIATED AS SOON AS LOCAL LAW ENFORCEMENT DEEMS IT IS NECESSARY\n   11  TO  FIND  THE  MISSING  VULNERABLE ADULT UNLESS THE INVESTIGATING POLICE\n   12  DEPARTMENT, IN THEIR DISCRETION, ADVISES THAT THE RELEASE OF SUCH INFOR-\n   13  MATION MAY JEOPARDIZE THE INVESTIGATION OR THE  SAFETY  OF  THE  MISSING\n   14  VULNERABLE   ADULT  OR  THE  INVESTIGATING  POLICE  DEPARTMENT  REQUESTS\n   15  FORBEARANCE FOR ANY REASON.\n   16    (3) THE COMMISSIONER SHALL ALSO DESIGNATE A UNIT WITHIN  THE  DIVISION\n   17  THAT  SHALL ASSIST LAW ENFORCEMENT AGENCIES AND REPRESENTATIVES OF RADIO\n   18  STATIONS, BROADCAST  MEDIA  OUTLETS,  INTERNET  SERVICE  PROVIDERS,  AND\n   19  COMMERCIAL  MOBILE  SERVICE PROVIDERS IN THE DESIGN, IMPLEMENTATION, AND\n   20  IMPROVEMENT OF MISSING VULNERABLE ADULT RESPONSE AND NOTIFICATION PLANS.\n   21  SUCH UNIT SHALL MAKE ONGOING OUTREACH EFFORTS TO LOCAL GOVERNMENT  ENTI-\n   22  TIES  AND  LOCAL  LAW  ENFORCEMENT  AGENCIES TO ASSIST SUCH ENTITIES AND\n   23  AGENCIES IN THE IMPLEMENTATION AND OPERATION OF SUCH PLANS WITH THE GOAL\n   24  OF IMPLEMENTING AND OPERATING SUCH PLANS IN EVERY  JURISDICTION  IN  NEW\n   25  YORK STATE.\n   26    3.  ANY  INDIVIDUAL  WHO  KNOWINGLY  MAKES A FALSE REPORT OF A MISSING\n   27  VULNERABLE ADULT SHALL BE GUILTY OF FALSELY REPORTING AN INCIDENT IN THE\n   28  THIRD DEGREE, WHICH IS PUNISHABLE BY A CLASS A MISDEMEANOR.\n   29    4. THE COMMISSIONER SHALL SUBMIT AN ANNUAL REPORT TO THE GOVERNOR  AND\n   30  LEGISLATURE  REGARDING  THE  ACTIVITIES OF THE MISSING VULNERABLE ADULTS\n   31  CLEARINGHOUSE INCLUDING STATISTICAL INFORMATION INVOLVING REPORTED CASES\n   32  OF MISSING VULNERABLE ADULTS AND A SUMMARY  OF  THE  DIVISION'S  EFFORTS\n   33  WITH  RESPECT TO THE ACTIVITIES AUTHORIZED UNDER SUBDIVISION TWO OF THIS\n   34  SECTION.\n   35    S 2. Severability. If any clause, sentence, paragraph, section or part\n   36  of this act shall be adjudged by any court of competent jurisdiction  to\n   37  be  invalid  and  after  exhaustion  of all further judicial review, the\n   38  judgment shall not affect, impair or invalidate the  remainder  thereof,\n   39  but  shall  be  confined in its operation to the clause, sentence, para-\n   40  graph, section or part of this act directly involved in the  controversy\n   41  in which the judgment shall have been rendered.\n   42    S 3. This act shall take effect on the one hundred twentieth day after\n   43  it  shall  have  become law. Effective immediately, the addition, amend-\n   44  ment, and repeal of any rule or regulation necessary for the implementa-\n   45  tion of this act on its effective date are authorized and directed to be\n   46  made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to creating the missing vulnerable adults clearinghouse ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110105.T165710.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294264630053
}