{
  "year" : 2011,
  "senateBillNo" : "A677-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A677-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the throwing, tossing or expelling of saliva, spit or sputum at or on a public employee",
  "summary" : "Prohibits the throwing, tossing or expelling of saliva, spit or sputum at or on an employee of a correctional facility; such conduct shall be aggravated harassment of an employee. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A243-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          677\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. MAGNARELLI, PHEFFER, MAISEL, GUNTHER -- Multi-\n         Sponsored by -- M. of A.  BOYLAND, BROOK-KRASNY, GALEF, MARKEY, MAYER-\n         SOHN, MORELLE, SCHIMMINGER,  SWEENEY,  WEISENBERG  --  read  once  and\n         referred to the Committee on Codes\n\n       AN  ACT  to  amend the penal law, in relation to the crime of aggravated\n         harassment of an employee by an inmate\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 240.32 of the penal law, as separately amended by\n    2  chapters 422 and 441 of the laws of 2000, is amended to read as follows:\n    3  S 240.32 Aggravated harassment of an employee by an inmate.\n    4    An inmate or respondent is  guilty  of  aggravated  harassment  of  an\n    5  employee  by  an  inmate when, with intent to harass, annoy, threaten or\n    6  alarm a person in a facility whom he OR SHE knows or  reasonably  should\n    7  know  to  be  an employee of [such facility or the division of parole or\n    8  the office of mental health, or a probation department, bureau  or  unit\n    9  or  a  police officer] THE STATE, A MUNICIPAL CORPORATION, LOCAL GOVERN-\n   10  MENTAL AGENCY, ANY POLITICAL SUBDIVISIONS OR PUBLIC AUTHORITY, he OR SHE\n   11  causes or attempts to cause such employee  to  come  into  contact  with\n   12  blood,  seminal  fluid,  urine  [or],  feces, SALIVA, SPIT OR SPUTUM, by\n   13  throwing, tossing or expelling such fluid or material.\n   14    For purposes of this section, \"inmate\" means an inmate or detainee  in\n   15  a  correctional  facility, local correctional facility or a hospital, as\n   16  such term is defined in subdivision two of section four hundred  of  the\n   17  correction law. For purposes of this section, \"respondent\" means a juve-\n   18  nile in a secure facility operated and maintained by the office of chil-\n   19  dren  and  family services who is placed with or committed to the office\n   20  of children and family services. For purposes of this section,  \"facili-\n   21  ty\" means a correctional facility or local correctional facility, hospi-\n   22  tal,  as such term is defined in subdivision two of section four hundred\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03141-01-1\n\n       A. 677                              2\n\n    1  of the correction law, or a secure facility operated and  maintained  by\n    2  the office of children and family services.\n    3    Aggravated harassment of an employee by an inmate is a class E felony.\n    4    S 2. This act shall take effect on the first of November next succeed-\n    5  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of aggravated harassment of an employee by an inmate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110106.T101158.TXT", "SOBI.D110103.T113400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294326718567
}