{
  "year" : 2011,
  "senateBillNo" : "A678-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A678-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows a professional service limited liability company to be surviving business entity in the case of a merger with a professional service corporation",
  "summary" : "Provides that the surviving business entity in the case of a merger between a professional service corporation and a professional service limited liability company may be a professional service limited liability company. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Business Corporation Law",
  "previousVersions" : [ "A246-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          678\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MAGNARELLI -- Multi-Sponsored by -- M. of A.\n         PEOPLES-STOKES, REILLY -- read once and referred to the  Committee  on\n         Corporations, Authorities and Commissions\n\n       AN  ACT  to amend the business corporation law, in relation to providing\n         that the surviving business entity in the case of a merger  between  a\n         professional  service  corporation  and a professional service limited\n         liability company may be  a  professional  service  limited  liability\n         company\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1501 of the business corporation law, as  added  by\n    2  chapter 974 of the laws of 1970, is amended to read as follows:\n    3  S 1501. Definitions.\n    4    As  used  in  this article, unless the context otherwise requires, the\n    5  term: (a) \"licensing authority\" means the regents of the  university  of\n    6  the state of New York or the state education department, as the case may\n    7  be,  in  the  case  of all professions licensed under title eight of the\n    8  education law, and the appropriate appellate  division  of  the  supreme\n    9  court in the case of the profession of law.\n   10    (b) \"Profession\"  includes  any practice as an attorney and counselor-\n   11  at-law, or as a licensed physician, and those occupations designated  in\n   12  title eight of the education law.\n   13    (c) \"Professional  service\"  means  any  type of service to the public\n   14  which may be lawfully rendered by a member of a  profession  within  the\n   15  purview of his OR HER profession.\n   16    (d) \"Professional  service  corporation\" means a corporation organized\n   17  under this article.\n   18    (e) \"Officer\" does not include the secretary or an assistant secretary\n   19  of a corporation having only one shareholder.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03146-01-1\n\n       A. 678                              2\n\n    1    (F) \"OTHER BUSINESS ENTITY\" MEANS ANY  PERSON  OTHER  THAN  A  NATURAL\n    2  PERSON,  GENERAL  PARTNERSHIP  OR  A DOMESTIC OR FOREIGN BUSINESS CORPO-\n    3  RATION, AND INCLUDES A PROFESSIONAL SERVICE  LIMITED  LIABILITY  COMPANY\n    4  FORMED  PURSUANT  TO  THE  PROVISIONS  OF THE NEW YORK LIMITED LIABILITY\n    5  COMPANY LAW.\n    6    S 2. Section 1516 of the business corporation law, as amended by chap-\n    7  ter 851 of the laws of 1992, is amended to read as follows:\n    8  S 1516. Corporate mergers, consolidations and other reorganizations.\n    9    (A)  Notwithstanding  any  inconsistent  provision  of this article, a\n   10  professional service corporation, pursuant to the provisions of  article\n   11  nine  of this chapter, may be merged or consolidated with another corpo-\n   12  ration formed pursuant to the provisions  of  this  chapter  or  with  a\n   13  corporation  authorized  and  registered to practice the same profession\n   14  pursuant to the applicable provisions  of  subdivision  six  of  section\n   15  seventy-two  hundred  nine  of  the  education  law  (engineer  or  land\n   16  surveyor) or subdivision four of section seventy-three hundred seven  of\n   17  the  education  law (architect) of article one hundred forty-five of the\n   18  education law, or with a foreign corporation, OR OTHER  BUSINESS  ENTITY\n   19  PRACTICING THE SAME PROFESSION OR PROFESSIONS IN THIS STATE OR THE STATE\n   20  OF  ITS  FORMATION,  or  may be otherwise reorganized, provided that the\n   21  corporation which survives or which is  formed  pursuant  thereto  is  a\n   22  professional service corporation, A PROFESSIONAL SERVICE LIMITED LIABIL-\n   23  ITY COMPANY or a foreign professional service corporation practicing the\n   24  same  profession  or  professions in this state or the state of incorpo-\n   25  ration or, if one of the original corporations is authorized to practice\n   26  pursuant to the provisions of either subdivision six of  section  [seven\n   27  thousand  two]  SEVENTY-TWO  hundred nine or subdivision four of section\n   28  [seven  thousand  three]  SEVENTY-THREE  hundred  seven,  a  corporation\n   29  authorized  and  registered  to practice the same profession pursuant to\n   30  the applicable provisions of  subdivision  six  of  section  seventy-two\n   31  hundred  nine of the education law (engineer or land surveyor) or subdi-\n   32  vision four of section seventy-three hundred seven of the education  law\n   33  (architect) of article one hundred forty-five of the education law.\n   34    [The]  (B)  IF  THE SURVIVING BUSINESS ENTITY IS A PROFESSIONAL CORPO-\n   35  RATION, THE restrictions on the issuance, transfer or sale of shares  of\n   36  a  professional  service corporation shall be suspended for a period not\n   37  exceeding thirty days with respect to any issuance, transfer or sale  of\n   38  shares  made  pursuant  to such merger, consolidation or reorganization,\n   39  provided that: (i) no person who would not be eligible to  be  a  share-\n   40  holder  in  the  absence  of  this  section  shall vote the shares of or\n   41  receive any distribution from such corporation; (ii) after such  merger,\n   42  consolidation  or  reorganization,  any professional service corporation\n   43  which survives or which is created thereby shall be subject  to  all  of\n   44  the  provisions of this article[,]; and (iii) shares thereafter only may\n   45  be held by persons who are eligible to receive shares  of  such  profes-\n   46  sional  service  corporation  or  such  other corporation authorized and\n   47  registered to practice the same profession pursuant  to  the  applicable\n   48  provisions of subdivision six of section seventy-two hundred nine of the\n   49  education law (engineer or land surveyor) or subdivision four of section\n   50  seventy-three  hundred seven of the education law (architect) of article\n   51  one hundred forty-five of the education  law,  which  survives.  Nothing\n   52  herein  contained  shall  be  construed  as permitting the practice of a\n   53  profession in this state by a  corporation  which  is  not  incorporated\n   54  pursuant  to the provisions of this article or authorized to do business\n   55  in this state pursuant to the provisions of article  fifteen-A  of  this\n   56  chapter  or  authorized and registered to practice a profession pursuant\n\n       A. 678                              3\n\n    1  to the applicable provisions of article one hundred  forty-five  of  the\n    2  education  law.  For the purposes of this section, other reorganizations\n    3  shall be limited to those reorganizations defined in  paragraph  one  of\n    4  subsection  (a)  of  section  three  hundred sixty-eight of the internal\n    5  revenue code.\n    6    (C) IF THE SURVIVING BUSINESS ENTITY IS A PROFESSIONAL SERVICE LIMITED\n    7  LIABILITY COMPANY, THE RESTRICTIONS ON THE ISSUANCE, TRANSFER OR SALE OF\n    8  MEMBERSHIP INTERESTS OF A PROFESSIONAL SERVICE LIMITED LIABILITY COMPANY\n    9  OTHER THAN THE REQUIREMENTS OF THE FIRST TWO  SENTENCES  OF  SUBDIVISION\n   10  (C)  OF  SECTION  TWELVE HUNDRED ELEVEN OF THE LIMITED LIABILITY COMPANY\n   11  LAW, SHALL BE SUSPENDED FOR A PERIOD  NOT  EXCEEDING  THIRTY  DAYS  WITH\n   12  RESPECT  TO  ANY ISSUANCE, TRANSFER OR SALE OF MEMBERSHIP INTERESTS MADE\n   13  PURSUANT TO SUCH MERGER OR CONSOLIDATION, PROVIDED THAT:  (I) NO  PERSON\n   14  OR  BUSINESS  ENTITY  WHO  WOULD  NOT  BE ELIGIBLE TO BE A MEMBER IN THE\n   15  ABSENCE OF THIS SECTION SHALL VOTE OR RECEIVE ANY DISTRIBUTION FROM SUCH\n   16  LIMITED LIABILITY COMPANY; (II) AFTER SUCH MERGER OR CONSOLIDATION,  ANY\n   17  PROFESSIONAL  SERVICE LIMITED LIABILITY COMPANY THAT SURVIVES OR THAT IS\n   18  CREATED THEREBY SHALL BE SUBJECT TO ALL THE PROVISIONS  OF  THE  LIMITED\n   19  LIABILITY COMPANY LAW; AND (III) MEMBERSHIP  INTERESTS THEREAFTER MAY BE\n   20  HELD  ONLY  BY  PERSONS  OR  BUSINESS  ENTITIES WHO ARE ELIGIBLE TO BE A\n   21  MEMBER OF SUCH PROFESSIONAL SERVICE LIMITED LIABILITY COMPANY.   NOTHING\n   22  HEREIN  CONTAINED  SHALL  BE  CONSTRUED  AS PERMITTING THE PRACTICE OF A\n   23  PROFESSION IN THIS STATE BY A LIMITED  LIABILITY  COMPANY  THAT  IS  NOT\n   24  FORMED  PURSUANT  TO THE PROVISIONS OF THE LIMITED LIABILITY COMPANY LAW\n   25  OR AUTHORIZED TO DO BUSINESS IN THE STATE PURSUANT TO THE PROVISIONS  OF\n   26  ARTICLE THIRTEEN OF THE LIMITED LIABILITY COMPANY LAW.\n   27    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the business corporation law, in relation to providing that the surviving business entity in the case of a merger between a professional service corporation and a professional service limited liability company may be a professional service limited liability company ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110106.T101158.TXT", "SOBI.D110103.T113400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294326718570
}