{
  "year" : 2011,
  "senateBillNo" : "A679-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A679-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state greenhouse gases management research and development program",
  "summary" : "Establishes the New York state greenhouse gases management research and development program to promote new technologies and processes which shall avoid, abate, mitigate, capture or sequester carbon dioxide and other greenhouse gases. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A249-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          679\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MAGNARELLI,  CLARK, COLTON, MARKEY, PHEFFER,\n         ROBINSON, WRIGHT, HEVESI, LUPARDO, JAFFEE, SWEENEY --  Multi-Sponsored\n         by  --  M. of A. GOTTFRIED, GUNTHER, HOOPER, LATIMER, MAISEL, McENENY,\n         PERRY, WEISENBERG -- read once and referred to the Committee on Corpo-\n         rations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation  to  creating  a\n         New  York  state  greenhouse gases management research and development\n         program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.    The  legislature hereby finds and\n    2  declares that global climate change is a matter of  significant  concern\n    3  for  the  environment, economy and people of this state. The legislature\n    4  hereby establishes a research program under the auspices of the New York\n    5  state energy research and development authority by one or more universi-\n    6  ties or research entities within the state. The research  program  shall\n    7  promote new technologies and processes that will avoid, abate, mitigate,\n    8  capture or sequester carbon dioxide and other greenhouse gases.\n    9    According to numerous scientific researchers, a warming trend of about\n   10  0.7 to 1.5 degrees Fahrenheit has occurred during the twentieth century.\n   11  The  major  greenhouse  gases  emitted by human activities remain in the\n   12  atmosphere for periods of time ranging from decades to centuries.   Many\n   13  in  the scientific community anticipate that average global temperatures\n   14  and sea levels will continue to rise throughout the twenty-first century\n   15  as a result of a continued rise in atmospheric concentrations of  green-\n   16  house gases.\n   17    While  the build-up of all of the greenhouse gases into the atmosphere\n   18  is important to study, promoting the development of  methods  and  proc-\n   19  esses  to  mitigate  the  buildup of carbon dioxide is of great concern.\n   20  Carbon dioxide is emitted  into the atmosphere in  the  largest  amounts\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03148-01-1\n\n       A. 679                              2\n\n    1  and is directly linked to human activities such as the burning of fossil\n    2  fuels. It is, therefore, vitally important that research and development\n    3  of new methods and processes that avoid, abate, capture and/or sequester\n    4  carbon dioxide are developed.\n    5    New  York  state  is  a  significant contributor of carbon dioxide and\n    6  other greenhouse gases, as well as an important  player  in  the  global\n    7  economy. New York state is also home to a vast number of research insti-\n    8  tutions  that  have  already  taken a leadership role and have initiated\n    9  research into global  warming  and  climate  change  issues.  Given  the\n   10  state's  contribution  to  global  climate  change  and its economic and\n   11  academic leadership role, New York state must take  an  active  role  in\n   12  fighting greenhouse gases and thus the research program is hereby estab-\n   13  lished.\n   14    S  2.  The  public  authorities law is amended by adding a new section\n   15  1884 to read as follows:\n   16    S 1884. NEW YORK STATE GREENHOUSE GASES MANAGEMENT RESEARCH AND DEVEL-\n   17  OPMENT PROGRAM; ESTABLISHED. 1.  ESTABLISHMENT  AND  PURPOSE.  THERE  IS\n   18  HEREBY  CREATED  WITHIN  THE  AUSPICES OF THE AUTHORITY A NEW YORK STATE\n   19  GREENHOUSE   GASES   MANAGEMENT   RESEARCH   AND   DEVELOPMENT   PROGRAM\n   20  (\"PROGRAM\").  THE  PURPOSE  OF  THIS  PROGRAM SHALL BE TO PROVIDE GRANTS\n   21  AUTHORIZED BY THE AUTHORITY FOR RESEARCH THAT PROMOTES NEW  TECHNOLOGIES\n   22  AND PROCESSES THAT WILL AVOID, ABATE, MITIGATE, CAPTURE AND/OR SEQUESTER\n   23  CARBON  DIOXIDE AND OTHER GREENHOUSE GASES BY ONE OR MORE RESEARCH ENTI-\n   24  TIES IN NEW YORK STATE. POTENTIAL RESEARCH TOPICS SHALL INCLUDE, BUT NOT\n   25  BE LIMITED TO, THE FOLLOWING:\n   26    A. THE FEASIBILITY AND EXAMINATION OF GEOLOGICAL, TERRESTRIAL OR OTHER\n   27  METHODS OF SEQUESTRATION OF CARBON DIOXIDE AND OTHER GREENHOUSE GASES IN\n   28  NEW YORK STATE. SUCH FEASIBILITY  STUDIES  SHALL  INCLUDE,  BUT  NOT  BE\n   29  LIMITED  TO:    THE  STATE'S  GEOLOGICAL, HYDROLOGICAL AND SEISMOLOGICAL\n   30  CONDITIONS, MONITORING, MITIGATION  AND  VERIFICATION  TECHNOLOGIES  AND\n   31  POTENTIAL ENVIRONMENTAL IMPACTS.\n   32    B.  METHODS  AND  PROCESSES  TO  FURTHER REDUCE ENERGY CONSUMPTION AND\n   33  IMPROVE ENERGY EFFICIENCY BY COMMERCIAL,  AGRICULTURAL  AND  RESIDENTIAL\n   34  ENTITIES  WHICH  ARE LIKELY TO RESULT IN SIGNIFICANT REDUCTION OF GREEN-\n   35  HOUSE GASES.\n   36    C. ANY OTHER TECHNOLOGIES OR PROCESSES THAT WILL AVOID,  ABATE,  MITI-\n   37  GATE,  CAPTURE,  AND/OR  SEQUESTER  CARBON  DIOXIDE AND OTHER GREENHOUSE\n   38  GASES.\n   39    2. DEFINITIONS.  THE FOLLOWING DEFINITIONS SHALL  HAVE  THE  FOLLOWING\n   40  MEANINGS IN THIS SECTION, RESPECTIVELY:\n   41    A.  \"GREENHOUSE  GASES\"  SHALL  MEAN  CARBON DIOXIDE, METHANE, NITROUS\n   42  OXIDE, HYDROFLUOROCARBONS, PERFLUOROCARBONS AND SULPHUR HEXAFLUORIDE.\n   43    B. \"RESEARCH ENTITY\" SHALL MEAN AN ORGANIZATION, INCLUDING A  NOT-FOR-\n   44  PROFIT  COLLEGE, UNIVERSITY OR OTHER INSTITUTION THAT CONDUCTS AN INTEN-\n   45  SIVE, ONGOING PROGRAM OF RESEARCH  AND  STUDY  DIRECTED  TOWARD  GREATER\n   46  KNOWLEDGE  OF  A  SCIENTIFIC SUBJECT OR TOWARD APPLYING A NEW SCIENTIFIC\n   47  KNOWLEDGE TO MEET A RECOGNIZED NEED. SUCH ENTITIES SHALL PURSUE RESEARCH\n   48  THAT PROMOTES NEW TECHNOLOGIES AND PROCESSES  THAT  WILL  AVOID,  ABATE,\n   49  MITIGATE,  CAPTURE  AND/OR SEQUESTER CARBON DIOXIDE AND OTHER GREENHOUSE\n   50  GASES.\n   51    3. GRANT AUTHORIZATION AND APPROVAL. A. THE AUTHORITY  SHALL  USE  ANY\n   52  MONIES  MADE AVAILABLE IN THE BUDGET PURSUANT TO THIS SECTION FOR GRANTS\n   53  TO RESEARCH ENTITIES LOCATED IN NEW YORK STATE TO  PURSUE  RESEARCH  AND\n   54  DEVELOPMENT  THAT  PROMOTES  NEW  TECHNOLOGIES  AND  PROCESSES THAT WILL\n   55  AVOID, ABATE, MITIGATE, CAPTURE  AND/OR  SEQUESTER  CARBON  DIOXIDE  AND\n   56  OTHER GREENHOUSE GASES.\n\n       A. 679                              3\n\n    1    B.  THE  AUTHORITY  MAY  APPROVE  GRANTS AUTHORIZED UNDER THIS SECTION\n    2  PROVIDED INDIVIDUAL GRANTS DO NOT  EXCEED  ONE  HUNDRED  FIFTY  THOUSAND\n    3  DOLLARS PER YEAR.\n    4    4. REPORTING REQUIREMENTS. THE AUTHORITY SHALL, ON OR BEFORE SEPTEMBER\n    5  FIRST, TWO THOUSAND THIRTEEN AND ANNUALLY THEREAFTER, SUBMIT A REPORT TO\n    6  THE  GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE\n    7  ASSEMBLY AND THE CHAIRPERSONS OF THE SENATE FINANCE COMMITTEE AND OF THE\n    8  ASSEMBLY WAYS AND MEANS COMMITTEE, SUCH REPORTS ON THE EFFECTIVENESS AND\n    9  ACCOMPLISHMENTS OF THE PROGRAM. SUCH REPORT SHALL INCLUDE A LIST OF EACH\n   10  GRANT AWARDED, THE NAME AND LOCATION OF THE RECIPIENT, A DESCRIPTION  OF\n   11  THE  RESEARCH,  THE  AMOUNT  OF  THE  GRANT, THE TOTAL PROJECT COST, THE\n   12  POTENTIAL IMPACT OF THE RESEARCH, AND  SUCH  OTHER  INFORMATION  AS  THE\n   13  AUTHORITY SHALL DEEM APPROPRIATE.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to creating a New York state greenhouse gases management research and development program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114401.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110106.T152729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345649825
}