{
  "year" : 2011,
  "senateBillNo" : "A680-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A680-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the Syracuse city school district school aid",
  "summary" : "Relates to the Syracuse city school district school aid. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10505-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          680\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MAGNARELLI  -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in  relation  to  the  Syracuse  city\n         school district\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 12 of section 3602 of  the  education  law,  as\n    2  added  by  section  19  of part B of chapter 57 of the laws of 2008, the\n    3  closing paragraph as added by section 18 of part A of chapter 57 of  the\n    4  laws of 2009, is amended to read as follows:\n    5    12. Academic enhancement aid. A school district that as of April first\n    6  of  the base year has been continuously identified as a district in need\n    7  of improvement for at least five  years  shall,  for  the  two  thousand\n    8  eight--two  thousand  nine  school  year,  be  entitled to an additional\n    9  apportionment equal to the positive remainder, if any, of (a) the lesser\n   10  of fifteen million dollars or the product of the  total  foundation  aid\n   11  base,  as  defined  by  paragraph  j of subdivision one of this section,\n   12  multiplied by ten percent (0.10), less (b) the positive remainder of (i)\n   13  the sum of the total foundation aid apportioned pursuant to  subdivision\n   14  four of this section and the supplemental educational improvement grants\n   15  apportioned  pursuant to subdivision eight of section thirty-six hundred\n   16  forty-one of this [act] ARTICLE, less  (ii)  the  total  foundation  aid\n   17  base.\n   18    For the two thousand nine--two thousand ten [and] THROUGH two thousand\n   19  [ten]  TWELVE--two  thousand [eleven] THIRTEEN school years, each school\n   20  district shall be entitled to an apportionment equal to the  amount  set\n   21  forth  for such school district as \"EDUCATION GRANTS, ACADEMIC EN\" under\n   22  the heading \"2008-09 BASE YEAR AIDS\" in the school aid computer  listing\n   23  produced  by the commissioner in support of the budget for the two thou-\n   24  sand nine--two thousand ten school year and entitled \"SA0910\", and  such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03278-01-1\n\n       A. 680                              2\n\n    1  apportionment shall be deemed to satisfy the state obligation to provide\n    2  an  apportionment  pursuant  to  subdivision eight of section thirty-six\n    3  hundred forty-one of this article. THE  SYRACUSE  CITY  SCHOOL  DISTRICT\n    4  SHALL  ALSO  BE  ENTITLED  TO  AN  AMOUNT  EQUIVALENT  TO THE PERCENTAGE\n    5  INCREASE, CARRIED TO FOUR DECIMALS, IN THE SYRACUSE CITY SCHOOL DISTRICT\n    6  PUBLIC ENROLLMENT PURSUANT TO FOUNDATION AID UNDER SUBDIVISION  FOUR  OF\n    7  THIS  SECTION FROM THE TWO THOUSAND EIGHT--TWO THOUSAND NINE SCHOOL YEAR\n    8  TO THE TWO THOUSAND NINE--TWO THOUSAND TEN SCHOOL YEAR MULTIPLIED BY THE\n    9  DISTRICT'S FOUNDATION AID AMOUNT. SUCH INCREASE SHALL NOT BE SUBJECT  TO\n   10  SECTION TWO HUNDRED ELEVEN-D OF THIS CHAPTER.\n   11    S 2. This act shall take effect July 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the Syracuse city school district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T101158.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110103.T113400.TXT", "SOBI.D110103.T113902.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294326718572
}