{
  "year" : 2011,
  "senateBillNo" : "A681-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A681-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the enforcement of prompt settlement and payment of claims for health care services; and makes notice and documentation requirements of insurers",
  "summary" : "Provides for the enforcement of prompt settlement and payment of claims for health care services; makes notice and documentation requirements of insurers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A315-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          681\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. MAGNARELLI, GALEF, LUPARDO, MARKEY, ROBINSON,\n         LANCMAN -- Multi-Sponsored by -- M. of A.  HOOPER,  McENENY,  PHEFFER,\n         WEISENBERG -- read once and referred to the Committee on Insurance\n\n       AN  ACT  to amend the insurance law, in relation to prompt settlement of\n         claims for health care and payments for health care services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsections  (a),  (b)  and  (c) of section 3224-a of the\n    2  insurance law, as amended by chapter  237  of  the  laws  of  2009,  are\n    3  amended to read as follows:\n    4    (a)  Except  in a case where the obligation of an insurer or an organ-\n    5  ization or corporation licensed or certified pursuant to article  forty-\n    6  three or forty-seven of this chapter or article forty-four of the public\n    7  health  law to pay a claim submitted by a policyholder or person covered\n    8  under such policy (\"covered person\") or make a payment to a health  care\n    9  provider  is  not  reasonably clear, or when there is a reasonable basis\n   10  supported by specific information available for  review  by  the  super-\n   11  intendent  that such claim or bill for health care services rendered was\n   12  submitted fraudulently, such  insurer  or  organization  or  corporation\n   13  shall  pay  the  claim  to  a  policyholder  or covered person or make a\n   14  payment to a health care provider within thirty days  of  receipt  of  a\n   15  claim or bill for services rendered that is transmitted via the internet\n   16  or electronic mail, or [forty-five] THIRTY days of receipt of a claim or\n   17  bill  for  services  rendered  that is submitted by other means, such as\n   18  paper or facsimile.\n   19    (b) In a case where the obligation of an insurer or an organization or\n   20  corporation licensed or certified pursuant  to  article  forty-three  or\n   21  forty-seven  of  this chapter or article forty-four of the public health\n   22  law to pay a claim or make a payment for health care  services  rendered\n   23  is not reasonably clear due to a good faith dispute regarding the eligi-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03157-01-1\n\n       A. 681                              2\n\n    1  bility  of  a  person  for coverage, the liability of another insurer or\n    2  corporation or organization for all or part of the claim, the amount  of\n    3  the  claim,  the  benefits covered under a contract or agreement, or the\n    4  manner in which services were accessed or provided, an insurer or organ-\n    5  ization  or corporation shall pay any undisputed portion of the claim in\n    6  accordance with this subsection and  notify  the  policyholder,  covered\n    7  person or health care provider in writing within [thirty] FIFTEEN calen-\n    8  dar days of the receipt of the claim:\n    9    (1)  that  it  is  not  obligated to pay the claim or make the medical\n   10  payment, stating the specific reasons why it is not liable; or\n   11    (2) to request all additional information needed to determine  liabil-\n   12  ity to pay the claim or make the health care payment AND TO RECEIVE SUCH\n   13  INFORMATION  IN  SUCH  A  MANNER  THAT  WILL  ACCOMMODATE THE ELECTRONIC\n   14  SUBMISSION AND TRACKING OF SUCH REQUESTED ADDITIONAL INFORMATION.\n   15    Upon receipt of the information requested in  paragraph  two  of  this\n   16  subsection  or  an  appeal  of  a claim or bill for health care services\n   17  denied pursuant to paragraph one  of  this  subsection,  an  insurer  or\n   18  organization  or  corporation  licensed or certified pursuant to article\n   19  forty-three or forty-seven of this chapter or article forty-four of  the\n   20  public health law shall comply with subsection (a) of this section OR IF\n   21  THE  CLAIM  IS DENIED, THE PROVIDER SHALL COMPLY WITH PARAGRAPH THREE OF\n   22  THIS SUBSECTION.\n   23    (3) IN CASES WHERE A PROVIDER HAS SUBMITTED ADDITIONAL INFORMATION AND\n   24  THE INSURER, AFTER RECEIVING  SUCH  ADDITIONAL  INFORMATION,  DETERMINES\n   25  THAT  IT  WILL  DENY  THE  CLAIM, THE PROVIDER SHALL BE NOTIFIED OF SUCH\n   26  DENIAL IN WRITING WITHIN FIFTEEN CALENDAR DAYS OF SUCH DENIAL.\n   27    (c) (1) Except as provided in paragraph two of this  subsection,  each\n   28  claim  or  bill  for health care services processed in violation of this\n   29  section shall constitute a separate violation. In addition to the penal-\n   30  ties provided IN ARTICLE TWENTY-FOUR OF THIS  CHAPTER  OR  ELSEWHERE  in\n   31  this  chapter,  any insurer or organization or corporation that fails to\n   32  adhere to the standards contained in this section shall be obligated  to\n   33  pay  to the health care provider or person submitting the claim, in full\n   34  settlement of the claim or bill for health care services, the amount  of\n   35  the  claim  or  health  care payment plus interest on the amount of such\n   36  claim or health care payment of the greater of the  rate  equal  to  the\n   37  rate set by the commissioner of taxation and finance for corporate taxes\n   38  pursuant  to  paragraph  one  of  subsection (e) of section one thousand\n   39  ninety-six of the tax law or twelve percent per annum,  to  be  computed\n   40  from  the date the claim or health care payment was required to be made.\n   41  When the amount of interest due on such a claim is less [then] THAN  two\n   42  dollars,  [and]  AN  insurer or organization or corporation shall not be\n   43  required to pay interest on such claim.\n   44    (2) Where a violation of this section is determined by the superinten-\n   45  dent as a result of the superintendent's own investigation, examination,\n   46  audit or inquiry, an insurer or organization or corporation licensed  or\n   47  certified pursuant to article forty-three or forty-seven of this chapter\n   48  or article forty-four of the public health law shall not be subject to a\n   49  civil  penalty  prescribed  in  paragraph one of this subsection, if the\n   50  superintendent determines that the insurer  or  organization  or  corpo-\n   51  ration  has  otherwise  processed  at  least ninety-eight percent of the\n   52  claims submitted in a calendar year in  compliance  with  this  section;\n   53  provided,  however,  nothing  in this paragraph shall limit, preclude or\n   54  exempt an insurer or organization or corporation from payment of a claim\n   55  and payment of interest pursuant to this section. This  paragraph  shall\n   56  not apply to violations of this section determined by the superintendent\n\n       A. 681                              3\n\n    1  resulting  from individual complaints submitted to the superintendent by\n    2  health care providers or policyholders.\n    3    S  2. Section 3224-a of the insurance law is amended by adding two new\n    4  subsections (i) and (j) to read as follows:\n    5    (I) IN ADDITION TO THE PROVISIONS OF SUBSECTION (C) OF  THIS  SECTION,\n    6  ANY  POLICYHOLDER  OR  HEALTH  CARE PROVIDER MAY COMMENCE AN ACTION IN A\n    7  COURT OF COMPETENT JURISDICTION ON HIS OR  HER  OWN  BEHALF  AGAINST  AN\n    8  INSURER  FOR  FAILURE  TO  COMPLY  WITH  ANY  OF  THE PROVISIONS OF THIS\n    9  SUBSECTION. SUCH ACTION SHALL BE BROUGHT IN  THE  COUNTY  IN  WHICH  THE\n   10  ALLEGED  VIOLATION  OCCURRED OR WHERE THE COMPLAINANT RESIDES. THE COURT\n   11  MAY IMPOSE THE CIVIL PENALTY PROVIDED FOR  IN  SUBSECTION  (C)  OF  THIS\n   12  SECTION AND/OR THE PENALTY PROVIDED FOR IN SUBSECTION (A) OF SECTION TWO\n   13  THOUSAND FOUR HUNDRED SIX OF THIS CHAPTER. ANY FINAL ORDER ISSUED PURSU-\n   14  ANT  TO THIS SUBSECTION MAY AWARD COSTS OF LITIGATION, INCLUDING REASON-\n   15  ABLE ATTORNEYS' FEES, TO THE PREVAILING PARTY WHENEVER THE  COURT  DEEMS\n   16  SUCH  AWARD  IS  APPROPRIATE.  IN  ANY  ACTION  BROUGHT PURSUANT TO THIS\n   17  SUBSECTION, THE SUPERINTENDENT MAY INTERVENE AS A MATTER OF RIGHT.\n   18    (J) EVERY SIX MONTHS, INSURERS SHALL PREPARE  A  LIST  OF  CLAIMS  FOR\n   19  WHICH  THEY  WILL ALWAYS REQUEST OPERATIVE NOTES AND/OR DOCUMENTATION OF\n   20  MEDICAL NECESSITY AND SHALL MAKE SUCH LIST AVAILABLE TO ALL  PARTICIPAT-\n   21  ING  PROVIDERS. INSURERS SHALL ACCOMMODATE THE ELECTRONIC SUBMISSION AND\n   22  TRACKING OF SUCH OPERATIVE NOTES AND/OR DOCUMENTATION OF MEDICAL  NECES-\n   23  SITY AT THE TIME OF SUBMISSION OF THE INITIAL CLAIM.\n   24    S  3.  Subsection (a) of section 2406 of the insurance law, as amended\n   25  by chapter 666 of the laws of 1997, is amended to read as follows:\n   26    (a) If the hearing was on a charge of a defined violation  the  super-\n   27  intendent  shall  make  an  order  on his report and serve a copy of the\n   28  findings and order upon the person charged with the  violation  and  any\n   29  intervenor.  If  the  superintendent finds that the person complained of\n   30  has engaged in a defined violation, the order shall require  the  person\n   31  to  cease  and desist from engaging in such defined violation.  Further-\n   32  more, if the superintendent finds, after notice and  hearing,  that  the\n   33  person  complained  of has engaged in an act prohibited by section three\n   34  thousand two hundred twenty-four-a of this chapter,  the  superintendent\n   35  is  authorized  to levy a civil penalty against such person in an amount\n   36  up to five hundred dollars per day for each day beyond the date  that  a\n   37  bill or claim was to be processed in accordance with section three thou-\n   38  sand  two  hundred  twenty-four-a of this chapter, but in no event shall\n   39  such penalty exceed five thousand dollars; AND FURTHERMORE,  THE  SUPER-\n   40  INTENDENT  MAY REVOKE ANY LICENSE ISSUED TO AN INSURER LICENSED PURSUANT\n   41  TO THIS CHAPTER IF, AFTER NOTICE AND HEARING, HE OR SHE FINDS THAT  SUCH\n   42  INSURER HAS FAILED TO COMPLY WITH ANY REQUIREMENT IMPOSED UPON IT BY THE\n   43  PROVISIONS  OF  THIS  SECTION MORE THAN SIX TIMES WITHIN A CALENDAR YEAR\n   44  AND IF IN HIS OR HER JUDGMENT SUCH REVOCATION IS REASONABLY NECESSARY TO\n   45  PROTECT THE INTERESTS OF THE PEOPLE OF THIS  STATE.  THE  SUPERINTENDENT\n   46  MAY  IN  HIS  OR  HER DISCRETION REINSTATE ANY SUCH LICENSE IF HE OR SHE\n   47  FINDS THAT A GROUND FOR SUCH REVOCATION NO LONGER EXISTS.\n   48    S 4. Section 3217-a of the insurance law is amended by  adding  a  new\n   49  subsection (f) to read as follows:\n   50    (F)  NOTWITHSTANDING  ANY  CONTRARY  PROVISION OF LAW, ANY EMPLOYER IN\n   51  THIS STATE PROVIDING A SELF-INSURED EMPLOYEE WELFARE  BENEFIT  PLAN,  AS\n   52  DEFINED  IN  THE  EMPLOYEE  RETIREMENT  INCOME  SECURITY ACT OF 1974, AS\n   53  AMENDED, SHALL PROVIDE INSUREDS  WITH  IDENTIFICATION  CARDS  INDICATING\n   54  THAT SUCH INSURED'S PLAN IS A SELF-INSURED PLAN AND SHALL INFORM PROVID-\n   55  ERS ON REQUEST THAT SUCH INSURED'S PLAN IS A SELF-INSURED PLAN.\n\n       A. 681                              4\n\n    1    S 5. This act shall take effect on the one hundred eightieth day after\n    2  it shall have become a law; provided, however, that effective immediate-\n    3  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n    4  necessary for the implementation of this act on its effective  date  are\n    5  authorized  and  directed  to  be  made  and completed on or before such\n    6  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to prompt settlement of claims for health care and payments for health care services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T101158.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110103.T113902.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294326718574
}