{
  "year" : 2011,
  "senateBillNo" : "A682-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A682-2011-1294203600000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the Veterans Mental Health and Chemical Dependency Act",
  "summary" : "Enacts the \"Veterans Mental Health and Chemical Dependency Act.\" ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A11098-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Russell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          682\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAGNARELLI, ORTIZ, PAULIN, LAVINE, CUSICK, PHEF-\n         FER, SCHIMEL, LUPARDO, M. MILLER, RUSSELL,  DenDEKKER  --  Multi-Spon-\n         sored  by  --  M.  of A. BURLING, DESTITO, HAWLEY, McDONOUGH, McENENY,\n         SWEENEY, TOBACCO, TOWNS -- read once and referred to the Committee  on\n         Veterans' Affairs\n\n       AN ACT to amend the executive law, in relation to enacting the \"Veterans\n         Mental Health and Chemical Dependency Act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature recognizes\n    2  that throughout their service, many of the military personnel  from  New\n    3  York  State  experienced trauma during active duty, placing many of them\n    4  in high risk categories for triggering substance abuse or mental  health\n    5  issues.  More often than not, mental illness and substance abuse present\n    6  themselves simultaneously or as  a  co-occurring  disorder.  The  conse-\n    7  quences of co-occurring disorders, particularly when untreated or poorly\n    8  treated, are severe. These disorders increase the cost of healthcare due\n    9  to  the  frequent  use  of inpatient treatment, the ability to adhere to\n   10  such treatment, the risk of suicide, crime victimization,  homelessness,\n   11  and incarceration.\n   12    The  legislature  further  finds  that the unemployment rate for young\n   13  veterans of the Iraq and Afghanistan wars was at 21.1 percent,  reflect-\n   14  ing  another  tough  obstacle that combat veterans face as they make the\n   15  transition home from war.\n   16    The legislature further finds that New York State has  recognized  its\n   17  responsibility for care for our veterans and their families, offering an\n   18  array of economic and health benefits.  Now we are called to ensure that\n   19  the  returning  combat  veterans  can  obtain the benefits that they are\n   20  entitled to from the various state agencies  which  offer  help  to  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03276-01-1\n\n       A. 682                              2\n\n    1  returning  servicemen  and  women  to  make the transition from military\n    2  personnel to veteran.\n    3    S  2.  Short  title.   This act shall be known as the \"Veterans Mental\n    4  Health and Chemical Dependency Act.\"\n    5    S 3. Section 352 of the executive law is amended  by  adding  two  new\n    6  subdivisions 6 and 7 to read as follows:\n    7    6.  THE  COMMISSION SHALL DEVELOP AND UPDATE, IN CONSULTATION WITH THE\n    8  OFFICE OF MENTAL HEALTH, THE OFFICE OF ALCOHOLISM  AND  SUBSTANCE  ABUSE\n    9  SERVICES, DEPARTMENT OF HEALTH AND DEPARTMENT OF LABOR, A NEW YORK STATE\n   10  INTERAGENCY  PLAN TO IMPROVE OUTREACH, ASSESSMENT, AND CARE FOR VETERANS\n   11  AND THEIR FAMILIES WHO ARE EXPERIENCING MENTAL HEALTH  AND/OR  SUBSTANCE\n   12  ABUSE  PROBLEMS.  THE  PLAN  WOULD ADDRESS THE NEED FOR A RANGE OF ADDI-\n   13  TIONAL SERVICES, INCLUDING, BUT NOT LIMITED TO:\n   14    A. THE NEED FOR HOUSING THAT IS ACCESSIBLE TO VETERANS  WITH  PHYSICAL\n   15  AND/OR MENTAL DISABILITIES;\n   16    B. SUICIDE PREVENTION;\n   17    C.  SERVICES  THAT ADDRESS THE SPECIAL NEEDS OF FEMALE SERVICE MEMBERS\n   18  OR VETERANS;\n   19    D. PEER OUTREACH AND SUPPORT PROGRAMS;\n   20    E. SERVICES TO MEET THE EMOTIONAL NEEDS OF  CHILDREN,  SPOUSE,  AND/OR\n   21  DOMESTIC PARTNER OF SERVICE MEMBERS OR VETERANS;\n   22    F. SERVICES AND CONSULTATION FOR VETERANS IN SEARCH OF EMPLOYMENT; AND\n   23    G. ACCESSIBILITY AND COORDINATION OF INFORMATION.\n   24    7.  REPORTS. THE COMMISSION SHALL SUBMIT A REPORT TO THE DIRECTOR EACH\n   25  YEAR AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION.   SUCH  REPORT  SHALL\n   26  INCLUDE, BUT NOT BE LIMITED TO, A DESCRIPTION OF THE COMMISSION'S ACTIV-\n   27  ITIES CONCERNING THE NEW YORK STATE INTERAGENCY PLAN. THE DIRECTOR SHALL\n   28  SUBMIT  SUCH  REPORT  OR  A  SYNOPSIS  OF SUCH REPORT TO THE GOVERNOR AS\n   29  PROVIDED IN SECTION THREE HUNDRED FIFTY-THREE OF THIS ARTICLE.\n   30    S 4. This act shall take effect on the thirtieth day  after  it  shall\n   31  have become a law, however, the first New York state interagency plan as\n   32  described in subdivision 6 of section 352 of the executive law, as added\n   33  by section three of this act, shall be completed not later than one year\n   34  after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to enacting the \"Veterans Mental Health and Chemical Dependency Act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T101158.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110103.T113902.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294326718575
}