{
  "year" : 2011,
  "senateBillNo" : "A685-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A685-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an alternative youth criminal court for the city of Buffalo",
  "summary" : "Establishes an alternative youth criminal court for the city of Buffalo; creates an additional city court judge to preside over the new alternative youth criminal court; provides that the judge shall be elected at the general election in November 2011 and shall first take office January 1, 2012. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Uniform City Court Act",
  "previousVersions" : [ "A2085-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          685\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES -- read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the uniform city court act, in relation to providing for\n         an additional city court judge for the city of  Buffalo;  relating  to\n         the  establishment  of an alternative youth criminal court whereby the\n         additional city court judge presides over such court\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Notwithstanding any general or special law, rule or regu-\n    2  lation to the contrary, the city of  Buffalo  is  hereby  authorized  to\n    3  create a pilot program establishing an alternative youth criminal court.\n    4  Juveniles,  age sixteen through eighteen, that would otherwise be prose-\n    5  cuted in city court for offenses of less than  felony  grade,  committed\n    6  within  such  city, shall be prosecuted and sentenced in the alternative\n    7  youth criminal court.\n    8    S 2. Paragraph 7 of subdivision (d) of section  2104  of  the  uniform\n    9  city  court  act,  as  amended  by  chapter  493 of the laws of 2006, is\n   10  amended to read as follows:\n   11    7   Buffalo, [thirteen] FOURTEEN full-time;\n   12    S 3. The full-time city court judge added by section two of  this  act\n   13  shall  serve  in  the  capacity  as the alternative youth criminal court\n   14  judge, established by section one of this act.\n   15    S 4. This act shall take effect January  1,  2013;  provided,  however\n   16  that the additional city court judge provided for in section two of this\n   17  act, shall first be elected at the general election to be held in Novem-\n   18  ber  2011  and  shall first take office January 1, 2012. Effective imme-\n   19  diately, the office of court administration shall promulgate  rules  and\n   20  regulations  necessary  for the implementation of this act on its effec-\n   21  tive date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04703-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the uniform city court act, in relation to providing for an additional city court judge for the city of Buffalo; relating to the establishment of an alternative youth criminal court whereby the additional city court judge presides over such court ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114901.TXT", "SOBI.D110103.T120903.TXT", "SOBI.D110106.T101659.TXT", "SOBI.D110103.T113902.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327019691
}