{
  "year" : 2011,
  "senateBillNo" : "A686-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A686-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires one number license plate on the rear of each motor vehicle",
  "summary" : "Requires one number license plate on the rear of each motor vehicle. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A9426-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          686\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         one number plate on the rear of each motor vehicle\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 402 of the  vehi-\n    2  cle  and  traffic law, as amended by chapter 109 of the laws of 2005, is\n    3  amended to read as follows:\n    4    (a) No person shall operate, drive or park  a  motor  vehicle  on  the\n    5  public  highways of this state unless such vehicle shall have a distinc-\n    6  tive number assigned to it by the commissioner and  a  [set  of]  number\n    7  [plates]  PLATE issued by the commissioner with a number and other iden-\n    8  tification matter if any, corresponding to that of  the  certificate  of\n    9  registration  conspicuously  displayed[,  one]  on the [front and one on\n   10  the] rear of such vehicle, [each] EXCEPT IN CASE OF A TRACTOR WHEN  SUCH\n   11  NUMBER  PLATE  SHALL  BE  DISPLAYED ON THE FRONT OF THE VEHICLE AND NONE\n   12  SHALL BE DISPLAYED ON ITS REAR, securely fastened so as to  prevent  the\n   13  same  from swinging and placed, whenever reasonably possible, not higher\n   14  than forty-eight inches and  not  lower  than  twelve  inches  from  the\n   15  ground[; provided, however, that in any registration year for which only\n   16  one  number plate is issued, such number plate shall constitute a set of\n   17  number plates for the time in which such use  is  authorized,  shall  be\n   18  displayed  on the rear of the vehicle and none shall be displayed on its\n   19  front, except in case of a tractor, when  such  number  plate  shall  be\n   20  displayed on the front of the vehicle and none shall be displayed on its\n   21  rear].\n   22    S  2. Subdivisions 2 and 3 of section 404-a of the vehicle and traffic\n   23  law, subdivision 2 as amended by chapter 191 of the  laws  of  1991  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04723-01-1\n\n       A. 686                              2\n\n    1  subdivision  3  as added by chapter 601 of the laws of 1987, are amended\n    2  to read as follows:\n    3    2.  Registration  of  vehicles owned by severely disabled persons. The\n    4  commissioner shall assign to such motor vehicles, including any  van  or\n    5  pick-up  truck  used for transporting persons with disabilities which is\n    6  not used for commercial purposes, owned by such persons,  a  distinctive\n    7  number  and  issue  and  deliver  in such manner as the commissioner may\n    8  select to the owner a certification of registration, in such form as the\n    9  commissioner shall prescribe and  two  number  plates,  called  disabled\n   10  person plates. Said disabled person plates shall conform to the require-\n   11  ments  of  section four hundred one of this [chapter] ARTICLE, but shall\n   12  bear distinctive marks to distinguish them  from  number  plates  to  be\n   13  issued to other persons, qualifying under this chapter. [The commission-\n   14  er,  in  his  discretion, may issue, for any registration year, only one\n   15  plate as a set for a motor vehicle, in which event  a  set  of  disabled\n   16  person  plates  for a motor vehicle shall consist of one plate.] Where a\n   17  severely disabled person owns more than one vehicle and such vehicle  or\n   18  vehicles  is  or  are  used  by severely disabled members of the owner's\n   19  family who reside with the owner, the commissioner shall issue  one  set\n   20  of  plates  for  each  additional vehicle used by such severely disabled\n   21  person, provided that such user qualifies as a severely disabled  person\n   22  in the manner required by this section.\n   23    3.  Registration  of vehicles owned by severely disabled veterans. The\n   24  commissioner shall assign to such motor vehicles, including any vans  or\n   25  pick-up  trucks used for transporting handicapped veterans which are not\n   26  used for commercial purposes and which are owned by such veterans  or  a\n   27  not-for-profit  corporation  serving such veterans, a distinctive number\n   28  and issue and deliver in such manner as the commissioner  may  prescribe\n   29  to  the  owner  a  certification  of  registration,  in such form as the\n   30  commissioner shall prescribe and  two  number  plates,  called  disabled\n   31  veteran  plates.  Said severely disabled veteran plates shall conform to\n   32  the requirements of section four hundred one of this [chapter]  ARTICLE,\n   33  but  shall bear distinctive marks to distinguish them from number plates\n   34  to be issued to other  persons,  qualifying  under  this  chapter.  [The\n   35  commissioner  in  his  discretion, may issue, for any registration year,\n   36  only one plate as a set for a motor vehicle, in which  event  a  set  of\n   37  severely  disabled  veteran  plates for a motor vehicle shall consist of\n   38  one plate.] Where a severely disabled veteran owns more than one vehicle\n   39  and such vehicle or vehicles is or are used by severely disabled members\n   40  of the owner's family who reside with the owner, the commissioner  shall\n   41  issue one set of plates for each additional vehicle used by such severe-\n   42  ly  disabled  veteran,  provided  that such user qualifies as a severely\n   43  disabled veteran in the manner required by this section. For purposes of\n   44  this subdivision, the term \"severely disabled veteran\"  shall  mean  any\n   45  member  of  the  armed forces of the United States who served in time of\n   46  war, as defined in section eighty-five of the  civil  service  law,  and\n   47  whose  disability qualifies him as a severely disabled person within the\n   48  meaning of such term as defined in subdivision four of this section.\n   49    S 3. Subdivision 1 of section 404-j of the vehicle and traffic law, as\n   50  separately amended by chapters 182 and 277 of the laws of 1991 and  such\n   51  section  as renumbered by chapter 108 of the laws of 1994, is amended to\n   52  read as follows:\n   53    1. Registration of vehicles owned by veterans who survived  the  Pearl\n   54  Harbor attack. The commissioner shall assign to motor vehicles, owned by\n   55  persons  who  while  on military duty serving in the armed forces of the\n   56  United States survived the Pearl Harbor  attack  by  Japan  on  December\n\n       A. 686                              3\n\n    1  seventh,  nineteen  hundred  forty-one or the spouse of such a person, a\n    2  distinctive number and issue and deliver in such manner as  the  commis-\n    3  sioner  may select to the owner a certification of registration, in such\n    4  form  as  the commissioner shall prescribe and two number plates, called\n    5  Pearl Harbor attack veterans plates. Said plates shall  conform  to  the\n    6  requirements  of section four hundred one of this [chapter] ARTICLE, but\n    7  shall bear the distinctive words PEARL HARBOR  SURVIVOR  to  distinguish\n    8  them  from number plates to be issued to other persons, qualifying under\n    9  this chapter. [The commissioner, in his discretion, may issue,  for  any\n   10  registration year, only one plate as a set for a motor vehicle, in which\n   11  event  a  set of plates for a motor vehicle shall consist of one plate.]\n   12  If a distinctive plate set is issued to a Pearl  Harbor  attack  veteran\n   13  pursuant  to  this  section,  such  a distinctive plate set shall not be\n   14  issued to the spouse of such veteran.\n   15    S 4. Subdivision 4 of section 415 of the vehicle and traffic  law,  as\n   16  amended by chapter 7 of the laws of 2000, is amended to read as follows:\n   17    4. Number plates. A dealer or other person, qualifying for limited use\n   18  of  motor  vehicles,  motorcycles or trailers under subdivisions two and\n   19  three of this section, shall be entitled to receive one or more sets  of\n   20  number  plates  for  display  thereon as the commissioner may determine,\n   21  upon payment of the required fee for each set. Number plates  issued  to\n   22  dealers  under  this section shall bear distinctive marks to distinguish\n   23  them from transporter plates to be issued to  other  persons  qualifying\n   24  under  this section. [A set of number plates shall consist of two plates\n   25  in the case of a motor vehicle and one plate in the case of a motorcycle\n   26  or trailer; provided, however, that the commissioner, in his discretion,\n   27  may issue, for any registration year, only one number as  a  set  for  a\n   28  motor vehicle, in which event a set of number plates for a motor vehicle\n   29  shall consist of one plate.]\n   30    S  5.  The  vehicle and traffic law is amended by adding a new section\n   31  131-b to read as follows:\n   32    S 131-B. SET OF NUMBER PLATES OR TWO  NUMBER  PLATES.  SET  OF  NUMBER\n   33  PLATES OR TWO NUMBER PLATES MEANS ONE NUMBER PLATE PURSUANT TO PARAGRAPH\n   34  (A) OF SUBDIVISION ONE OF SECTION FOUR HUNDRED TWO OF THIS CHAPTER.\n   35    S 6. This act shall take effect on the one hundred twentieth day after\n   36  it  shall  have  become  a  law; provided that the commissioner of motor\n   37  vehicles is authorized and directed to promulgate, amend  and/or  repeal\n   38  any  rules and regulations necessary to implement the provisions of this\n   39  act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring one number plate on the rear of each motor vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T113902.TXT", "SOBI.D110105.T162709.TXT", "SOBI.D110103.T115401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294262829650
}