{
  "year" : 2011,
  "senateBillNo" : "A687-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A687-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a personal income tax credit for a cap on real property tax based off of a household's gross income",
  "summary" : "Establishes a personal income tax credit for a cap on real property tax based on a household's gross income; defines terms. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1103-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          687\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SAYWARD, REILICH, FINCH, THIELE, KOLB -- Multi-\n         Sponsored by -- M.  of  A.  CONTE,  CROUCH,  DUPREY,  GIGLIO,  HAWLEY,\n         P. LOPEZ,  RAIA -- read once and referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the tax law, in  relation  to  establishing  a  personal\n         income tax credit for a cap on real property tax based off of a house-\n         hold's gross income\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title.  This act shall be known and may be  cited  as\n    2  \"Twenty-first century STAR\".\n    3    S  2. Section 606 of the tax law is amended by adding a new subsection\n    4  (ss) to read as follows:\n    5    (SS) CAP ON REAL PROPERTY TAX. (1) A TAXPAYER SHALL BE ALLOWED A CRED-\n    6  IT, TO BE COMPUTED AS PROVIDED  IN  THIS  SUBSECTION,  AGAINST  THE  TAX\n    7  IMPOSED BY THIS ARTICLE. A CAP ON REAL PROPERTY TAX SHALL BE ESTABLISHED\n    8  BASED  ON  A  HOUSEHOLD'S GROSS INCOME AND INDEXED TO THE CONSUMER PRICE\n    9  INDEX.\n   10    (2) THE NET REAL PROPERTY TAX FOR ANY TAXABLE  YEAR  ON  A  PARCEL  OF\n   11  OWNER-OCCUPIED  RESIDENTIAL  REAL  PROPERTY  SHALL  NOT EXCEED AN AMOUNT\n   12  EQUAL TO THE FOLLOWING PERCENTAGE OF THE HOUSEHOLD GROSS INCOME:\n   13  HOUSEHOLD GROSS INCOME                      CAP ON REAL PROPERTY TAX\n   14  $50,000 OR LESS                             3% OF HOUSEHOLD GROSS INCOME\n   15  MORE THAN $50,000 BUT LESS THAN OR EQUAL\n   16  TO $100,000                                 5% OF HOUSEHOLD GROSS INCOME\n   17  MORE THAN $100,000 BUT LESS THAN OR EQUAL\n   18  TO $150,000                                 6% OF HOUSEHOLD GROSS INCOME\n   19  MORE THAN $150,000 BUT LESS THAN OR EQUAL\n   20  TO $200,000                                 7% OF HOUSEHOLD GROSS INCOME\n   21  MORE THAN $200,000                          NO LIMITATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01297-01-1\n\n       A. 687                              2\n\n    1    (3) A TAXPAYER SHALL FILE INCOME TAX RETURNS IN THE MANNER  PRESCRIBED\n    2  BY THIS ARTICLE. ANY AMOUNT PAID OVER THE REAL PROPERTY TAX CAP SHALL BE\n    3  RETURNED TO THE TAXPAYER IN THE FORM OF A REFUNDABLE PERSONAL INCOME TAX\n    4  CREDIT.  SECTION  FOUR  HUNDRED TWENTY-FIVE OF THE REAL PROPERTY TAX LAW\n    5  SHALL NOT BE AFFECTED BY ANY PROVISION OF THIS SUBSECTION.\n    6    (4) THE PERSONAL INCOME TAX CREDIT PURSUANT TO THIS SECTION SHALL ONLY\n    7  BE  AVAILABLE  TO NEW YORK STATE RESIDENTS FOR A PRIMARY RESIDENCE. SUCH\n    8  CREDIT SHALL BE CLAIMED ON  THE  NEW  YORK  STATE  RESIDENT  INCOME  TAX\n    9  RETURN, FORM IT-201.\n   10    (5)  FOR  THE PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE\n   11  THE FOLLOWING MEANINGS:\n   12    (A) A \"HOMEOWNER\" SHALL MEAN ANY PERSON:\n   13    (I) WHO IS A RESIDENT INDIVIDUAL OF THE STATE WHO OWNS THE RESIDENTIAL\n   14  REAL PROPERTY IN WHICH HE OR SHE RESIDES, AND HAS RESIDED IN SUCH  RESI-\n   15  DENTIAL REAL PROPERTY FOR NOT LESS THAN FIVE YEARS;\n   16    (II) WHO PAID REAL PROPERTY TAXES ON SUCH PERSON'S RESIDENCE;\n   17    (III)  WHO  COULD  NOT BE CLAIMED AS A DEPENDENT ON ANOTHER TAXPAYER'S\n   18  FEDERAL INCOME TAX RETURN; AND\n   19    (IV) WHOSE RESIDENCE WAS NOT COMPLETELY EXEMPTED  FROM  REAL  PROPERTY\n   20  TAXES.\n   21    (B) \"MEMBERS OF A HOUSEHOLD\" INCLUDE ALL WHO SHARE A RESIDENCE AND ITS\n   22  FURNISHINGS,  FACILITIES,  AND  ACCOMMODATIONS  WHETHER SUCH PERSONS ARE\n   23  RELATED OR NOT.\n   24    HOWEVER, TENANTS, SUBTENANTS, ROOMERS, OR BOARDERS ARE NOT MEMBERS  OF\n   25  A  HOUSEHOLD  UNLESS  SUCH  PERSONS  ARE RELATED IN ONE OF THE FOLLOWING\n   26  WAYS:\n   27    (I) A SON, DAUGHTER, OR A DESCENDENT OF  EITHER;  (II)  A  STEPSON  OR\n   28  STEPDAUGHTER;  (III) A BROTHER, SISTER, STEPBROTHER, OR STEPSISTER; (IV)\n   29  A FATHER, MOTHER, OR AN ANCESTOR OF EITHER; (V) A  STEPFATHER  OR  STEP-\n   30  MOTHER;  (VI)  A  NIECE  OR  NEPHEW; (VII) AN AUNT OR UNCLE; OR (VIII) A\n   31  SON-IN-LAW,     DAUGHTER-IN-LAW,      FATHER-IN-LAW,      MOTHER-IN-LAW,\n   32  BROTHER-IN-LAW, OR SISTER-IN-LAW.\n   33    PROVIDED, FURTHER, THAT NO ONE CAN BE A MEMBER OF MORE THAN ONE HOUSE-\n   34  HOLD AT ONE TIME.\n   35    (C)  \"HOUSEHOLD  GROSS INCOME\" MEANS THE ANNUAL TOTAL OF THE FOLLOWING\n   36  INCOME ITEMS THAT A HOMEOWNER AND ALL MEMBERS OF HIS  OR  HER  HOUSEHOLD\n   37  RECEIVED DURING THE TAX YEAR;\n   38    (I)  FEDERAL  ADJUSTED GROSS INCOME (EVEN IF SUCH PERSON DOES NOT HAVE\n   39  TO FILE A FEDERAL RETURN);\n   40    (II) NEW YORK STATE ADDITIONS TO FEDERAL ADJUSTED GROSS INCOME. FOR  A\n   41  LIST  OF THESE ADDITIONS, SEE PUBLICATION 22, GENERAL INFORMATION ON NEW\n   42  YORK STATE'S REAL PROPERTY TAX CREDIT FOR HOMEOWNERS AND RENTERS, OR THE\n   43  INSTRUCTIONS FOR FORM IT-201. FOR FORM IT-200 FILERS, THE NEW YORK STATE\n   44  ADDITIONS TO FEDERAL ADJUSTED GROSS INCOME ARE  SHOWN  ON  FORM  IT-200,\n   45  LINE 9, PUBLIC EMPLOYEE 414(H) RETIREMENT CONTRIBUTIONS AND LINE 10, IRC\n   46  125  AMOUNTS FROM THE NEW YORK CITY FLEXIBLE BENEFITS PROGRAM.  FOR FORM\n   47  IT-201 FILERS, THE NEW YORK STATE ADDITIONS TO  FEDERAL  ADJUSTED  GROSS\n   48  INCOME ARE SHOWN ON FORM IT-201, LINES 19 THROUGH 22;\n   49    (III) SUPPORT MONEY, INCLUDING FOSTER CARE SUPPORT PAYMENTS;\n   50    (IV)  INCOME  EARNED  ABROAD  EXEMPTED  BY SECTION 911 OF THE INTERNAL\n   51  REVENUE CODE;\n   52    (V) SUPPLEMENTAL SECURITY INCOME (SSI) PAYMENTS;\n   53    (VI) NONTAXABLE INTEREST RECEIVED FROM NEW YORK STATE,  ITS  AGENCIES,\n   54  INSTRUMENTALITIES, PUBLIC CORPORATIONS, OR POLITICAL SUBDIVISIONS;\n   55    (VII) WORKERS' COMPENSATION;\n\n       A. 687                              3\n\n    1    (VIII)  THE  GROSS  AMOUNT OF LOSS-OF-TIME INSURANCE. (FOR EXAMPLE, AN\n    2  ACCIDENT OR HEALTH INSURANCE POLICY  AND  DISABILITY  BENEFITS  RECEIVED\n    3  UNDER A NO-FAULT AUTOMOBILE POLICY, ETC.);\n    4    (IX)  CASH PUBLIC ASSISTANCE AND RELIEF, OTHER THAN MEDICAL ASSISTANCE\n    5  FOR THE NEEDY (FOR EXAMPLE, CASH GRANTS TO  CLIENTS,  EMERGENCY  AID  TO\n    6  ADULTS,  VALUE  OF  FOOD  VOUCHERS  RECEIVED  BY  CLIENTS, ETC.), EXCEPT\n    7  AMOUNTS RECEIVED FROM THE HOME ENERGY ASSISTANCE PROGRAM (HEAP);\n    8    (X) NONTAXABLE STRIKE BENEFITS;\n    9    (XI) THE GROSS AMOUNT OF PENSIONS AND  ANNUITIES,  INCLUDING  RAILROAD\n   10  RETIREMENT BENEFITS;\n   11    (XII) ALL PAYMENTS RECEIVED UNDER THE SOCIAL SECURITY ACT AND VETERANS\n   12  DISABILITY  PENSIONS REDUCED BY ANY MEDICARE PREMIUMS DEDUCTED FROM YOUR\n   13  BENEFIT REPORTED ON  FEDERAL  FORM  SSA-1099,  SOCIAL  SECURITY  BENEFIT\n   14  STATEMENT.\n   15    HOUSEHOLD  GROSS INCOME SHALL NOT INCLUDE FOOD STAMPS, MEDICARE, MEDI-\n   16  CAID, SCHOLARSHIPS, GRANTS, SURPLUS FOOD, OR OTHER RELIEF IN KIND.    IT\n   17  ALSO  SHALL  NOT  INCLUDE  PAYMENTS  MADE  TO VETERANS UNDER THE FEDERAL\n   18  VETERANS' DIOXIN  AND  RADIATION  EXPOSURE  COMPENSATION  STANDARDS  ACT\n   19  BECAUSE  OF  EXPOSURE TO HERBICIDES CONTAINING DIOXIN (AGENT ORANGE), OR\n   20  PURSUANT TO CERTAIN AGENT ORANGE PRODUCT LIABILITY LITIGATION.\n   21    ALSO, HOUSEHOLD GROSS INCOME SHALL NOT INCLUDE PAYMENTS MADE TO  INDI-\n   22  VIDUALS  BECAUSE  OF  THEIR  STATUS  AS  VICTIMS  OF NAZI PERSECUTION AS\n   23  DEFINED IN FEDERAL PUBLIC LAW 103-286.\n   24    (D) A \"RESIDENCE\" MEANS A DWELLING THAT A PERSON OWNS THAT IS  LOCATED\n   25  IN  NEW  YORK STATE. FOR PURPOSES OF THIS SUBPARAGRAPH, A DWELLING SHALL\n   26  MEAN THE MINIMUM LOT SIZE REQUIRED BY THE COUNTY TO CONSTITUTE  A  RESI-\n   27  DENTIAL  UNIT.  IF SUCH RESIDENCE IS ON MORE THAN ONE ACRE OF LAND, ONLY\n   28  THE AMOUNT OF REAL PROPERTY TAXES THAT APPLIES TO THE RESIDENCE AND ONLY\n   29  ONE ACRE AROUND IT MAY BE USED TO FIGURE THE  CREDIT.    EACH  RESIDENCE\n   30  WITHIN A MULTIPLE DWELLING UNIT MAY QUALIFY.  A CONDOMINIUM OR A COOPER-\n   31  ATIVE WITHIN A SINGLE DWELLING IS ALSO A RESIDENCE.\n   32    A TRAILER OR MOBILE HOME THAT IS USED ONLY FOR RESIDENTIAL PURPOSES IS\n   33  ALSO  A  RESIDENCE  IF  THE  TRAILER OR MOBILE HOME IS ASSESSED FOR REAL\n   34  PROPERTY TAX PURPOSES.\n   35    (E) \"REAL PROPERTY TAXES PAID\" ARE:\n   36    (I) ALL CURRENT, PRIOR, AND PREPAID REAL PROPERTY  TAXES,  SPECIAL  AD\n   37  VALOREM LEVIES AND ASSESSMENTS LEVIED AND PAID UPON A RESIDENCE OWNED OR\n   38  PREVIOUSLY OWNED BY A QUALIFIED TAXPAYER (OR SPOUSE, IF THE SPOUSE OCCU-\n   39  PIED  THE  RESIDENCE FOR AT LEAST SIX MONTHS) DURING THE TAX YEAR.  SUCH\n   40  PERSON MAY ELECT TO INCLUDE REAL PROPERTY TAXES THAT ARE  EXEMPTED  FROM\n   41  TAX  UNDER  SECTION FOUR HUNDRED SIXTY-SEVEN (FOR PERSONS SIXTY-FIVE AND\n   42  OLDER) OF THE REAL PROPERTY TAX LAW (VETERANS' TAX  EXEMPTION  DOES  NOT\n   43  QUALIFY).\n   44    (II)  REAL  PROPERTY  TAXES  PAID  ALSO  INCLUDE ANY REAL ESTATE TAXES\n   45  ALLOWED (OR WHICH WOULD BE ALLOWABLE IF THE TAXPAYER HAD FILED A  RETURN\n   46  ON A CASH BASIS) AS A DEDUCTION FOR TENANT-STOCKHOLDERS IN A COOPERATIVE\n   47  HOUSING CORPORATION UNDER SECTION 216 OF THE INTERNAL REVENUE CODE.\n   48    (III)  IF  ANY  PART OF A RESIDENCE WAS OWNED BY SOMEONE WHO WAS NOT A\n   49  MEMBER OF A HOUSEHOLD, INCLUDE ONLY THE REAL PROPERTY  TAXES  PAID  THAT\n   50  APPLY TO THE PART SUCH PERSON AND OTHER QUALIFIED MEMBERS OF A HOUSEHOLD\n   51  OWN.\n   52    IF  A  RESIDENCE WAS PART OF A LARGER UNIT, INCLUDE ONLY THE AMOUNT OF\n   53  REAL PROPERTY TAXES PAID THAT CAN BE REASONABLY APPLIED TO SUCH PERSON'S\n   54  RESIDENCE.\n\n       A. 687                              4\n\n    1    IF A HOMEOWNER OWNED AND OCCUPIED MORE THAN ONE RESIDENCE  DURING  THE\n    2  TAX YEAR, ADD TOGETHER THE PRORATED PART OF REAL PROPERTY TAXES PAID FOR\n    3  THE PERIOD YOU OCCUPIED EACH RESIDENCE.\n    4    S  3.  This  act  shall take effect immediately and shall apply to the\n    5  2008 tax year and thereafter.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a personal income tax credit for a cap on real property tax based off of a household's gross income ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114901.TXT", "SOBI.D110103.T113902.TXT", "SOBI.D110106.T103200.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327920956
}