{
  "year" : 2011,
  "senateBillNo" : "A692-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A692-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Changes community service to be compensatory service in certain sentencing alternative programs",
  "summary" : "Changes community service to be compensatory service in certain sentencing alternative programs to distinguish such service from the service provided by volunteers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "AA1801-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          692\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DINOWITZ -- Multi-Sponsored by -- M. of A. PHEF-\n         FER -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the alcoholic beverage control law, the correction  law,\n         the  environmental  conservation  law,  the  executive law, the parks,\n         recreation and historic preservation law and the vehicle  and  traffic\n         law, in relation to compensatory service\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (a), (b) and (c) of subdivision 3  and  subdivi-\n    2  sion 4 of section 65-b of the alcoholic beverage control law, as amended\n    3  by chapter 519 of the laws of 1999, are amended to read as follows:\n    4    (a)  For a first violation, the court shall order payment of a fine of\n    5  not more than one  hundred  dollars  and/or  an  appropriate  amount  of\n    6  [community]  COMPENSATORY  service  not to exceed thirty hours. In addi-\n    7  tion, the court may order completion of  an  alcohol  awareness  program\n    8  established pursuant to section 19.25 of the mental hygiene law.\n    9    (b) For a second violation, the court shall order payment of a fine of\n   10  not  less  than  fifty dollars nor more than three hundred fifty dollars\n   11  and/or an appropriate amount of [community] COMPENSATORY service not  to\n   12  exceed thirty hours. The court also shall order completion of an alcohol\n   13  awareness  program as referenced in paragraph (a) of this subdivision if\n   14  such program has not previously been completed by the  offender,  unless\n   15  the court determines that attendance at such program is not feasible due\n   16  to  the  lack  of availability of such program within a reasonably close\n   17  proximity to the locality in which the offender resides or matriculates,\n   18  as appropriate.\n   19    (c) For third and subsequent violations, the court shall order payment\n   20  of a fine of not less than fifty dollars nor  more  than  seven  hundred\n   21  fifty  dollars  and/or an appropriate amount of [community] COMPENSATORY\n   22  service not to exceed thirty hours. The court also shall order that such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04475-01-1\n\n       A. 692                              2\n\n    1  person submit to an evaluation by an  appropriate  agency  certified  or\n    2  licensed  by  the  office  of alcoholism and substance abuse services to\n    3  determine whether the person suffers from the disease of  alcoholism  or\n    4  alcohol  abuse, unless the court determines that under the circumstances\n    5  presented such an evaluation is not necessary, in which case  the  court\n    6  shall  state on the record the basis for such determination. Payment for\n    7  such evaluation shall be made by such person. If, based on  such  evalu-\n    8  ation,  a  need  for  treatment  is indicated, such person may choose to\n    9  participate in a treatment plan developed  by  an  agency  certified  or\n   10  licensed  by  the  office of alcoholism and substance abuse services. If\n   11  such person elects to participate in recommended  treatment,  the  court\n   12  shall  order  that  payment  of  such  fine and [community] COMPENSATORY\n   13  service be suspended pending the completion of such treatment.\n   14    4. A person violating the provisions of paragraph (b)  of  subdivision\n   15  two  of this section shall be guilty of a violation punishable by a fine\n   16  of not more than one hundred dollars, and/or an  appropriate  amount  of\n   17  [community]  COMPENSATORY  service  not to exceed thirty hours. In addi-\n   18  tion, the court may order completion of an  alcohol  training  awareness\n   19  program  established pursuant to subdivision twelve of section seventeen\n   20  of this chapter where such program is located within a reasonably  close\n   21  proximity to the locality in which the offender is employed or resides.\n   22    S  2.   Subdivision 5 of section 851 of the correction law, as amended\n   23  by chapter 691 of the laws of 1977, is amended to read as follows:\n   24    5. \"[Community] COMPENSATORY services program\" means a  program  under\n   25  which eligible inmates may be granted the privilege of leaving the prem-\n   26  ises  of an institution for a period not exceeding fourteen hours in any\n   27  day for the purpose of participation in  religious  services,  volunteer\n   28  work, or athletic events, or for any matter necessary to the furtherance\n   29  of any such purposes.\n   30    S 3. Subdivision 2 of section 855 of the correction law, as amended by\n   31  chapter 691 of the laws of 1977, is amended to read as follows:\n   32    2.  Any  eligible inmate may make application to the temporary release\n   33  committee for participation in a furlough program or [community] COMPEN-\n   34  SATORY services program, or for an industrial training leave  or  educa-\n   35  tional leave.\n   36    S  4.  Paragraph hh of subdivision 1 of section 3-0301 of the environ-\n   37  mental conservation law, as amended by section 42 of part A  of  chapter\n   38  56 of the laws of 2010, is amended to read as follows:\n   39    hh.  Cooperate  with the office of probation and correctional alterna-\n   40  tives by identifying  appropriate  worksites  where  persons  performing\n   41  [community]  COMPENSATORY  service as part of a criminal disposition may\n   42  be assigned to provide cleanup and other maintenance services  in  order\n   43  to preserve and enhance the state's natural beauty and human-made scenic\n   44  qualities.  Such  sites  may  include but are not limited to the state's\n   45  shorelines, beaches, parks, roadways, historic sites and  other  natural\n   46  or human-made resources.\n   47    S 5. Paragraph b of subdivision 1 of section 261 of the executive law,\n   48  as amended by section 27 of part A of chapter 56 of the laws of 2010, is\n   49  amended to read as follows:\n   50    b.  \"Eligible programs\" means existing programs, enhancement of exist-\n   51  ing programs or initiation of new programs or, if submitting an approved\n   52  amendment pursuant to section two hundred  sixty-six  of  this  article,\n   53  eligible  alcohol and substance abuse programs as defined in paragraph c\n   54  of this subdivision which serve to assist the court, public officers  or\n   55  others  in  identifying and avoiding the inappropriate use of incarcera-\n   56  tion. Such programs may be administered by either the county or private,\n\n       A. 692                              3\n\n    1  community-based organizations and may include, but shall not be  limited\n    2  to:  new  or  enhanced specialized probation services which exceed those\n    3  probation services otherwise required to be performed in accordance with\n    4  applicable  law,  rule or regulation of the division of criminal justice\n    5  services subject to the provisions of this article; a pre-trial alterna-\n    6  tive to detention program,  including  a  comprehensive  pre-arraignment\n    7  program which screens all defendants and ensures that the court is fully\n    8  advised  of  the availability of alternatives based upon the defendant's\n    9  suitability and needs prior to its determination regarding the  issuance\n   10  of  a  securing order, or an effective bail review program; alternatives\n   11  to  post-adjudicatory  incarceration  programs,  including   [community]\n   12  COMPENSATORY  service, substance abuse or alcohol intervention programs;\n   13  and management information systems  designed  to  improve  the  county's\n   14  ability to identify appropriate persons for alternatives to detention or\n   15  incarceration,  as well as for improved classification of persons within\n   16  jail. For purposes of this paragraph, [community]  COMPENSATORY  service\n   17  programs  may  place persons performing [community] COMPENSATORY service\n   18  at worksites identified by the commissioner of the department  of  envi-\n   19  ronmental  conservation  and  the  commissioner  of the office of parks,\n   20  recreation and historic preservation.\n   21    S 6. Subdivision 2-f of section 3.09  of  the  parks,  recreation  and\n   22  historic preservation law, as amended by section 44 of part A of chapter\n   23  56 of the laws of 2010, is amended to read as follows:\n   24    2-f.  Cooperate with the office of probation and correctional alterna-\n   25  tives by identifying  appropriate  worksites  where  persons  performing\n   26  [community]  COMPENSATORY  service as part of a criminal disposition may\n   27  be assigned to provide cleanup and other maintenance services  in  order\n   28  to preserve and enhance the state's natural beauty and human-made scenic\n   29  qualities.  Such  sites  may  include but are not limited to the state's\n   30  shorelines, beaches, parks, roadways, historic sites and  other  natural\n   31  or human-made resources.\n   32    S 7. Paragraph (e) of subdivision 3 of section 1198 of the vehicle and\n   33  traffic  law,  as amended by chapter 496 of the laws of 2009, is amended\n   34  to read as follows:\n   35    (e) Nothing contained [herein] IN THIS SUBDIVISION shall  prevent  the\n   36  court  from  applying  any  other conditions of probation or conditional\n   37  discharge allowed by law, including treatment for alcohol or drug abuse,\n   38  restitution and [community] COMPENSATORY service.\n   39    S 8. This act shall take effect immediately; provided, that the amend-\n   40  ments to subdivision 5 of section 851 and the amendments to  subdivision\n   41  2 of section 855 of the correction law made by sections two and three of\n   42  this  act  shall not affect the expiration of such sections and shall be\n   43  deemed to expire therewith; and provided further that the amendments  to\n   44  paragraph b of subdivision 1 of section 261 of the executive law and the\n   45  amendments  to  paragraph  (e)  of  subdivision 3 of section 1198 of the\n   46  vehicle and traffic law made by sections five  and  seven  of  this  act\n   47  shall  not  affect  the  repeal  of  such  sections  and shall be deemed\n   48  repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, the correction law, the environmental conservation law, the executive law, the parks, recreation and historic preservation law and the vehicle and traffic law, in relation to compensatory service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T165710.TXT", "SOBI.D110103.T163934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294264630041
}