{
  "year" : 2011,
  "senateBillNo" : "A694-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A694-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"personal healthcare information privacy act\"",
  "summary" : "Enacts the \"personal healthcare information privacy act\"; prohibits interviews of other party's treating physicians or health care providers in personal injury medical, dental, or podiatric malpractice or wrongful death actions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "AA1254-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          694\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to  enact-\n         ing the \"personal healthcare information privacy act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"personal healthcare information privacy act\".\n    3    S  2.  Section  3102 of the civil practice law and rules is amended by\n    4  adding a new subdivision (c-1) to read as follows:\n    5    (C-1) EX-PARTE INTERVIEWS. IN ANY ACTION  INVOLVING  PERSONAL  INJURY,\n    6  MEDICAL, DENTAL, OR PODIATRIC MALPRACTICE OR WRONGFUL DEATH, NO PARTY OR\n    7  ANYONE  ACTING  ON  BEHALF  OF A PARTY MAY EITHER DIRECTLY OR INDIRECTLY\n    8  CONDUCT EX-PARTE INTERVIEWS WITH THE TREATING PHYSICIANS OR OTHER HEALTH\n    9  CARE PROVIDERS OF ANY OTHER PARTY.   NOTHING IN THIS  SUBDIVISION  SHALL\n   10  PROHIBIT AN ATTORNEY OR THE AGENT OR EMPLOYEE OF AN ATTORNEY WHO REPRES-\n   11  ENTS  THE  PATIENT,  THE  ESTATE  OF THE PATIENT, OR THE NATURAL OR DULY\n   12  APPOINTED GUARDIAN OF THE PATIENT WHOSE CONDITION IS  AT  ISSUE  IN  THE\n   13  ACTION  FROM CONDUCTING EX-PARTE CONVERSATIONS WITH A TREATING PHYSICIAN\n   14  OR OTHER HEALTH CARE PROVIDER OF THE PATIENT.\n   15    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   16  have  become  a  law  and  shall apply to all actions involving personal\n   17  injury, medical, dental or  podiatric  malpractice,  or  wrongful  death\n   18  filed  on  and  after  such date and to all such actions pending on such\n   19  effective date except as to conduct prohibited by section  two  of  this\n   20  act which occurred prior to such effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02414-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to enacting the \"personal healthcare information privacy act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T165710.TXT", "SOBI.D110103.T163934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294264630050
}