{
  "year" : 2011,
  "senateBillNo" : "A695-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to cities",
    "billEventId" : "A695-2011-1294203600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"New York city teleworking expansion act\"",
  "summary" : "Enacts the \"New York city teleworking expansion act\"; provides that each agency shall establish a policy and program to allow employees to perform all or a portion of their duties through teleworking to the maximum extent possible without diminished employee performance; defines the term \"telework\" to mean to perform normal and regular work functions on a workday that ordinarily would be performed at the agency's principal location at a different location, thereby eliminating or substantially reducing the physical commute to and from such agency's principal location. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          695\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN, JAFFEE, COLTON -- Multi-Sponsored by --\n         M. of A. DINOWITZ -- read once and referred to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation to enacting the \"New York city teleworking expansion act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title.  This act shall be known and may be  cited  as\n    2  the \"New York city teleworking expansion act\".\n    3    S  2. Legislative findings.  The legislature hereby finds and declares\n    4  that the health and safety of the population living in  and  around  the\n    5  densely populated New York city metropolitan region is a matter of state\n    6  concern, as is the economic vitality and the effectiveness of mass tran-\n    7  sit in that region, all of which are threatened by the amount of traffic\n    8  congestion  inside  of,  and  into,  New  York city, and the overcrowded\n    9  buses, subways and railroads within the region.  Traffic  congestion  is\n   10  particularly  harmful  to the mass transit bus systems run by the Metro-\n   11  politan Transportation Authority,  creating  delays  and  hindering  the\n   12  growth  of essential surface mass transportation systems, and the entire\n   13  mass transit system  suffers  from  severe  overcrowding.  The  negative\n   14  impact of traffic congestion in New York city on the health, economy and\n   15  mass  transit systems of the downstate region, as well as the overcrowd-\n   16  ing of the region's mass transit systems, were established  at  legisla-\n   17  tive  hearings in the spring of 2007, as well as during the hearings and\n   18  reports of the legislatively created New York  City  Traffic  Mitigation\n   19  Commission.  During these hearings, it was established that a very large\n   20  number of New York city employees drive to work both from points  within\n   21  New  York  city  and  without,  that  New  York city lacks a working and\n   22  adequate telecommuting program for its employees, and that an  effective\n   23  telecommuting  program  would  significantly  reduce  the number of such\n   24  employees driving to work.  Likewise, a telecommuting  program  for  New\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03808-01-1\n\n       A. 695                              2\n\n    1  York  city  employees would also allow employees who use mass transit to\n    2  work from home, thereby alleviating  the  current  overcrowding  in  the\n    3  region's  mass  transit  systems.  Such a program as established by this\n    4  legislation  would accomplish the state's concern that the health, safe-\n    5  ty, economic vitality and  mass  transit  operations  of  the  downstate\n    6  region be preserved and protected.\n    7    S  3.  The  administrative  code of the city of New York is amended by\n    8  adding a new section 12-140 to read as follows:\n    9    S 12-140 TELEWORKING PROGRAMS. A. EACH AGENCY SHALL ESTABLISH A POLICY\n   10  AND PROGRAM TO ALLOW EMPLOYEES TO PERFORM ALL  OR  A  PORTION  OF  THEIR\n   11  DUTIES THROUGH TELEWORKING TO THE MAXIMUM EXTENT POSSIBLE WITHOUT DIMIN-\n   12  ISHED  EMPLOYEE  PERFORMANCE.  EACH  AGENCY  SHALL DESIGNATE A \"TELEWORK\n   13  COORDINATOR\" TO BE RESPONSIBLE  FOR  OVERSEEING  THE  IMPLEMENTATION  OF\n   14  TELEWORKING PROGRAMS.\n   15    B. FOR THE PURPOSES OF THIS SECTION, THE TERM \"TELEWORK\" SHALL MEAN TO\n   16  PERFORM  NORMAL  AND REGULAR WORK FUNCTIONS ON A WORKDAY THAT ORDINARILY\n   17  WOULD BE PERFORMED AT THE AGENCY'S PRINCIPAL  LOCATION  AT  A  DIFFERENT\n   18  LOCATION,  THEREBY  ELIMINATING  OR  SUBSTANTIALLY REDUCING THE PHYSICAL\n   19  COMMUTE TO AND FROM SUCH AGENCY'S PRINCIPAL LOCATION.\n   20    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   21  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to enacting the \"New York city teleworking expansion act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T165710.TXT", "SOBI.D110103.T163934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294264630051
}