{
  "year" : 2011,
  "senateBillNo" : "A698-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A698-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to responding to crimes of domestic violence",
  "summary" : "Relates to responding to crimes of domestic violence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          698\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, GALEF, LANCMAN, PEOPLES-STOKES, BOYLAND,\n         DINOWITZ, GABRYSZAK, HOOPER, HOYT, JAFFEE, KELLNER, MILLMAN,  SCHIMEL,\n         McDONOUGH  --  Multi-Sponsored  by  -- M. of A. BARRON, CAMARA, GLICK,\n         GOTTFRIED, MAYERSOHN, PHEFFER, TITONE -- read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to responding to\n         crimes of domestic violence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 4 of section 170.10 of the criminal procedure\n    2  law is amended by adding a new paragraph (f) to read as follows:\n    3    (F) WHERE AN INFORMATION, A PROSECUTOR'S  INFORMATION,  A  MISDEMEANOR\n    4  COMPLAINT,  A  FELONY  COMPLAINT  OR  AN  INDICTMENT  CHARGES ASSAULT OR\n    5  ATTEMPTED ASSAULT IN THE THIRD DEGREE, AS DEFINED IN SECTIONS 120.00 AND\n    6  110.00 OF THE PENAL LAW, MENACING OR ATTEMPTED MENACING  IN  THE  SECOND\n    7  DEGREE,  AS  DEFINED  IN  SECTIONS  120.14  AND 110.00 OF THE PENAL LAW,\n    8  MENACING IN THE THIRD DEGREE, AS DEFINED IN SECTION 120.15 OF THE  PENAL\n    9  LAW, CRIMINAL OBSTRUCTION OF BREATHING OR BLOOD CIRCULATION OR ATTEMPTED\n   10  CRIMINAL  OBSTRUCTION  OF  BREATHING OR BLOOD CIRCULATION, AS DEFINED IN\n   11  SECTIONS 121.11 AND 110.00  OF  THE  PENAL  LAW,  FORCIBLE  TOUCHING  OR\n   12  ATTEMPTED FORCIBLE TOUCHING, AS DEFINED IN SECTIONS 130.52 AND 110.00 OF\n   13  THE  PENAL  LAW,  OR  AGGRAVATED  HARASSMENT  IN  THE  SECOND  DEGREE OR\n   14  ATTEMPTED AGGRAVATED HARASSMENT IN THE  SECOND  DEGREE,  AS  DEFINED  IN\n   15  SUBDIVISION THREE OF SECTION 240.30 AND SECTION 110.00 OF THE PENAL LAW,\n   16  OR  IF  THERE  IS  A  JUDGMENT  OF  CONVICTION FOR SUCH OFFENSE, AND THE\n   17  DEFENDANT IS DETERMINED PURSUANT TO SUBDIVISION EIGHT-B OF THIS  SECTION\n   18  TO  BE  EITHER  A  CURRENT  OR  FORMER SPOUSE, PARENT OR GUARDIAN OF THE\n   19  PERSON AGAINST WHOM SUCH OFFENSE WAS COMMITTED, OR THE DEFENDANT  SHARES\n   20  A  CHILD  IN COMMON WITH SUCH PERSON, OR THE DEFENDANT IS OR HAS COHABI-\n   21  TATED WITH SUCH PERSON AS A SPOUSE, PARENT OR GUARDIAN,  OR  IS  OR  WAS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02538-03-1\n\n       A. 698                              2\n\n    1  SIMILARLY  SITUATED  TO A SPOUSE, PARENT OR GUARDIAN OF SUCH PERSON, THE\n    2  CLERK OF THE COURT SHALL INCLUDE NOTIFICATION OF THAT  DETERMINATION  IN\n    3  ANY  REPORT  OF  SUCH  CONVICTION  TO  THE  DIVISION OF CRIMINAL JUSTICE\n    4  SERVICES.\n    5    S 2. Section 170.10 of the criminal procedure law is amended by adding\n    6  a new subdivision 8-b to read as follows:\n    7    8-B.  (A)  WHERE  AN  INFORMATION,  A  MISDEMEANOR  COMPLAINT,  FELONY\n    8  COMPLAINT OR AN INDICTMENT CHARGES ASSAULT OR ATTEMPTED ASSAULT  IN  THE\n    9  THIRD DEGREE, AS DEFINED IN SECTIONS 120.00 AND 110.00 OF THE PENAL LAW,\n   10  MENACING  OR  ATTEMPTED  MENACING  IN  THE  SECOND DEGREE, AS DEFINED IN\n   11  SECTIONS 120.14 AND 110.00 OF THE  PENAL  LAW,  MENACING  IN  THE  THIRD\n   12  DEGREE,  AS  DEFINED  IN  SECTION  120.15  OF  THE  PENAL  LAW, CRIMINAL\n   13  OBSTRUCTION OF BREATHING OR  BLOOD  CIRCULATION  OR  ATTEMPTED  CRIMINAL\n   14  OBSTRUCTION  OF  BREATHING  OR BLOOD CIRCULATION, AS DEFINED IN SECTIONS\n   15  121.11 AND 110.00 OF THE  PENAL  LAW,  FORCIBLE  TOUCHING  OR  ATTEMPTED\n   16  FORCIBLE TOUCHING, AS DEFINED IN SECTIONS 130.52 AND 110.00 OF THE PENAL\n   17  LAW,  OR  AGGRAVATED HARASSMENT IN THE SECOND DEGREE OR ATTEMPTED AGGRA-\n   18  VATED HARASSMENT IN THE SECOND DEGREE, AS DEFINED IN  SUBDIVISION  THREE\n   19  OF  SECTION  240.30  AND SECTION 110.00 OF THE PENAL LAW, THE PEOPLE MAY\n   20  SERVE UPON THE DEFENDANT AND FILE WITH THE COURT A NOTICE ALLEGING  THAT\n   21  THE  DEFENDANT: (I) IS A CURRENT OR FORMER SPOUSE, PARENT OR GUARDIAN OF\n   22  THE VICTIM, OR (II) SHARES A CHILD IN COMMON WITH THE VICTIM,  OR  (III)\n   23  IS  COHABITATING  OR HAS COHABITATED WITH THE VICTIM AS A SPOUSE, PARENT\n   24  OR GUARDIAN, OR (IV) IS OR WAS SIMILARLY SITUATED TO A SPOUSE, PARENT OR\n   25  GUARDIAN OF THE VICTIM. SUCH NOTICE MUST BE SERVED WITHIN  FIFTEEN  DAYS\n   26  AFTER ARRAIGNMENT FOR SUCH CHARGE AND BEFORE TRIAL, AND MUST INCLUDE THE\n   27  NAME OF THE PERSON ALLEGED TO BE THE VICTIM OF THE OFFENSE.\n   28    (B)  A DEFENDANT MAY STIPULATE OR ADMIT IN THE COURSE OF A PLEA DISPO-\n   29  SITION THAT HE OR SHE IS RELATED  OR  SITUATED  TO  THE  VICTIM  OF  THE\n   30  OFFENSE  DESCRIBED IN PARAGRAPH (F) OF SUBDIVISION FOUR OF THIS SECTION.\n   31  IN SUCH CASE, THE RELATIONSHIP  SHALL  BE  DEEMED  ESTABLISHED.  IF  THE\n   32  DEFENDANT  DENIES  SUCH  RELATIONSHIP  TO  THE  VICTIM AS ALLEGED IN THE\n   33  NOTICE SERVED BY THE PEOPLE, THE PEOPLE SHALL BEAR THE BURDEN OF PROVING\n   34  THAT THE DEFENDANT IS RELATED OR SITUATED TO THE VICTIM OF  THE  OFFENSE\n   35  AS  ALLEGED  IN THE NOTICE BY PROOF BEYOND A REASONABLE DOUBT DURING THE\n   36  TRIAL. IN SUCH CIRCUMSTANCES, THE TRIER OF FACT SHALL  MAKE  A  DETERMI-\n   37  NATION  WITH RESPECT TO SUCH ALLEGATION ORALLY ON THE RECORD OR IN WRIT-\n   38  ING.\n   39    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   40  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to responding to crimes of domestic violence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T095657.TXT", "SOBI.D110103.T163934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294325817330
}