{
  "year" : 2011,
  "senateBillNo" : "A699-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A699-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the immunization of all children born after January 1, 1996 against the human papillomavirus (HPV)",
  "summary" : "Provides for the immunization of all children born after January 1, 1996 with the human papillomavirus (HPV). ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A778-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          699\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, GUNTHER, MARKEY, ORTIZ, ROBINSON, CONTE,\n         HOOPER, SPANO, GABRYSZAK, SCHIMEL, TITONE -- Multi-Sponsored by --  M.\n         of  A.  BING,  CUSICK,  DESTITO, DINOWITZ, KELLNER, LIFTON, MAYERSOHN,\n         TOWNS -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to requiring  immuni-\n         zation against human papillomavirus (HPV)\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading and subdivisions  2,  3,  5  and  6  of\n    2  section  2164 of the public health law, as amended by chapter 189 of the\n    3  laws of 2006, subdivision 2 as separately amended by chapter 506 of  the\n    4  laws of 2006, are amended to read as follows:\n    5    Definitions;   immunization  against  poliomyelitis,  mumps,  measles,\n    6  diphtheria, rubella, varicella, HUMAN PAPILLOMAVIRUS (HPV),  Haemophilus\n    7  influenzae  type  b (Hib), pertussis, tetanus, pneumococcal disease, and\n    8  hepatitis B.\n    9    2. a. Every person in parental relation to a child in this state shall\n   10  have administered to such child an adequate dose or doses of an immuniz-\n   11  ing agent against poliomyelitis, mumps,  measles,  diphtheria,  rubella,\n   12  varicella,  HUMAN  PAPILLOMAVIRUS  (HPV),  Haemophilus influenzae type b\n   13  (Hib), pertussis, tetanus, pneumococcal disease, and hepatitis B,  which\n   14  meets  the standards approved by the United States public health service\n   15  for such biological products, and which is approved  by  the  department\n   16  under such conditions as may be specified by the public health council.\n   17    b.  Every person in parental relation to a child in this state born on\n   18  or after January first, nineteen hundred ninety-four and entering  sixth\n   19  grade  or a comparable age level special education program with an unas-\n   20  signed grade on or after September first, two thousand seven, shall have\n   21  administered to such child a booster immunization containing  diphtheria\n   22  and  tetanus  toxoids, [and] an acellular pertussis vaccine, AND A HUMAN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00316-02-1\n\n       A. 699                              2\n\n    1  PAPILLOMAVIRUS (HPV) VACCINE, which meets the standards approved by  the\n    2  United  States  public  health service for such biological products, and\n    3  which is approved by the department under  such  conditions  as  may  be\n    4  specified by the public health council.\n    5    3.  The  person  in  parental  relation  to any such child who has not\n    6  previously received such immunization  shall  present  the  child  to  a\n    7  health  practitioner  and request such health practitioner to administer\n    8  the  necessary  immunization  against  poliomyelitis,  mumps,   measles,\n    9  diphtheria,  Haemophilus  influenzae  type  b (Hib), rubella, varicella,\n   10  HUMAN PAPILLOMAVIRUS (HPV), pertussis,  tetanus,  pneumococcal  disease,\n   11  and hepatitis B as provided in subdivision two of this section.\n   12    5.  The  health  practitioner  who  administers  such immunizing agent\n   13  against poliomyelitis, mumps, measles, diphtheria, Haemophilus  influen-\n   14  zae  type  b  (Hib),  rubella,  varicella,  HUMAN  PAPILLOMAVIRUS (HPV),\n   15  pertussis, tetanus, pneumococcal disease, and hepatitis B  to  any  such\n   16  child  shall  give  a  certificate of such immunization to the person in\n   17  parental relation to such child.\n   18    6. In the event that a person in parental relation to  a  child  makes\n   19  application  for  admission  of  such  child  to a school or has a child\n   20  attending school and there exists no  certificate  or  other  acceptable\n   21  evidence  of  the  child's  immunization  against  poliomyelitis, mumps,\n   22  measles, diphtheria, rubella,  varicella,  HUMAN  PAPILLOMAVIRUS  (HPV),\n   23  hepatitis  B,  pertussis,  tetanus,  and,  where applicable, Haemophilus\n   24  influenzae type b (Hib) and pneumococcal disease, the principal,  teach-\n   25  er,  owner or person in charge of the school shall inform such person of\n   26  the necessity to have the child immunized, that such immunization may be\n   27  administered by any health practitioner, or that the child may be immun-\n   28  ized without charge by the health officer in the county where the  child\n   29  resides,  if  such person executes a consent therefor. In the event that\n   30  such person does not wish to select a health practitioner to  administer\n   31  the  immunization,  he  or she shall be provided with a form which shall\n   32  give notice that as a prerequisite to  processing  the  application  for\n   33  admission  to,  or  for  continued attendance at, the school such person\n   34  shall state a valid reason for withholding consent or consent  shall  be\n   35  given  for  immunization  to  be administered by a health officer in the\n   36  public employ, or by a school physician or nurse. The form shall provide\n   37  for the execution of a consent by such person and it  shall  also  state\n   38  that  such  person need not execute such consent if subdivision eight or\n   39  nine of this section apply to such child.\n   40    S 2. Paragraph (a) of subdivision 7 of  section  2164  of  the  public\n   41  health law, as amended by chapter 189 of the laws of 2006, is amended to\n   42  read as follows:\n   43    (a) No principal, teacher, owner or person in charge of a school shall\n   44  permit  any  child  to  be  admitted  to  such school, or to attend such\n   45  school, in excess of fourteen days, without the certificate provided for\n   46  in subdivision five of this section or some other acceptable evidence of\n   47  the child's immunization against poliomyelitis, mumps, measles, diphthe-\n   48  ria,  rubella,  varicella,  HUMAN  PAPILLOMAVIRUS  (HPV),  hepatitis  B,\n   49  pertussis, tetanus, and, where applicable, Haemophilus influenzae type b\n   50  (Hib)  and  pneumococcal  disease;  provided, however, such fourteen day\n   51  period may be extended to not more than thirty days  for  an  individual\n   52  student  by the appropriate principal, teacher, owner or other person in\n   53  charge where such student is  transferring  from  out-of-state  or  from\n   54  another  country  and  can show a good faith effort to get the necessary\n   55  certification or other evidence of immunization.\n\n       A. 699                              3\n\n    1    S 3. The opening paragraph of subdivision 8-a of section 2164  of  the\n    2  public  health  law,  as  amended by chapter 189 of the laws of 2006, is\n    3  amended to read as follows:\n    4    Whenever  a  child has been refused admission to, or continued attend-\n    5  ance at, a school as provided for in subdivision seven of  this  section\n    6  because  there exists no certificate provided for in subdivision five of\n    7  this section or other acceptable evidence of  the  child's  immunization\n    8  against  poliomyelitis,  mumps, measles, diphtheria, rubella, varicella,\n    9  HUMAN PAPILLOMAVIRUS (HPV), hepatitis B, pertussis, tetanus, and,  where\n   10  applicable,   Haemophilus  influenzae  type  b  (Hib)  and  pneumococcal\n   11  disease, the principal, teacher, owner or person in charge of the school\n   12  shall:\n   13    S 4. Paragraph (a) of subdivision 1  of  section  613  of  the  public\n   14  health  law, as amended by chapter 36 of the laws of 2010, is amended to\n   15  read as follows:\n   16    (a) The commissioner shall develop and supervise the  execution  of  a\n   17  program of immunization, surveillance and testing, to raise to the high-\n   18  est  reasonable  level the immunity of the children of the state against\n   19  communicable diseases including, but not limited to, influenza,  poliom-\n   20  yelitis,  measles,  mumps, rubella, haemophilus influenzae type b (Hib),\n   21  diphtheria, pertussis, tetanus, varicella, HUMAN  PAPILLOMAVIRUS  (HPV),\n   22  hepatitis  B,  pneumococcal  disease,  and the immunity of adults of the\n   23  state against diseases identified by the commissioner, including but not\n   24  limited to influenza, smallpox, and hepatitis.  The  commissioner  shall\n   25  encourage  the  municipalities  in the state to develop and shall assist\n   26  them in the development and the execution of local  programs  of  inocu-\n   27  lation  to raise the immunity of the children and adults of each munici-\n   28  pality to the highest reasonable  level.  Such  programs  shall  include\n   29  provision  of vaccine, surveillance of vaccine effectiveness by means of\n   30  laboratory tests, serological testing  of  individuals  and  educational\n   31  efforts  to inform health care providers and target populations or their\n   32  parents, if they are minors, of the facts relative to these diseases and\n   33  inoculation to prevent their occurrence.\n   34    S 5.  This act shall take effect September 1, 2011; provided, however,\n   35  that sections one, two and three of this act shall apply only  to  chil-\n   36  dren  born  on  or  after  January 1, 1996; and provided further that if\n   37  chapter 36 of the laws of 2010 shall not have taken effect on or  before\n   38  such  date  then  section four of this act shall take effect on the same\n   39  date and in the same manner as such chapter takes effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring immunization against human papillomavirus (HPV) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T095657.TXT", "SOBI.D110103.T163934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294325817332
}