{
  "year" : 2011,
  "senateBillNo" : "A70-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A70-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Gives preference to service disabled veteran owned small businesses with respect to state contracts",
  "summary" : "Gives preference to service disabled veteran owned small businesses with respect to state contracts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A6402-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          70\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ORTIZ,  LUPARDO, McDONOUGH, PERRY, CASTRO --\n         Multi-Sponsored by -- M.   of  A.  BARCLAY,  GUNTHER,  KOLB,  LATIMER,\n         P. LOPEZ  --  read  once and referred to the Committee on Governmental\n         Operations\n\n       AN ACT to amend the executive law, in relation to state contract prefer-\n         ence for service disabled veteran owned small businesses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section 369 to\n    2  read as follows:\n    3    S  369.  STATE  CONTRACT PREFERENCE FOR SERVICE DISABLED VETERAN OWNED\n    4  SMALL BUSINESSES. 1. LEGISLATIVE FINDINGS AND DETERMINATIONS. THE LEGIS-\n    5  LATURE HEREBY FINDS AND DETERMINES THAT IT SHALL BE THE  POLICY  OF  THE\n    6  STATE  OF  NEW YORK TO STRENGTHEN OPPORTUNITIES IN STATE CONTRACTING FOR\n    7  SERVICE-DISABLED VETERAN OWNED SMALL BUSINESSES.\n    8    THE LEGISLATURE HEREBY FURTHER FINDS  AND  DETERMINES  THAT  NEW  YORK\n    9  STATE  SHOULD  HONOR THE EXTRAORDINARY SERVICE RENDERED TO OUR STATE AND\n   10  THE UNITED STATES BY VETERANS WITH DISABILITIES INCURRED  OR  AGGRAVATED\n   11  IN  THE  LINE  OF  DUTY  DURING  ACTIVE SERVICE WITH THE ARMED FORCES BY\n   12  PROVIDING A CONTRACT PREFERENCE TO ALL  SERVICE-DISABLED  VETERAN  BUSI-\n   13  NESSES.\n   14    2.  DEFINITIONS.  WHEN USED IN THIS SECTION, THE FOLLOWING TERMS SHALL\n   15  MEAN AND BE DEFINED AS FOLLOWS:\n   16    (A) \"AGENCY\" MEANS ANY DEPARTMENT, BOARD,  BUREAU,  COMMISSION,  DIVI-\n   17  SION,  OFFICE,  COUNCIL,  COMMITTEE OR OFFICER OF THE STATE, OR A PUBLIC\n   18  BENEFIT CORPORATION OR PUBLIC AUTHORITY AT LEAST ONE OF WHOSE MEMBERS IS\n   19  APPOINTED BY THE GOVERNOR, AUTHORIZED BY LAW TO MAKE RULES  OR  TO  MAKE\n   20  FINAL  DECISIONS  IN  ADJUDICATORY PROCEEDINGS BUT SHALL NOT INCLUDE THE\n   21  GOVERNOR, AGENCIES IN THE LEGISLATIVE AND  JUDICIAL  BRANCHES,  AGENCIES\n   22  CREATED  BY  INTERSTATE COMPACT OR INTERNATIONAL AGREEMENT, THE DIVISION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03634-01-1\n\n       A. 70                               2\n\n    1  OF MILITARY AND NAVAL AFFAIRS TO THE EXTENT IT EXERCISES  ITS  RESPONSI-\n    2  BILITY FOR MILITARY AND NAVAL AFFAIRS, THE DIVISION OF STATE POLICE, THE\n    3  IDENTIFICATION AND INTELLIGENCE UNIT OF THE DIVISION OF CRIMINAL JUSTICE\n    4  SERVICES,  THE  STATE  INSURANCE FUND, THE UNEMPLOYMENT INSURANCE APPEAL\n    5  BOARD, AND EXCEPT FOR PURPOSES OF SUBDIVISION ONE OF SECTION TWO HUNDRED\n    6  TWO-D OF THE STATE ADMINISTRATIVE PROCEDURE ACT,  THE  WORKERS'  COMPEN-\n    7  SATION  BOARD AND EXCEPT FOR PURPOSES OF ARTICLE TWO OF THE STATE ADMIN-\n    8  ISTRATIVE PROCEDURE ACT, THE STATE DIVISION OF PAROLE AND THE DEPARTMENT\n    9  OF CORRECTIONAL SERVICES;\n   10    (B) \"SERVICE-DISABLED\" MEANS, WITH RESPECT  TO  DISABILITY,  THAT  THE\n   11  DISABILITY  WAS INCURRED OR AGGRAVATED IN THE LINE OF DUTY IN THE ACTIVE\n   12  SERVICE IN THE UNITED STATES  ARMY,  NAVY,  AIR  FORCE,  MARINES,  COAST\n   13  GUARD,  AND/OR  RESERVES THEREOF, AND/OR IN THE ARMY NATIONAL GUARD, AIR\n   14  NATIONAL GUARD, NEW YORK GUARD AND/OR THE NEW YORK NAVAL MILITIA;\n   15    (C) \"SERVICE-DISABLED VETERAN\" MEANS A VETERAN, WHO INCURRED OR AGGRA-\n   16  VATED A DISABILITY IN THE LINE OF DUTY IN  THE  ACTIVE  SERVICE  IN  THE\n   17  UNITED  STATES  ARMY,  NAVY,  AIR  FORCE,  MARINES,  COAST GUARD, AND/OR\n   18  RESERVES THEREOF, AND/OR IN THE ARMY NATIONAL GUARD, AIR NATIONAL GUARD,\n   19  NEW YORK GUARD AND/OR THE NEW YORK NAVAL MILITIA; AND\n   20    (D)  \"SERVICE-DISABLED  VETERAN  BUSINESS\"  MEANS  A  SMALL   BUSINESS\n   21  CONCERN,  EMPLOYING  LESS THAN ONE HUNDRED PERSONS, OWNED AND CONTROLLED\n   22  BY SERVICE-DISABLED VETERAN OR VETERANS;\n   23    3. CONTRACT PREFERENCES AND SET ASIDES. THE HEADS  OF  AGENCIES  SHALL\n   24  PROVIDE  THE  OPPORTUNITY  FOR  SERVICE-DISABLED  VETERAN  BUSINESSES TO\n   25  SIGNIFICANTLY INCREASE THE STATE CONTRACTING AND SUBCONTRACTING OF  SUCH\n   26  BUSINESSES.   TO ACHIEVE THAT OBJECTIVE, SUCH AGENCIES SHALL ESTABLISH A\n   27  GOAL OF NOT LESS THAN THREE PERCENT FOR PARTICIPATION  BY  SERVICE-DISA-\n   28  BLED  VETERAN BUSINESSES IN STATE CONTRACTING, AND EACH AGENCY CONTRACT-\n   29  ING OFFICER SHALL HAVE THE AUTHORITY TO RESERVE CERTAIN PROCUREMENTS FOR\n   30  SERVICE-DISABLED VETERAN BUSINESSES IN ORDER TO ACHIEVE COMPLIANCE  WITH\n   31  SUCH GOAL.\n   32    4.  DUTIES  OF  AGENCY HEADS. IN ORDER TO IMPLEMENT THE PROVISIONS AND\n   33  POLICY ESTABLISHED IN SUBDIVISION THREE OF THIS SECTION, HEADS OF  AGEN-\n   34  CIES SHALL:\n   35    (A)  DEVELOP  A STRATEGY TO IMPLEMENT THE PROVISIONS AND POLICY ESTAB-\n   36  LISHED IN SUBDIVISION THREE OF THIS SECTION; AND SHALL PUBLICLY  PUBLISH\n   37  SUCH STRATEGY;\n   38    (B)  MAKE THE AGENCY'S STRATEGY PUBLICLY AVAILABLE, HAVE SUCH STRATEGY\n   39  POSTED UPON THE WEBSITE OF SUCH  AGENCY;  AND  REPORT  ANNUALLY  TO  THE\n   40  GOVERNOR,  THE  PRESIDENT  PRO TEMPORE OF THE SENATE, THE SPEAKER OF THE\n   41  ASSEMBLY, THE CHAIR OF THE SENATE STANDING COMMITTEE ON VETERANS,  HOME-\n   42  LAND SECURITY AND MILITARY AFFAIRS, AND THE CHAIR OF THE ASSEMBLY STAND-\n   43  ING  COMMITTEE ON VETERANS AFFAIRS ON THE IMPLEMENTATION OF THE AGENCY'S\n   44  STRATEGY;\n   45    (C) DESIGNATE A SENIOR-LEVEL OFFICIAL WITHIN SUCH AGENCY WHO SHALL  BE\n   46  RESPONSIBLE FOR DEVELOPING AND IMPLEMENTING THE AGENCY'S STRATEGY;\n   47    (D)  INCLUDE  DEVELOPMENT  AND IMPLEMENTATION OF THE AGENCY'S STRATEGY\n   48  AND ACHIEVEMENTS IN FURTHERANCE OF THE STRATEGY AS SIGNIFICANT  ELEMENTS\n   49  IN  ANY PERFORMANCE PLANS OF THE AGENCY'S DESIGNATED AGENCY SENIOR-LEVEL\n   50  OFFICIAL AND CHIEF ACQUISITION OR PROCUREMENT OFFICER; AND\n   51    (E) INCLUDE IN THE AGENCY'S STRATEGY PLANS FOR:\n   52    (I) RESERVING AGENCY CONTRACTS EXCLUSIVELY FOR SERVICE-DISABLED VETER-\n   53  AN BUSINESSES;\n   54    (II) ENCOURAGING AND FACILITATING  PARTICIPATION  BY  SERVICE-DISABLED\n   55  VETERAN BUSINESSES IN COMPETITIONS FOR AWARD OF AGENCY CONTRACTS;\n\n       A. 70                               3\n\n    1    (III) ENCOURAGING AGENCY CONTRACTORS TO SUBCONTRACT WITH SERVICE-DISA-\n    2  BLED  VETERAN  BUSINESSES  AND ACTIVELY MONITORING AND EVALUATING AGENCY\n    3  CONTRACTORS' EFFORTS TO DO SO;\n    4    (IV) TRAINING AGENCY PERSONNEL ON APPLICABLE LAW AND POLICIES RELATING\n    5  TO   PARTICIPATION  OF  SERVICE-DISABLED  VETERAN  BUSINESSES  IN  STATE\n    6  CONTRACTING; AND\n    7    (V) DISSEMINATING INFORMATION TO SERVICE-DISABLED  VETERAN  BUSINESSES\n    8  THAT  WOULD ASSIST THESE BUSINESSES IN PARTICIPATING IN AWARDS OF AGENCY\n    9  CONTRACTS.\n   10    5. DUTIES OF DEPUTY COMMISSIONER OF THE DIVISION FOR  SMALL  BUSINESS.\n   11  THE  DEPUTY  COMMISSIONER RESPONSIBLE FOR HEADING THE DIVISION FOR SMALL\n   12  BUSINESS WITHIN THE DEPARTMENT OF ECONOMIC DEVELOPMENT,  AS  ESTABLISHED\n   13  PURSUANT  TO  SECTION ONE HUNDRED THIRTY-TWO OF THE ECONOMIC DEVELOPMENT\n   14  LAW, SHALL:\n   15    (A) DESIGNATE AN APPROPRIATE ENTITY  WITHIN  THE  DIVISION  FOR  SMALL\n   16  BUSINESS  THAT  SHALL,  IN  COORDINATION  WITH  THE DIVISION OF VETERANS\n   17  AFFAIRS AND THE OFFICE OF THE STATE COMPTROLLER, PROVIDE TO SERVICE-DIS-\n   18  ABLED VETERAN BUSINESSES INFORMATION AND ASSISTANCE  CONCERNING  PARTIC-\n   19  IPATION IN STATE CONTRACTING;\n   20    (B)  ADVISE  AND  ASSIST  HEADS OF AGENCIES IN THEIR IMPLEMENTATION OF\n   21  SUBDIVISION THREE OF THIS SECTION;\n   22    (C) MAKE AVAILABLE TO SERVICE-DISABLED VETERAN BUSINESSES TRAINING  IN\n   23  STATE  CONTRACTING LAW, PROCEDURES, AND PRACTICES THAT WOULD ASSIST SUCH\n   24  BUSINESSES IN PARTICIPATING IN STATE CONTRACTING; AND\n   25    (D) IN COOPERATION WITH THE CHANCELLOR OF THE STATE UNIVERSITY AND THE\n   26  STATE UNIVERSITY, CITY UNIVERSITY AND COMMUNITY COLLEGE SYSTEMS, DEVELOP\n   27  A TRAINING PROGRAM ON STATE CONTRACTING  WITH  SERVICE-DISABLED  VETERAN\n   28  BUSINESSES  AND MAKE THIS TRAINING AVAILABLE ONLINE THROUGH A CONTINUOUS\n   29  LEARNING PROGRAM.\n   30    6. DUTIES OF COMMISSIONER OF  THE  OFFICE  OF  GENERAL  SERVICES.  THE\n   31  COMMISSIONER OF THE OFFICE OF GENERAL SERVICES, IN COORDINATION WITH THE\n   32  OFFICE  OF THE STATE COMPTROLLER AND THE OFFICE OF THE ATTORNEY GENERAL,\n   33  SHALL:\n   34    (A) ESTABLISH A STATE GOVERNMENT-WIDE  ACQUISITION  CONTRACT  RESERVED\n   35  FOR PARTICIPATION BY SERVICE-DISABLED VETERAN BUSINESSES; AND\n   36    (B) ASSIST SERVICE-DISABLED VETERAN BUSINESSES TO BE INCLUDED IN STATE\n   37  SUPPLY, CONTRACTS AND REQUEST FOR PROPOSAL SCHEDULES.\n   38    7.  DUTIES  OF  THE  DIRECTOR OF THE DIVISION OF VETERANS AFFAIRS. THE\n   39  DIRECTOR OF THE DIVISION OF VETERANS AFFAIRS SHALL:\n   40    (A) ASSIST AGENCIES BY MAKING AVAILABLE SERVICES OF  THE  DIVISION  TO\n   41  FACILITATE THE PROVISIONS OF THIS SECTION;\n   42    (B) ESTABLISH A REGISTRATION PROGRAM OF SERVICE-DISABLED VETERAN BUSI-\n   43  NESSES AND ESTABLISH AND MAINTAIN A DATABASE WITH REGARD TO SERVICE-DIS-\n   44  ABLED VETERAN BUSINESSES, FOR USE BY AGENCIES IN THEIR IMPLEMENTATION OF\n   45  THIS SECTION;\n   46    (C) ESTABLISH AND MAINTAIN, TOGETHER WITH THE COMMISSIONER OF LABOR, A\n   47  TRANSITION  ASSISTANCE  PROGRAM  AND  A DISABILITY TRANSITION ASSISTANCE\n   48  PROGRAM TO EDUCATE SEPARATING SERVICE MEMBERS AS TO THE BENEFITS  AVAIL-\n   49  ABLE  TO  SERVICE-DISABLED VETERAN BUSINESSES AND AS TO POTENTIAL ENTRE-\n   50  PRENEURIAL OPPORTUNITIES; AND\n   51    (D) DISCLOSE PERSONALLY IDENTIFYING  INFORMATION  ON  SERVICE-DISABLED\n   52  VETERANS  TO  OTHER  AGENCIES  WHO  REQUIRE SUCH INFORMATION IN ORDER TO\n   53  DISCHARGE THE DIVISION'S RESPONSIBILITIES UNDER THIS SECTION.\n   54    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to state contract preference for service disabled veteran owned small businesses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105412.TXT", "SOBI.D101217.T104432.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T102403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292600672701
}