{
  "year" : 2011,
  "senateBillNo" : "A700A-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A700A-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845200000,
    "eventText" : "amend and recommit to judiciary",
    "billEventId" : "A700A-2011-1295845200000-amend+and+recommit+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845201000,
    "eventText" : "print number 700a",
    "billEventId" : "A700A-2011-1295845201000-print+number+700a",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Determines parentage of a child for purposes of applying to the supreme court or family court for a writ of habeas corpus",
  "summary" : "Determines parentage of a child for purposes of applying to the supreme court or family court for a writ of habeas corpus; defines parent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "A2220-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        700--A\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, GOTTFRIED, HEVESI, GALEF, PHEFFER, KELL-\n         NER, JAFFEE, MILLMAN, TITONE -- Multi-Sponsored by -- M. of A. GABRYS-\n         ZAK, JEFFRIES, MAISEL, SCHIMEL, SWEENEY, WEISENBERG,  WRIGHT  --  read\n         once   and  referred  to  the  Committee  on  Judiciary  --  committee\n         discharged, bill amended, ordered reprinted as amended and recommitted\n         to said committee\n\n       AN ACT to amend the domestic relations law, in relation  to  determining\n         parentage  of a child for purposes of applying to the supreme court or\n         family court for a writ of habeas corpus\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  70  of the domestic relations law, as amended by\n    2  chapter 457 of the laws of 1988, is amended to read as follows:\n    3    S 70. Habeas corpus for child detained by parent. (a)  Where  a  minor\n    4  child  is  residing  within  this  state, either parent may apply to the\n    5  supreme court OR FAMILY COURT for a writ of habeas corpus to  have  such\n    6  minor  child  brought  before such court; and on the return thereof, the\n    7  court, on due consideration, may award the natural guardianship,  charge\n    8  and  custody  of  such  child to either parent for such time, under such\n    9  regulations and restrictions, and with such provisions  and  directions,\n   10  as the case may require, and may at any time thereafter vacate or modify\n   11  such  order.  In  all  cases  there shall be no prima facie right to the\n   12  custody of the child in either parent, but  the  court  shall  determine\n   13  solely  what  is  for the best interest of the child, and what will best\n   14  promote [its] HIS OR HER welfare and happiness, and make  award  accord-\n   15  ingly.\n   16    (b) Any order under this section which applies to rights of visitation\n   17  with a child remanded or placed in the care of a person, official, agen-\n   18  cy  or  institution  pursuant  to article ten of the family court act or\n   19  pursuant to an instrument approved under section  three  hundred  fifty-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00986-04-1\n\n       A. 700--A                           2\n\n    1  eight-a of the social services law, shall be enforceable pursuant to the\n    2  provisions  of  part  eight  of  article ten of such act, sections three\n    3  hundred fifty-eight-a and three  hundred  eighty-four-a  of  the  social\n    4  services  law  and other applicable provisions of law against any person\n    5  or official having care and custody, or temporary care and  custody,  of\n    6  such child.\n    7    (C)  FOR  PURPOSES OF THIS SECTION, THE TERM PARENT SHALL INCLUDE: (I)\n    8  AN INDIVIDUAL WHO IS THE BIRTH OR GENETIC PARENT OF  SUCH  MINOR  CHILD,\n    9  (II)  AN  INDIVIDUAL  WHO HAS LEGALLY ADOPTED SUCH MINOR CHILD, (III) AN\n   10  INDIVIDUAL WHO IS ADJUDICATED TO BE THE PARENT OF SUCH MINOR CHILD, (IV)\n   11  AN INDIVIDUAL WHO IS A PARENT OF  SUCH  MINOR  CHILD  PURSUANT  TO  THIS\n   12  SECTION OR OTHER LEGAL PRESUMPTION, (V) AN INDIVIDUAL WHO IS A PARENT OF\n   13  SUCH MINOR CHILD PURSUANT TO AN ACKNOWLEDGEMENT OF PARENTAGE, OR (VI) AN\n   14  INDIVIDUAL  WHO  IS A PARENT OF SUCH MINOR CHILD PURSUANT TO SUBDIVISION\n   15  (D) OR (E) OF THIS SECTION.\n   16    (D) FOR PURPOSES OF THIS SECTION, A PARENT SHALL INCLUDE A PERSON  WHO\n   17  MUTUALLY  CONSENTS  WITH  A  WOMAN TO BE A PARENT OF HER CHILD CONCEIVED\n   18  USING DONOR SPERM, PROVIDED THAT SUCH AGREEMENT IS NOT IN  CONTRAVENTION\n   19  OF ARTICLE EIGHT OF THIS CHAPTER REGARDING SURROGATE PARENTING.\n   20    (I)  CONSENT  BY  A WOMAN AND A PERSON WHO INTENDS TO BE A PARENT OF A\n   21  CHILD BORN TO THE WOMAN USING DONOR SPERM SHALL BE IN WRITING SIGNED  BY\n   22  THE  WOMAN  AND  THE  INTENDED  PARENT  BEFORE OR AFTER THE BIRTH OF THE\n   23  CHILD.\n   24    (II) FAILURE OF AN INDIVIDUAL TO SIGN A CONSENT AS PROVIDED  IN  PARA-\n   25  GRAPH  (I) OF THIS SUBDIVISION SHALL NOT PRECLUDE A FINDING OF THE INDI-\n   26  VIDUAL'S PARENTAGE OF THE CHILD IF THE WOMAN AND THE INDIVIDUAL  RESIDED\n   27  TOGETHER  IN THE SAME HOUSEHOLD WITH THE CHILD AND OPENLY HELD THE CHILD\n   28  OUT AS THEIR OWN.\n   29    (III) AN INDIVIDUAL WHO DONATES SPERM FOR USE TO CONCEIVE A  CHILD  BY\n   30  ANOTHER  PERSON,  OTHER  THAN  THE DONOR'S SPOUSE OR DOMESTIC PARTNER AS\n   31  DEFINED IN SECTION TWENTY-EIGHT HUNDRED FIVE-Q OF THE PUBLIC HEALTH LAW,\n   32  IS NOT A PARENT OF A CHILD THEREBY CONCEIVED UNLESS THE  DONOR  AND  THE\n   33  PERSON AGREE IN WRITING THAT THE DONOR SHALL BE A PARENT.  NOTWITHSTAND-\n   34  ING ANY OTHER PROVISION OF LAW, GENETIC TEST RESULTS SHALL NOT ESTABLISH\n   35  PARENTAGE  OF  A  SPERM DONOR UNLESS THE DONOR IS THE SPOUSE OR DOMESTIC\n   36  PARTNER OF THE CHILD'S MOTHER, OR THE DONOR AND THE CHILD'S MOTHER AGREE\n   37  IN WRITING THAT THE DONOR SHALL BE A PARENT.\n   38    (E) FOR PURPOSES OF THIS SECTION, A PARENT SHALL ALSO INCLUDE A PERSON\n   39  WHO DEMONSTRATES BY CLEAR AND CONVINCING EVIDENCE THAT (I) THE PARENT OF\n   40  SUCH MINOR CHILD CONSENTED TO THE PERSON'S FORMATION OF  A  PARENT-CHILD\n   41  RELATIONSHIP  WITH  THE  CHILD,  SUCH CONSENT TO BE EXPRESSED IN WRITTEN\n   42  FORM, INCLUDING BUT NOT LIMITED TO, ANY OF  THE  FOLLOWING  EXAMPLES:  A\n   43  BIRTH  CERTIFICATE,  A  SIGNED LETTER AGREEMENT, AN EXECUTED CONTRACT, A\n   44  BIRTH ANNOUNCEMENT, A  RELIGIOUS  CEREMONY  DOCUMENT,  OR  A  SCHOOL  OR\n   45  MEDICAL  RECORD;  (II) THE PERSON RESIDED IN THE SAME HOUSEHOLD WITH THE\n   46  CHILD FOR A LENGTH OF TIME SUFFICIENT, GIVEN THE AGE OF  THE  CHILD,  TO\n   47  HAVE  ESTABLISHED  WITH  THE  CHILD  A  BONDED,  DEPENDENT  RELATIONSHIP\n   48  PARENTAL IN NATURE; (III) THE PERSON PERFORMED  PARENTAL  FUNCTIONS  FOR\n   49  THE  CHILD TO A SIGNIFICANT DEGREE; AND (IV) THE PERSON FORMED A PARENT-\n   50  CHILD BOND WITH THE CHILD. A PARENT UNDER  THIS  SUBDIVISION  SHALL  NOT\n   51  INCLUDE  A  GRANDPARENT OF SUCH MINOR CHILD, A PERSON WHOSE RELATIONSHIP\n   52  WITH THE CHILD IS BASED UPON PAYMENT BY THE PARENT, OR A PERSON WHO  HAS\n   53  NOT  AT ANY TIME BEEN IN A COMMITTED RELATIONSHIP WITH THE PARENT OF THE\n   54  CHILD.\n   55    (F) A PARENT UNDER SUBDIVISION (C), (D) OR (E) OF THIS  SECTION  SHALL\n   56  BE DEEMED TO BE THE LEGAL PARENT OF SUCH MINOR CHILD FOR ALL PURPOSES.\n\n       A. 700--A                           3\n\n    1    (G) THIS SECTION IS HEREBY DECLARED TO BE A REMEDIAL STATUTE AND IS TO\n    2  BE  CONSTRUED  LIBERALLY TO SECURE THE BENEFICIAL INTERESTS AND PURPOSES\n    3  THEREOF IN THE BEST INTERESTS OF THE CHILD.\n    4    S  2.  This  act  shall take effect immediately and shall apply to all\n    5  proceedings filed pursuant to section 70 of the domestic relations  law,\n    6  whether  pending as of the effective date of this act or filed thereaft-\n    7  er.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to determining parentage of a child for purposes of applying to the supreme court or family court for a writ of habeas corpus ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110124.T145633.TXT", "SOBI.D110124.T165642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295989181856
}