{
  "year" : 2011,
  "senateBillNo" : "A701-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A701-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for direct reimbursement to forensic pediatricians for forensic physical abuse assessments by the crime victims board",
  "summary" : "Provides for direct reimbursement to forensic pediatricians for forensic physical abuse assessments by the crime victims board. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          701\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, GALEF, MARKEY, REILLY, CLARK, GOTTFRIED,\n         HOYT, JAFFEE,  LANCMAN,  MAYERSOHN,  MOLINARO,  PHEFFER,  SCHIMMINGER,\n         SPANO,  LUPARDO  --  Multi-Sponsored by -- M. of A. BENEDETTO, MAISEL,\n         McENENY, PEOPLES-STOKES, ROSENTHAL, TOWNS, WEISENBERG -- read once and\n         referred to the Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to  direct  reimbursement\n         to  experts  for  forensic  physical  abuse  assessments  by the crime\n         victims board\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 631 of the executive law is amended by adding a new\n    2  subdivision 18 to read as follows:\n    3    18.  (A)  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW, RULE, OR REGU-\n    4  LATION TO THE CONTRARY, WHENEVER ANY  HOSPITAL  LICENSED  UNDER  ARTICLE\n    5  TWENTY-EIGHT  OF  THE  PUBLIC HEALTH LAW OR CHILD ADVOCACY CENTER ESTAB-\n    6  LISHED UNDER SECTION FOUR HUNDRED TWENTY-THREE-A OF THE SOCIAL  SERVICES\n    7  LAW DETERMINES IT APPROPRIATE TO FURNISH SERVICES RELATING TO THE FOREN-\n    8  SIC  COMPONENT  OF A PHYSICAL ABUSE ASSESSMENT IN ACCORDANCE WITH PROTO-\n    9  COLS AND REGULATIONS ESTABLISHED BY THE DEPARTMENT  OF  HEALTH,  TO  ANY\n   10  PERSON  UNDER  THE AGE OF EIGHTEEN (I) WHO IS THE SUBJECT OF A REPORT TO\n   11  THE CENTRAL REGISTER, AS PROVIDED IN SECTION FOUR HUNDRED TWENTY-TWO  OF\n   12  THE  SOCIAL  SERVICES  LAW,  OR (II) UPON THE REQUEST OF LAW ENFORCEMENT\n   13  PERSONNEL, A REPRESENTATIVE OF THE OFFICE OF THE DISTRICT ATTORNEY, OR A\n   14  HOSPITAL LICENSED UNDER ARTICLE TWENTY-EIGHT OF THE PUBLIC HEALTH LAW OR\n   15  CHILD ADVOCACY CENTER, SUCH HOSPITAL  OR  CHILD  ADVOCACY  CENTER  SHALL\n   16  ENGAGE  A  CHILD  ABUSE PEDIATRICIAN AS DEFINED BY THE AMERICAN BOARD OF\n   17  PEDIATRICS, TO PROVIDE SUCH SERVICES TO THE PERSON  WITHOUT  CHARGE  AND\n   18  SUCH  HOSPITAL  OR  CHILD ADVOCACY CENTER SHALL BILL THE BOARD DIRECTLY.\n   19  THE BOARD, IN CONSULTATION WITH THE DEPARTMENT OF HEALTH, SHALL  PROMUL-\n   20  GATE  REGULATIONS  TO  DEFINE THE SPECIFIC SERVICES TO BE COVERED BY THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00331-02-1\n\n       A. 701                              2\n\n    1  PHYSICAL ABUSE ASSESSMENT REIMBURSEMENT FEE WHICH SHALL INCLUDE PHYSICAL\n    2  EXAMINATION OF SUCH PERSON, DOCUMENTATION  OF  INJURY  WITH  PHOTOGRAPHS\n    3  AND/OR COLPOSCOPY, REVIEW OF SUCH PERSON'S PRIOR MEDICAL RECORDS, REVIEW\n    4  OF RADIOGRAPHS WITH RADIOLOGISTS, CONSULTATION WITH SUCH PERSON'S TREAT-\n    5  ING  PHYSICIANS  AND  OTHER  EXPERTS,  AND MEETING WITH CHILD PROTECTIVE\n    6  SERVICES, LOCAL LAW ENFORCEMENT AND THE PROSECUTION IN  CONNECTION  WITH\n    7  INVESTIGATIONS  BY  MULTI-DISCIPLINARY TEAMS. THE BOARD, IN CONSULTATION\n    8  WITH THE DEPARTMENT OF HEALTH,  SHALL  ALSO  PROMULGATE  REGULATIONS  TO\n    9  IMPLEMENT,  AND  PROVIDE  FORMS FOR, THE DIRECT REIMBURSEMENT PROCEDURE.\n   10  THE RATE FOR REIMBURSEMENT SHALL NOT EXCEED EIGHT HUNDRED DOLLARS, WHICH\n   11  RATE WILL BE REVIEWED AND ADJUSTED ANNUALLY BY THE BOARD IN CONSULTATION\n   12  WITH THE DEPARTMENT OF HEALTH. THE HOSPITAL  OR  CHILD  ADVOCACY  CENTER\n   13  PROVIDING  SUCH  SERVICES  MUST  ACCEPT  THIS FEE AS PAYMENT IN FULL FOR\n   14  THESE SPECIFIED SERVICES. NO ADDITIONAL BILLING OF THE  PERSON  ASSESSED\n   15  OR REFERRING AGENCY FOR SUCH SERVICES IS PERMISSIBLE.\n   16    (B)  ON  OR  BEFORE THE THIRTIETH DAY OF THE SIXTH MONTH FOLLOWING THE\n   17  INITIAL TWELVE-MONTH PERIOD  IN  WHICH  THE  PHYSICAL  ABUSE  ASSESSMENT\n   18  PROGRAM  ESTABLISHED UNDER PARAGRAPH (A) OF THIS SUBDIVISION HAS BEEN IN\n   19  OPERATION, THE CHAIRPERSON SHALL MAKE A  REPORT  TO  THE  GOVERNOR,  THE\n   20  TEMPORARY  PRESIDENT  OF  THE  SENATE  AND  THE  SPEAKER OF THE ASSEMBLY\n   21  CONCERNING THE PHYSICAL ABUSE  ASSESSMENT  PROGRAM.  SUCH  REPORT  SHALL\n   22  INCLUDE  AN  EVALUATION  OF  THE EFFICACY OF SUCH PROGRAM IN IDENTIFYING\n   23  CHILD ABUSE OR MALTREATMENT. SUCH REPORT SHALL  ALSO  RECOMMEND  WHETHER\n   24  THIS  PROGRAM  SHOULD BE EXPANDED AND SHALL ESTIMATE THE FINANCIAL COST,\n   25  IF ANY, OF SUCH PROPOSED EXPANSION.\n   26    S 2. This act shall take effect April 1, 2012.  Effective immediately,\n   27  the addition, amendment and/or repeal of any rule or  regulation  neces-\n   28  sary for the implementation of this act on its effective date is author-\n   29  ized  and  directed to be made and completed on or before such effective\n   30  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to direct reimbursement to experts for forensic physical abuse assessments by the crime victims board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T164434.TXT", "SOBI.D110105.T165710.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294264630055
}