{
  "year" : 2011,
  "senateBillNo" : "A703-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A703-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits moneys appropriated to legal services organizations from being used for certain purposes",
  "summary" : "Prohibits appropriation of state funds to be used by (non-profit) legal services providers to pursue cases and activities involving proactive political litigation, class action suits, lobbying and other attempts to influence political or governmental processes or to promote political philosophies or agendas; authorizes the citizen's policy and complaint review council to make determinations on the frivolity of class action suits by inmates of correctional facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A1059-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          703\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. SAYWARD, CALHOUN, KOLB, DUPREY -- Multi-Sponsored\n         by  --  M. of A.  BURLING, CROUCH, FITZPATRICK, McDONOUGH, MOLINARO --\n         read once and referred to the Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to appropriation of funds\n         for legal services for inmate lawsuits and  to  amend  the  correction\n         law,  in relation to the functions, powers and duties of the citizen's\n         policy and complaint review council\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 837-s\n    2  to read as follows:\n    3    S 837-S. APPROPRIATION FOR LEGAL SERVICES PROVIDERS TO INMATES; PROHI-\n    4  BITIONS. 1. FOR THE PURPOSES OF THIS SECTION THE  TERM  \"LEGAL  SERVICES\n    5  PROVIDER\" SHALL MEAN A PRIVATE, NON-PROFIT ORGANIZATION INCORPORATED AND\n    6  OPERATING  EXCLUSIVELY  IN  NEW  YORK  STATE,  THE  PRIMARY FUNCTION AND\n    7  PURPOSE OF WHICH IS TO PROVIDE  LEGAL  SERVICES  WITHOUT  CHARGE  TO  AN\n    8  INMATE OR INMATES OF A CORRECTIONAL FACILITY.\n    9    2.  NO  APPROPRIATION  OF STATE FUNDS SHALL BE USED FOR LEGAL SERVICES\n   10  FURNISHED TO AN INMATE OF A CORRECTIONAL FACILITY BY  A  LEGAL  SERVICES\n   11  PROVIDER AS DEFINED IN SUBDIVISION ONE OF THIS SECTION FOR THE FOLLOWING\n   12  PURPOSES:\n   13    (A)  TO INITIATE OR PARTICIPATE IN A CLASS ACTION SUIT WHICH IS DEEMED\n   14  FRIVOLOUS PURSUANT TO A FINDING OF THE CITIZEN'S  POLICY  AND  COMPLAINT\n   15  REVIEW COUNCIL AUTHORIZED PURSUANT TO PARAGRAPH ONE-A OF SUBDIVISION (B)\n   16  OF SECTION FORTY-TWO OF THE CORRECTION LAW;\n   17    (B)  TO  ATTEMPT  TO INFLUENCE THE PASSAGE OR DEFEAT OF LEGISLATION, A\n   18  CONSTITUTIONAL AMENDMENT, A REFERENDUM, AN INITIATIVE, OR SIMILAR PROCE-\n   19  DURE OF CONGRESS, A STATE, OR A LOCAL LEGISLATIVE BODY;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01300-01-1\n\n       A. 703                              2\n\n    1    (C) TO ATTEMPT TO INFLUENCE THE ISSUANCE, AMENDMENT, OR REVOCATION  OF\n    2  AN  EXECUTIVE  ORDER, REGULATION, OR OTHER STATEMENT OF GENERAL APPLICA-\n    3  BILITY AND FUTURE EFFECT BY A FEDERAL, STATE OR LOCAL AGENCY;\n    4    (D)  TO  ATTEMPT TO INFLUENCE AN ADJUDICATORY PROCEEDING OF A FEDERAL,\n    5  STATE OR LOCAL AGENCY IF SUCH PART OF THE PROCEEDING IS DESIGNED FOR THE\n    6  FORMULATION OR MODIFICATION OF AN AGENCY POLICY OF GENERAL APPLICABILITY\n    7  AND FUTURE EFFECT; AND\n    8    (E) TO ATTEMPT TO ADVOCATE A PARTICULAR PUBLIC POLICY OR  ENCOURAGE  A\n    9  POLITICAL  ACTIVITY  OR  A DEMONSTRATION, INCLUDING THE DISSEMINATION OF\n   10  INFORMATION ABOUT SUCH A POLICY OR ACTIVITY.\n   11    S 2. Subdivision (b) of section 42 of the correction law is amended by\n   12  adding a new paragraph 1-a to read as follows:\n   13    1-A. (I) TO REVIEW AND DETERMINE WHETHER A CLASS ACTION SUIT INITIATED\n   14  BY AN INMATE OR INMATES OF A CORRECTIONAL FACILITY IS  FRIVOLOUS,  PRIOR\n   15  TO ITS SUBMISSION TO A LEGAL SERVICES PROVIDER AS DEFINED IN SUBDIVISION\n   16  ONE OF SECTION EIGHT HUNDRED THIRTY-SEVEN-S OF THE EXECUTIVE LAW.\n   17    (II) IN DETERMINING WHETHER A CLASS ACTION SUIT INITIATED BY AN INMATE\n   18  OR  INMATES  OF  A CORRECTIONAL FACILITY IS FRIVOLOUS, THE COUNCIL SHALL\n   19  CONSIDER WHETHER:\n   20    (A) THE CLAIM'S REALISTIC CHANCE OF ULTIMATE SUCCESS IS SLIGHT; OR\n   21    (B) THE CLAIM HAS NO ARGUABLE BASIS IN LAW OR FACT; OR\n   22    (C) IT IS CLEAR THAT THE  PARTY  OR  PARTIES  CANNOT  PROVE  FACTS  IN\n   23  SUPPORT OF THE CLAIM; OR\n   24    (D) THE CLAIM IS SUBSTANTIALLY SIMILAR TO A PREVIOUS CLAIM MADE BY THE\n   25  INMATE BECAUSE THE CLAIM ARISES FROM THE SAME OPERATIVE FACTS.\n   26    (III) A DETERMINATION MADE BY THE COUNCIL IS REVIEWABLE PURSUANT TO AN\n   27  ARTICLE  SEVENTY-EIGHT PROCEEDING UNDER THE CIVIL PRACTICE LAW AND RULES\n   28  COMMENCED BY THE LITIGANT.\n   29    S 3. This act shall take effect on the first of April next  succeeding\n   30  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to appropriation of funds for legal services for inmate lawsuits and to amend the correction law, in relation to the functions, powers and duties of the citizen's policy and complaint review council ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T164434.TXT", "SOBI.D110105.T165710.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294264630057
}