{
  "year" : 2011,
  "senateBillNo" : "A704-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A704-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to appointment of the chancellor of the city school district after public hearing",
  "summary" : "Relates to appointment of the chancellor of the city school district after public hearing. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          704\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Education\n\n       AN  ACT  to  amend  the education law, in relation to appointment of the\n         chancellor of the city school district after public hearing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  opening paragraph of section 2590-h of the education\n    2  law, as amended by chapter 345 of the laws of 2009, is amended  to  read\n    3  as follows:\n    4    The  office  of  chancellor  of the city district is hereby continued.\n    5  Such chancellor SHALL BE NOMINATED BY  THE  MAYOR  AND  APPOINTED  AFTER\n    6  PUBLIC  HEARING  AND  CONFIRMATION  OF SUCH NOMINEE BY THE CITY COUNCIL.\n    7  SUCH CHANCELLOR shall serve at the pleasure of and be  employed  by  the\n    8  mayor  of  the city of New York by contract. The length of such contract\n    9  shall not exceed by more than two years the term of office of the  mayor\n   10  authorizing  such  contract. The chancellor shall receive a salary to be\n   11  fixed by the mayor within the budgetary allocation therefor. He  or  she\n   12  shall  exercise  all his or her powers and duties in a manner not incon-\n   13  sistent with the city-wide educational policies of the city  board.  The\n   14  chancellor shall have the following powers and duties as the superinten-\n   15  dent of schools and chief executive officer for the city district, which\n   16  the  chancellor  shall exercise to promote an equal educational opportu-\n   17  nity for all students in the  schools  of  the  city  district,  promote\n   18  fiscal  and  educational equity, increase student achievement and school\n   19  performance and encourage local school-based innovation,  including  the\n   20  power and duty to:\n   21    S  2. This act shall take effect immediately, provided that the amend-\n   22  ments to the opening paragraph of section 2590-h of  the  education  law\n   23  made  by section one of this act shall not affect the expiration of such\n   24  section and shall be deemed to expire therewith.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05120-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to appointment of the chancellor of the city school district after public hearing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T164434.TXT", "SOBI.D110105.T165710.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294264630059
}