{
  "year" : 2011,
  "senateBillNo" : "A707-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A707-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits solid waste polluters from procuring solid waste public contracts",
  "summary" : "Prohibits certain solid waste polluters from procuring public contracts for certain periods of time after violations and until all debts to the state are satisfied; prohibits individuals found guilty of solid waste pollution from serving as members of any board of any entity engaged in solid waste removal and disposal. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1321-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          707\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON, ENGLEBRIGHT, JAFFEE, SPANO -- Multi-Spon-\n         sored  by  --  M.  of  A.    DINOWITZ -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         prohibiting any solid waste polluter from procuring solid waste public\n         contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 71-2730 to read as follows:\n    3  S  71-2730. ENFORCEMENT OF SOLID WASTE POLLUTION VIOLATIONS; PROHIBITION\n    4               OF PROCUREMENT OF SOLID WASTE PUBLIC CONTRACTS.\n    5    1. WHEN USED IN THIS SECTION:\n    6    A. \"SOLID WASTE\" SHALL HAVE THE SAME MEANING  AS  DEFINED  IN  SECTION\n    7  27-0701 OF THIS CHAPTER.\n    8    B. \"PROCUREMENT OF A SOLID WASTE PUBLIC CONTRACT\" MEANS ANY SUBMISSION\n    9  OF  BIDS, ENTRANCE INTO CONTRACTUAL RELATIONSHIPS, AND CONDUCTION OF ANY\n   10  CONTRACTUAL BUSINESS WITH ANY PUBLIC ENTITY WITHIN THE STATE, THAT DEALS\n   11  WITH SOLID WASTE, INCLUDING, BUT NOT LIMITED  TO,  ANY  STATE  OR  LOCAL\n   12  BOARD, AGENCY, COMMISSION, DEPARTMENT OR AUTHORITY.\n   13    2.  ANY  PERSON FOUND GUILTY OF A FELONY VIOLATION PURSUANT TO SECTION\n   14  71-2703 OF THIS TITLE SHALL BE PROHIBITED FROM PROCURING ANY SOLID WASTE\n   15  PUBLIC CONTRACTS FOR THE FOLLOWING PERIODS:\n   16    A. AFTER ONE VIOLATION, THE PROHIBITION PERIOD  SHALL  BE  FIVE  YEARS\n   17  FOLLOWING  THE DATE OF THE JUDGMENT, VERDICT, DECISION OR ORDER IMPOSING\n   18  SUCH VIOLATION.\n   19    B. AFTER TWO VIOLATIONS, THE PROHIBITION PERIOD  SHALL  BE  TEN  YEARS\n   20  FOLLOWING  THE DATE OF THE JUDGMENT, VERDICT, DECISION OR ORDER IMPOSING\n   21  SUCH SECOND VIOLATION. SUCH PROHIBITION PERIOD SHALL BE IN  ADDITION  TO\n   22  ANY OTHER PROHIBITION PERIOD ALREADY IMPOSED PURSUANT TO THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04859-01-1\n\n       A. 707                              2\n\n    1    C.  AFTER  THREE  OR  MORE  VIOLATIONS,  THE VIOLATING PERSON SHALL BE\n    2  PERMANENTLY PROHIBITED FROM PROCURING ANY SOLID WASTE PUBLIC CONTRACTS.\n    3    3.  ANY  PERSON  FOUND  GUILTY  OF  A  MISDEMEANOR PURSUANT TO SECTION\n    4  71-2703 OF THIS TITLE SHALL BE PROHIBITED FROM PROCURING ANY SOLID WASTE\n    5  PUBLIC CONTRACTS FOR THE FOLLOWING PERIODS:\n    6    A. AFTER ONE VIOLATION, THE  PROHIBITION  PERIOD  SHALL  BE  ONE  YEAR\n    7  FOLLOWING  THE DATE OF THE JUDGMENT, VERDICT, DECISION OR ORDER IMPOSING\n    8  SUCH VIOLATION.\n    9    B. AFTER TWO VIOLATIONS, THE PROHIBITION PERIOD  SHALL  BE  TWO  YEARS\n   10  FOLLOWING  THE DATE OF THE JUDGMENT, VERDICT, DECISION OR ORDER IMPOSING\n   11  SUCH SECOND VIOLATION. SUCH PROHIBITION PERIOD SHALL BE IN  ADDITION  TO\n   12  ANY OTHER PROHIBITION PERIOD ALREADY IMPOSED PURSUANT TO THIS SECTION.\n   13    C.  AFTER  THREE  OR  MORE VIOLATIONS, THE PROHIBITION PERIOD SHALL BE\n   14  FIVE YEARS FOLLOWING THE DATE OF  THE  JUDGMENT,  VERDICT,  DECISION  OR\n   15  ORDER IMPOSING SUCH THIRD VIOLATION AND EACH SUBSEQUENT VIOLATION THERE-\n   16  AFTER.  SUCH PROHIBITION PERIOD SHALL BE IN ADDITION TO ANY OTHER PROHI-\n   17  BITION PERIOD ALREADY IMPOSED PURSUANT TO THIS SECTION.\n   18    4.  ANY  PERSON  WHO  HAS BEEN FOUND GUILTY OF A VIOLATION PURSUANT TO\n   19  SECTION 71-2703 OF THIS TITLE SHALL BE  PROHIBITED  FROM  SERVING  AS  A\n   20  MEMBER  OF  ANY BOARD OR OTHER CONTROLLING BODY OF ANY ENTITY ENGAGED IN\n   21  THE BUSINESS OF SOLID WASTE REMOVAL AND DISPOSAL.\n   22    5. NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, THIS  SECTION\n   23  SHALL  REMAIN  APPLICABLE  TO  ANY VIOLATING ENTITY THAT REORGANIZES AND\n   24  INCORPORATES AS A NEW ENTITY PURSUANT TO TITLE 11 OF THE  UNITED  STATES\n   25  CODE.\n   26    6. ANY PROHIBITION PERIOD IMPOSED BY THIS SECTION SHALL BE IN ADDITION\n   27  TO ANY OTHER PENALTY AUTHORIZED BY THIS CHAPTER OR ANY OTHER LAW.\n   28    S 2. This act shall take effect on the one hundred twentieth day after\n   29  it  shall  have  become  a law; provided that the department of environ-\n   30  mental conservation is authorized to promulgate any and  all  rules  and\n   31  regulations  and take any other measures necessary to implement this act\n   32  on its effective date, on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to prohibiting any solid waste polluter from procuring solid waste public contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114001.TXT", "SOBI.D110105.T170230.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294264950139
}