{
  "year" : 2011,
  "senateBillNo" : "A708-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A708-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"jobs and trade act\"",
  "summary" : "Enacts \"jobs and trade act\"; establishes the labor and trade enforcement task force; requires annual trade impact reports; preserves state authority over procurement policies. ",
  "currentCommittee" : null,
  "sameAs" : "S2398",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A1268-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          708\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. COLTON, ABBATE, DESTITO, HOYT, CAHILL, JAFFEE,\n         SPANO, PERRY, SCHIMEL, SCHROEDER, KELLNER, MAISEL,  ROBINSON,  WRIGHT,\n         PHEFFER,  FINCH,  McDONOUGH -- Multi-Sponsored by -- M. of A. BOYLAND,\n         CALHOUN, CAMARA, GABRYSZAK, GIGLIO, HIKIND,  HOOPER,  LIFTON,  MARKEY,\n         McENENY,  J. MILLER,  MILLMAN,  REILLY,  SWEENEY, TOWNS, WEISENBERG --\n         read once and referred to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to  enacting  the  \"jobs  and\n         trade act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"jobs and trade act\".\n    3    S  2.  The  labor law is amended by adding a new article 21 to read as\n    4  follows:\n    5                                  ARTICLE 21\n    6                             JOBS AND TRADE ACT\n    7  SECTION 750. LEGISLATIVE INTENT.\n    8          751. ROLE OF THE LEGISLATURE IN TRADE POLICY.\n    9          752. LABOR AND TRADE ENFORCEMENT TASK FORCE.\n   10    S 750. LEGISLATIVE INTENT.   THE  LEGISLATURE  HEREBY  DETERMINES  AND\n   11  DECLARES THAT:\n   12    1. STATES HAVE TRADITIONALLY ENJOYED A LARGE DEGREE OF AUTONOMY TO SET\n   13  THEIR  OWN  PROCUREMENT AND EMPLOYMENT POLICIES UNDER THE U.S. SYSTEM OF\n   14  FEDERALISM.\n   15    2. RECENT INTERNATIONAL TRADE AGREEMENTS THREATEN TO ERODE THIS TRADI-\n   16  TIONAL STATE AUTONOMY BY REQUIRING STATE GOVERNMENTS TO  ACCORD  FOREIGN\n   17  SUPPLIERS  OF  GOODS  AND SERVICES TREATMENT NO LESS FAVORABLE THAN THAT\n   18  AFFORDED TO IN-STATE SUPPLIERS. IN ADDITION,  THE  AGREEMENTS  STIPULATE\n   19  THAT  STATE  CONTRACT SPECIFICATIONS MUST NOT BURDEN TRADE ANY MORE THAN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04826-01-1\n\n       A. 708                              2\n\n    1  NECESSARY, AND LIMIT SUPPLIER QUALIFICATIONS TO QUALIFICATIONS THAT  ARE\n    2  \"ESSENTIAL\" TO THE PERFORMANCE OF THE CONTRACT.\n    3    3.  STATE  LEGISLATORS  HAVE  AN  IMPORTANT ROLE TO PLAY IN PRESERVING\n    4  STATE AUTHORITY OVER PROCUREMENT POLICY. THESE CRITICAL DECISIONS SHOULD\n    5  BE MADE ONLY WITH THE INVOLVEMENT OF THE LEGISLATURE, AND ONLY AFTER THE\n    6  PUBLIC HAS BEEN ADEQUATELY INFORMED AND HAS OPENLY  DEBATED  THE  ISSUES\n    7  INVOLVED.\n    8    4.  IT  IS CRITICAL FOR CITIZENS, STATE AGENCIES, THE LEGISLATURE, AND\n    9  OTHER ELECTED OFFICIALS IN THE STATE TO HAVE ACCESS TO INFORMATION ABOUT\n   10  HOW TRADE IMPACTS STATE LEGISLATIVE AUTHORITY, THE STATE'S ECONOMY,  AND\n   11  EXISTING  STATE LAWS IN ORDER TO PARTICIPATE IN AN INFORMED DEBATE ABOUT\n   12  INTERNATIONAL TRADE ISSUES.\n   13    5. IT IS THE SENSE OF THIS LEGISLATURE THAT THE CONGRESS OF THE UNITED\n   14  STATES SHOULD PASS  LEGISLATION  INSTRUCTING  THE  UNITED  STATES  TRADE\n   15  REPRESENTATIVE  (USTR)  TO  FULLY  AND FORMALLY CONSULT INDIVIDUAL STATE\n   16  LEGISLATURES REGARDING PROCUREMENT, SERVICES, INVESTMENT, OR  ANY  OTHER\n   17  TRADE AGREEMENT RULES THAT IMPACT STATE LAWS OR AUTHORITY BEFORE NEGOTI-\n   18  ATIONS  BEGIN AND AS THEY DEVELOP, AND TO SEEK CONSENT FROM STATE LEGIS-\n   19  LATURES IN ADDITION TO GOVERNORS PRIOR  TO  BINDING  STATES  TO  CONFORM\n   20  THEIR  LAWS  TO  THE  TERMS OF INTERNATIONAL COMMERCIAL AGREEMENTS. SUCH\n   21  LEGISLATION IS NECESSARY TO ENSURE THE PRIOR  INFORMED  CONSENT  OF  THE\n   22  STATE  WITH  REGARD  TO FUTURE INTERNATIONAL TRADE AND INVESTMENT AGREE-\n   23  MENTS.\n   24    S 751. ROLE OF THE LEGISLATURE IN TRADE POLICY.   1. IT SHALL  BE  THE\n   25  POLICY OF THE STATE THAT APPROVAL FOR THE STATE TO BE BOUND BY ANY TRADE\n   26  AGREEMENT REQUIRES THE CONSENT OF THE LEGISLATURE.\n   27    2.  THE  FOLLOWING ACTIONS ARE REQUIRED BEFORE THE STATE SHALL CONSENT\n   28  TO THE TERMS OF A TRADE AGREEMENT:\n   29    A. WHEN A REQUEST HAS BEEN RECEIVED, THE GOVERNOR, THE TEMPORARY PRES-\n   30  IDENT OF THE SENATE OR THE SPEAKER OF THE ASSEMBLY  MAY  SUBMIT  TO  THE\n   31  LEGISLATURE, ON A DAY ON WHICH BOTH HOUSES ARE IN SESSION, A COPY OF THE\n   32  FINAL LEGAL TEXT OF THE AGREEMENT, TOGETHER WITH:\n   33    I.  A REPORT BY THE LABOR AND TRADE ENFORCEMENT TASK FORCE WHICH SHALL\n   34  INCLUDE AN ANALYSIS OF HOW THE AGREEMENT OF THE STATE  TO  THE  SPECIFIC\n   35  PROVISIONS OF THE AGREEMENT SHALL CHANGE OR AFFECT EXISTING STATE LAW;\n   36    II.  A  STATEMENT  OF  ANY ADMINISTRATIVE ACTION PROPOSED TO IMPLEMENT\n   37  THESE TRADE AGREEMENT PROVISIONS IN THE STATE; AND\n   38    III. A DRAFT OF LEGISLATION AUTHORIZING THE STATE TO SIGN  ON  TO  THE\n   39  SPECIFIC LISTED PROVISIONS OF THE AGREEMENT IN QUESTION.\n   40    B.  A PUBLIC HEARING TO BE CONDUCTED BY THE CHAIRPERSONS OF THE SENATE\n   41  AND ASSEMBLY LABOR COMMITTEES, WITH ADEQUATE PUBLIC NOTICE, SHALL  OCCUR\n   42  BEFORE THE LEGISLATURE VOTES ON THE LEGISLATION; AND\n   43    C. THE LEGISLATION AUTHORIZING THE STATE TO SIGN ON TO SPECIFIC LISTED\n   44  PROVISIONS OF AN AGREEMENT IS ENACTED INTO LAW.\n   45    3.  THE  ATTORNEY GENERAL SHALL NOTIFY THE USTR OF THE POLICIES ESTAB-\n   46  LISHED IN THIS ARTICLE IN WRITING NO LATER  THAN  DECEMBER  THIRTY-FIRST\n   47  AND  SHALL  PROVIDE  COPIES OF SUCH NOTICE TO THE TEMPORARY PRESIDENT OF\n   48  THE SENATE, SPEAKER OF  THE  ASSEMBLY,  THE  GOVERNOR  AND  THE  STATE'S\n   49  CONGRESSIONAL DELEGATION.\n   50    S  752.  LABOR  AND  TRADE ENFORCEMENT TASK FORCE.   1. THERE SHALL BE\n   51  WITHIN THE DEPARTMENT THE LABOR AND TRADE ENFORCEMENT TASK FORCE.\n   52    2. THE LABOR AND TRADE ENFORCEMENT TASK FORCE IS DIRECTED TO:\n   53    A. MONITOR TRADE NEGOTIATIONS AND DISPUTES IMPACTING THE STATE  ECONO-\n   54  MY;\n\n       A. 708                              3\n\n    1    B.  ANALYZE  PENDING TRADE AGREEMENTS THE STATE IS CONSIDERING SIGNING\n    2  AND PROVIDE THE ANALYSIS  TO  THE  GOVERNOR,  THE  LEGISLATURE  AND  THE\n    3  PUBLIC;\n    4    C.  PROVIDE  TECHNICAL  ASSISTANCE  TO  WORKERS  AND FIRMS IMPACTED BY\n    5  UNFAIR TRADE PRACTICES;\n    6    D. PROVIDE A TRADE IMPACT REPORT TO THE GOVERNOR, THE TEMPORARY PRESI-\n    7  DENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY, AND THE PUBLIC NO LATER\n    8  THAN MARCH THIRTY-FIRST, TWO THOUSAND TWELVE AND ANNUALLY THEREAFTER;\n    9    E. PROVIDE ADDITIONAL RESEARCH AND ANALYSIS AS REQUESTED BY THE GOVER-\n   10  NOR AND THE TEMPORARY PRESIDENT OF THE SENATE AND  THE  SPEAKER  OF  THE\n   11  ASSEMBLY;\n   12    F.  SERVE AS THE STATE'S OFFICIAL LIAISONS WITH THE FEDERAL GOVERNMENT\n   13  AND AS THE LEGISLATURE'S LIAISONS WITH  THE  GOVERNOR  ON  TRADE-RELATED\n   14  MATTERS;\n   15    G.  SERVE AS THE DESIGNATED RECIPIENTS OF FEDERAL REQUESTS FOR CONSENT\n   16  OR CONSULTATION REGARDING INVESTMENT,  PROCUREMENT,  SERVICES  OR  OTHER\n   17  PROVISIONS  OF INTERNATIONAL TRADE AGREEMENTS WHICH IMPINGE ON STATE LAW\n   18  OR REGULATORY AUTHORITY RESERVED TO THE STATE;\n   19    H. TRANSMIT INFORMATION REGARDING FEDERAL REQUESTS FOR CONSENT TO  THE\n   20  OFFICE OF THE GOVERNOR, THE ATTORNEY GENERAL AND THE CHAIRPERSONS OF THE\n   21  SENATE AND ASSEMBLY LABOR COMMITTEES;\n   22    I.  ISSUE  A  FORMAL  REQUEST  TO  OTHER APPROPRIATE STATE AGENCIES TO\n   23  PROVIDE ANALYSIS OF ALL PROPOSED TRADE AGREEMENTS' IMPACT ON LEGISLATIVE\n   24  AUTHORITY AND THE ECONOMY OF THE STATE;\n   25    J. INFORM ALL MEMBERS OF THE LEGISLATURE  ON  A  REGULAR  BASIS  ABOUT\n   26  ONGOING  TRADE  NEGOTIATIONS  AND  DISPUTE  SETTLEMENT  PROCEEDINGS WITH\n   27  IMPLICATIONS FOR THE STATE MORE GENERALLY;\n   28    K. COMMUNICATE THE INTERESTS AND CONCERNS OF THE  LEGISLATURE  TO  THE\n   29  USTR REGARDING ONGOING AND PROPOSED TRADE NEGOTIATIONS; AND\n   30    L. NOTIFY THE USTR OF THE OUTCOME OF ANY LEGISLATIVE ACTION.\n   31    3.  EACH  ANNUAL  TRADE  IMPACT  REPORT REQUIRED BY THIS SECTION SHALL\n   32  INCLUDE:\n   33    A. AN AUDIT OF THE AMOUNT OF  PUBLIC  CONTRACT  WORK  BEING  PERFORMED\n   34  OVERSEAS;\n   35    B. AN AUDIT OF GOVERNMENT GOODS BEING PROCURED FROM OVERSEAS;\n   36    C.  A  STUDY  OF TRADE'S IMPACTS ON STATE AND LOCAL EMPLOYMENT LEVELS,\n   37  TAX REVENUES AND RETRAINING AND ADJUSTMENT COSTS;\n   38    D. AN ANALYSIS OF THE CONSTRAINTS TRADE RULES PLACE ON STATE REGULATO-\n   39  RY AUTHORITY, INCLUDING BUT  NOT  LIMITED  TO  THE  STATE'S  ABILITY  TO\n   40  PRESERVE  THE ENVIRONMENT, PROTECT PUBLIC HEALTH AND SAFETY, AND PROVIDE\n   41  HIGH-QUALITY PUBLIC SERVICES; AND\n   42    E. FINDINGS AND RECOMMENDATIONS OF SPECIFIC ACTIONS THE  STATE  SHOULD\n   43  TAKE IN RESPONSE TO THE IMPACTS OF TRADE ON THE STATE IDENTIFIED IN THIS\n   44  SECTION.\n   45    4. SUCH ACTIONS MAY INCLUDE, BUT SHALL NOT BE LIMITED TO:\n   46    A.  REVOCATION  OF  THE STATE'S CONSENT TO BE BOUND BY THE PROCUREMENT\n   47  RULES OF INTERNATIONAL TRADE AGREEMENTS;\n   48    B. PROHIBITION OF OFFSHORE PERFORMANCE  OF  STATE  CONTRACT  WORK  AND\n   49  PREFERENCES FOR DOMESTIC CONTENT IN STATE PURCHASING;\n   50    C.  STATE  SUPPORT FOR CASES BROUGHT UNDER FEDERAL TRADE LAWS BY RESI-\n   51  DENTS OF THE STATE;\n   52    D. STATE ADVOCACY FOR REFORM OF TRADE AGREEMENTS AND TRADE LAWS AT THE\n   53  FEDERAL LEVEL; AND\n   54    E. IMPLEMENTATION OF A HIGH-ROAD GROWTH STRATEGY FORMULATED WITH BUSI-\n   55  NESS, LABOR AND COMMUNITY PARTICIPATION.\n   56    5. SUCH A STRATEGY MAY INCLUDE, BUT NOT BE LIMITED TO:\n\n       A. 708                              4\n\n    1    A. MORE EFFECTIVE EARLY WARNING AND LAYOFF AVERSION MEASURES;\n    2    B.  INCREASED ASSISTANCE AND ADJUSTMENT PROGRAMS FOR DISPLACED WORKERS\n    3  AND TRADE-IMPACTED COMMUNITIES;\n    4    C. STRONGER STANDARDS  AND  ACCOUNTABILITY  FOR  RECIPIENTS  OF  STATE\n    5  SUBSIDIES AND INCENTIVES;\n    6    D. INVESTMENTS IN WORKFORCE TRAINING AND DEVELOPMENT;\n    7    E. INVESTMENTS IN TECHNOLOGY AND INFRASTRUCTURE; AND\n    8    F. INCREASED ACCESS TO CAPITAL FOR LOCAL PRODUCERS.\n    9    6. WITHIN THIRTY DAYS OF RECEIPT OF THE ANNUAL TRADE IMPACT REPORT:\n   10    A.  THE  GOVERNOR SHALL REVIEW THE REPORT AND ISSUE A PUBLIC STATEMENT\n   11  EXPLAINING WHICH OF THE REPORT'S RECOMMENDATIONS FOR SPECIFIC ACTION THE\n   12  GOVERNOR WILL ACT UPON IN THE NEXT THIRTY DAYS, WHETHER  THROUGH  EXECU-\n   13  TIVE ACTION OR PROPOSED LEGISLATION; AND\n   14    B.  THE  LEGISLATURE  SHALL REVIEW THE REPORT, HOLD PUBLIC HEARINGS ON\n   15  THE REPORT'S RECOMMENDATIONS FOR SPECIFIC ACTION  AND  INTRODUCE  LEGIS-\n   16  LATION TO ENACT THOSE RECOMMENDATIONS ACCEPTED BY THE LEGISLATURE.\n   17    7.  A.    THE  LABOR AND TRADE ENFORCEMENT TASK FORCE SHALL CONSIST OF\n   18  FIFTEEN MEMBERS, ACTING BY A  MAJORITY  THEREOF,  AND  COMPOSED  OF  THE\n   19  FOLLOWING:  THE  COMMISSIONER  OF  LABOR,  FOUR MEMBERS APPOINTED BY THE\n   20  GOVERNOR; THREE MEMBERS APPOINTED BY THE GOVERNOR UPON  THE  RECOMMENDA-\n   21  TION  OF  THE TEMPORARY PRESIDENT OF THE SENATE; THREE MEMBERS APPOINTED\n   22  BY THE GOVERNOR UPON THE RECOMMENDATION OF THE SPEAKER OF THE  ASSEMBLY;\n   23  TWO MEMBERS APPOINTED BY THE GOVERNOR UPON THE RECOMMENDATION OF THE NEW\n   24  YORK STATE AMERICAN FEDERATION OF LABOR-CONGRESS OF INDUSTRIAL ORGANIZA-\n   25  TIONS; AND TWO MEMBERS APPOINTED BY THE GOVERNOR UPON THE RECOMMENDATION\n   26  OF THE BUSINESS COUNCIL.\n   27    B. THE TASK FORCE SHALL:\n   28    I. ASSESS THE LEGAL AND ECONOMIC IMPACTS OF TRADE AGREEMENTS;\n   29    II. PROVIDE INPUT ON THE ANNUAL TRADE IMPACT REPORT;\n   30    III.  HOLD  PUBLIC  HEARINGS  ON  THE IMPACT OF TRADE ON THE STATE AND\n   31  COMMUNITIES, AS WELL AS THE IMPACT OF THE ANNUAL TRADE IMPACT REPORT  ON\n   32  THE STATE; AND\n   33    IV.  MAKE  POLICY  RECOMMENDATIONS  TO  THE GOVERNOR, LEGISLATURE, THE\n   34  STATE'S CONGRESSIONAL DELEGATION AND U.S. TRADE NEGOTIATORS.\n   35    C. THE TASK FORCE SHALL CONVENE QUARTERLY.\n   36    D. THE TASK FORCE SHALL APPOINT A CHAIRPERSON FROM AMONG ITS MEMBERS.\n   37    E. THE MEMBERS OF THE TASK FORCE SHALL  RECEIVE  NO  COMPENSATION  FOR\n   38  THEIR  SERVICE  BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES\n   39  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   40    S 3. This act shall take effect on the one hundred twentieth day after\n   41  it shall have become a law; provided, however, that effective immediate-\n   42  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   43  necessary  for  the  implementation of this act on its effective date is\n   44  authorized and directed to be made  and  completed  on  or  before  such\n   45  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to enacting the \"jobs and trade act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114001.TXT", "SOBI.D110125.T092358.TXT", "SOBI.D110106.T095657.TXT", "SOBI.D110119.T162328.TXT", "SOBI.D110128.T090233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296223353430
}