{
  "year" : 2011,
  "senateBillNo" : "A71-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A71-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies the scope of protections against discrimination on the basis of disability in services provided by public entities",
  "summary" : "Clarifies the scope of protections against discrimination on the basis of disability in services provided by public entities including exclusion from participation or denial of benefits, services, programs or activities of a public entity and refusal of a public entity to make reasonable accommodations unless such entity can establish undue hardship; defines terms. ",
  "currentCommittee" : null,
  "sameAs" : "S2407",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10676-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          71\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN, CUSICK, GUNTHER, MILLMAN, J. RIVERA,\n         ROSENTHAL, SCHROEDER, WEISENBERG, JAFFEE,  TITUS,  KAVANAGH,  LANCMAN,\n         SPANO  -- Multi-Sponsored by -- M.  of A. BING, CLARK, COLTON, GABRYS-\n         ZAK, GLICK, GOTTFRIED, LUPARDO, MARKEY, MAYERSOHN,  McENENY,  PHEFFER,\n         REILLY,  SWEENEY,  TOWNS -- read once and referred to the Committee on\n         Governmental Operations\n\n       AN ACT to amend the executive  law,  in  relation  to  certain  unlawful\n         discriminatory practices\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 292 of the executive law is amended by  adding  two\n    2  new subdivisions 35 and 36 to read as follows:\n    3    35. THE TERM \"PUBLIC ENTITY\" MEANS THE STATE OR ANY POLITICAL SUBDIVI-\n    4  SION  THEREOF,  AND ANY DEPARTMENT, AGENCY, SPECIAL PURPOSE DISTRICT, OR\n    5  OTHER INSTRUMENTALITY OF THE STATE OR LOCAL GOVERNMENT.\n    6    36. THE TERM \"AUXILIARY AIDS AND SERVICES\" INCLUDES:\n    7    (A) QUALIFIED INTERPRETERS OR OTHER EFFECTIVE METHODS OF MAKING AURAL-\n    8  LY DELIVERED MATERIALS AVAILABLE TO  INDIVIDUALS  WITH  HEARING  IMPAIR-\n    9  MENTS;\n   10    (B) QUALIFIED READERS, TAPED TEXT OR OTHER EFFECTIVE METHODS OF MAKING\n   11  VISUALLY  DELIVERED  MATERIALS  AVAILABLE  TO  INDIVIDUALS  WITH  VISUAL\n   12  IMPAIRMENTS;\n   13    (C) ACQUISITION OR MODIFICATION OF EQUIPMENT OR DEVICES; AND\n   14    (D) OTHER SIMILAR SERVICES AND ACTIONS.\n   15    S 2. Section 296 of the executive law is amended by adding  three  new\n   16  subdivisions 3-c, 3-d and 3-e to read as follows:\n   17    3-C.  NO  QUALIFIED  INDIVIDUAL  WITH A DISABILITY SHALL, BY REASON OF\n   18  SUCH DISABILITY, BE EXCLUDED FROM PARTICIPATION  IN  OR  BE  DENIED  THE\n   19  BENEFITS  OF THE SERVICES, PROGRAMS OR ACTIVITIES OF A PUBLIC ENTITY, OR\n   20  BE SUBJECTED TO DISCRIMINATION BY ANY SUCH ENTITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00918-01-1\n\n       A. 71                               2\n\n    1    3-D. IT SHALL BE AN UNLAWFUL  DISCRIMINATORY  PRACTICE  FOR  A  PUBLIC\n    2  ENTITY  TO REFUSE TO MAKE REASONABLE MODIFICATIONS TO RULES, POLICIES OR\n    3  PRACTICES; TO REFUSE TO REMOVE ARCHITECTURAL, COMMUNICATION,  OR  TRANS-\n    4  PORTATION  BARRIERS; OR TO REFUSE TO PROVIDE AUXILIARY AIDS AND SERVICES\n    5  TO  A  PERSON  WITH  A  DISABILITY  WHO  MEETS THE ESSENTIAL ELIGIBILITY\n    6  REQUIREMENTS FOR SERVICES BY A PUBLIC ENTITY, UNLESS THE  PUBLIC  ENTITY\n    7  CAN  DEMONSTRATE THAT TO DO SO WOULD POSE AN UNDUE HARDSHIP. THE FACTORS\n    8  TO BE CONSIDERED IN DETERMINING \"UNDUE HARDSHIP\" SHALL INCLUDE THE  SIZE\n    9  OF THE PUBLIC ENTITY, AND THE NATURE AND COST OF THE ACCOMMODATION NEED-\n   10  ED.\n   11    3-E.  TO THE EXTENT THAT THE SERVICES, PROGRAMS, ACTIVITIES, OR RULES,\n   12  POLICIES AND PRACTICES OF THE NATIONAL RAILROAD  PASSENGER  CORPORATION,\n   13  OR  OTHER PUBLIC TRANSPORTATION ENTITY WHICH IS OPERATED BY THE STATE, A\n   14  COUNTY, CITY, TOWN OR VILLAGE, OR ANY AGENCY THEREOF, OR BY  ANY  PUBLIC\n   15  BENEFIT  CORPORATION OR AUTHORITY, ARE COVERED BY SUBTITLE B TITLE II OF\n   16  THE AMERICANS WITH DISABILITIES ACT OF 1990, 42 USC 12141 ET  SEQ.,  ANY\n   17  AMENDMENTS  THERETO,  AND  THE  REGULATIONS PROMULGATED THEREUNDER, SUCH\n   18  ENTITIES SHALL NOT  BE  SUBJECT  TO  THE  REQUIREMENTS  OF  SUBDIVISIONS\n   19  THREE-C  AND  THREE-D  OF  THIS SECTION INCLUDING BUT NOT LIMITED TO THE\n   20  REQUIREMENTS FOR THE REMOVAL OF ARCHITECTURAL, COMMUNICATIONS, OR TRANS-\n   21  PORTATION BARRIERS UNDER SUBDIVISION THREE-D OF THIS SECTION.\n   22    S 3. This act shall take effect on the one hundred twentieth day after\n   23  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to certain unlawful discriminatory practices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T100312.TXT", "SOBI.D101217.T104432.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101217.T104933.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T102403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295535792858
}