{
  "year" : 2011,
  "senateBillNo" : "A710-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A710-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires N.Y. city to collect discarded recyclable materials at city parks, playgrounds, historic sites and other facilities",
  "summary" : "Requires cities with a population of one million or more to collect discarded recyclable materials at city parks, playgrounds, historic sites and other recreational facilities; requires the posting of signs on facilities without trash receptacles stating that trash must be retained until you reach a trash can; provides state assistance for such programs. ",
  "currentCommittee" : null,
  "sameAs" : "S1917",
  "lawSection" : "General City Law",
  "previousVersions" : [ "A8230-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          710\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Environmental Conservation\n\n       AN  ACT  to  amend  the  general  city law, in relation to requiring the\n         collection of recyclable materials  at  parks,  playgrounds,  historic\n         sites and other recreational facilities in cities with a population of\n         one  million or more; and to amend the environmental conservation law,\n         in relation to providing state assistance therefor to municipalities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The general city law is amended by adding a new section\n    2  20-h to read as follows:\n    3    S 20-H. COLLECTION OF RECYCLABLE  MATERIALS; CERTAIN CITIES. 1.  EVERY\n    4  CITY  HAVING  A  POPULATION  OF  ONE MILLION OR MORE SHALL ESTABLISH AND\n    5  IMPLEMENT A PROGRAM FOR THE COLLECTION OF RECYCLABLE MATERIALS THAT  ARE\n    6  DISCARDED  IN  CITY  PARKS, PLAYGROUNDS, HISTORIC SITES AND OTHER RECRE-\n    7  ATIONAL FACILITIES. SUCH RECYCLABLE MATERIALS SHALL INCLUDE, BUT NOT  BE\n    8  LIMITED  TO,  METAL,  PLASTIC, GLASS AND PAPER. IN EACH SUCH PARK, PLAY-\n    9  GROUND, HISTORIC SITE AND OTHER RECREATIONAL FACILITY  SUCH  CITY  SHALL\n   10  INSTALL  BINS  FOR  THE  COLLECTION  OF  RECYCLABLE  MATERIALS. THE CITY\n   11  DEPARTMENT OF SANITATION SHALL REGULARLY COLLECT  AND  PROVIDE  FOR  THE\n   12  RECYCLING OF THE RECYCLABLE MATERIALS COLLECTED.\n   13    2.  THE  CITY  SHALL POST SIGNS IN THOSE PORTIONS OF CITY PARKS, PLAY-\n   14  GROUNDS, HISTORIC SITES AND OTHER RECREATIONAL FACILITIES, WHICH DO  NOT\n   15  HAVE  TRASH  RECEPTACLES,  STATING  \"PLEASE  TAKE ANY TRASH YOU GENERATE\n   16  WHILE UPON THIS FACILITY WITH YOU FOR DISPOSAL WHEN YOU  REACH  A  TRASH\n   17  RECEPTACLE.\"\n   18    3.  EVERY CITY HAVING A POPULATION OF ONE MILLION OR MORE WHICH ESTAB-\n   19  LISHES AND IMPLEMENTS A RECYCLABLES RECOVERY PROGRAM PURSUANT TO  SUBDI-\n   20  VISION  ONE OF THIS SECTION SHALL BE ELIGIBLE TO APPLY FOR STATE ASSIST-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00237-01-1\n\n       A. 710                              2\n\n    1  ANCE FOR  A  RECYCLING  PROJECT  PURSUANT  TO  TITLE  SEVEN  OF  ARTICLE\n    2  FIFTY-FOUR OF THE ENVIRONMENTAL CONSERVATION LAW.\n    3    S  2.  Subdivision 3 of section 54-0701 of the environmental conserva-\n    4  tion law, as amended by chapter 146 of the laws of 2000, is  amended  to\n    5  read as follows:\n    6    3.  \"Recyclables  recovery  program\"  means  a program undertaken by a\n    7  municipality consistent with requirements of section one  hundred  twen-\n    8  ty-aa of the general municipal law AND/OR SECTION TWENTY-H OF THE GENER-\n    9  AL CITY LAW to provide for the environmentally sound recovery of recycl-\n   10  ables, primarily involving the collection, aggregation and processing of\n   11  recyclable  materials for their use as raw materials for new products or\n   12  for other useful purposes other than for energy recovery, through facil-\n   13  ities  planned,  designed  and  constructed  to   ensure   environmental\n   14  protection  and  to  maximize  the potential for recyclables recovery. A\n   15  recyclables recovery program also shall mean planning,  educational  and\n   16  promotional activities to increase public awareness of and participation\n   17  in  recycling. Such program shall have been approved by the commissioner\n   18  and undertaken consistent with any local  solid  waste  management  plan\n   19  pursuant to section 27-0107 of this chapter.\n   20    S  3.  This  act shall take effect on the thirtieth day after it shall\n   21  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general city law, in relation to requiring the collection of recyclable materials at parks, playgrounds, historic sites and other recreational facilities in cities with a population of one million or more; and to amend the environmental conservation law, in relation to providing state assistance therefor to municipalities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T103413.TXT", "SOBI.D110104.T114457.TXT", "SOBI.D110105.T170230.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019253000
}