{
  "year" : 2011,
  "senateBillNo" : "A711-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A711-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a pooled purchasing program for certain services and commodities",
  "summary" : "Authorizes a pooled purchasing program for certain services and commodities, including, but not limited to, liability and motor vehicle insurance. ",
  "currentCommittee" : null,
  "sameAs" : "S2174",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A3731-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          711\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DINOWITZ, GUNTHER, ROSENTHAL, COLTON, BENEDETTO,\n         JAFFEE, MILLMAN, GABRYSZAK, GALEF, ZEBROWSKI -- Multi-Sponsored by  --\n         M.  of  A. ABBATE, AUBRY, BOYLAND, CROUCH, DESTITO, GIGLIO, GOTTFRIED,\n         P. LOPEZ,  MAISEL,  MARKEY,  McENENY,   McKEVITT,   PHEFFER,   REILLY,\n         J. RIVERA,  ROBINSON, SWEENEY -- read once and referred to the Commit-\n         tee on Aging\n\n       AN ACT to amend the elder law,  in  relation  to  authorizing  a  pooled\n         purchasing program for certain services and commodities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section 203 of the elder law, as added  by\n    2  chapter  48  of the laws of 2007, is amended and a new subdivision 10 is\n    3  added to read as follows:\n    4    [8] 9.  The director of the office for the aging is hereby authorized,\n    5  to the extent appropriations are available therefor, to establish, oper-\n    6  ate and maintain, under the control of the office for the  aging  or  in\n    7  conjunction with an association, institution, agency, or other public or\n    8  private entity, or community program engaged in the care of animals, one\n    9  or  more  senior pet companionship programs. The purpose and intent of a\n   10  senior pet companionship program shall be  to  match  seniors  who  have\n   11  limited  social  contact  with  pets,  including cats and dogs and other\n   12  small animals, to improve the lives of such seniors by  enhancing  their\n   13  emotional and mental well-being through such companionship.\n   14    10.  IN  ADDITION  TO  THE  POWERS AND DUTIES CONTAINED IN SECTION TWO\n   15  HUNDRED TWO OF THIS TITLE, THE OFFICE IS HEREBY AUTHORIZED TO ESTABLISH,\n   16  OPERATE, COORDINATE, ENCOURAGE THE DEVELOPMENT OF, AND/OR  MAINTAIN,  OR\n   17  TO  CONTRACT  WITH OTHER NOT-FOR-PROFIT OR FOR-PROFIT OR PUBLIC ENTITIES\n   18  ON BEHALF OF THOSE ENTITIES, PROGRAMS, AND SERVICES FOR THE  AGING  OVER\n   19  WHICH IT HAS JURISDICTION, OVERSIGHT, OR OTHER CONTRACTUAL RELATIONSHIP,\n   20  FOR  THE  OPERATION  OF A POOLED PURCHASING PROGRAM FOR CERTAIN SERVICES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04183-01-1\n\n       A. 711                              2\n\n    1  AND COMMODITIES, INCLUDING, BUT NOT  LIMITED  TO,  LIABILITY  AND  MOTOR\n    2  VEHICLE  INSURANCE, AS SHALL BE DETERMINED BY THE OFFICE AFTER CONSULTA-\n    3  TION WITH THE ADVISORY COMMITTEE FOR THE AGING AND  OTHERS.  THE  OFFICE\n    4  SHALL  ESTABLISH  RULES AND REGULATIONS FOR THE OPERATION OF SUCH POOLED\n    5  PURCHASING PROGRAMS IN WHICH IT IS INVOLVED.\n    6    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to authorizing a pooled purchasing program for certain services and commodities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110104.T114457.TXT", "SOBI.D110105.T170230.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295370389589
}