{
  "year" : 2011,
  "senateBillNo" : "A716-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A716-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding public hearings",
  "summary" : "Requires a public hearing when permit modification has the potential to significantly improve the permit and the quality of the environment or mitigate the project's impact and enable the project to meet regulatory criteria. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A965-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          716\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ -- read once and referred to the Commit-\n         tee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         public hearings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  finding.  The legislature finds and declares\n    2  that in order to assure full review of applications and proposed depart-\n    3  ment actions on them and to enhance protection of the  state's  environ-\n    4  ment,  additional  criteria are needed which lead to department of envi-\n    5  ronmental conservation adjudicatory proceedings as a result of  requests\n    6  from the public and applicants.\n    7    S  2.  Subdivision 1 of section 70-0119 of the environmental conserva-\n    8  tion law, as added by chapter 723 of the laws of  1977,  is  amended  to\n    9  read as follows:\n   10    1.    After evaluating an application for a permit and any comments of\n   11  department staff, other state agencies or units of government or members\n   12  of the public, the department shall, on or before  sixty  calendar  days\n   13  after  it mails notice to the applicant that the application is complete\n   14  or on or before sixty days after  the  application  is  deemed  complete\n   15  pursuant  to the provisions of this article, determine whether or not to\n   16  conduct a public hearing on the application and mail written  notice  to\n   17  the  applicant  of  a  determination  to conduct a public hearing.  Such\n   18  determination shall be based on whether the evaluation or comments raise\n   19  substantive and significant issues [relating]  WHICH (A) RELATE  to  any\n   20  findings  or  determinations the department is required to make pursuant\n   21  to this chapter, [including] (B) CREATE the reasonable likelihood that a\n   22  permit applied for will be denied or [can be] granted only with  [major]\n   23  SIGNIFICANT modifications to the project because the project as proposed\n   24  may not meet statutory or regulatory criteria or standards, OR (C) RAISE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04336-01-1\n\n       A. 716                              2\n\n    1  THE  POTENTIAL  OF SIGNIFICANTLY IMPROVING THE PERMIT AND THE QUALITY OF\n    2  THE ENVIRONMENT OR MITIGATING THE PROJECT'S IMPACT THROUGH  MODIFICATION\n    3  OF PERMIT CONDITIONS OR THE PROJECT IN THE DISCRETION OF THE DEPARTMENT;\n    4  provided,  however,  where  any  comments  received  from members of the\n    5  public, PUBLIC OFFICIALS or otherwise raise substantive and  significant\n    6  issues  relating to the application and resolution of any such issue may\n    7  result in denial of the  permit  [or],  the  imposition  of  significant\n    8  conditions thereon, OR MODIFICATION OF THE PERMIT TO SIGNIFICANTLY BENE-\n    9  FIT THE ENVIRONMENT AND THE PUBLIC INTEREST, the department shall hold a\n   10  public hearing on the application.\n   11    S  3. This act shall take effect on the first of April next succeeding\n   12  the date upon which it shall have become a law, provided,  however  that\n   13  effective immediately, the addition, amendment and/or repeal of any rule\n   14  or regulation necessary for the implementation of this act on its effec-\n   15  tive  date  is  authorized and directed to be made and completed through\n   16  regular rulemaking procedures on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to public hearings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T102700.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327620865
}