{
  "year" : 2011,
  "senateBillNo" : "A718-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A718-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates additional remedies for unlawful discharge, penalty, or discrimination due to the exercise of an employee's right to be absent from employment for jury duty",
  "summary" : "Creates, in addition to the existing sanction of criminal contempt of court, the remedies of labor law civil penalties and employee's right to bring civil action for unlawful discharge, penalty or discrimination on account of the exercise by an employee of a juror's right to be absent from employment by reason of jury service. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "AA609-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          718\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, KAVANAGH -- Multi-Sponsored by -- M. of\n         A.  GOTTFRIED,  LIFTON,  McENENY, PHEFFER -- read once and referred to\n         the Committee on Judiciary\n\n       AN ACT to amend the judiciary law and the  labor  law,  in  relation  to\n         creating  additional  remedies  for  unlawful  discharge,  penalty  or\n         discrimination on account of the exercise of a  juror's  right  to  be\n         absent from employment for jury duty\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 519 of the judiciary law, as added by  chapter  85\n    2  of the laws of 1995, is amended to read as follows:\n    3    S 519. Right of juror to be absent from employment.  Any person who is\n    4  summoned  to  serve  as a juror under the provisions of this article and\n    5  who notifies his or her employer to that effect prior to  the  commence-\n    6  ment  of a term of service shall not, on account of absence from employ-\n    7  ment by reason of such jury  service,  be  subject  to  discharge  [or],\n    8  penalty, OR DISCRIMINATION IN ANY OTHER MANNER.  An employer may, howev-\n    9  er,  withhold  wages  of any such employee serving as a juror during the\n   10  period of such service; provided that an employer who employs more  than\n   11  ten employees shall not withhold the first forty dollars of such juror's\n   12  daily  wages during the first three days of jury service. Withholding of\n   13  wages in accordance with this section shall not be deemed a  penalty  OR\n   14  DISCRIMINATION  IN  ANY  OTHER MANNER.   Violation of this section shall\n   15  constitute a criminal contempt of court punishable pursuant  to  section\n   16  seven  hundred  fifty  of  this  chapter  AND  SHALL  ALSO  CONSTITUTE A\n   17  VIOLATION OF SECTION TWO HUNDRED FIFTEEN OF THE LABOR LAW AND BE SUBJECT\n   18  TO THE CIVIL PENALTIES AND CIVIL ACTION PROVIDED FOR THEREUNDER.\n   19    S 2. Paragraph 7 of subdivision A of section 750 of the judiciary law,\n   20  as amended by chapter 823 of the laws of 1982, is  amended  to  read  as\n   21  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04375-01-1\n\n       A. 718                              2\n\n    1    7.  Wilful  failure  to  obey  any  mandate, process, or notice issued\n    2  pursuant to [articles] ARTICLE sixteen[, seventeen, eighteen, eighteen-a\n    3  or eighteen-b] of [the judiciary law] THIS CHAPTER, or to rules  adopted\n    4  pursuant  thereto,  or to any other statute relating thereto, or refusal\n    5  to  be  sworn  as  provided  therein,  or  subjection  of an employee to\n    6  discharge [or], penalty,  OR  DISCRIMINATION  IN  ANY  OTHER  MANNER  on\n    7  account  of  his  OR  HER  absence  from employment by reason of jury or\n    8  subpoenaed witness service in  violation  of  this  chapter  or  section\n    9  215.11  of  the  penal  law.    Applications to punish the accused for a\n   10  contempt specified in this subdivision may be made by notice  of  motion\n   11  or  by  order to show cause, and shall be made returnable at the term of\n   12  the supreme court at which contested motions are heard, or of the county\n   13  court if the supreme court is not in session.\n   14    S 3. Section 215 of the labor law, as amended by chapter  744  of  the\n   15  laws  of  1986,  subdivision  1 as amended by chapter 372 of the laws of\n   16  2009, is amended to read as follows:\n   17    S 215. [Penalties] CIVIL PENALTIES  and  civil  action;  employer  who\n   18  penalizes  employees  because  of  complaints  of employer violations OR\n   19  BECAUSE OF EXERCISE OF THE RIGHT TO BE ABSENT FROM EMPLOYMENT  FOR  JURY\n   20  DUTY.    1. (a) No employer or his or her agent, or the officer or agent\n   21  of any corporation, partnership,  or  limited  liability  company  shall\n   22  discharge,  penalize,  or  in any other manner discriminate or retaliate\n   23  against any employee (i) because such employee has made a  complaint  to\n   24  his  or  her  employer,  or to the commissioner or his or her authorized\n   25  representative, that the employer has violated  any  provision  of  this\n   26  chapter,  or  (ii)  because  such employee has caused to be instituted a\n   27  proceeding under or related to  this  chapter,  or  (iii)  because  such\n   28  employee  has  provided  information  to  the commissioner or his or her\n   29  authorized representative, or (iv) because such employee  has  testified\n   30  or  is  about  to  testify  in an investigation or proceeding under this\n   31  chapter, or (v) because such employee  has  otherwise  exercised  rights\n   32  protected  under this chapter, or (vi) because the employer has received\n   33  an adverse determination from the commissioner involving  the  employee,\n   34  OR  (VII)  BECAUSE  SUCH  EMPLOYEE  HAS EXERCISED HIS OR HER RIGHT TO BE\n   35  ABSENT FROM EMPLOYMENT PURSUANT TO SECTION FIVE HUNDRED NINETEEN OF  THE\n   36  JUDICIARY LAW BY REASON OF JURY SERVICE.\n   37    (b) If after investigation the commissioner finds that an employer has\n   38  violated  any  provision  of  this  section, the commissioner may, by an\n   39  order which shall describe particularly the  nature  of  the  violation,\n   40  assess  the  employer  a civil penalty of not less than one thousand nor\n   41  more than ten thousand dollars, and  order  the  employer  to  pay  lost\n   42  compensation  to  the  employee.    EACH ACT TAKEN IN CONTRAVENTION OF A\n   43  PROHIBITION CONTAINED IN THIS SECTION SHALL CONSTITUTE  A  SEPARATE  AND\n   44  DISTINCT  VIOLATION  OF  THIS  SECTION,  AND IN ASSESSING ANY SUCH CIVIL\n   45  PENALTY THE COMMISSIONER SHALL CONSIDER, IN ADDITION TO  THE  NATURE  OF\n   46  THE  VIOLATION,  ALL  PRIOR  FINDINGS OF VIOLATIONS OF THE PROVISIONS OF\n   47  THIS SECTION BY THE EMPLOYER.\n   48    (c) [Notwithstanding the] THE provisions of section two hundred  thir-\n   49  teen  of  this  article[, the penalties set forth in this section] shall\n   50  [be the exclusive remedies available for] NOT APPLY  TO  THE  violations\n   51  [of] SPECIFIED IN this section.\n   52    (d)  This  section  shall  not  apply to employees of the state or any\n   53  municipal subdivisions or departments thereof.\n   54    2. [An] IN ADDITION TO THE CIVIL PENALTIES PROVIDED FOR UNDER SUBDIVI-\n   55  SION ONE OF THIS SECTION, AN employee may bring  a  civil  action  in  a\n   56  court  of competent jurisdiction against any employer or persons alleged\n\n       A. 718                              3\n\n    1  to have violated the provisions of this section. The  court  shall  have\n    2  jurisdiction  to  restrain  violations of this section, within two years\n    3  after such violation, and to order  all  appropriate  relief,  including\n    4  rehiring  or  reinstatement  of the employee to his former position with\n    5  restoration of seniority, payment of  lost  compensation,  damages,  and\n    6  reasonable  attorneys' fees. At or before the commencement of any action\n    7  under this section, notice thereof shall be  served  upon  the  attorney\n    8  general by the employee.\n    9    S  4.  This  act shall take effect on the thirtieth day after it shall\n   10  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law and the labor law, in relation to creating additional remedies for unlawful discharge, penalty or discrimination on account of the exercise of a juror's right to be absent from employment for jury duty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T103200.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327920972
}