{
  "year" : 2011,
  "senateBillNo" : "A720-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A720-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes certain deputy sheriffs from Monroe county as peace officers",
  "summary" : "Includes certain deputy sheriffs from Monroe county as peace officers and allows them to perform the delivery of security services to the courts and provides eligibility for certain benefits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A2278-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          720\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the criminal procedure  law,  in  relation  to  security\n         services in the courts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 21 of section 2.10 of  the  criminal  procedure\n    2  law is amended by adding a new paragraph g to read as follows:\n    3    G.  NOTWITHSTANDING  THE  PROVISIONS  OF  PARAGRAPH (B) OF SUBDIVISION\n    4  THIRTY-FOUR OF SECTION 1.20 OF THIS CHAPTER, A DEPUTY SHERIFF  CURRENTLY\n    5  OR  IN  THE FUTURE EMPLOYED BY THE SHERIFF'S DEPARTMENT OF MONROE COUNTY\n    6  WHO IS DESIGNATED BY THE SHERIFF TO PERFORM  THE  DELIVERY  OF  SECURITY\n    7  SERVICES  TO  THE COURTS.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, A\n    8  DEPUTY SHERIFF CURRENTLY OR IN THE  FUTURE  EMPLOYED  BY  THE  SHERIFF'S\n    9  DEPARTMENT  OF MONROE COUNTY WHO IS DESIGNATED BY THE SHERIFF TO PERFORM\n   10  THE DELIVERY OF SECURITY SERVICES TO THE COURTS  SHALL  BE  ELIGIBLE  TO\n   11  PARTICIPATE IN THE TWENTY-FIVE YEAR RETIREMENT PLAN SET FORTH IN SECTION\n   12  EIGHTY-NINE-N  OR  EIGHTY-NINE-P  OF  THE RETIREMENT AND SOCIAL SECURITY\n   13  LAW, AS THE CASE MAY BE, AND SHALL BE ELIGIBLE TO RECEIVE THE PAYMENT OF\n   14  SALARY, WAGES, MEDICAL AND HOSPITAL EXPENSES INCURRED IN THE PERFORMANCE\n   15  OF SUCH DEPUTY SHERIFF'S DUTIES AS SET  FORTH  IN  SECTION  TWO  HUNDRED\n   16  SEVEN-C OF THE GENERAL MUNICIPAL LAW.\n   17    S  2.  This  act shall take effect on the thirtieth day after it shall\n   18  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00622-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to security services in the courts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T103200.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327920962
}