{
  "year" : 2011,
  "senateBillNo" : "A722-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A722-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an increase in the value of property subject to criminal prosecution for misapplication",
  "summary" : "Provides an increase in the value of property subject to criminal prosecution for misapplication of property, and excludes property subject to certain rental purchase agreements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2405-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          722\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the penal law, in relation to prohibiting criminal pros-\n         ecution under certain rental-purchase agreements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 165.00 of the penal law, as amended by chapter 372\n    2  of the laws of 1995, is amended to read as follows:\n    3  S 165.00 Misapplication of property.\n    4    1. A person is guilty of misapplication of  property  when,  knowingly\n    5  possessing  personal  property  of another pursuant to an agreement that\n    6  the same will be returned to the owner at a future time,\n    7    (a) he OR SHE loans, leases, pledges,  pawns  or  otherwise  encumbers\n    8  such property without the consent of the owner thereof in such manner as\n    9  to  create  a risk that the owner will not be able to recover it or will\n   10  suffer pecuniary loss; or\n   11    (b) he OR SHE intentionally refuses to return personal property valued\n   12  in excess of one hundred dollars to the owner pursuant to the  terms  of\n   13  the  rental  agreement provided that the owner shall have made a written\n   14  demand for the return of such personal property in person or  by  certi-\n   15  fied  mail at an address indicated in the rental agreement and he OR SHE\n   16  intentionally refuses to return such personal property for a  period  of\n   17  thirty  days  after  such  demand has been received or should reasonably\n   18  have been received by him OR HER. Such written demand shall  state:  (i)\n   19  the  date  and  time  at  which  the  personal property was to have been\n   20  returned under the rental  agreement;  (ii)  that  the  owner  does  not\n   21  consent to the continued withholding or retaining of such personal prop-\n   22  erty and demands its return; and (iii) that the continued withholding or\n   23  retaining  of the property may constitute a class A misdemeanor punisha-\n   24  ble by a fine of up to one thousand dollars or by a sentence to  a  term\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03212-01-1\n\n       A. 722                              2\n\n    1  of  imprisonment for a period of up to one year or by both such fine and\n    2  imprisonment.\n    3    (c)  as  used  in paragraph (b) of this subdivision and in subdivision\n    4  three of this section, the terms owner, personal  property,  and  rental\n    5  agreement  shall  be  defined  as  [in  subdivision one of section three\n    6  hundred ninety-nine-w of the general business law.] FOLLOWS:\n    7    (I) \"OWNER\" SHALL INCLUDE ANY PERSON, PARTNERSHIP, FIRM,  ASSOCIATION,\n    8  OR  CORPORATION ENGAGED IN THE BUSINESS OF RENTING PERSONAL PROPERTY FOR\n    9  PROFIT;\n   10    (II) \"PERSONAL PROPERTY\" SHALL INCLUDE BUT NOT BE LIMITED TO  TANGIBLE\n   11  CHATTELS  USED  FOR  PERSONAL, HOUSEHOLD, OR BUSINESS PURPOSES BUT SHALL\n   12  NOT INCLUDE MOTOR VEHICLES; AND\n   13    (III) \"RENTAL AGREEMENT\" SHALL MEAN THE TOTAL  LEGAL  OBLIGATION  THAT\n   14  RESULTS  FROM  A  WRITTEN RENTAL CONTRACT BETWEEN A PERSON AND THE OWNER\n   15  FOR THE RENTAL OF PERSONAL PROPERTY.\n   16    2. In any prosecution under paragraph (a) of subdivision one  of  this\n   17  section,  it  is  a  defense  that,  at  the  time  the  prosecution was\n   18  commenced, (a) the defendant had recovered possession of  the  property,\n   19  unencumbered  as a result of the unlawful disposition, and (b) the owner\n   20  had suffered no material economic loss  as  a  result  of  the  unlawful\n   21  disposition.\n   22    3.  In  any prosecution under paragraph (b) of subdivision one of this\n   23  section, it is a defense that at the time the prosecution was commenced,\n   24  (a) the owner had recovered possession  of  the  personal  property  and\n   25  suffered  no  material  economic  loss  as  a  result  of  the  unlawful\n   26  retention; or (b) the defendant is unable to return such personal  prop-\n   27  erty  because  it  has been accidentally destroyed or stolen; or (c) the\n   28  owner failed to comply with the  provisions  of  section  three  hundred\n   29  ninety-nine-w  of  the  general  business  law AS ADDED BY CHAPTER THREE\n   30  HUNDRED SEVENTY-TWO OF THE LAWS OF NINETEEN HUNDRED NINETY-FIVE.\n   31    4. THIS SECTION SHALL NOT APPLY TO PROPERTY SUBJECT TO  A  RENTAL-PUR-\n   32  CHASE  AGREEMENT.  A  \"RENTAL-PURCHASE AGREEMENT\" MEANS AN AGREEMENT FOR\n   33  THE USE OF MERCHANDISE BY A CONSUMER FOR PERSONAL, FAMILY, OR  HOUSEHOLD\n   34  PURPOSES,  FOR AN INITIAL PERIOD OF FOUR MONTHS OR LESS, THAT IS RENEWA-\n   35  BLE WITH EACH PAYMENT AFTER THE INITIAL  PERIOD  AND  THAT  PERMITS  THE\n   36  LESSEE TO BECOME THE OWNER OF THE PROPERTY.\n   37    Misapplication of property is a class A misdemeanor.\n   38    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prohibiting criminal prosecution under certain rental-purchase agreements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T103200.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327920965
}