{
  "year" : 2011,
  "senateBillNo" : "A723-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A723-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that where a person engaged in the business of repairing household appliances identifies a part which will be necessary for repair, it is deemed warranted",
  "summary" : "Provides that where a person engaged in the business of repairing household appliances identifies a part which will be necessary for repair, it is deemed warranted for the benefit of the consumer, and he shall be entitled to a refund if such part does not in fact repair such appliance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2286-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          723\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to home  or  busi-\n         ness visits to repair appliances or equipment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  395-c to read as follows:\n    3    S 395-C. RELIANCE UPON THE ADVICE OF AN APPLIANCE REPAIR BUSINESS.  IN\n    4  ANY  CASE  WHERE  A CONSUMER IS CHARGED FOR A WRITTEN ESTIMATE WHEREIN A\n    5  PERSON  ENGAGED  IN  THE  BUSINESS  OF  REPAIRING  HOUSEHOLD  APPLIANCES\n    6  PROVIDES  A  DETAILED STATEMENT ESTIMATING THE PARTS AND COSTS NECESSARY\n    7  TO REPAIR SUCH AN APPLIANCE, AND RELYING UPON SUCH ESTIMATE THE CONSUMER\n    8  PURCHASES SUCH PARTS, SUCH CONSUMER SHALL BE  ENTITLED  TO  A  FULL  AND\n    9  COMPLETE  REFUND  OF  THE  ESTIMATE CHARGE IN THE EVENT THE PART REMOVED\n   10  FROM THE APPLIANCE WAS, IN FACT, IN GOOD WORKING CONDITION.    ANY  SUCH\n   11  REPAIR  BUSINESS  SHALL  BE  DEEMED  TO HAVE WARRANTED SUCH ESTIMATE AND\n   12  RECOMMENDATIONS, AND SHALL BE LIABLE FOR ANY  ACTUAL  AND  CONSEQUENTIAL\n   13  DAMAGES INCURRED BY A CONSUMER WHO RELIED UPON SUCH ESTIMATE.\n   14    S  2. This act shall take effect on the first of January next succeed-\n   15  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03232-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to home or business visits to repair appliances or equipment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T103200.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327920966
}