{
  "year" : 2011,
  "senateBillNo" : "A724-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A724-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes and establishes compensation for members of the Genesee Valley Regional Market Authority",
  "summary" : "Authorizes compensation for members of the Genesee Valley Regional Market Authority and establishes such compensation as a $150 stipend for each board meeting attended in order to attract and maintain quality representation on such board. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A2291-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          724\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation  to  authorizing\n         and  establishing  compensation  for  members  of  the  Genesee Valley\n         Regional Market Authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 878 of the public authorities law,\n    2  as  amended  by  chapter  55  of the laws of 1992, is amended to read as\n    3  follows:\n    4    4. A member of the board shall continue in office during the  pleasure\n    5  of  the  body  appointing  him  or her.   Any vacancy which may occur by\n    6  reason of the death,  disqualification,  resignation  or  removal  of  a\n    7  member  shall  be  filled by the body which appointed such member.  Each\n    8  member of the board shall, before entering upon the  duties  of  office,\n    9  take  the  constitutional oath of office and file the same in the office\n   10  of the secretary of state.  Any member may be removed  by  the  governor\n   11  for inefficiency, neglect of duty or misconduct in office, after a hear-\n   12  ing  upon charges and an opportunity to be heard in person or by counsel\n   13  upon not less than ten days' notice. The  members  of  the  board  shall\n   14  [not]  receive  [a  salary or other compensation, but] ONE HUNDRED FIFTY\n   15  DOLLARS FOR EACH BOARD  MEETING  ATTENDED,  AND  shall  be  paid  actual\n   16  expenses  incurred  in  attending  meetings  of  the board and executive\n   17  committee and in performing committee  work  assigned  to  them  by  the\n   18  board,  and shall be reimbursed for travel expenses at the per mile rate\n   19  allowed state employees for use of personal vehicles. The powers of  the\n   20  authority  shall  be  vested  in  and  exercised  by  the  board and the\n   21  provisions of section forty-one of the general  construction  law  shall\n   22  apply;  provided  that  the  board  may  delegate  to one or more of its\n   23  members or to its officers, agents and employees such powers and  duties\n   24  as it may deem proper.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03234-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to authorizing and establishing compensation for members of the Genesee Valley Regional Market Authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T103200.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327920968
}