{
  "year" : 2011,
  "senateBillNo" : "A727-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A727-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates \"the New York residential insurance providers disclosure act of 2011\" regarding the requirements of statistical reports",
  "summary" : "Creates \"the New York residential insurance providers disclosure act of 2011\" regarding the requirements of statistical reports for residential insurance providers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2861-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          727\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GANTT, ROBINSON, JACOBS, PHEFFER, MAISEL, COLTON,\n         GALEF  --  Multi-Sponsored  by  --  M. of A. BOYLAND, DINOWITZ, FINCH,\n         GLICK, HOOPER, V. LOPEZ,  McKEVITT,  MILLMAN,  NOLAN,  PEOPLES-STOKES,\n         RAIA,  REILLY,  SWEENEY,  TITONE,  TOWNS,  WEISENBERG -- read once and\n         referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to \"the New York residen-\n         tial insurance providers disclosure act of 2011\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as \"the New York\n    2  residential insurance providers disclosure act of 2011\".\n    3    S 2. Subsection (a) of section 2315 of the insurance law,  as  amended\n    4  by chapter 398 of the laws of 1990, is amended to read as follows:\n    5    (a)  [Every]  WITH  RESPECT TO RESIDENTIAL INSURANCE, EVERY AUTHORIZED\n    6  INSURER SHALL BY MARCH THIRTY-FIRST OF EACH YEAR FILE  WITH  THE  SUPER-\n    7  INTENDENT,  OR WITH SUCH OTHER AGENCY AS THE SUPERINTENDENT MAY APPROVE,\n    8  A \"RESIDENTIAL INSURANCE RATE, EXPERIENCE  AND  STATISTICAL  REPORT\"  AS\n    9  DESCRIBED IN SUBSECTION (D) OF THIS SECTION, AND SHALL MAKE AVAILABLE IN\n   10  AN  ELECTRONIC  DATABASE FORMAT THE STATISTICAL INFORMATION ON ITS RESI-\n   11  DENTIAL ACTIVITIES ACCORDING TO THE PROVISIONS OF SUBSECTION (D) OF THIS\n   12  SECTION. WITH RESPECT TO NON-RESIDENTIAL AND ALL OTHER LINES  OF  INSUR-\n   13  ANCE, EVERY authorized insurer shall annually file with the rate service\n   14  organization  of  which it is a member or subscriber, or with such other\n   15  agency as the superintendent may approve, a statistical report showing a\n   16  classification schedule of its premiums and losses on all kinds or types\n   17  of insurance business subject to this article, and such  other  informa-\n   18  tion  as  the  superintendent  may  deem  necessary or expedient for the\n   19  administration of the provisions of  this  article.  The  superintendent\n   20  from time to time may prescribe the form of the report including statis-\n   21  tical  data  conforming  to established classifications. The statistical\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03392-01-1\n\n       A. 727                              2\n\n    1  reports shall be consolidated in accordance with regulations  prescribed\n    2  by  the  superintendent.  Such  consolidations  shall be made available,\n    3  subject to reasonable rules promulgated by the superintendent, to insur-\n    4  ers  and  rate  service  organizations.  No insurer shall be required to\n    5  record or report its loss experience on a classification basis  that  is\n    6  inconsistent  with the rating system filed by it, except that the super-\n    7  intendent may require each insurer writing private passenger  automobile\n    8  coverages  to  file  annually  with the superintendent (or a statistical\n    9  agent designated by the superintendent for such purpose),  in  the  form\n   10  prescribed  by the superintendent, a statistical report showing a sched-\n   11  ule of its premiums, losses, and exposures classified by  United  States\n   12  postal  zip  code. [No] EXCEPT AS PROVIDED FOR IN SUBSECTION (D) OF THIS\n   13  SECTION, NO statistical report shall be issued or otherwise made  avail-\n   14  able  to any rate service organization (except in the capacity of desig-\n   15  nated statistical agent), insurers, or persons  other  than  appropriate\n   16  governmental  entities,  except  on  a  consolidated  manner, or in such\n   17  aggregate form as to protect an individual insurer's schedule of  premi-\n   18  ums, losses and exposures for any specific zip code.\n   19    S 3.  Subsections (d) and (e) of section 2315 of the insurance law are\n   20  relettered  (e)  and  (f)  and  a new subsection (d) is added to read as\n   21  follows:\n   22    (D) (1) BEGINNING JANUARY FIRST,  TWO  THOUSAND  TWELVE  AND  ANNUALLY\n   23  THEREAFTER,  THE SUPERINTENDENT SHALL REQUIRE EACH INSURER AUTHORIZED TO\n   24  WRITE AND WRITING THE KINDS OF INSURANCE SPECIFIED IN PARAGRAPH FOUR  OF\n   25  SUBSECTION  (A)  OF  SECTION  ONE  THOUSAND ONE HUNDRED THIRTEEN OF THIS\n   26  CHAPTER, SUBPARAGRAPH (A) OF PARAGRAPH  FIVE  OF  SUCH  SUBSECTION,  AND\n   27  HOMEOWNERS INSURANCE, TO FILE A STATISTICAL REPORT OF ITS EXPERIENCE FOR\n   28  THE PREVIOUS CALENDAR YEAR, FOR EACH FORM AND RATING CLASSIFICATION, AND\n   29  TIER  IN  A  MULTI-TIER  PROGRAM, WHERE APPLICABLE, CLASSIFIED BY UNITED\n   30  STATES CENSUS TRACT.\n   31    FOR THE PURPOSES OF THIS  SECTION,  \"HOMEOWNERS  INSURANCE,\"  INCLUDES\n   32  MULTI-TIER  INSURANCE PROGRAMS, AND MEANS A CONTRACT OF INSURANCE INSUR-\n   33  ING AGAINST THE CONTINGENCIES DESCRIBED IN SUBPARAGRAPHS  (A),  (B)  AND\n   34  (C),  OR (B) AND (C) OF PARAGRAPH TWO OF SUBSECTION (A) OF SECTION THREE\n   35  THOUSAND FOUR HUNDRED  TWENTY-FIVE  OF  THIS  CHAPTER  AND  WHICH  IS  A\n   36  \"COVERED  POLICY\"  OF  PERSONAL LINES INSURANCE AS DEFINED IN SUCH PARA-\n   37  GRAPH; PROVIDED, HOWEVER, THAT THE COVERAGES PROVIDED UNDER SUCH SUBPAR-\n   38  AGRAPHS (B) AND (C) SHALL NOT APPLY WHERE A NATURAL PERSON DOES NOT HAVE\n   39  AN INSURABLE INTEREST IN THE REAL PROPERTY, OR A PORTION THEREOF, OR THE\n   40  RESIDENTIAL UNIT IN WHICH SUCH PERSON RESIDES.\n   41    (2) SUCH STATISTICAL REPORT SHALL BE  IN  A  FORM  PRESCRIBED  BY  THE\n   42  SUPERINTENDENT  AS  IN  EFFECT  AT THE COMMENCEMENT OF THE CALENDAR YEAR\n   43  REPORTED UPON, AND SHALL INCLUDE, BUT NOT BE LIMITED TO,  THE  FOLLOWING\n   44  INFORMATION:\n   45    (A)  THE NUMBER OF POLICIES IN EFFECT, OR OTHER EXPOSURES INSURED. FOR\n   46  THE PURPOSES OF THIS SUBSECTION, \"POLICIES IN  EFFECT\"  SHALL  MEAN  THE\n   47  NUMBER OF POLICIES WRITTEN IN THE REPORTING YEAR, AND \"OTHER EXPOSURES,\"\n   48  IF  ANY,  SHALL  MEAN ANY COVERAGE EXTENDED OTHER THAN POLICIES WRITTEN,\n   49  AND SHALL BE DESCRIBED IN THE REPORT IN SUFFICIENT  DETAIL  TO  IDENTIFY\n   50  THE COVERAGE PROVIDED;\n   51    (B) THE NUMBER OF APPLICATIONS FOR COVERAGE;\n   52    (C)  THE  NUMBER  OF APPLICATIONS FOR WHICH COVERAGE WAS NOT PROVIDED,\n   53  CLASSIFIED ACCORDING TO APPLICATIONS WITHDRAWN, APPLICATIONS DENIED, AND\n   54  APPLICATIONS STILL IN PROCESS;\n   55    (D) THE NUMBER OF POLICIES NOT RENEWED;\n   56    (E) THE NUMBER OF POLICIES CANCELLED OR TERMINATED;\n\n       A. 727                              3\n\n    1    (F) THE NUMBER OF CLAIMS FILED;\n    2    (G) THE NUMBER OF CLAIMS APPROVED, IN WHOLE OR IN PART;\n    3    (H) THE NUMBER OF CLAIMS DENIED, IN WHOLE OR IN PART;\n    4    (I) THE AMOUNTS OF THE LOSSES INCURRED;\n    5    (J) THE AMOUNTS OF THE LOSSES PAID;\n    6    (K)  FOR INSURERS DISTRIBUTING THROUGH DIRECT SOLICITATION, THE NUMBER\n    7  OF DIRECT MAIL OR TELEPHONE SOLICITATIONS;\n    8    (L) THE NUMBER OF AGENTS APPOINTED BY THE INSURER;\n    9    (M) THE STREET ADDRESSES OF ALL OFFICES ISSUING OR SERVICING POLICIES;\n   10    (N) LANGUAGES SPOKEN, OTHER THAN ENGLISH, WITH SUFFICIENT  FLUENCY  TO\n   11  CONDUCT BUSINESS IN THAT LANGUAGE BY PERSONNEL WITHIN EACH OFFICE;\n   12    (O)  WHETHER  THE  INSURER  ISSUES  POLICIES  IN A LANGUAGE OTHER THAN\n   13  ENGLISH, AND IF SO, IDENTIFYING THE  LANGUAGES  IN  WHICH  POLICIES  ARE\n   14  ISSUED AND THE NUMBER OF POLICIES ISSUED IN EACH LANGUAGE;\n   15    (P)  FOR  EACH  OF THE CATEGORIES OF INFORMATION DESCRIBED IN SUBPARA-\n   16  GRAPHS (A)  THROUGH  (J)  OF  THIS  PARAGRAPH,  FURTHER  CLASSIFICATIONS\n   17  ACCORDING  TO  RACE,  NATIONAL  ORIGIN, ETHNICITY, HOUSEHOLD INCOME, AND\n   18  GENDER OF THE INSUREDS OR APPLICANTS, PURSUANT TO CODES  ESTABLISHED  BY\n   19  THE  SUPERINTENDENT,  IN  ADDITION,  WHERE  AN INSURER APPLIES ANY OTHER\n   20  CLASSIFICATION WHICH AFFECTS THE PREMIUM RATE AT  WHICH  THE  POLICY  IS\n   21  ISSUED,  THE  INSURER  SHALL  PROVIDE  TOTALS  BY RACE, NATIONAL ORIGIN,\n   22  ETHNICITY, HOUSEHOLD INCOME AND GENDER FOR EACH SUCH CLASSIFICATION; AND\n   23    (Q) APPLICABLE RATES, WITHIN TERRITORIES SERVED  BY  AN  INSURER,  FOR\n   24  EACH  FORM  AND  RATING  CLASSIFICATION,  INCLUDING  RATES  BY  TIER  IN\n   25  MULTI-TIER PROGRAMS, AND DIFFERENTIATING BETWEEN POLICIES  WITH  VARYING\n   26  TYPES  OF  BENEFITS, INCLUDING BUT NOT LIMITED TO GUARANTEED REPLACEMENT\n   27  COST, STANDARD OR LIMITED REPLACEMENT COST, MARKET VALUE OR ACTUAL  CASH\n   28  VALUE,  AND  DIFFERENTIATING  AMONG  POLICIES  ISSUED  FOR SINGLE-FAMILY\n   29  HOMES, MULTI-FAMILY HOMES, CONDOMINIUM OR COOPERATIVE UNITS AND RENTERS;\n   30  AND\n   31    (R) ALL OF THE INFORMATION UPON WHICH AN INSURER, RATE SERVICE  ORGAN-\n   32  IZATION,  GROUP  OF INSURERS FILED WITH THE SUPERINTENDENT IN SUPPORT OF\n   33  THE RATES AS REQUIRED TO BE FILED WITH THE SUPERINTENDENT BY  SUBSECTION\n   34  (B)  OF  SECTION  TWO  THOUSAND THREE HUNDRED FOUR AND SUBSECTION (C) OF\n   35  SECTION TWO THOUSAND THREE HUNDRED FIVE OF THIS ARTICLE. AN  INSURER  OR\n   36  GROUP  OF  INSURERS  WHICH  ARE MEMBERS OR SUBSCRIBERS OF A RATE SERVICE\n   37  ORGANIZATION WHICH MAKES OR FILES RATES ON ITS BEHALF SHALL BE RESPONSI-\n   38  BLE FOR FILING OF THE INFORMATION AS PART OF THE REPORT REQUIRED BY THIS\n   39  SUBSECTION. IN LIEU OF INCLUDING THE INFORMATION REQUIRED BY THIS  PARA-\n   40  GRAPH AS PART OF THE STATISTICAL REPORT, AN INSURER OR GROUP OF INSURERS\n   41  MAY  POST  THE  INFORMATION  ON  A  WEBSITE MAINTAINED BY THE INSURER OR\n   42  PROVIDE IT TO THE PUBLIC WITHOUT CHARGE WITHIN FIFTEEN DAYS  OF  RECEIPT\n   43  OF A WRITTEN REQUEST FOR SUCH INFORMATION.\n   44    (3)  THE  SUPERINTENDENT MAY APPOINT ONE OR MORE STATISTICAL AGENTS TO\n   45  ASSIST IN THE COLLECTION  AND  ORGANIZATION  OF  SUCH  REPORT,  AND  MAY\n   46  APPROVE ONE OR MORE STATISTICAL AGENTS UPON APPLICATION BY AN INSURER TO\n   47  ASSIST IN OR MAKE THE FILING OF THE REPORT REQUIRED BY THIS SUBSECTION.\n   48    (4)  NOTWITHSTANDING  THE PROVISIONS OF ANY OTHER LAW, THE SUPERINTEN-\n   49  DENT SHALL BY JULY FIRST OF EACH YEAR MAKE AVAILABLE TO  THE  PUBLIC  ON\n   50  REQUEST, AS WELL AS MAKING AVAILABLE FOR INSPECTION AT THE OFFICE OF THE\n   51  SUPERINTENDENT,   THE   FULL  TEXT  OF  THE  REPORTS  FILED  UNDER  THIS\n   52  SUBSECTION. SUCH REPORTS SHALL BE MADE AVAILABLE  IN  BOTH  PRINTED  AND\n   53  ELECTRONIC  FORMAT,  INCLUDING ACCESS THROUGH THE WEBSITE OF THE DEPART-\n   54  MENT, AT NO CHARGE TO THE REQUESTING PARTY, EXCEPT THAT WITH RESPECT  TO\n   55  PRINTED  COPIES  OR  PHOTOCOPIES  SUCH  REPORTS SHALL BE AVAILABLE FOR A\n   56  REASONABLE FEE, NOT TO EXCEED FIVE CENTS PER PAGE OR THE ACTUAL COST  OF\n\n       A. 727                              4\n\n    1  DUPLICATION,  WHICHEVER  IS  LESS.  DATA  PRESENTED IN ELECTRONIC FORMAT\n    2  SHALL BE MADE AVAILABLE IN A DATABASE FILE FORMAT OF THE TYPE IN GENERAL\n    3  USAGE BY THE PUBLIC.\n    4    (5)  IN ADDITION TO CUMULATIVE DATA REQUIRED TO BE REPORTED UNDER THIS\n    5  SUBSECTION, EACH INSURER SHALL FILE WITH THE  SUPERINTENDENT,  AND  MAKE\n    6  AVAILABLE  TO  THE  PUBLIC,  THE  INDIVIDUAL  RECORD DATA FROM WHICH THE\n    7  REPORT SUMMARIES WERE TABULATED.   SUCH DATA SHALL  BE  PROVIDED  IN  AN\n    8  ELECTRONIC  DATABASE  FORMAT  PRESCRIBED  BY THE SUPERINTENDENT, AND THE\n    9  SUPERINTENDENT SHALL MAKE SUCH DATABASE FILES AVAILABLE DIRECTLY TO  THE\n   10  PUBLIC IN ACCORDANCE WITH THE PROCEDURES AND TIME REQUIREMENTS SET FORTH\n   11  IN  PARAGRAPH FOUR OF THIS SUBSECTION.  THE SUPERINTENDENT SHALL REQUIRE\n   12  THAT ALL INFORMATION WHICH  WOULD  PERSONALLY  IDENTIFY  ANY  INDIVIDUAL\n   13  APPLICANT  OR POLICYHOLDER BE DELETED. THE CATEGORIES OF DATA TO BE MADE\n   14  AVAILABLE FOR EACH INDIVIDUAL RECORD SHALL INCLUDE ALL OF THE SAME CATE-\n   15  GORIES OF INFORMATION CONTAINED IN THE CUMULATIVE REPORT  AND  SHALL  BE\n   16  PRESENTED  IN  ACCORDANCE  WITH  STANDARDIZED CLASSIFICATION CODES TO BE\n   17  ESTABLISHED BY THE SUPERINTENDENT.\n   18    (6) AN INSURER WHO DOES NOT SUBMIT THE  STATISTICAL  REPORT  OR  OTHER\n   19  INFORMATION  REQUIRED  BY THIS SUBSECTION AS OF THE DATE REQUIRED SHALL,\n   20  UPON NOTICE AND OPPORTUNITY TO BE HEARD, BE SUBJECT TO A PENALTY NOT  TO\n   21  EXCEED  ONE  THOUSAND  DOLLARS  PER DAY FOR EACH DAY BEYOND THE DATE THE\n   22  REPORT OR INFORMATION IS REQUIRED, BUT IN NO EVENT  SHALL  SUCH  PENALTY\n   23  EXCEED  FIFTEEN  THOUSAND  DOLLARS  IN THE AGGREGATE; PROVIDED, HOWEVER,\n   24  THAT THE SUPERINTENDENT MAY WAIVE SUCH A PENALTY UPON A WRITTEN  FINDING\n   25  THAT  THE  REPORT  OR OTHER INFORMATION SUBMITTED BY SUCH INSURER ON THE\n   26  DATE REQUIRED WAS SUBSTANTIALLY COMPLETE, AND THE INSURER HAS  CORRECTED\n   27  ANY  DEFICIENCIES  WITHIN  A  DATE SET BY THE SUPERINTENDENT. AN INSURER\n   28  REQUIRED BY THIS SUBSECTION TO SUBMIT  A  STATISTICAL  REPORT  OR  OTHER\n   29  INFORMATION WHO WILLFULLY FAILS TO FILE SUCH STATISTICAL REPORT OR OTHER\n   30  INFORMATION  SHALL,  IN  ADDITION TO ANY OTHER PENALTIES PROVIDED FOR BY\n   31  THIS CHAPTER, UPON NOTICE AND AN OPPORTUNITY TO BE HEARD, BE SUBJECT  TO\n   32  A  PENALTY OF UP TO FIVE HUNDRED DOLLARS PER DAY OF DELAY, NOT TO EXCEED\n   33  FIFTY THOUSAND DOLLARS IN THE AGGREGATE.  WHERE AN INSURER HAS FAILED TO\n   34  COMPLY WITH THE REQUIREMENTS OF THIS SECTION, AN  AGGRIEVED  INDIVIDUAL,\n   35  INCLUDING  ANY PERSON OR AGENCY ATTEMPTING TO ANALYZE THE PERFORMANCE OF\n   36  ANY INSURER SUBJECT TO THIS SECTION, SHALL HAVE A CAUSE OF ACTION IN ANY\n   37  COURT OF COMPETENT JURISDICTION FOR DECLARATORY AND  INJUNCTIVE  RELIEF.\n   38  IN  ANY ACTION OR PROCEEDING BROUGHT PURSUANT TO THIS SECTION, COSTS AND\n   39  REASONABLE ATTORNEY FEES MAY BE AWARDED BY THE COURT, IN ITS DISCRETION,\n   40  TO THE SUCCESSFUL PARTY.\n   41    (7) UPON AN APPLICATION BY AN INSURER REQUIRED BY THIS  SUBSECTION  TO\n   42  SUBMIT  A  STATISTICAL REPORT OR OTHER INFORMATION FOR THE CALENDAR YEAR\n   43  TWO THOUSAND ELEVEN, THE SUPERINTENDENT MAY PERMIT SUCH INSURER TO CLAS-\n   44  SIFY THE DATA BY UNITED STATES POSTAL ZIP CODE, RATHER THAN CENSUS TRACT\n   45  DESIGNATION, FOR THE REPORT DUE IN CALENDAR YEAR TWO THOUSAND TWELVE.\n   46    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to \"the New York residential insurance providers disclosure act of 2011\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T111705.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330625883
}