{
  "year" : 2011,
  "senateBillNo" : "A728-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A728-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the childhood lead poisoning primary prevention and safe housing act",
  "summary" : "Enacts the childhood lead poisoning primary prevention and safe housing act; establishes the childhood lead poisoning primary prevention and safe housing fund; authorizes a corporate tax credit for lead hazard reduction activities. ",
  "currentCommittee" : null,
  "sameAs" : "S566",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2797-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          728\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GANTT, PEOPLES-STOKES, LUPARDO, KAVANAGH, BENE-\n         DETTO, GUNTHER,  CLARK,  FINCH,  ROSENTHAL,  LENTOL,  LAVINE,  CAMARA,\n         SCHROEDER,  ROBINSON,  BOYLAND, PERRY, ORTIZ, JAFFEE, CAHILL -- Multi-\n         Sponsored by -- M. of A. ABBATE, BROOK-KRASNY, BURLING, COLTON,  COOK,\n         CROUCH, DESTITO, DUPREY, FARRELL, GALEF, HOOPER, KOLB, LANCMAN, LATIM-\n         ER,  MAGEE,  MAISEL,  MARKEY, MAYERSOHN, McDONOUGH, McENENY, McKEVITT,\n         MILLMAN, MOLINARO, OAKS,  PAULIN,  PHEFFER,  REILLY,  SAYWARD,  SPANO,\n         SWEENEY,  THIELE,  TITONE, TOWNS, WEISENBERG -- read once and referred\n         to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to  establishing  the\n         childhood  lead  poisoning primary prevention and safe housing act; to\n         amend the state finance law, in relation to establishing the childhood\n         lead poisoning primary prevention and safe housing fund; to amend  the\n         tax law, in relation to authorizing a credit for lead hazard reduction\n         activities;  and  providing  for the repeal of certain provisions upon\n         expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. This act shall be known and may be cited as the \"childhood\n    2  lead poisoning primary prevention and safe housing act\".\n    3    S 2. Legislative findings and purposes. 1. (a) Lead poisoning of chil-\n    4  dren persists as one of the most prevalent and preventable environmental\n    5  diseases in New York. At least 10,000  children  were  newly  identified\n    6  with levels of lead in their blood at 10 micrograms per deciliter in New\n    7  York  state  in  2001.  Moreover,  only  about one-third of children are\n    8  receiving the lead screenings that are required by  law  and  therefore,\n    9  the  actual  number  of  children  affected  by the ingestion of lead is\n   10  undoubtedly significantly greater than reported. Prevention is the  only\n   11  effective way to protect children from irreversible damage.  Unless lead\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02070-01-1\n\n       A. 728                              2\n\n    1  poisoning  is  prevented,  elevated  blood  lead  levels  will result in\n    2  impairment of the ability to think, concentrate, and learn.\n    3    (b)  Medical  research  indicates  that children can suffer permanent,\n    4  irreparable damage at blood levels even lower  than  10  micrograms  per\n    5  deciliter, and that there is no level of lead ingestion which is without\n    6  adverse impact. Medical research also indicates that fetal injuries from\n    7  lead paint can occur if women have elevated blood levels during pregnan-\n    8  cy. Because of this, intervention measures that wait until children have\n    9  been   exposed  have  limited  benefits,  and  the  pursuit  of  primary\n   10  prevention, which means eliminating lead  hazards  before  children  are\n   11  exposed,  has  been recommended by the United States centers for disease\n   12  control and prevention and promoted by leading experts in the field as a\n   13  critical course of action to protect the health of young children.\n   14    (c) The predominant cause of lead poisoning in children is the  inges-\n   15  tion  of  lead  particles from deteriorating or abraded lead-based paint\n   16  from older and poorly maintained residences.\n   17    (d) Deteriorating lead-based paint or excessive amounts of lead-conta-\n   18  minated dust in these poorly maintained homes endangers the intellectual\n   19  and emotional development and physical well being of affected  children.\n   20  In  addition,  unsafe work practices that inadequately control lead dust\n   21  in the repair or renovation of older homes can  cause  substantial  lead\n   22  hazards.\n   23    (e)  Although lead-based paint was banned for residential use in 1978,\n   24  New York state has both the largest percentage and the largest  absolute\n   25  number of older housing units with lead paint in the nation.\n   26    (f) The dangers posed by lead-based paint can be substantially reduced\n   27  by  taking  measures  to  prevent paint deterioration and limiting chil-\n   28  dren's exposure to paint chips and lead dust.\n   29    (g) The deterioration of lead-based paint in older residences  results\n   30  in increased expenses each year for the state of New York in the form of\n   31  special  education  and other education expenses, medical care for lead-\n   32  poisoned children, and expenditures  for  delinquent  youth  and  others\n   33  needing special supervision.\n   34    (h) Older housing units remain an important part of New York's housing\n   35  stock,  particularly for those of modest or limited incomes. The problem\n   36  of lead-based paint in housing affects urban, suburban and  rural  areas\n   37  of the state.\n   38    (i)  The existing housing codes and enforcement systems in most juris-\n   39  dictions do not include primary prevention measures for lead hazards and\n   40  have proven  ineffective  in  encouraging  widespread  lead-based  paint\n   41  hazard abatement, mitigation, and control.\n   42    (j) The financial incentives currently in place have not proven suffi-\n   43  cient  to motivate property owners to undertake widespread and effective\n   44  lead-based paint hazard abatement, mitigation, and control; moreover low\n   45  and moderate income property owners may not have access to the resources\n   46  to eliminate or control lead hazards.\n   47    (k) Knowledge of lead-based paint hazards, their control,  mitigation,\n   48  abatement, and risk avoidance is not sufficiently widespread, especially\n   49  outside urban areas.\n   50    2. The purposes of this act are: (a) to increase the supply of afford-\n   51  able rental housing in the state of New York in which measures have been\n   52  taken  to  eliminate  or substantially reduce the risk of childhood lead\n   53  poisoning;\n   54    (b) to ensure that New York's response  to  lead-based  paint  hazards\n   55  focuses  on primary prevention as the essential tool to combat childhood\n   56  lead poisoning, and thus to substantially reduce, and eventually  elimi-\n\n       A. 728                              3\n\n    1  nate,  the  incidence  of  childhood  lead poisoning in the state of New\n    2  York;\n    3    (c)  to  improve public awareness of lead safety issues and to educate\n    4  both property owners and tenants about practices  that  can  reduce  the\n    5  incidence of lead poisoning;\n    6    (d)  to provide access to the resources for property owners who commit\n    7  to undertake specified lead hazard reduction measures.\n    8    S 3. Section 1370 of the public health law is amended by adding  eigh-\n    9  teen  new subdivisions 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20,\n   10  21, 22, 23, 24, and 25 to read as follows:\n   11    8. \"DUST-LEAD HAZARD\" MEANS SURFACE DUST  THAT  CONTAINS  A  DUST-LEAD\n   12  LOADING  (AREA CONCENTRATION OF LEAD) AT OR EXCEEDING THE LEVELS PROMUL-\n   13  GATED BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY  PURSUANT  TO\n   14  SECTION 403 OF THE TOXIC SUBSTANCES CONTROL ACT.\n   15    9. \"DWELLING UNIT\" MEANS A:\n   16    (A)  SINGLE-FAMILY  DWELLING,  INCLUDING  ATTACHED  STRUCTURES SUCH AS\n   17  PORCHES AND STOOPS; OR\n   18    (B) HOUSING UNIT IN A STRUCTURE THAT CONTAINS MORE THAN  ONE  SEPARATE\n   19  HOUSING  UNIT,  AND  FOR  WHICH  EACH  SUCH UNIT IS USED OR OCCUPIED, OR\n   20  INTENDED TO BE USED OR OCCUPIED, IN WHOLE OR IN PART,  AS  THE  HOME  OR\n   21  SEPARATE LIVING QUARTERS OF ONE OR MORE PERSONS.\n   22    10.  \"ENCAPSULATION\"  MEANS  THE  APPLICATION OF A COVERING OR COATING\n   23  THAT ACTS AS A BARRIER BETWEEN THE LEAD-BASED PAINT AND THE  ENVIRONMENT\n   24  AND  THAT  RELIES FOR ITS DURABILITY ON ADHESION BETWEEN THE ENCAPSULATE\n   25  AND THE PAINTED SURFACE, AND ON THE  INTEGRITY  OF  THE  EXISTING  BONDS\n   26  BETWEEN PAINT LAYERS AND BETWEEN THE PAINT AND THE SUBSTRATE. ENCAPSULA-\n   27  TION  MAY  BE  USED  AS  A  METHOD  OF  ABATEMENT  IF IT IS DESIGNED AND\n   28  PERFORMED SO AS TO BE PERMANENT.\n   29    11. \"FRICTION SURFACE\" MEANS AN INTERIOR OR EXTERIOR  PAINTED  SURFACE\n   30  THAT  TOUCHES  OR  IS IN CONTACT WITH ANOTHER SURFACE, SUCH THAT THE TWO\n   31  SURFACES ARE CAPABLE OF RELATIVE MOTION AND ABRADE, SCRAPE, OR BIND WHEN\n   32  IN RELATIVE MOTION. FRICTION SURFACES SHALL INCLUDE, BUT NOT BE  LIMITED\n   33  TO, WINDOW FRAMES AND JAMBS, DOORS, AND HINGES.\n   34    12.  \"HAZARD REDUCTION\" MEANS MEASURES DESIGNED TO REDUCE OR ELIMINATE\n   35  HUMAN EXPOSURE TO LEAD-BASED PAINT HAZARDS.\n   36    13. \"HIGH EFFICIENCY PARTICLE AIR VACUUM\"  OR  \"HEPA-VACUUM\"  MEANS  A\n   37  DEVICE CAPABLE OF FILTERING OUT PARTICLES OF 0.3 MICRONS OR GREATER FROM\n   38  A  BODY  OF  AIR  AT  AN  EFFICIENCY OF 99.97% OR GREATER; \"HEPA-VACUUM\"\n   39  INCLUDES USE OF A HEPA-VACUUM.\n   40    14. \"LEAD-BASED PAINT HAZARD\" MEANS ANY CONDITION IN, OR PROXIMATE TO,\n   41  A DWELLING UNIT THAT CAUSES  EXPOSURE  TO  LEAD  FROM  LEAD-CONTAMINATED\n   42  DUST,  FROM  LEAD-BASED  PAINT  THAT IS DETERIORATED, OR FROM LEAD-BASED\n   43  PAINT THAT IS PRESENT ON CHEWABLE  SURFACES,  DETERIORATED  SUBSURFACES,\n   44  FRICTION  SURFACES, OR IMPACT SURFACES, OR IN SOIL, THAT WOULD RESULT IN\n   45  ADVERSE HUMAN HEALTH EFFECTS.\n   46    15. \"IMPACT SURFACE\" MEANS AN INTERIOR  OR  EXTERIOR  PAINTED  SURFACE\n   47  THAT  SHOWS  EVIDENCE, SUCH AS MARKING, DENTING, OR CHIPPING, THAT IT IS\n   48  SUBJECT TO DAMAGE BY REPEATED SUDDEN FORCE, SUCH  AS  CERTAIN  PARTS  OF\n   49  DOOR FRAMES, MOLDINGS, OR BASEBOARDS.\n   50    16. \"DETERIORATED PAINT\" MEANS ANY INTERIOR OR EXTERIOR PAINT OR OTHER\n   51  COATING  THAT  IS  CURLING, SCALING, FLAKING, BLISTERING, PEELING, CHIP-\n   52  PING, CHALKING, CRACKING, OR LOOSE IN ANY MANNER, SUCH THAT A  SPACE  OR\n   53  POCKET  OF AIR IS BEHIND A PORTION THEREOF OR SUCH THAT THE PAINT IS NOT\n   54  COMPLETELY ADHERED TO THE UNDERLYING SUBSURFACE, OR IS OTHERWISE DAMAGED\n   55  OR SEPARATED FROM THE SUBSTRATE.\n\n       A. 728                              4\n\n    1    17. \"DETERIORATED SUBSURFACE\" SHALL MEAN AN UNSTABLE OR UNSOUND PAINT-\n    2  ED SUBSURFACE, AN INDICATION OF WHICH CAN BE OBSERVED THROUGH  A  VISUAL\n    3  INSPECTION,  INCLUDING,  BUT  NOT LIMITED TO, ROTTED OR DECAYED WOOD, OR\n    4  WOOD OR PLASTER THAT HAS BEEN SUBJECT TO MOISTURE OR DISTURBANCE.\n    5    18.  \"CHEWABLE  SURFACE\" MEANS AN INTERIOR OR EXTERIOR SURFACE PAINTED\n    6  WITH LEAD-BASED PAINT THAT A YOUNG CHILD CAN MOUTH OR CHEW.  A  CHEWABLE\n    7  SURFACE  IS  THE SAME AS AN \"ACCESSIBLE SURFACE\" AS DEFINED IN 42 U.S.C.\n    8  4851B(2). HARD METAL SUBSTRATES AND OTHER MATERIALS THAT CANNOT BE DENT-\n    9  ED BY THE BITE OF A YOUNG CHILD ARE NOT CONSIDERED CHEWABLE.\n   10    19. \"PERMANENT\" MEANS AN EXPECTED  DESIGN  LIFE  OF  AT  LEAST  TWENTY\n   11  YEARS.\n   12    20.  \"SOIL-LEAD  HAZARD\"  MEANS BARE SOIL ON RESIDENTIAL PROPERTY THAT\n   13  CONTAINS LEAD EQUAL TO OR EXCEEDING LEVELS  PROMULGATED  BY  THE  UNITED\n   14  STATES  ENVIRONMENTAL  PROTECTION  AGENCY PURSUANT TO SECTION 403 OF THE\n   15  TOXIC SUBSTANCES CONTROL ACT.\n   16    21. \"TENANT\" MEANS THE INDIVIDUAL NAMED AS  THE  LESSEE  IN  A  LEASE,\n   17  RENTAL  AGREEMENT  OR OTHER FORM OF OCCUPANCY AGREEMENT, WHETHER WRITTEN\n   18  OR ORAL, FOR A DWELLING UNIT, AND INCLUDES TENANCIES INCIDENT TO EMPLOY-\n   19  MENT. WHERE APPLICABLE, THE TERM \"TENANT\" SHALL ALSO INCLUDE ANY  MEMBER\n   20  OF THE TENANT'S HOUSEHOLD.\n   21    22.  \"WIPE SAMPLE\" MEANS A SAMPLE COLLECTED BY WIPING A REPRESENTATIVE\n   22  SURFACE OF KNOWN AREA, AS DETERMINED BY ASTM E1728,  \"STANDARD  PRACTICE\n   23  FOR FIELD COLLECTION OF SETTLED DUST SAMPLES USING WIPE SAMPLING METHODS\n   24  FOR LEAD DETERMINATION BY ATOMIC SPECTROMETRY TECHNIQUES,\" OR EQUIVALENT\n   25  METHOD,  WITH  AN  ACCEPTABLE  WIPE  MATERIAL AS DEFINED IN ASTM E 1792,\n   26  \"STANDARD SPECIFICATION FOR WIPE SAMPLING MATERIALS FOR LEAD IN  SURFACE\n   27  DUST.\"\n   28    23.  \"CLEARANCE  EXAMINATION\"  MEANS  AN ACTIVITY, CONDUCTED BY A RISK\n   29  ASSESSOR OR  LEAD-BASED  PAINT  INSPECTOR,  FOLLOWING  LEAD-BASED  PAINT\n   30  HAZARD  REDUCTION  ACTIVITIES  TO  DETERMINE  THAT  THE HAZARD REDUCTION\n   31  ACTIVITIES ARE  COMPLETE  AND  THAT  NO  SOIL-LEAD  HAZARDS  OR  SETTLED\n   32  DUST-LEAD HAZARDS EXIST IN THE DWELLING UNIT OR WORKSITE.\n   33    24.  \"WORKSITE\"  MEANS  AN  INTERIOR OR EXTERIOR AREA WHERE LEAD-BASED\n   34  PAINT HAZARD REDUCTION ACTIVITY TAKES PLACE. THERE MAY BE MORE THAN  ONE\n   35  WORKSITE IN A DWELLING UNIT.\n   36    25.  \"INSPECTIONS  FOR  CONDITIONS  CONDUCIVE  TO  LEAD  POISONING  OR\n   37  LEAD-BASED PAINT HAZARDS\" MEANS AN ACTIVITY CONDUCTED  TO  IDENTIFY  ANY\n   38  CONDITION  CONDUCIVE  TO  LEAD POISONING OR LEAD-BASED PAINT HAZARDS, IN\n   39  ACCORDANCE WITH THE RULES AND REGULATIONS PROMULGATED BY THE  DEPARTMENT\n   40  PURSUANT  TO SECTION THIRTEEN HUNDRED SEVENTY-EIGHT OF THIS TITLE, WHEN-\n   41  EVER SUCH ACTIVITY IS REQUIRED OR OTHERWISE CONDUCTED  PURSUANT  TO  THE\n   42  PROVISIONS  OF  THE CHILDHOOD LEAD POISONING PRIMARY PREVENTION AND SAFE\n   43  HOUSING ACT.\n   44    S 4.  Paragraph (d) of subdivision 2 of section 1370-a of  the  public\n   45  health  law, as added by chapter 485 of the laws of 1992, is amended and\n   46  three new subdivisions 4, 5, and 6 are added to read as follows:\n   47    (d) develop and implement  public  education  and  community  outreach\n   48  programs  AND PUBLIC AWARENESS CAMPAIGNS on lead exposure, detection and\n   49  risk reduction. SUCH PROGRAMS AND CAMPAIGNS SHALL INCLUDE,  BUT  NOT  BE\n   50  LIMITED TO, USE OF MASS MEDIA.\n   51    4. EACH HEALTH INSURER OR HEALTH MAINTENANCE ORGANIZATION SHALL REPORT\n   52  ANNUALLY  TO THE DEPARTMENT ITS AGGREGATE DATA REGARDING COMPLIANCE WITH\n   53  THE SCREENING REQUIREMENTS PURSUANT TO THIS  SECTION.  SUCH  DATA  SHALL\n   54  DETAIL  THE NUMBER AND PERCENTAGE OF CHILDREN SEEN WHO WERE AGES ONE AND\n   55  TWO, THE NUMBER AND PERCENTAGE WHO WERE SCREENED AT  AGE  ONE,  AND  THE\n   56  NUMBER AND PERCENTAGE WHO WERE SCREENED AT AGE TWO, SEPARATELY ORGANIZED\n\n       A. 728                              5\n\n    1  BY  ZIP  CODE.  THIS REPORT ON SCREENING COMPLIANCE SHALL BE PROVIDED TO\n    2  THE DEPARTMENT BY FEBRUARY FIRST FOLLOWING THE END OF THE CALENDAR YEAR.\n    3    5.  THE  DEPARTMENT SHALL INCLUDE THE SCREENING AND REPORTING REQUIRE-\n    4  MENTS IN ITS CONTRACTS FOR SERVICES UNDER THE MEDICAID AND CHILD  HEALTH\n    5  PLUS  PROGRAMS  OR  ANY  OTHER  PROGRAMS FUNDED IN WHOLE OR IN PART WITH\n    6  STATE OR LOCAL FUNDS AND PROVIDING HEALTH SERVICES TO CHILDREN UNDER AGE\n    7  SIX AND PREGNANT WOMEN, AND SHALL IMPOSE COMPLIANCE TARGETS  AND  APPRO-\n    8  PRIATE  PENALTIES  OR  SANCTIONS  IN  THE  EVENT  SUCH  TARGETS  ARE NOT\n    9  ACHIEVED.\n   10    6. BY MARCH FIFTH OF EACH YEAR THE  DEPARTMENT  SHALL  SUBMIT  TO  THE\n   11  HEALTH COMMITTEES OF THE SENATE AND ASSEMBLY AND MAKE PUBLICLY AVAILABLE\n   12  A  REPORT  ON  SCREENING  RATES  OF  THE PRECEDING YEAR PURSUANT TO THIS\n   13  SECTION, INCLUDING THE ACTUAL NUMBER AND  ESTIMATED  PERCENTAGE  OF  ONE\n   14  YEAR  OLD CHILDREN AND THE ACTUAL NUMBER AND ESTIMATED PERCENTAGE OF TWO\n   15  YEAR OLD CHILDREN SCREENED FOR BLOOD LEAD, THE ACTUAL NUMBER  AND  ESTI-\n   16  MATED  PERCENTAGE  OF  CHILDREN SCREENED AT BOTH ONE YEAR OF AGE AND TWO\n   17  YEARS OF AGE, THE PERFORMANCE OF MEDICAID AND CHILD HEALTH PLUS PROGRAMS\n   18  OR ANY OTHER PROGRAMS FUNDED IN WHOLE OR IN PART WITH  STATE  AND  LOCAL\n   19  FUNDS  AND PROVIDING HEALTH SERVICES TO CHILDREN UNDER AGE SIX AND PREG-\n   20  NANT WOMEN, AND ITS ACTIONS TO PUBLICIZE AND ENFORCE THE OBLIGATIONS  ON\n   21  HEALTH CARE PROVIDERS PURSUANT TO THIS SECTION.\n   22    S  5.  Subdivision  1  of  section 1370-c of the public health law, as\n   23  added by chapter 485 of the laws of 1992, is amended to read as follows:\n   24    1. The department is authorized to AND  SHALL  promulgate  regulations\n   25  establishing  the means by which and the intervals at which children and\n   26  pregnant women shall be screened for elevated lead levels.  The  depart-\n   27  ment is also authorized to require screening for lead poisoning in other\n   28  high  risk  groups.   AT A MINIMUM, THE DEPARTMENT SHALL ENSURE THAT ALL\n   29  CHILDREN AT BOTH AGE ONE YEAR AND AT AGE TWO YEARS  AND  PREGNANT  WOMEN\n   30  WHO ARE DETERMINED TO BE AT RISK SHALL BE SCREENED AND THAT ALL CHILDREN\n   31  WHO  ARE  CONSIDERED AT RISK UP TO SIX YEARS OF AGE SHALL BE SCREENED AT\n   32  LEAST ONCE EACH YEAR.\n   33    S 6. The public health law is amended by adding a new section 1377  to\n   34  read as follows:\n   35    S  1377.  LEAD-SAFE  HOUSING  AWARENESS  SEMINAR.    WITHIN SIX MONTHS\n   36  FOLLOWING THE EFFECTIVE DATE  OF  THIS  SECTION,  THE  DEPARTMENT  SHALL\n   37  ESTABLISH  GUIDELINES  AND  A  TRAINER'S MANUAL FOR A \"LEAD-SAFE HOUSING\n   38  AWARENESS SEMINAR\" WITH A TOTAL CLASS TIME OF THREE HOURS OR LESS.  SUCH\n   39  GUIDELINES  AND  MATERIALS  SHALL BE MADE AVAILABLE SO THAT SUCH COURSES\n   40  MAY BE OFFERED BY THE DEPARTMENT OR OTHER STATE PERSONNEL,  PROFESSIONAL\n   41  ASSOCIATIONS  AND  COMMUNITY  ORGANIZATIONS  WITH  A  TRAINING CAPACITY,\n   42  EXISTING ACCREDITED EDUCATIONAL INSTITUTIONS, AND NOT-FOR-PROFIT  EDUCA-\n   43  TIONAL  PROVIDERS.    ALL  SUCH OFFERING PROPOSALS SHALL BE REVIEWED AND\n   44  APPROVED, BASED ON SEMINAR CONTENT AND QUALIFICATIONS OF INSTRUCTORS, BY\n   45  THE DEPARTMENT OR THE DIVISION OF HOUSING AND COMMUNITY RENEWAL OR THEIR\n   46  DESIGNEES. THE DEPARTMENT IS AUTHORIZED TO SET AND  COLLECT  A  FEE  FOR\n   47  SUCH  MANUALS  OR  COURSES.  ANY FEES COLLECTED PURSUANT TO THIS SECTION\n   48  SHALL BE DEPOSITED INTO THE CHILDHOOD LEAD POISONING PRIMARY  PREVENTION\n   49  AND  SAFE  HOUSING FUND ESTABLISHED PURSUANT TO SECTION NINETY-NINE-T OF\n   50  THE STATE FINANCE LAW.\n   51    S 7. The public health law is amended by adding a new section 1378  to\n   52  read as follows:\n   53    S  1378.  CHILDHOOD LEAD POISONING PRIMARY PREVENTION AND SAFE HOUSING\n   54  PLAN. 1. THE DEPARTMENT IS HEREBY AUTHORIZED AND REQUIRED TO DEVELOP AND\n   55  IMPLEMENT, WITHIN NINE MONTHS  FOLLOWING  THE  EFFECTIVE  DATE  OF  THIS\n   56  SECTION,  THE CHILDHOOD LEAD POISONING PRIMARY PREVENTION AND SAFE HOUS-\n\n       A. 728                              6\n\n    1  ING PLAN WHICH PURPOSE IS THE ELIMINATION OF CHILDHOOD  LEAD  POISONING.\n    2  THE  PLAN  SHALL  ALSO  INCLUDE PUBLIC AWARENESS CAMPAIGNS AND COMMUNITY\n    3  OUTREACH EFFORTS. SUCH PLAN SHALL ALSO INCLUDE LOCAL PRIMARY  PREVENTION\n    4  PLANS  FOR  COMMUNITIES  OF CONCERN IN ACCORDANCE WITH THE PROVISIONS OF\n    5  THIS SECTION. SUCH PLAN MAY BE AMENDED BY THE DEPARTMENT  IN  ACCORDANCE\n    6  WITH  THE PROVISIONS OF THIS SECTION. BY MARCH FIFTH OF EACH YEAR BEGIN-\n    7  NING THE FIRST YEAR AFTER THIS SECTION BECOMES LAW, THE DEPARTMENT SHALL\n    8  SUBMIT TO THE HEALTH AND FISCAL COMMITTEES OF THE  LEGISLATURE  AND  THE\n    9  ADVISORY  COUNCIL  ESTABLISHED  IN SECTION THIRTEEN HUNDRED SEVENTY-B OF\n   10  THIS TITLE A REPORT ON THE CHILDHOOD LEAD POISONING  PRIMARY  PREVENTION\n   11  AND SAFE HOUSING PLAN.\n   12    2.  THE  DEPARTMENT  SHALL  IDENTIFY  AND DESIGNATE THE THIRTY MUNICI-\n   13  PALITIES IN THE STATE THAT HAVE THE GREATEST NUMBERS OF CHILDREN IDENTI-\n   14  FIED WITH BLOOD LEAD LEVELS GREATER THAN OR EQUAL TO TEN  MICROGRAMS  OF\n   15  LEAD PER DECILITER OF WHOLE BLOOD AS COMMUNITIES OF CONCERN. SUCH DESIG-\n   16  NATION  SHALL  NOT  INCLUDE  CITIES  WITH A POPULATION OF ONE MILLION OR\n   17  MORE. SUCH DESIGNATION SHALL BE MADE AT  LEAST  BIENNIALLY  AND  BY  THE\n   18  THIRTIETH DAY OF DECEMBER OF THE YEAR IN WHICH THE DESIGNATION IS MADE.\n   19    3.  A. THE DEPARTMENT SHALL DEVELOP AND IMPLEMENT, IN COOPERATION WITH\n   20  THE DEPARTMENT OF  STATE  AND  LOCAL  MUNICIPALITIES,  A  LOCAL  PRIMARY\n   21  PREVENTION  PLAN  TO  PREVENT  EXPOSURE  TO  LEAD  FOR EACH COMMUNITY OF\n   22  CONCERN. A LOCAL PRIMARY PREVENTION PLAN SHALL TARGET CHILDREN UNDER AGE\n   23  SIX AND PREGNANT WOMEN AND ANY CENSUS TRACT OR BLOCK GROUP IN THE  MUNI-\n   24  CIPALITIES  IN WHICH DURING ANY SINGLE YEAR, MORE THAN TWENTY-FIVE CHIL-\n   25  DREN HAVE BEEN IDENTIFIED WITH BLOOD LEAD LEVELS GREATER THAN  OR  EQUAL\n   26  TO  TEN  MICROGRAMS  OF  LEAD PER DECILITER OF WHOLE BLOOD AND SHALL SET\n   27  TARGETS AND A REASONABLE TIME FRAME, INCLUDING A RATIONALE FOR SUCH TIME\n   28  FRAME, FOR THE ELIMINATION OF CHILDHOOD LEAD POISONING WITHIN THE  MUNI-\n   29  CIPALITY.  IN  MUNICIPALITIES WITH SUCH CENSUS TRACTS OR BLOCK GROUPS, A\n   30  LOCAL PRIMARY PREVENTION PLAN ALSO  SHALL  INCLUDE  THE  INSPECTION  FOR\n   31  CONDITIONS  CONDUCIVE  TO LEAD POISONING AND LEAD-BASED PAINT HAZARDS OF\n   32  DWELLING UNITS WHICH ARE EITHER RENTED, LEASED, LET OR HIRED OUT, TO  BE\n   33  OCCUPIED, OR IS OCCUPIED AS THE TEMPORARY OR PERMANENT RESIDENCE OR HOME\n   34  OF  ONE  OR  MORE  FAMILIES  LIVING INDEPENDENTLY OF EACH OTHER AND ALSO\n   35  SHALL INCLUDE THE INSPECTION FOR CONDITIONS CONDUCIVE TO LEAD  POISONING\n   36  AND LEAD-BASED PAINT HAZARDS OF DWELLING UNITS IN WHICH GROUP FAMILY DAY\n   37  CARE  HOMES  AND  FAMILY  DAY  CARE  HOMES,  AS DEFINED IN SECTION THREE\n   38  HUNDRED NINETY OF THE SOCIAL SERVICES LAW, ARE OPERATED. SUCH PLAN SHALL\n   39  REQUIRE THAT ANY LEAD-BASED PAINT HAZARDS  OR  CONDITIONS  CONDUCIVE  TO\n   40  LEAD  POISONING IDENTIFIED IN SUCH INSPECTED PROPERTIES BE ELIMINATED OR\n   41  CONTROLLED IN ACCORDANCE WITH THE PROVISIONS OF PARAGRAPH A OF  SUBDIVI-\n   42  SION  ONE  OF  SECTION  THIRTEEN HUNDRED SEVENTY-NINE OF THIS CHAPTER. A\n   43  LOCAL PRIMARY PREVENTION PLAN SHALL BE IN EFFECT  NO  LATER  THAN  SEVEN\n   44  MONTHS AFTER THE MUNICIPALITY IS DESIGNATED AS A COMMUNITY OF CONCERN.\n   45    B.  THE  DEPARTMENT,  IN CONSULTATION WITH THE DEPARTMENT OF STATE AND\n   46  LOCAL MUNICIPALITIES, SHALL PROMULGATE RULES  AND  REGULATIONS  FOR  THE\n   47  DEVELOPMENT,  IMPLEMENTATION AND AMENDMENT OF A LOCAL PRIMARY PREVENTION\n   48  PLAN. PROVIDED, HOWEVER, NO SUCH PLAN SHALL BE IMPLEMENTED  OR  SUBSTAN-\n   49  TIALLY  AMENDED  UNLESS  THE  PLAN,  INCLUDING A PROPOSED BUDGET FOR THE\n   50  PLAN, HAS BEEN SUBMITTED BY THE DEPARTMENT OR THE LOCAL MUNICIPALITY FOR\n   51  REVIEW AT LEAST ONE PUBLIC HEARING IN THE MUNICIPALITY  FOR  WHICH  SUCH\n   52  PLAN IS DEVELOPED AND A PUBLIC COMMENT PERIOD OF AT LEAST SIXTY DAYS HAS\n   53  BEEN  PROVIDED  BY THE DEPARTMENT OR THE LOCAL MUNICIPALITY IN CONSIDER-\n   54  ATION OF THE BILL.\n   55    C. IF A MUNICIPALITY HAS DEVELOPED A PLAN SUBSTANTIALLY SIMILAR TO THE\n   56  REQUIREMENTS FOR A LOCAL PRIMARY PREVENTION PLAN IN ACCORDANCE WITH THIS\n\n       A. 728                              7\n\n    1  SECTION OR PASSED AN ORDINANCE OR LOCAL LAW  OR  SET  OF  ORDINANCES  OR\n    2  LOCAL  LAWS  THAT  CONSTITUTE  A SUBSTANTIALLY SIMILAR PLAN SUCH PLAN OR\n    3  ORDINANCE OR LOCAL LAW OR  SET  OF  ORDINANCES  OR  LOCAL  LAWS  MAY  BE\n    4  ACCEPTED  AS  THE LOCAL PRIMARY PREVENTION PLAN FOR THE MUNICIPALITY. AN\n    5  ORDINANCE OR LOCAL LAW OR SET OF ORDINANCES OR LOCAL LAWS  THAT  WAS  IN\n    6  EFFECT  ON  JULY  FIRST, TWO THOUSAND SIX IN THE CITY OF ROCHESTER WHICH\n    7  POLICY AND INTENT IS TO  PREVENT  HUMAN  EXPOSURE  TO  LEAD-BASED  PAINT\n    8  HAZARDS IS A SUBSTANTIALLY SIMILAR PLAN FOR PURPOSES OF THIS SECTION AND\n    9  NO  PUBLIC HEARING AND PUBLIC COMMENT PERIOD SHALL BE CONSIDERED TO HAVE\n   10  BEEN REQUIRED FOR ITS IMPLEMENTATION.\n   11    4. A. FUNDING FOR THE CHILDHOOD LEAD POISONING PRIMARY PREVENTION  AND\n   12  SAFE HOUSING PLAN AND ANY LOCAL PRIMARY PREVENTION PLANS INCLUDED THERE-\n   13  IN SHALL BE SUBJECT TO APPROPRIATION BY THE STATE LEGISLATURE.\n   14    B.  EXCEPT  IF AGREED TO BY THE DEPARTMENT AND THE MUNICIPALITY, COSTS\n   15  INCURRED  BY  A  MUNICIPALITY  DIRECTLY  RELATED  TO  A  LOCAL   PRIMARY\n   16  PREVENTION  PLAN  OR THE CHILDHOOD LEAD POISONING PRIMARY PREVENTION AND\n   17  SAFE HOUSING PLAN WHICH ARE NOT ELIGIBLE TO BE  PAID  FOR  OR  OTHERWISE\n   18  REIMBURSED BY A NON-STATE GOVERNMENTAL ENTITY AND WHICH ARE NOT COSTS OF\n   19  AN  OWNER  OR OCCUPANT OF AN AFFECTED PROPERTY SHALL BE CONSIDERED COSTS\n   20  OF THE DEPARTMENT. SUCH COSTS SHALL BE REIMBURSED TO THE MUNICIPALITY BY\n   21  THE DEPARTMENT. FUNDING FOR SUCH COSTS SHALL BE MADE  AVAILABLE  SUBJECT\n   22  TO  APPROPRIATION  BY  THE  STATE  LEGISLATURE. A COST MAY BE CONSIDERED\n   23  DIRECTLY RELATED IF IT WOULD NOT HAVE BEEN INCURRED BUT  FOR  THE  LOCAL\n   24  PRIMARY  PREVENTION  PLAN OR CHILDHOOD LEAD POISONING PRIMARY PREVENTION\n   25  AND SAFE HOUSING PLAN. THE DEPARTMENT MAY ENTER INTO AGREEMENTS WITH THE\n   26  MUNICIPALITIES, THE DEPARTMENT OF STATE OR ANY OTHER  APPROPRIATE  STATE\n   27  OR  FEDERAL  AGENCY,  DEPARTMENT,  DIVISION, QUASI-PUBLIC CORPORATION OR\n   28  AUTHORITY FOR THE REIMBURSEMENT OF SUCH COSTS.\n   29    5. THE CHILDHOOD LEAD POISONING PRIMARY PREVENTION  AND  SAFE  HOUSING\n   30  PLAN SHALL ALSO REQUIRE, IN RESPONSE TO A CHILD UNDER AGE SIX OR A PREG-\n   31  NANT WOMAN WHO HAS A CONFIRMED BLOOD LEAD LEVEL GREATER THAN OR EQUAL TO\n   32  TEN MICROGRAMS OF LEAD PER DECILITER OF WHOLE BLOOD, A COMPLETE DIAGNOS-\n   33  TIC ASSESSMENT WHICH SHALL INCLUDE: A DETAILED LEAD EXPOSURE ASSESSMENT,\n   34  A  NUTRITIONAL  ASSESSMENT,  INCLUDING IRON STATUS, AND, AS APPROPRIATE,\n   35  DEVELOPMENT SCREENING AND AN ENVIRONMENTAL ASSESSMENT SHALL BE CONDUCTED\n   36  BY THE DEPARTMENT, IN CONJUNCTION WITH THE DEPARTMENT OF STATE  AND  ANY\n   37  OTHER  APPROPRIATE  STATE  AGENCY,  DEPARTMENT,  DIVISION,  QUASI-PUBLIC\n   38  CORPORATION OR AUTHORITY AND MUNICIPALITY, TO DETERMINE  THE  SOURCE  OF\n   39  EXPOSURE  TO  LEAD  WHICH  SHALL  INCLUDE, TO THE EXTENT PRACTICABLE, AN\n   40  INSPECTION FOR CONDITIONS CONDUCIVE TO  LEAD  POISONING  AND  LEAD-BASED\n   41  PAINT  HAZARDS  WITHIN FIFTEEN DAYS OF NOTIFICATION TO THE DEPARTMENT OF\n   42  SUCH CONFIRMED BLOOD LEVELS.\n   43    6. A. THE DEPARTMENT IS HEREBY AUTHORIZED AND DIRECTED  TO  PROMULGATE\n   44  RULES  AND REGULATIONS REGARDING INSPECTIONS FOR CONDITIONS CONDUCIVE TO\n   45  LEAD POISONING OR LEAD-BASED PAINT HAZARDS. THE  RULES  AND  REGULATIONS\n   46  SHALL  PROVIDE FOR, BUT NOT BE LIMITED TO, QUALIFICATIONS OF INDIVIDUALS\n   47  ELIGIBLE TO CONDUCT SUCH INSPECTIONS, STANDARDS OF PRACTICE,  PROCEDURES\n   48  OR PROTOCOL FOR CONDUCTING SUCH INSPECTIONS AND REQUIREMENTS FOR WRITTEN\n   49  REPORTS  DOCUMENTING  THE  RESULTS  OF  SUCH INSPECTIONS. TO SATISFY THE\n   50  REQUIREMENTS OF THIS PARAGRAPH, THE  DEPARTMENT  MAY  ADOPT  REGULATIONS\n   51  SUFFICIENT  TO  SATISFY THE REQUIREMENTS OF 40 C.F.R. PART 745 SUBPART Q\n   52  OR SUCCESSOR REGULATION.\n   53    B. THE DEPARTMENT MAY PROMULGATE RULES AND REGULATIONS  SUFFICIENT  TO\n   54  SATISFY  THE  REQUIREMENTS  OF 40 C.F.R. PART 745 SUBPART Q OR SUCCESSOR\n   55  REGULATION,  GOVERNING  THE  ACCREDITATION  OF   PERSONS   ENGAGING   IN\n   56  LEAD-BASED PAINT ACTIVITIES.\n\n       A. 728                              8\n\n    1    C.  THE  DEPARTMENT MAY ESTABLISH BY REGULATION A SCHEDULE OF FEES FOR\n    2  THE ACCREDITATION AND REGISTRATION OF  PERSONS  ENGAGING  IN  LEAD-BASED\n    3  PAINT  ACTIVITIES  OR CONDUCTING INSPECTIONS FOR CONDITIONS CONDUCIVE TO\n    4  LEAD POISONING OR LEAD-BASED PAINT  ACTIVITIES.    SUCH  FEES  SHALL  BE\n    5  REQUIRED  TO BE PAID AT THE TIME OF INITIAL REGISTRATION AND AT THE TIME\n    6  OF SUBSEQUENT RENEWAL OF REGISTRATION AND SHALL BE  DEPOSITED  INTO  THE\n    7  CHILDHOOD LEAD POISONING PRIMARY PREVENTION AND SAFE HOUSING FUND ESTAB-\n    8  LISHED PURSUANT TO SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.\n    9    7.   MUNICIPALITIES SHALL COOPERATE FULLY WITH THE DEPARTMENT, DEPART-\n   10  MENT OF STATE OR ANY OTHER APPROPRIATE STATE AGENCY,  DEPARTMENT,  DIVI-\n   11  SION,  QUASI-PUBLIC CORPORATION OR AUTHORITY TO CARRY OUT THE PROVISIONS\n   12  OF THIS SECTION.\n   13    8.  THE DEPARTMENT SHALL, IN COOPERATION WITH  ANY  OTHER  APPROPRIATE\n   14  STATE AGENCY, DEPARTMENT, DIVISION, QUASI-PUBLIC CORPORATION OR AUTHORI-\n   15  TY,  LOCAL  MUNICIPALITIES  AND  COMMUNITY ORGANIZATIONS, TAKE STEPS AND\n   16  DEVELOP STRATEGIES TO BALANCE THE NEED TO  ELIMINATE  THE  INCIDENCE  OF\n   17  CHILDHOOD LEAD POISONING WITH THE NEED FOR AVAILABLE, AFFORDABLE HOUSING\n   18  AND  CHILD  CARE.    SUCH STEPS AND STRATEGIES SHALL BE REFLECTED IN THE\n   19  DEVELOPMENT AND IMPLEMENTATION OF THE CHILDHOOD LEAD  POISONING  PRIMARY\n   20  PREVENTION AND SAFE HOUSING PLAN AND LOCAL PRIMARY PREVENTION PLANS.\n   21    9.  THE  COMMISSIONER  SHALL DESIGNATE A DEPUTY COMMISSIONER OF HEALTH\n   22  RESPONSIBLE FOR FULFILLING THE REQUIREMENTS OF THIS  SECTION  WHEN  SUCH\n   23  REQUIREMENTS INVOLVE THE RESPONSIBILITIES OF THE DEPARTMENT.\n   24    S  8. Section 606 of the tax law is amended by adding a new subsection\n   25  (ss) to read as follows:\n   26    (SS) CREDIT FOR LEAD HAZARD REDUCTION ACTIVITIES. (1) AUTHORIZATION OF\n   27  CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED  BY\n   28  THIS  ARTICLE EQUAL TO FIFTY PERCENT OF THE COST OF THE QUALIFIED ACTIV-\n   29  ITIES COMPLETED WHICH BROUGHT ANY DWELLING UNIT LOCATED  IN  THIS  STATE\n   30  INCLUDING  OWNER  OCCUPIED  DWELLING  UNITS  INTO COMPLIANCE WITH EITHER\n   31  \"ABATED\" OR  \"INTERIM  CONTROLS  IMPLEMENTED\"  CERTIFICATION  STATUS  AS\n   32  DESCRIBED  IN SECTION THIRTEEN HUNDRED SEVENTY-NINE OF THE PUBLIC HEALTH\n   33  LAW, PROVIDED THAT THE TAXPAYER COMPLIES WITH THE DOCUMENTATION REQUIRE-\n   34  MENTS OF PARAGRAPH EIGHT OF THIS SUBSECTION. SUCH DWELLING UNIT MUST  BE\n   35  CERTIFIED  AS EITHER \"ABATED\" OR \"INTERIM CONTROLS IMPLEMENTED\" IN ORDER\n   36  FOR ANY CREDIT TO BE ALLOWED UNDER THIS SUBSECTION. A  CREDIT  SHALL  BE\n   37  ALLOWED  UNDER  THIS SUBSECTION FOR THE COSTS OF THE FOLLOWING QUALIFIED\n   38  ACTIVITIES PROVIDED THE EXPECTED USEFUL LIFE OF SUCH ACTIVITIES  IS  TEN\n   39  YEARS  OR  MORE, AS DETERMINED BY REGULATIONS PROMULGATED BY THE DEPART-\n   40  MENT IN CONSULTATION WITH THE DEPARTMENT OF  STATE,  THE  DEPARTMENT  OF\n   41  HEALTH,  AND  THE  DIVISION  OF  HOUSING  AND COMMUNITY RENEWAL, AND THE\n   42  TAXPAYER COMPLIES WITH THE DOCUMENTATION REQUIREMENTS OF PARAGRAPH EIGHT\n   43  OF THIS SUBSECTION:\n   44    (A) ANY SET OF MEASURES WHICH WOULD RESULT  IN  THE  PERMANENT  ELIMI-\n   45  NATION  OF  LEAD-BASED  PAINT OR LEAD-BASED PAINT HAZARDS, INCLUDING THE\n   46  REMOVAL OF LEAD-BASED PAINT, THE PERMANENT ENCLOSURE OR ENCAPSULATION OF\n   47  LEAD-BASED PAINT, THE REPLACEMENT OF COMPONENTS OR FIXTURES PAINTED WITH\n   48  LEAD-BASED PAINT, AND THE REMOVAL OR PERMANENT  COVERING  OF  SOIL-BASED\n   49  HAZARDS;\n   50    (B) THE REPLACEMENT OF ANY SURFACES, WINDOWS, OR FIXTURES PAINTED WITH\n   51  LEAD-BASED PAINT;\n   52    (C) THE ENCAPSULATION OR ENCLOSURE OF LEAD-BASED PAINT; AND\n   53    (D)  THE REMOVAL OR ENCAPSULATION OR ENCLOSURE OF LEAD-BASED PAINT, OR\n   54  PAINT OF UNKNOWN LEAD CONTENT,  FROM  FRICTION  SURFACES,  SUCH  AS  THE\n   55  INSTALLATION OF REPLACEMENT WINDOW CHANNELS OR SLIDES, THE STRIPPING AND\n   56  REPAINTING  OF INTERIOR WINDOW TROUGHS AND WINDOWSILLS OR THEIR REPLACE-\n\n       A. 728                              9\n\n    1  MENT OR ENCAPSULATION WITH VINYL, METAL, OR ANY OTHER DURABLE  MATERIALS\n    2  WHICH  RENDER  THE  SURFACE  SMOOTH  AND CLEANABLE, OR THE STRIPPING AND\n    3  RE-HANGING OF DOORS.\n    4    (2)  AMOUNT  OF CREDIT. THE TAX CREDIT SHALL BE EQUAL TO FIFTY PERCENT\n    5  OF  THE  TOTAL  EXPENSES  ACTUALLY  INCURRED  FOR  QUALIFIED  ACTIVITIES\n    6  DESCRIBED  IN  THIS  SUBSECTION  UP  TO  A  MAXIMUM OF ONE THOUSAND FIVE\n    7  HUNDRED DOLLARS PER DWELLING UNIT. IN NO EVENT SHALL THE TOTAL TAX CRED-\n    8  IT RECEIVED BY A TAXPAYER PURSUANT TO THIS SUBSECTION EXCEED FIVE  THOU-\n    9  SAND DOLLARS PER TAX YEAR.\n   10    (3)  RESTRICTION  OF  CREDIT TO QUALIFIED RENTAL HOUSING UNITS; INCOME\n   11  RESTRICTIONS UPON ELIGIBILITY OF TAXPAYER. IN THE  CASE  OF  A  DWELLING\n   12  UNIT THAT IS RENTED OR LEASED, THE AVAILABILITY OF A TAX CREDIT PURSUANT\n   13  TO THIS SUBSECTION SHALL BE LIMITED TO SUCH DWELLING UNITS FOR WHICH THE\n   14  CONTRACT  RENT, INCLUDING ANY RENT SUBSIDY OR SHELTER ALLOWANCE THAT HAS\n   15  BEEN PAID TO THE OWNER ON BEHALF OF THE TENANT, HAS AT  NO  TIME  DURING\n   16  THE  TAX  YEAR  IN  WHICH  THE ELIGIBLE COSTS WERE INCURRED EXCEEDED ONE\n   17  HUNDRED PERCENT OF THE APPLICABLE AREA FAIR MARKET RENT PUBLISHED  ANNU-\n   18  ALLY BY THE FEDERAL DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT PURSUANT\n   19  TO SECTION 8(C)(1) OF THE UNITED STATES HOUSING ACT OF 1937, AS AMENDED,\n   20  42 USC 1437F(C)(1).\n   21    (4)  RESTRICTION UPON THE INCOME LEVEL OF TAXPAYERS ELIGIBLE FOR CRED-\n   22  IT.  (A) WITH RESPECT TO TAXPAYERS CLAIMING THE TAX CREDIT  IN  CONJUNC-\n   23  TION WITH ACTIVITIES MADE TO AN OWNER-OCCUPIED UNIT, THE ELIGIBILITY FOR\n   24  THE  TAX  CREDIT  SHALL  BE  LIMITED  TO TAXPAYERS WHOSE INCOME DOES NOT\n   25  EXCEED ONE HUNDRED PERCENT OF THE AREA MEDIAN FAMILY INCOME  ESTABLISHED\n   26  ANNUALLY  BY  THE  FEDERAL  DEPARTMENT  OF HOUSING AND URBAN DEVELOPMENT\n   27  PURSUANT TO SECTION 3(B)(2) OF THE UNITED STATES HOUSING ACT OF 1937, AS\n   28  AMENDED, 42 USC 1437C(B)(2); AND\n   29    (B) WITH RESPECT TO TAXPAYERS CLAIMING THE TAX CREDIT IN   CONJUNCTION\n   30  WITH  ACTIVITIES MADE TO A DWELLING UNIT IN WHICH THERE ARE FOUR OR MORE\n   31  DWELLING UNITS THAT ARE RENTED OR LEASED, THEN ELIGIBILITY FOR  THE  TAX\n   32  CREDIT  SHALL  BE  LIMITED TO SUCH DWELLING UNITS IN WHICH THE HOUSEHOLD\n   33  INCOME OF THE OCCUPANTS IN EACH DWELLING  UNIT  DID  NOT  EXCEED  EIGHTY\n   34  PERCENT  OF  THE  AREA  MEDIAN FAMILY INCOME ESTABLISHED ANNUALLY BY THE\n   35  FEDERAL DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT PURSUANT TO  SECTION\n   36  3(B)(2)  OF  THE  UNITED  STATES HOUSING ACT OF 1937, AS AMENDED, 42 USC\n   37  1437C(B)(2).\n   38    (5) MULTIPLE TAXPAYERS. IF THE DWELLING UNIT IS OWNED BY TWO  OR  MORE\n   39  TAXPAYERS,  THE  AMOUNT  OF THE CREDIT ALLOWED UNDER THIS SUBSECTION FOR\n   40  EACH SUCH ELIGIBLE TAXPAYER SHALL BE PRORATED ACCORDING TO THE  PERCENT-\n   41  AGE  OF  THE  TOTAL EXPENDITURE FOR ELIGIBLE ACTIVITIES INCURRED BY EACH\n   42  TAXPAYER AND SHALL NOT EXCEED FIVE THOUSAND DOLLARS.\n   43    (6) EXPENSES TO BE PAID BY TAXPAYER. THE AMOUNT OF ANY CREDIT  ALLOWED\n   44  UNDER  THIS SUBSECTION SHALL BE RESTRICTED TO EXPENSES ACTUALLY INCURRED\n   45  AND SHALL NOT INCLUDE ANY COST TO THE EXTENT SUCH COST IS FUNDED BY  ANY\n   46  GRANT,  CONTRACT,  OR OTHERWISE BY ANOTHER PERSON OR BY ANY GOVERNMENTAL\n   47  ENTITY, INCLUDING A LOAN FROM MONEYS IN  THE  CHILDHOOD  LEAD  POISONING\n   48  PRIMARY PREVENTION AND SAFE HOUSING FUND.\n   49    (7)  APPLICATION  OF CREDIT. IF THE AMOUNT OF THE CREDIT ALLOWED UNDER\n   50  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n   51  SUCH YEAR, THE EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF  TAX  TO  BE\n   52  CREDITED  OR  REFUNDED  IN ACCORDANCE WITH THE PROVISIONS OF SECTION SIX\n   53  HUNDRED EIGHTY-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO  INTEREST\n   54  SHALL BE PAID THEREON.\n   55    (8) DUPLICATE CREDIT PROHIBITED. NO COST SHALL BE ELIGIBLE FOR A CRED-\n   56  IT  UNDER  THIS SUBSECTION IF THE TAXPAYER IS ENTITLED TO CLAIM A CREDIT\n\n       A. 728                             10\n\n    1  IN THE SAME AMOUNT UNDER EITHER THE FEDERAL TAX CODE OR OTHER PROVISIONS\n    2  OF THIS CHAPTER.\n    3    (9)  DOCUMENTATION  REQUIRED  FOR CREDIT ALLOWANCE. NO CREDIT SHALL BE\n    4  ALLOWED UNDER THIS  SUBSECTION  UNLESS  THE  TAXPAYER  PROVIDES  TO  THE\n    5  COMMISSIONER:\n    6    (A)  A CERTIFICATE OF LEAD HAZARD REDUCTION ACTIVITIES FOR PURPOSES OF\n    7  A TAX CREDIT PURSUANT TO SECTION THIRTEEN HUNDRED  SEVENTY-NINE  OF  THE\n    8  PUBLIC HEALTH LAW; AND\n    9    (B)  ANY  OTHER  DOCUMENTS THE DEPARTMENT DEEMS NECESSARY TO DETERMINE\n   10  ELIGIBILITY FOR THE TAX CREDIT PURSUANT TO THIS SUBSECTION.\n   11    (10) PROMULGATION OF REGULATIONS. THE  COMMISSIONER,  IN  CONSULTATION\n   12  WITH  THE COMMISSIONER OF HEALTH, THE SECRETARY OF STATE AND THE COMMIS-\n   13  SIONER OF HOUSING AND COMMUNITY  RENEWAL  SHALL  PROMULGATE  REGULATIONS\n   14  NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS SUBSECTION.\n   15    (11)  MAXIMUM AGGREGATE. PURSUANT TO SECTION THIRTEEN HUNDRED SEVENTY-\n   16  NINE OF THE PUBLIC HEALTH LAW, THE MAXIMUM AMOUNT OF CREDIT ALLOWED,  IN\n   17  THE  AGGREGATE,  FOR  ALL  TAX  CREDITS SHALL NOT EXCEED FIFTEEN MILLION\n   18  DOLLARS AND FUNDING FOR SUCH TAX CREDITS IS SUBJECT TO APPROPRIATION.\n   19    S 9. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   20  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   21  follows:\n   22  (XXXII) CREDIT FOR LEAD HAZARD       AMOUNT OF CREDIT UNDER\n   23  REDUCTION ACTIVITIES                 SUBDIVISION FORTY-THREE OF\n   24  UNDER SUBSECTION (SS)                SECTION TWO HUNDRED TEN\n   25    S 10. Section 210 of the tax law is amended by adding a  new  subdivi-\n   26  sion 43 to read as follows:\n   27    43.  CREDIT FOR LEAD HAZARD REDUCTION ACTIVITIES. (1) AUTHORIZATION OF\n   28  CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED  BY\n   29  THIS  ARTICLE EQUAL TO FIFTY PERCENT OF THE COST OF THE QUALIFIED ACTIV-\n   30  ITIES COMPLETED WHICH BROUGHT ANY DWELLING UNIT LOCATED  IN  THIS  STATE\n   31  INCLUDING  OWNER  OCCUPIED  DWELLING  UNITS  INTO COMPLIANCE WITH EITHER\n   32  \"ABATED\" OR  \"INTERIM  CONTROLS  IMPLEMENTED\"  CERTIFICATION  STATUS  AS\n   33  DESCRIBED  IN SECTION THIRTEEN HUNDRED SEVENTY-NINE OF THE PUBLIC HEALTH\n   34  LAW, PROVIDED THAT THE TAXPAYER COMPLIES WITH THE DOCUMENTATION REQUIRE-\n   35  MENTS OF PARAGRAPH EIGHT OF THIS SUBDIVISION. SUCH DWELLING UNIT MUST BE\n   36  CERTIFIED AS EITHER \"ABATED\" OR \"INTERIM CONTROLS IMPLEMENTED\" IN  ORDER\n   37  FOR  ANY CREDIT TO BE ALLOWED UNDER THIS SUBDIVISION.  A CREDIT SHALL BE\n   38  ALLOWED UNDER THIS SUBDIVISION FOR THE COSTS OF THE FOLLOWING  QUALIFIED\n   39  ACTIVITIES  PROVIDED  THE EXPECTED USEFUL LIFE OF SUCH ACTIVITIES IS TEN\n   40  YEARS OR MORE, AS DETERMINED BY REGULATIONS PROMULGATED BY  THE  DEPART-\n   41  MENT  IN  CONSULTATION  WITH  THE DEPARTMENT OF STATE, THE DEPARTMENT OF\n   42  HEALTH, AND THE DIVISION OF  HOUSING  AND  COMMUNITY  RENEWAL,  AND  THE\n   43  TAXPAYER COMPLIES WITH THE DOCUMENTATION REQUIREMENTS OF PARAGRAPH EIGHT\n   44  OF THIS SUBDIVISION:\n   45    (A)  ANY  SET  OF  MEASURES WHICH WOULD RESULT IN THE PERMANENT ELIMI-\n   46  NATION OF LEAD-BASED PAINT OR LEAD-BASED PAINT  HAZARDS,  INCLUDING  THE\n   47  REMOVAL OF LEAD-BASED PAINT, THE PERMANENT ENCLOSURE OR ENCAPSULATION OF\n   48  LEAD-BASED PAINT, THE REPLACEMENT OF COMPONENTS OR FIXTURES PAINTED WITH\n   49  LEAD-BASED  PAINT,  AND  THE REMOVAL OR PERMANENT COVERING OF SOIL-BASED\n   50  HAZARDS;\n   51    (B) THE REPLACEMENT OF ANY SURFACES, WINDOWS, OR FIXTURES PAINTED WITH\n   52  LEAD-BASED PAINT;\n   53    (C) THE ENCAPSULATION OR ENCLOSURE OF LEAD-BASED PAINT; AND\n   54    (D) THE REMOVAL OR ENCAPSULATION OR ENCLOSURE OF LEAD-BASED PAINT,  OR\n   55  PAINT  OF  UNKNOWN  LEAD  CONTENT,  FROM  FRICTION SURFACES, SUCH AS THE\n   56  INSTALLATION OF REPLACEMENT WINDOW CHANNELS OR SLIDES, THE STRIPPING AND\n\n       A. 728                             11\n\n    1  REPAINTING OF INTERIOR WINDOW TROUGHS AND WINDOWSILLS OR THEIR  REPLACE-\n    2  MENT  OR ENCAPSULATION WITH VINYL, METAL, OR ANY OTHER DURABLE MATERIALS\n    3  WHICH RENDER THE SURFACE SMOOTH AND  CLEANABLE,  OR  THE  STRIPPING  AND\n    4  RE-HANGING OF DOORS.\n    5    (2)  AMOUNT  OF CREDIT. THE TAX CREDIT SHALL BE EQUAL TO FIFTY PERCENT\n    6  OF  THE  TOTAL  EXPENSES  ACTUALLY  INCURRED  FOR  QUALIFIED  ACTIVITIES\n    7  DESCRIBED  IN  THIS  SUBDIVISION  UP  TO  A MAXIMUM OF ONE THOUSAND FIVE\n    8  HUNDRED DOLLARS PER DWELLING UNIT. IN NO EVENT SHALL THE TOTAL TAX CRED-\n    9  IT RECEIVED BY A TAXPAYER PURSUANT TO THIS SUBDIVISION EXCEED FIVE THOU-\n   10  SAND DOLLARS PER TAX YEAR.\n   11    (3) RESTRICTION OF CREDIT TO QUALIFIED RENTAL  HOUSING  UNITS;  INCOME\n   12  RESTRICTIONS  UPON  ELIGIBILITY  OF  TAXPAYER. IN THE CASE OF A DWELLING\n   13  UNIT THAT IS RENTED OR LEASED, THE AVAILABILITY OF A TAX CREDIT PURSUANT\n   14  TO THIS SUBDIVISION SHALL BE LIMITED TO SUCH DWELLING  UNITS  FOR  WHICH\n   15  THE  CONTRACT RENT, INCLUDING ANY RENT SUBSIDY OR SHELTER ALLOWANCE THAT\n   16  HAS BEEN PAID TO THE OWNER ON BEHALF OF  THE  TENANT,  HAS  AT  NO  TIME\n   17  DURING  THE  TAX YEAR IN WHICH THE ELIGIBLE COSTS WERE INCURRED EXCEEDED\n   18  ONE HUNDRED PERCENT OF THE APPLICABLE AREA FAIR  MARKET  RENT  PUBLISHED\n   19  ANNUALLY  BY  THE  FEDERAL  DEPARTMENT  OF HOUSING AND URBAN DEVELOPMENT\n   20  PURSUANT TO SECTION 8(C)(1) OF THE UNITED STATES HOUSING ACT OF 1937, AS\n   21  AMENDED, 42 USC 1437F(C)(1).\n   22    (4) RESTRICTION UPON THE INCOME LEVEL OF TAXPAYERS ELIGIBLE FOR  CRED-\n   23  IT.    (A) WITH RESPECT TO TAXPAYERS CLAIMING THE TAX CREDIT IN CONJUNC-\n   24  TION WITH ACTIVITIES MADE TO AN OWNER-OCCUPIED UNIT, THE ELIGIBILITY FOR\n   25  THE TAX CREDIT SHALL BE LIMITED  TO  TAXPAYERS  WHOSE  INCOME  DOES  NOT\n   26  EXCEED  ONE HUNDRED PERCENT OF THE AREA MEDIAN FAMILY INCOME ESTABLISHED\n   27  ANNUALLY BY THE FEDERAL DEPARTMENT  OF  HOUSING  AND  URBAN  DEVELOPMENT\n   28  PURSUANT TO SECTION 3(B)(2) OF THE UNITED STATES HOUSING ACT OF 1937, AS\n   29  AMENDED, 42 USC 1437C(B)(2); AND\n   30    (B)  WITH RESPECT TO TAXPAYERS CLAIMING THE TAX CREDIT IN  CONJUNCTION\n   31  WITH ACTIVITIES MADE TO A DWELLING UNIT IN WHICH THERE ARE FOUR OR  MORE\n   32  DWELLING  UNITS  THAT ARE RENTED OR LEASED, THEN ELIGIBILITY FOR THE TAX\n   33  CREDIT SHALL BE LIMITED TO SUCH DWELLING UNITS IN  WHICH  THE  HOUSEHOLD\n   34  INCOME  OF  THE  OCCUPANTS  IN  EACH DWELLING UNIT DID NOT EXCEED EIGHTY\n   35  PERCENT OF THE AREA MEDIAN FAMILY INCOME  ESTABLISHED  ANNUALLY  BY  THE\n   36  FEDERAL  DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT PURSUANT TO SECTION\n   37  3(B)(2) OF THE UNITED STATES HOUSING ACT OF 1937,  AS  AMENDED,  42  USC\n   38  1437C(B)(2).\n   39    (5)  MULTIPLE  TAXPAYERS. IF THE DWELLING UNIT IS OWNED BY TWO OR MORE\n   40  TAXPAYERS, THE AMOUNT OF THE CREDIT ALLOWED UNDER THIS  SUBDIVISION  FOR\n   41  EACH  SUCH ELIGIBLE TAXPAYER SHALL BE PRORATED ACCORDING TO THE PERCENT-\n   42  AGE OF THE TOTAL EXPENDITURE FOR ELIGIBLE ACTIVITIES  INCURRED  BY  EACH\n   43  TAXPAYER AND SHALL NOT EXCEED FIVE THOUSAND DOLLARS.\n   44    (6)  EXPENSES TO BE PAID BY TAXPAYER. THE AMOUNT OF ANY CREDIT ALLOWED\n   45  UNDER THIS SUBDIVISION SHALL BE RESTRICTED TO EXPENSES ACTUALLY INCURRED\n   46  AND SHALL NOT INCLUDE ANY COST TO THE EXTENT SUCH COST IS FUNDED BY  ANY\n   47  GRANT,  CONTRACT,  OR OTHERWISE BY ANOTHER PERSON OR BY ANY GOVERNMENTAL\n   48  ENTITY, INCLUDING A LOAN FROM MONEYS IN  THE  CHILDHOOD  LEAD  POISONING\n   49  PRIMARY PREVENTION AND SAFE HOUSING FUND.\n   50    (7)  APPLICATION  OF CREDIT. IF THE AMOUNT OF THE CREDIT ALLOWED UNDER\n   51  THIS SUBDIVISION FOR ANY TAXABLE YEAR SHALL EXCEED  THE  TAXPAYER'S  TAX\n   52  FOR  SUCH  YEAR, THE EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO\n   53  BE CREDITED OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS OF SECTION ONE\n   54  THOUSAND EIGHTY-SIX OF THIS CHAPTER, PROVIDED, HOWEVER, THAT NO INTEREST\n   55  SHALL BE PAID THEREON.\n\n       A. 728                             12\n\n    1    (8) DUPLICATE CREDIT PROHIBITED. NO COST SHALL BE ELIGIBLE FOR A CRED-\n    2  IT UNDER THIS SUBDIVISION IF THE TAXPAYER IS ENTITLED TO CLAIM A  CREDIT\n    3  IN THE SAME AMOUNT UNDER EITHER THE FEDERAL TAX CODE OR OTHER PROVISIONS\n    4  OF THIS CHAPTER.\n    5    (9)  DOCUMENTATION  REQUIRED  FOR CREDIT ALLOWANCE. NO CREDIT SHALL BE\n    6  ALLOWED UNDER THIS SUBDIVISION  UNLESS  THE  TAXPAYER  PROVIDES  TO  THE\n    7  COMMISSIONER:\n    8    (A)  A CERTIFICATE OF LEAD HAZARD REDUCTION ACTIVITIES FOR PURPOSES OF\n    9  A TAX CREDIT PURSUANT TO SECTION THIRTEEN HUNDRED  SEVENTY-NINE  OF  THE\n   10  PUBLIC HEALTH LAW; AND\n   11    (B)  ANY  OTHER  DOCUMENTS THE DEPARTMENT DEEMS NECESSARY TO DETERMINE\n   12  ELIGIBILITY FOR THE TAX CREDIT PURSUANT TO THIS SUBDIVISION.\n   13    (10) PROMULGATION OF REGULATIONS. THE  COMMISSIONER,  IN  CONSULTATION\n   14  WITH  THE COMMISSIONER OF HEALTH, THE SECRETARY OF STATE AND THE COMMIS-\n   15  SIONER OF HOUSING AND COMMUNITY  RENEWAL  SHALL  PROMULGATE  REGULATIONS\n   16  NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS SUBDIVISION.\n   17    (11)  MAXIMUM AGGREGATE. PURSUANT TO SECTION THIRTEEN HUNDRED SEVENTY-\n   18  NINE OF THE PUBLIC HEALTH LAW, THE MAXIMUM AMOUNT OF CREDIT ALLOWED,  IN\n   19  THE  AGGREGATE,  FOR  ALL  TAX  CREDITS SHALL NOT EXCEED FIFTEEN MILLION\n   20  DOLLARS AND FUNDING FOR SUCH TAX CREDITS IS SUBJECT TO APPROPRIATION.\n   21    S 11. The state finance law is amended by adding a new section 99-t to\n   22  read as follows:\n   23    S 99-T. CHILDHOOD LEAD POISONING PRIMARY PREVENTION AND  SAFE  HOUSING\n   24  FUND. 1. THERE IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE COMMIS-\n   25  SIONER  OF HEALTH AND THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE\n   26  CHILDHOOD LEAD POISONING PRIMARY PREVENTION AND SAFE HOUSING FUND.  SUCH\n   27  FUND  SHALL  CONSIST  OF THE LEAD-BASED PAINT HAZARD ABATEMENT REVOLVING\n   28  LOAN ACCOUNT AND THE PRIMARY PREVENTION AND SAFE HOUSING ACCOUNT.\n   29    2. THE LEAD-BASED PAINT HAZARD ABATEMENT REVOLVING LOAN ACCOUNT  SHALL\n   30  CONSIST  OF MONEYS APPROPRIATED TO IT AS WELL AS ANY MONEYS FROM GRANTS,\n   31  GIFTS, DONATIONS, BEQUESTS AND ALL OTHER MONEYS CREDITED OR  TRANSFERRED\n   32  THERETO  FROM  ANY  OTHER  FUND  OR  SOURCE  PURSUANT  TO LAW, WHICH ARE\n   33  INTENDED TO ASSIST OWNERS OF RESIDENTIAL PROPERTIES IN MEETING THE STAN-\n   34  DARDS FOR  \"ABATED\"  OR  \"INTERIM  CONTROLS  IMPLEMENTED\"  CERTIFICATION\n   35  PURSUANT  TO  SECTION THIRTEEN HUNDRED SEVENTY-NINE OF THE PUBLIC HEALTH\n   36  LAW.\n   37    3. (A) THE COMMISSIONER OF HEALTH SHALL  PROMULGATE  RULES  AND  REGU-\n   38  LATIONS  WHICH  PROVIDE  FOR  THE ORDERLY AND EQUITABLE DISBURSEMENT AND\n   39  REPAYMENT OF FUNDS OF THE LEAD-BASED PAINT  HAZARD  ABATEMENT  REVOLVING\n   40  LOAN ACCOUNT.\n   41    (B)  FOLLOWING  APPROPRIATION  BY THE LEGISLATURE, FUNDS PLACED IN THE\n   42  LEAD-BASED PAINT HAZARD ABATEMENT REVOLVING LOAN ACCOUNT SHALL  BE  MADE\n   43  AVAILABLE, UPON APPLICATION DULY MADE, PURSUANT TO RULES AND REGULATIONS\n   44  PROMULGATED  BY THE COMMISSIONER OF HEALTH, TO THE OWNERS OF RESIDENTIAL\n   45  PROPERTIES, AND TO NON-PROFIT ORGANIZATIONS FOR THE PURPOSE OF  BRINGING\n   46  RESIDENTIAL  PROPERTIES  INTO COMPLIANCE WITH THE STANDARDS FOR \"ABATED\"\n   47  AND \"INTERIM CONTROLS IMPLEMENTED\" CERTIFICATION  STATUS  IN  ACCORDANCE\n   48  WITH SECTION THIRTEEN HUNDRED SEVENTY-NINE OF THE PUBLIC HEALTH LAW.\n   49    (C)  LOANS  MADE AVAILABLE UNDER THE PROVISIONS OF THIS SECTION MAY BE\n   50  MADE DIRECTLY, OR IN COOPERATION WITH OTHER PUBLIC AND PRIVATE  LENDERS,\n   51  OR  ANY  AGENCY,  DEPARTMENT, OR BUREAU OF THE FEDERAL GOVERNMENT OR THE\n   52  STATE.\n   53    (D) THE PROCEEDS FROM THE REPAYMENT OF ANY LOANS MADE PURSUANT TO THIS\n   54  SECTION OR FROM FUNDS IN THE RESIDENTIAL PROPERTY LEAD ABATEMENT REVOLV-\n   55  ING LOAN ACCOUNT SHALL BE DEPOSITED IN AND RETURNED TO  THE  RESIDENTIAL\n\n       A. 728                             13\n\n    1  PROPERTY  LEAD ABATEMENT REVOLVING LOAN ACCOUNT TO CONSTITUTE A CONTINU-\n    2  ING REVOLVING FUND FOR THE PURPOSES PROVIDED IN THIS SECTION.\n    3    (E)  THE COMMISSIONER OF HEALTH MAY REQUEST AND SHALL BE PROVIDED WITH\n    4  SUCH COOPERATION, ASSISTANCE AND SERVICES FROM ANY  AGENCY,  DEPARTMENT,\n    5  DIVISION,  BOARD,  COMMISSION OR AUTHORITY OF THE STATE HAVING JURISDIC-\n    6  TION OVER MATTERS RELATED TO THE  PROVISIONS  OF  THIS  SUBDIVISION,  AS\n    7  DEEMED  REASONABLY  NECESSARY. THE COMMISSIONER OF HEALTH IN CONJUNCTION\n    8  WITH THE COMMISSIONER OF THE DIVISION OF HOUSING AND  COMMUNITY  RENEWAL\n    9  SHALL  TAKE  ANY  ACTION NECESSARY TO OBTAIN FEDERAL ASSISTANCE FOR LEAD\n   10  HAZARD REDUCTION TO BE USED IN CONJUNCTION WITH THE RESIDENTIAL PROPERTY\n   11  LEAD ABATEMENT REVOLVING LOAN ACCOUNT.\n   12    (F) UNLESS OTHERWISE STATED, MONEYS DEPOSITED INTO THE CHILDHOOD  LEAD\n   13  POISONING  PRIMARY PREVENTION AND SAFE HOUSING FUND SHALL BE CREDITED TO\n   14  THE PRIMARY PREVENTION AND SAFE HOUSING ACCOUNT.\n   15    4. THE PRIMARY PREVENTION AND SAFE HOUSING ACCOUNT  SHALL  CONSIST  OF\n   16  MONEYS  RECEIVED  BY  THE  STATE  PURSUANT  TO SECTIONS THIRTEEN HUNDRED\n   17  SEVENTY-EIGHT AND THIRTEEN HUNDRED SEVENTY-NINE OF THE PUBLIC HEALTH LAW\n   18  AS WELL AS ANY MONEYS FROM GRANTS, GIFTS, DONATIONS,  BEQUESTS  AND  ALL\n   19  OTHER  MONEYS  APPROPRIATED,  CREDITED  OR  TRANSFERRED THERETO FROM ANY\n   20  OTHER FUND OR SOURCE PURSUANT TO LAW.  MONEYS IN THE ACCOUNT,  FOLLOWING\n   21  APPROPRIATION  BY  THE  LEGISLATURE,  SHALL  BE  USED FOR ACTIVITIES AND\n   22  EXPENSES OF THE DEPARTMENT OF HEALTH, THE DEPARTMENT  OF  STATE  OR  THE\n   23  DEPARTMENT  OF TAXATION AND FINANCE UNDERTAKEN PURSUANT TO THE CHILDHOOD\n   24  LEAD POISONING PRIMARY PREVENTION AND SAFE HOUSING ACT.\n   25    5. MONEYS IN THE FUND AND IN EACH OF THE ACCOUNTS SHALL BE KEPT  SEPA-\n   26  RATE AND SHALL NOT BE COMMINGLED WITH ANY OTHER MONEYS IN THE CUSTODY OF\n   27  THE COMPTROLLER.\n   28    6.  MONEYS  OF  THE FUND SHALL BE PAID OUT ON THE AUDIT AND WARRANT OF\n   29  THE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER OF\n   30  HEALTH. AT THE END OF EACH YEAR ANY MONEYS REMAINING IN THE  FUND  SHALL\n   31  BE RETAINED IN THE FUND AND SHALL NOT REVERT OR OTHERWISE BE TRANSFERRED\n   32  TO  THE  GENERAL  FUND  OR  TO  ANY OTHER SPECIAL FUND. THE INTEREST AND\n   33  INCOME EARNED ON MONEY IN  THE  FUND,  AFTER  DEDUCTING  ANY  APPLICABLE\n   34  CHARGES, SHALL BE CREDITED TO THE FUND.\n   35    S 12. The public health law is amended by adding a new section 1379 to\n   36  read as follows:\n   37    S  1379.  CERTIFICATE OF LEAD HAZARD REDUCTION ACTIVITIES FOR PURPOSES\n   38  OF A TAX CREDIT. 1. UPON APPLICATION OF A TAXPAYER,  THE  DEPARTMENT  IS\n   39  AUTHORIZED  TO  ISSUE  A CERTIFICATE OF LEAD HAZARD REDUCTION ACTIVITIES\n   40  FOR PURPOSES OF A TAX CREDIT  PURSUANT  TO  SUBDIVISION  FORTY-THREE  OF\n   41  SECTION  TWO  HUNDRED TEN AND SUBSECTION (SS) OF SECTION SIX HUNDRED SIX\n   42  OF THE TAX LAW EQUAL TO FIFTY PERCENT  OF  THE  COST  OF  THE  QUALIFIED\n   43  ACTIVITIES  COMPLETED  WHICH BROUGHT ANY HABITABLE DWELLING UNIT LOCATED\n   44  IN THIS STATE INTO COMPLIANCE WITH THE STANDARDS FOR EITHER \"ABATED\"  OR\n   45  \"INTERIM   CONTROLS  IMPLEMENTED\"  CERTIFICATION  STATUS,  PROVIDED  THE\n   46  TAXPAYER COMPLIES WITH THE DOCUMENTATION REQUIREMENTS OF SUBDIVISION TWO\n   47  OF THIS SECTION.\n   48    A. SUCH DWELLING UNIT MUST BE CERTIFIED AS EITHER \"ABATED\" OR \"INTERIM\n   49  CONTROLS IMPLEMENTED\" IN ORDER FOR ANY CERTIFICATE TO  BE  ISSUED  UNDER\n   50  THIS  SECTION.    A  DWELLING UNIT MAY BE CERTIFIED \"ABATED\" OR \"INTERIM\n   51  CONTROLS IMPLEMENTED\" IF LEAD-BASED PAINT HAZARDS OR  CONDITIONS  CONDU-\n   52  CIVE TO LEAD POISONING HAVE BEEN ELIMINATED OR CONTROLLED AS FOLLOWS:\n   53    (I) LEAD-BASED PAINT OR LEAD-BASED PAINT HAZARDS HAVE BEEN PERMANENTLY\n   54  ELIMINATED  USING  MEASURES  WHICH MAY INCLUDE THE REMOVAL OF LEAD-BASED\n   55  PAINT, THE PERMANENT ENCLOSURE OR ENCAPSULATION OF LEAD-BASED PAINT, THE\n   56  REPLACEMENT OF COMPONENTS OR FIXTURES PAINTED WITH LEAD-BASED PAINT, AND\n\n       A. 728                             14\n\n    1  THE REMOVAL OR PERMANENT COVERING OF  SOIL-BASED  HAZARDS.  FOR  CERTIF-\n    2  ICATION PURPOSES, THE LEAD STATUS OF SUCH DWELLING UNITS SHALL BE CERTI-\n    3  FIED AS \"ABATED.\"\n    4    (II)  ALL  CHIPPING,  PEELING, OR FLAKING LEAD-BASED PAINT OR PAINT OF\n    5  UNKNOWN LEAD CONTENT ON PAINTED SURFACES HAS BEEN REMOVED AND REPAINTED,\n    6  OR STABILIZED AND REPAINTED, AND ANY STRUCTURAL DEFECT THAT  IS  CAUSING\n    7  OR  LIKELY TO CAUSE LEAD-BASED PAINT OR PAINT OF UNKNOWN LEAD CONTENT TO\n    8  CHIP, PEEL, OR FLAKE HAS BEEN REPAIRED; AND ALL WINDOW FRICTION SURFACES\n    9  WITH LEAD-BASED PAINT OR PAINT OF UNKNOWN LEAD  CONTENT  HAVE  HAD  SUCH\n   10  PAINT  REMOVED  OR  PERMANENTLY COVERED, SUCH AS VIA THE INSTALLATION OF\n   11  REPLACEMENT WINDOW CHANNELS OR SLIDES, AND INTERIOR WINDOW  TROUGHS  AND\n   12  WINDOWSILLS HAVE BEEN EITHER STRIPPED AND REPAINTED, REPLACED, OR ENCAP-\n   13  SULATED  WITH  VINYL, METAL, OR ANY OTHER DURABLE MATERIALS WHICH RENDER\n   14  THE SURFACE SMOOTH AND CLEANABLE; AND ALL DOORS AND DOORWAYS  HAVE  BEEN\n   15  ADJUSTED  OR RE-HUNG AS NECESSARY TO PREVENT THE RUBBING TOGETHER OF ANY\n   16  SURFACE WITH LEAD-BASED PAINT OR PAINT  OF  UNKNOWN  LEAD  CONTENT  WITH\n   17  ANOTHER  SURFACE;  AND ALL BARE FLOORS HAVE BEEN MADE SMOOTH AND CLEANA-\n   18  BLE. FOR CERTIFICATION PURPOSES, THE LEAD STATUS OF SUCH DWELLING  UNITS\n   19  SHALL BE CERTIFIED AS \"INTERIM CONTROLS IMPLEMENTED.\"\n   20    (III)  FOR  THE  AREA WITHIN THREE FEET SURROUNDING THE PERIMETER OF A\n   21  BUILDING, NO BARE SOIL IS PRESENT. FOR CERTIFICATION PURPOSES, THE  LEAD\n   22  STATUS  OF  SUCH  DWELLING UNITS SHALL BE CERTIFIED AS \"INTERIM CONTROLS\n   23  IMPLEMENTED.\"\n   24    (IV) FOR SOIL LEAD HAZARDS, THE REMOVAL OR PERMANENT COVERING OF  SUCH\n   25  HAZARDS.  FOR  CERTIFICATION  PURPOSES, THE LEAD STATUS OF SUCH DWELLING\n   26  UNITS SHALL BE CERTIFIED AS \"ABATED.\"\n   27    (V) ALL WORK HAS BEEN COMPLETED IN ACCORDANCE WITH THE SAFE WORK PRAC-\n   28  TICE REGULATIONS PROMULGATED  PURSUANT  TO  THIS  SECTION;  AND  AT  THE\n   29  COMPLETION  OF ANY ACTIVITIES DESCRIBED IN THIS SUBDIVISION THAT DISTURB\n   30  LEAD-BASED PAINT OR PAINT OF  UNKNOWN  LEAD  CONTENT,  EXCEPT  IF  THOSE\n   31  ACTIVITIES  WOULD  BE  CONSIDERED  SMALL  JOBS PURSUANT TO CLAUSE TEN OF\n   32  SUBPARAGRAPH (VII) OF THIS PARAGRAPH, THE INTERIOR OF THE AFFECTED AREAS\n   33  OF THE DWELLING UNIT HAS BEEN HEPA VACUUMED AND WASHED WITH HIGH  PHOSP-\n   34  HATE  DETERGENT  OR  ITS EQUIVALENT; AND CLEARANCE FOR DUST LEAD HAZARDS\n   35  HAS BEEN ACHIEVED AS DETERMINED BY A CLEARANCE EXAMINATION THAT INCLUDES\n   36  WIPE SAMPLES.\n   37    (VI) ALL CLEARANCE EXAMINATIONS SHALL BE PERFORMED BY PERSONS OR ENTI-\n   38  TIES INDEPENDENT OF THOSE PERFORMING  HAZARD  REDUCTION  OR  MAINTENANCE\n   39  ACTIVITIES.\n   40    (VII)  ALL  ACTIVITIES UNDERTAKEN PURSUANT TO THIS SECTION BY AN OWNER\n   41  OR THE OWNER'S AGENTS OR CONTRACTORS THAT DISTURBS LEAD-BASED  PAINT  OR\n   42  PAINT OF UNDETERMINED LEAD CONTENT SHALL BE PERFORMED IN ACCORDANCE WITH\n   43  SAFE  WORK REGULATIONS PROMULGATED THAT THE DEPARTMENT IS HEREBY AUTHOR-\n   44  IZED AND DIRECTED TO PROMULGATE. SUCH REGULATIONS SHALL PROVIDE FOR  BUT\n   45  NOT BE LIMITED TO:\n   46    (1) PRE-RENOVATION NOTIFICATION TO TENANTS, OWNERS AND OTHER PERSONS;\n   47    (2)  TRAINING  REQUIREMENTS,  WHICH  SHALL  REQUIRE  THAT SUCH WORK BE\n   48  PERFORMED BY PERSONS WHO HAVE, AT A MINIMUM,  SUCCESSFULLY  COMPLETED  A\n   49  COURSE  ON LEAD-SAFE WORK PRACTICES GIVEN BY OR ON BEHALF OF THE DEPART-\n   50  MENT, OR THE DIVISION OF HOUSING AND COMMUNITY RENEWAL,  BY  THE  UNITED\n   51  STATES  ENVIRONMENTAL PROTECTION AGENCY OR AN ENTITY AUTHORIZED BY IT TO\n   52  GIVE SUCH COURSE, OR BY THE UNITED  STATES  DEPARTMENT  OF  HOUSING  AND\n   53  URBAN DEVELOPMENT OR AN ENTITY AUTHORIZED BY IT TO GIVE SUCH COURSE;\n   54    (3) PRECAUTIONS TO PREVENT ENTRY INTO THE WORK AREA BY OCCUPANTS UNTIL\n   55  CLEAN-UP IS COMPLETED AND OTHER WORKSITE PREPARATIONS;\n\n       A. 728                             15\n\n    1    (4)  TEMPORARY  RELOCATION  FOR  THE  OCCUPANTS  OF A DWELLING UNIT TO\n    2  APPROPRIATE HOUSING WHEN WORK CANNOT BE PERFORMED SAFELY AND OTHER OCCU-\n    3  PANT PROTECTIONS;\n    4    (5)  PRECAUTIONS  TO  PREVENT  THE  DISPERSION OF LEAD DUST AND DEBRIS\n    5  DURING THE WORK;\n    6    (6) PROHIBITED PRACTICES OF LEAD PAINT REMOVAL, INCLUDING DRY SCRAPING\n    7  AND SANDING, USE OF POWER TOOLS WITHOUT PROPER  ENVIRONMENTAL  CONTROLS,\n    8  THE USE OF TOXIC SUBSTANCES AND OTHER SAFE WORK PRACTICES;\n    9    (7) PROPER DAILY AND FINAL CLEAN-UP REQUIREMENTS;\n   10    (8) DUST WIPE TESTING AND OTHER CLEARANCE ACTIVITIES;\n   11    (9)  PRE-RENOVATION  NOTIFICATION  OF LOCAL MUNICIPAL CODE ENFORCEMENT\n   12  AGENCIES OR HEALTH DEPARTMENTS, WHERE APPROPRIATE; AND\n   13    (10) EXCEPTIONS FOR SMALL JOBS THAT INVOLVE DISTURBING LESS  THAN  TWO\n   14  SQUARE FEET OF LEAD-BASED PAINT OR PAINT OF UNDETERMINED LEAD CONTENT OR\n   15  LESS  THAN  TEN  PERCENT OF THE TOTAL SURFACE AREA OF PEELING PAINT ON A\n   16  TYPE OF COMPONENT WITH A SMALL SURFACE AREA, SUCH  AS  A  WINDOWSILL  OR\n   17  DOOR FRAME.\n   18    B.  A CERTIFICATE MAY BE ISSUED FOR THE FOLLOWING QUALIFIED ACTIVITIES\n   19  PROVIDED  THE  EXPECTED  USEFUL  LIFE OF SUCH ACTIVITIES IS TEN YEARS OR\n   20  MORE, AS DETERMINED BY REGULATIONS  PROMULGATED  BY  THE  DEPARTMENT  OF\n   21  TAXATION  AND  FINANCE IN CONSULTATION WITH THE DEPARTMENT OF STATE, THE\n   22  DEPARTMENT AND THE DIVISION OF HOUSING AND COMMUNITY  RENEWAL,  AND  THE\n   23  TAXPAYER COMPLIES WITH THE DOCUMENTATION REQUIREMENTS OF SUBDIVISION TWO\n   24  OF THIS SECTION:\n   25    (I)  ANY  SET  OF  MEASURES WHICH WOULD RESULT IN THE PERMANENT ELIMI-\n   26  NATION OF LEAD-BASED PAINT OR LEAD-BASED PAINT  HAZARDS,  INCLUDING  THE\n   27  REMOVAL OF LEAD-BASED PAINT, THE PERMANENT ENCLOSURE OR ENCAPSULATION OF\n   28  LEAD-BASED PAINT, THE REPLACEMENT OF COMPONENTS OR FIXTURES PAINTED WITH\n   29  LEAD-BASED  PAINT,  AND  THE REMOVAL OR PERMANENT COVERING OF SOIL-BASED\n   30  HAZARDS;\n   31    (II) THE REPLACEMENT OF ANY SURFACES,  WINDOWS,  OR  FIXTURES  PAINTED\n   32  WITH LEAD-BASED PAINT;\n   33    (III) THE ENCAPSULATION OR ENCLOSURE OF LEAD-BASED PAINT; AND\n   34    (IV) THE REMOVAL OR ENCAPSULATION OR ENCLOSURE OF LEAD-BASED PAINT, OR\n   35  PAINT  OF  UNKNOWN  LEAD  CONTENT,  FROM  FRICTION SURFACES, SUCH AS THE\n   36  INSTALLATION OF REPLACEMENT WINDOW CHANNELS OR SLIDES, THE STRIPPING AND\n   37  REPAINTING OF INTERIOR WINDOW TROUGHS AND WINDOWSILLS OR THEIR  REPLACE-\n   38  MENT  OR ENCAPSULATION WITH VINYL, METAL, OR ANY OTHER DURABLE MATERIALS\n   39  WHICH RENDER THE SURFACE SMOOTH AND  CLEANABLE,  OR  THE  STRIPPING  AND\n   40  RE-HANGING OF DOORS.\n   41    2.  NO CERTIFICATE SHALL BE ISSUED UNLESS THE TAXPAYER PROVIDES TO THE\n   42  COMMISSIONER:\n   43    (A) DOCUMENTATION THAT THE DWELLING  UNIT  WAS  CONSTRUCTED  PRIOR  TO\n   44  NINETEEN  HUNDRED SEVENTY-EIGHT, THE ADDRESS OF THE DWELLING UNIT, PROOF\n   45  OF OWNERSHIP OF OR RESIDENCY IN SUCH DWELLING UNIT; AND\n   46    (B) DOCUMENTATION THAT THE TAXPAYER HAS INCURRED THE EXPENSES  SUBMIT-\n   47  TED FOR CREDIT FOR THE QUALIFIED ACTIVITIES; AND\n   48    (C)  DOCUMENTATION  THAT  THE  DWELLING UNIT FOR WHICH THE TAXPAYER IS\n   49  APPLYING FOR A CERTIFICATE MEETS THE STANDARDS FOR \"ABATED\" OR  \"INTERIM\n   50  CONTROLS IMPLEMENTED\" LEAD CERTIFICATION; AND\n   51    (D)  DOCUMENTATION  THAT  THE  DWELLING UNIT DID NOT OR WOULD NOT HAVE\n   52  BEEN LIKELY TO MEET THE STANDARDS  FOR  \"ABATED\"  OR  \"INTERIM  CONTROLS\n   53  IMPLEMENTED\"  LEAD  CERTIFICATION STATUS PRIOR TO UNDERTAKING THE QUALI-\n   54  FIED ACTIVITIES, SUCH DOCUMENTATION MAY INCLUDE BUT NOT BE LIMITED TO  A\n   55  VERIFIED  REPORT  OF  AN  INSPECTION  FOR  CONDITIONS  CONDUCIVE TO LEAD\n   56  POISONING OR LEAD-BASED PAINT HAZARDS; AND\n\n       A. 728                             16\n\n    1    (E) IN THE CASE OF A DWELLING UNIT THAT IS RENTED OR LEASED,  THAT  AT\n    2  NO  TIME  DURING  THE  TAX  YEAR  IN WHICH THE QUALIFIED ACTIVITIES WERE\n    3  COMPLETED DID THE CONTRACT RENT FOR THE UNIT, INCLUDING ANY RENT SUBSIDY\n    4  OR SHELTER ALLOWANCE THAT HAS BEEN PAID TO THE OWNER ON  BEHALF  OF  THE\n    5  TENANT,  EXCEED  ONE  HUNDRED PERCENT OF THE APPLICABLE AREA FAIR MARKET\n    6  RENT PUBLISHED ANNUALLY BY THE FEDERAL DEPARTMENT OF HOUSING  AND  URBAN\n    7  DEVELOPMENT  PURSUANT  TO  SECTION 8 (C)(1) OF THE UNITED STATES HOUSING\n    8  ACT OF 1937, AS AMENDED, OR, IN THE CASE OF AN  OWNER-OCCUPIED  DWELLING\n    9  UNIT,  THAT  THE  HOUSEHOLD  INCOME  OF THE OCCUPANTS DID NOT EXCEED ONE\n   10  HUNDRED PERCENT OF THE AREA MEDIAN FAMILY INCOME ESTABLISHED ANNUALLY BY\n   11  THE FEDERAL DEPARTMENT OF HOUSING  AND  URBAN  DEVELOPMENT  PURSUANT  TO\n   12  SECTION 3(B)(2) OF THE UNITED STATES HOUSING ACT OF 1937, AS AMENDED, 42\n   13  USC 1437C(B)(2); AND\n   14    (F)  IN  THE  CASE  OF A DWELLING UNIT IN WHICH THERE ARE FOUR OR MORE\n   15  DWELLING UNITS THAT ARE RENTED OR LEASED, THAT THE HOUSEHOLD  INCOME  OF\n   16  THE  OCCUPANTS  DID  NOT EXCEED EIGHTY PERCENT OF THE AREA MEDIAN FAMILY\n   17  INCOME ESTABLISHED ANNUALLY BY THE FEDERAL  DEPARTMENT  OF  HOUSING  AND\n   18  URBAN DEVELOPMENT PURSUANT TO SECTION 3(B)(2) OF THE UNITED STATES HOUS-\n   19  ING ACT OF 1937, AS AMENDED, 42 USC 1437C(B)(2); AND\n   20    (G)  DOCUMENTATION THAT THE DWELLING UNIT IS HABITABLE AT THE TIME THE\n   21  APPLICATION FOR THE CERTIFICATE IS FILED WITH THE DEPARTMENT; AND\n   22    (H) ANY OTHER DOCUMENTS THE DEPARTMENT DEEMS  NECESSARY  TO  DETERMINE\n   23  ELIGIBILITY FOR THE CERTIFICATE PURSUANT TO THIS SECTION.\n   24    3. THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER OF TAXATION\n   25  AND  FINANCE, THE SECRETARY OF STATE AND THE COMMISSIONER OF HOUSING AND\n   26  COMMUNITY RENEWAL SHALL PROMULGATE REGULATIONS  NECESSARY  TO  IMPLEMENT\n   27  THE PROVISIONS OF THIS SECTION.\n   28    4.  A CERTIFICATE SHALL BE ISSUED WITHIN FORTY-FIVE DAYS AFTER WRITTEN\n   29  APPLICATION THEREFOR IF A DWELLING UNIT SHALL BE ENTITLED THERETO.\n   30    5.  THE  DEPARTMENT  IS  AUTHORIZED  TO  REFUSE,  REVOKE OR CANCEL ANY\n   31  CERTIFICATE IN CASE OF ANY FAILURE TO COMPLY WITH ANY OF THE ELIGIBILITY\n   32  REQUIREMENTS, OR IN CASE ANY FALSE ALLEGATION OR REPRESENTATION IS  MADE\n   33  IN ANY APPLICATIONS FILED FOR SUCH CERTIFICATE. THE DEPARTMENT MAY ISSUE\n   34  ONE CERTIFICATE THAT IS APPLICABLE TO MORE THAN ONE DWELLING UNIT WITHIN\n   35  A  DWELLING PROVIDED EACH UNIT FOR WHICH THE CERTIFICATE IS ISSUED WOULD\n   36  OTHERWISE BE ENTITLED TO A CERTIFICATE AND PROVIDED  FURTHER  THAT  SUCH\n   37  CERTIFICATE  CLEARLY  STATES  TO  WHICH  DWELLING UNITS SUCH CERTIFICATE\n   38  APPLIES.\n   39    6. THE DEPARTMENT IS AUTHORIZED TO SET AND COLLECT  NOMINAL  FEES  FOR\n   40  APPLICATIONS  FILED  AND  FOR  CERTIFICATES  ISSUED.   THE FEES SHALL BE\n   41  DEPOSITED INTO THE CHILDHOOD LEAD POISONING PRIMARY PREVENTION AND  SAFE\n   42  HOUSING  FUND ESTABLISHED PURSUANT TO SECTION NINETY-NINE-T OF THE STATE\n   43  FINANCE LAW.\n   44    7. EACH CERTIFICATE SHALL STATE THE LEAD STATUS OF THE INTERIOR, EXTE-\n   45  RIOR AND EXTERIOR SOIL OF THE DWELLING  UNIT.    EACH  CERTIFICATE  ALSO\n   46  SHALL  STATE  THE  MAXIMUM  AMOUNT OF CREDIT ALLOWABLE FOR EACH DWELLING\n   47  UNIT FOR WHICH IT  IS  ISSUED,  IN  ACCORDANCE  WITH  THIS  SECTION  AND\n   48  SUBSECTION  (SS) OF SECTION SIX HUNDRED SIX OF THE TAX LAW. EACH CERTIF-\n   49  ICATE SHALL ALSO STATE, AT A MINIMUM, THE  NAME,  ADDRESS  AND  TAXPAYER\n   50  IDENTIFICATION  NUMBER  OR  SOCIAL  SECURITY NUMBER OF THE TAXPAYER, THE\n   51  ADDRESS OF THE DWELLING UNIT, THE DATE OF  ISSUANCE,  THE  TAX  YEAR  IN\n   52  WHICH  THE CREDIT MAY APPLY AND THE SIGNATURE OF THE COMMISSIONER OR THE\n   53  COMMISSIONER'S DESIGNEE.\n   54    8. CERTIFICATES SHALL NOT BE ISSUED, IN THE AGGREGATE, FOR  MORE  THAN\n   55  TEN  MILLION  DOLLARS  OF ALLOWABLE TAX CREDIT PER STATE FISCAL YEAR FOR\n   56  THE FIRST STATE YEAR AND FOR MORE THAN FIVE MILLION DOLLARS OF ALLOWABLE\n\n       A. 728                             17\n\n    1  TAX CREDIT PER STATE FISCAL  YEAR  FOR  THE  SECOND  SUCH  FISCAL  YEAR.\n    2  PROVIDED,  HOWEVER,  THAT  IF,  AS  OF THE END OF THE STATE FISCAL YEAR,\n    3  CERTIFICATES FOR ALLOWABLE TAX CREDIT AMOUNTS  TOTALING  LESS  THAN  THE\n    4  AMOUNT  PERMITTED  IN SUCH FISCAL YEAR HAVE BEEN ISSUED, THEN THE AMOUNT\n    5  PERMITTED FOR THE SUBSEQUENT STATE FISCAL YEAR SHALL BE AUGMENTED BY THE\n    6  AMOUNT OF SUCH SHORTFALL AND PROVIDED FURTHER THAT FUNDING FOR TAX CRED-\n    7  ITS PURSUANT TO THE CHILDHOOD LEAD POISONING PRIMARY PREVENTION AND SAFE\n    8  HOUSING ACT IS SUBJECT TO APPROPRIATION.\n    9    9. WHENEVER THE DEPARTMENT SHALL ISSUE A CERTIFICATE  OF  LEAD  HAZARD\n   10  REDUCTION  ACTIVITIES  FOR PURPOSES OF A TAX CREDIT THE DEPARTMENT SHALL\n   11  NOTIFY THE DEPARTMENT OF TAXATION AND FINANCE AND SHALL  COOPERATE  WITH\n   12  THE  DEPARTMENT  OF  TAXATION AND FINANCE TO CARRY OUT THE PROVISIONS OF\n   13  SUBSECTION (SS) OF SECTION SIX HUNDRED  SIX  OF  THE  TAX  LAW  AND  THE\n   14  PROVISIONS OF THIS SECTION.\n   15    10.  THIS  CERTIFICATE IS FOR TAX PURPOSES ONLY AND SHALL NOT BE VALID\n   16  FOR ANY OTHER PURPOSE OR REASON.\n   17    S 13. The department of health may request and shall be provided  with\n   18  such  cooperation,  assistance and services from any agency, department,\n   19  division, board, commission, authority or public officer  of  the  state\n   20  and  its  political  subdivisions  as  may be necessary to carry out the\n   21  provisions of  this  act,  and  with  such  cooperation,  assistance  or\n   22  services,  any rules or regulations necessary for the timely implementa-\n   23  tion of the provisions of this act shall be promulgated immediately.\n   24    S 14.  This act shall take effect immediately; provided, however, that\n   25  section seven of this act shall take effect on the first of  April  next\n   26  succeeding  the  date  on which it shall have become a law; and provided\n   27  further that sections eight, nine and ten of this act shall take  effect\n   28  January  1,  2013 and shall expire and be deemed repealed after December\n   29  31, 2015; and provided further that section twelve  of  this  act  shall\n   30  take effect January 1, 2013 and shall be deemed repealed after March 31,\n   31  2015.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing the childhood lead poisoning primary prevention and safe housing act; to amend the state finance law, in relation to establishing the childhood lead poisoning primary prevention and safe housing fund; to amend the tax law, in relation to authorizing a credit for lead hazard reduction activities; and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T111705.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330625885
}