{
  "year" : 2011,
  "senateBillNo" : "A73-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A73-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the secretary of state to compile, make public and keep current certain information about state boards",
  "summary" : "Requires the secretary of state to compile, make public and keep current certain information about state boards. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA10052-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          73\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, MAGNARELLI, ROBINSON, SCHROEDER, SPANO,\n         REILLY, MAISEL, LUPARDO, LANCMAN, JAFFEE,  GALEF,  GABRYSZAK,  CASTRO,\n         BOYLAND, TITUS -- Multi-Sponsored by -- M. of A. COOK, GLICK, GUNTHER,\n         MENG,  SCHIMEL,  SWEENEY, THIELE, WEISENBERG -- read once and referred\n         to the Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to information  on  state\n         boards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  100-a\n    2  to read as follows:\n    3    S  100-A.  INFORMATION  ON  STATE  BOARDS.  1. AS USED IN THIS SECTION\n    4  \"BOARD\" MEANS ANY BOARD, COMMISSION, COMMITTEE, COUNCIL, TASK  FORCE  OR\n    5  ANY SIMILAR STATE PUBLIC ORGANIZATION, REQUIRED TO BE ESTABLISHED PURSU-\n    6  ANT  TO STATE STATUTES OR EXECUTIVE ORDER, FOR THE EXERCISE OF ANY FUNC-\n    7  TION OF STATE GOVERNMENT AND TO WHICH MEMBERS ARE APPOINTED OR  ELECTED.\n    8  \"BOARD\" DOES NOT INCLUDE:\n    9    A.  ANY  INFORMAL  ADVISORY  ORGANIZATION ESTABLISHED EXCLUSIVELY BY A\n   10  STATE AGENCY TO ADVISE THE COMMISSIONER, SECRETARY, OR DIRECTOR OF  THAT\n   11  AGENCY ON AN INFORMAL BASIS;\n   12    B. ANY JOINT STANDING COMMITTEE OF THE LEGISLATURE OR ANY COMMITTEE OF\n   13  THE  ASSEMBLY AND/OR SENATE COMPOSED ENTIRELY OF MEMBERS OF THE LEGISLA-\n   14  TURE;\n   15    C. ANY COURT;\n   16    D. THE BOARD OF TRUSTEES OF ANY INSTITUTION OF HIGHER EDUCATION FINAN-\n   17  CIALLY SUPPORTED IN WHOLE OR IN PART BY THE STATE;\n   18    E. ANY ENTITY OF LOCAL GOVERNMENT;\n   19    F. ANY PUBLIC AUTHORITY OR PUBLIC BENEFIT CORPORATION, A  MAJORITY  OF\n   20  WHOSE  MEMBERS  ARE  APPOINTED  BY  THE  GOVERNOR OR SERVE AS MEMBERS BY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00913-01-1\n\n       A. 73                               2\n\n    1  VIRTUE OF HOLDING STATE OFFICES TO WHICH  THEY  WERE  APPOINTED  BY  THE\n    2  GOVERNOR, OR ANY COMBINATION THEREOF; AND\n    3    G. ANY BOARD OF ELECTIONS.\n    4    2.  THE SECRETARY OF STATE SHALL MAINTAIN A COMPILATION OF THE MEMBER-\n    5  SHIP AND MEETING INFORMATION OF ALL STATE BOARDS, INCLUDING STATE BOARDS\n    6  ESTABLISHED AFTER THE EFFECTIVE DATE OF THIS SECTION. THE  SECRETARY  OF\n    7  STATE  MUST  KEEP  SUCH  INVENTORY  IN  A  PUBLIC  RECORD  AVAILABLE FOR\n    8  INSPECTION, AND UPDATED ANNUALLY ON THE  DEPARTMENT  OF  STATE  WEBSITE.\n    9  SUCH COMPILATION SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   10    A.  STATUTORY  LANGUAGE,  EXECUTIVE ORDER OR OTHER LEGAL BASIS FOR THE\n   11  ESTABLISHMENT OF SUCH BOARD;\n   12    B. PUBLIC  INFORMATION  INCLUDING  DEPARTMENTAL  AFFILIATION,  CONTACT\n   13  ADDRESS, PHONE NUMBER, AND WEBSITE;\n   14    C. A BRIEF DESCRIPTION OF THE PURPOSE OF THE BOARD AND ITS STATUTORILY\n   15  REQUIRED DUTIES, INCLUDING REQUIRED REPORTS OR OTHER PRODUCTS;\n   16    D.  THE SIZE OF BOARD MEMBERSHIP, CURRENT MEMBER NAMES, AND ANY QUALI-\n   17  FICATIONS;\n   18    E. WHETHER MEMBERS OF A BOARD ARE ELIGIBLE FOR PAYMENT OF EXPENSES  OR\n   19  OTHER COMPENSATION IN THE PERFORMANCE OF THEIR DUTIES AS MEMBERS OF THAT\n   20  BOARD;\n   21    F. DATES AND LOCATIONS OF ALL MEETINGS HELD, AND TO BE HELD WITHIN SIX\n   22  MONTHS; AND\n   23    G. ANY OTHER INFORMATION THE SECRETARY OF STATE MAY REQUIRE.\n   24    3.  THE  SECRETARY  OF STATE SHALL UPDATE ON AN ANNUAL BASIS BEGINNING\n   25  APRIL FIRST, TWO THOUSAND THIRTEEN ON THE DEPARTMENT OF  STATE  WEBSITE,\n   26  ALL  VACANCIES, EXPIRED TERMS, THOSE TERMS EXPIRING WITHIN ONE YEAR, AND\n   27  THE PROCESS FOR FILLING SUCH VACANCIES ON SUCH BOARDS.\n   28    4. EACH BOARD OR THE STATE AGENCY THAT PROVIDES ADMINISTRATIVE SUPPORT\n   29  OR IS OTHERWISE AFFILIATED WITH A BOARD  SHALL  ANNUALLY  ON  OR  BEFORE\n   30  JANUARY FIRST, SUBMIT TO THE SECRETARY OF STATE ALL INFORMATION PURSUANT\n   31  TO  THIS  SECTION  IN  A  MANNER  SPECIFIED BY THE SECRETARY OF STATE TO\n   32  FACILITATE  THE  PUBLICATION  REQUIREMENTS  OF  THIS  SECTION.      EACH\n   33  SUBMISSION  SHALL  ALSO INCLUDE INFORMATION ON COMPENSATION AND EXPENSES\n   34  INCURRED IN THE PRIOR AND CURRENT FISCAL YEARS,  AS  WELL  AS  PROJECTED\n   35  COSTS FOR THE COMING FISCAL YEAR.\n   36    5. THE SECRETARY OF STATE SHALL RECEIVE FROM ANY DEPARTMENT, DIVISION,\n   37  BOARD,  BUREAU,  COMMISSION OR OTHER AGENCY OF THE STATE ANY INFORMATION\n   38  AND RESOURCES AS WILL ENABLE HIM  OR  HER  TO  PROPERLY  CARRY  OUT  THE\n   39  PURPOSES OF THIS SECTION.\n   40    6.  ON  OR  BEFORE JUNE FIRST, TWO THOUSAND THIRTEEN, THE SECRETARY OF\n   41  STATE SHALL REPORT TO THE GOVERNOR, THE SPEAKER  OF  THE  ASSEMBLY,  THE\n   42  TEMPORARY  PRESIDENT OF THE SENATE, THE CHAIR OF THE ASSEMBLY OVERSIGHT,\n   43  ANALYSIS AND INVESTIGATION COMMITTEE AND THE CHAIR OF THE SENATE  INVES-\n   44  TIGATIONS  AND  GOVERNMENT  OPERATIONS  COMMITTEE  ON  THE STATUS OF THE\n   45  INVENTORY INCLUDING BUT NOT LIMITED TO THE NUMBER OF BOARDS REPORTED AND\n   46  VERIFIED; AND THE CONTENT AND COMPLETENESS OF THE  INFORMATION  GATHERED\n   47  IN ACCORDANCE WITH THE REQUIREMENTS OF THIS SECTION. THE SECRETARY SHALL\n   48  ALSO REPORT ON ANY IMPEDIMENTS TO OBTAINING INFORMATION.\n   49    S 2. This act shall take effect April 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to information on state boards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101217.T104933.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T102403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292600973792
}