{
  "year" : 2011,
  "senateBillNo" : "A731-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A731-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition of qualified agencies",
  "summary" : "Relates to the definition of qualified agencies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A2555-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          731\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT to amend the executive law, in  relation  to  the  definition  of\n         qualified agencies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 9 of section 835  of  the  executive  law,  as\n    2  amended  by  section  39 of part A of chapter 56 of the laws of 2010, is\n    3  amended to read as follows:\n    4    9. \"Qualified agencies\" means courts in the unified court system,  the\n    5  administrative  board of the judicial conference, probation departments,\n    6  sheriffs' offices, district attorneys' offices, the state department  of\n    7  correctional services, the department of correction of any municipality,\n    8  the  insurance  frauds  bureau of the state department of insurance, the\n    9  office of professional medical conduct of the state department of health\n   10  for the purposes of section two hundred thirty of the public health law,\n   11  the child protective services unit of a local social  services  district\n   12  when  conducting an investigation pursuant to subdivision six of section\n   13  four hundred twenty-four of the social services law, the office of Medi-\n   14  caid inspector general, the temporary state commission of investigation,\n   15  the criminal investigations bureau of  the  banking  department,  police\n   16  forces  and  departments  having  responsibility  for enforcement of the\n   17  general criminal laws of the state and the Onondaga  County  Center  for\n   18  Forensic  Sciences  Laboratory  when  acting within the scope of its law\n   19  enforcement duties AND ANY LEGAL AID SOCIETY  OR  A  LEGAL  SERVICES  OR\n   20  OTHER  NONPROFIT  ORGANIZATION,  WHICH  HAS  AS  ITS PRIMARY PURPOSE THE\n   21  FURNISHING OF LEGAL SERVICES TO INDIGENT PERSONS, OR BY PRIVATE  COUNSEL\n   22  WORKING  ON BEHALF OF OR UNDER THE AUSPICES OF SUCH SOCIETY OR ORGANIZA-\n   23  TION PROVIDED THAT A DETERMINATION HAS BEEN MADE BY SUCH SOCIETY, ORGAN-\n   24  IZATION OR ATTORNEY THAT SUCH PARTY IS UNABLE TO PAY THE COSTS, FEES AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03363-01-1\n\n       A. 731                              2\n\n    1  EXPENSES NECESSARY TO OBTAIN THE INDIGENT CLIENT'S RECORD  AND  PROVIDED\n    2  THE  LEGAL  AID SOCIETY OR A LEGAL SERVICES OR OTHER NONPROFIT ORGANIZA-\n    3  TION OR BY PRIVATE COUNSEL WORKING ON BEHALF OF OR UNDER THE AUSPICES OF\n    4  SUCH  SOCIETY  OR ORGANIZATION IS OBTAINING THE RECORD FOR AN INDIVIDUAL\n    5  WHO HAS  AUTHORIZED  THE  SOCIETY,  ORGANIZATION,  OR  INDIVIDUAL  UNDER\n    6  AUSPICES  OF  SUCH  FOR  THE  PURPOSE  OF  ASCERTAINING THE INDIVIDUAL'S\n    7  RECORD, CORRECTING  AND/OR  SEALING  ANY  ELIGIBLE  INFORMATION,  AND/OR\n    8  APPLYING  FOR  CERTIFICATES OF RELIEF FROM DISABILITY OR CERTIFICATES OF\n    9  GOOD CONDUCT.\n   10    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the definition of qualified agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T112205.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330925014
}