{
  "year" : 2011,
  "senateBillNo" : "A732-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A732-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs health care professionals to provide pain-relieving medications to the extent authorized by accepted professional guidelines",
  "summary" : "Requires health care professionals to order, prescribe, administer and dispense pain-relieving medications in accordance with professional standards and guidelines. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2263-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          732\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GOTTFRIED, CYMBROWITZ, GALEF, GUNTHER, PAULIN,\n         PEOPLES-STOKES, SCHIMMINGER, BOYLAND,  LAVINE,  MARKEY,  ROSENTHAL  --\n         Multi-Sponsored  by  --  M.  of  A.  BING, DINOWITZ, HOOPER, V. LOPEZ,\n         LUPARDO, MAYERSOHN, McENENY, PHEFFER,  J. RIVERA,  ROBINSON,  SWEENEY,\n         TITONE,  WEISENBERG  --  read  once  and  referred to the Committee on\n         Health\n\n       AN ACT to amend the public health law, in relation to pain management\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  thousands  of New Yorkers suffer needlessly from debilitating pain every\n    3  year, a condition that can be remedied by the appropriate  use  of  pain\n    4  medications and other pain management methods. Health care professionals\n    5  often  hesitate to prescribe or administer these medications for fear of\n    6  reprisal by public health or criminal justice authorities.  This  legis-\n    7  lation  follows  the well-established public policy that the prescribing\n    8  and administration of pain medications is a  legitimate  medical  inter-\n    9  vention  that can improve the quality of life and avoid needless suffer-\n   10  ing. It is a well established medical,  moral  and  ethical  proposition\n   11  that it is acceptable to relieve pain by medications, even if the result\n   12  is  or  may  be  decreased  consciousness and shortening of life and the\n   13  indirect hastening of death. However many health care practitioners fear\n   14  that the legal system may  not  recognize  that  principle.  While  this\n   15  legislation  intends  to  encourage  the appropriate prescribing of pain\n   16  medications, it does not intend in any way to diminish New York  state's\n   17  strong public policy and laws against the abuse of drugs.\n   18    S  2. The public health law is amended by adding a new article 28-F to\n   19  read as follows:\n   20                                 ARTICLE 28-F\n   21                               PAIN MANAGEMENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02453-01-1\n\n       A. 732                              2\n\n    1  SECTION 2899-B.   DEFINITIONS.\n    2          2899-C. LIMITATION   ON   PROFESSIONAL  DISCIPLINE  OR  CRIMINAL\n    3                    LIABILITY.\n    4          2899-D. ACTS SUBJECT TO PROFESSIONAL DISCIPLINE OR PROSECUTION.\n    5          2899-E. APPLICABILITY.\n    6    S 2899-B. DEFINITIONS. AS USED IN THIS ARTICLE,  THE  FOLLOWING  TERMS\n    7  SHALL HAVE THE FOLLOWING MEANINGS:\n    8    1. \"ACCEPTED GUIDELINE\" MEANS A PEER REVIEWED CLINICAL PRACTICE GUIDE-\n    9  LINE  FOR  PAIN MANAGEMENT DEVELOPED, AS APPLICABLE, BY A NATIONALLY-RE-\n   10  COGNIZED HEALTH CARE PROFESSIONAL OR SPECIALTY ASSOCIATION, OR A NATION-\n   11  ALLY-RECOGNIZED PAIN MANAGEMENT ASSOCIATION.\n   12    2.  \"HEALTH  CARE  PRACTITIONER\"  MEANS  A  HEALTH  CARE  PRACTITIONER\n   13  LICENSED  OR  CERTIFIED  UNDER  TITLE EIGHT OF THE EDUCATION LAW, WHO IS\n   14  AUTHORIZED TO ORDER, PRESCRIBE, ADMINISTER  OR  DISPENSE  PAIN-RELIEVING\n   15  MEDICATIONS OR OTHER TREATMENT FOR THE RELIEF OF PAIN.\n   16    3.  \"PAIN-RELIEVING MEDICATION\" MEANS A PRESCRIPTION DRUG, INCLUDING A\n   17  CONTROLLED SUBSTANCE CLASSIFIED  AS  SCHEDULE  II  OR  OTHER  CONTROLLED\n   18  SUBSTANCE, USED FOR PAIN RELIEF.\n   19    4. \"PROFESSIONAL DISCIPLINE\" MEANS PROFESSIONAL DISCIPLINE UNDER TITLE\n   20  TWO-A  OF  ARTICLE  TWO  OF THIS CHAPTER OR TITLE EIGHT OF THE EDUCATION\n   21  LAW.\n   22    S 2899-C. LIMITATION ON PROFESSIONAL DISCIPLINE OR CRIMINAL LIABILITY.\n   23  A HEALTH CARE PRACTITIONER SHALL NOT BE SUBJECT TO  PROFESSIONAL  DISCI-\n   24  PLINE  OR CRIMINAL LIABILITY FOR ORDERING, PRESCRIBING, ADMINISTERING OR\n   25  DISPENSING  PAIN-RELIEVING  MEDICATIONS  OR  OTHER  TREATMENTS  FOR  THE\n   26  PURPOSE  OF  ALLEVIATING  OR CONTROLLING PAIN WHEN PRACTICING WITHIN THE\n   27  HEALTH CARE PRACTITIONER'S LAWFUL SCOPE OF PRACTICE  AND  IN  ACCORDANCE\n   28  WITH  THE  REASONABLE STANDARD OF CARE OF THE HEALTH CARE PRACTITIONER'S\n   29  PROFESSION, INCLUDING AN ACCEPTED GUIDELINE.\n   30    S 2899-D. ACTS SUBJECT TO PROFESSIONAL DISCIPLINE OR  PROSECUTION.  1.\n   31  NOTHING IN THIS ARTICLE SHALL PROHIBIT PROFESSIONAL DISCIPLINE OR CRIMI-\n   32  NAL PROSECUTION OF A HEALTH CARE PRACTITIONER FOR FAILURE TO COMPLY WITH\n   33  APPLICABLE STATE OR FEDERAL LAW, INCLUDING MEDICAL RECORD KEEPING; HOMI-\n   34  CIDE  OR PROMOTING, ASSISTING, CAUSING OR AIDING SUICIDE UNDER THE PENAL\n   35  LAW; OR UNLAWFUL PRESCRIBING; OR UNLAWFUL DIVERSION.\n   36    2. NOTHING IN THIS ARTICLE SHALL PROHIBIT PROFESSIONAL DISCIPLINE OF A\n   37  HEALTH CARE PRACTITIONER FOR FAILURE  TO  ADEQUATELY  PRESCRIBE,  ORDER,\n   38  ADMINISTER  OR  DISPENSE  PAIN-RELIEVING MEDICATIONS OR OTHER TREATMENTS\n   39  FOR THE RELIEF OF PAIN IN ACCORDANCE WITH  THE  REASONABLE  STANDARD  OF\n   40  CARE OF THE HEALTH CARE PRACTITIONER'S PROFESSION, INCLUDING AN ACCEPTED\n   41  GUIDELINE.\n   42    S  2899-E. APPLICABILITY. THIS ARTICLE SHALL APPLY TO THE TREATMENT OF\n   43  ALL PATIENTS WITH PAIN, INCLUDING DYING PATIENTS,  PATIENTS  WITH  ACUTE\n   44  PAIN  AND  PATIENTS WITH CHRONIC PAIN, REGARDLESS OF THE PATIENT'S PRIOR\n   45  OR CURRENT CHEMICAL DEPENDENCY OR ADDICTION; PROVIDED THAT A  REASONABLE\n   46  STANDARD OF CARE OF THE HEALTH CARE PRACTITIONER'S PROFESSION, INCLUDING\n   47  ACCEPTED  GUIDELINES,  MAY  MAKE SPECIAL PROVISIONS RELATING TO PRIOR OR\n   48  CURRENT CHEMICAL DEPENDENCY OR ADDICTION.\n   49    S 3. This act shall take effect immediately, provided that subdivision\n   50  2 of section 2899-d of the public health law, as added by section two of\n   51  this act, shall take effect on the first of January of the  second  year\n   52  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to pain management ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T113706.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294331826437
}