{
  "year" : 2011,
  "senateBillNo" : "A733-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A733-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the Public Corruption Prevention and Enforcement Act of 2011",
  "summary" : "Creates the Public Corruption Prevention and Enforcement Act; increases penalties for violations relating to scheme to defraud the government, duty to provide faithful public services, bribery; increases penalties for financial disclosure violations by public officials; relates to community project grants; provides for an executive community projects fund; inspection of annual statements; election law provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "AA10942-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          733\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. KELLNER, CORWIN, MOLINARO, GABRYSZAK, MENG, REIL-\n         LY  -- Multi-Sponsored by -- M. of A. DUPREY, FINCH, JOHNS, MONTESANO,\n         RAIA, SAYWARD, SWEENEY -- read once and referred to the  Committee  on\n         Codes\n\n       AN  ACT  to amend the penal law, in relation to increasing penalties for\n         violations relating to scheme to defraud the government, bribery,  and\n         duty to provide faithful public services; to amend the public officers\n         law,  in  relation to faithful public services and increases penalties\n         for financial disclosure violations,  and  in  relation  to  community\n         project grants; to amend the legislative law, in relation to reporting\n         requirements;  to amend the executive law, in relation to making tech-\n         nical changes thereto; to amend the state finance law, in relation  to\n         the  legislative  community  projects  fund  and  executive  community\n         projects fund;  to  amend  the  judiciary  law,  in  relation  to  the\n         inspection  of annual statements of financial disclosure; and to amend\n         the election law, in relation to campaign contributions  and  expendi-\n         tures\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be  cited  as  the  \"public\n    2  corruption prevention and enforcement act of 2011\".\n    3    S  2.  Section  10.00  of the penal law is amended by adding three new\n    4  subdivisions 21, 22 and 23 to read as follows:\n    5    21. FOR THE PURPOSES OF SECTIONS 195.18 AND  195.20  OF  THIS  CHAPTER\n    6  \"SCHEME\"  MEANS  ANY  PLAN,  PATTERN,  DEVICE, CONTRIVANCE, OR COURSE OF\n    7  ACTION, AND \"INTENT TO DEFRAUD\" INCLUDES AN INTENT TO DEPRIVE THE  STATE\n    8  OR A POLITICAL SUBDIVISION OF THE STATE OR A GOVERNMENTAL INSTRUMENTALI-\n    9  TY OF FAITHFUL PUBLIC SERVICES.\n   10    22.  \"FAITHFUL  PUBLIC  SERVICES\" MEANS CONDUCT THAT IS FREE OF UNDIS-\n   11  CLOSED SELF-DEALING AND FREE OF THE UNAUTHORIZED OR  UNLAWFUL  CONFERRAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00391-01-1\n\n       A. 733                              2\n\n    1  OR  INTENDED CONFERRAL OF A BENEFIT, DIRECTLY OR INDIRECTLY, ON A PUBLIC\n    2  SERVANT.\n    3    23.  \"SELF-DEALING\"  MEANS ANY ACTION TAKEN BY A PUBLIC SERVANT IN HIS\n    4  OR HER OFFICIAL CAPACITY WITH INTENT  TO  BENEFIT  HIMSELF  OR  HERSELF,\n    5  DIRECTLY OR INDIRECTLY, AND WHICH RELATES TO HIS OR HER PRIVATE BUSINESS\n    6  INTERESTS.\n    7    S  3.  Section 195.20 of the penal law, as amended by chapter 1 of the\n    8  laws of 2010, is amended to read as follows:\n    9  S 195.20 [Defrauding] SCHEME TO DEFRAUD  the  government  IN  THE  FIRST\n   10             DEGREE.\n   11    A  person is guilty of [defrauding] A SCHEME TO DEFRAUD the government\n   12  IN THE FIRST DEGREE when, being a public servant  or  party  officer  OR\n   13  ACTING IN CONCERT WITH A PUBLIC SERVANT OR PARTY OFFICER, he or she:\n   14    (a)  engages  in  a scheme constituting a systematic ongoing course of\n   15  conduct with intent to:\n   16    (i) defraud the state or a political subdivision of  the  state  or  a\n   17  governmental instrumentality within the state; or\n   18    (II) to obtain property, services or other resources from the state or\n   19  a  political  subdivision of the state or a governmental instrumentality\n   20  within the state by false or fraudulent  pretenses,  representations  or\n   21  promises; or\n   22    [(ii)] (III) defraud the state or a political subdivision of the state\n   23  or  a  governmental  instrumentality  within  the state by making use of\n   24  property, services or resources of the state, political  subdivision  of\n   25  the state or a governmental instrumentality within the state for private\n   26  business purposes or other compensated non-governmental purposes; and\n   27    (b) EITHER (I) so obtains property, services or other resources with a\n   28  value  in  excess  of  one  thousand  dollars from such state, political\n   29  subdivision or governmental instrumentality, OR (II) CONFERS OR  OBTAINS\n   30  A  BENEFIT OR BENEFITS, DIRECTLY OR INDIRECTLY, WITH A COMBINED VALUE IN\n   31  EXCESS OF ONE THOUSAND DOLLARS.\n   32    [Defrauding] SCHEME TO DEFRAUD the government IN THE FIRST DEGREE is a\n   33  class [E] D felony.\n   34    S 4. The penal law is amended by adding a new section 195.18  to  read\n   35  as follows:\n   36  S 195.18 SCHEME TO DEFRAUD THE GOVERNMENT IN THE SECOND DEGREE.\n   37    A PERSON IS GUILTY OF A SCHEME TO DEFRAUD THE GOVERNMENT IN THE SECOND\n   38  DEGREE  WHEN,  BEING  A  PUBLIC  SERVANT  OR  PARTY OFFICER OR ACTING IN\n   39  CONCERT WITH A PUBLIC SERVANT OR PARTY OFFICER, HE OR SHE ENGAGES  IN  A\n   40  SCHEME  CONSTITUTING  A SYSTEMATIC ONGOING COURSE OF CONDUCT WITH INTENT\n   41  TO:\n   42    (A) DEFRAUD THE STATE OR A POLITICAL SUBDIVISION OF  THE  STATE  OR  A\n   43  GOVERNMENTAL INSTRUMENTALITY WITHIN THE STATE; OR\n   44    (B)  OBTAIN  PROPERTY, SERVICES OR OTHER RESOURCES FROM THE STATE OR A\n   45  POLITICAL SUBDIVISION OF THE STATE  OR  A  GOVERNMENTAL  INSTRUMENTALITY\n   46  WITHIN  THE  STATE  BY FALSE OR FRAUDULENT PRETENSES, REPRESENTATIONS OR\n   47  PROMISES; OR\n   48    (C) DEFRAUD THE STATE OR A POLITICAL SUBDIVISION OF  THE  STATE  OR  A\n   49  GOVERNMENTAL INSTRUMENTALITY WITHIN THE STATE BY MAKING USE OF PROPERTY,\n   50  SERVICES  OR  RESOURCES OF THE STATE, POLITICAL SUBDIVISION OF THE STATE\n   51  OR A GOVERNMENTAL INSTRUMENTALITY WITHIN THE STATE FOR PRIVATE  BUSINESS\n   52  PURPOSES OR OTHER COMPENSATED NON-GOVERNMENTAL PURPOSES.\n   53    SCHEME  TO  DEFRAUD  THE  GOVERNMENT IN THE SECOND DEGREE IS A CLASS E\n   54  FELONY.\n   55    S 5. Section 200.00 of the penal law, as amended by chapter 833 of the\n   56  laws of 1986, is amended to read as follows:\n\n       A. 733                              3\n\n    1  S 200.00 Bribery in the third degree.\n    2    A  person  is  guilty  of  bribery  in the third degree when he OR SHE\n    3  confers, or offers or agrees to confer, any benefit upon a public  serv-\n    4  ant  [upon an agreement or understanding that] WITH THE INTENT TO INFLU-\n    5  ENCE such public servant's vote, opinion, judgment, action, decision  or\n    6  exercise of discretion as a public servant [will thereby be influenced].\n    7    Bribery in the third degree is a class D felony.\n    8    S 6. Section 200.03 of the penal law, as amended by chapter 833 of the\n    9  laws of 1986, is amended to read as follows:\n   10  S 200.03 Bribery in the second degree.\n   11    A  person  is  guilty  of  bribery in the second degree when he OR SHE\n   12  confers, or offers or agrees to confer, any benefit valued in excess  of\n   13  ten  thousand dollars upon a public servant [upon an agreement or under-\n   14  standing that] WITH THE INTENT TO INFLUENCE such public servant's  vote,\n   15  opinion,  judgment,  action,  decision  or  exercise  of discretion as a\n   16  public servant [will thereby be influenced].\n   17    Bribery in the second degree is a class C felony.\n   18    S 7. Section 200.04 of the penal law, as added by chapter 276  of  the\n   19  laws of 1973, is amended to read as follows:\n   20  S 200.04 Bribery in the first degree.\n   21    A  person  is  guilty  of  bribery  in the first degree when he OR SHE\n   22  confers, or offers or agrees to confer, any benefit upon a public  serv-\n   23  ant  [upon an agreement or understanding that] WITH THE INTENT TO INFLU-\n   24  ENCE such public servant's vote, opinion, judgment, action, decision  or\n   25  exercise  of discretion as a public servant [will thereby be influenced]\n   26  in the investigation, arrest, detention, prosecution or incarceration of\n   27  any person for the commission or alleged commission of a class A  felony\n   28  defined in article two hundred twenty of [the penal law] THIS PART or an\n   29  attempt to commit any such class A felony.\n   30    Bribery in the first degree is a class B felony.\n   31    S  8.  The penal law is amended by adding a new section 200.28 to read\n   32  as follows:\n   33  S 200.28 DUTY TO PROVIDE FAITHFUL PUBLIC SERVICES.\n   34    FOR PURPOSES OF THIS ARTICLE, THE DUTIES OF  A  PUBLIC  SERVANT  SHALL\n   35  INCLUDE  BUT  NOT  BE  LIMITED  TO  THE  DUTY TO PROVIDE FAITHFUL PUBLIC\n   36  SERVICES.  IN EXECUTING THE DUTIES OF HIS OR HER  OFFICE,  EVERY  PUBLIC\n   37  SERVANT  SHALL  HAVE THE DUTY TO PROVIDE FAITHFUL PUBLIC SERVICES TO HIS\n   38  OR HER CONSTITUENTS AND THE STATE OR POLITICAL SUBDIVISION  THEREOF,  AS\n   39  APPLICABLE.  IN EXECUTING THE DUTIES OF HIS OR HER OFFICE OR EMPLOYMENT,\n   40  EVERY PUBLIC SERVANT SHALL ALSO HAVE THE DUTY TO PROVIDE FAITHFUL PUBLIC\n   41  SERVICES TO A STATE OR LOCAL AGENCY OR LEGISLATURE, AS APPLICABLE.\n   42    S 9. Subdivision 3 of section 73-a  of  the  public  officers  law  is\n   43  amended by adding a new paragraph 20 to read as follows:\n   44    20. IF THE REPORTING INDIVIDUAL, SUCH REPORTING INDIVIDUAL'S SPOUSE OR\n   45  DOMESTIC  PARTNER  IS A NON-COMPENSATED DIRECTOR, OFFICER OR TRUSTEE, OR\n   46  SUCH REPORTING INDIVIDUAL'S RELATIVE OR A  RELATIVE  OF  SUCH  REPORTING\n   47  INDIVIDUAL'S  SPOUSE OR DOMESTIC PARTNER IS EMPLOYED IN ANY POSITION AT,\n   48  FOR OR WITHIN A NON-PROFIT ENTITY IN NEW  YORK  STATE  AS  DESCRIBED  IN\n   49  SECTION 501(C)(3) OF THE UNITED STATES INTERNAL REVENUE CODE, LIST BELOW\n   50  THE  NAME OF THE ENTITY, BUSINESS ADDRESS OF THE ENTITY, NAME OF SPOUSE,\n   51  DOMESTIC PARTNER OR OTHER RELATIVE,  DEGREE  OF  RELATIONSHIP  WITH  THE\n   52  REPORTING  INDIVIDUAL  AND  TITLE  OF THE COMPENSATED OR NON-COMPENSATED\n   53  POSITION.\n   54  ENTITY NAME/        NAME OF SPOUSE/     DEGREE OF      TITLE OR\n   55  ADDRESS             DOMESTIC PARTNER/   RELATIONSHIP   POSITION\n   56                      RELATIVE\n\n       A. 733                              4\n\n    1  ________________________________________________________________________\n    2  ________________________________________________________________________\n    3  ________________________________________________________________________\n    4  ________________________________________________________________________\n    5  ________________________________________________________________________\n    6    S  10.  Subdivision  1  of  section  74 of the public officers law, as\n    7  amended by chapter 1012 of the laws of 1965, the  opening  paragraph  as\n    8  amended  by  chapter  14  of  the  laws  of  2007, is amended to read as\n    9  follows:\n   10    1. [Definition. As used in this  section:]  DEFINITIONS  OF  TERMS  OF\n   11  GENERAL USE IN THIS SECTION:\n   12    A.  The  term \"state agency\" shall mean any state department, or divi-\n   13  sion, board, commission, or bureau of any state department or any public\n   14  benefit corporation or public authority at least one of whose members is\n   15  appointed by  the  governor  or  corporations  closely  affiliated  with\n   16  specific  state agencies as defined by paragraph (d) of subdivision five\n   17  of section fifty-three-a of the state finance law or their successors.\n   18    B. The term \"legislative employee\" shall mean any officer or  employee\n   19  of the legislature but it shall not include members of the legislature.\n   20    C. THE TERM \"FAITHFUL PUBLIC SERVICES\" SHALL MEAN CONDUCT THAT IS FREE\n   21  OF  UNDISCLOSED  SELF-DEALING  AND  FREE OF THE UNAUTHORIZED OR UNLAWFUL\n   22  CONFERRAL OR INTENDED CONFERRAL OF A BENEFIT, DIRECTLY OR INDIRECTLY, ON\n   23  AN OFFICER OR EMPLOYEE OF A STATE AGENCY, MEMBER OF THE  LEGISLATURE  OR\n   24  LEGISLATIVE  EMPLOYEE.    EVERY  OFFICER  OR EMPLOYEE OF A STATE AGENCY,\n   25  MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE SHALL HAVE A  DUTY  OF\n   26  FAITHFUL PUBLIC SERVICES WITH RESPECT TO HIS OR HER CONSTITUENTS AND THE\n   27  STATE OR TO A STATE AGENCY OR LEGISLATURE, AS APPLICABLE.\n   28    D.  THE  TERM \"SELF-DEALING\" SHALL MEAN ANY ACTION TAKEN BY AN OFFICER\n   29  OR EMPLOYEE OF A STATE AGENCY, MEMBER OF THE LEGISLATURE OR  LEGISLATIVE\n   30  EMPLOYEE  IN HIS OR HER OFFICIAL CAPACITY WITH INTENT TO BENEFIT HIMSELF\n   31  OR HERSELF, DIRECTLY OR INDIRECTLY, AND WHICH  RELATES  TO  HIS  OR  HER\n   32  PRIVATE BUSINESS INTERESTS.\n   33    S  11.  Subdivision  3  of  section  74  of the public officers law is\n   34  amended by adding a new paragraph j to read as follows:\n   35    J. IN EXECUTING THE DUTIES OF HIS OR  HER  OFFICE,  EVERY  OFFICER  OR\n   36  EMPLOYEE  OF  A  STATE  AGENCY, MEMBER OF THE LEGISLATURE OR LEGISLATIVE\n   37  EMPLOYEE SHALL HAVE THE DUTY TO PROVIDE FAITHFUL PUBLIC SERVICES TO  HIS\n   38  OR  HER  CONSTITUENTS  AND  THE  STATE,  AS APPLICABLE. IN EXECUTING THE\n   39  DUTIES OF HIS OR HER OFFICE OR EMPLOYMENT, EVERY OFFICER OR EMPLOYEE  OF\n   40  A  STATE AGENCY, MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE SHALL\n   41  ALSO HAVE THE DUTY TO PROVIDE FAITHFUL PUBLIC SERVICES TO A STATE AGENCY\n   42  OR THE LEGISLATURE, AS APPLICABLE.\n   43    S 12. Subdivision 4 of section 74  of  the  public  officers  law,  as\n   44  amended  by  chapter  14  of  the  laws  of  2007, is amended to read as\n   45  follows:\n   46    4. Violations. In addition to  any  penalty  contained  in  any  other\n   47  provision of law any such officer, member or employee who shall knowing-\n   48  ly  and  intentionally violate any of the provisions of this section may\n   49  be fined, suspended or removed from office or employment in  the  manner\n   50  provided  by  law.  Any  such individual who knowingly and intentionally\n   51  violates the provisions of paragraph b, c, d or i of  subdivision  three\n   52  of  this section shall be subject to a civil penalty in an amount not to\n   53  exceed ten thousand dollars and the value of any gift,  compensation  or\n   54  benefit  received as a result of such violation. Any such individual who\n   55  knowingly and intentionally violates the provisions of paragraph a, e or\n   56  g of subdivision three of this section  shall  be  subject  to  a  civil\n\n       A. 733                              5\n\n    1  penalty  in  an amount not to exceed the value of any gift, compensation\n    2  or benefit received as a result of such violation.  ANY SUCH  INDIVIDUAL\n    3  WHO  KNOWINGLY  AND INTENTIONALLY VIOLATES THE PROVISIONS OF PARAGRAPH J\n    4  OF SUBDIVISION THREE OF THIS SECTION SHALL BE SUBJECT TO A CIVIL PENALTY\n    5  IN  AN  AMOUNT  NOT  TO EXCEED TEN THOUSAND DOLLARS AND THE VALUE OF ANY\n    6  GIFT, COMPENSATION OR BENEFIT RECEIVED AS A RESULT  OF  SUCH  VIOLATION.\n    7  ANY  SUCH  INDIVIDUAL  WHO,  AS PART OF OR IN FURTHERANCE OF A SCHEME OR\n    8  ARTIFICE TO DEFRAUD A  STATE  AGENCY,  THE  LEGISLATURE,  ANY  POLITICAL\n    9  SUBDIVISION,  HIS OR HER CONSTITUENTS OR THE STATE, AS APPLICABLE, KNOW-\n   10  INGLY AND INTENTIONALLY VIOLATES THE PROVISIONS OF PARAGRAPH J OF SUBDI-\n   11  VISION THREE OF THIS SECTION SHALL, IN ADDITION TO ANY PENALTY CONTAINED\n   12  IN THIS SECTION OR ANY OTHER PROVISION OF LAW, BE GUILTY OF  A  CLASS  E\n   13  FELONY.\n   14    S  13.  Section 80 of the public officers law is renumbered section 81\n   15  and a new section 80 is added to article 4 to read as follows:\n   16    S 80. COMMUNITY PROJECT  GRANTS.  1.  DEFINITIONS.  AS  USED  IN  THIS\n   17  SECTION:\n   18    (A)  THE  TERM  \"COMMUNITY PROJECT GRANT\" SHALL MEAN A BUDGETARY ALLO-\n   19  CATION AS FUNDED BY THE LEGISLATIVE COMMUNITY PROJECTS FUND  AS  DEFINED\n   20  IN  SECTION  NINETY-NINE-T  OF  THE STATE FINANCE LAW, AND THE EXECUTIVE\n   21  COMMUNITY PROJECTS FUND AS DEFINED IN SECTION NINETY-NINE-U OF THE STATE\n   22  FINANCE LAW AT THE DISCRETION AND REQUEST OF THE GOVERNOR OR A MEMBER OF\n   23  THE LEGISLATURE FOR A NOT-FOR-PROFIT AS DEFINED IN PARAGRAPH (D) OF THIS\n   24  SUBDIVISION, UNIVERSITY, COLLEGE, SCHOOL DISTRICT OR MUNICIPALITY;\n   25    (B) THE TERM \"SPONSOR\" SHALL MEAN THE GOVERNOR  OR  A  MEMBER  OF  THE\n   26  LEGISLATURE WHO MAKES A REQUEST FOR A COMMUNITY PROJECT GRANT;\n   27    (C) THE TERM \"GRANTEE\" SHALL MEAN THE RECIPIENT OF A COMMUNITY PROJECT\n   28  GRANT;\n   29    (D) THE TERM \"NOT-FOR-PROFIT\" SHALL MEAN AN ENTITY QUALIFIED AS EXEMPT\n   30  FOR  FEDERAL  TAX  PURPOSES UNDER SECTION 501(C)(3) OF THE UNITED STATES\n   31  INTERNAL REVENUE CODE.\n   32    (E) THE TERM \"RELATIVE\" SHALL MEAN AN  INDIVIDUAL'S  SPOUSE,  DOMESTIC\n   33  PARTNER,  CHILD,  STEPCHILD,  STEPPARENT,  OR ANY PERSON WHO IS A DIRECT\n   34  DESCENDENT OF THE GRANDPARENTS OF SUCH INDIVIDUAL OR  OF  THE  REPORTING\n   35  INDIVIDUAL'S SPOUSE OR DOMESTIC PARTNER.\n   36    2.  STANDARDS.  (A)  NO  SPONSOR  SHALL MAKE A REQUEST FOR A COMMUNITY\n   37  PROJECT GRANT UNLESS:\n   38    (I) THE GRANTEE  IS  A  NOT-FOR-PROFIT,  UNIVERSITY,  COLLEGE,  SCHOOL\n   39  DISTRICT AND/OR MUNICIPALITY; AND\n   40    (II)  THE  GRANTEE,  IF A NOT-FOR-PROFIT, HAS BEEN INCORPORATED IN THE\n   41  STATE OF NEW YORK FOR AT LEAST ONE YEAR PRIOR TO APRIL FIRST OF THE YEAR\n   42  IN WHICH THE COMMUNITY PROJECT GRANT IS REQUESTED AND IS REGISTERED WITH\n   43  THE ATTORNEY GENERAL UNDER SECTION ONE HUNDRED SEVENTY-TWO OF THE EXECU-\n   44  TIVE LAW.\n   45    (B) NO GRANTEE SHALL RECEIVE A COMMUNITY PROJECT GRANT IF:\n   46    (I) THE GRANTEE HAS BEEN BARRED BY A GOVERNMENT AGENCY IN  ANY  JURIS-\n   47  DICTION  AS  A  RESULT  OF INAPPROPRIATE OR UNLAWFUL ACTIVITY WITHIN THE\n   48  LAST FIVE YEARS;\n   49    (II) ANY COMPENSATED OR NON-COMPENSATED DIRECTOR, OFFICER  OR  TRUSTEE\n   50  OF  A GRANTEE, IF A NOT-FOR-PROFIT, HAS BEEN CONVICTED OR CHARGED WITH A\n   51  FELONY OR MISDEMEANOR THAT IS RELATED  TO  THE  ADMINISTRATION  OF  SUCH\n   52  GRANTEE'S BUSINESS WITHIN THE LAST FIVE YEARS;\n   53    (III) THE GRANTEE HAS FAILED TO FILE A REQUIRED FEDERAL, STATE OR CITY\n   54  TAX RETURN OR PAY TAXES OWED WITHIN THE LAST FIVE YEARS.\n\n       A. 733                              6\n\n    1    (C) WHERE A VIOLATION OF THE PROVISIONS OF THIS SUBDIVISION IS ALLEGED\n    2  TO  HAVE  OCCURRED,  THE  ATTORNEY GENERAL SHALL HAVE JURISDICTION UNDER\n    3  SECTION SIXTY-THREE-C OF THE EXECUTIVE LAW.\n    4    3.  PROHIBITIONS.  (A)  NO  SPONSOR  SHALL REQUEST A COMMUNITY PROJECT\n    5  GRANT FOR A GRANTEE IF THE SPONSOR OR A RELATIVE OF SUCH  SPONSOR  IS  A\n    6  COMPENSATED OR NON-COMPENSATED DIRECTOR, OFFICER OR TRUSTEE.\n    7    (B) NO SPONSOR OR ANY RELATIVE OF SUCH SPONSOR WHO REQUESTS A COMMUNI-\n    8  TY PROJECT GRANT SHALL HAVE A FINANCIAL INTEREST, DIRECT OR INDIRECT, TO\n    9  SUCH  GRANTEE  OR  HAS  RECEIVED  OR WILL RECEIVE ANY FINANCIAL BENEFIT,\n   10  EITHER DIRECTLY  OR  INDIRECTLY,  FROM  SUCH  GRANTEE  OR  FROM  MATTERS\n   11  CONTAINED IN THE COMMUNITY PROJECT GRANT.\n   12    (C) ANY SPONSOR WHO KNOWINGLY AND INTENTIONALLY VIOLATES ANY PROVISION\n   13  OF  THIS  SUBDIVISION SHALL BE GUILTY OF A CLASS E FELONY.  THE ATTORNEY\n   14  GENERAL AND ANY DISTRICT ATTORNEY SHALL  HAVE  CONCURRENT  AUTHORITY  TO\n   15  INVESTIGATE AND PROSECUTE VIOLATIONS OF THIS SUBDIVISION.\n   16    4.    WAIVER  OF  STANDARDS.  A  SPONSOR MAY REQUEST A WAIVER FROM THE\n   17  ATTORNEY GENERAL OF PROVISIONS CONTAINED IN PARAGRAPH (B) OF SUBDIVISION\n   18  TWO OF THIS SECTION.  IN ASSESSING WHETHER OR NOT TO ISSUE A WAIVER, THE\n   19  ATTORNEY GENERAL SHALL CONSIDER THE HISTORY OF THE  SPONSOR,  THE  SUIT-\n   20  ABILITY  OF  A  POTENTIAL  COMMUNITY  PROJECT GRANT FOR THE SPONSOR, THE\n   21  EFFECTIVENESS OF ANY PREVIOUS GRANTS UNDER THE COMMUNITY  PROJECT  FUND,\n   22  AND ANY OTHER FACTORS THE ATTORNEY GENERAL DEEMS APPROPRIATE.\n   23    5.  RULES  AND  REGULATIONS. THE ATTORNEY GENERAL MAY PROMULGATE RULES\n   24  AND REGULATIONS NECESSARY TO EFFECTUATE THE PROVISIONS OF THIS SECTION.\n   25    S 14. Subparagraph 1 of paragraph a of subdivision 14 of section 80 of\n   26  the legislative law, as amended by chapter 14 of the laws  of  2007,  is\n   27  amended to read as follows:\n   28    (1)  the  information  set  forth  in an annual statement of financial\n   29  disclosure, INCLUDING THE CATEGORIES OF VALUE OR AMOUNT, filed  pursuant\n   30  to  section seventy-three-a of the public officers law except [the cate-\n   31  gories of value or amount which shall be confidential,  and  any  other]\n   32  ANY  item  of information deleted pursuant to paragraph i of subdivision\n   33  seven of this section;\n   34    S 15. Subparagraph 1 of paragraph (a) of subdivision 17 of section  94\n   35  of  the  executive law, as amended by chapter 14 of the laws of 2007, is\n   36  amended to read as follows:\n   37    (1) the information set forth in  an  annual  statement  of  financial\n   38  disclosure,  INCLUDING THE CATEGORIES OF VALUE OR AMOUNT, filed pursuant\n   39  to section seventy-three-a of the public officers law except [the  cate-\n   40  gories  of  value  or  amount,  which shall remain confidential, and any\n   41  other] ANY item of information deleted  pursuant  to  paragraph  (h)  of\n   42  subdivision nine of this section;\n   43    S  16.  Section 99-d of the state finance law, as added by chapter 474\n   44  of the laws of 1996, is renumbered section 99-t and the section heading,\n   45  as added by chapter 474 of the laws  of  1996,  and  subdivision  1,  as\n   46  amended  by section 2 of part BB of chapter 686 of the laws of 2003, are\n   47  amended to read as follows:\n   48    [Community] LEGISLATIVE COMMUNITY projects fund. 1.  There  is  hereby\n   49  established in the joint custody of the comptroller and the commissioner\n   50  of  taxation  and  finance a special fund to be known as the LEGISLATIVE\n   51  community projects fund. This fund may have separate accounts designated\n   52  pursuant to a specific appropriation to such account or  pursuant  to  a\n   53  written  suballocation  plan  approved  in a memorandum of understanding\n   54  executed by the director of the budget,  the  secretary  of  the  senate\n   55  finance  committee  and  the  secretary  of  the assembly ways and means\n   56  committee. Such suballocation shall be submitted to the comptroller.\n\n       A. 733                              7\n\n    1    S 17. The state finance law is amended by adding a new section 99-u to\n    2  read as follows:\n    3    S  99-U.  EXECUTIVE COMMUNITY PROJECTS FUND. 1. THERE IS HEREBY ESTAB-\n    4  LISHED IN THE JOINT CUSTODY OF THE COMPTROLLER AND THE  COMMISSIONER  OF\n    5  TAXATION  AND FINANCE A SPECIAL FUND TO BE KNOWN AS THE EXECUTIVE COMMU-\n    6  NITY PROJECTS FUND. THIS FUND  MAY  HAVE  SEPARATE  ACCOUNTS  DESIGNATED\n    7  PURSUANT  TO  A  SPECIFIC APPROPRIATION TO SUCH ACCOUNT OR PURSUANT TO A\n    8  WRITTEN SUBALLOCATION PLAN APPROVED IN  A  MEMORANDUM  OF  UNDERSTANDING\n    9  EXECUTED  BY  THE  DIRECTOR  OF  THE BUDGET, THE SECRETARY OF THE SENATE\n   10  FINANCE COMMITTEE AND THE SECRETARY  OF  THE  ASSEMBLY  WAYS  AND  MEANS\n   11  COMMITTEE. SUCH SUBALLOCATION SHALL BE SUBMITTED TO THE COMPTROLLER.\n   12    2. SUCH FUND SHALL CONSIST OF MONIES TRANSFERRED TO SUCH FUND FROM THE\n   13  GENERAL  FUND/STATE PURPOSES ACCOUNT, OR ANY OTHER MONIES REQUIRED TO BE\n   14  TRANSFERRED OR DEPOSITED, PURSUANT TO LAW. MONIES MAY NOT BE TRANSFERRED\n   15  OR LOANED  BETWEEN  THE  ACCOUNTS  OF  THIS  FUND,  UNLESS  SPECIFICALLY\n   16  PROVIDED  (A)  BY  LAW,  OR  (B) BY LETTER SIGNED BY THE DIRECTOR OF THE\n   17  BUDGET, BUT ONLY UPON THE JOINT REQUEST OF THE SECRETARY OF  THE  SENATE\n   18  FINANCE  COMMITTEE  AND  THE  SECRETARY  OF  THE ASSEMBLY WAYS AND MEANS\n   19  COMMITTEE.\n   20    3. (A) AS REQUIRED TO MAKE TIMELY PAYMENTS  FROM  SUCH  ACCOUNTS  UPON\n   21  PRESENTMENT  OF  PROPER  VOUCHERS  THEREFOR, THE STATE COMPTROLLER SHALL\n   22  MAKE TRANSFERS TO ANY ACCOUNT IN THIS FUND UP TO  THE  AMOUNTS  ANNUALLY\n   23  SPECIFIED  FOR  TRANSFER TO SUCH ACCOUNT AND IN COMPLIANCE WITH SUBDIVI-\n   24  SION TWO OF THIS SECTION, BUT ONLY FROM SUCH FUND OR FUNDS AUTHORIZED TO\n   25  PROVIDE SUCH TRANSFERS.\n   26    (B) BY THE CLOSE OF EACH FISCAL YEAR, ALL REMAINING  AMOUNTS  NOT  YET\n   27  TRANSFERRED  SHALL  BE  TRANSFERRED TO THE DESIGNATED ACCOUNTS FOR WHICH\n   28  SUCH TRANSFERS WERE AUTHORIZED, UP TO THE TOTAL  AMOUNTS  SPECIFIED  FOR\n   29  TRANSFER  TO  EACH  ACCOUNT  IN EACH FISCAL YEAR, PURSUANT TO LAW AND IN\n   30  COMPLIANCE WITH SUBDIVISION TWO OF THIS SECTION.\n   31    4.  NOTWITHSTANDING  SECTION  FORTY  OF  THIS  CHAPTER  OR  ANY  OTHER\n   32  PROVISION  OF  LAW,  APPROPRIATIONS  OF THIS FUND SHALL BE AVAILABLE FOR\n   33  LIABILITIES INCURRED DURING AND AFTER THE CLOSE OF THE FISCAL  YEAR  FOR\n   34  WHICH SUCH APPROPRIATIONS ARE ENACTED, PROVIDED HOWEVER THAT SUCH APPRO-\n   35  PRIATIONS  SHALL  LAPSE  ON THE FIFTEENTH DAY OF SEPTEMBER FOLLOWING THE\n   36  CLOSE OF THE FISCAL YEAR, AND NO MONIES SHALL THEREAFTER BE PAID OUT  OF\n   37  THE STATE TREASURY OR ANY OF ITS FUNDS OR THE FUNDS UNDER ITS MANAGEMENT\n   38  PURSUANT TO SUCH APPROPRIATIONS.\n   39    5.  THE  DIRECTOR  OF THE BUDGET SHALL ISSUE A CERTIFICATE OF APPROVAL\n   40  FOR ANY APPROPRIATION IN ANY ACCOUNT OF THIS  FUND  NO  LATER  THAN  THE\n   41  LATER  OF  SIXTY  DAYS AFTER THE ENACTMENT OF SUCH APPROPRIATION OR FIVE\n   42  DAYS AFTER THE EXECUTION OF A WRITTEN SUBALLOCATION PLAN PURSUANT TO THE\n   43  PROVISIONS OF SUBDIVISION ONE  OF  THIS  SECTION.  SUCH  APPROVAL  SHALL\n   44  SATISFY ANY OTHER REQUIREMENT FOR A CERTIFICATE OF APPROVAL.\n   45    6.  (A)  THE  STATE  SHALL  NOT BE LIABLE FOR PAYMENTS PURSUANT TO ANY\n   46  CONTRACT, GRANT OR AGREEMENT MADE PURSUANT TO AN  APPROPRIATION  IN  ANY\n   47  ACCOUNT  OF  THIS FUND IF INSUFFICIENT MONIES ARE AVAILABLE FOR TRANSFER\n   48  TO SUCH ACCOUNT OF THIS  FUND,  AFTER  REQUIRED  TRANSFERS  PURSUANT  TO\n   49  SUBDIVISION  THREE  OF  THIS SECTION. EXCEPT WITH RESPECT TO, GRANTS, OR\n   50  AGREEMENTS EXECUTED BY ANY STATE OFFICER, EMPLOYEE, DEPARTMENT, INSTITU-\n   51  TION, COMMISSION, BOARD, OR OTHER AGENCY  OF  THE  STATE  PRIOR  TO  THE\n   52  EFFECTIVE  DATE  OF  THIS SECTION, ANY CONTRACT, GRANT OR AGREEMENT MADE\n   53  PURSUANT TO  AN  APPROPRIATION  IN  THIS  FUND  SHALL  INCORPORATE  THIS\n   54  PROVISION AS A TERM OF SUCH CONTRACT, GRANT OR AGREEMENT.\n   55    (B)  THE  EXHAUSTION  OF  FUNDS AVAILABLE FOR SUCH TRANSFERS SHALL NOT\n   56  PRECLUDE THE APPROVAL OF CONTRACTS HEREUNDER  PURSUANT  TO  SECTION  ONE\n\n       A. 733                              8\n\n    1  HUNDRED  TWELVE  OF THIS CHAPTER. NOTWITHSTANDING ANY OTHER PROVISION OF\n    2  LAW, INTEREST SHALL NOT BE DUE TO ANY RECIPIENT FOR  ANY  LATE  PAYMENTS\n    3  MADE  FROM  THIS FUND WHICH RESULT FROM INSUFFICIENT MONIES BEING AVAIL-\n    4  ABLE IN AN ACCOUNT OF THIS FUND.\n    5    7.  MONIES SHALL BE PAID OUT OF SUCH ACCOUNTS ON THE AUDIT AND WARRANT\n    6  OF THE STATE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY  THE  HEAD\n    7  OF THE APPROPRIATE AGENCY.\n    8    S 18. Subdivision 4 of section 211 of the judiciary law, as amended by\n    9  chapter 188 of the laws of 1990, is amended to read as follows:\n   10    4. By September first, nineteen hundred eighty-eight, the chief judge,\n   11  after  consultation  with the administrative board, shall approve a form\n   12  of annual statement of financial disclosure which form  shall  apply  to\n   13  all  judges, justices, officers and employees of the courts of record of\n   14  the unified court system, who receive annual compensation  at  or  above\n   15  the  filing  rate defined by paragraph (l) of subdivision one of section\n   16  seventy-three-a of the public officers law or are determined to  hold  a\n   17  policy-making position pursuant to the rules and regulations promulgated\n   18  pursuant to this subdivision. Such form of annual statement of financial\n   19  disclosure  shall  be  substantially  similar  to  the form set forth in\n   20  subdivision three of section seventy-three-a of the public officers law.\n   21  Within one year after approval of such form, the chief judge shall cause\n   22  the chief administrator of the courts to promulgate rules or regulations\n   23  which require every judge, justice, officer and employee of  the  courts\n   24  of  record of the unified court system, who receives annual compensation\n   25  at or above the filing rate defined by paragraph (l) of subdivision  one\n   26  of  section  seventy-three-a of the public officers law or is determined\n   27  to hold a policy-making position, to report the information required  by\n   28  the  approved  form effective first with respect to a filing which shall\n   29  be required in nineteen  hundred  ninety-one  (generally  applicable  to\n   30  information  for  the preceding calendar year) and thereafter, effective\n   31  for future annual filings. Such rules and regulations shall also provide\n   32  for the determination, by the appointing authority, of policy-makers who\n   33  shall be required to file the annual statement of  financial  disclosure\n   34  required by this subdivision. Any judge, justice, officer or employee of\n   35  the  courts  of record of the unified court system who, pursuant to such\n   36  rules or regulations, is required to file a completed  annual  statement\n   37  of financial disclosure and who makes such filing in accordance with the\n   38  requirements  contained in such rules or regulations, shall be deemed to\n   39  have satisfied the requirements of any other law mandating the filing of\n   40  a completed annual statement of financial disclosure for the  applicable\n   41  calendar  year  which  might  otherwise  apply to such judges, justices,\n   42  officers or employees, and no duplicate  filing  shall  be  required  on\n   43  account  of  any  other such law, notwithstanding the provisions of such\n   44  other law.  NOTWITHSTANDING THE PROVISIONS OF ARTICLE SIX OF THE  PUBLIC\n   45  OFFICERS  LAW  OR  ANY  RULE  OR  REGULATION TO THE CONTRARY, THE ETHICS\n   46  COMMISSION FOR THE UNIFIED COURT SYSTEM SHALL MAKE AVAILABLE FOR  PUBLIC\n   47  INSPECTION  THE  INFORMATION SET FORTH IN THE ANNUAL STATEMENT OF FINAN-\n   48  CIAL DISCLOSURE FILED PURSUANT TO THIS SUBDIVISION, INCLUDING THE  CATE-\n   49  GORIES  OF VALUE OR AMOUNT. NOTWITHSTANDING THE PROVISION OF ARTICLE SIX\n   50  OF THE PUBLIC OFFICERS LAW, THE ETHICS COMMISSION FOR THE UNIFIED  COURT\n   51  SYSTEM  MAY  CHOOSE  TO KEEP CONFIDENTIAL THE NAMES OF THE UNEMANCIPATED\n   52  CHILDREN ON THE ANNUAL STATEMENT OF FINANCIAL DISCLOSURE FILED  PURSUANT\n   53  TO THIS SUBDIVISION, ANY ITEM OF INFORMATION DELETED PURSUANT TO JUDICI-\n   54  ARY RULES AND OTHER RECORDS OF SUCH COMMISSION AS IT SEES FIT.\n\n       A. 733                              9\n\n    1    S 19. Paragraph 1 and the opening paragraph of paragraph 3 of subdivi-\n    2  sion  9  of section 14-100 of the election law, as amended by chapter 70\n    3  of the laws of 1983, are amended to read as follows:\n    4    (1)  any  gift, subscription, outstanding loan (to the extent provided\n    5  for in section 14-114 of this [chapter] ARTICLE), advance, or deposit of\n    6  money or any thing of value, made in connection with the nomination  for\n    7  election,  or election, of any candidate, or made to promote the success\n    8  or defeat of a political party or principle, or of any ballot proposal,\n    9    any payment, by any person other  than  a  candidate  or  a  political\n   10  committee authorized by the candidate, made in connection with the nomi-\n   11  nation for election or election of any candidate, or any payment made to\n   12  promote  the  success or defeat of a political party or principle, or of\n   13  any ballot proposal including but not limited to  compensation  for  the\n   14  personal  services  of  any  individual which are rendered in connection\n   15  with a candidate's  election  or  nomination  without  charge;  provided\n   16  however,  that none of the foregoing IN THIS PARAGRAPH shall be deemed a\n   17  contribution if it is made, taken or performed by  a  candidate  or  his\n   18  spouse or by a person or a political committee independent of the candi-\n   19  date  or  his  OR  HER  agents or authorized political committees.   For\n   20  purposes of this article, the term \"independent of the candidate or  his\n   21  agents or authorized political committees\" shall mean that the candidate\n   22  or  his  agents  or  authorized  political committees did not authorize,\n   23  request, suggest, foster or cooperate in any such activity; and provided\n   24  further, that the term contribution shall not include:\n   25    S 20. Subdivision 1 of section 14-104 of the election law, as  amended\n   26  by chapter 430 of the laws of 1997, is amended to read as follows:\n   27    1.  (A) Any candidate for election to public office, or for nomination\n   28  for public office at a contested primary election or convention, or  for\n   29  election  to  a  party position at a primary election, shall file state-\n   30  ments sworn, or subscribed and bearing a form notice that  false  state-\n   31  ments  made  therein are punishable as a class A misdemeanor pursuant to\n   32  section 210.45 of the penal law, at the times prescribed by this article\n   33  setting forth the particulars specified by section 14-102 of this  arti-\n   34  cle, as to all moneys or other valuable things, paid, given, expended or\n   35  promised  by  him  OR  HER, EXCEPT AS DESCRIBED IN PARAGRAPH (B) OF THIS\n   36  SUBDIVISION to aid his OR HER own nomination or election, or to  promote\n   37  the  success  or defeat of a political party, or to aid or influence the\n   38  nomination or election or the defeat of any other candidate to be  voted\n   39  for  at  the  election or primary election or at a convention, including\n   40  contributions to political committees, officers, members or agents ther-\n   41  eof, and transfers, receipts and contributions to him OR HER to be  used\n   42  for  any  of  the purposes above specified, or in lieu thereof, any such\n   43  candidate may file such a sworn statement at the first filing period, on\n   44  a form prescribed by the state board of elections  that  such  candidate\n   45  has  NOT  made [no] ANY such expenditures OR RECEIVED ANY FUNDS and does\n   46  not intend to make any such expenditures,  except  through  a  political\n   47  committee  authorized  by  such  candidate  pursuant  to this article. A\n   48  committee authorized by such a candidate may fulfill all of  the  filing\n   49  requirements  of  this  [act] ARTICLE on behalf of such candidate.  IF A\n   50  CANDIDATE FILES A SWORN STATEMENT  PURSUANT  TO  THIS  SUBDIVISION,  THE\n   51  CANDIDATE BECOMES AN AGENT OF THE COMMITTEE.\n   52    (B) ANY CANDIDATE FOR ELECTION TO PUBLIC OFFICE, OR FOR NOMINATION FOR\n   53  PUBLIC  OFFICE  AT  A CONTESTED PRIMARY ELECTION OR CONVENTION, AND SUCH\n   54  CANDIDATE'S SPOUSE OR DOMESTIC PARTNER, SHALL FILE STATEMENTS SWORN,  OR\n   55  SUBSCRIBED  AND BEARING A FORM NOTICE THAT FALSE STATEMENTS MADE THEREIN\n   56  ARE PUNISHABLE AS A CLASS A MISDEMEANOR PURSUANT TO  SECTION  210.45  OF\n\n       A. 733                             10\n\n    1  THE  PENAL LAW, DISCLOSING ALL GIFTS AND ALL LOANS, EXCLUDING LOANS FROM\n    2  A FINANCIAL INSTITUTION, IN EXCESS OF ONE THOUSAND DOLLARS  (I)  BY  THE\n    3  LAST DATE TO ACCEPT OR DECLINE A DESIGNATION OR NOMINATION, WHICHEVER IS\n    4  EARLIER,  IF THE CANDIDATE HAS NOT DECLINED, FOR THE TWELVE MONTHS IMME-\n    5  DIATELY PRECEDING SUCH STATEMENT AND (II) AT TIMES  PRESCRIBED  BY  THIS\n    6  ARTICLE SETTING FORTH THE PARTICULARS IN SECTION 14-102 OF THIS ARTICLE.\n    7  A  COMMITTEE  AUTHORIZED  BY  A  CANDIDATE  MAY  NOT  FULFILL THE FILING\n    8  REQUIREMENTS OF THIS PARAGRAPH ON  BEHALF  OF  SUCH  CANDIDATE  OR  SUCH\n    9  CANDIDATE'S SPOUSE OR DOMESTIC PARTNER.\n   10    S  21. Subdivision 2 of section 14-108 of the election law, as amended\n   11  by chapter 109 of the laws of 1997, is amended to read as follows:\n   12    2. Each statement shall cover the  period  up  to  and  including  the\n   13  fourth  day  next  preceding  the  day specified for the filing thereof;\n   14  provided, however, that any contribution, GIFT or loan in excess of  one\n   15  thousand  dollars,  if  received  after  the  close  of the period to be\n   16  covered in the last statement  filed  before  any  primary,  general  or\n   17  special  election  but  before  such election, shall be reported, in the\n   18  same manner as other contributions, GIFTS OR LOANS,  within  twenty-four\n   19  hours after receipt.\n   20    S 22.  Subdivision 1 of section 14-120 of the election law, as amended\n   21  by chapter 79 of the laws of 1992, is amended to read as follows:\n   22    1. No person shall in any name except his own, directly or indirectly,\n   23  make  a  CONTRIBUTION,  LOAN  OR payment or a promise of A CONTRIBUTION,\n   24  LOAN OR payment to a candidate or political committee or to any  officer\n   25  or member thereof, or to any person acting under its authority or in its\n   26  behalf  or  on  behalf of any candidate, nor shall any such committee or\n   27  any such person or candidate knowingly receive a CONTRIBUTION,  LOAN  OR\n   28  payment or promise of A CONTRIBUTION, LOAN OR payment, or enter or cause\n   29  the  same to be entered in the accounts or records of such committee, in\n   30  any name other than that of the person or persons by whom  it  is  made.\n   31  IT  SHALL  BE  NO DEFENSE TO A VIOLATION OF THIS SECTION THAT THE PERSON\n   32  GIVING THE CONTRIBUTION, LOAN OR PAYMENT PROVIDES THE CONTRIBUTION, LOAN\n   33  OR PAYMENT TO A CANDIDATE PRIOR  TO  THE  CANDIDATE  GIVING  IT  TO  THE\n   34  CAMPAIGN COMMITTEE.\n   35    S  23. If any clause, sentence, paragraph, section or part of this act\n   36  shall be adjudged by any court of competent jurisdiction to be  invalid,\n   37  such  judgment  shall  not  affect,  impair, or invalidate the remainder\n   38  thereof.\n   39    S 24. This act shall take effect immediately; provided, however,  that\n   40  sections  nine  through  twenty-two of this act shall take effect on the\n   41  sixtieth day after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing penalties for violations relating to scheme to defraud the government, bribery, and duty to provide faithful public services; to amend the public officers law, in relation to faithful public services and increases penalties for financial disclosure violations, and in relation to community project grants; to amend the legislative law, in relation to reporting requirements; to amend the executive law, in relation to making technical changes thereto; to amend the state finance law, in relation to the legislative community projects fund and executive community projects fund; to amend the judiciary law, in relation to the inspection of annual statements of financial disclosure; and to amend the election law, in relation to campaign contributions and expenditures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T113706.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294331826435
}