{
  "year" : 2011,
  "senateBillNo" : "A734-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to energy",
    "billEventId" : "A734-2011-1294203600000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to converting residential rental buildings from being mass-metered to submetered",
  "summary" : "Relates to application requirements for private or government entities that wish to provide electric service converting residential rental buildings from being mass-metered to submetered. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "AA7871-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          734\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. KELLNER, HEVESI, MAISEL, ROSENTHAL -- Multi-Spon-\n         sored  by  -- M. of A.  BRENNAN, COOK, GLICK -- read once and referred\n         to the Committee on Energy\n\n       AN ACT to amend the public service law, in relation to converting  resi-\n         dential rental buildings from being mass-metered to submetered\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 53 of the public service law is renumbered  section\n    2  54 and a new section 53 is added to read as follows:\n    3    S  53.  RESIDENTIAL  RENTAL  BUILDING SUBMETERING. 1. A MASTER-METERED\n    4  RESIDENTIAL RENTAL BUILDING MAY BE CONVERTED TO  BE  SUBMETERED  IF  THE\n    5  OWNER  OF  THE  BUILDING FILES AN APPLICATION TO CONVERT THE BUILDING TO\n    6  SUBMETERING WITH THE COMMISSION, PROVIDED THAT:\n    7    (A) THE APPLICANT APPLYING  TO  PROVIDE  SUBMETERED  ELECTRIC  SERVICE\n    8  INCLUDES  WITH  THE  APPLICATION  A  PROCEDURE FOR NOTIFYING IN WRITING,\n    9  WITHIN THIRTY DAYS OF FILING THE APPLICATION WITH  THE  COMMISSION,  ALL\n   10  TENANTS OF RECORD OF THE PROPOSAL TO SUBMETER. THE NOTIFICATION SHALL:\n   11    (I) INCLUDE A SUMMARY OF THE INFORMATION PROVIDED TO THE COMMISSION;\n   12    (II) INFORM TENANTS THAT A PUBLIC COMMENT PERIOD HAS COMMENCED;\n   13    (III)  STATE  THE DATE AFTER WHICH COMMENTS DIRECTED TO THE COMMISSION\n   14  WILL NO LONGER BE ACCEPTED;\n   15    (IV) PROMINENTLY DISPLAY THE ADDRESS AND TELEPHONE NUMBER OF THE NEAR-\n   16  EST PUBLIC SERVICE COMMISSION OFFICE;\n   17    (V) STATE THE DATE, TIME, AND LOCATION OF THE PUBLIC  HEARING  SET  BY\n   18  THE COMMISSION TO HEAR TESTIMONY FROM THE PUBLIC;\n   19    (VI)  DIRECT  THE  TENANT  WHERE  ON  THE  PUBLIC SERVICE COMMISSION'S\n   20  WEBSITE THE ENTIRE APPLICATION CAN BE VIEWED, AS WELL AS  TO  PROVIDE  A\n   21  TOLL-FREE TELEPHONE NUMBER AND ADDRESS FROM WHICH A TENANT OF RECORD MAY\n   22  REQUEST  A  COPY OF THE COMPLETE APPLICATION TO BE MAILED TO SUCH TENANT\n   23  AT NO COST TO THE TENANT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00669-01-1\n\n       A. 734                              2\n\n    1    (VII) INCLUDE A STATEMENT SUBSTANTIATING ANY  ECONOMIC  ADVANTAGES  OF\n    2  SUBMETERING  OVER DIRECT UTILITY METERING AT THE PREMISES PROPOSED TO BE\n    3  SUBMETERED;\n    4    (VIII)  INCLUDE  A DESCRIPTION OF THE TYPE OF SUBMETERING SYSTEM TO BE\n    5  INSTALLED AND A VALIDATION OF ITS RELIABILITY AND ACCURACY;\n    6    (IX) STATE THE METHOD AND BASIS  FOR  CALCULATING  RATES  TO  TENANTS,\n    7  WHICH  SHALL  INCLUDE  A  MAXIMUM  RATE  PROVISION PREVENTING CHARGES TO\n    8  TENANTS FROM EXCEEDING THE TARIFFED RATES AND CHARGES FOR  SERVICE  FROM\n    9  THE LOCAL DISTRIBUTION UTILITY;\n   10    (X)  STATE COMPLAINT PROCEDURES AND TENANT PROTECTIONS CONSISTENT WITH\n   11  THE HOME ENERGY FAIR PRACTICES ACT; AND\n   12    (XI) DEMONSTRATE THAT SATISFACTORY ARRANGEMENTS HAVE  BEEN  MADE  WITH\n   13  THE  LOCAL  DEPARTMENT  OF SOCIAL SERVICES TO PROVIDE CONTINUED ELECTRIC\n   14  SERVICE UPON ACCEPTANCE OF VENDOR PAYMENT OF UTILITY  ASSISTANCE  GRANTS\n   15  IN  ACCORDANCE WITH THE STATE PLAN FOR REGULAR AND EMERGENCY HOME ENERGY\n   16  ASSISTANCE UNDER SECTION NINETY-SEVEN OF THE SOCIAL  SERVICES  LAW,  THE\n   17  EMERGENCY   UTILITY   ASSISTANCE   PROGRAM  UNDER  SECTION  ONE  HUNDRED\n   18  THIRTY-ONE-S OF THE SOCIAL SERVICES LAW, AND IN  ACCORDANCE  WITH  OTHER\n   19  PROVISIONS  OF  THE  SOCIAL SERVICES LAW OR REGULATIONS OF THE OFFICE OF\n   20  TEMPORARY AND  DISABILITY  ASSISTANCE  RELATING  TO  UTILITY  ASSISTANCE\n   21  PAYMENTS.\n   22    (B) THE COMMISSION HOLDS A PUBLIC HEARING AT A LOCATION NEAR THE RESI-\n   23  DENTIAL  RENTAL  BUILDING  AT LEAST THIRTY DAYS PRIOR TO THE CONDITIONAL\n   24  AND FINAL APPROVAL OR DENIAL OF THE SUBMETERING APPLICATION.\n   25    (C) THE APPLICANT INCLUDES WITH THE APPLICATION:\n   26    (I) FINDINGS OF A STUDY COMMISSIONED BY THE APPLICANT OF  THE  THERMAL\n   27  CHARACTERISTICS OF THE BUILDING;\n   28    (II)  RECORDS  OF  THE LAST TWENTY-FOUR MONTHS OF ELECTRICAL USAGE AND\n   29  CHARGES;\n   30    (III) THE PROJECTED SUBMETERED RATES AT THE CURRENT USAGE RATE FOR THE\n   31  VARIOUS DWELLING UNIT TYPES THAT EXIST IN THE BUILDING;\n   32    (IV) A PLAN TO REPLACE ALL NON-ENERGY STAR RATED  APPLIANCES  PROVIDED\n   33  BY THE APPLICANT TO THE TENANTS WITH ENERGY STAR RATED APPLIANCES.\n   34    (D)  THE APPLICANT PAYS ALL COSTS OF AN INDEPENDENT ENERGY ANALYSIS OF\n   35  THE BUILDING BY ONE OF THE CONSULTANTS CHOSEN BY THE TENANTS IF A  GROUP\n   36  OF AT LEAST FIFTY PERCENT OF THE TENANTS OF RECORD REQUEST SUCH ANALYSIS\n   37  AND  THE  GROUP OF TENANTS PROVIDES TO THE APPLICANT AT LEAST THREE BIDS\n   38  FROM CONSULTANTS WHO CAN PERFORM SUCH ANALYSIS.\n   39    2. (A) ALL APPLICATIONS FILED  PURSUANT  TO  THE  PROVISIONS  OF  THIS\n   40  SECTION SHALL BE SUBJECT TO A TWO-TIERED APPROVAL PROCESS BY THE COMMIS-\n   41  SION.  INITIAL APPROVAL OF AN APPLICATION, IF GRANTED BY THE COMMISSION,\n   42  SHALL BE GRANTED FOR A PERIOD OF ONE YEAR, AT WHICH TIME,  THE  APPROVAL\n   43  SHALL  AUTOMATICALLY EXPIRE; PROVIDED THAT, WITHIN THREE MONTHS PRIOR OR\n   44  SUBSEQUENT TO THE EXPIRATION OF THE GRANT OF CONDITIONAL  APPROVAL,  THE\n   45  APPLICANT  MAY  FILE  FOR  REVIEW  OF THE APPLICATION FOR THE PURPOSE OF\n   46  OBTAINING FINAL APPROVAL OF THE APPLICATION. ANY  APPLICANT  FILING  FOR\n   47  REVIEW  FOR FINAL APPROVAL OF AN APPLICATION SHALL SUBMIT TO THE COMMIS-\n   48  SION A LISTING OF THE ACTUAL METERED USAGE  RATES  AND  CHARGES  TO  THE\n   49  TENANTS  DURING  THE  PERIOD OF THE CONDITIONAL APPROVAL OF THE APPLICA-\n   50  TION.\n   51    (B) ANY APPLICANT WHOSE APPLICATION FOR CONDITIONAL APPROVAL IS DENIED\n   52  BY THE COMMISSION MAY RE-FILE AN APPLICATION NO EARLIER THAN SIX  MONTHS\n   53  FOLLOWING THE DENIAL OF THE APPLICATION BY THE COMMISSION.\n   54    (C) THE COMMISSION SHALL PROVIDE WRITTEN NOTICE TO AN APPLICANT OF ITS\n   55  DECISION REGARDING APPLICATIONS WITHIN THIRTY DAYS OF THE PUBLIC HEARING\n   56  REQUIRED BY SUBDIVISION ONE OF THIS SECTION. ALL DENIALS OF APPLICATIONS\n\n       A. 734                              3\n\n    1  SHALL  STATE  THE REASONS FOR THE DENIAL, SHALL SPECIFY THE MEASURES THE\n    2  APPLICANT MUST TAKE TO QUALIFY FOR APPROVAL OF THE APPLICATION AND SHALL\n    3  ADVISE THE APPLICANT OF HIS OR HER RIGHT TO INVESTIGATION AND REVIEW  OF\n    4  THE  DENIAL OF THE APPLICATION IF THE APPLICANT CONSIDERS SUCH DENIAL TO\n    5  BE WITHOUT JUSTIFICATION.\n    6    S 2. The public service commission  shall  promulgate  any  rules  and\n    7  regulations  necessary  for the implementation of this act on its effec-\n    8  tive date.\n    9    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to converting residential rental buildings from being mass-metered to submetered ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T113706.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294331826429
}