{
  "year" : 2011,
  "senateBillNo" : "A735-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A735-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires public disclosure of certain state agency materials, and authorizes the office for technology to publish a technical standards manual for the publishing of records",
  "summary" : "Requires public disclosure of certain state agency materials, and authorizes the office for technology to publish a technical standards manual for the publishing of records on the Internet by state agencies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A10335-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          735\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. KELLNER, CAHILL, MILLMAN, SPANO, GALEF, MAISEL,\n         GABRYSZAK -- Multi-Sponsored by -- M. of A. AMEDORE, CROUCH,  LUPARDO,\n         MOLINARO,  MURRAY,  REILLY,  THIELE  --  read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the public officers law, in relation to requiring public\n         disclosure of certain state agency materials; and to amend  the  state\n         technology  law,  in relation to authorizing the office for technology\n         to publish a technical standards manual for the publishing of  records\n         on the internet by state agencies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  This act shall be known as and may be cited as  the  \"Open\n    2  New York Act\".\n    3    S  2.  Section 86 of the public officers law is amended by adding four\n    4  new subdivisions 6, 7, 8 and 9 to read as follows:\n    5    6. \"CONSENSUS\" MEANS GENERAL AGREEMENT, BUT NOT NECESSARILY UNANIMITY,\n    6  AND INCLUDES A PROCESS FOR ATTEMPTING TO RESOLVE  OBJECTIONS  BY  INTER-\n    7  ESTED PARTIES, AS LONG AS ALL COMMENTS HAVE BEEN FAIRLY CONSIDERED.\n    8    7.  \"TECHNICAL  STANDARD\"  MEANS  (A)  THE  COMMON AND REPEATED USE OF\n    9  RULES, CONDITIONS, GUIDELINES OR CHARACTERISTICS FOR PRODUCTS OR RELATED\n   10  PROCESSES AND PRODUCTION METHODS, AND RELATED MANAGEMENT  SYSTEMS  PRAC-\n   11  TICES  AND  (B)  THE  DEFINITION OF TERMS; CLASSIFICATION OF COMPONENTS,\n   12  DELINEATION OF  PROCEDURES;  SPECIFICATIONS  OF  DIMENSIONS,  MATERIALS,\n   13  PERFORMANCE,  DESIGNS OR OPERATIONS; MEASUREMENT OF QUALITY AND QUANTITY\n   14  IN DESCRIBING MATERIALS, PROCESSES, PRODUCTS, SYSTEMS, SERVICES OR PRAC-\n   15  TICES; TEST METHODS AND SAMPLING PROCEDURES; OR DESCRIPTIONS OF FIT  AND\n   16  MEASUREMENTS OF SIZE OR STRENGTH.\n   17    8.  \"VOLUNTARY  CONSENSUS  STANDARDS\"  MEANS  STANDARDS  DEVELOPED  OR\n   18  ADOPTED BY VOLUNTARY  CONSENSUS  STANDARDS  BODIES,  BOTH  DOMESTIC  AND\n   19  INTERNATIONAL.  THESE STANDARDS INCLUDE PROVISIONS REQUIRING THAT OWNERS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00114-01-1\n\n       A. 735                              2\n\n    1  OF RELEVANT INTELLECTUAL PROPERTY AGREE TO MAKE SUCH INTELLECTUAL  PROP-\n    2  ERTY  AVAILABLE  ON  A  NON-DISCRIMINATORY,  ROYALTY-FREE  OR REASONABLE\n    3  ROYALTY BASIS TO ALL INTERESTED PARTIES.\n    4    9.  \"VOLUNTARY  CONSENSUS STANDARDS BODIES\" MEANS DOMESTIC OR INTERNA-\n    5  TIONAL ORGANIZATIONS  WHICH  PLAN,  DEVELOP,  ESTABLISH,  OR  COORDINATE\n    6  VOLUNTARY CONSENSUS STANDARDS USING AGREED-UPON PROCEDURES.\n    7    S  3.  The  opening  paragraph  of  paragraph  (c) of subdivision 1 of\n    8  section 87 of the public officers law, as added by chapter  223  of  the\n    9  laws  of  2008, is amended and a new subdivision 2-a is added to read as\n   10  follows:\n   11    In determining the actual cost of reproducing a  PHYSICAL  COPY  OF  A\n   12  record, an agency may include only:\n   13    2-A.  ALL RECORDS AVAILABLE PURSUANT TO THE PROVISIONS OF THIS SECTION\n   14  SHALL BE AVAILABLE IN ELECTRONIC FORM PURSUANT TO THE PROVISIONS OF THIS\n   15  SECTION AND IN ACCORDANCE WITH THE PROVISIONS OF SECTION  EIGHTY-SEVEN-A\n   16  OF THIS ARTICLE.\n   17    S  4.  The public officers law is amended by adding a new section 87-a\n   18  to read as follows:\n   19    S 87-A. STATE INTERNET RECORDS POLICY. 1. (A) THE  COMMITTEE  ON  OPEN\n   20  GOVERNMENT SHALL PROMULGATE RULES ESTABLISHING AN INTERNET RECORD POLICY\n   21  FOR  THE  STATE  OF  NEW  YORK NO LATER THAN JANUARY THIRD, TWO THOUSAND\n   22  TWELVE, FOR THE PURPOSES OF  MAKING  AGENCY  RECORDS  AVAILABLE  ON  THE\n   23  INTERNET  AND  ENSURING  AGENCY  COMPLIANCE  WITH THE PROVISIONS OF THIS\n   24  ARTICLE. SUCH POLICY SHALL INCLUDE, BUT NOT BE LIMITED TO, GUIDELINES TO\n   25  ASSIST AGENCIES IN CLASSIFYING THEIR RECORDS EITHER AS IMMEDIATE, PRIOR-\n   26  ITY, LEGACY OR EXEMPT PURSUANT TO THE AGENCY COMPLIANCE  PLAN  DESCRIBED\n   27  IN SUBDIVISION TWO OF THIS SECTION.\n   28    (B) THE COMMITTEE ON OPEN GOVERNMENT SHALL CONSULT WITH THE OFFICE FOR\n   29  TECHNOLOGY  REGARDING THE PREPARATION, PUBLICATION AND PERIODIC UPDATING\n   30  OF A TECHNICAL STANDARDS MANUAL FOR THE PUBLISHING  OF  RECORDS  ON  THE\n   31  INTERNET  BY  STATE  AGENCIES  AS  PROVIDED  IN  SUBDIVISION TWELVE-C OF\n   32  SECTION ONE HUNDRED THREE OF THE STATE TECHNOLOGY LAW.\n   33    (C) EACH STATE AGENCY, IN CONSULTATION WITH THE OFFICE FOR  TECHNOLOGY\n   34  AND THE COMMITTEE ON OPEN GOVERNMENT, SHALL REVIEW ALL RECORDS UNDER ITS\n   35  CONTROL AND SHALL CLASSIFY THEM AS IMMEDIATE, PRIORITY, LEGACY OR EXEMPT\n   36  IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVISION THREE OF THIS SECTION.\n   37    (D)  EACH STATE AGENCY, IN CONSULTATION WITH THE OFFICE FOR TECHNOLOGY\n   38  AND THE COMMITTEE ON OPEN GOVERNMENT, SHALL SUBMIT AN AGENCY  COMPLIANCE\n   39  PLAN  TO  THE  GOVERNOR AND THE LEGISLATURE NO LATER THAN JANUARY THIRD,\n   40  TWO THOUSAND TWELVE. SUCH PLAN SHALL DESCRIBE HOW SUCH AGENCY INTENDS TO\n   41  ACHIEVE FULL COMPLIANCE WITH THE PROVISIONS  OF  THIS  SECTION  BY  JULY\n   42  SEVENTH,  TWO  THOUSAND  FIFTEEN, AND SHALL INCLUDE AN ACCOUNTING OF ALL\n   43  RECORDS UNDER THE CONTROL OF THE AGENCY AND HOW SUCH RECORDS  HAVE  BEEN\n   44  CLASSIFIED PURSUANT TO SUBDIVISION TWO OF THIS SECTION.\n   45    2.  (A)  EACH  STATE  AGENCY  SHALL  MAKE  ITS  RECORDS  AVAILABLE FOR\n   46  INSPECTION BY THE PUBLIC ON THE INTERNET THROUGH  A  SINGLE  WEB  PORTAL\n   47  PURSUANT  TO  THE  TIMETABLE  ESTABLISHED  BY  THE  AGENCY IN ITS AGENCY\n   48  COMPLIANCE PLAN.\n   49    (B)  ALL  RECORDS  SHALL  BE  AVAILABLE  ON  A  PERMANENT  BASIS,   IN\n   50  MACHINE-READABLE AND UNPROCESSED ELECTRONIC FORMAT AND IN THEIR COMPLETE\n   51  FORM,  EXCEPT  FOR  THOSE  RECORDS  OR PORTIONS OF RECORDS CLASSIFIED AS\n   52  EXEMPT PURSUANT TO SUBDIVISION THREE OF THIS SECTION.\n   53    (C) ALL RECORDS SHALL BE AVAILABLE TO THE PUBLIC WITHOUT ANY REGISTRA-\n   54  TION REQUIREMENT, LICENSE REQUIREMENT, FEES, OR  RESTRICTIONS  ON  THEIR\n   55  USE UNLESS OTHERWISE PROVIDED BY LAW.\n   56    3. STATE AGENCY RECORDS SHALL BE CLASSIFIED AS FOLLOWS:\n\n       A. 735                              3\n\n    1    (A)  IMMEDIATE: ANY RECORD IN POSSESSION OF AN AGENCY AS OF THE EFFEC-\n    2  TIVE DATE OF THIS SECTION AND ANY RECORD SUCH AGENCY ACQUIRES OR CREATES\n    3  AFTER SUCH EFFECTIVE DATE THROUGH JANUARY THIRD,  TWO  THOUSAND  TWELVE,\n    4  THAT CAN BE MADE AVAILABLE ON THE INTERNET PURSUANT TO THE PROVISIONS OF\n    5  SECTION  EIGHTY-SEVEN  OF  THIS ARTICLE WITHIN THIRTY DAYS OF THE AGENCY\n    6  ACQUIRING OR CREATING SUCH RECORD  SHALL  BE  CLASSIFIED  AS  IMMEDIATE.\n    7  AGENCIES SHOULD MAKE BEST EFFORTS TO CLASSIFY AS MANY RECORDS AS IMMEDI-\n    8  ATE  AS IS POSSIBLE. ANY RECORD ACQUIRED OR CREATED AFTER JANUARY THIRD,\n    9  TWO THOUSAND TWELVE, SHALL BE CLASSIFIED AS IMMEDIATE, AND SHALL BE MADE\n   10  AVAILABLE PURSUANT TO THE PROVISIONS OF  SECTION  EIGHTY-SEVEN  OF  THIS\n   11  ARTICLE IN AS CLOSE TO REAL-TIME AS POSSIBLE;\n   12    (B)  LEGACY: ANY RECORD THAT, DUE TO ITS SIZE OR COMPLEXITY, OR DUE TO\n   13  TECHNOLOGY CONSTRAINTS, CANNOT BE MADE AVAILABLE ON THE INTERNET  PURSU-\n   14  ANT  TO  THE  PROVISIONS OF SECTION EIGHTY-SEVEN OF THIS ARTICLE BY JULY\n   15  SEVENTH, TWO THOUSAND FIFTEEN, SHALL BE CLASSIFIED AS  LEGACY.  AGENCIES\n   16  SHALL MAKE BEST EFFORTS TO AVOID PLACING RECORDS INTO THE LEGACY CLASSI-\n   17  FICATION;\n   18    (C)  PRIORITY:  ANY RECORD THAT IS NOT CLASSIFIED AS IMMEDIATE, LEGACY\n   19  OR EXEMPT SHALL BE CLASSIFIED AS PRIORITY; OR\n   20    (D) EXEMPT: ANY RECORD OR PORTION OF A RECORD WHICH IS NOT REQUIRED TO\n   21  BE DISCLOSED PURSUANT TO THE PROVISIONS OF SUBDIVISION  TWO  OF  SECTION\n   22  EIGHTY-SEVEN OF THIS ARTICLE SHALL BE CLASSIFIED AS EXEMPT.\n   23    4.  STATE  AGENCY  RECORDS  SHALL  BE  MADE  AVAILABLE ON THE INTERNET\n   24  ACCORDING TO THE FOLLOWING SCHEDULE:\n   25    (A) RECORDS CLASSIFIED AS IMMEDIATE SHALL BE AVAILABLE NO  LATER  THAN\n   26  JULY FOURTH, TWO THOUSAND TWELVE;\n   27    (B)  RECORDS  CLASSIFIED  AS PRIORITY SHALL BE AVAILABLE NO LATER THAN\n   28  JULY SECOND, TWO THOUSAND THIRTEEN;\n   29    (C) RECORDS CLASSIFIED AS LEGACY SHALL BE AVAILABLE NO LATER THAN JULY\n   30  SEVENTH, TWO THOUSAND FIFTEEN;\n   31    (D) RECORDS OR PORTIONS OF RECORDS SPECIFIED AS EXEMPT SHALL BE EXEMPT\n   32  FROM THE PROVISIONS OF THIS SECTION.\n   33    5. NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (C) OF SUBDIVISION  ONE\n   34  OF  SECTION  EIGHTY-SEVEN  OF  THIS  ARTICLE, NO FEES MAY BE CHARGED FOR\n   35  PHYSICAL COPIES OF RECORDS:\n   36    (A) WHICH ARE CLASSIFIED AS IMMEDIATE ACCORDING TO THE  PROVISIONS  OF\n   37  THIS  SECTION AND WHICH ARE NOT AVAILABLE PURSUANT TO PROVISIONS OF THIS\n   38  SECTION ON OR AFTER JULY FOURTH, TWO THOUSAND TWELVE;\n   39    (B) WHICH ARE CLASSIFIED AS PRIORITY ACCORDING TO  THE  PROVISIONS  OF\n   40  THIS  SECTION AND WHICH ARE NOT AVAILABLE PURSUANT TO PROVISIONS OF THIS\n   41  SECTION ON OR AFTER JULY SECOND, TWO THOUSAND THIRTEEN; OR\n   42    (C) WHICH ARE CLASSIFIED AS LEGACY ACCORDING TO THE PROVISIONS OF THIS\n   43  SECTION AND WHICH ARE NOT  AVAILABLE  PURSUANT  TO  PROVISIONS  OF  THIS\n   44  SECTION ON OR AFTER JULY SEVENTH, TWO THOUSAND FIFTEEN.\n   45    S  5. Section 103 of the state technology law is amended by adding two\n   46  new subdivisions 5-a and 12-c to read as follows:\n   47    5-A. TO ESTABLISH, OVERSEE,  MANAGE,  COORDINATE  AND  FACILITATE  THE\n   48  PLANNING,  DESIGN  AND  IMPLEMENTATION OF A SINGLE WEB PORTAL FOR USE BY\n   49  STATE AGENCIES IN MAKING RECORDS AVAILABLE TO THE PUBLIC AS PROVIDED  IN\n   50  SECTION EIGHTY-SEVEN-A OF THE PUBLIC OFFICERS LAW.\n   51    12-C.  IN  CONSULTATION  WITH  THE  COMMITTEE  ON  OPEN GOVERNMENT, TO\n   52  PREPARE AND PUBLISH A TECHNICAL STANDARDS MANUAL FOR THE  PUBLISHING  OF\n   53  RECORDS  ON THE INTERNET BY STATE AGENCIES AS PROVIDED IN ARTICLE SIX OF\n   54  THE PUBLIC OFFICERS LAW  NO  LATER  THAN  JANUARY  THIRD,  TWO  THOUSAND\n   55  TWELVE,  AND  SHALL  BASE  SUCH  MANUAL  ON  TECHNICAL STANDARDS FOR WEB\n   56  PUBLISHING AND E-GOVERNMENT THAT  HAVE  BEEN  DEVELOPED  OR  ADOPTED  BY\n\n       A. 735                              4\n\n    1  VOLUNTARY  CONSENSUS  STANDARDS  BODIES. SUCH MANUAL SHALL BE UPDATED BY\n    2  THE OFFICE, IN CONJUNCTION WITH THE COMMITTEE  ON  OPEN  GOVERNMENT,  AS\n    3  NECESSARY.  THE  OFFICE SHALL CONSULT WITH VOLUNTARY CONSENSUS STANDARDS\n    4  BODIES  AND  SHALL,  WHEN  SUCH PARTICIPATION IS FEASIBLE, IN THE PUBLIC\n    5  INTEREST AND  IS  COMPATIBLE  WITH  AGENCY  AND  DEPARTMENTAL  MISSIONS,\n    6  AUTHORITIES,  PRIORITIES,  AND  BUDGET  RESOURCES, PARTICIPATE WITH SUCH\n    7  BODIES IN THE DEVELOPMENT OF TECHNICAL  STANDARDS.    THE  OFFICE  SHALL\n    8  PROMULGATE  AND ADOPT ALL NECESSARY RULES AND REGULATIONS TO ENSURE THAT\n    9  STATE AGENCIES PUBLISH THEIR RECORDS ON THE INTERNET IN ACCORDANCE  WITH\n   10  SUCH TECHNICAL STANDARDS MANUAL.\n   11    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to requiring public disclosure of certain state agency materials; and to amend the state technology law, in relation to authorizing the office for technology to publish a technical standards manual for the publishing of records on the internet by state agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T113706.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294331826418
}