{
  "year" : 2011,
  "senateBillNo" : "A738-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A738-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to vacancies and illegal use and occupancy with regard to cooperative or condominium conversion plans",
  "summary" : "Relates to vacancies and illegal use and occupancy with regard to cooperative or condominium conversion plans; makes it unlawful to permit or maintain any illegal use or occupancy of a premises subject to a conversion plan. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A9899-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          738\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. KELLNER, GOTTFRIED, MILLMAN, GLICK, ROSENTHAL --\n         Multi-Sponsored by -- M. of A. BING, BRENNAN, CLARK -- read  once  and\n         referred to the Committee on Housing\n\n       AN  ACT  to amend the general business law, in relation to vacancies and\n         illegal use and  occupancy  relating  to  cooperative  or  condominium\n         conversion plans\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (e) of subdivision 2 of section 352-eeee  of  the\n    2  general  business  law,  as added by chapter 555 of the laws of 1982, is\n    3  amended to read as follows:\n    4    (e) The attorney general finds that an excessive number  of  long-term\n    5  vacancies did not exist on the date that the offering statement or pros-\n    6  pectus  was  first  submitted  to  the  department of law OR AT ANY TIME\n    7  BETWEEN THAT DATE AND THE ISSUANCE  OF  THE  LETTER  FROM  THE  ATTORNEY\n    8  GENERAL  STATING  THAT  THE OFFERING STATEMENT OR PROSPECTUS REQUIRED IN\n    9  SUBDIVISION ONE OF SECTION THREE HUNDRED FIFTY-TWO-E OF THIS ARTICLE HAS\n   10  BEEN FILED.  \"Long-term vacancies\" shall mean dwelling units not  leased\n   11  or  occupied by bona fide tenants for more than five months prior to the\n   12  date of such submission to the department of law OR PRIOR  TO  ANY  TIME\n   13  BETWEEN  THAT  DATE  AND THE ISSUANCE OF SUCH LETTER.  \"Excessive\" shall\n   14  mean a vacancy rate in excess of the greater of (i) ten percent and (ii)\n   15  a percentage that is double the normal  average  vacancy  rate  for  the\n   16  building or group of buildings or development for two years prior to the\n   17  January  preceding  the  date  the  offering statement or prospectus was\n   18  first submitted to the department of law.\n   19    S 2. Subdivision 4 of section 352-eeee of the general business law, as\n   20  added by chapter 555 of the laws of 1982, is amended to read as follows:\n   21    4. It shall be unlawful for any person to  engage  in  any  course  of\n   22  conduct,  including,  but not limited to, interruption or discontinuance\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00594-01-1\n\n       A. 738                              2\n\n    1  of essential services, which substantially interferes with  or  disturbs\n    2  the comfort, repose, peace or quiet of any tenant in his use or occupan-\n    3  cy of his dwelling unit or the facilities related thereto, OR PERMITTING\n    4  OR  MAINTAINING ANY ILLEGAL USE OR OCCUPANCY OF THE PREMISES. The attor-\n    5  ney general may apply to a court of competent jurisdiction for an  order\n    6  restraining  such  conduct  and,  if  he  deems it appropriate, an order\n    7  restraining the owner from selling the shares allocated to the  dwelling\n    8  unit  or  the  dwelling  unit itself or from proceeding with the plan of\n    9  conversion; provided that nothing contained herein shall  be  deemed  to\n   10  preclude the tenant from applying on his own behalf for similar relief.\n   11    S  3. Severability.   If any provision of this act, or any application\n   12  of any provision of this act, is held to  be  invalid,  that  shall  not\n   13  affect the validity or effectiveness of any other provision of this act,\n   14  or of any other application of any provision of this act.\n   15    S  4.  This  act  shall take effect immediately and shall apply to any\n   16  matter pending before the attorney general at or after the time this act\n   17  becomes a  law;  provided,  however,  that  the  amendments  to  section\n   18  352-eeee  of  the  general  business law made by sections one and two of\n   19  this act shall not affect the  expiration  of  such  section  and  shall\n   20  expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to vacancies and illegal use and occupancy relating to cooperative or condominium conversion plans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T120715.TXT", "SOBI.D110104.T114957.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294333635277
}