{
  "year" : 2011,
  "senateBillNo" : "A739-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A739-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the collection of charges for heat-related residential utility service",
  "summary" : "Relates to the collection of charges for heat-related residential utility service. ",
  "currentCommittee" : null,
  "sameAs" : "S1383",
  "lawSection" : "Multiple Dwelling Law",
  "previousVersions" : [ "AA7354-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          739\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. KELLNER, MAISEL -- Multi-Sponsored by -- M. of A.\n         BRENNAN,  COOK,  GLICK  --  read once and referred to the Committee on\n         Housing\n\n       AN ACT to amend the multiple dwelling law  and  the  multiple  residence\n         law,  in  relation to the collection of charges for heat-related resi-\n         dential utility service\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and intent. The legislature hereby\n    2  finds that assessment and collection  by  multiple  dwelling  owners  of\n    3  separate  charges  for  electricity,  electric service, natural gas, and\n    4  natural gas service or other fuel used to heat living quarters is not in\n    5  the public interest and should be prohibited.\n    6    S 2. Subdivision 1 of section 79 of  the  multiple  dwelling  law,  as\n    7  amended  by  chapter  225  of  the  laws  of 1982, is amended to read as\n    8  follows:\n    9    1. Every multiple dwelling exceeding two stories in height and erected\n   10  after April eighteenth, nineteen hundred twenty-nine, and every  garden-\n   11  type  maisonette  dwelling project erected after April eighteenth, nine-\n   12  teen hundred fifty-four, shall be  provided  with  heat.  On  and  after\n   13  November  first,  nineteen  hundred  fifty-nine, every multiple dwelling\n   14  shall be provided with heat or the  equipment  or  facilities  therefor.\n   15  During  the months between October first and May thirty-first, such heat\n   16  and the equipment or facilities shall  be  sufficient  to  maintain  the\n   17  minimum  temperatures  required  by  local law, ordinance, rule or regu-\n   18  lation, in all portions of the dwelling  used  or  occupied  for  living\n   19  purposes  provided,  however, that such minimum temperatures shall be as\n   20  follows:  (a) sixty-eight degrees Fahrenheit during  the  hours  between\n   21  six  o'clock in the morning and ten o'clock in the evening, whenever the\n   22  outdoor temperature falls below fifty-five degrees Fahrenheit,  notwith-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00500-01-1\n\n       A. 739                              2\n\n    1  standing  the  provisions  of paragraph a of subdivision four of section\n    2  three of this chapter, and (b) at least  fifty-five  degrees  Fahrenheit\n    3  during  the  hours between ten o'clock in the evening and six o'clock in\n    4  the  morning, whenever the outdoor temperature falls below forty degrees\n    5  Fahrenheit. Nothing in this section shall be deemed to relieve any owner\n    6  of the duty of providing centrally supplied or other approved source  of\n    7  heat  prior  to  November first, nineteen hundred fifty-nine in any case\n    8  where such heat is required by this chapter or any other law, ordinance,\n    9  rule or regulation to be supplied in a dwelling prior to said date.  The\n   10  heating  system  in dwellings used for single room occupancy shall be in\n   11  conformity with the requirements of section two hundred  forty-eight  OF\n   12  THIS  CHAPTER.  NO  OWNER  OR AGENT OF ANY OWNER SHALL SEPARATELY CHARGE\n   13  TENANTS OR OCCUPANTS FOR ANY ELECTRICITY, ELECTRIC SERVICE, NATURAL  GAS\n   14  OR NATURAL GAS SERVICE OR OTHER FUEL UTILIZED TO HEAT LIVING QUARTERS.\n   15    S  3. Section 173 of the multiple residence law, as amended by chapter\n   16  225 of the laws of 1982, is amended to read as follows:\n   17    S 173. Heating. Every new dwelling shall be provided with heat in  all\n   18  living rooms sufficient to maintain the minimum temperatures required by\n   19  local  law,  ordinances,  rules  or  regulation,  or by the local public\n   20  health officer, provided, however, that such minimum temperature  shall,\n   21  notwithstanding  the  provisions  of  subdivision  one  of section three\n   22  hundred twenty-nine of this chapter, be sixty-eight  degrees  Fahrenheit\n   23  during  the  hours between six o'clock in the morning and ten o'clock in\n   24  the evening during the months between  October  first  and  May  thirty-\n   25  first,  whenever  the outdoor temperature falls below fifty-five degrees\n   26  Fahrenheit. NO OWNER OR AGENT  OF  ANY  OWNER  SHALL  SEPARATELY  CHARGE\n   27  TENANTS  OR OCCUPANTS FOR ANY ELECTRICITY, ELECTRIC SERVICE, NATURAL GAS\n   28  OR NATURAL GAS SERVICE OR OTHER FUEL UTILIZED TO HEAT LIVING QUARTERS.\n   29    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the multiple dwelling law and the multiple residence law, in relation to the collection of charges for heat-related residential utility service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T102849.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110104.T114957.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294414129825
}