{
  "year" : 2011,
  "senateBillNo" : "A741-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A741-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York State Civilian Complaint Review Board to investigate alleged misconduct by police and peace officers",
  "summary" : "Creates the New York State Civilian Complaint Review Board to investigate alleged misconduct by police and peace officers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10618-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          741\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. KELLNER, MILLMAN, ROBINSON, WRIGHT, JEFFRIES --\n         Multi-Sponsored by -- M. of A. BOYLAND, GALEF,  GIBSON,  GOTTFRIED  --\n         read once and referred to the Committee on Governmental Operations\n\n       AN  ACT to amend the executive law, in relation to creating the New York\n         state civilian complaint review board\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended  by adding a new article 43 to\n    2  read as follows:\n    3                                 ARTICLE 43\n    4                NEW YORK STATE CIVILIAN COMPLAINT REVIEW BOARD\n    5  SECTION 930. NEW YORK STATE CIVILIAN COMPLAINT REVIEW BOARD.\n    6    S  930. NEW YORK STATE CIVILIAN COMPLAINT REVIEW BOARD. 1. LEGISLATIVE\n    7  INTENT. IT IS IN THE INTEREST OF THE PEOPLE OF THE STATE OF NEW YORK AND\n    8  POLICE DEPARTMENTS AND PEACE OFFICERS  THROUGHOUT  THE  STATE  THAT  THE\n    9  INVESTIGATION  OF  COMPLAINTS  CONCERNING MISCONDUCT BY OFFICERS TOWARDS\n   10  MEMBERS OF  THE  PUBLIC  BE  COMPLETE,  THOROUGH  AND  IMPARTIAL.  THESE\n   11  INQUIRIES MUST BE CONDUCTED FAIRLY AND INDEPENDENTLY, AND IN A MANNER IN\n   12  WHICH THE PUBLIC AND THE POLICE HAVE CONFIDENCE. AN INDEPENDENT CIVILIAN\n   13  COMPLAINT  REVIEW BOARD IS HEREBY ESTABLISHED AS A BODY COMPRISED SOLELY\n   14  OF MEMBERS OF THE PUBLIC WITH THE AUTHORITY TO  INVESTIGATE  ALLEGATIONS\n   15  OF MISCONDUCT AS PROVIDED IN THIS SECTION.\n   16    2.  DEFINITIONS. (A) AS USED IN THIS SECTION, THE TERM \"OFFICER\" SHALL\n   17  MEAN \"POLICE OFFICERS\" AS DEFINED IN PARAGRAPHS (A), (E), (F), (H), (J),\n   18  (K), (L), (M), (P), (Q), (S), AND  (V)  OF  SUBDIVISION  THIRTY-FOUR  OF\n   19  SECTION  1.20  OF  THE  CRIMINAL  PROCEDURE  LAW AND \"PEACE OFFICERS\" AS\n   20  DEFINED IN SUBDIVISIONS THREE, FOUR, FIVE, SIX, EIGHT, TWELVE, THIRTEEN,\n   21  FIFTEEN, SIXTEEN, TWENTY, TWENTY-ONE, TWENTY-TWO, TWENTY-THREE,  TWENTY-\n   22  FOUR,  TWENTY-FIVE,  TWENTY-SIX,  TWENTY-SEVEN, TWENTY-NINE, THIRTY-TWO,\n   23  THIRTY-THREE, THIRTY-FOUR, THIRTY-FIVE, THIRTY-SIX, THIRTY-EIGHT, FORTY,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00392-01-1\n\n       A. 741                              2\n\n    1  FORTY-FIVE, FORTY-SIX, FORTY-SEVEN,  FIFTY-TWO,  FIFTY-NINE,  SIXTY-ONE,\n    2  SIXTY-TWO,  SIXTY-EIGHT,  SEVENTY-FOUR,  SEVENTY-NINE, AND EIGHTY-TWO OF\n    3  SECTION 2.10 OF THE CRIMINAL PROCEDURE LAW.\n    4    (B)  AS  USED  IN  THIS  SECTION \"BOARD\" SHALL MEAN THE NEW YORK STATE\n    5  CIVILIAN COMPLAINT REVIEW BOARD.\n    6    (C) AS USED IN THIS SECTION, \"INVESTIGATOR\" SHALL MEAN AN INVESTIGATOR\n    7  AS APPOINTED IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVISION  THREE  OF\n    8  THIS SECTION.\n    9    3.  APPOINTMENTS.  (A) THE BOARD SHALL CONSIST OF NINE MEMBERS; THREE,\n   10  INCLUDING THE CHAIR, AS SELECTED BY THE GOVERNOR; AND SIX MEMBERS TO  BE\n   11  APPOINTED BY THE GOVERNOR UPON THE RECOMMENDATIONS, RESPECTIVELY, OF THE\n   12  ATTORNEY  GENERAL,  THE  COMPTROLLER,  THE  TEMPORARY  PRESIDENT  OF THE\n   13  SENATE, THE MINORITY LEADER OF THE SENATE, THE SPEAKER OF THE  ASSEMBLY,\n   14  AND  THE MINORITY LEADER OF THE ASSEMBLY. ANY VACANCY IN THE BOARD SHALL\n   15  BE FILLED FOR THE UNEXPIRED TERM IN THE  SAME  MANNER  AS  THE  ORIGINAL\n   16  APPOINTMENT.\n   17    (B)  NO  MEMBER  OF  THE  BOARD  SHALL HOLD ANY OTHER PUBLIC OFFICE OR\n   18  EMPLOYMENT. NO MEMBERS SHALL HAVE EXPERIENCE AS LAW ENFORCEMENT  PROFES-\n   19  SIONALS.  FOR THE PURPOSES OF THIS SECTION, EXPERIENCE AS A LAW ENFORCE-\n   20  MENT PROFESSIONAL SHALL INCLUDE EXPERIENCE AS A  PEACE  OFFICER,  POLICE\n   21  OFFICER, CRIMINAL INVESTIGATOR, SPECIAL AGENT, OR A MANAGERIAL OR SUPER-\n   22  VISORY  EMPLOYEE  WHO  EXERCISED  SUBSTANTIAL  POLICY  DISCRETION ON LAW\n   23  ENFORCEMENT MATTERS, IN A FEDERAL, STATE, OR LOCAL LAW ENFORCEMENT AGEN-\n   24  CY, OTHER THAN EXPERIENCE AS AN ATTORNEY IN A PROSECUTORIAL AGENCY.\n   25    (C) THE MEMBERS OF THE BOARD SHALL BE APPOINTED  FOR  TERMS  OF  THREE\n   26  YEARS.\n   27    (D)  EACH  MEMBER  OF THE BOARD SHALL BE ENTITLED TO REIMBURSEMENT FOR\n   28  HIS OR HER ACTUAL AND NECESSARY EXPENSES INCURRED IN THE PERFORMANCE  OF\n   29  HIS OR HER OFFICIAL DUTIES AND A PER DIEM ALLOWANCE OF ONE HUNDRED FIFTY\n   30  DOLLARS  WHEN RENDERING SERVICE AS A MEMBER; PROVIDED THAT THE AGGREGATE\n   31  OF SUCH PER DIEM ALLOWANCE TO ANY ONE MEMBER IN ANY ONE FISCAL  YEAR  OF\n   32  THE BOARD SHALL NOT EXCEED THE SUM OF FIVE THOUSAND DOLLARS.\n   33    4.  POWERS  AND  DUTIES  OF  THE BOARD. (A) THE BOARD SHALL APPOINT AN\n   34  EXECUTIVE DIRECTOR WHO SHALL ACT IN ACCORDANCE WITH THE POLICIES OF  THE\n   35  BOARD.\n   36    (B) THE BOARD IS AUTHORIZED, WITHIN APPROPRIATIONS AVAILABLE THEREFOR,\n   37  TO  APPOINT  SUCH  EMPLOYEES AS ARE NECESSARY TO EXERCISE ITS POWERS AND\n   38  FULFILL ITS DUTIES. THE BOARD SHALL APPOINT INVESTIGATORS TO INVESTIGATE\n   39  CIVILIAN COMPLAINTS. SUCH INVESTIGATORS SHALL HAVE INVESTIGATIVE EXPERI-\n   40  ENCE AS A CONDITION OF THEIR APPOINTMENT BY THE BOARD.\n   41    (C) THE BOARD SHALL HAVE THE POWER TO ADOPT, AMEND AND  RESCIND  RULES\n   42  AND  REGULATIONS  TO  GOVERN  PROCEDURES OF THE BOARD IN ACCORDANCE WITH\n   43  THIS SECTION.\n   44    (D) THE BOARD SHALL HAVE THE POWER TO SUBPOENA AND REQUIRE THE ATTEND-\n   45  ANCE IN THIS STATE OF WITNESSES AND THE PRODUCTION OF BOOKS  AND  PAPERS\n   46  PERTINENT  TO  THE  INVESTIGATION AND INQUIRIES HEREBY AUTHORIZED AND TO\n   47  EXAMINE THEM AND SUCH PUBLIC RECORDS AS IT SHALL REQUIRE RELATING TO ANY\n   48  SUCH MATTER. A SUBPOENA ISSUED PURSUANT TO THIS ACTION  SHALL  BE  REGU-\n   49  LATED BY THE CIVIL PRACTICE LAW AND RULES.\n   50    (E)  THE  BOARD  MAY  ALSO OFFER, BUT MAY NOT REQUIRE, MEDIATION BY AN\n   51  EXPERIENCED MEDIATOR BETWEEN A COMPLAINANT AND A SUBJECT OFFICER  AS  AN\n   52  ALTERNATIVE  TO INVESTIGATION AND DISCIPLINE. THE BOARD SHALL SET GUIDE-\n   53  LINES TO DETERMINE CASES APPROPRIATE FOR MEDIATION.\n   54    5. COMPLAINT REVIEW PROCEDURE. (A) COMPLAINTS MAY BE INITIATED BY  ANY\n   55  PERSON  WHETHER  OR  NOT THAT PERSON IS A VICTIM OF, OR A WITNESS TO, AN\n   56  INCIDENT ALLEGING THE USE OF EXCESSIVE FORCE OR ABUSE  OF  AUTHORITY.  A\n\n       A. 741                              3\n\n    1  COMPLAINT MAY ALSO BE INITIATED BY THE BOARD, UPON A MAJORITY VOTE THER-\n    2  EOF,  IF  THE  BOARD DETERMINES THAT THERE IS A CLEAR PUBLIC INTEREST IN\n    3  DOING SO.\n    4    (B)  THE  BOARD  MUST TAKE REASONABLE MEASURES TO ENSURE THE CONFIDEN-\n    5  TIALITY OF ALL COMPLAINANTS.\n    6    (C) ALL COMPLAINTS, OTHER THAN THOSE IN WHICH BOTH THE COMPLAINANT AND\n    7  THE SUBJECT OFFICER AGREE TO MEDIATION, SHALL BE ASSIGNED TO AN INVESTI-\n    8  GATOR, WHO SHALL TAKE SUCH STEPS AS ARE  NECESSARY  TO  INVESTIGATE  THE\n    9  COMPLAINT, INCLUDING OBTAINING A STATEMENT FROM THE COMPLAINANT, WITNESS\n   10  STATEMENTS,  DOCUMENTARY EVIDENCE, AND INTERVIEWS WITH SUBJECT OFFICERS.\n   11  WHEN THE INVESTIGATION IS COMPLETE, IT SHALL BE FORWARDED TO THE  BOARD,\n   12  OR  A  PANEL  CONSISTING  OF  AT LEAST THREE MEMBERS OF THE BOARD, WHICH\n   13  SHALL READ THE CASE, REVIEW ALL OF THE EVIDENCE AND VOTE ON THE DISPOSI-\n   14  TION OF EACH ALLEGATION RAISED BY THE COMPLAINT.\n   15    (D) THE BOARD'S VOTE ON EACH ALLEGATION BROUGHT BEFORE IT SHALL RESULT\n   16  IN ONE OF THE FOLLOWING DISPOSITIONS:\n   17    (I)  SUBSTANTIATED;  A  FINDING  THAT  THERE  IS  SUFFICIENT  CREDIBLE\n   18  EVIDENCE  TO  BELIEVE THAT THE SUBJECT OFFICER COMMITTED THE ACT CHARGED\n   19  IN THE ALLEGATION CONSTITUTING MISCONDUCT;\n   20    (II) EXONERATED; A FINDING THAT THE SUBJECT OFFICER WAS FOUND TO  HAVE\n   21  COMMITTED THE ACT ALLEGED, BUT THE SUBJECT OFFICER'S ACTIONS WERE DETER-\n   22  MINED TO BE LAWFUL AND PROPER;\n   23    (III)  UNFOUNDED; A FINDING THAT THERE IS SUFFICIENT CREDIBLE EVIDENCE\n   24  TO BELIEVE THAT THE SUBJECT OFFICER DID NOT COMMIT THE  ALLEGED  ACT  OF\n   25  MISCONDUCT;\n   26    (IV)  UNSUBSTANTIATED;  A  FINDING  THAT  THE  WEIGHT OF THE AVAILABLE\n   27  EVIDENCE IS INSUFFICIENT TO SUBSTANTIATE, EXONERATE OR UNFOUND THE ALLE-\n   28  GATION;\n   29    (V) OFFICER OR OFFICERS UNIDENTIFIED; A FINDING  THAT  THE  BOARD  WAS\n   30  UNABLE TO IDENTIFY THE SUBJECT OR SUBJECTS OF THE ALLEGED MISCONDUCT; OR\n   31    (VI) MISCELLANEOUS; A FINDING THAT THE SUBJECT OF THE ALLEGATION IS NO\n   32  LONGER AN OFFICER.\n   33    (E)  IF  ANY  OF  THE  ALLEGATIONS  ARE SUBSTANTIATED, THE BOARD SHALL\n   34  FORWARD THE CASE TO THE SUBJECT OFFICER'S EMPLOYER, AND MAY RECOMMEND TO\n   35  THE EMPLOYER APPROPRIATE DISCIPLINARY ACTION. IF, WITHIN THIRTY DAYS  OF\n   36  A  CASE  BEING FORWARDED FOR DISCIPLINE, NO DISCIPLINARY ACTION IS TAKEN\n   37  BY AN OFFICER'S EMPLOYER WITH RESPECT TO THE  SUBSTANTIATED  ALLEGATIONS\n   38  OF MISCONDUCT, THE BOARD SHALL FORWARD THE CASE TO THE DISTRICT ATTORNEY\n   39  FOR THE JURISDICTION IN WHICH THE MISCONDUCT OCCURRED.\n   40    (F)  EXCEPT  IN EXTENUATING CIRCUMSTANCES, ALL INVESTIGATIONS SHALL BE\n   41  COMPLETED WITHIN SIX MONTHS OF THE DATE WHEN THE  COMPLAINT  WAS  INITI-\n   42  ATED.\n   43    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to creating the New York state civilian complaint review board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110106.T121215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294333935401
}