{
  "year" : 2011,
  "senateBillNo" : "A743-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to energy",
    "billEventId" : "A743-2011-1294203600000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice to utility customers of right to direct access to PCS complaint process, restricts conversion to submetering, prohibits collection of separate charges",
  "summary" : "Requires notification to utility customers of their right to direct access to public service commission complaint procedures without arbitration or court proceedings; restricts the conversion of residential rental buildings from being mass-metered to submetered; prohibits the collection of charges for residential utility service deemed to be rent; and requires the public service commission to audit previously approved utility submetering orders, compare usage before submetering to usage after submetering orders were implemented, and prepare a report concerning its findings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A9389-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          743\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. KELLNER -- read once and referred to the Commit-\n         tee on Energy\n\n       AN ACT to amend the public service law, in relation to requiring notifi-\n         cation to utility customers of their right to direct access to  public\n         service  commission  complaint procedures without arbitration or court\n         proceedings, to  restricting  the  conversion  of  residential  rental\n         buildings from being mass-metered to submetered and to prohibiting the\n         collection  of  charges  for  residential utility service deemed to be\n         rent; to amend the multiple dwelling law and  the  multiple  residence\n         law, in relation to prohibiting the collection of charges for heat-re-\n         lated  residential  utility service; and to require the public service\n         commission to audit previously approved  utility  submetering  orders,\n         compare  usage  before  submetering  to usage after submetering orders\n         were implemented, and prepare a report concerning its findings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  some  providers  of residential utility service have created barriers to\n    3  prompt resolution of customer complaints through the  complaint  adjudi-\n    4  cation  functions  of  the  public service commission. Some providers of\n    5  electric service refer customers  to  private  arbitration  or  judicial\n    6  adjudication  of  utility  customer  complaints, contrary to the primary\n    7  jurisdiction of the public service commission, creating barriers to  the\n    8  efficient  and uniform enforcement and administration of the Home Energy\n    9  Fair Practices Act.  The legislature further finds that  it  is  in  the\n   10  public  interest  to require the public service commission to notify all\n   11  residential utility customers of their right to file complaints directly\n   12  with the public  service  commission  for  administrative  determination\n   13  without pursuing third party arbitration or judicial relief.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00591-01-1\n\n       A. 743                              2\n\n    1    The  legislature  further  finds  that deeming by owners of charges to\n    2  residential tenants for electric service to be rent and  the  assessment\n    3  and collection by multiple dwelling owners of separate charges for elec-\n    4  tricity, electric service, natural gas, and natural gas service or other\n    5  fuel  used  to  heat  living  quarters is not in the public interest and\n    6  should be prohibited.\n    7    S 2. Subdivision 1 of section 43 of the public service law,  as  added\n    8  by chapter 713 of the laws of 1981, is amended to read as follows:\n    9    1. The commission shall maintain regulations for the handling of resi-\n   10  dential  customer complaints, which at a minimum shall require that each\n   11  utility or municipality: (a) maintain  procedures  for  prompt  investi-\n   12  gation  of  any complaint on a bill for gas or electric service rendered\n   13  or a deposit required and for prompt reporting to the complainant of the\n   14  result of such investigation.  If such report is made orally, the utili-\n   15  ty corporation or municipality shall offer the complainant upon a  writ-\n   16  ten request the opportunity to receive the report in writing; (b) inform\n   17  any  complainant  whose  complaint  is  resolved in favor of the utility\n   18  corporation or municipality, in whole or in part, of the availability of\n   19  the commission's complaint handling procedures; (c) refrain from  termi-\n   20  nating service for nonpayment so long as a complaint is pending before a\n   21  utility, municipality or the commission and for fifteen days thereafter,\n   22  or  for  such  period  as the commission for good cause shall establish;\n   23  provided however, that as a condition of continued  service  during  the\n   24  pendency  of  any  such  dispute,  a  customer  shall pay the undisputed\n   25  portions of any bill for service including bills for current  usage,  or\n   26  such amounts as the commission determines reasonably reflect the cost of\n   27  usage  to  such  customer;  [and] (d) refrain from treating the disputed\n   28  portion of any bill as late during the pendency of any complaint  before\n   29  the  utility  or  municipality; AND (E) NOTIFY ALL RESIDENTIAL CUSTOMERS\n   30  ANNUALLY, INCLUDING SUBMETERED CUSTOMERS, THAT  THE  COMPLAINT  HANDLING\n   31  PROCEDURES  OF THE PUBLIC SERVICE COMMISSION CAN BE INVOKED TO OBTAIN AN\n   32  ADMINISTRATIVE DETERMINATION OF COMPLAINTS REGARDING UTILITY SERVICE  BY\n   33  TELEPHONE  CALL, LETTER, ONLINE COMPLAINT FORM, OR VISIT TO AN OFFICE OF\n   34  THE PUBLIC SERVICE COMMISSION.\n   35    S 3. Section 53 of the public service law is renumbered section 54 and\n   36  a new section 53 is added to read as follows:\n   37    S 53. RESIDENTIAL RENTAL BUILDING  SUBMETERING.  1.  A  MASTER-METERED\n   38  RESIDENTIAL  RENTAL  BUILDING  MAY  BE CONVERTED TO BE SUBMETERED IF THE\n   39  OWNER OF THE BUILDING FILES AN APPLICATION TO CONVERT  THE  BUILDING  TO\n   40  SUBMETERING WITH THE COMMISSION, PROVIDED THAT:\n   41    (A)  THE  APPLICANT  APPLYING  TO  PROVIDE SUBMETERED ELECTRIC SERVICE\n   42  INCLUDES WITH THE APPLICATION A  PROCEDURE  FOR  NOTIFYING  IN  WRITING,\n   43  WITHIN  THIRTY  DAYS  OF FILING THE APPLICATION WITH THE COMMISSION, ALL\n   44  TENANTS OF RECORD OF THE PROPOSAL TO SUBMETER. THE NOTIFICATION SHALL:\n   45    (I) INCLUDE A SUMMARY OF THE INFORMATION PROVIDED TO THE COMMISSION;\n   46    (II) INFORM TENANTS THAT A PUBLIC COMMENT PERIOD HAS COMMENCED;\n   47    (III) STATE THE DATE AFTER WHICH COMMENTS DIRECTED TO  THE  COMMISSION\n   48  WILL NO LONGER BE ACCEPTED;\n   49    (IV) PROMINENTLY DISPLAY THE ADDRESS AND TELEPHONE NUMBER OF THE NEAR-\n   50  EST PUBLIC SERVICE COMMISSION OFFICE;\n   51    (V)  STATE  THE  DATE, TIME, AND LOCATION OF THE PUBLIC HEARING SET BY\n   52  THE COMMISSION TO HEAR TESTIMONY FROM THE PUBLIC;\n   53    (VI) DIRECT THE  TENANT  WHERE  ON  THE  PUBLIC  SERVICE  COMMISSION'S\n   54  WEBSITE  THE  ENTIRE  APPLICATION CAN BE VIEWED, AS WELL AS TO PROVIDE A\n   55  TOLL-FREE TELEPHONE NUMBER AND ADDRESS FROM WHICH A TENANT OF RECORD MAY\n\n       A. 743                              3\n\n    1  REQUEST A COPY OF THE COMPLETE APPLICATION TO BE MAILED TO  SUCH  TENANT\n    2  AT NO COST TO THE TENANT;\n    3    (VII)  INCLUDE  A  STATEMENT SUBSTANTIATING ANY ECONOMIC ADVANTAGES OF\n    4  SUBMETERING OVER DIRECT UTILITY METERING AT THE PREMISES PROPOSED TO  BE\n    5  SUBMETERED;\n    6    (VIII)  INCLUDE  A DESCRIPTION OF THE TYPE OF SUBMETERING SYSTEM TO BE\n    7  INSTALLED AND A VALIDATION OF ITS RELIABILITY AND ACCURACY;\n    8    (IX) STATE THE METHOD AND BASIS  FOR  CALCULATING  RATES  TO  TENANTS,\n    9  WHICH  SHALL  INCLUDE  A  MAXIMUM  RATE  PROVISION PREVENTING CHARGES TO\n   10  TENANTS FROM EXCEEDING THE TARIFFED RATES AND CHARGES FOR  SERVICE  FROM\n   11  THE LOCAL DISTRIBUTION UTILITY;\n   12    (X)  STATE COMPLAINT PROCEDURES AND TENANT PROTECTIONS CONSISTENT WITH\n   13  THE HOME ENERGY FAIR PRACTICES ACT; AND\n   14    (XI) DEMONSTRATE THAT SATISFACTORY ARRANGEMENTS HAVE  BEEN  MADE  WITH\n   15  THE  LOCAL  DEPARTMENT  OF SOCIAL SERVICES TO PROVIDE CONTINUED ELECTRIC\n   16  SERVICE UPON ACCEPTANCE OF VENDOR PAYMENT OF UTILITY  ASSISTANCE  GRANTS\n   17  IN  ACCORDANCE WITH THE STATE PLAN FOR REGULAR AND EMERGENCY HOME ENERGY\n   18  ASSISTANCE UNDER SECTION NINETY-SEVEN OF THE SOCIAL  SERVICES  LAW,  THE\n   19  EMERGENCY   UTILITY   ASSISTANCE   PROGRAM  UNDER  SECTION  ONE  HUNDRED\n   20  THIRTY-ONE-S OF THE SOCIAL SERVICES LAW, AND IN  ACCORDANCE  WITH  OTHER\n   21  PROVISIONS  OF  THE  SOCIAL SERVICES LAW OR REGULATIONS OF THE OFFICE OF\n   22  TEMPORARY AND  DISABILITY  ASSISTANCE  RELATING  TO  UTILITY  ASSISTANCE\n   23  PAYMENTS.\n   24    (B) THE COMMISSION HOLDS A PUBLIC HEARING AT A LOCATION NEAR THE RESI-\n   25  DENTIAL  RENTAL  BUILDING  AT LEAST THIRTY DAYS PRIOR TO THE CONDITIONAL\n   26  AND FINAL APPROVAL OR DENIAL OF THE SUBMETERING APPLICATION.\n   27    (C) THE APPLICANT INCLUDES WITH THE APPLICATION:\n   28    (I) FINDINGS OF A STUDY COMMISSIONED BY THE APPLICANT OF  THE  THERMAL\n   29  CHARACTERISTICS OF THE BUILDING;\n   30    (II)  RECORDS  OF  THE LAST TWENTY-FOUR MONTHS OF ELECTRICAL USAGE AND\n   31  CHARGES;\n   32    (III) THE PROJECTED SUBMETERED RATES AT THE CURRENT USAGE RATE FOR THE\n   33  VARIOUS DWELLING UNIT TYPES THAT EXIST IN THE BUILDING;\n   34    (IV) A PLAN TO REPLACE ALL NON-ENERGY STAR RATED  APPLIANCES  PROVIDED\n   35  BY THE APPLICANT TO THE TENANTS WITH ENERGY STAR RATED APPLIANCES.\n   36    (D)  THE APPLICANT PAYS ALL COSTS OF AN INDEPENDENT ENERGY ANALYSIS OF\n   37  THE BUILDING BY ONE OF THE CONSULTANTS CHOSEN BY THE TENANTS IF A  GROUP\n   38  OF AT LEAST FIFTY PERCENT OF THE TENANTS OF RECORD REQUEST SUCH ANALYSIS\n   39  AND  THE  GROUP OF TENANTS PROVIDES TO THE APPLICANT AT LEAST THREE BIDS\n   40  FROM CONSULTANTS WHO CAN PERFORM SUCH ANALYSIS.\n   41    2. (A) ALL APPLICATIONS FILED  PURSUANT  TO  THE  PROVISIONS  OF  THIS\n   42  SECTION SHALL BE SUBJECT TO A TWO-TIERED APPROVAL PROCESS BY THE COMMIS-\n   43  SION.  INITIAL APPROVAL OF AN APPLICATION, IF GRANTED BY THE COMMISSION,\n   44  SHALL BE GRANTED FOR A PERIOD OF ONE YEAR, AT WHICH TIME,  THE  APPROVAL\n   45  SHALL  AUTOMATICALLY EXPIRE; PROVIDED THAT, WITHIN THREE MONTHS PRIOR OR\n   46  SUBSEQUENT TO THE EXPIRATION OF THE GRANT OF CONDITIONAL  APPROVAL,  THE\n   47  APPLICANT  MAY  FILE  FOR  REVIEW  OF THE APPLICATION FOR THE PURPOSE OF\n   48  OBTAINING FINAL APPROVAL OF THE APPLICATION. ANY  APPLICANT  FILING  FOR\n   49  REVIEW  FOR FINAL APPROVAL OF AN APPLICATION SHALL SUBMIT TO THE COMMIS-\n   50  SION A LISTING OF THE ACTUAL METERED USAGE  RATES  AND  CHARGES  TO  THE\n   51  TENANTS  DURING  THE  PERIOD OF THE CONDITIONAL APPROVAL OF THE APPLICA-\n   52  TION.\n   53    (B) ANY APPLICANT WHOSE APPLICATION FOR CONDITIONAL APPROVAL IS DENIED\n   54  BY THE COMMISSION MAY RE-FILE AN APPLICATION NO EARLIER THAN SIX  MONTHS\n   55  FOLLOWING THE DENIAL OF THE APPLICATION BY THE COMMISSION.\n\n       A. 743                              4\n\n    1    (C) THE COMMISSION SHALL PROVIDE WRITTEN NOTICE TO AN APPLICANT OF ITS\n    2  DECISION REGARDING APPLICATIONS WITHIN THIRTY DAYS OF THE PUBLIC HEARING\n    3  REQUIRED BY SUBDIVISION ONE OF THIS SECTION. ALL DENIALS OF APPLICATIONS\n    4  SHALL  STATE  THE REASONS FOR THE DENIAL, SHALL SPECIFY THE MEASURES THE\n    5  APPLICANT MUST TAKE TO QUALIFY FOR APPROVAL OF THE APPLICATION AND SHALL\n    6  ADVISE  THE APPLICANT OF HIS OR HER RIGHT TO INVESTIGATION AND REVIEW OF\n    7  THE DENIAL OF THE APPLICATION IF THE APPLICANT CONSIDERS SUCH DENIAL  TO\n    8  BE WITHOUT JUSTIFICATION.\n    9    S  4.  Section  75  of  the  public  service law is amended to read as\n   10  follows:\n   11    S 75. Defense in case of excessive charges for gas or  electricity  OR\n   12  CHARGES  FOR  RESIDENTIAL  UTILITY  SERVICE DEEMED TO BE RENT.  If it be\n   13  alleged and established in an action OR PROCEEDING brought in any  court\n   14  for  the  collection  of  any  charge  for  gas  or  electricity  OR FOR\n   15  POSSESSION OF REAL PROPERTY BY REASON OF UNPAID CHARGES CLAIMED  BY  THE\n   16  OWNER  OR  HIS AGENT FOR UTILITY SERVICE, that a price has been demanded\n   17  in excess of that fixed by the commission or by statute in  the  munici-\n   18  pality  wherein the action arose, OR THAT CHARGES FOR UTILITY SERVICE TO\n   19  ANY RESIDENTIAL TENANT ARE DEEMED TO BE RENT  UNDER  THE  TERMS  OF  ANY\n   20  ARRANGEMENT  OR AGREEMENT RELATING TO RENTAL OF RESIDENTIAL PROPERTY, no\n   21  recovery shall be had therein, but the fact that such excessive  charges\n   22  have  been  made OR THAT CHARGES FOR UTILITY SERVICE FOR RESIDENTIAL USE\n   23  ARE DEEMED TO BE RENT shall be a complete defense to such action.\n   24    S 5. Subdivision 1 of section 79 of  the  multiple  dwelling  law,  as\n   25  amended  by  chapter  225  of  the  laws  of 1982, is amended to read as\n   26  follows:\n   27    1. Every multiple dwelling exceeding two stories in height and erected\n   28  after April eighteenth, nineteen hundred twenty-nine, and every  garden-\n   29  type  maisonette  dwelling project erected after April eighteenth, nine-\n   30  teen hundred fifty-four, shall be  provided  with  heat.  On  and  after\n   31  November  first,  nineteen  hundred  fifty-nine, every multiple dwelling\n   32  shall be provided with heat or the  equipment  or  facilities  therefor.\n   33  During  the months between October first and May thirty-first, such heat\n   34  and the equipment or facilities shall  be  sufficient  to  maintain  the\n   35  minimum  temperatures  required  by  local law, ordinance, rule or regu-\n   36  lation, in all portions of the dwelling  used  or  occupied  for  living\n   37  purposes  provided,  however, that such minimum temperatures shall be as\n   38  follows:  (a) sixty-eight degrees Fahrenheit during  the  hours  between\n   39  six  o'clock in the morning and ten o'clock in the evening, whenever the\n   40  outdoor temperature falls below fifty-five degrees Fahrenheit,  notwith-\n   41  standing  the  provisions  of paragraph a of subdivision four of section\n   42  three of this chapter, and (b) at least  fifty-five  degrees  Fahrenheit\n   43  during  the  hours between ten o'clock in the evening and six o'clock in\n   44  the morning, whenever the outdoor temperature falls below forty  degrees\n   45  Fahrenheit. Nothing in this section shall be deemed to relieve any owner\n   46  of  the duty of providing centrally supplied or other approved source of\n   47  heat prior to November first, nineteen hundred fifty-nine  in  any  case\n   48  where such heat is required by this chapter or any other law, ordinance,\n   49  rule  or regulation to be supplied in a dwelling prior to said date. The\n   50  heating system in dwellings used for single room occupancy shall  be  in\n   51  conformity  with  the requirements of section two hundred forty-eight OF\n   52  THIS CHAPTER. NO OWNER OR AGENT OF ANY  OWNER  SHALL  SEPARATELY  CHARGE\n   53  TENANTS  OR OCCUPANTS FOR ANY ELECTRICITY, ELECTRIC SERVICE, NATURAL GAS\n   54  OR NATURAL GAS SERVICE OR OTHER FUEL UTILIZED TO HEAT LIVING QUARTERS.\n   55    S 6. Section 173 of the multiple residence law, as amended by  chapter\n   56  225 of the laws of 1982, is amended to read as follows:\n\n       A. 743                              5\n\n    1    S  173. Heating. Every new dwelling shall be provided with heat in all\n    2  living rooms sufficient to maintain the minimum temperatures required by\n    3  local law, ordinances, rules or  regulation,  or  by  the  local  public\n    4  health  officer, provided, however, that such minimum temperature shall,\n    5  notwithstanding  the  provisions  of  subdivision  one  of section three\n    6  hundred twenty-nine of this chapter, be sixty-eight  degrees  Fahrenheit\n    7  during  the  hours between six o'clock in the morning and ten o'clock in\n    8  the evening during the months between  October  first  and  May  thirty-\n    9  first,  whenever  the outdoor temperature falls below fifty-five degrees\n   10  Fahrenheit.  NO OWNER OR AGENT OF  ANY  OWNER  SHALL  SEPARATELY  CHARGE\n   11  TENANTS  OR OCCUPANTS FOR ANY ELECTRICITY, ELECTRIC SERVICE, NATURAL GAS\n   12  OR NATURAL GAS SERVICE OR OTHER FUEL UTILIZED TO HEAT LIVING QUARTERS.\n   13    S 7. (a) The public service commission shall audit all utility  subme-\n   14  tering orders approved by the public service commission during the peri-\n   15  od  of January 1, 2004 through the effective date of this act, and shall\n   16  specifically determine whether all applicable  utility  price  caps  and\n   17  tenant  protection  provisions  have  been complied with and compare the\n   18  rate and cost of utility usage before submetering to usage after  imple-\n   19  mentation  of  submetering  orders. This audit shall be completed within\n   20  twelve months following the effective date of these provisions.\n   21    (b) Upon completion of the audit, the public service commission  shall\n   22  make  a  report  to  the  governor  and the legislature of its findings,\n   23  conclusions and recommendations, and shall submit with such report  such\n   24  legislative proposals as it deems necessary to implement its recommenda-\n   25  tions.  This  report  shall be submitted no later than ninety days after\n   26  completion of the audit. No new submetering  orders  shall  be  approved\n   27  until  the public service commission report is submitted to the governor\n   28  and the legislature.\n   29    S 8. The public service commission  shall  promulgate  any  rules  and\n   30  regulations  necessary  for the implementation of this act on its effec-\n   31  tive date.\n   32    S 9. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring notification to utility customers of their right to direct access to public service commission complaint procedures without arbitration or court proceedings, to restricting the conversion of residential rental buildings from being mass-metered to submetered and to prohibiting the collection of charges for residential utility service deemed to be rent; to amend the multiple dwelling law and the multiple residence law, in relation to prohibiting the collection of charges for heat-related residential utility service; and to require the public service commission to audit previously approved utility submetering orders, compare usage before submetering to usage after submetering orders were implemented, and prepare a report concerning its findings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T121715.TXT", "SOBI.D110104.T114957.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294334235493
}