{
  "year" : 2011,
  "senateBillNo" : "A745-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A745-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes metropolitan transportation authority disabled riders' council",
  "summary" : "Establishes the metropolitan transportation riders council for persons with disabilities; provides for membership and powers and duties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AB3954-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          745\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. KELLNER, TITUS, BING, CAHILL, ROSENTHAL, WEISEN-\n         BERG, ZEBROWSKI -- Multi-Sponsored by -- M. of A.  ABBATE,  BENEDETTO,\n         BOYLAND,  CUSICK, FINCH, GLICK, GOTTFRIED, HOOPER, MENG, PAULIN, PHEF-\n         FER, RAIA, REILLY, J. RIVERA, P. RIVERA, SPANO, TITONE  --  read  once\n         and referred to the Committee on Corporations, Authorities and Commis-\n         sions\n\n       AN  ACT to amend the public authorities law, in relation to the board of\n         the metropolitan transportation authority;  and  in  relation  to  the\n         establishment  of  the  metropolitan transit authority riders' council\n         for people with disabilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subparagraphs 1 and 2 of paragraph (a) of subdivision 1 of\n    2  section 1263 of the public authorities law, subparagraph 1 as amended by\n    3  section 3 of part H of chapter 25 of the laws of 2009 and subparagraph 2\n    4  as  amended  by  chapter 549 of the laws of 1994, are amended to read as\n    5  follows:\n    6    (1) There is hereby created the \"metropolitan transportation  authori-\n    7  ty.\"  The authority shall be a body corporate and politic constituting a\n    8  public benefit corporation. The authority shall consist  of  TWENTY-FOUR\n    9  MEMBERS AND SHALL INCLUDE a [chairman] CHAIRPERSON, sixteen other voting\n   10  members,  and  [two]  THREE  non-voting  and  four  alternate non-voting\n   11  members, as described in subparagraph two of this paragraph appointed by\n   12  the governor by and with the advice  and  consent  of  the  senate.  Any\n   13  member  appointed  to  a term commencing on or after June thirtieth, two\n   14  thousand nine shall have experience in one  or  more  of  the  following\n   15  areas:   transportation,  public  administration,  business  management,\n   16  finance, accounting, law, engineering,  land  use,  urban  and  regional\n   17  planning, management of large capital projects, labor relations, or have\n   18  experience  in some other area of activity central to the mission of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00686-01-1\n\n       A. 745                              2\n\n    1  authority. Four of the sixteen voting members other than the  [chairman]\n    2  CHAIRPERSON  shall  be  appointed  on  the written recommendation of the\n    3  mayor of the city of New York; and each of seven  other  voting  members\n    4  other than the [chairman] CHAIRPERSON shall be appointed after selection\n    5  from  a  written  list of three recommendations from the chief executive\n    6  officer of the county in which the  particular  member  is  required  to\n    7  reside  pursuant  to  the provisions of this subdivision. Of the members\n    8  appointed on recommendation of the chief executive officer of a  county,\n    9  one  such member shall be, at the time of appointment, a resident of the\n   10  county of Nassau, one a resident of the county of Suffolk, one  a  resi-\n   11  dent  of  the  county  of  Westchester,  one a resident of the county of\n   12  Dutchess, one a resident of the county of Orange, one a resident of  the\n   13  county  of Putnam and one a resident of the county of Rockland, provided\n   14  that the term of any member who is a resident of a county that has with-\n   15  drawn from the metropolitan commuter transportation district pursuant to\n   16  section twelve hundred seventy-nine-b  of  this  [article]  TITLE  shall\n   17  terminate  upon the effective date of such county's withdrawal from such\n   18  district. Of the five voting members, other than the  [chairman]  CHAIR-\n   19  PERSON,  appointed by the governor without recommendation from any other\n   20  person, three shall be, at the time of  appointment,  residents  of  the\n   21  city of New York and two shall be, at the time of appointment, residents\n   22  of  such  city or of any of the aforementioned counties in the metropol-\n   23  itan commuter transportation district. The  [chairman]  CHAIRPERSON  and\n   24  each of the members shall be appointed for a term of six years, provided\n   25  however, that the [chairman] CHAIRPERSON first appointed shall serve for\n   26  a term ending June thirtieth, nineteen hundred eighty-one, provided that\n   27  thirty days after the effective date of [the] chapter TWENTY-FIVE of the\n   28  laws of two thousand nine [which amended this subparagraph], the term of\n   29  the  [chairman]  CHAIRPERSON  shall expire; provided, further, that such\n   30  [chairman] CHAIRPERSON may continue to discharge the duties  of  his  or\n   31  her  office  until  the  position of [chairman] CHAIRPERSON is filled by\n   32  appointment by the governor upon the advice and consent  of  the  senate\n   33  and  the  term  of  such new [chairman] CHAIRPERSON shall terminate June\n   34  thirtieth,  two  thousand  fifteen.  The  sixteen  other  members  first\n   35  appointed  shall  serve  for  the  following terms: The members from the\n   36  counties of Nassau and Westchester shall each serve for  a  term  ending\n   37  June thirtieth, nineteen hundred eighty-five; the members from the coun-\n   38  ty  of  Suffolk  and  from  the counties of Dutchess, Orange, Putnam and\n   39  Rockland shall each serve for a term  ending  June  thirtieth,  nineteen\n   40  hundred  ninety-two;  two  of the members appointed on recommendation of\n   41  the mayor of the city of New York shall each serve  for  a  term  ending\n   42  June  thirtieth,  nineteen hundred eighty-four and, two shall each serve\n   43  for a term ending June thirtieth, nineteen hundred  eighty-one;  two  of\n   44  the  members appointed by the governor without the recommendation of any\n   45  other person shall each serve for a term ending June thirtieth, nineteen\n   46  hundred eighty-two, two shall each serve for a term ending June  thirti-\n   47  eth,  nineteen hundred eighty and one shall serve for a term ending June\n   48  thirtieth, nineteen hundred eighty-five. The  two  non-voting  and  four\n   49  alternate  non-voting members shall serve until January first, two thou-\n   50  sand one. The members from the counties of Dutchess, Orange, Putnam  and\n   51  Rockland shall cast one collective vote.\n   52    (2)  There  shall be [two] THREE non-voting members and four alternate\n   53  non-voting members of the authority, as referred to in subparagraph  one\n   54  of this paragraph.\n   55    The  first non-voting member shall be a regular [mass transit] user of\n   56  the MASS TRANSIT facilities of the authority and be recommended  to  the\n\n       A. 745                              3\n\n    1  governor  by  the  New York city transit authority advisory council. The\n    2  first alternate non-voting member shall be a regular mass  transit  user\n    3  of the facilities of the authority and be recommended to the governor by\n    4  the Metro-North commuter council. The second alternate non-voting member\n    5  shall  be a regular mass transit user of the facilities of the authority\n    6  and be recommended  to  the  governor  by  the  Long  Island  Rail  Road\n    7  commuter's council.\n    8    The  second  non-voting member shall be recommended to the governor by\n    9  the labor organization representing the majority  of  employees  of  the\n   10  Long  Island  Rail  Road. The third alternate non-voting member shall be\n   11  recommended to the governor by the labor organization  representing  the\n   12  majority of employees of the New York city transit authority. The fourth\n   13  alternate  non-voting member shall be recommended to the governor by the\n   14  labor organization representing the majority of employees of the  Metro-\n   15  North  Commuter  Railroad  Company.  The  [chairman]  CHAIRPERSON of the\n   16  authority, at his direction,  may  exclude  such  non-voting  member  or\n   17  alternate  non-voting  member from attending any portion of a meeting of\n   18  the authority or of any committee established pursuant to paragraph  (b)\n   19  of  subdivision  four of this section held for the purpose of discussing\n   20  negotiations with labor organizations.\n   21    The non-voting member and the two alternate non-voting members repres-\n   22  enting the New York [York] city transit authority advisory council,  the\n   23  Metro-North  commuter  council, and the Long Island Rail Road commuter's\n   24  council shall serve eighteen month rotating terms, after which  time  an\n   25  alternate  non-voting  member shall become the non-voting member and the\n   26  rotation shall continue until each alternate member has served at  least\n   27  one  eighteen  month  term  as a non-voting member. The other non-voting\n   28  member and alternate non-voting members representing the New  York  city\n   29  transit  authority,  Metro-North Commuter Railroad Company, and the Long\n   30  Island Rail Road labor organizations shall serve eighteen month rotating\n   31  terms, after which time an alternate non-voting member shall become  the\n   32  non-voting  member  and the rotation shall continue until each alternate\n   33  member has served at least one  eighteen  month  term  as  a  non-voting\n   34  member.  The  transit  authority and the commuter railroads shall not be\n   35  represented concurrently by the two non-voting members during  any  such\n   36  eighteen month period.\n   37    THE THIRD NON-VOTING MEMBER SHALL BE A REGULAR USER OF THE MASS TRANS-\n   38  IT FACILITIES OF THE AUTHORITY AND BE RECOMMENDED TO THE GOVERNOR BY THE\n   39  METROPOLITAN  TRANSPORTATION  AUTHORITY  RIDERS' COUNCIL FOR PEOPLE WITH\n   40  DISABILITIES AND SHALL SERVE AN EIGHTEEN MONTH TERM.\n   41    S 2. Paragraph (a) of subdivision 1 of  section  1263  of  the  public\n   42  authorities  law, as amended by section 4 of part H of chapter 25 of the\n   43  laws of 2009, is amended to read as follows:\n   44    (a) (1) There  is  hereby  created  the  \"metropolitan  transportation\n   45  authority.\"  The authority shall be a body corporate and politic consti-\n   46  tuting a public benefit corporation. The authority shall  consist  of  a\n   47  [chairman  and]  CHAIRPERSON,  sixteen other VOTING members appointed by\n   48  the governor by and with the advice and consent of the senate, AND THREE\n   49  NON-VOTING AND  FOUR  ALTERNATE  NON-VOTING  MEMBERS,  AS  DESCRIBED  IN\n   50  SUBPARAGRAPH TWO OF THIS PARAGRAPH APPOINTED BY THE GOVERNOR BY AND WITH\n   51  THE  ADVICE  AND  CONSENT OF THE SENATE.  Any member appointed to a term\n   52  commencing on or after June thirtieth,  two  thousand  nine  shall  have\n   53  experience  in  one or more of the following areas of expertise:  trans-\n   54  portation, public administration, business management, finance, account-\n   55  ing, law, engineering, land use, urban and regional planning, management\n   56  of large capital projects, labor relations, or have experience  in  some\n\n       A. 745                              4\n\n    1  other  area of activity central to the mission of the authority. Four of\n    2  the sixteen members other  than  the  [chairman]  CHAIRPERSON  shall  be\n    3  appointed  on the written recommendation of the mayor of the city of New\n    4  York;  and  each of seven other members other than the [chairman] CHAIR-\n    5  PERSON shall be appointed after selection from a written list  of  three\n    6  recommendations  from the chief executive officer of the county in which\n    7  the particular member is required to reside pursuant to  the  provisions\n    8  of  this  subdivision. Of the members appointed on recommendation of the\n    9  chief executive officer of a county, one such member shall  be,  at  the\n   10  time  of appointment, a resident of the county of Nassau; one a resident\n   11  of the county of Suffolk; one a resident of the county  of  Westchester;\n   12  and  one  a  resident  of  the county of Dutchess, one a resident of the\n   13  county of Orange, one a resident of the county of Putnam and one a resi-\n   14  dent of the county of Rockland, provided that the term of any member who\n   15  is a resident of a county  that  has  withdrawn  from  the  metropolitan\n   16  commuter  transportation  district  pursuant  to  section twelve hundred\n   17  seventy-nine-b of this article shall terminate upon the  effective  date\n   18  of  such  county's  withdrawal  from such district. Of the five members,\n   19  other than the [chairman] CHAIRPERSON, appointed by the governor without\n   20  recommendation from any other person, three shall be,  at  the  time  of\n   21  appointment,  residents of the city of New York and two shall be, at the\n   22  time of appointment, residents of such city or of any of  the  aforemen-\n   23  tioned  counties  in  the metropolitan commuter transportation district.\n   24  The [chairman] CHAIRPERSON and each of the members  shall  be  appointed\n   25  for  a  term  of six years, provided however, that the [chairman] CHAIR-\n   26  PERSON first appointed shall serve for a  term  ending  June  thirtieth,\n   27  nineteen  hundred eighty-one, provided that thirty days after the effec-\n   28  tive date of the chapter of the laws of two thousand nine which  amended\n   29  this  paragraph,  the  term  of the [chairman] CHAIRPERSON shall expire;\n   30  provided, further, that such  [chairman]  CHAIRPERSON  may  continue  to\n   31  discharge  the  duties  of  his  office until the position of [chairman]\n   32  CHAIRPERSON is filled by appointment by the governor upon the advice and\n   33  consent of the senate and the term of such  new  [chairman]  CHAIRPERSON\n   34  shall  terminate June thirtieth, two thousand fifteen. The sixteen other\n   35  members first appointed shall serve for the following terms: The members\n   36  from the counties of Nassau and Westchester shall each serve for a  term\n   37  ending  June  thirtieth,  nineteen hundred eighty-five; the members from\n   38  the county of Suffolk and from the counties of Dutchess, Orange,  Putnam\n   39  and Rockland shall each serve for a term ending June thirtieth, nineteen\n   40  hundred  ninety-two;  two  of the members appointed on recommendation of\n   41  the mayor of the city of New York shall each serve  for  a  term  ending\n   42  June  thirtieth,  nineteen hundred eighty-four and, two shall each serve\n   43  for a term ending June thirtieth, nineteen hundred  eighty-one;  two  of\n   44  the  members appointed by the governor without the recommendation of any\n   45  other person shall each serve for a term ending June thirtieth, nineteen\n   46  hundred eighty-two, two shall each serve for a term ending June  thirti-\n   47  eth,  nineteen hundred eighty and one shall serve for a term ending June\n   48  thirtieth, nineteen hundred eighty-five. The members from  the  counties\n   49  of Dutchess, Orange, Putnam and Rockland shall cast one collective vote.\n   50    (2)  THERE  SHALL  BE  THREE  NON-VOTING  MEMBERS  AND  FOUR ALTERNATE\n   51  NON-VOTING MEMBERS OF THE AUTHORITY, AS REFERRED TO IN SUBPARAGRAPH  ONE\n   52  OF THIS PARAGRAPH.\n   53    THE FIRST NON-VOTING MEMBER SHALL BE A REGULAR USER OF THE MASS TRANS-\n   54  IT FACILITIES OF THE AUTHORITY AND BE RECOMMENDED TO THE GOVERNOR BY THE\n   55  NEW  YORK  CITY  TRANSIT AUTHORITY ADVISORY COUNCIL. THE FIRST ALTERNATE\n   56  NON-VOTING MEMBER SHALL BE A REGULAR MASS TRANSIT USER OF THE FACILITIES\n\n       A. 745                              5\n\n    1  OF THE AUTHORITY AND BE RECOMMENDED TO THE GOVERNOR BY  THE  METRO-NORTH\n    2  COMMUTER  COUNCIL.  THE  SECOND  ALTERNATE  NON-VOTING MEMBER SHALL BE A\n    3  REGULAR MASS TRANSIT USER OF THE FACILITIES  OF  THE  AUTHORITY  AND  BE\n    4  RECOMMENDED  TO  THE  GOVERNOR  BY  THE LONG ISLAND RAIL ROAD COMMUTER'S\n    5  COUNCIL.\n    6    THE SECOND NON-VOTING MEMBER SHALL BE RECOMMENDED TO THE  GOVERNOR  BY\n    7  THE  LABOR  ORGANIZATION  REPRESENTING  THE MAJORITY OF EMPLOYEES OF THE\n    8  LONG ISLAND RAIL ROAD. THE THIRD ALTERNATE NON-VOTING  MEMBER  SHALL  BE\n    9  RECOMMENDED  TO  THE GOVERNOR BY THE LABOR ORGANIZATION REPRESENTING THE\n   10  MAJORITY OF EMPLOYEES OF THE NEW YORK CITY TRANSIT AUTHORITY. THE FOURTH\n   11  ALTERNATE NON-VOTING MEMBER SHALL BE RECOMMENDED TO THE GOVERNOR BY  THE\n   12  LABOR  ORGANIZATION REPRESENTING THE MAJORITY OF EMPLOYEES OF THE METRO-\n   13  NORTH COMMUTER RAILROAD COMPANY. THE CHAIRPERSON OF  THE  AUTHORITY,  AT\n   14  HIS  DIRECTION, MAY EXCLUDE SUCH NON-VOTING MEMBER OR ALTERNATE NON-VOT-\n   15  ING MEMBER FROM ATTENDING ANY PORTION OF A MEETING OF THE  AUTHORITY  OR\n   16  OF  ANY  COMMITTEE  ESTABLISHED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION\n   17  FOUR OF THIS SECTION HELD FOR THE  PURPOSE  OF  DISCUSSING  NEGOTIATIONS\n   18  WITH LABOR ORGANIZATIONS.\n   19    THE NON-VOTING MEMBER AND THE TWO ALTERNATE NON-VOTING MEMBERS REPRES-\n   20  ENTING  THE NEW YORK CITY TRANSIT AUTHORITY ADVISORY COUNCIL, THE METRO-\n   21  NORTH COMMUTER COUNCIL, AND THE LONG ISLAND RAIL ROAD COMMUTER'S COUNCIL\n   22  SHALL SERVE EIGHTEEN MONTH ROTATING TERMS, AFTER WHICH TIME AN ALTERNATE\n   23  NON-VOTING MEMBER SHALL BECOME THE NON-VOTING MEMBER  AND  THE  ROTATION\n   24  SHALL CONTINUE UNTIL EACH ALTERNATE MEMBER HAS SERVED AT LEAST ONE EIGH-\n   25  TEEN  MONTH TERM AS A NON-VOTING MEMBER. THE OTHER NON-VOTING MEMBER AND\n   26  ALTERNATE NON-VOTING MEMBERS REPRESENTING  THE  NEW  YORK  CITY  TRANSIT\n   27  AUTHORITY,  METRO-NORTH  COMMUTER  RAILROAD COMPANY, AND THE LONG ISLAND\n   28  RAIL ROAD LABOR ORGANIZATIONS SHALL SERVE EIGHTEEN MONTH ROTATING TERMS,\n   29  AFTER WHICH  TIME  AN  ALTERNATE  NON-VOTING  MEMBER  SHALL  BECOME  THE\n   30  NON-VOTING  MEMBER  AND THE ROTATION SHALL CONTINUE UNTIL EACH ALTERNATE\n   31  MEMBER HAS SERVED AT LEAST ONE  EIGHTEEN  MONTH  TERM  AS  A  NON-VOTING\n   32  MEMBER.  THE  TRANSIT  AUTHORITY AND THE COMMUTER RAILROADS SHALL NOT BE\n   33  REPRESENTED CONCURRENTLY BY THE TWO NON-VOTING MEMBERS DURING  ANY  SUCH\n   34  EIGHTEEN MONTH PERIOD.\n   35    THE THIRD NON-VOTING MEMBER SHALL BE A REGULAR USER OF THE MASS TRANS-\n   36  IT FACILITIES OF THE AUTHORITY AND BE RECOMMENDED TO THE GOVERNOR BY THE\n   37  METROPOLITAN  TRANSPORTATION  AUTHORITY  RIDERS' COUNCIL FOR PEOPLE WITH\n   38  DISABILITIES AND SHALL SERVE AN EIGHTEEN MONTH TERM.\n   39    S 3. The public authorities law is amended by  adding  a  new  section\n   40  1266-j to read as follows:\n   41    S  1266-J.  METROPOLITAN  TRANSPORTATION AUTHORITY RIDERS' COUNCIL FOR\n   42  PERSONS WITH DISABILITIES. 1. THERE IS HEREBY CREATED THE  \"METROPOLITAN\n   43  TRANSIT  AUTHORITY  RIDERS'  COUNCIL  FOR  PEOPLE WITH DISABILITIES\", TO\n   44  STUDY, INVESTIGATE, MONITOR, AND MAKE RECOMMENDATIONS  WITH  RESPECT  TO\n   45  THE  ACCOMMODATION OF THE NEEDS AND CONVENIENCE OF PEOPLE WITH DISABILI-\n   46  TIES TO THE METROPOLITAN TRANSPORTATION AUTHORITY AND  ITS  SUBSIDIARIES\n   47  WITHIN  THE METROPOLITAN COMMUTER TRANSPORTATION DISTRICT.  SUCH COUNCIL\n   48  SHALL STUDY AND INVESTIGATE ALL ASPECTS OF THE DAY-TO-DAY OPERATIONS  OF\n   49  SUCH  AUTHORITY  AND  ITS  SUBSIDIARIES,  MONITOR THEIR PERFORMANCE, AND\n   50  RECOMMEND CHANGES TO IMPROVE THE EFFICIENCY OF THE OPERATION THEREOF ALL\n   51  WITH RESPECT TO THE ACCOMMODATION OF THE NEEDS AND CONVENIENCE OF PEOPLE\n   52  WITH DISABILITIES.\n   53    2. SUCH COUNCIL SHALL CONSIST OF FIFTEEN MEMBERS WHO SHALL  BE  COMMU-\n   54  TERS  WHO  REGULARLY USE THE TRANSPORTATION SERVICES OF SUCH AUTHORITIES\n   55  AND WHO ARE PEOPLE WITH DISABILITIES AS DEFINED IN ANY APPLICABLE  STATE\n   56  OR  FEDERAL  LAW.    EACH MEMBER SHALL BE APPOINTED BY THE GOVERNOR, ONE\n\n       A. 745                              6\n\n    1  UPON THE RECOMMENDATION OF THE MAYOR OF THE CITY OF NEW YORK;  ONE  UPON\n    2  THE  RECOMMENDATION  OF THE PRESIDENT OF THE CITY COUNCIL OF THE CITY OF\n    3  NEW YORK; ONE UPON THE RECOMMENDATION OF THE NEW YORK STATE COMPTROLLER;\n    4  FIVE OTHER MEMBERS UPON THE RECOMMENDATION OF EACH OF THE BOROUGH PRESI-\n    5  DENTS  OF THE BOROUGHS OF THE CITY OF NEW YORK; ONE UPON THE RECOMMENDA-\n    6  TION BY THE COUNTY EXECUTIVE OF NASSAU; ONE UPON THE  RECOMMENDATION  BY\n    7  THE  COUNTY  EXECUTIVE  OF  SUFFOLK;  ONE UPON THE RECOMMENDATION BY THE\n    8  COUNTY EXECUTIVE OF WESTCHESTER; ONE  UPON  THE  RECOMMENDATION  BY  THE\n    9  COUNTY  EXECUTIVE OF ROCKLAND; ONE UPON THE RECOMMENDATION BY THE COUNTY\n   10  EXECUTIVE OF PUTNAM; ONE UPON THE RECOMMENDATION BY THE COUNTY EXECUTIVE\n   11  OF DUTCHESS; AND ONE UPON THE RECOMMENDATION BY THE COUNTY EXECUTIVE  OF\n   12  ORANGE.  THE  CHAIR  SHALL BE A MEMBER SELECTED BY THE MEMBERSHIP OF THE\n   13  COMMITTEE.  EACH OF THE MEMBERS SHALL SERVE FOR A  TERM  OF  TWO  YEARS.\n   14  VACANCIES THAT OCCUR OTHER THAN BY EXPIRATION OF TERM SHALL BE FILLED IN\n   15  THE  SAME  MANNER  AS  THE  ORIGINAL APPOINTMENTS FOR THE BALANCE OF THE\n   16  UNEXPIRED TERM.\n   17    3. THE MEMBERS OF THE COUNCIL SHALL RECEIVE NO COMPENSATION FOR  THEIR\n   18  SERVICES  BUT  SHALL  BE  REIMBURSED  FOR  ACTUAL AND NECESSARY EXPENSES\n   19  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   20    4. TO THE EXTENT THAT ANY FUNDS ARE MADE AVAILABLE TO THE COUNCIL  FOR\n   21  THE  PURPOSES  OF THIS SUBDIVISION, THE COUNCIL MAY PROVIDE RESOURCES AS\n   22  ARE NECESSARY TO PROVIDE SUPPORT SERVICES TO THE COUNCIL AS NECESSARY OR\n   23  CONVENIENT TO ALLOW MEMBERS TO PERFORM THEIR DUTIES INCLUDING,  BUT  NOT\n   24  LIMITED TO, TRANSPORTATION, TELECOMMUNICATIONS AND ACCESSIBLE TECHNOLOGY\n   25  SUPPORT, AND MAY EMPLOY ADDITIONAL STAFF AND CONSULTANTS AND INCUR OTHER\n   26  EXPENSES  TO  CARRY OUT ITS DUTIES, TO BE PAID FROM AMOUNTS WHICH MAY BE\n   27  MADE AVAILABLE TO THE COUNCIL FOR SUCH PURPOSE.\n   28    5. THE COUNCIL MAY REQUEST AND  SHALL  RECEIVE  FROM  ANY  DEPARTMENT,\n   29  DIVISION,  BOARD,  BUREAU,  COMMISSION,  AGENCY, PUBLIC AUTHORITY OF THE\n   30  STATE OR ANY POLITICAL SUBDIVISION THEREOF SUCH ASSISTANCE AND  DATA  AS\n   31  WILL  ENABLE  IT PROPERLY TO CARRY OUT ITS ACTIVITIES UNDER THIS SECTION\n   32  AND EFFECTUATE THE PURPOSES SET FORTH IN THIS SECTION.\n   33    S 4. This act shall take effect immediately; provided that the  amend-\n   34  ment  to  subparagraphs  1  and  2  of paragraph (a) of subdivision 1 of\n   35  section 1263 of the public authorities law made by section one  of  this\n   36  act  shall  be subject to the expiration and reversion of such paragraph\n   37  pursuant to chapter 549 of the laws of 1994 as amended, when  upon  such\n   38  date the provisions of section two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the board of the metropolitan transportation authority; and in relation to the establishment of the metropolitan transit authority riders' council for people with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T121715.TXT", "SOBI.D110104.T114957.TXT", "SOBI.D110106.T121215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294334235485
}