{
  "year" : 2011,
  "senateBillNo" : "A746-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A746-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the elimination of state review officer; repealer",
  "summary" : "Relates to the elimination of state review officer. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A8591-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jordan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          746\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  KELLNER,  RAIA,  McDONOUGH,  MENG, ROBINSON,\n         BURLING, RABBITT,  WEISENBERG,  HOOPER,  CORWIN,  TOBACCO,  ZEBROWSKI,\n         JORDAN,  GUNTHER,  JAFFEE  --  Multi-Sponsored  by  -- M. of A. CONTE,\n         DUPREY, FINCH, J. MILLER, MOLINARO, SAYWARD -- read once and  referred\n         to the Committee on Education\n\n       AN  ACT  to  amend  the  education law, in relation to eliminating state\n         review officers; and to repeal certain provisions of the education law\n         and the civil practice law and rules relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph c of subdivision 1 of section 4404 of the educa-\n    2  tion law, as amended by chapter 583 of the laws of 2007, is  amended  to\n    3  read as follows:\n    4    c.  Individuals so appointed by a board of education or a state agency\n    5  shall be selected from a list of available  impartial  hearing  officers\n    6  who  have  successfully  completed an impartial hearing officer training\n    7  program conducted by the department according to  a  rotation  selection\n    8  process  prescribed  in  regulations  of the commissioner; except that a\n    9  city school district of a city having a  population  of  more  than  one\n   10  million  inhabitants shall be exempt from such regulations to the extent\n   11  it maintains its rotational selection process in effect  prior  to  July\n   12  first, nineteen hundred ninety-three. A record of proceedings before the\n   13  impartial  hearing officer shall be maintained and made available to the\n   14  parties, and the hearing shall be conducted in accordance with the regu-\n   15  lations of the commissioner. The board of education or trustees  of  the\n   16  school  district or the state agency responsible for providing education\n   17  to students with disabilities shall have the burden of proof,  including\n   18  the burden of persuasion and burden of production, in any such impartial\n   19  hearing,  except  that  a  parent or person in parental relation seeking\n   20  tuition reimbursement for a unilateral parental placement shall have the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00586-01-1\n\n       A. 746                              2\n\n    1  burden of persuasion and burden of production on the appropriateness  of\n    2  such  placement.  The decision of the impartial hearing officer shall be\n    3  binding upon both parties unless appealed to the [state review  officer]\n    4  UNITED  STATES  DISTRICT  COURT.    The  commissioner  shall establish a\n    5  department training program which shall be completed to the satisfaction\n    6  of the commissioner as a condition of certification.  Impartial  hearing\n    7  officers  shall  have  the qualifications specified in subsection (f) of\n    8  section fourteen hundred fifteen of title twenty of  the  United  States\n    9  code,  the  implementing  federal regulations and the regulations of the\n   10  commissioner. The commissioner shall promulgate  regulations  to  ensure\n   11  that  no  individual  employed  by  a school district, school or program\n   12  serving students with disabilities placed by a school district committee\n   13  on special education acts as an impartial hearing officer  and  that  no\n   14  individual  employed  by such schools or programs serves as an impartial\n   15  hearing officer for two years following the termination of such  employ-\n   16  ment.  The commissioner shall promulgate regulations establishing proce-\n   17  dures for the suspension or  revocation  of  impartial  hearing  officer\n   18  certification  for  good cause. The commissioner shall establish maximum\n   19  rates for the compensation of impartial hearing officers subject to  the\n   20  approval of the director of the division of the budget.\n   21    S 2. Subdivision 1 of section 4404 of the education law, as amended by\n   22  chapter 583 of the laws of 2007, is amended to read as follows:\n   23    1.  If the recommendation of the committee on special education is not\n   24  acceptable to the  parent  or  person  in  parental  relationship  of  a\n   25  student,  or if the committee or board of education or trustees fails to\n   26  make or effectuate such a recommendation within such periods of time  as\n   27  may  be  required  by  regulations  of the commissioner, such parents or\n   28  persons in parental relationship shall notify the board of education  of\n   29  this  situation and the board shall appoint an impartial hearing officer\n   30  to hear the appeal and make a determination within such period  of  time\n   31  as  the  commissioner  by  regulation shall determine, provided that the\n   32  board of education or trustees shall  offer  the  parent  or  person  in\n   33  parental  relationship  the  option  of  mediation  pursuant  to section\n   34  forty-four hundred four-a of this article as an alternative to an impar-\n   35  tial hearing. Individuals so appointed by a board of education shall  be\n   36  selected from a list of available hearing officers who have successfully\n   37  completed a hearing officer training program conducted by the department\n   38  according  to  a rotation selection process prescribed in regulations of\n   39  the commissioner; except that a city school district of a city having  a\n   40  population  of  more  than  one million inhabitants shall be exempt from\n   41  such regulations to the extent it  maintains  its  rotational  selection\n   42  process  in effect prior to July first, nineteen hundred ninety-three. A\n   43  record of proceedings before the hearing officer shall be maintained and\n   44  made available to the parties. The board of education or trustees of the\n   45  school district or the state agency responsible for providing  education\n   46  to  students with disabilities shall have the burden of proof, including\n   47  the burden of persuasion and burden of production, in any such impartial\n   48  hearing, except that a parent or person  in  parental  relation  seeking\n   49  tuition reimbursement for a unilateral parental placement shall have the\n   50  burden  of persuasion and burden of production on the appropriateness of\n   51  such placement. The decision of the hearing  officer  shall  be  binding\n   52  upon  both  parties unless appealed to the [state review officer] UNITED\n   53  STATES DISTRICT COURT.  The commissioner shall  establish  a  department\n   54  training  program  which  shall  be completed to the satisfaction of the\n   55  commissioner as a condition of  certification.  The  commissioner  shall\n   56  develop  and implement a plan to ensure that no individual employed by a\n\n       A. 746                              3\n\n    1  school district, school or program serving  students  with  disabilities\n    2  placed  by  a  school district committee on special education acts as an\n    3  impartial hearing officer  and  that  no  individual  employed  by  such\n    4  schools or programs serves as an impartial hearing officer for two years\n    5  following  the  termination of such employment. Such plan shall be fully\n    6  implemented no later than July first, nineteen hundred  ninety-six.  The\n    7  commissioner  shall  promulgate  regulations establishing procedures for\n    8  the suspension or revocation of impartial hearing officer  certification\n    9  for  good  cause. The commissioner shall establish maximum rates for the\n   10  compensation of impartial hearing officers subject to  the  approval  of\n   11  the  director  of  the  division  of  the budget. The commissioner shall\n   12  promulgate regulations establishing procedures and timelines  for  expe-\n   13  dited  hearings  in  cases  involving:  (a)  review of a decision that a\n   14  student with a disability's behavior was not  a  manifestation  of  such\n   15  student's  disability,  or  (b)  review of an interim alternative educa-\n   16  tional setting or other placement to the extent required  under  federal\n   17  law,  or  (c)  a request by the school district for a determination that\n   18  maintaining the current educational placement of the student is substan-\n   19  tially likely to result in injury to the student or to others.\n   20    S 3.  Subdivisions 2 and 3 of section 4404 of the  education  law  are\n   21  REPEALED.\n   22    S  4.    Paragraph d of subdivision 7 of section 4410 of the education\n   23  law is REPEALED.\n   24    S 5. Subdivision 5 of section 7803 of the civil practice law and rules\n   25  is REPEALED.\n   26    S 6. This act shall take effect immediately, provided that the  amend-\n   27  ments  to  paragraph c of subdivision 1 of section 4404 of the education\n   28  law made by section one of this act shall be subject to  the  expiration\n   29  and reversion of such paragraph pursuant to section 22 of chapter 352 of\n   30  the  laws  of  2005,  as  amended, when upon such date the provisions of\n   31  section two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to eliminating state review officers; and to repeal certain provisions of the education law and the civil practice law and rules relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T121715.TXT", "SOBI.D110104.T114957.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294334235489
}