{
  "year" : 2011,
  "senateBillNo" : "A748-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A748-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a victim's rights to parole information",
  "summary" : "Relates to the rights of a crime victim; provides that if parole is granted, the reasons for granting parole must be stated in detail in writing; allows a victim access to such information and to transcripts of all interviews conducted; requires the district attorney to notify the victim of their right to be present at proceedings and to provide an oral/written statement at such proceedings; further provides the victim the opportunity to present their views to the same member of the board who conducts the interview with the inmate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A1821-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          748\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. RABBITT, KOLB, FINCH, CALHOUN, RAIA, McDONOUGH,\n         McKEVITT -- Multi-Sponsored by -- M. of A.  BURLING,  CROUCH  --  read\n         once and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the criminal procedure law and the executive law, in\n         relation to the rights of a crime victim at parole proceedings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 440.50 of the criminal procedure\n    2  law, as amended by chapter 186 of the laws of 2005, is amended  to  read\n    3  as follows:\n    4    1. (A) Upon the request of a victim of a crime, or in any event in all\n    5  cases  in which the final disposition includes a conviction of a violent\n    6  felony offense as defined in section 70.02 of the penal law or a  felony\n    7  defined  in  article  one  hundred twenty-five of such law, the district\n    8  attorney shall, within sixty days of the final disposition of the  case,\n    9  inform  the  victim  by  letter of such final disposition. If such final\n   10  disposition results in the commitment of the defendant to the custody of\n   11  the department of correctional services for an  indeterminate  sentence,\n   12  the  notice provided to the crime victim shall also inform the victim of\n   13  his or her right to [submit a written, audiotaped, or videotaped  victim\n   14  impact  statement  to the state division of parole or to meet personally\n   15  with a member of the state board of parole at a time and place  separate\n   16  from the personal interview between a member or members of the board and\n   17  the  inmate and make such a statement, subject to procedures and limita-\n   18  tions contained in rules of the board, both] BE PRESENT  AT  PROCEEDINGS\n   19  OF THE STATE DIVISION OF PAROLE REGARDING RELEASE OF SUCH DEFENDANT. THE\n   20  VICTIMS  SHALL  ALSO  BE  NOTIFIED  OF THEIR RIGHT TO PROVIDE AN ORAL OR\n   21  WRITTEN STATEMENT OR BOTH AT PROCEEDINGS OF  THE  BOARD,  INCLUDING  THE\n   22  PERSONAL  INTERVIEW  OF  THE INMATE, AND THAT THEY WILL ALSO BE PROVIDED\n   23  THE OPPORTUNITY TO PRESENT THEIR VIEWS IN PERSON TO THE SAME  MEMBER  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01638-01-1\n\n       A. 748                              2\n\n    1  THE  BOARD  WHO  CONDUCTED  THE  INTERVIEW WITH THE INMATE AT A MUTUALLY\n    2  CONVENIENT LOCATION PRIOR TO THE DETERMINATION OF THE BOARD pursuant  to\n    3  subdivision  two  of  section  two hundred fifty-nine-i of the executive\n    4  law.  The right of the victim under this subdivision to submit a written\n    5  victim impact statement or to meet personally with a member of the state\n    6  board of parole applies to each personal interview between a  member  or\n    7  members of the board and the inmate.\n    8    (B) NOTIFICATION OF VICTIMS BY THE DISTRICT ATTORNEY PURSUANT TO PARA-\n    9  GRAPH  (A)  OF  THIS  SUBDIVISION  SHALL  BE  REQUIRED FOR THE FOLLOWING\n   10  OFFENSES:  ANY VIOLENT FELONY OFFENSE DEFINED IN SECTION  70.02  OF  THE\n   11  PENAL  LAW,  AN  ATTEMPT  TO  COMMIT ANY SEX OFFENSE AND ANY SEX OFFENSE\n   12  DEFINED IN ARTICLE ONE HUNDRED THIRTY OR TWO HUNDRED SIXTY-THREE OF  THE\n   13  PENAL  LAW, AN ATTEMPT TO COMMIT INCEST AND INCEST AS DEFINED IN SECTION\n   14  255.25 OF THE PENAL LAW, MURDER IN  THE  SECOND  DEGREE  AS  DEFINED  IN\n   15  SECTION  125.25  OF  THE  PENAL  LAW, AN ATTEMPT TO COMMIT MURDER IN THE\n   16  FIRST DEGREE AND MURDER IN THE FIRST DEGREE AS DEFINED IN SECTION 125.27\n   17  OF THE PENAL LAW, AN ATTEMPT TO COMMIT MANSLAUGHTER IN THE SECOND DEGREE\n   18  AND MANSLAUGHTER IN THE SECOND DEGREE AS DEFINED IN  SECTION  125.15  OF\n   19  THE  PENAL LAW, VEHICULAR MANSLAUGHTER IN THE FIRST DEGREE AS DEFINED IN\n   20  SECTION 125.13 OF THE PENAL LAW, VEHICULAR MANSLAUGHTER  IN  THE  SECOND\n   21  DEGREE  AS DEFINED IN SECTION 125.12 OF THE PENAL LAW, CRIMINALLY NEGLI-\n   22  GENT HOMICIDE AS DEFINED IN SECTION 125.10 OF THE PENAL LAW,  KIDNAPPING\n   23  IN  THE  FIRST  DEGREE  AS  DEFINED  IN SECTION 135.25 OF THE PENAL LAW,\n   24  MENACING IN THE FIRST DEGREE AS DEFINED IN SECTION 120.13 OF  THE  PENAL\n   25  LAW,  AND  ARSON IN THE FIRST DEGREE AS DEFINED IN SECTION 150.20 OF THE\n   26  PENAL LAW.\n   27    S 2. Subparagraph (i) of paragraph (a) of  subdivision  2  of  section\n   28  259-i  of the executive law, as separately amended by section 11 of part\n   29  E and section 9 of part F of chapter 62 of the laws of 2003, is  amended\n   30  to read as follows:\n   31    (i)  Except  as  provided  in  subparagraph (ii) of this paragraph, at\n   32  least one month prior to the date on which  an  inmate  may  be  paroled\n   33  pursuant  to subdivision one of section 70.40 of the penal law, a member\n   34  or members as determined by the rules  of  the  board  shall  personally\n   35  interview  such  inmate  and  determine  whether he should be paroled in\n   36  accordance with the guidelines adopted pursuant to subdivision  four  of\n   37  section two hundred fifty-nine-c of this article.  IF PAROLE IS GRANTED,\n   38  A  STATEMENT OF THE REASONS FOR GRANTING PAROLE SHALL BE STATED IN WRIT-\n   39  ING AND TRANSCRIPTS OF  ALL  INTERVIEWS  SHALL  BE  PROVIDED,  WITHIN  A\n   40  REASONABLE  TIME  AFTER SUCH DECISION, TO A VICTIM OR VICTIM'S REPRESEN-\n   41  TATIVE WHO HAS FILED A STATEMENT  PURSUANT  TO  PARAGRAPH  (C)  OF  THIS\n   42  SUBDIVISION. If parole is not granted upon such review, the inmate shall\n   43  be  informed  in  writing  within  two  weeks  of such appearance of the\n   44  factors and reasons for such denial of parole.  Such  reasons  shall  be\n   45  given  in  detail and not in conclusory terms. The board shall specify a\n   46  date not more than twenty-four months from such determination for recon-\n   47  sideration, and the procedures to be followed upon reconsideration shall\n   48  be the same. If the inmate is released, he shall be given a copy of  the\n   49  conditions of parole. Such conditions shall where appropriate, include a\n   50  requirement that the parolee comply with any restitution order, mandato-\n   51  ry  surcharge, sex offender registration fee and DNA databank fee previ-\n   52  ously imposed by a court of competent jurisdiction that applies  to  the\n   53  parolee. The board of parole shall indicate which restitution collection\n   54  agency  established  under  subdivision  eight  of section 420.10 of the\n   55  criminal procedure law, shall be responsible for collection of  restitu-\n   56  tion,  mandatory surcharge, sex offender registration fees and DNA data-\n\n       A. 748                              3\n\n    1  bank fees as provided for in section 60.35 of the penal law and  section\n    2  eighteen hundred nine of the vehicle and traffic law.\n    3    S  3. Paragraph (a) of subdivision 2 of section 259-i of the executive\n    4  law, as amended by chapter 396 of the laws of 1987, is amended  to  read\n    5  as follows:\n    6    (a)  At  least one month prior to the expiration of the minimum period\n    7  or periods of imprisonment fixed by the court  or  board,  a  member  or\n    8  members  as determined by the rules of the board shall personally inter-\n    9  view an inmate serving an indeterminate sentence and  determine  whether\n   10  he  should be paroled at the expiration of the minimum period or periods\n   11  in accordance with the guidelines adopted pursuant to  subdivision  four\n   12  of  section  two hundred fifty-nine-c OF THIS ARTICLE.  If parole is not\n   13  granted upon such review, the inmate shall be informed in writing within\n   14  two weeks of such appearance of the factors and reasons for such  denial\n   15  of  parole.  Such reasons shall be given in detail and not in conclusory\n   16  terms. The board shall specify a date not more than  twenty-four  months\n   17  from  such  determination  for reconsideration, and the procedures to be\n   18  followed upon reconsideration shall  be  the  same.  If  the  inmate  is\n   19  released,  he  shall  be  given a copy of the conditions of parole. Such\n   20  conditions shall where appropriate, include a requirement that the paro-\n   21  lee comply with any restitution order and mandatory surcharge previously\n   22  imposed by a court of competent jurisdiction that applies to  the  paro-\n   23  lee.  The  board  of  parole shall indicate which restitution collection\n   24  agency established under subdivision eight  of  section  420.10  of  the\n   25  criminal  procedure law, shall be responsible for collection of restitu-\n   26  tion and mandatory surcharge as provided for in  section  60.35  of  the\n   27  penal  law  and section eighteen hundred nine of the vehicle and traffic\n   28  law.  IF PAROLE IS GRANTED, A STATEMENT  OF  THE  REASONS  FOR  GRANTING\n   29  PAROLE  SHALL  BE  STATED  IN  WRITING AND TRANSCRIPTS OF ALL INTERVIEWS\n   30  SHALL BE PROVIDED, WITHIN A REASONABLE TIME AFTER SUCH  DECISION,  TO  A\n   31  VICTIM  OR VICTIM'S REPRESENTATIVE WHO HAS FILED A STATEMENT PURSUANT TO\n   32  PARAGRAPH (C) OF THIS SUBDIVISION.\n   33    S 4.  This act shall take effect April  1,  2011;  provided  that  the\n   34  amendments  to  paragraph  (a)  of subdivision 2 of section 259-i of the\n   35  executive law made by section two of this act shall be  subject  to  the\n   36  expiration  and  reversion  of  such paragraph pursuant to section 74 of\n   37  chapter 3 of the laws of 1995, as  amended,  when  upon  such  date  the\n   38  provisions of section three of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the executive law, in relation to the rights of a crime victim at parole proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T121715.TXT", "SOBI.D110104.T114957.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294334235496
}