{
  "year" : 2011,
  "senateBillNo" : "A749-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to correction",
    "billEventId" : "A749-2011-1294203600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes sex offenders 13 or older, juvenile delinquents, juvenile offenders, youthful offenders, subject to the sex offender registry",
  "summary" : "Makes sex offenders 13 years of age or older, juvenile delinquents, juvenile offenders, youthful offenders, subject to the sex offender registry. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          749\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT, KOLB, FINCH, McDONOUGH, McKEVITT, MOLI-\n         NARO -- Multi-Sponsored by -- M. of A. CALHOUN, CROUCH  --  read  once\n         and referred to the Committee on Correction\n\n       AN  ACT  to amend the correction law, the criminal procedure law and the\n         family court act, in relation  to  requiring  persons  adjudicated  as\n         juvenile  delinquents,  juvenile  offenders and youthful offenders for\n         sex offenses to register as sex offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  168-a of the correction law is amended by adding\n    2  two new subdivisions 19 and 20 to read as follows:\n    3    19. \"CONVICTION\" INCLUDES (A) ANY ADJUDICATION OF A  PERSON  THIRTEEN,\n    4  FOURTEEN  OR  FIFTEEN  YEARS  OF  AGE  AS  A JUVENILE DELINQUENT FOR THE\n    5  COMMISSION OF AN ACT THAT, IF COMMITTED BY AN  ADULT,  WOULD  BE  A  SEX\n    6  OFFENSE  OR A SEXUALLY VIOLENT OFFENSE, NOTWITHSTANDING ANY INCONSISTENT\n    7  PROVISION OF LAW; (B) ANY CONVICTION OF A JUVENILE OFFENDER  FOR  A  SEX\n    8  OFFENSE  OR A SEXUALLY VIOLENT OFFENSE, NOTWITHSTANDING ANY INCONSISTENT\n    9  PROVISION OF LAW; AND (C) ANY YOUTHFUL OFFENDER FINDING THAT IS  SUBSTI-\n   10  TUTED  FOR  A  CONVICTION  OF AN ACT THAT IS A SEX OFFENSE OR A SEXUALLY\n   11  VIOLENT OFFENSE, NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW.\n   12    20. \"FACILITY OF THE OFFICE OF CHILDREN AND FAMILY SERVICES\" MEANS ANY\n   13  FACILITY REFERRED TO IN SECTION FIVE HUNDRED FOUR OR FIVE HUNDRED FOUR-A\n   14  OF THE EXECUTIVE LAW.\n   15    S 2. Subdivision 1 of section 168-c of the correction law, as  amended\n   16  by chapter 11 of the laws of 2002, is amended to read as follows:\n   17    1.  In  the  case  of  any  sex  offender, it shall be the duty of the\n   18  department, hospital, FACILITY OF THE  OFFICE  OF  CHILDREN  AND  FAMILY\n   19  SERVICES or local correctional facility at least ten calendar days prior\n   20  to  the  release  or  discharge  of any sex offender from a correctional\n   21  facility, hospital or local correctional facility to notify the division\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01620-01-1\n\n       A. 749                              2\n\n    1  of the contemplated release or discharge of such sex offender, informing\n    2  the division in writing on a form provided by  the  division  indicating\n    3  the  address  at  which  he  or  she proposes to reside and the name and\n    4  address  of  any  institution  of  higher  education  at which he or she\n    5  expects to be enrolled, attending or employed, whether for  compensation\n    6  or  not,  and  whether he or she resides in or will reside in a facility\n    7  owned or operated by such institution. If such sex offender changes  his\n    8  or  her  place  of  residence  while on parole, such notification of the\n    9  change of residence shall be sent by the sex offender's  parole  officer\n   10  within forty-eight hours to the division on a form provided by the divi-\n   11  sion.  If such sex offender changes the status of his or her enrollment,\n   12  attendance, employment or residence at any institution of higher  educa-\n   13  tion while on parole, such notification of the change of status shall be\n   14  sent  by  the  sex offender's parole officer within forty-eight hours to\n   15  the division on a form provided by the division.\n   16    S 3. Subdivision 1 of section 168-e of the correction law, as  amended\n   17  by chapter 11 of the laws of 2002, is amended to read as follows:\n   18    1.  Any  sex offender, to be discharged, paroled, released to post-re-\n   19  lease supervision or released  from  any  state  or  local  correctional\n   20  facility,  hospital,  FACILITY  OF  THE  OFFICE  OF  CHILDREN AND FAMILY\n   21  SERVICES or institution where he or she was confined [or], committed  OR\n   22  PLACED,  shall at least fifteen calendar days prior to discharge, parole\n   23  or release, be informed of his or her duty to register under this  arti-\n   24  cle,  by  the facility in which he or she was confined or committed. The\n   25  facility shall require the sex offender to read and sign  such  form  as\n   26  may  be  required  by  the division stating the duty to register and the\n   27  procedure for registration has been explained  to  him  or  her  and  to\n   28  complete  the  registration  portion  of  such  form. The facility shall\n   29  obtain on such form the address where the sex offender expects to reside\n   30  upon his or her discharge, parole or release and the name and address of\n   31  any institution of higher education he or she expects to be employed by,\n   32  enrolled in, attending or employed, whether for compensation or not, and\n   33  whether he or she expects to reside in a facility owned or  operated  by\n   34  such  an institution, and shall report such information to the division.\n   35  The facility shall give one copy of the form to the sex offender, retain\n   36  one copy and shall send one copy to the division which shall provide the\n   37  information to the law enforcement  agencies  having  jurisdiction.  The\n   38  facility shall give the sex offender a form prepared by the division, to\n   39  register  with  the  division  at  least  fifteen calendar days prior to\n   40  release and such form shall be completed, signed by the sex offender and\n   41  sent to the division by the facility at least ten days prior to the  sex\n   42  offender's release or discharge.\n   43    S  4. Subdivision 1 of section 168-f of the correction law, as amended\n   44  by chapter 453 of the laws of 1999, is amended to read as follows:\n   45    1. Any sex offender shall, (a) at least ten  calendar  days  prior  to\n   46  discharge,  parole,  release to post-release supervision or release from\n   47  any state or local correctional  facility,  hospital,  FACILITY  OF  THE\n   48  OFFICE  OF  CHILDREN  AND FAMILY SERVICES or institution where he or she\n   49  was confined or committed, or, (b) at the time sentence is  imposed  for\n   50  any  sex  offender released on probation or discharged upon payment of a\n   51  fine, conditional discharge or unconditional  discharge,  register  with\n   52  the division on a form prepared by the division.\n   53    S 5. Section 720.35 of the criminal procedure law, as added by chapter\n   54  981  of the laws of 1971, subdivision 1 as amended by chapter 452 of the\n   55  laws of 1992, subdivision 2 as amended by chapter 412  of  the  laws  of\n   56  2001,  subdivision  3  as  added  by chapter 181 of the laws of 2000 and\n\n       A. 749                              3\n\n    1  subdivision 4 as added by chapter 7 of the laws of 2007, is  amended  to\n    2  read as follows:\n    3  S 720.35 Youthful offender adjudication; effect thereof; records.\n    4    1.  A  youthful  offender adjudication is not a judgment of conviction\n    5  for a crime or any other offense, and does not operate  as  a  disquali-\n    6  fication  of  any  person  so  adjudged  to hold public office or public\n    7  employment or to receive any license granted  by  public  authority  but\n    8  shall be deemed a conviction only for the purposes of transfer of super-\n    9  vision  and  custody pursuant to section two hundred fifty-nine-m of the\n   10  executive law AND ARTICLE SIX-C OF THE CORRECTION LAW.\n   11    2. Except where specifically required or permitted by statute or  upon\n   12  specific  authorization  of  the court, all official records and papers,\n   13  whether on file with the court, a police agency or the division of crim-\n   14  inal justice services, relating to a case involving a youth who has been\n   15  adjudicated a youthful offender, are confidential and may  not  be  made\n   16  available  to  any  person  or  public or private agency, other than the\n   17  designated educational official of the public or private  elementary  or\n   18  secondary  school  in  which the youth is enrolled as a student provided\n   19  that such local educational official shall only have  made  available  a\n   20  notice of such adjudication and shall not have access to any other offi-\n   21  cial  records  and  papers,  such youth or such youth's designated agent\n   22  (but only where the official records and papers sought are on file  with\n   23  a  court and request therefor is made to that court or to a clerk there-\n   24  of), an institution to which such youth has been committed, the division\n   25  of parole and a probation department of this state  that  requires  such\n   26  official  records  and  papers  for  the  purpose of carrying out duties\n   27  specifically authorized by  law;  provided,  however,  that  information\n   28  regarding an order of protection or temporary order of protection issued\n   29  pursuant  to  section  530.12  of  this  chapter  or a warrant issued in\n   30  connection therewith may be maintained on the statewide automated  order\n   31  of  protection  and warrant registry established pursuant to section two\n   32  hundred twenty-one-a of the executive law during the  period  that  such\n   33  order  of  protection  or temporary order of protection is in full force\n   34  and effect or during which such warrant may be executed. Such  confiden-\n   35  tial information may be made available pursuant to law only for purposes\n   36  of adjudicating or enforcing such order of protection or temporary order\n   37  of  protection and, where provided to a designated educational official,\n   38  as defined in section 380.90 of this chapter, for  purposes  related  to\n   39  the  execution  of  the  student's  educational  plan, where applicable,\n   40  successful school  adjustment  and  reentry  into  the  community.  Such\n   41  notification shall be kept separate and apart from such student's school\n   42  records and shall be accessible only by the designated educational offi-\n   43  cial.  Such  notification  shall not be part of such student's permanent\n   44  school record and shall not be appended to or included in any documenta-\n   45  tion regarding such student and shall be destroyed at such time as  such\n   46  student  is  no longer enrolled in the school district. At no time shall\n   47  such notification be used for any purpose other than those specified  in\n   48  this  subdivision.    IN THE CASE OF A YOUTHFUL OFFENDER FINDING THAT IS\n   49  SUBJECT TO THE PROVISIONS OF ARTICLE SIX-C OF THE  CORRECTION  LAW,  THE\n   50  PROVISIONS OF THIS SUBDIVISION ARE SUPERSEDED TO THE EXTENT NECESSARY TO\n   51  IMPLEMENT THE PROVISIONS OF SUCH ARTICLE.\n   52    3. If a youth who has been adjudicated a youthful offender is enrolled\n   53  as  a  student in a public or private elementary or secondary school the\n   54  court that has adjudicated  the  youth  as  a  youthful  offender  shall\n   55  provide  notification of such adjudication to the designated educational\n   56  official of the school in which such youth is  enrolled  as  a  student.\n\n       A. 749                              4\n\n    1  Such  notification  shall be used by the designated educational official\n    2  only for purposes related to the execution of the student's  educational\n    3  plan,  where  applicable,  successful school adjustment and reentry into\n    4  the  community.  Such notification shall be kept separate and apart from\n    5  such student's school records and shall be accessible only by the desig-\n    6  nated educational official. Such notification shall not be part of  such\n    7  student's  permanent  school  record  and  shall  not  be appended to or\n    8  included in any  documentation  regarding  such  student  and  shall  be\n    9  destroyed  at  such  time  as  such student is no longer enrolled in the\n   10  school district. At no time shall such  notification  be  used  for  any\n   11  purpose  other than those specified in this subdivision.  IN THE CASE OF\n   12  A YOUTHFUL OFFENDER FINDING THAT IS SUBJECT TO THE PROVISIONS OF ARTICLE\n   13  SIX-C OF THE CORRECTION LAW, THE  PROVISIONS  OF  THIS  SUBDIVISION  ARE\n   14  SUPERSEDED  TO  THE EXTENT NECESSARY TO IMPLEMENT THE PROVISIONS OF SUCH\n   15  ARTICLE.\n   16    4. Notwithstanding subdivision two of this section, whenever a  person\n   17  is  adjudicated  a youthful offender and the conviction that was vacated\n   18  and replaced by the youthful offender finding was for a sex  offense  as\n   19  that  term  is  defined  in  article  ten of the mental hygiene law, all\n   20  records pertaining  to  the  youthful  offender  adjudication  shall  be\n   21  included  in  those  records  and  reports  that  may be obtained by the\n   22  commissioner of mental health or the commissioner of mental  retardation\n   23  and  developmental  disabilities, as appropriate; the case review panel;\n   24  and the attorney general pursuant to section 10.05 of the mental hygiene\n   25  law.\n   26    S 6. Section 380.1 of the family court act, as added by chapter 920 of\n   27  the laws of 1982, subdivision 3 as amended by chapter 181 of the laws of\n   28  2000 and subdivision 4 as added by chapter 7 of the  laws  of  2007,  is\n   29  amended to read as follows:\n   30    S  380.1.  Nature and effect of adjudication. 1. No adjudication under\n   31  this article may be denominated a conviction and no person adjudicated a\n   32  juvenile delinquent shall be denominated a criminal by  reason  of  such\n   33  adjudication  BUT  SHALL BE DEEMED A CONVICTION ONLY FOR THE PURPOSES OF\n   34  ARTICLE SIX-C OF THE CORRECTION LAW.\n   35    2. No adjudication under this article shall operate as a forfeiture of\n   36  any right or privilege or disqualify any person from holding any  public\n   37  office  or receiving any license granted by public authority. Such adju-\n   38  dication shall not operate as a disqualification of any person to pursue\n   39  or engage in any lawful activity, occupation, profession or calling.\n   40    3. Except where specifically required by statute, no person  shall  be\n   41  required to divulge information pertaining to the arrest of the respond-\n   42  ent  or any subsequent proceeding under this article; provided, however,\n   43  whenever a person adjudicated a juvenile delinquent has been placed with\n   44  the office of children and family services pursuant to section 353.3  of\n   45  this  article,  and  is  thereafter enrolled as a student in a public or\n   46  private elementary or secondary school, the court that  has  adjudicated\n   47  such  person  shall  provide  notification  of  such adjudication to the\n   48  designated educational official of the school in which  such  person  is\n   49  enrolled as a student. Such notification shall be used by the designated\n   50  educational  official  only for purposes related to the execution of the\n   51  student's educational plan, where applicable, successful school  adjust-\n   52  ment  and  reentry  into  the community. Such notification shall be kept\n   53  separate and apart from such  student's  school  records  and  shall  be\n   54  accessible  only  by the designated educational official. Such notifica-\n   55  tion shall not be part of such student's  permanent  school  record  and\n   56  shall not be appended to or included in any documentation regarding such\n\n       A. 749                              5\n\n    1  student and shall be destroyed at such time as such student is no longer\n    2  enrolled  in  the school district. At no time shall such notification be\n    3  used for any purpose other than those specified in this subdivision.  IN\n    4  THE  CASE  OF A JUVENILE DELINQUENCY ADJUDICATION THAT IS SUBJECT TO THE\n    5  PROVISIONS OF ARTICLE SIX-C OF THE CORRECTION  LAW,  THE  PROVISIONS  OF\n    6  THIS SUBDIVISION ARE SUPERSEDED TO THE EXTENT NECESSARY TO IMPLEMENT THE\n    7  PROVISIONS OF SUCH ARTICLE.\n    8    4.  Notwithstanding  any  other  provision  of law, where a finding of\n    9  juvenile  delinquency  has  been  entered,  upon  request,  the  records\n   10  pertaining  to  such case shall be made available to the commissioner of\n   11  mental health or the commissioner of  mental  retardation  and  develop-\n   12  mental  disabilities,  as  appropriate;  the  case review panel; and the\n   13  attorney general pursuant to section 10.05 of the mental hygiene law.\n   14    S 7. This act shall take effect immediately and shall apply to persons\n   15  convicted of or adjudicated for a sex  offense  or  a  sexually  violent\n   16  offense  prior  to the effective date of this act who, on such effective\n   17  date, have not completed service of the sentence or adjudication imposed\n   18  therefor in its entirety.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, the criminal procedure law and the family court act, in relation to requiring persons adjudicated as juvenile delinquents, juvenile offenders and youthful offenders for sex offenses to register as sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T121715.TXT", "SOBI.D110104.T114957.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294334235499
}