{
  "year" : 2011,
  "senateBillNo" : "A75-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A75-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to recordkeeping requirements for pet dealers",
  "summary" : "Relates to recordkeeping requirements for pet dealers; license for pet dealers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A10887-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          75\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN, MARKEY, TITONE, MAYERSOHN, KAVANAGH,\n         JAFFEE, CASTRO -- Multi-Sponsored by -- M.  of  A.  GLICK,  M. MILLER,\n         WEISENBERG -- read once and referred to the Committee on Agriculture\n\n       AN  ACT to amend the agriculture and markets law, in relation to record-\n         keeping by pet dealers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Section 402 of the agriculture and markets law, as added\n    2  by chapter 259 of the laws of 2000, is amended to read as follows:\n    3    S 402. Records of purchase and sale.  1. Each pet  dealer  shall  keep\n    4  and maintain records for each animal purchased, acquired, held, sold, or\n    5  otherwise disposed of. The records shall include the following:\n    6    [1.]  (A) The name and address of the person from whom each animal was\n    7  acquired. If the person from whom the animal was obtained  is  a  dealer\n    8  licensed  by  the  United States department of agriculture, the person's\n    9  name, address, and federal dealer identification number. In the case  of\n   10  cats,  if a cat is placed in the custody or possession of the pet dealer\n   11  and the source of origin is unknown, the  pet  dealer  shall  state  the\n   12  source of origin as unknown, accompanied by the date, time, and location\n   13  of  receipt.  Notwithstanding the provisions of this subdivision, no pet\n   14  dealer shall knowingly buy, sell, exhibit, transport, or offer for sale,\n   15  exhibition, or transportation any stolen animal.  No  pet  dealer  shall\n   16  knowingly sell any cat or dog younger than eight weeks of age.\n   17    [2.]  (B)  The  original  source  of each animal if different than the\n   18  person recorded in [subdivision one] PARAGRAPH  (A)  of  this  [section]\n   19  SUBDIVISION.\n   20    [3.] (C) The date each animal was acquired.\n   21    [4.]  (D)  A  description of each animal showing age, color, markings,\n   22  sex, breed, and any inoculation, worming, or other veterinary  treatment\n   23  or  medication  information  available.  Records  shall also include any\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00762-01-1\n\n       A. 75                               2\n\n    1  other significant identification, if known, for each  animal,  including\n    2  any official tag number, tattoo, or implant.\n    3    [5.]  (E)  The  name  and  address of the person to whom any animal is\n    4  sold, given, or bartered or to  whom  it  is  otherwise  transferred  or\n    5  delivered.  The  records  shall indicate the date and method of disposi-\n    6  tion.\n    7    [6.] 2. Records for each animal shall be maintained for  a  period  of\n    8  two  years  from  the  date of sale or transfer, whichever occurs later.\n    9  During normal business hours, the records shall  be  made  available  to\n   10  persons authorized by law to enforce the provisions of this article.\n   11    3.    NO  ANIMAL MAY BE SOLD TO THE PUBLIC BY A PET DEALER WITHOUT THE\n   12  PET DEALER BEING IN  POSSESSION  OF  THE  RECORDS  FOR  THAT  ANIMAL  AS\n   13  PROVIDED  IN  SUBDIVISION  ONE  OF  THIS  SECTION AND THAT ANIMAL HAVING\n   14  UNDERGONE THE VETERINARY EXAMINATION MANDATED BY SECTION  SEVEN  HUNDRED\n   15  FIFTY-THREE-A OF THE GENERAL BUSINESS LAW.\n   16    4. NO PET DEALER MAY PURCHASE AN ANIMAL FROM A SOURCE THAT IS KNOWN BY\n   17  THE  PET  DEALER TO BE REQUIRED TO BE LICENSED UNDER THIS ARTICLE, OR BY\n   18  THE UNITED STATES DEPARTMENT OF AGRICULTURE  UNDER  THE  FEDERAL  ANIMAL\n   19  WELFARE ACT, AND THAT SOURCE DOES NOT POSSESS SUCH VALID LICENSE.\n   20    5.  ANY  PET  DEALER LICENSED PURSUANT TO THIS ARTICLE SHALL PROVIDE A\n   21  WRITTEN RELEASE TO HIS OR HER  DESIGNATED  VETERINARIAN  TO  ALLOW  SUCH\n   22  VETERINARIAN  TO  PROVIDE  THE  COMMISSIONER,  OR  HIS OR HER AUTHORIZED\n   23  AGENTS, ACCESS TO ALL ANIMAL HEALTH RECORDS FOR  EACH  ANIMAL  ACQUIRED,\n   24  HELD, SOLD, OR OTHERWISE DISPOSED OF.\n   25    6.  ANY PET DEALER LICENSED PURSUANT TO THIS ARTICLE WHO SELLS, OFFERS\n   26  FOR SALE OR NEGOTIATES THE SALE OF ANIMALS WITH A REGISTERED DOG OR  CAT\n   27  BREED  REGISTRY SHALL PROVIDE A WRITTEN RELEASE TO SUCH REGISTRY ASSOCI-\n   28  ATIONS TO ALLOW SUCH ASSOCIATIONS TO PROVIDE THE COMMISSIONER, OR HIS OR\n   29  HER AUTHORIZED AGENTS, ACCESS TO ALL ANIMAL BREED REGISTRY  RECORDS  FOR\n   30  EACH ANIMAL ACQUIRED, HELD, SOLD, OR OTHERWISE DISPOSED OF.\n   31    S  2. Subdivision 3 of section 403 of the agriculture and markets law,\n   32  as added by chapter 259 of the laws of  2000,  is  amended  to  read  as\n   33  follows:\n   34    3. Each application for a license shall be accompanied by a nonrefund-\n   35  able  fee  of  one  hundred  dollars[, except that those pet dealers who\n   36  engage in the sale of less than twenty-five animals in a year, shall pay\n   37  a nonrefundable fee of twenty-five dollars].\n   38    S 3. Subdivisions 10 and 11 of section  403  of  the  agriculture  and\n   39  markets law, as added by chapter 259 of the laws of 2000, are amended to\n   40  read as follows:\n   41    10.  Such  license  shall  be  renewable  annually,  together with the\n   42  payment of a nonrefundable fee [of one hundred dollars, or upon  payment\n   43  of  a nonrefundable fee of twenty-five dollars for those pet dealers who\n   44  engage in the sale of less than twenty-five animals in a year] BASED  ON\n   45  THE  GROSS  SALES  RECEIPTS  FROM  THE SALE OF ANIMALS FOR PROFIT TO THE\n   46  PUBLIC BY THE LICENSEE IN THE PRIOR YEAR. FOR LICENSEES WITH GROSS SALES\n   47  RECEIPTS FROM SUCH SALES OF UNDER FIFTY THOUSAND DOLLARS, THAT FEE SHALL\n   48  BE ONE HUNDRED DOLLARS; FOR LICENSEES WITH  GROSS  SALES  RECEIPTS  FROM\n   49  SUCH  SALES  OF  FIFTY THOUSAND DOLLARS OR MORE, THAT FEE SHALL BE THREE\n   50  HUNDRED DOLLARS.\n   51    11. Pet dealers shall conspicuously display their license on the prem-\n   52  ises where the animals are kept for sale so that  they  may  be  readily\n   53  seen  by  potential consumers.  ANY LICENSEE THAT FAILS TO CONSPICUOUSLY\n   54  POST HIS OR HER LICENSE AS REQUIRED BY THIS SUBDIVISION SHALL BE CONSID-\n   55  ERED IN VIOLATION OF THIS ARTICLE, AND BE SUBJECT TO A  PENALTY  AS  SET\n   56  FORTH IN SECTION FOUR HUNDRED SIX OF THIS ARTICLE.\n\n       A. 75                               3\n\n    1    S  4. Subdivision 2 of section 404 of the agriculture and markets law,\n    2  as added by chapter 259 of the laws of  2000,  is  amended  to  read  as\n    3  follows:\n    4    2.    Material misstatement in or falsification of records required to\n    5  be kept pursuant to this article, or under  any  regulation  promulgated\n    6  thereunder,  or  failure to allow the commissioner or his or her author-\n    7  ized agents to inspect records or pet dealer facilities.  ANY  UNREASON-\n    8  ABLE REFUSAL TO ALLOW THE COMMISSIONER, OR HIS OR HER AUTHORIZED AGENTS,\n    9  TO  INSPECT  RECORDS  OR  PET  DEALER  FACILITIES  SHALL BE CONSIDERED A\n   10  VIOLATION OF THIS ARTICLE, AND BE SUBJECT TO A PENALTY AS SET  FORTH  IN\n   11  SECTION FOUR HUNDRED SIX OF THIS ARTICLE.\n   12    S 5. This act shall take effect April 1, 2012; provided, however, that\n   13  effective immediately, the addition, amendment and/or repeal of any rule\n   14  or regulation necessary for the implementation of this act on its effec-\n   15  tive  date  are  authorized  and directed to be made and completed on or\n   16  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to recordkeeping by pet dealers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T101902.TXT", "SOBI.D101217.T104933.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292600973811
}