{
  "year" : 2011,
  "senateBillNo" : "A752-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A752-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends drug-free school zones to include public libraries and free association libraries",
  "summary" : "Extends drug-free school zones to include public libraries and free association libraries. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A9961-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          752\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the penal law, in relation to extending drug-free school\n         zones to include public libraries and free association libraries\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 5 of section 220.44 of the penal law, as added\n    2  by chapter 289 of the laws of 1998, is amended to read as follows:\n    3    5. For purposes of subdivisions three and four of this  section,  \"the\n    4  grounds  of a child day care or educational facility\" means (a) in or on\n    5  or within any building, structure, athletic playing field, a playground,\n    6  PUBLIC LIBRARY OR FREE ASSOCIATION LIBRARY, or land contained within the\n    7  real property boundary line of a public or private child day care center\n    8  as such term is defined in paragraph (c) of subdivision one  of  section\n    9  three hundred ninety of the social services law, or nursery, pre-kinder-\n   10  garten or kindergarten, or (b) any area accessible to the public located\n   11  within  one  thousand feet of the real property boundary line comprising\n   12  any such facility or any  parked  automobile  or  other  parked  vehicle\n   13  located  within  one  thousand  feet  of the real property boundary line\n   14  comprising any such facility. For the purposes of this section an  \"area\n   15  accessible  to  the public\" shall mean sidewalks, streets, parking lots,\n   16  parks, playgrounds, PUBLIC  LIBRARIES  OR  FREE  ASSOCIATION  LIBRARIES,\n   17  stores and restaurants.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01898-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to extending drug-free school zones to include public libraries and free association libraries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T113206.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294331526309
}