{
  "year" : 2011,
  "senateBillNo" : "A753-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A753-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Incorporates the percentages of housing reserved under federal law for persons with mobility impairments and sensory impairments into New York state rehabilitation",
  "summary" : "Incorporates the percentages of housing reserved under federal law for persons with mobility impairments (5%) and sensory impairments (2%) into New York state rehabilitation and building codes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A1358-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          753\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. RABBITT, CALHOUN, FINCH, McDONOUGH -- Multi-Spon-\n         sored  by  --  M. of A.  CROUCH, RAIA -- read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the  executive  law  and  the  public  housing  law,  in\n         relation  to  percentage of accessible units in all state funded reha-\n         bilitation and new multi-family housing construction\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 372 of the executive law is amended by adding five\n    2  new subdivisions 20, 21, 22, 23 and 24 to read as follows:\n    3    20. \"ACCESSIBLE DWELLING UNITS\" MEANS DWELLING UNITS IN GROUP R-2  AND\n    4  GROUP R-3 OCCUPANCIES THAT COMPLY WITH SECTION 1107 OF THE BUILDING CODE\n    5  OF  NEW  YORK STATE AND APPLICABLE PORTIONS OF CHAPTERS ONE THROUGH NINE\n    6  OF THE ICC/ANSI A117.1.\n    7    21. \"ALTERATION\" MEANS ANY CHANGE IN A BUILDING, DWELLING, OR FACILITY\n    8  OR ITS PERMANENT FIXTURES OR EQUIPMENT INCLUDING, BUT  NOT  LIMITED  TO,\n    9  REMODELING, RENOVATION, REHABILITATION, RECONSTRUCTION, CHANGES OR REAR-\n   10  RANGEMENTS  IN  STRUCTURAL PARTS AND EXTRAORDINARY REPAIRS.  ALTERATIONS\n   11  SHALL NOT INCLUDE NORMAL MAINTENANCE OR  REPAIRS,  REPROOFING,  INTERIOR\n   12  DECORATING, OR CHANGES TO MECHANICAL SYSTEMS.\n   13    22.  \"MULTI-FAMILY HOUSING\" MEANS A REHABILITATION OR NEW CONSTRUCTION\n   14  PROJECT CONTAINING FIVE OR MORE DWELLING UNITS.\n   15    23. \"PERSONS WITH MOBILITY IMPAIRMENTS\" MEANS A PHYSIOLOGICAL DISORDER\n   16  OR CONDITION OR ANATOMICAL LOSS AFFECTING ONE OR MORE OF  THE  FOLLOWING\n   17  BODY SYSTEMS: NEUROLOGICAL, MUSCULOSKELETAL, RESPIRATORY OR CARDIOVASCU-\n   18  LAR.\n   19    24.  \"PERSONS WITH SENSORY IMPAIRMENTS\" MEANS A PHYSIOLOGICAL DISORDER\n   20  OR CONDITION OR ANATOMICAL LOSS AFFECTING THE SPECIAL SENSE ORGANS.\n   21    S 2. Subdivision 2 of section 377 of the executive law is  amended  by\n   22  adding a new paragraph f to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01628-01-1\n\n       A. 753                              2\n\n    1    F.  INCLUDE  IN  THE  MULTI-FAMILY REHABILITATION AND NEW MULTI-FAMILY\n    2  HOUSING CONSTRUCTION DEVELOPMENTS REQUIREMENTS THAT NO  LESS  THAN  FIVE\n    3  PERCENT  OF  SUCH STATE FUNDED DEVELOPMENTS SHALL BE DEVELOPED TO ENSURE\n    4  ACCESS BY PERSONS WITH MOBILITY IMPAIRMENTS AND THAT NO  LESS  THAN  TWO\n    5  PERCENT  OF  SUCH HOUSING DEVELOPMENTS BE DEVELOPED TO ENSURE ACCESS FOR\n    6  PERSONS WITH SENSORY IMPAIRMENTS.\n    7    S 3. Section 3 of the public housing law is amended by adding five new\n    8  subdivisions 28, 29, 30, 31 and 32 to read as follows:\n    9    28. THE TERM \"ACCESSIBLE DWELLING UNITS\" MEANS DWELLING UNITS IN GROUP\n   10  R-2 AND GROUP R-3 OCCUPANCIES THAT  COMPLY  WITH  SECTION  1107  OF  THE\n   11  BUILDING  CODE OF NEW YORK STATE AND APPLICABLE PORTIONS OF CHAPTERS ONE\n   12  THROUGH NINE OF THE ICC/ANSI A117.1.\n   13    29. THE TERM \"ALTERATION\" MEANS ANY CHANGE IN A BUILDING, DWELLING  OR\n   14  FACILITY  OR  ITS  PERMANENT  FIXTURES  OR  EQUIPMENT INCLUDING, BUT NOT\n   15  LIMITED  TO,  REMODELING,  RENOVATION,  REHABILITATION,  RECONSTRUCTION,\n   16  CHANGES OR REARRANGEMENTS IN STRUCTURAL PARTS AND EXTRAORDINARY REPAIRS.\n   17  ALTERATIONS SHALL NOT INCLUDE NORMAL MAINTENANCE OR REPAIRS, REPROOFING,\n   18  INTERIOR DECORATING, OR CHANGES TO MECHANICAL SYSTEMS.\n   19    30.  THE  TERM  \"MULTI-FAMILY  HOUSING\"  MEANS A REHABILITATION OR NEW\n   20  CONSTRUCTION PROJECT CONTAINING FIVE OR MORE DWELLING UNITS.\n   21    31. THE TERM \"PERSONS WITH MOBILITY IMPAIRMENTS\"  MEANS  PHYSIOLOGICAL\n   22  DISORDER  OR  CONDITION  OR ANATOMICAL LOSS AFFECTING ONE OR MORE OF THE\n   23  FOLLOWING BODY SYSTEMS: NEUROLOGICAL,  MUSCULOSKELETAL,  RESPIRATORY  OR\n   24  CARDIOVASCULAR.\n   25    32.  THE TERM \"PERSONS WITH SENSORY IMPAIRMENTS\" MEANS A PHYSIOLOGICAL\n   26  DISORDER  OR  CONDITION  OR  ANATOMICAL LOSS AFFECTING THE SPECIAL SENSE\n   27  ORGANS.\n   28    S 4. Paragraph (w) of subdivision 1 of section 14 of the public  hous-\n   29  ing law, as added by chapter 116 of the laws of 1997, is amended to read\n   30  as follows:\n   31    (w) enter into contracts, as an agent of the state, with private enti-\n   32  ties to encourage the development of new multi-family housing in munici-\n   33  palities  found  by the legislature to be suffering from a housing emer-\n   34  gency  at  the  time  of  contracting.  SUCH  CONTRACTS  SHALL   INCLUDE\n   35  COMMITMENTS  BY  SUCH  PRIVATE ENTITIES TO ENSURE ACCESS BY PERSONS WITH\n   36  MOBILITY IMPAIRMENTS IN NO LESS THAN FIVE PERCENT OF SUCH NEW  MULTI-FA-\n   37  MILY HOUSING AND TO ENSURE ACCESS BY PERSONS WITH SENSORY IMPAIRMENTS IN\n   38  NO  LESS  THAN  TWO  PERCENT OF SUCH MULTI-FAMILY HOUSING, AND THAT SUCH\n   39  UNITS WILL BE MARKETED TO PERSONS WITH MOBILITY AND SENSORY IMPAIRMENTS,\n   40  AS FURTHER PROVIDED IN SUBDIVISION SEVEN OF THIS SECTION. Such contracts\n   41  shall include a commitment by the state that any such new housing  shall\n   42  remain  exempt  from rent control, rent stabilization and any other form\n   43  of rent regulation for a term of fifty years  except  where  equivalent,\n   44  [co-terminus]  COTERMINUS  and  general controls of prices and wages are\n   45  imposed or where the owner or  developer  of  such  housing  voluntarily\n   46  agrees  to  accept  such  regulation  in  consideration for tax or other\n   47  governmental benefits. Notwithstanding any other provision of law to the\n   48  contrary, an agreement by the developer to build new multi-family  hous-\n   49  ing  in  an area suffering from a housing emergency shall be deemed good\n   50  and valid consideration for the foregoing commitment by the state.\n   51    S 5. Section 14 of the public housing law is amended by adding  a  new\n   52  subdivision 7 to read as follows:\n   53    7.  (A)  NOTWITHSTANDING  ANY  OTHER  LAW,  RULE  OR REGULATION TO THE\n   54  CONTRARY, ALL PUBLIC OR PRIVATE REHABILITATION OF  MULTI-FAMILY  HOUSING\n   55  OR NEW MULTI-FAMILY HOUSING CONSTRUCTION DEVELOPMENTS THAT RECEIVE STATE\n   56  FUNDING  OR  FINANCING SHALL REQUIRE, IN EXCHANGE FOR SUCH STATE FUNDING\n\n       A. 753                              3\n\n    1  OR FINANCING, THAT SUCH DEVELOPERS ENSURE ACCESS BY PERSONS WITH MOBILI-\n    2  TY IMPAIRMENTS IN NO LESS THAN FIVE PERCENT OF SUCH HOUSING UNITS AND TO\n    3  ENSURE ACCESS BY PERSONS WITH SENSORY IMPAIRMENTS IN NO  LESS  THAN  TWO\n    4  PERCENT OF SUCH HOUSING UNITS.\n    5    (B) SUCH DEVELOPERS, OWNERS, MANAGERS, OR ANY OTHER PERSON RESPONSIBLE\n    6  TO  MARKET  SUCH  HOUSING  UNITS SHALL RESERVE AND MARKET THE ACCESSIBLE\n    7  HOUSING UNITS TO PERSONS WITH MOBILITY AND SENSORY IMPAIRMENTS.\n    8    (C) THE COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS TO  IMPLE-\n    9  MENT AND ENFORCE THE PROVISIONS OF PARAGRAPHS (A) AND (B) OF THIS SUBDI-\n   10  VISION.\n   11    S 6. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law; provided, however, that effective immediate-\n   13  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   14  necessary for the implementation of this act on its effective  date  are\n   15  authorized  and  directed  to  be  made  and completed on or before such\n   16  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the public housing law, in relation to percentage of accessible units in all state funded rehabilitation and new multi-family housing construction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T120715.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294333635286
}