{
  "year" : 2011,
  "senateBillNo" : "A755-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A755-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes municipal liability relief",
  "summary" : "Exempts tax districts from obligation or liability with respect to pre-existing environmental contamination or pollution; expands the jurisdiction of the court of claims; establishes there is an assumption of risk by public recreational facilities users. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Court of Claims Act",
  "previousVersions" : [ "A1362-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          755\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT, KOLB, McKEVITT -- Multi-Sponsored by --\n         M. of A. BARCLAY, MOLINARO -- read once and referred to the  Committee\n         on Judiciary\n\n       AN  ACT  to  amend the court of claims act, in relation to expanding the\n         jurisdiction of the court of claims; to amend the  real  property  tax\n         law,  in relation to the exemption of tax districts from obligation or\n         liability with respect to pre-existing environmental contamination  or\n         pollution;  and  to  amend  the  general municipal law, in relation to\n         liability of public entities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 2, 3 and 4 of section 9 of the court of claims\n    2  act,  subdivision  2  as  amended by chapter 40 of the laws of 1977, are\n    3  amended to read as follows:\n    4    2. To hear and determine a claim of any person, corporation or munici-\n    5  pality  against  the  state,  A  COUNTY,  CITY,  TOWN,  VILLAGE,  SCHOOL\n    6  DISTRICT,  OR A SPECIAL DISTRICT, AS SUCH TERM IS DEFINED IN SECTION ONE\n    7  HUNDRED TWO OF THE REAL PROPERTY TAX LAW, for the appropriation  of  any\n    8  real  or  personal  property  or any interest therein, for the breach of\n    9  contract, express or implied, or  for  the  torts  of  its  officers  or\n   10  employees  while  acting  as  such  officers or employees, providing the\n   11  claimant complies with  the  limitations  of  this  article.    For  the\n   12  purposes  of  this act only, a real property tax lien shall be deemed to\n   13  be an interest in real property.\n   14    3. To hear and determine any claim in favor of the  state,  A  COUNTY,\n   15  CITY,  TOWN,  VILLAGE,  SCHOOL  DISTRICT, OR A SPECIAL DISTRICT, AS SUCH\n   16  TERM IS DEFINED IN SECTION ONE HUNDRED TWO OF THE REAL PROPERTY TAX LAW,\n   17  against the claimant, or against his assignor at the time of the assign-\n   18  ment.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01629-01-1\n\n       A. 755                              2\n\n    1    4. To render judgment in favor of the claimant or the state, A COUNTY,\n    2  CITY, TOWN, VILLAGE, SCHOOL DISTRICT, OR A  SPECIAL  DISTRICT,  AS  SUCH\n    3  TERM IS DEFINED IN SECTION ONE HUNDRED TWO OF THE REAL PROPERTY TAX LAW,\n    4  for such sum as should be paid by or to the state, A COUNTY, CITY, TOWN,\n    5  VILLAGE, SCHOOL DISTRICT, OR A SPECIAL DISTRICT, AS SUCH TERM IS DEFINED\n    6  IN SECTION ONE HUNDRED TWO OF THE REAL PROPERTY TAX LAW.\n    7    S 2. The court of claims act is amended by adding a new section 9-a to\n    8  read as follows:\n    9    S  9-A.  CONSTRUCTION  OF  \"STATE\". FOR PURPOSES OF THIS ACT, THE TERM\n   10  \"STATE\" SHALL BE DEEMED TO INCLUDE A COUNTY, CITY, TOWN, VILLAGE, SCHOOL\n   11  DISTRICT, OR A SPECIAL DISTRICT, AS THAT TERM IS DEFINED IN SECTION  ONE\n   12  HUNDRED  TWO  OF THE REAL PROPERTY TAX LAW, WHENEVER SUCH A CONSTRUCTION\n   13  IS NECESSARY TO EFFECTUATE THE PROVISIONS OF THIS ACT  WITH  RESPECT  TO\n   14  THE JURISDICTION CONFERRED BY SECTION NINE OF THIS ARTICLE PERTAINING TO\n   15  SUCH ENTITIES; PROVIDED THAT SUCH A CONSTRUCTION SHALL NOT BE GIVEN WHEN\n   16  IT WOULD CONFLICT WITH THE PROVISIONS OF THE GENERAL MUNICIPAL LAW.\n   17    S 3. The real property tax law is amended by adding a new section 1181\n   18  to read as follows:\n   19    S  1181.  EXEMPTION  OF TAX DISTRICT FROM OBLIGATION OR LIABILITY WITH\n   20  RESPECT TO PRE-EXISTING ENVIRONMENTAL CONTAMINATION OR POLLUTION. A  TAX\n   21  DISTRICT SHALL NOT INCUR ANY OBLIGATION OR LIABILITY FOR (1) THE ASSESS-\n   22  MENT,  REGISTRATION,  CLEANUP, REMOVAL, ABATEMENT, DISPOSAL OR TREATMENT\n   23  OF ANY HAZARDOUS SUBSTANCE OR WASTE, PETROLEUM DISCHARGE, BURIED TANK OR\n   24  CONTAINER, TOXIC SUBSTANCE OR WASTE, ASBESTOS,  LEAD  PAINT,  PESTICIDE,\n   25  RADIOACTIVE  SUBSTANCE,  OR OTHER ENVIRONMENTAL CONTAMINANT OR POLLUTANT\n   26  WHICH WAS PRESENT UPON, IN THE AIR ABOVE,  OR  IN  THE  GROUND  BELOW  A\n   27  PARCEL OF REAL PROPERTY OR (2) ANY INJURY OR DAMAGE TO PERSON OR PROPER-\n   28  TY  RESULTING  THEREFROM  WHICH OCCURRED PRIOR TO THE TIME TITLE TO SUCH\n   29  PARCEL WAS ACQUIRED BY SUCH TAX DISTRICT PURSUANT TO THE  PROVISIONS  OF\n   30  THIS  ARTICLE,  UNLESS THE PRESENCE OF SUCH ENVIRONMENTAL CONTAMINANT OR\n   31  POLLUTANT OR SUCH PRIOR INJURY OR DAMAGE RESULTING THEREFROM  WAS  PHYS-\n   32  ICALLY  CAUSED  OR  CONTRIBUTED TO BY SUCH TAX DISTRICT. NOR SHALL A TAX\n   33  DISTRICT HAVING ACQUIRED TITLE TO SUCH ENVIRONMENTALLY  CONTAMINATED  OR\n   34  POLLUTED  PARCEL  OF  REAL  PROPERTY  PURSUANT TO THE PROVISIONS OF THIS\n   35  ARTICLE INCUR ANY SUCH OBLIGATION OR LIABILITY AS A RESULT OF THEREAFTER\n   36  (A) TAKING ANY ACTION  TO  SECURE,  PRESERVE,  STABILIZE,  MAINTAIN,  OR\n   37  COLLECT  FROM ANY HOLDOVER OCCUPANT THEREOF THE FAIR VALUE OF THE TEMPO-\n   38  RARY USE AND OCCUPANCY OF SUCH PARCEL OR (B) TRANSFERRING TITLE TO  SUCH\n   39  PARCEL  TO ANY OTHER PERSON OR ENTITY, UNLESS SUCH ACTION OR TRANSFER OF\n   40  TITLE PHYSICALLY CONTRIBUTES TO SUCH PRE-EXISTING ENVIRONMENTAL  CONTAM-\n   41  INATION OR POLLUTION OR PRIOR INJURY OR DAMAGE TO PERSON OR PROPERTY.\n   42    S  4. The general municipal law is amended by adding a new article 4-A\n   43  to read as follows:\n   44                                  ARTICLE 4-A\n   45                        LIABILITY OF PUBLIC ENTITIES\n   46  SECTION 60. DEFINITIONS.\n   47          61. APPLICATION.\n   48          62. LIABILITY OF PUBLIC ENTITIES FOR INJURIES SUSTAINED ON OR IN\n   49                PUBLIC RECREATIONAL FACILITIES.\n   50    S 60. DEFINITIONS. AS USED IN THIS ARTICLE:\n   51    1. \"PUBLIC ENTITY\" MEANS (A) A COUNTY,  CITY,  TOWN,  VILLAGE  OR  ANY\n   52  OTHER POLITICAL SUBDIVISION OR CIVIL DIVISION OF THE STATE; (B) A SCHOOL\n   53  DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL SERVICES OR ANY OTHER GOVERN-\n   54  MENTAL  ENTITY  OR  COMBINATION  OR ASSOCIATION OF GOVERNMENTAL ENTITIES\n   55  OPERATING A PUBLIC SCHOOL, COLLEGE OR COMMUNITY COLLEGE  OR  UNIVERSITY,\n   56  EXCEPT  A STATE UNIVERSITY; (C) A PUBLIC IMPROVEMENT OR SPECIAL DISTRICT\n\n       A. 755                              3\n\n    1  OR DISTRICT CORPORATION; (D) A PUBLIC BENEFIT CORPORATION; (E) A MUNICI-\n    2  PAL HOUSING AUTHORITY; OR (F) ANY OTHER PUBLIC CORPORATION OR  POLITICAL\n    3  SUBDIVISION OF THE STATE.\n    4    2.  \"OPERATOR\"  MEANS A PERSON OR PERSONS UNDER CONTRACT WITH A PUBLIC\n    5  ENTITY TO PROVIDE FOR THE OPERATION, MAINTENANCE OR  BOTH  OF  A  PUBLIC\n    6  RECREATIONAL FACILITY.\n    7    3.  \"PUBLIC  RECREATIONAL FACILITY\" MEANS A FACILITY OWNED BY A PUBLIC\n    8  ENTITY FOR THE USE OF THE GENERAL PUBLIC AS SPECTATORS  OR  PARTICIPANTS\n    9  IN RECREATION ACTIVITIES INCLUDING, BUT NOT LIMITED TO, SKIING, GOLFING,\n   10  SWIMMING,  TENNIS,  ICE  SKATING OR ICE HOCKEY FACILITIES, TOGETHER WITH\n   11  ALL BUILDINGS, STRUCTURES, MACHINERY, EQUIPMENT, FACILITIES AND APPURTE-\n   12  NANCES THERETO.\n   13    S 61. APPLICATION. THE PROVISIONS OF THIS ARTICLE SHALL APPLY  TO  ALL\n   14  CAUSES  OF  ACTION  FOR  PERSONAL INJURY, INJURY TO PROPERTY OR WRONGFUL\n   15  DEATH AGAINST A PUBLIC ENTITY.\n   16    S 62. LIABILITY OF PUBLIC ENTITIES FOR INJURIES  SUSTAINED  ON  OR  IN\n   17  PUBLIC  RECREATIONAL  FACILITIES.  IN ORDER TO ENCOURAGE THE GRANTING OF\n   18  ACCESS TO PUBLIC RECREATIONAL FACILITIES, IT IS HEREBY DECLARED THAT USE\n   19  BY THE PUBLIC OF SUCH FACILITIES INCLUDES AN ASSUMPTION OF RISK  BY  THE\n   20  USER.    NOTWITHSTANDING  THE PROVISIONS OF SECTION 5-326 OF THE GENERAL\n   21  OBLIGATIONS LAW, ACTIONS FOR INJURIES SUSTAINED ON OR IN  PUBLIC  RECRE-\n   22  ATIONAL  FACILITIES, INCLUDING EQUIPMENT, DEVICES, ATTRACTIONS, RIDES OR\n   23  OTHERWISE, SHALL BE ALLOWED ONLY IF SUCH INJURIES  AROSE  FROM  WILLFUL,\n   24  WANTON OR GROSS NEGLIGENCE ON THE PART OF THE PUBLIC ENTITY OR OPERATOR.\n   25    S  5.  This  act shall take effect immediately; provided, however, the\n   26  provisions of sections one and two of this act shall take effect on  the\n   27  one hundred eightieth day after it shall have become a law; and provided\n   28  further,  that  the provisions of this act shall apply only to causes of\n   29  action commenced on or after  the  effective  date  of  each  applicable\n   30  section.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the court of claims act, in relation to expanding the jurisdiction of the court of claims; to amend the real property tax law, in relation to the exemption of tax districts from obligation or liability with respect to pre-existing environmental contamination or pollution; and to amend the general municipal law, in relation to liability of public entities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T120715.TXT", "SOBI.D110104.T114957.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294333635292
}