{
  "year" : 2011,
  "senateBillNo" : "A756-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A756-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes certain fire districts to offer certain benefits to their volunteer firefighters subject to mandatory referendum",
  "summary" : "Authorizes certain fire districts to offer certain benefits to their volunteer firefighters subject to mandatory referendum. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Town Law",
  "previousVersions" : [ "AA10079-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          756\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the town law and the general municipal law, in  relation\n         to  authorizing  certain  fire  districts to offer certain benefits to\n         their volunteer firefighters subject to a mandatory referendum\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 18 of section 176 of the town law is amended by\n    2  adding a new paragraph 7-b to read as follows:\n    3    (7-B)   THE  PAYMENTS  FOR  PARTICIPATION  IN  DEPARTMENT  DRILLS  AND\n    4  RESPONSES MADE TO VOLUNTEER FIREFIGHTERS AND VOLUNTEER OFFICERS  OF  THE\n    5  FIRE DEPARTMENT PURSUANT TO SECTION TWO HUNDRED EIGHTEEN-A OF THE GENER-\n    6  AL MUNICIPAL LAW,\n    7    S  2.  The  general  municipal  law is amended by adding a new section\n    8  218-a to read as follows:\n    9    S  218-A.  PAYMENTS  FOR  PARTICIPATION  IN  DEPARTMENT   DRILLS   AND\n   10  RESPONSES. 1. UPON THE AFFIRMATIVE VOTE OF AT LEAST SIXTY PERCENT OF THE\n   11  GOVERNING BOARD OF A FIRE DISTRICT WHICH HAS ESTABLISHED A SERVICE AWARD\n   12  PROGRAM PURSUANT TO THIS ARTICLE, THERE SHALL BE HELD A MANDATORY REFER-\n   13  ENDUM  OF  THE  ELIGIBLE  VOTERS  WITHIN SUCH FIRE DISTRICT TO DETERMINE\n   14  WHETHER SUCH GOVERNING BOARD SHALL AUTHORIZE PAYMENTS FOR  PARTICIPATION\n   15  IN  DEPARTMENT  DRILLS  AND RESPONSES PURSUANT TO THE PROVISIONS OF THIS\n   16  SECTION.\n   17    2. THE REFERENDUM DESCRIBED IN SUBDIVISION ONE OF THIS  SECTION  SHALL\n   18  STATE  THE MAXIMUM ANNUAL COST OF THE PAYMENTS AUTHORIZED, INCLUDING THE\n   19  ESTIMATED ANNUAL ADMINISTRATION COSTS AND THE MAXIMUM ANNUAL PAYMENT  TO\n   20  A PARTICIPATING ACTIVE VOLUNTEER FIREFIGHTER, PURSUANT TO THIS SECTION.\n   21    3.  THE MAXIMUM ANNUAL COST TO A FIRE DISTRICT OF THE PAYMENTS AUTHOR-\n   22  IZED SHALL BE TWO HUNDRED FIFTY THOUSAND DOLLARS AND THE MAXIMUM  ANNUAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03901-01-1\n\n       A. 756                              2\n\n    1  PAYMENT  TO OR ON BEHALF OF A PARTICIPATING ACTIVE VOLUNTEER FIREFIGHTER\n    2  SHALL BE SIX THOUSAND DOLLARS.\n    3    4.  ONCE  SUCH PAYMENTS HAVE BEEN AUTHORIZED, THE AUTHORIZATION MAY BE\n    4  ABOLISHED OR AMENDED IN THE SAME MANNER AS IT WAS APPROVED BY THE PROCE-\n    5  DURES SET FORTH IN SUBDIVISION ONE OF THIS SECTION, BUT NO SUCH ABOLISH-\n    6  MENT OR AMENDMENT MAY BE EFFECTIVE PRIOR TO THE FIRST DAY OF THE  CALEN-\n    7  DAR YEAR FOLLOWING SUCH AUTHORIZATION.\n    8    5. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW, NO MEMBER OF THE\n    9  GOVERNING BOARD OF THE FIRE DISTRICT IS PROHIBITED, BY VIRTUE OF BEING A\n   10  MEMBER  OF  A  VOLUNTEER  FIRE COMPANY OR DEPARTMENT, FROM VOTING UPON A\n   11  RESOLUTION AUTHORIZING A REFERENDUM ON THE ESTABLISHMENT  OF  A  SERVICE\n   12  AWARD  PROGRAM  IF  MORE THAN FORTY PERCENT OF THE GOVERNING BOARD WOULD\n   13  OTHERWISE BE PROHIBITED FROM VOTING UPON SUCH RESOLUTION. ANY MEMBER  OF\n   14  SUCH  GOVERNING BOARD VOTING UPON SUCH RESOLUTION WHO SERVES AS A MEMBER\n   15  OF A VOLUNTEER FIRE COMPANY OR DEPARTMENT  SHALL  PUBLICLY  DISCLOSE  IN\n   16  WRITING  TO  THE  GOVERNING  BOARD  SUCH STATUS. SUCH WRITTEN DISCLOSURE\n   17  SHALL BE PART OF AND SET FORTH IN THE OFFICIAL RECORD OF THE PROCEEDINGS\n   18  OF SUCH GOVERNING BOARD.\n   19    6. RECEIPT OF SUCH PAYMENTS SHALL NOT ALTER THE STATUS OF A PERSON  AS\n   20  AN  ACTIVE  VOLUNTEER  FIREFIGHTER UNDER THIS ARTICLE, OR AS A VOLUNTEER\n   21  FIREMAN PURSUANT TO SECTION THREE OF THE VOLUNTEER FIREFIGHTER'S BENEFIT\n   22  LAW, OR AS A VOLUNTEER FIREFIGHTER UNDER SECTION TWO HUNDRED  FIVE-B  OF\n   23  THIS  CHAPTER,  OR  AS A VOLUNTEER FIREFIGHTER OR VOLUNTEER FIRE OFFICER\n   24  UNDER ANY OTHER LAW OR REGULATION AND SUCH PERSONS SHALL NOT  BE  DEEMED\n   25  PAID FIREFIGHTERS BY VIRTUE OF RECEIPT OF SUCH PAYMENTS.\n   26    7.  EACH  ACTIVE  VOLUNTEER FIREFIGHTER WHO IS A MEMBER OF A VOLUNTEER\n   27  FIRE COMPANY OR DEPARTMENT WITHIN A FIRE DISTRICT  THAT  HAS  AUTHORIZED\n   28  PAYMENTS PURSUANT TO THIS SECTION, MAY ELECT TO RECEIVE SUCH PAYMENTS IN\n   29  LIEU OF BEING GRANTED CREDITS FOR DRILLS AND PARTICIPATION IN DEPARTMENT\n   30  RESPONSES  AS WOULD OTHERWISE BE GRANTED PURSUANT TO SECTION TWO HUNDRED\n   31  SEVENTEEN OF THIS ARTICLE. A PARTICIPATING ACTIVE VOLUNTEER  FIREFIGHTER\n   32  SHALL BE PAID, SUBJECT TO ANY APPLICABLE WITHHOLDING TAXES, FIVE DOLLARS\n   33  FOR  PARTICIPATING  IN EACH QUALIFIED DRILL APPROVED BY THE CHIEF OF THE\n   34  DISTRICT OR HIS OR HER DESIGNEE AND FIVE DOLLARS  FOR  PARTICIPATING  IN\n   35  ANY  QUALIFIED EMERGENCY RESPONSE. A QUALIFIED DRILL MEANS ANY DRILL FOR\n   36  WHICH POINTS COULD BE GRANTED PURSUANT TO SUBDIVISION (C) OF SECTION TWO\n   37  HUNDRED SEVENTEEN OF THIS ARTICLE. A QUALIFIED EMERGENCY RESPONSE  MEANS\n   38  ANY  DEPARTMENT  RESPONSE  FOR WHICH POINTS COULD BE GRANTED PURSUANT TO\n   39  SUBDIVISION (C) OF SECTION TWO HUNDRED SEVENTEEN OF THIS ARTICLE.\n   40    8. AN ELECTION BY AN ACTIVE VOLUNTEER FIREFIGHTER TO RECEIVE  PAYMENTS\n   41  PURSUANT TO THIS SECTION, SHALL BE MADE IN WRITING ON A FORM APPROVED BY\n   42  THE  BOARD OF THE FIRE DISTRICT AND SIGNED BY THE ACTIVE VOLUNTEER FIRE-\n   43  FIGHTER NOT MORE THAN SIXTY DAYS IMMEDIATELY PRECEDING THE  COMMENCEMENT\n   44  OF  THE  CALENDAR  YEAR,  AND  NOT  DURING  SUCH CALENDAR YEAR FOR WHICH\n   45  PAYMENTS UNDER THIS SECTION SHALL BE ELECTED IN LIEU OF CREDITS UNDER  A\n   46  SERVICE  AWARD  PROGRAM.  A  TIMELY ELECTION SHALL BE MADE BY THE ACTIVE\n   47  VOLUNTEER  FIREFIGHTER  FOR  EACH  SUBSEQUENT  CALENDAR  YEAR.  SUCH  AN\n   48  ELECTION  SHALL  NOT  BE  REVOCABLE  BY THE ACTIVE VOLUNTEER FIREFIGHTER\n   49  DURING AND WITH RESPECT TO THE CALENDAR YEAR FOR WHICH  HE  OR  SHE  HAS\n   50  ELECTED TO BE ELIGIBLE FOR PAYMENTS UNDER THIS SECTION.\n   51    9. A RECIPIENT OF ANY PAYMENTS, PURSUANT TO THIS SECTION, FOR A CALEN-\n   52  DAR YEAR SHALL NOT BE ELIGIBLE FOR ANY CREDITS FOR DRILLS OR FOR PARTIC-\n   53  IPATION IN DEPARTMENT RESPONSES FOR THAT CALENDAR YEAR.\n   54    10. THIS SECTION SHALL BE APPLICABLE ONLY TO FIRE DISTRICTS WITHIN THE\n   55  TOWN OF WALKILL IN ORANGE COUNTY.\n\n       A. 756                              3\n\n    1    S  3.  A  fire  district  which has determined to provide payments for\n    2  participation in department drills and  responses  pursuant  to  section\n    3  218-a of the general municipal law, as added by section two of this act,\n    4  shall  cause an independent review of such payment program to be made on\n    5  or before March 1, 2014. Such report shall be furnished to the governor,\n    6  temporary  president  of the senate, the speaker of the assembly and the\n    7  office of fire prevention and control in the department of state.\n    8    S 4. This act shall take effect immediately provided,  however,  that,\n    9  no payments authorized under section 218-a of the general municipal law,\n   10  as added by section two of this act, shall accrue on or after January 1,\n   11  2015.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the town law and the general municipal law, in relation to authorizing certain fire districts to offer certain benefits to their volunteer firefighters subject to a mandatory referendum ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110106.T123717.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335437932
}