{
  "year" : 2011,
  "senateBillNo" : "A758-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A758-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes in definition of income all sources after deduction of all medical and prescription drugs not reimbursed or paid by insurance",
  "summary" : "Excludes expenditures for medical care not covered by insurance from the definition of \"income\" for the purpose of a real property tax abatement for rent-controlled and rent regulated property occupied by senior citizens. ",
  "currentCommittee" : null,
  "sameAs" : "S500",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1800-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          758\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DINOWITZ, ENGLEBRIGHT, ZEBROWSKI, J. RIVERA,\n         PHEFFER, JAFFEE -- Multi-Sponsored by -- M.  of  A.  BRENNAN,  COLTON,\n         FARRELL,  GOTTFRIED,  HOOPER,  MAISEL,  McENENY,  REILLY, SCARBOROUGH,\n         SWEENEY, TITONE -- read once and referred to the Committee on Aging\n\n       AN ACT to amend the real property tax  law,  in  relation  to  excluding\n         certain  expenditures for medical care from the definition of \"income\"\n         for the purpose of a tax abatement for rent-controlled and rent  regu-\n         lated property occupied by senior citizens\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph c of subdivision 1 of section 467-b of  the  real\n    2  property  tax  law,  as  amended  by chapter 500 of the laws of 2001, is\n    3  amended to read as follows:\n    4    c. \"Income\" means income from  all  sources  after  deduction  of  all\n    5  income  and  social  security  taxes  and  includes  social security and\n    6  retirement benefits, supplemental security income and  additional  state\n    7  payments,  public  assistance  benefits, interest, dividends, net rental\n    8  income, salary or earnings, and net  income  from  self-employment,  but\n    9  shall  not  include  gifts or inheritances, payments made to individuals\n   10  because of their status as victims of Nazi persecution,  as  defined  in\n   11  P.L.  103-286,  or increases in benefits accorded pursuant to the social\n   12  security act or a public or private pension paid to any  member  of  the\n   13  household which increase, in any given year, does not exceed the consum-\n   14  er  price  index  (all  items  United States city average) for such year\n   15  which take effect after the date of eligibility of head of the household\n   16  receiving benefits hereunder whether received by the head of the  house-\n   17  hold  or any other member of the household  AND ANY SUCH INCOME SHALL BE\n   18  OFFSET BY ALL MEDICAL AND PRESCRIPTION DRUG EXPENSES ACTUALLY PAID WHICH\n   19  WERE NOT REIMBURSED OR PAID FOR BY INSURANCE, IF THE GOVERNING BOARD  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03252-01-1\n\n       A. 758                              2\n\n    1  A MUNICIPALITY, AFTER A PUBLIC HEARING, ADOPTS A LOCAL LAW, ORDINANCE OR\n    2  RESOLUTION PROVIDING THEREFOR;\n    3    S 2. Paragraph f of subdivision 1 of section 467-c of the real proper-\n    4  ty tax law, as amended by chapter 500 of the laws of 2001, is amended to\n    5  read as follows:\n    6    f.  \"Income\"  means income received by the eligible head of the house-\n    7  hold combined with the income of all other members of the household from\n    8  all sources after deduction of all income and social security taxes  and\n    9  includes  without  limitation,  social security and retirement benefits,\n   10  supplemental security  income  and  additional  state  payments,  public\n   11  assistance  benefits, interest, dividends, net rental income, salary and\n   12  earnings, and net income from self employment,  but  shall  not  include\n   13  gifts  or  inheritances,  payments  made to individuals because of their\n   14  status as victims of Nazi persecution as defined in  P.L.  103-286,  nor\n   15  increases  in benefits accorded pursuant to the social security act or a\n   16  public or private pension paid to any  member  of  the  household  which\n   17  increase,  in  any  given year, does not exceed the consumer price index\n   18  (all items United States city average) for such year which  take  effect\n   19  after  the eligibility date of an eligible head of the household receiv-\n   20  ing benefits hereunder whether received by  the  eligible  head  of  the\n   21  household  or  any  other  member  of the household  AND ANY SUCH INCOME\n   22  SHALL BE OFFSET BY ALL MEDICAL AND PRESCRIPTION DRUG  EXPENSES  ACTUALLY\n   23  PAID  WHICH WERE NOT REIMBURSED OR PAID FOR BY INSURANCE, IF THE GOVERN-\n   24  ING BOARD OF A MUNICIPALITY, AFTER A PUBLIC HEARING, ADOPTS A LOCAL LAW,\n   25  ORDINANCE OR RESOLUTION PROVIDING THEREFOR.  When the eligible  head  of\n   26  the  household  has  retired on or after the commencement of the taxable\n   27  period and prior to the  date  of  making  an  application  for  a  rent\n   28  increase  exemption  order/tax  abatement  certificate  pursuant to this\n   29  section, such person's income shall be adjusted by excluding  salary  or\n   30  earnings  and projecting such person's retirement income over the entire\n   31  taxable period.\n   32    S 3. This act shall take effect immediately, provided that the  amend-\n   33  ment  to paragraph c of subdivision 1 of section 467-b of the real prop-\n   34  erty tax law, made by section one of this  act,  shall  not  affect  the\n   35  expiration of such section and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to excluding certain expenditures for medical care from the definition of \"income\" for the purpose of a tax abatement for rent-controlled and rent regulated property occupied by senior citizens ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110106.T123717.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335437952
}