{
  "year" : 2011,
  "senateBillNo" : "A759-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A759-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "reported",
    "billEventId" : "A759-2011-1294722000000-reported",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294894800000,
    "eventText" : "advanced to third reading cal.12",
    "billEventId" : "A759-2011-1294894800000-advanced+to+third+reading+cal.12",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the senior citizen energy packaging pilot program; repealer",
  "summary" : "Relates to the senior citizen energy packaging pilot program. ",
  "currentCommittee" : null,
  "sameAs" : "S502",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A11304-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          759\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, ROBINSON -- Multi-Sponsored by -- M. of\n         A. BARRON -- read once and referred to the Committee on Aging\n\n       AN  ACT to amend the elder law, in relation to the senior citizen energy\n         packaging pilot program and making technical changes thereto;  and  to\n         repeal  section  221  of  such  law relating to the legislative intent\n         underlying the senior citizen energy packaging pilot program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 222 of the elder law is amended to read as follows:\n    2    S  222.  Senior  citizen  energy  packaging  pilot program. 1. (A) THE\n    3  LEGISLATURE FINDS AND DECLARES THAT  A  SIGNIFICANT  PERCENTAGE  OF  THE\n    4  STATE'S  SENIOR  CITIZENS  LIVE  AT  OR BELOW THE POVERTY LEVEL. IN MANY\n    5  CASES, ENERGY COSTS REACH OR EXCEED THIRTY PERCENT OF HOUSEHOLD  INCOME.\n    6  THESE  FACTORS  MAKE ENERGY CONSERVATION EFFORTS ON BEHALF OF LOW INCOME\n    7  ELDERLY CRUCIAL. THE LEGISLATURE FURTHER FINDS THAT ENERGY  CONSERVATION\n    8  PROGRAMS  HAVE  BEEN  UNDER-UTILIZED  BY  SUCH  CITIZENS BECAUSE OF SUCH\n    9  FACTORS AS REDUCED MOBILITY, SOCIAL  AND  PHYSICAL  ISOLATION,  AND  THE\n   10  COMPLEXITY OF THE MAZE OF SERVICES AVAILABLE.\n   11    (B)  THE LEGISLATURE THEREFORE DECLARES THAT A PILOT PROGRAM TO ASSIST\n   12  SUCH CITIZENS TO CONSERVE ENERGY SHOULD BE IMPLEMENTED BY THE OFFICE  IN\n   13  CONJUNCTION  WITH  COUNTY OFFICES FOR THE AGING. THE LEGISLATURE FURTHER\n   14  DECLARES THAT SUCH A PROGRAM WILL FURTHER THE ENERGY CONSERVATION OBJEC-\n   15  TIVES OF THE STATE AND SHOULD BE PARTIALLY SUPPORTED BY PETROLEUM  OVER-\n   16  CHARGE RESTITUTION FUNDS.\n   17    2.  Within  the amounts appropriated therefor, the office shall estab-\n   18  lish guidelines for and administer a  senior  citizen  energy  packaging\n   19  pilot  program  to be carried out by county offices for the aging in the\n   20  counties of Nassau, Suffolk, Broome, Erie, and Tompkins and  such  other\n   21  counties  as  funds  may allow. Wherever possible, such program shall be\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03336-01-1\n\n       A. 759                              2\n\n    1  coordinated with appropriate existing programs of public utilities,  the\n    2  state energy office, and the department of state.\n    3    [2.] 3. These appropriations shall be used specifically for the train-\n    4  ing  of  personnel  within  county offices for the aging to insure their\n    5  thorough familiarity with state and federal energy conservation programs\n    6  and benefits and their ability to facilitate receipt of such benefits by\n    7  the client population.  These  appropriations  shall  also  be  used  to\n    8  provide salaries, appropriate benefits and expenses of such personnel in\n    9  carrying out the purposes of the pilot program. Depending on the size of\n   10  the  client population to be served, no more than five of such personnel\n   11  shall be trained and utilized in any county.\n   12    [3.] 4. The client population shall consist of those  senior  citizens\n   13  living  at or below the poverty level. Whenever possible, priority shall\n   14  be given to serving first those in greatest need of assistance,  includ-\n   15  ing but not limited to, home energy assistance program recipients.\n   16    S 2. Section 221 of the elder law is REPEALED.\n   17    S  3.  Subdivision  8  of  section  203  of the elder law, as added by\n   18  section 18 of part B of chapter 58 of the laws of  2007,  is  renumbered\n   19  subdivision 9.\n   20    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to the senior citizen energy packaging pilot program and making technical changes thereto; and to repeal section 221 of such law relating to the legislative intent underlying the senior citizen energy packaging pilot program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110110.T152618.TXT", "SOBI.D110113.T114320.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937000175
}