{
  "year" : 2011,
  "senateBillNo" : "A76-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A76-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the treatment and display of elephants",
  "summary" : "Regulates the treatment and display of elephants; requires persons who bring elephants into the state as part of a traveling exhibition to file an itinerary of the elephant's stay in the state with the department of agriculture and markets at least days before the elephant arrives in the state; authorizes the imposition of up to a $1,000 civil penalty for failure to file such itinerary; establishes requirements for the transportation of elephants; requires elephants to be untethered at least hour a day; prohibits use of certain equipment upon elephants; prohibits riding elephants, except in certain cases; makes such violations class E felonies; authorizes agents of the department of agriculture and markets to inspect living conditions of elephants; makes cruelty to an elephant a class D felony. ",
  "currentCommittee" : null,
  "sameAs" : "S1854",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A1000-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          76\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PAULIN -- read once and referred to the Committee\n         on Agriculture\n\n       AN  ACT  to  amend  the  agriculture and markets law, in relation to the\n         display of elephants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  section 359-b to read as follows:\n    3    S 359-B. DISPLAY  OF  ELEPHANTS.  1.  DEFINITIONS.  AS  USED  IN  THIS\n    4  SECTION, THE FOLLOWING TERMS SHALL MEAN:\n    5    A.  \"DISPLAY\" MEANS ANY EXHIBIT, ACT, CIRCUS, PUBLIC SHOW, TRADE SHOW,\n    6  PHOTOGRAPHIC OPPORTUNITY, CARNIVAL, PARADE, PETTING ZOO OR ZOO.\n    7    B. \"TRAVELING EXHIBITION\" MEANS A DISPLAY THAT HAS NO PERMANENT  LEGAL\n    8  RESIDENCE  OR  SITUS IN THIS STATE, OR WHICH REMAINS CONTINUOUSLY AT ANY\n    9  SINGLE LOCATION IN THE STATE FOR LESS THAN SIXTY DAYS.\n   10    2. TRAVELING EXHIBITIONS; FILE ITINERARY. ANY  PERSON  WHO  BRINGS  AN\n   11  ELEPHANT  (ELEPHANTIDAE)  INTO THIS STATE AS PART OF A TRAVELING EXHIBI-\n   12  TION SHALL, NOT LESS THAN THIRTY DAYS PRIOR  TO  SUCH  ELEPHANT'S  ENTRY\n   13  INTO  THE STATE, FILE WITH THE DEPARTMENT A COPY OF THE ITINERARY OF THE\n   14  ELEPHANT'S ENTRY INTO, STAY IN AND DEPARTURE FROM THE STATE. SUCH  ITIN-\n   15  ERARY  SHALL  INCLUDE  THE  DATE  AND  LOCATION  OF  EACH DISPLAY OF THE\n   16  ELEPHANT IN THIS STATE. THE DEPARTMENT SHALL BE  NOTIFIED  IN  A  TIMELY\n   17  MANNER  OF  EACH CHANGE IN A FILED ITINERARY, SO THAT THE DEPARTMENT HAS\n   18  NOTICE OF THE LOCATION OF EACH ELEPHANT WHILE IT IS IN THIS STATE.  EACH\n   19  AND  EVERY  VIOLATION  OF  THIS  SUBDIVISION SHALL BE SUBJECT TO A CIVIL\n   20  PENALTY OF NOT MORE THAN ONE THOUSAND DOLLARS.\n   21    3. TRANSPORTATION REQUIREMENTS. IN ADDITION TO ANY  OTHER  REQUIREMENT\n   22  IMPOSED  PURSUANT TO THE PROVISIONS OF THIS ARTICLE, THE AMBIENT TEMPER-\n   23  ATURE OF ANY COMPARTMENT IN WHICH AN ELEPHANT IS  TRANSPORTED  WHILE  IN\n   24  THE STATE SHALL BE MAINTAINED BETWEEN FORTY-FIVE DEGREES AND EIGHTY-FIVE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00844-01-1\n\n       A. 76                               2\n\n    1  DEGREES FAHRENHEIT. FURTHERMORE, SUCH COMPARTMENT SHALL BE VENTILATED IN\n    2  A  MANNER  THAT PREVENTS THE ACCUMULATION OF NOXIOUS FUMES OR ODORS. THE\n    3  OWNER, AGENT, CONSIGNEE OR PERSON IN CHARGE OF AN ELEPHANT TRANSPORT  IN\n    4  VIOLATION  OF  THE  PROVISIONS  OF THIS SUBDIVISION SHALL BE GUILTY OF A\n    5  CLASS E FELONY.\n    6    4. INSPECTION. THE COMMISSIONER, ANY DULY DESIGNATED REPRESENTATIVE OF\n    7  THE COMMISSIONER, ANY VETERINARIAN EMPLOYED BY  THE  DEPARTMENT  OR  ANY\n    8  VETERINARIAN  ACTING  AT  THE  DIRECTION OF THE COMMISSIONER MAY, AT ANY\n    9  REASONABLE TIME, ENTER AN AREA OR  COMPARTMENT  WHERE  ANY  ELEPHANT  IS\n   10  BEING  KEPT  TO  INSPECT  SUCH  AREA OR COMPARTMENT AND THE ELEPHANT FOR\n   11  COMPLIANCE WITH THE PROVISIONS OF THIS ARTICLE, ARTICLE  ELEVEN  OF  THE\n   12  ENVIRONMENTAL  CONSERVATION  LAW,  AND THE RULES AND REGULATIONS ADOPTED\n   13  PURSUANT THERETO. EACH PERSON IN CHARGE OF  AN  ELEPHANT  SHALL  PROVIDE\n   14  SUCH ASSISTANCE AS SHALL BE NECESSARY TO PERFORM SUCH INSPECTION.\n   15    5.  TETHERING.  EVERY  ELEPHANT SHALL HAVE ITS LEGS UNTETHERED FOR NOT\n   16  LESS THAN ONE HOUR EACH DAY, NOT INCLUDING ANY  PERIOD  OF  TIME  DURING\n   17  WHICH  THE  ELEPHANT  IS  ON  PUBLIC DISPLAY. ANY PERSON IN CHARGE OF AN\n   18  ELEPHANT TETHERED IN VIOLATION OF THIS SUBDIVISION SHALL BE GUILTY OF  A\n   19  CLASS E FELONY.\n   20    6.  PROHIBITED  EQUIPMENT.  NO  PERSON SHALL USE UPON ANY ELEPHANT ANY\n   21  DEVICE WHICH EMITS AN ELECTRIC CURRENT OR SHOCK, OR ANY  HOOKED  INSTRU-\n   22  MENT IN A MANNER THAT CAUSES DAMAGE, SCARRING OR BREAKAGE TO THE SKIN OF\n   23  SUCH  ELEPHANT. A VIOLATION OF THIS SUBDIVISION SHALL CONSTITUTE A CLASS\n   24  E FELONY.\n   25    7. PROHIBITED CONTACT. NO PERSON OWNING  OR  HAVING  CONTROL    OF  AN\n   26  ELEPHANT  SHALL KNOWINGLY ALLOW ANY PERSON TO RIDE SUCH ELEPHANT, UNLESS\n   27  SUCH PERSON IS ENGAGED IN TRAINING, EXHIBITING OR PROVIDING CARE TO  THE\n   28  ELEPHANT.  A  VIOLATION  OF  THIS SUBDIVISION SHALL CONSTITUTE A CLASS E\n   29  FELONY.\n   30    8. NOTWITHSTANDING THE PROVISIONS OF SECTION THREE HUNDRED FIFTY-THREE\n   31  OF THIS ARTICLE,  ANY  VIOLATION  OF  SUCH  SECTION  COMMITTED  UPON  AN\n   32  ELEPHANT SHALL CONSTITUTE A CLASS D FELONY.\n   33    S 2. This act shall take effect on the one hundred twentieth day after\n   34  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the display of elephants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T101902.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101217.T104933.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110113.T161441.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294953281377
}