{
  "year" : 2011,
  "senateBillNo" : "A760-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A760-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Proscribes conduct constituting the criminal impersonation of certain emergency personnel",
  "summary" : "Proscribes conduct constituting the criminal impersonation of certain emergency personnel. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2551-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          760\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GANTT -- Multi-Sponsored by -- M. of A. PAULIN --\n         read once and referred to the Committee on Codes\n\n       AN  ACT to amend the penal law, in relation to criminal impersonation of\n         a certified first  responder,  an  emergency  medical  technician,  an\n         advanced emergency medical technician, or a firefighter\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 190.25 of the penal law is amended by adding a  new\n    2  subdivision 5 to read as follows:\n    3    5.  PRETENDS  TO BE A POLICE OFFICER, CERTIFIED FIRST RESPONDER, EMER-\n    4  GENCY MEDICAL TECHNICIAN,  ADVANCED  EMERGENCY  MEDICAL  TECHNICIAN,  OR\n    5  FIREFIGHTER WITHOUT ANY ACTUAL OR IMPLIED AUTHORITY TO DO SO.\n    6    S  2.  Subdivision 1 of section 190.26 of the penal law, as amended by\n    7  chapter 434 of the laws of 2008, is amended to read as follows:\n    8    1. Pretends to be a police officer [or  a],  federal  law  enforcement\n    9  officer  as  enumerated  in  section 2.15 of the criminal procedure law,\n   10  CERTIFIED FIRST RESPONDER, EMERGENCY MEDICAL TECHNICIAN, ADVANCED  EMER-\n   11  GENCY  MEDICAL  TECHNICIAN  OR FIREFIGHTER, or wears or displays without\n   12  authority, any uniform, badge or other insignia or facsimile thereof, by\n   13  which such police officer [or], federal law enforcement officer,  CERTI-\n   14  FIED  FIRST  RESPONDER, EMERGENCY MEDICAL TECHNICIAN, ADVANCED EMERGENCY\n   15  MEDICAL  TECHNICIAN  OR  FIREFIGHTER  is  lawfully   distinguished;   or\n   16  expresses  by  his or her words or actions that he or she is acting with\n   17  the approval or authority of any police department or acting as a feder-\n   18  al law enforcement officer with the approval of any agency that  employs\n   19  federal  law  enforcement  officers as enumerated in section 2.15 of the\n   20  criminal procedure law; and\n   21    S 3. This act shall take effect on the first of November next succeed-\n   22  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03227-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to criminal impersonation of a certified first responder, an emergency medical technician, an advanced emergency medical technician, or a firefighter ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110106.T112205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330925041
}