{
  "year" : 2011,
  "senateBillNo" : "A761-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A761-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a firearm proficiency requirement examination for the licensing of persons to carry or possess a firearm",
  "summary" : "Prohibits persons from having or possessing a firearm, including, but not limited to, a pistol, revolver, and a \"sawed-off\" shotgun or rifle unless he has successfully completed a firearm proficiency examination, the standards for which are to be prepared by the commissioner of the division of criminal justice services and the superintendent of the division of the state police; exempts police officers and retired police officers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2407-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          761\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the penal law and the state finance law, in relation  to\n         an examination for firearm proficiency\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 400.00 of the penal law is amended by adding a new\n    2  subdivision 14-a to read as follows:\n    3    14-A. (A) NO PERSON SHALL HAVE OR POSSESS  A  FIREARM  AS  DEFINED  IN\n    4  SUBDIVISION  THREE  OF  SECTION  265.00 OF THIS CHAPTER UNLESS HE OR SHE\n    5  SHALL HAVE SUCCESSFULLY COMPLETED AN EXAMINATION AND MET THE APPROPRIATE\n    6  STANDARDS AS ESTABLISHED BY THE COMMISSIONER OF THE DIVISION OF CRIMINAL\n    7  JUSTICE SERVICES HEREINAFTER REFERRED TO  AS  THE  COMMISSIONER  IN  THE\n    8  EXECUTIVE DEPARTMENT PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION.\n    9    (B)  THE COMMISSIONER SHALL, IN COOPERATION WITH THE SUPERINTENDENT OF\n   10  THE DIVISION OF  THE  STATE  POLICE,  ESTABLISH  MINIMUM  STANDARDS  FOR\n   11  FIREARM PROFICIENCY AND DEVELOP AN EXAMINATION TO MEASURE FIREARM PROFI-\n   12  CIENCY.\n   13    (C)  THE  COMMISSIONER SHALL IN COOPERATION WITH THE SUPERINTENDENT OF\n   14  THE DIVISION OF STATE POLICE PROVIDE THE STANDARDS AND  EXAMINATIONS  ON\n   15  REQUEST  TO  ANY  QUALIFIED  FIREARM  INSTRUCTOR AND ALL LAW ENFORCEMENT\n   16  AGENCIES WITHIN THE STATE. THE PROFICIENCY EXAMINATION MAY BE  CONDUCTED\n   17  BY  ANY QUALIFIED FIREARM INSTRUCTOR APPROVED BY THE COMMISSIONER OR LAW\n   18  ENFORCEMENT AGENCY AND SHALL INCLUDE BUT NOT BE LIMITED TO:\n   19    (I) A WRITTEN SECTION ON THE LAWS RELATING TO FIREARMS;\n   20    (II) A PHYSICAL DEMONSTRATION OF PROFICIENCY IN THE  USE  OF  FIREARMS\n   21  AND IN FIREARMS SAFETY PROCEDURES;\n   22    (III)  A  LEVEL OF KNOWLEDGE CONCERNING A LICENSEE'S DUTIES, RESPONSI-\n   23  BILITIES AND LIABILITIES PURSUANT TO THIS CHAPTER AND CIVIL STATUTES  OF\n   24  THE STATE OF NEW YORK AND OF THE UNITED STATES; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03216-01-1\n\n       A. 761                              2\n\n    1    (IV) A LEVEL OF PROFICIENCY IN FIREARM SAFETY.\n    2    IN  ESTABLISHING  SUCH  STANDARDS,  THE  COMMISSIONER  SHALL ESTABLISH\n    3  FIREARM PROFICIENCY STANDARDS CONSISTENT WITH THE AVERAGE FIREARM  OWNER\n    4  OF THE STATE.\n    5    (D)  THE COMMISSIONER SHALL DEVELOP AND DISTRIBUTE DIRECTIONS FOR TEST\n    6  ADMINISTRATION AND RECORD KEEPING. ALL TEST RESULTS SHALL  BE  FORWARDED\n    7  TO THE COMMISSIONER WHO SHALL MAINTAIN A RECORD OF SUCH RESULTS.\n    8    (E)  THE  COMMISSIONER SHALL DEVELOP A FIREARM PROFICIENCY CERTIFICATE\n    9  WHICH SHALL BE DISTRIBUTED TO ALL QUALIFIED FIREARM INSTRUCTORS AND  LAW\n   10  ENFORCEMENT AGENCIES.\n   11    (F) UPON SUCCESSFUL COMPLETION OF SUCH FIREARM PROFICIENCY EXAMINATION\n   12  THE   INSTRUCTOR  SHALL  ENDORSE  THE  FIREARM  PROFICIENCY  CERTIFICATE\n   13  REFLECTING SUCCESSFUL PASSAGE OF THE EXAMINATION.\n   14    (G) THE PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO A PERSON:\n   15    (I) IN THE DISCHARGE OF HIS OR HER ACTUAL DUTIES AS A  MEMBER  OF  THE\n   16  ARMED  FORCES,  THE  NATIONAL GUARD OR CORRECTIONS OFFICER EMPLOYED IN A\n   17  CORRECTIONAL FACILITY; OR\n   18    (II) WHO IS A DULY AUTHORIZED MEMBER OF A LAW  ENFORCEMENT  AGENCY  OF\n   19  THE STATE OF NEW YORK OR OF THE UNITED STATES; OR\n   20    (III) WHO IS A POLICE OFFICER AS DEFINED IN SECTION 1.20 OF THE CRIMI-\n   21  NAL PROCEDURE LAW OR A RETIRED POLICE OFFICER.\n   22    (H)  NOTWITHSTANDING  THE  FOREGOING PROVISIONS OF THIS SUBDIVISION OR\n   23  ANY OTHER LAW, RULE OR REGULATION TO THE CONTRARY, NO  LICENSE  TO  HAVE\n   24  AND  POSSESS  A  FIREARM  SHALL  BE  ISSUED  OR RENEWED PURSUANT TO THIS\n   25  SECTION OR ANY OTHER  APPLICABLE  PROVISION  OF  LAW  RELATING  THERETO,\n   26  UNLESS  THE  LICENSEE OR APPLICANT SHALL SUBMIT TO THE ISSUING OFFICER A\n   27  FIREARM  PROFICIENCY  CERTIFICATE  APPROVED  BY  THE  COMMISSIONER   AND\n   28  ENDORSED BY THE FIREARM INSTRUCTOR.\n   29    (I)  THE  COMMISSIONER  SHALL  ADOPT  A  SCHEDULE OF FEES NECESSARY TO\n   30  ADMINISTER THE PROVISIONS OF THIS SUBDIVISION WHICH SHALL  BE  COLLECTED\n   31  BY THE INSTRUCTORS AND LAW ENFORCEMENT AGENCIES CONDUCTING SUCH EXAMINA-\n   32  TIONS  WHICH  SHALL  BE  TRANSMITTED TO THE DIVISION OF CRIMINAL JUSTICE\n   33  SERVICES WITHIN THIRTY DAYS OF THE RECEIPT OF SUCH FEES FOR  DEPOSIT  IN\n   34  THE FIREARM PROFICIENCY EXAMINATION FUND ESTABLISHED PURSUANT TO SECTION\n   35  NINETY-TWO-O OF THE STATE FINANCE LAW.\n   36    S  2. The state finance law is amended by adding a new section 92-o to\n   37  read as follows:\n   38    S 92-O. FIREARM PROFICIENCY  EXAMINATION  FUND.  1.  THERE  IS  HEREBY\n   39  ESTABLISHED  IN  THE  JOINT  CUSTODY  OF  THE  STATE COMPTROLLER AND THE\n   40  COMMISSIONER OF TAXATION AND FINANCE A FUND TO BE KNOWN AS  THE  FIREARM\n   41  PROFICIENCY EXAMINATION FUND.\n   42    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED FROM FEES RECEIVED\n   43  PURSUANT  TO  SUBDIVISION  FOURTEEN-A OF SECTION 400.00 OF THE PENAL LAW\n   44  FOR FIREARM PROFICIENCY EXAMINATIONS, AND ALL OTHER MONEYS  CREDITED  OR\n   45  TRANSFERRED THERETO FROM ANY OTHER FUND OR SOURCE PURSUANT TO LAW.\n   46    3.  MONEYS  OF THE FUND SHALL BE EXPENDED FOR THE EXPENSES OF CARRYING\n   47  OUT THE FIREARM PROFICIENCY EXAMINATIONS PURSUANT TO  SUBDIVISION  FOUR-\n   48  TEEN-A OF SECTION 400.00 OF THE PENAL LAW.\n   49    4. MONEY SHALL BE PAID OUT OF THE FUND ON THE AUDIT AND WARRANT OF THE\n   50  STATE  COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER\n   51  OF THE DIVISION OF CRIMINAL JUSTICE SERVICES OR HIS OR HER  DESIGNEE  IN\n   52  THE MANNER PRESCRIBED BY LAW.\n   53    S 3. This act shall take effect on the first of November next succeed-\n   54  ing  the date on which it shall have become a law.  Effective immediate-\n   55  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   56  necessary  for  the implementation of the foregoing sections of this act\n\n       A. 761                              3\n\n    1  on their effective date is authorized to be made, by the commissioner of\n    2  the division of criminal justice services, on or before  such  effective\n    3  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the state finance law, in relation to an examination for firearm proficiency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T124217.TXT", "SOBI.D110104.T114957.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335737097
}