{
  "year" : 2011,
  "senateBillNo" : "A762-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A762-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the powers of the Monroe county water authority",
  "summary" : "Relates to the powers of the Monroe county water authority; allows the Monroe county water authority to purchase, lease, develop or construct upon property acquired in other areas without having to obtain prior permission from the municipality where the property is located. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A2293-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          762\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to the powers of\n         the Monroe county water authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 6-a of section 1096 of the public authorities\n    2  law, as amended by chapter 411 of the laws of 2002, is amended  to  read\n    3  as follows:\n    4    6-a.  [The  authority  shall not exercise any of the powers granted in\n    5  subdivisions four and six of this section with respect to  the  acquisi-\n    6  tion,  purchase,  leasing,  construction,  or  development  of  property\n    7  outside of the county without first having obtained the  prior  approval\n    8  of  such purchase, leasing, acquisition, construction, or development of\n    9  such property outside of the county by  resolution  of  the  legislative\n   10  body  of  the  municipality wherein the affected property outside of the\n   11  county is located.] Notwithstanding any inconsistent  provision  of  any\n   12  general,  special,  or local law, ordinance, resolution, or charter, any\n   13  public corporation or improvement district thereof may,  by  a  majority\n   14  vote of its governing body, give, grant, sell, convey, lend, license the\n   15  use  of, or lease to the authority any property or facilities, including\n   16  any water supply system, water distribution  system,  including  plants,\n   17  works,  instrumentalities  or  parts  thereof and appurtenances thereto,\n   18  lands, easements,  rights  in  land  and  water  rights,  rights-of-way,\n   19  contract  rights, franchises, approaches, connections, dams, reservoirs,\n   20  water mains and pipe lines, pumping stations and equipment, or any other\n   21  property incidental to and included in such system or part thereof,  and\n   22  any improvements, extensions, and betterments for the purpose of supply-\n   23  ing  water  for  domestic,  commercial,  industrial and public purposes,\n   24  which property or facilities are useful in connection with the  exercise\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03237-01-1\n\n       A. 762                              2\n\n    1  by  the  authority of its powers under this title. Any such gift, grant,\n    2  sale, conveyance, loan, license, or lease shall be upon such  terms  and\n    3  conditions,  and  for such term or terms of years, subject to the rights\n    4  of  the  holders  of  any bonds, as the authority and such public corpo-\n    5  ration or improvement district thereof may agree. Any such gift,  grant,\n    6  sale, conveyance, loan, license, or lease shall not be subject to refer-\n    7  endum, permissive or mandatory. In the event that any public corporation\n    8  or  improvement  district  thereof gives, grants, sells, conveys, lends,\n    9  licenses the use of, or leases any water supply system,  water  distrib-\n   10  ution  system,  or  other improvements, extension or betterments for the\n   11  purpose of supplying water, to the authority, such public corporation or\n   12  improvement district thereof may contract with the authority  to  lease,\n   13  borrow,  license,  operate,  maintain,  manage, and provide services for\n   14  such facilities upon such terms and conditions, and  for  such  term  or\n   15  terms  of  years,  subject  to  the  rights  of holders of bonds, as the\n   16  authority and such public corporation or  improvement  district  thereof\n   17  may agree. The authority, in furtherance of any purchase, conveyance, or\n   18  lease  of  any  property  or  facility  from  any  public corporation or\n   19  improvement district thereof, may assume the primary responsibility  for\n   20  the  payment  of the principal and interest on any bonds or notes issued\n   21  by such public corporation or  improvement  district  thereof  for  such\n   22  property  or  facility.  For  purposes  of  section  136.00 of the local\n   23  finance law, any agreement  by  the  authority  to  assume  the  primary\n   24  responsibility  for  the  payment  of  the principal and interest on any\n   25  bonds or notes issued by any  such  public  corporation  or  improvement\n   26  district  thereof  shall, so long as such agreement shall continue to be\n   27  honored by the authority, cause such bonds or notes to be deemed to have\n   28  been refunded, and any such public corporation or  improvement  district\n   29  thereof  may  deduct from its gross indebtedness any outstanding indebt-\n   30  edness contracted for such property or facility to be  acquired  by  the\n   31  authority. The net proceeds of any purchase, conveyance, or lease of any\n   32  property  or  facility from a public corporation or improvement district\n   33  thereof may be used by such public corporation or  improvement  district\n   34  thereof for any general or specific public use;\n   35    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the powers of the Monroe county water authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T124217.TXT", "SOBI.D110104.T114957.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335737102
}