{
  "year" : 2011,
  "senateBillNo" : "A763-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A763-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes the town of Kendall within the service area of the Monroe county water authority",
  "summary" : "Includes the town of Kendall within the service area of the Monroe county water authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A2549-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          763\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to including the\n         town of Kendall within the service area of  the  Monroe  county  water\n         authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 1096  of  the  public  authorities\n    2  law,  as  amended by chapter 411 of the laws of 2002, is amended to read\n    3  as follows:\n    4    4. To purchase or lease, in the  name  of  the  authority,  any  water\n    5  supply  system,  water  distribution  system,  including  plants, works,\n    6  instrumentalities or parts thereof  and  appurtenances  thereto,  lands,\n    7  easements,  rights  in  land  and  water rights, rights-of-way, contract\n    8  rights, franchises, approaches,  connections,  dams,  reservoirs,  water\n    9  mains and pipe lines, pumping stations and equipment, or any other prop-\n   10  erty  incidental to and included in such system or part thereof, and any\n   11  improvements, extensions, and betterments, situated within  the  county,\n   12  or  in Genesee county, or in the town or village of Victor and the towns\n   13  of East Bloomfield and West Bloomfield in  Ontario  county,  or  in  the\n   14  village of Holley and the [town] TOWNS of Clarendon AND KENDALL in Orle-\n   15  ans  county for the purpose of supplying water for domestic, commercial,\n   16  and public purposes at retail to individual consumers within the  county\n   17  of  Monroe  or  in  the  manner  provided  by  subdivision seven of this\n   18  section; and as a means of so acquiring for such purposes,  and  subject\n   19  to  the  approval  of  the  public service commission, the authority may\n   20  purchase all of the stock of any existing privately owned  water  corpo-\n   21  ration  or company, and thereafter, within a reasonable time, such water\n   22  corporation or company shall be dissolved;\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03224-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to including the town of Kendall within the service area of the Monroe county water authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110106.T123717.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335437908
}