{
  "year" : 2011,
  "senateBillNo" : "A764-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A764-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the power of certain school boards of education to provide or enter into contract for the provision of health care services for the school community",
  "summary" : "Relates to the power of certain school boards of education to provide or enter into contract for the provision of health care services for the school community; requires the school district to receive a subsidy or reimbursement in the same manner that a county would receive for providing those health care services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2401-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          764\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GANTT, HOYT -- Multi-Sponsored by -- M. of A.\n         MORELLE, PEOPLES-STOKES -- read once and referred to the Committee  on\n         Education\n\n       AN ACT to amend the education law and the public health law, in relation\n         to the powers of the boards of education for the city school districts\n         of  Rochester  and  Buffalo  to  arrange and provide integrated health\n         services to the school community directly and/or through contractors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative intent. The legislature finds:\n    2    1. Two trends, one sociological and one political, underpin a need for\n    3  the  fiscally  dependent school districts of the cities of Rochester and\n    4  Buffalo to obtain express authority to develop and operate programs  for\n    5  integrated  health  services  within  the  districts,  in a manner which\n    6  embraces the best and most economic available  technologies,  and  which\n    7  harnesses  the  health care resources of their respective communities in\n    8  the most effective possible manner.  It  is  found,  further,  that  the\n    9  public  interest is served by permitting those districts to provide such\n   10  services directly, and/or by  the  use  of  contractors,  including  the\n   11  boards  of  cooperative  educational  services, which shall be expressly\n   12  authorized to contract to provide some or all of such services; and that\n   13  the costs of assuming such services be ameliorated by authorizing subsi-\n   14  dy and/or reimbursement for such services on the same basis and  in  the\n   15  same  manner  as  a  county health department would be eligible for such\n   16  subsidy or reimbursement for similar school health services.\n   17    2. During the first two decades of the twentieth  century,  exercising\n   18  police  powers,  city  health  departments  in  the  cities of New York,\n   19  Rochester and Buffalo as an element of municipal health  and  sanitation\n   20  efforts  began  providing  health services within city schools. Starting\n   21  with vaccinations and milk stations to  provide  pasteurized  milk,  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03205-01-1\n\n       A. 764                              2\n\n    1  programs evolved into providing school physicians and nurses and medical\n    2  inspections.  When  \"medical inspection\" was codified under State law in\n    3  1913, in what is now section nine hundred one of the education law,  the\n    4  city  school districts in the cities of New York, Rochester and Buffalo,\n    5  in which the city health departments were  actively  engaged  in  school\n    6  health  services,  were excepted from the legislation. The term \"medical\n    7  inspection\" in that statute has been  replaced  with  the  term  \"school\n    8  health  services,\" under chapter 477 of the laws of 2004. Over time, the\n    9  school health function for the city school districts  of  Rochester  and\n   10  Buffalo  devolved  from  city  health  departments  to the county health\n   11  departments in the counties of Monroe and Erie, by resolution and  char-\n   12  ter,  as  authorized by section one thousand seventeen-a of the optional\n   13  county government law. The county of Monroe and the county of Erie ther-\n   14  eupon provided and funded school health services for decades. The  coun-\n   15  ties have determined that even with available reimbursement, they are no\n   16  longer  able  to  provide  school  health  services  to  the city school\n   17  districts. The county of Monroe eliminated staffing and funding  in  its\n   18  2004  budget; and the county of Erie has eliminated staffing and funding\n   19  in its 2005 budget. In December 2004,  the  Appellate  Division,  Fourth\n   20  Department  of the New York State Supreme Court affirmed that the county\n   21  of Monroe had the authority  to  withdraw  from  providing  and  funding\n   22  school health services to the city school district of Rochester.\n   23    3.  Within  the cities of Rochester and Buffalo, there exists a marked\n   24  concentration of poverty, of racial concentration or isolation,  and  of\n   25  limited English language capacity, which together increase the risk that\n   26  school age children do not have access to any regular or adequate health\n   27  services  outside  of  school; and that unless the school districts have\n   28  the authority to provide such services directly or through  contractors,\n   29  and  to  develop  an  integrated  health services network with available\n   30  community resources, the legislature finds  that  many  children  within\n   31  those  cities  are  likely  to  continue  to have insufficient access to\n   32  health care, with the inexorable result that their educational  develop-\n   33  ment will also be impaired, to the long term detriment of those children\n   34  and to the state itself. Census data and other studies in Rochester, for\n   35  example,  demonstrate that the city school district of Rochester has the\n   36  second highest per capita poverty rate among all school districts in the\n   37  state of New York; and ranks twelfth in  child  poverty  in  the  United\n   38  States.  In  the  2001-2002  school  year,  eleven  per cent of incoming\n   39  kindergarteners in  Rochester  had  health  problems  requiring  ongoing\n   40  medical supervision, while seven per cent of parents reported that their\n   41  child  starting  kindergarten  had no primacy care physician, and twenty\n   42  per cent had never seen a dentist. Fifteen per  cent  of  those  parents\n   43  reported  that their child had been hospitalized in a neonatal intensive\n   44  care unit at birth.\n   45    4. Particularly since the  city  school  districts  of  Rochester  and\n   46  Buffalo  are fiscally dependent, the legislature finds that it is in the\n   47  public interest to provide  that  whenever  integrated  health  services\n   48  would  be  subject  to  reimbursement or subsidy if provided by a county\n   49  health department then when such services are provided by a city  school\n   50  district  (or  by  its  contractors)  which  had  received school health\n   51  services from the county of Monroe or the county of Erie  in  the  past,\n   52  that  such  city school district shall be deemed to be eligible for such\n   53  reimbursement or subsidy as if it were a county  health  department.  In\n   54  that  manner, the economic impact of termination of county school health\n   55  services will be limited to the local  costs,  and  the  districts  will\n   56  continue  to benefit from state reimbursement to the same degree as when\n\n       A. 764                              3\n\n    1  school health services were provided by the county  health  departments.\n    2  It is the intent of the legislature that school district eligibility for\n    3  such  reimbursement  shall be retroactive to the first day of the school\n    4  fiscal year in which the county government which had previously provided\n    5  funding and staffing for school health services eliminated that aid from\n    6  its  budget.  In the case of the city school district of Rochester, such\n    7  eligibility shall be  retroactive  to  July  1,  2004.  The  legislature\n    8  further  finds  that  it  is  in  the public interest to permit the city\n    9  school districts in the cities of Rochester and Buffalo to contract  and\n   10  pay for some part or all of its integrated health services programs with\n   11  boards  of  cooperative  educational  services  serving  the counties of\n   12  Monroe and Erie, and for such boards of cooperative educational services\n   13  to provide such health services. This act shall be known  as  the  Inte-\n   14  grated Health Services for Fiscally Dependent School Districts Act.\n   15    S  2.  Section  901  of  the  education law is amended by adding a new\n   16  subdivision 3 to read as follows:\n   17    3. IN THE SCHOOL DISTRICTS EXCEPTED FROM THIS  ARTICLE,  WHERE  SCHOOL\n   18  HEALTH  SERVICES  ARE  NOT BEING FUNDED OR STAFFED BY THE HEALTH DEPART-\n   19  MENTS OF THE CITY OR COUNTY IN WHICH SUCH DISTRICT IS LOCATED; OR IF, IN\n   20  THE DISCRETION OF THE BOARD OF EDUCATION, ADDITIONAL  INTEGRATED  HEALTH\n   21  SERVICES  ARE  WARRANTED,  THEN  THE  BOARD  OF EDUCATION OF SUCH SCHOOL\n   22  DISTRICT SHALL BE AUTHORIZED, BUT NOT REQUIRED TO PROVIDE,  DIRECTLY  OR\n   23  BY  ONE  OR  MORE  CONTRACTS SUCH SCHOOL HEALTH SERVICES AS THE BOARD OF\n   24  EDUCATION DETERMINES ARE USEFUL OR NECESSARY TO  MEET  THE  CURRENT  AND\n   25  EVOLVING   HEALTH   NEEDS   OF   THEIR   SCHOOL  POPULATIONS,  INCLUDING\n   26  SCHOOL-BASED AND INTEGRATED SCHOOL-LINKED HEALTH SERVICES WHICH  MAY  BE\n   27  LINKED TO COMMUNITY-BASED HEALTH CARE SYSTEMS, AND SERVICES WHICH EMPLOY\n   28  TELEMEDICINE  OR  OTHER  EMERGING TECHNOLOGIES. WHERE AN EXCEPTED SCHOOL\n   29  DISTRICT PROVIDES SCHOOL HEALTH  SERVICES  WHICH  WOULD  BE  SUBJECT  TO\n   30  REIMBURSEMENT OR SUBSIDY IF PROVIDED BY A COUNTY HEALTH DEPARTMENT, THEN\n   31  NOTWITHSTANDING  ANY  PROVISION  OF ANY OTHER STATE LAW, THE CITY SCHOOL\n   32  DISTRICT SHALL BE ELIGIBLE FOR SUCH SUBSIDY OR REIMBURSEMENT AS WOULD  A\n   33  COUNTY  HEALTH  DEPARTMENT.  THIS  ELIGIBILITY  SHALL  APPLY NOT ONLY TO\n   34  SERVICES PROVIDED BY SUCH CITY SCHOOL DISTRICT  DIRECTLY,  BUT  ALSO  TO\n   35  SERVICES  PROVIDED INDIRECTLY, THROUGH CONTRACTS WITH A BOARD OF COOPER-\n   36  ATIVE EDUCATIONAL SERVICES, OR THROUGH ANY OTHER QUALIFIED  PROVIDER  OF\n   37  HEALTH  CARE  SERVICES.  SUCH  ELIGIBILITY  SHALL  BE DEEMED TO APPLY TO\n   38  DIRECT OR CONTRACT SERVICES PERFORMED BY OR FOR THE CITY SCHOOL DISTRICT\n   39  ON OR AFTER THE FIRST DAY OF THE FIRST FISCAL YEAR IN WHICH  THE  COUNTY\n   40  IN WHICH SUCH CITY SCHOOL DISTRICT IS LOCATED DID NOT PROVIDE FUNDING OR\n   41  STAFFING FOR SCHOOL HEALTH SERVICES.\n   42    S  3.  Section  2554 of the education law is amended by adding two new\n   43  subdivisions 28  and 29 to read as follows:\n   44    28. TO PROVIDE, IN DISTRICTS EXCEPTED FROM THE PROVISIONS OF  SUBDIVI-\n   45  SION  ONE OF SECTION NINE HUNDRED ONE OF THIS CHAPTER, SUCH SCHOOL-BASED\n   46  OR SCHOOL-LINKED INTEGRATED SCHOOL  HEALTH  SERVICES  AS  THE  BOARD  OF\n   47  EDUCATION  MAY, IN ITS DISCRETION DEEM WARRANTED, EITHER DIRECTLY, OR BY\n   48  ONE OR MORE CONTRACTS WITH A BOARD OF COOPERATIVE  EDUCATIONAL  SERVICES\n   49  AND/OR  WITH  HEALTH  CARE  PROVIDERS SERVING THE COMMUNITY IN WHICH THE\n   50  DISTRICT IS SITUATED. BOARDS OF EDUCATION ARE AUTHORIZED AND  ENCOURAGED\n   51  TO  DEVELOP  MODELS  FOR HEALTH CARE DELIVERY WHICH ARE TAILORED TO MEET\n   52  THE SPECIFIC NEEDS OF THEIR POPULATIONS IN A MANNER WHICH IS AS  ECONOM-\n   53  ICAL  AS  POSSIBLE,  BUT  WHICH  EMBODIES EMERGING TECHNOLOGIES AND ALSO\n   54  UTILIZES NEW AND ADVANCED MODELS FOR HEALTH SERVICES, AS WELL AS  TRADI-\n   55  TIONAL SCHOOL HEALTH MODELS, AND TO ADD, AMEND, SUPPLEMENT, OR ELIMINATE\n   56  SPECIFIC  HEALTH  CARE SERVICES BASED UPON EFFECTIVENESS, COST, EVOLVING\n\n       A. 764                              4\n\n    1  NEEDS, OR THE AVAILABILITY OF NEW APPROACHES TO SCHOOL HEALTH  SERVICES.\n    2  SERVICES  MAY  BE  SCHOOL-BASED  OR  MAY BE LINKED IN COLLABORATION WITH\n    3  LOCAL HOSPITALS, CLINICS, AND HEALTH CARE PROFESSIONALS AND AGENCIES AND\n    4  MAY  ALSO  HAVE  CHARACTERISTICS  OF BOTH SCHOOL-BASED AND SCHOOL-LINKED\n    5  MODELS, SUCH AS  TELEMEDICINE  COMPONENTS  AND  USE  OF  MOBILE  MEDICAL\n    6  SERVICE UNITS.\n    7    29.  TO SEEK AND APPLY FOR AND RECEIVE, IN DISTRICTS EXCEPTED FROM THE\n    8  PROVISIONS OF SUBDIVISION ONE OF SECTION NINE HUNDRED ONE OF THIS  CHAP-\n    9  TER,  STATE  AID  FUNDING  WHICH  IS  OR MAY BECOME AVAILABLE TO MUNICI-\n   10  PALITIES UNDER ARTICLE SIX OF THE PUBLIC HEALTH LAW FOR THE SCHOOL-BASED\n   11  OR SCHOOL-LINKED INTEGRATED SCHOOL  HEALTH  SERVICES  PROVIDED  BY  SUCH\n   12  DISTRICTS,  AS  DETAILED UNDER SUBDIVISION TWENTY-EIGHT OF THIS SECTION.\n   13  ANY APPLICATION FOR SUCH STATE AID FUNDING  UNDER  ARTICLE  SIX  OF  THE\n   14  PUBLIC  HEALTH LAW WOULD BE SUBMITTED IN ACCORDANCE WITH SUCH PROCEDURES\n   15  AS MAY BE PROMULGATED BY THE COMMISSIONER.\n   16    S 4. Section 2566 of the education law is  amended  by  adding  a  new\n   17  subdivision 10 to read as follows:\n   18    10.  TO  HAVE  SUPERVISION  AND  DIRECTION OF INTEGRATED SCHOOL HEALTH\n   19  SERVICES AUTHORIZED BY THE BOARD OF EDUCATION UNDER SUBDIVISION  TWENTY-\n   20  EIGHT OF SECTION TWENTY-FIVE HUNDRED FIFTY-FOUR OF THIS CHAPTER.\n   21    S  5. Subdivision 4 of section 1950 of the education law is amended by\n   22  adding a new paragraph oo to read as follows:\n   23    OO. TO ENTER INTO CONTRACTS WITH CITY SCHOOL DISTRICTS PROVIDING INTE-\n   24  GRATED SCHOOL HEALTH SERVICES UNDER SUBDIVISION THREE  OF  SECTION  NINE\n   25  HUNDRED ONE OF THIS CHAPTER, AND WHICH ARE LOCATED WITHIN OR ADJACENT TO\n   26  THE  SUPERVISORY DISTRICT OF A BOARD OF COOPERATIVE EDUCATIONAL SERVICES\n   27  AND/OR THE TERRITORY  SERVED  BY  A  BOARD  OF  COOPERATIVE  EDUCATIONAL\n   28  SERVICES,  TO  PROVIDE ALL OR PART OF THE SERVICES REQUESTED BY THE CITY\n   29  SCHOOL DISTRICT UPON MUTUALLY AGREEABLE TERMS.   BOARDS  OF  COOPERATIVE\n   30  EDUCATIONAL  SERVICES  ARE  HEREBY  AUTHORIZED  AND  EMPOWERED TO DO AND\n   31  PERFORM ANY AND ALL ACTS NECESSARY  OR  DESIRABLE  IN  RELATION  TO  THE\n   32  PERFORMANCE OF ANY SUCH CONTRACTS.\n   33    S  6. Section 600 of the public health law, as added by chapter 901 of\n   34  the laws of 1986, is amended to read as follows:\n   35    S 600. State aid; general requirements. 1. In order to be eligible for\n   36  state aid under this title, a municipality shall be required to  do  the\n   37  following in accordance with the provisions of this article:\n   38    [1.] A. submit an application to the department for state aid;\n   39    [2.] B.  submit a municipal public health services plan to the depart-\n   40  ment for approval;\n   41    [3.] C. implement and adhere to the municipal public  health  services\n   42  plan, as approved;\n   43    [4.] D. submit a detailed report to the department of all expenditures\n   44  on  services  funded  by this title for the immediately preceding fiscal\n   45  year of such municipality;\n   46    [5.] E. employ a person to supervise the provision  of  public  health\n   47  services  in  accordance with the provisions of section six hundred four\n   48  of this chapter; and\n   49    [6.] F. appropriate or otherwise make funds  available  to  finance  a\n   50  prescribed share of the cost of public health services.\n   51    2. A SCHOOL DISTRICT WHICH IS EXCEPTED FROM THE PROVISIONS OF SUBDIVI-\n   52  SION  ONE OF SECTION NINE HUNDRED ONE OF THE EDUCATION LAW SHALL ALSO BE\n   53  ELIGIBLE FOR STATE AID FUNDING WHICH IS OR MAY BECOME AVAILABLE TO MUNI-\n   54  CIPALITIES UNDER THIS  TITLE  FOR  THE  SAME  OR  SIMILAR  SERVICES,  AS\n   55  PROVIDED  FOR  BY  THE  PROVISIONS OF SUBDIVISION TWENTY-NINE OF SECTION\n   56  TWENTY-FIVE HUNDRED FIFTY-FOUR OF THE EDUCATION LAW. THE  PROVISIONS  OF\n\n       A. 764                              5\n\n    1  THIS  ARTICLE  REGULATING THE DEVELOPMENT, APPROVAL, IMPLEMENTATION, AND\n    2  FEE ASSESSMENT OF MUNICIPAL PUBLIC  HEALTH  PLANS  SHALL  NOT  APPLY  TO\n    3  SCHOOL  DISTRICTS,  WHICH  SHALL  SUBMIT APPLICATIONS IN ACCORDANCE WITH\n    4  SUCH PROCEDURES AS MAY BE PROMULGATED BY THE COMMISSIONER OF EDUCATION.\n    5    S  7.  This  act  shall take effect immediately and shall apply to all\n    6  contracts entered into on or after such effective date; provided, howev-\n    7  er, that for purposes  of  a  subsidy  or  reimbursement  authorized  by\n    8  section  two  of  this act, a school district in which county funding or\n    9  staffing was not made available for  the  2004-2005  school  year,  such\n   10  school  district  shall  be  entitled  to  receive such reimbursement or\n   11  subsidy for any health service rendered by the  school  district  on  or\n   12  after  (i)  July  1,  2004,  or  (ii)  the first day of the first school\n   13  district fiscal year in which the county did  not  fund  or  staff  such\n   14  school district, whichever is earlier.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the public health law, in relation to the powers of the boards of education for the city school districts of Rochester and Buffalo to arrange and provide integrated health services to the school community directly and/or through contractors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110106.T152729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345649838
}