{
  "year" : 2011,
  "senateBillNo" : "A765-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A765-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the board of education in the city of Rochester; repealer",
  "summary" : "Relates to the board of education in the city of Rochester; regulates school governance in the city of Rochester; enumerates the powers and duties of the board of education in such city; enumerates the powers and duties of the chancellor of schools in such city. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA2552-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          765\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation to the board of education\n         in the city of Rochester; and to repeal certain provisions of such law\n         relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of section 2554 of the education law,\n    2  as  amended  by  chapter  91  of the laws of 2002, is amended to read as\n    3  follows:\n    4    THE BOARD OF EDUCATION IN A CITY SHALL EXERCISE NO EXECUTIVE POWER AND\n    5  PERFORM  NO  EXECUTIVE  OR  ADMINISTRATIVE  FUNCTION.  Subject  to   the\n    6  provisions of this chapter, the board of education in a city, except the\n    7  city board of the city of New York, shall have the power and it shall be\n    8  its duty:\n    9    S 2. Subdivision 2 of section 2554 of the education law, as amended by\n   10  section  2  of  part  B of chapter 88 of the laws of 2000, is amended to\n   11  read as follows:\n   12    2. To create, abolish, maintain and consolidate such positions,  divi-\n   13  sions,  boards  or bureaus as, in its judgment, may be necessary for the\n   14  proper and efficient administration of its work;  to  appoint  a  super-\n   15  intendent  of  schools,  such  associate,  assistant, district and other\n   16  superintendents, [examiners,] directors, supervisors, principals, teach-\n   17  ers, lecturers, special instructors, medical inspectors,  nurses,  audi-\n   18  tors, attendance officers, secretaries, clerks, custodians, janitors and\n   19  other  employees  and other persons or experts in educational, social or\n   20  recreational work or in the business  management  or  direction  of  its\n   21  affairs  as  said  board  shall  determine  necessary  for the efficient\n   22  management of the schools and other  educational,  social,  recreational\n   23  and  business  activities;  provided,  however,  that in the city school\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03360-01-1\n\n       A. 765                              2\n\n    1  [districts] DISTRICT of the [cities] CITY  of  Buffalo  [and  Rochester]\n    2  appointment  of  associate,  assistant and district superintendents, and\n    3  other supervising staff who are  excluded  from  the  right  to  bargain\n    4  collectively  pursuant  to  article  fourteen  of  the civil service law\n    5  shall, within the amounts budgeted for such positions, be by the  super-\n    6  intendent  of  such city school district AND THOSE SO APPOINTED SHALL BE\n    7  IN THE UNCLASSIFIED SERVICE UPON SUCH APPOINTMENT FOR CIVIL SERVICE  AND\n    8  RELATED  PURPOSES NOTWITHSTANDING ANY OTHER PROVISION OF LAW, AND IN THE\n    9  CITY SCHOOL DISTRICT OF THE CITY OF ROCHESTER APPOINTMENT OF  ASSOCIATE,\n   10  ASSISTANT,  DISTRICT SUPERINTENDENTS AND OTHER CERTIFIED AND UNCERTIFIED\n   11  SUPERVISING STAFF AND RELATED ADMINISTRATIVE STAFF WHO ARE EXCLUDED FROM\n   12  THE RIGHT TO BARGAIN COLLECTIVELY PURSUANT TO ARTICLE  FOURTEEN  OF  THE\n   13  CIVIL  SERVICE LAW SHALL, WITHIN AMOUNTS BUDGETED FOR SUCH POSITIONS, BE\n   14  BY THE  SUPERINTENDENT  OF  SUCH  CITY  SCHOOL  DISTRICT  AND  THOSE  SO\n   15  APPOINTED SHALL BE IN THE UNCLASSIFIED SERVICE UPON SUCH APPOINTMENT FOR\n   16  CIVIL  SERVICE  AND RELATED PURPOSES NOTWITHSTANDING ANY OTHER PROVISION\n   17  OF LAW; and to determine their duties except as otherwise provided here-\n   18  in.\n   19    S 3. Subdivision 2-a of section 2554 of the education law is  REPEALED\n   20  and  five  new subdivisions 2-a, 2-b, 28, 29 and 30 are added to read as\n   21  follows:\n   22    2-A. IN ITS DISCRETION TO ADOPT A RESOLUTION ESTABLISHING  THE  OFFICE\n   23  OF  AUDITOR,  AND  AT  ANY TIME AFTER THE ESTABLISHMENT OF THE OFFICE OF\n   24  AUDITOR, TO ADOPT A RESOLUTION ABOLISHING THE OFFICE; PROVIDED, HOWEVER,\n   25  THAT THE SCHOOL DISTRICT OF THE CITY OF ROCHESTER SHALL ADOPT  A  RESOL-\n   26  UTION  ESTABLISHING  THE  OFFICE  OF AUDITOR, AND SHALL NOT ABOLISH SUCH\n   27  OFFICE. A BOARD OF EDUCATION WHICH HAS ESTABLISHED THE OFFICE OF AUDITOR\n   28  SHALL APPOINT AN AUDITOR WHO SHALL HOLD SUCH  POSITION  SUBJECT  TO  THE\n   29  PLEASURE  OF  THE  BOARD. NO PERSON SHALL BE ELIGIBLE FOR APPOINTMENT TO\n   30  THE OFFICE OF AUDITOR WHO SHALL BE A MEMBER OF THE BOARD OF EDUCATION OR\n   31  THE SUPERINTENDENT OF SCHOOLS OR WHO SHALL HOLD ANY  OTHER  POSITION  OR\n   32  PERFORM  IN  ANY CAPACITY WITHIN THE SCHOOL DISTRICT. WHEN THE OFFICE OF\n   33  AUDITOR SHALL HAVE BEEN ESTABLISHED AND AN AUDITOR QUALIFIED, THE POWERS\n   34  AND DUTIES OF THE BOARD OF EDUCATION WITH RESPECT TO AUDITING  ACCOUNTS,\n   35  CHARGES,  CLAIMS  OR  DEMANDS  AGAINST  THE  CITY  SCHOOL DISTRICT SHALL\n   36  DEVOLVE UPON AND THEREAFTER BE EXERCISED BY  SUCH  AUDITOR,  DURING  THE\n   37  CONTINUANCE  OF  THE  OFFICE.  THE  AUDITOR SHALL HAVE ACCESS TO AND MAY\n   38  DEMAND PRODUCTION OF ANY RECORDS OF THE SCHOOL DISTRICT,  INCLUDING  BUT\n   39  NOT LIMITED TO ESTIMATES OF REVENUES, EXPENSES, INDEBTEDNESS AND CAPITAL\n   40  NEEDS  AND PLANS, WHETHER IN DRAFT OR FINAL FORM WITH ALL BACK-UP INFOR-\n   41  MATION AND WORK PAPERS, AND WHETHER BEFORE OR  AFTER  SUBMISSION  TO  OR\n   42  APPROVAL BY THE SCHOOL BOARD.\n   43    2-B.  IN  ITS  DISCRETION  TO ASSIGN AN EXAMINER WITH POWER TO CONDUCT\n   44  INVESTIGATIONS AND HEARINGS ON BEHALF OF THE BOARD OF EDUCATION.    EACH\n   45  EXAMINER  SHALL  HAVE ACCESS TO AND MAY REQUIRE THE PRODUCTION OF BOOKS,\n   46  PAPERS AND OTHER DOCUMENTS  AND  INFORMATION  MATERIAL  RELATED  TO  ANY\n   47  INVESTIGATION  OR  HEARING.  EACH EXAMINER SHALL CONCLUDE AND REPORT THE\n   48  RESULT OF ANY SUCH INVESTIGATION OR HEARING TO THE BOARD OF EDUCATION NO\n   49  LATER THAN SIX MONTHS AFTER THE DATE OF AUTHORIZATION OF  SUCH  INVESTI-\n   50  GATION OR HEARING.\n   51    28. IN THE CITY SCHOOL DISTRICT OF THE CITY OF ROCHESTER, TO AUTHORIZE\n   52  CONTRACTS FOR GOODS AND SERVICES IN AMOUNTS OF FIFTY THOUSAND DOLLARS OR\n   53  MORE.\n   54    29. IN THE CITY SCHOOL DISTRICT OF THE CITY OF ROCHESTER, UPON RECEIPT\n   55  FROM  THE SUPERINTENDENT, TO REVIEW AND EITHER RETURN TO THE SUPERINTEN-\n   56  DENT FOR AMENDMENT OR APPROVE AND  FILE  WITH  THE  MAYOR,  PURSUANT  TO\n\n       A. 765                              3\n\n    1  SECTION  TWENTY-FIVE  HUNDRED  SEVENTY-SIX  OF  THIS ARTICLE, THE ANNUAL\n    2  ITEMIZED ESTIMATE AND CAPITAL PLAN FOR THE  DISTRICT.  SUCH  BUDGET  AND\n    3  CAPITAL PLAN SHALL INCLUDE MULTI-YEAR PROJECTIONS OF REVENUES, EXPENSES,\n    4  INDEBTEDNESS AND CAPITAL NEEDS.\n    5    30.   IN THE CITY SCHOOL DISTRICT OF THE CITY OF ROCHESTER, TO DEVELOP\n    6  JOINTLY, WITH  THE  SUPERINTENDENT,  POLICIES  AND  PROCEDURES  FOR  THE\n    7  HIRING, FIRING AND EVALUATION OF ALL EMPLOYEES OF THE DISTRICT.\n    8    S  4.  Subdivision 3 of section 2565 of the education law, as added by\n    9  chapter 302 of the laws of 1980, is amended to read as follows:\n   10    3. Notwithstanding the provisions of subdivisions one and two of  this\n   11  section,  the  superintendent  of  schools  of the Rochester city school\n   12  district shall serve [at the pleasure of the board of education]  FOR  A\n   13  TERM PURSUANT TO A CONTRACT; provided, however, that such term shall, in\n   14  no  event,  exceed  a  period of four years. FURTHER, THE SUPERINTENDENT\n   15  SHALL NOT BE REMOVED FROM OFFICE EXCEPT UPON THE VOTE OF  TWO-THIRDS  OF\n   16  THE MEMBERS OF THE BOARD.\n   17    S 5. Subdivision 6 of section 2566 of the education law, as amended by\n   18  chapter 263 of the laws of 2005, is amended to read as follows:\n   19    6. To have supervision and direction of associate, assistant, district\n   20  and other superintendents, directors, supervisors, principals, teachers,\n   21  lecturers, medical inspectors, nurses, claims auditors, attendance offi-\n   22  cers,  janitors  and  other  persons  employed  in the management of the\n   23  schools or the other educational activities of the  city  authorized  by\n   24  this  chapter  and  under  the  direction and management of the board of\n   25  education, except that in the city school [districts]  DISTRICT  of  the\n   26  [cities]  CITY  of  Buffalo  [and Rochester] to also appoint, within the\n   27  amounts budgeted therefor, such associate, assistant and district super-\n   28  intendents and all other supervising staff who  are  excluded  from  the\n   29  right  to bargain collectively pursuant to article fourteen of the civil\n   30  service law AND THOSE SO APPOINTED SHALL BE IN THE UNCLASSIFIED  SERVICE\n   31  UPON  SUCH  APPOINTMENT  FOR CIVIL SERVICE AND RELATED PURPOSES NOTWITH-\n   32  STANDING ANY OTHER PROVISION OF LAW, AND IN THE CITY SCHOOL DISTRICT  OF\n   33  THE CITY OF ROCHESTER TO ALSO APPOINT, WITHIN AMOUNTS BUDGETED THEREFOR,\n   34  SUCH ASSOCIATE, ASSISTANT, DISTRICT SUPERINTENDENTS AND ALL OTHER CERTI-\n   35  FIED  AND UNCERTIFIED SUPERVISING STAFF AND RELATED ADMINISTRATIVE STAFF\n   36  WHO ARE EXCLUDED FROM THE RIGHT  TO  BARGAIN  COLLECTIVELY  PURSUANT  TO\n   37  ARTICLE  FOURTEEN  OF THE CIVIL SERVICE LAW AND THOSE SO APPOINTED SHALL\n   38  BE IN THE UNCLASSIFIED SERVICE UPON SUCH APPOINTMENT FOR  CIVIL  SERVICE\n   39  AND  RELATED  PURPOSES  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW; to\n   40  transfer teachers from one school to another, or from one grade  of  the\n   41  course  of  study  to  another grade in such course, and to report imme-\n   42  diately such transfers to said board for its consideration  and  action;\n   43  to report to said board of education violations of regulations and cases\n   44  of  insubordination, and to suspend an associate, assistant, district or\n   45  other superintendent, director, supervisor, expert,  principal,  teacher\n   46  or  other employee until the next regular meeting of the board, when all\n   47  facts relating to the case shall be  submitted  to  the  board  for  its\n   48  consideration and action.\n   49    S  6.  Section 2566 of the education law is amended by adding four new\n   50  subdivisions 10, 11, 12 and 13 to read as follows:\n   51    10. IN THE CITY SCHOOL DISTRICT OF THE CITY OF ROCHESTER,  TO  PREPARE\n   52  AND  DELIVER TO THE BOARD OF EDUCATION FOR REVIEW AND APPROVAL AN ANNUAL\n   53  ITEMIZED ESTIMATE AS PROVIDED FOR IN SECTION TWENTY-FIVE HUNDRED  SEVEN-\n   54  TY-SIX OF THIS ARTICLE AND AN EDUCATIONAL FACILITIES CAPITAL PLAN.  EACH\n   55  SUCH  ESTIMATE  AND  CAPITAL  PLAN  SHALL  BE AT SUCH LEVEL OF DETAIL AS\n   56  NECESSARY SO AS TO ENABLE THE BOARD TO MAKE AN INFORMED REVIEW  OF  SUCH\n\n       A. 765                              4\n\n    1  ESTIMATE  AND  CAPITAL.  ALSO, EACH SUCH ESTIMATE AND CAPITAL PLAN SHALL\n    2  INCLUDE A FOUR-YEAR PROJECTION OF ESTIMATED REVENUES, EXPENSES,  CAPITAL\n    3  NEEDS, AND INDEBTEDNESS.\n    4    11.  IN  THE CITY SCHOOL DISTRICT OF THE CITY OF ROCHESTER, TO PREPARE\n    5  AND SUBMIT FOR EVERY PERIOD OF TWO MONTHS, IN A FORMAT APPROVED  BY  THE\n    6  BOARD  OF  EDUCATION  AND  THE MAYOR, A SUMMARY OF THE DISTRICT'S ACTUAL\n    7  REVENUES, EXPENSES, AND INDEBTEDNESS, AND COMPARING THE  SAME  WITH  THE\n    8  ANNUAL ESTIMATE.\n    9    12. IN THE CITY SCHOOL DISTRICT OF THE CITY OF ROCHESTER, TO AUTHORIZE\n   10  CONTRACTS  FOR  GOODS  AND  SERVICES IN AMOUNTS LESS THAN FIFTY THOUSAND\n   11  DOLLARS.\n   12    13. IN THE CITY SCHOOL DISTRICT OF THE CITY OF ROCHESTER,  TO  DEVELOP\n   13  JOINTLY,  WITH  THE  BOARD OF EDUCATION, POLICIES AND PROCEDURES FOR THE\n   14  HIRING, FIRING, AND EVALUATION OF ALL EMPLOYEES OF THE DISTRICT.\n   15    S 7. Subdivision 3 of section 2573 of the education law, as amended by\n   16  section 4 of part B of chapter 88 of the laws of  2000,  is  amended  to\n   17  read as follows:\n   18    3.  Associate  superintendents,  examiners  and  all  other  employees\n   19  authorized by section twenty-five hundred fifty-four  of  this  article,\n   20  except  as  otherwise provided in subdivision one of this section, shall\n   21  be appointed by the board of education except that in  the  city  school\n   22  [districts]  DISTRICT  of  the [cities] CITY of Buffalo [and Rochester],\n   23  the associate, assistant and  district  superintendents  and  all  other\n   24  supervising staff who are excluded from the right to bargain collective-\n   25  ly  pursuant  to  article  fourteen  of  the  civil service law shall be\n   26  appointed, within amounts budgeted therefor, by  the  superintendent  of\n   27  such city school district AND THOSE SO APPOINTED SHALL BE IN THE UNCLAS-\n   28  SIFIED  SERVICE  UPON  SUCH  APPOINTMENT  FOR  CIVIL SERVICE AND RELATED\n   29  PURPOSES NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  AND  IN  THE  CITY\n   30  SCHOOL  DISTRICT  OF  THE  CITY  OF  ROCHESTER THE ASSOCIATE, ASSISTANT,\n   31  DISTRICT SUPERINTENDENTS AND ALL OTHER CERTIFIED AND UNCERTIFIED  SUPER-\n   32  VISING  STAFF AND RELATED ADMINISTRATIVE STAFF WHO ARE EXCLUDED FROM THE\n   33  RIGHT TO BARGAIN COLLECTIVELY PURSUANT TO ARTICLE FOURTEEN OF THE  CIVIL\n   34  SERVICE LAW SHALL BE APPOINTED, WITHIN AMOUNTS BUDGETED THEREFOR, BY THE\n   35  SUPERINTENDENT OF SUCH CITY SCHOOL DISTRICT AND THOSE SO APPOINTED SHALL\n   36  BE  IN  THE UNCLASSIFIED SERVICE UPON SUCH APPOINTMENT FOR CIVIL SERVICE\n   37  AND RELATED PURPOSES NOTWITHSTANDING ANY OTHER PROVISION OF LAW.   In  a\n   38  city having a population of one million or more, such appointments shall\n   39  be  made on nomination of the superintendent of schools. Notwithstanding\n   40  any other provision in this chapter to the contrary, whenever an associ-\n   41  ate superintendent of schools in the employ of the board of education in\n   42  a city having a population of one million or more  fails  of  reappoint-\n   43  ment,  said  person  shall  be immediately appointed an assistant super-\n   44  intendent of schools with permanent appointment as said  term  permanent\n   45  appointment  is  defined  in  subdivisions  four,  five  and six of this\n   46  section. The salary of such assistant superintendent shall be less  than\n   47  the  salary  of  an  associate  superintendent, but said differential in\n   48  salary shall not exceed ten per centum of the annual salary of an  asso-\n   49  ciate  superintendent  of  schools.   When, however, an associate super-\n   50  intendent of schools who fails of reappointment has to his credit thirty\n   51  or more years of city service including ten or more years of service  as\n   52  such  associate  superintendent of schools, he shall suffer no reduction\n   53  of salary or of pension prospects while serving as such assistant super-\n   54  intendent of schools.\n   55    S 8. This act shall take effect immediately; provided,  however,  that\n   56  sections  one  through seven of this act shall take effect July 1, 2012;\n\n       A. 765                              5\n\n    1  provided, further, that the  amendments  to  the  opening  paragraph  of\n    2  section  2554 of the education law made by section one of this act shall\n    3  not affect the expiration of such  paragraph  and  shall  be  deemed  to\n    4  expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the board of education in the city of Rochester; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110106.T123717.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335437920
}