{
  "year" : 2011,
  "senateBillNo" : "A766-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A766-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of general services to release a right of reverter in letters patent conveying certain land located in the city of Buffalo",
  "summary" : "Authorizes the commissioner of general services to release a right of reverter in letters patent conveying certain land located in the city of Buffalo. ",
  "currentCommittee" : null,
  "sameAs" : "S1737",
  "lawSection" : "Real Property",
  "previousVersions" : [ "A8833-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          766\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT to amend chapter 616 of the laws of 1992, relating to authorizing\n         the conveyance of state land in the city  of  Buffalo,  to  Women  for\n         Human  Rights  and Dignity Development Corporation Inc. for charitable\n         purposes, in relation  to  authorizing  the  commissioner  of  general\n         services  to  release  a right of reverter in letters patent conveying\n         certain land located in the city of Buffalo, county of Erie\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Chapter  616 of the laws of 1992, relating to authorizing\n    2  the conveyance of state land in the city of Buffalo to Women  for  Human\n    3  Rights   and   Dignity  Development  Corporation,  Inc.  for  charitable\n    4  purposes, is amended to read as follows:\n    5    Section 1. The commissioner  of  general  services  in  the  executive\n    6  department  [is  hereby  authorized  to sell and convey to the Women for\n    7  Human Rights and Dignity Development Corporation, Inc., a not-for-profit\n    8  corporation in the state of New York, the lands  with  the  improvements\n    9  thereon]  MAY,  BY  ORDER,  CANCEL  ANY  CONDITION  OR RIGHT OF REVERTER\n   10  CONTAINED IN LETTERS PATENT, CONVEYING CERTAIN  PREMISES,  more  partic-\n   11  ularly described in section [three] TWO of this act, UPON APPLICATION OF\n   12  THE  SUCCESSOR  IN INTEREST TO THE ORIGINAL GRANTEE, IF THE COMMISSIONER\n   13  IS SATISFIED BY REASON OR PROOF SUBMITTED THAT SUCH CANCELLATION IS JUST\n   14  AND NOT DETRIMENTAL TO THE INTERESTS OF THE STATE. THE  ORDER  SHALL  BE\n   15  UPON  TERMS  AND  CONDITIONS  INCLUDING  PAYMENT  OF  FAIR AND EQUITABLE\n   16  CONSIDERATION AS DETERMINED BY SAID COMMISSIONER.\n   17    S 2. [The purpose of this conveyance  is  to  develop,  implement  and\n   18  monitor  activities  which  are exclusively charitable, with the primary\n   19  intent of providing educational relief  to  those  individuals  who  are\n   20  disadvantaged,  particularly  women.  Conveyance  shall  be on terms and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03383-01-1\n\n       A. 766                              2\n\n    1  conditions, including consideration,  as  the  commissioner  of  general\n    2  services may fix and determine.\n    3    S 3.] The premises are more particularly described as follows:\n    4    All  that  tract  or  parcel  of land, situate in the city of Buffalo,\n    5  county of Erie, state of New York and being part of Lot 65, Township 11,\n    6  Range 8 of the Holland Land Company Survey (so-called) and further being\n    7  part of subdivision lot 12 in block \"F\" as shown on a map filed  in  the\n    8  Erie  county  clerk's office under cover no.  254, bounded and described\n    9  as follows:\n   10    Beginning at a point on the northwesterly boundary of Main  street  at\n   11  its  intersection  with  the  southwesterly boundary of Florence avenue;\n   12  running thence southwesterly along the northwesterly  boundary  of  Main\n   13  street,  a distance of 50.0 feet to a point. Said point being the south-\n   14  easterly corner of subdivision lot  12;  running  thence  northwesterly,\n   15  parallel  with  the  southwesterly boundary of Florence avenue and along\n   16  the southwesterly line of subdivision lot 12, a distance of  140.0  feet\n   17  to a point; running thence northeasterly, parallel with the northwester-\n   18  ly  boundary  of  Main street, a distance of 50.0 feet to a point on the\n   19  southwesterly boundary of Florence avenue; running thence  southeasterly\n   20  along the southwesterly boundary of Florence avenue, a distance of 140.0\n   21  feet to the point or place of beginning.\n   22    Together  with  all  the right, title and interest of the party of the\n   23  first part of, in and to any land lying in the bed of any highway, road,\n   24  street or avenue, land or alley, open or proposed, lying in front of  or\n   25  adjacent to the premises conveyed hereunder to the centerline thereof.\n   26    Being  the  same  premises  conveyed to the people of the state of New\n   27  York by Florence B. Lunz by deed dated November 14,  1975  and  recorded\n   28  December  9,  1975  in  the  Erie county clerk's office in liber 8345 of\n   29  deeds at page 523, said  premises  being  known  as  2238  Main  Street,\n   30  Buffalo, New York.\n   31    [S  4. Any lands transferred pursuant to this act shall be used exclu-\n   32  sively to develop, implement and monitor activities which are exclusive-\n   33  ly charitable, with the primary intent of providing  educational  relief\n   34  to  those individuals who are disadvantaged, particularly women and upon\n   35  termination of such use, title to the lands so transferred shall  revert\n   36  to the state of New York.\n   37    S  5.]  S  3. The commissioner of general services shall not grant the\n   38  aforesaid lands unless application is  made  therefor  within  one  year\n   39  after the date on which this act shall have become a law.\n   40    [S 6.] S 4. This act shall take effect immediately.\n   41    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 616 of the laws of 1992, relating to authorizing the conveyance of state land in the city of Buffalo, to Women for Human Rights and Dignity Development Corporation Inc. for charitable purposes, in relation to authorizing the commissioner of general services to release a right of reverter in letters patent conveying certain land located in the city of Buffalo, county of Erie ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110106.T123717.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294846796267
}