{
  "year" : 2011,
  "senateBillNo" : "A770-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A770-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits mercantile establishments from allowing customers to wear certain articles of apparel before purchase thereof",
  "summary" : "Prohibits mercantile establishments from allowing customers to wear undergarments before purchase thereof; prescribes a civil penalty of not more than one hundred dollars and for subsequent violations, not more than five hundred dollars. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2403-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          770\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to prohibiting the\n         wearing of certain apparel by consumers prior to the purchase thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 40 and sections 900 and 901 of the general business\n    2  law,  as  renumbered  by chapter 407 of the laws of 1973, are renumbered\n    3  article 41 and sections 910 and 911 and a new article  40  is  added  to\n    4  read as follows:\n    5                                  ARTICLE 40\n    6           WEARING OF CERTAIN APPAREL PRIOR TO PURCHASE PROHIBITED\n    7  SECTION 900. DEFINITIONS.\n    8          901.  WEARING  OF  ARTICLES OF WEARING APPAREL PRIOR TO PURCHASE\n    9                 PROHIBITED.\n   10          902. PENALTIES.\n   11    S 900. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL\n   12  HAVE THE FOLLOWING MEANINGS:\n   13    1. \"RETAIL MERCANTILE ESTABLISHMENT\" MEANS A PLACE  WHERE  MERCHANDISE\n   14  IS OFFERED TO THE PUBLIC FOR SALE.\n   15    2. \"ARTICLE OF WEARING APPAREL\" MEANS ANY COSTUME OR ARTICLE OF CLOTH-\n   16  ING  WORN  OR  INTENDED  TO  BE  WORN BY INDIVIDUALS AND KNOWN BY COMMON\n   17  PARLANCE AS UNDERWEAR.\n   18    S 901. WEARING OF  ARTICLES  OF  WEARING  APPAREL  PRIOR  TO  PURCHASE\n   19  PROHIBITED.  NO  INDIVIDUAL,  PARTNERSHIP,  CORPORATION,  ASSOCIATION OR\n   20  OTHER FORM OF BUSINESS ENTERPRISE OPERATING A RETAIL  MERCANTILE  ESTAB-\n   21  LISHMENT  SHALL  PERMIT  ANY  INDIVIDUAL  TO  WEAR AN ARTICLE OF WEARING\n   22  APPAREL AS DEFINED IN SUBDIVISION TWO OF SECTION NINE  HUNDRED  OF  THIS\n   23  ARTICLE,  WHICH  IS OFFERED FOR SALE BY SUCH ESTABLISHMENT, PRIOR TO THE\n   24  PURCHASE OF ANY SUCH ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03208-01-1\n\n       A. 770                              2\n\n    1    S 902. PENALTIES. ANY INDIVIDUAL,  PARTNERSHIP,  CORPORATION,  ASSOCI-\n    2  ATION  OR  OTHER FORM OF BUSINESS ENTERPRISE VIOLATING THE PROVISIONS OF\n    3  SECTION NINE HUNDRED ONE OF THIS ARTICLE SHALL  BE  LIABLE  TO  A  CIVIL\n    4  PENALTY  OF  NOT  MORE THAN ONE HUNDRED DOLLARS, AND, FOR ANY SUBSEQUENT\n    5  VIOLATION  SHALL  BE  LIABLE  TO  A  CIVIL PENALTY OF NOT MORE THAN FIVE\n    6  HUNDRED DOLLARS.\n    7    S 2. This act shall take effect on the first of November next succeed-\n    8  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting the wearing of certain apparel by consumers prior to the purchase thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110106.T123717.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335437961
}