{
  "year" : 2011,
  "senateBillNo" : "A771-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A771-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits motor vehicle rental agencies from discriminating against a person because any of the authorized operators do not have a credit card",
  "summary" : "Prohibits motor vehicle rental agencies from discriminating against a person because he or she does not have a major credit card. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2402-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          771\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GANTT -- Multi-Sponsored by -- M. of A. BOYLAND\n         -- read once and referred to the Committee on  Corporations,  Authori-\n         ties and Commissions\n\n       AN  ACT  to amend the general business law, in relation to the rental of\n         motor vehicles\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs c and d of subdivision 1 of section 391-1 of the\n    2  general  business  law,  as added by chapter 573 of the laws of 1980 and\n    3  such section as redesignated by chapter 694 of the  laws  of  1995,  are\n    4  amended and two new paragraphs e and f are added to read as follows:\n    5    c.  \"Motor vehicle\" shall have the meaning ascribed thereto by section\n    6  one hundred twenty-five of the vehicle and traffic law; [and]\n    7    d. \"Credit card\" shall mean any  credit  card,  credit  plate,  charge\n    8  plate or other identification card or device which is issued by a person\n    9  to  another person as the holder thereof, and may be used by such holder\n   10  to obtain a cash advance or a loan or credit, or  to  purchase  or  rent\n   11  property or services on the credit of the person issuing the credit card\n   12  or of the holder[.];\n   13    E.  \"AUTHORIZED DRIVER\" SHALL MEAN: (I) THE PERSON TO WHOM THE VEHICLE\n   14  IS RENTED IF A LICENSED DRIVER; (II) SUCH PERSON'S  SPOUSE  IF  LICENSED\n   15  AND  AT  LEAST  EIGHTEEN YEARS OF AGE; (III) ANY PERSON WHO OPERATES THE\n   16  VEHICLE DURING AN EMERGENCY SITUATION TO A MEDICAL FACILITY; OR (IV) ANY\n   17  LICENSED DRIVER EXPRESSLY LISTED ON THE RENTAL AGREEMENT AS  AN  AUTHOR-\n   18  IZED DRIVER; AND\n   19    F.  \"RENTAL AGREEMENT\" MEANS ANY WRITTEN AGREEMENT SETTING FORTH TERMS\n   20  AND CONDITIONS GOVERNING THE AUTHORIZED DRIVER'S USE OF A  RENTAL  VEHI-\n   21  CLE, AS DEFINED IN SECTION ONE HUNDRED THIRTY-SEVEN-A OF THE VEHICLE AND\n   22  TRAFFIC LAW, FOR A PERIOD NOT TO EXCEED THIRTY CONTINUOUS DAYS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03206-01-1\n\n       A. 771                              2\n\n    1    S  2.  Subdivision  2 of section 391-l of the general business law, as\n    2  added by chapter 573 of the laws of 1980 and such  section  as  redesig-\n    3  nated by chapter 694 of the laws of 1995, is amended to read as follows:\n    4    2. It shall be unlawful for any person, firm, partnership, association\n    5  or  corporation  engaged  in  the  business of renting motor vehicles to\n    6  refuse to rent such vehicle to any person solely on the  requirement  of\n    7  ownership of a credit card OR REQUIRE ANY PERSON TO OWN A CREDIT CARD IN\n    8  ORDER TO OPERATE A VEHICLE OR ENTER INTO A RENTAL AGREEMENT.\n    9    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   10  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the rental of motor vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T124217.TXT", "SOBI.D110104.T114957.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335737090
}