{
  "year" : 2011,
  "senateBillNo" : "A772-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A772-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the court of claims to hear, audit and determine the claim of Betty Tyson for an erroneous indictment and conviction",
  "summary" : "Authorizes the court of claims to hear, audit and determine the claim of Betty Tyson for an erroneous indictment and conviction. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Court of Claims Act",
  "previousVersions" : [ "A2704-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          772\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Judiciary\n\n       AN ACT to confer jurisdiction upon the court of claims  to  hear,  audit\n         and determine the claims of Betty Tyson\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any  provision  of  law  to  the  contrary,\n    2  jurisdiction is hereby conferred upon the court of claims to hear, audit\n    3  and  determine  the claims of Betty Tyson under section 8-b of the court\n    4  of claims act against the state for compensation and damages alleged  to\n    5  have  been  sustained  by  the claimant as a result of and in connection\n    6  with an erroneous indictment and conviction for the murder  and  robbery\n    7  of  Timothy Hayworth. On December 28, 1973, Betty Tyson was convicted of\n    8  five counts related to the murder and robbery of one  Timothy  Hayworth,\n    9  and on February 13, 1974, was sentenced to 25 years to life. After serv-\n   10  ing  25 years in prison, Ms. Tyson was released from prison upon vacatur\n   11  of her conviction. The vacatur of her conviction was based upon a  find-\n   12  ing  that  during  the  course  of Ms. Tyson's trial both the deliberate\n   13  suppression of testimony and evidence, demonstrative of the innocence of\n   14  Betty Tyson, and the knowing use of perjured testimony occurred.\n   15    S 2. Notwithstanding the inability of such claimant to  satisfactorily\n   16  establish  by  documentary  evidence the requirements contained in para-\n   17  graph (b) of subdivision 3 of section 8-b of the court of claims act and\n   18  by clear and convincing evidence the requirements contained in paragraph\n   19  (b) of subdivision 5 of section 8-b of the court of claims act,  if  the\n   20  court  of claims shall determine that the claimant suffered damages as a\n   21  result of these actions under section 8-b of the court  of  claims  act,\n   22  the  damages  therefor shall constitute a legal, valid and binding claim\n   23  against the state, and the state shall be liable therefor  and  for  the\n   24  payment  thereof.  The court of claims may award and render judgment for\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03407-01-1\n\n       A. 772                              2\n\n    1  such sum as may be just and equitable  compensation  therefor,  together\n    2  with interest and cost.\n    3    S  3.  The  state of New York hereby consents to have its liability on\n    4  such claim determined, and to be bound by such  determination,  notwith-\n    5  standing  the  failure  of  the claimant to file such claim or notice of\n    6  intention to file such claim within  the  time  provided  or  prescribed\n    7  therefore  by law; nor the previous dismissal of claimant's claim by the\n    8  court of claims, provided, however, that the claim  is  filed  with  the\n    9  court of claims within six months after the effective date of this act.\n   10    S  4.  Nothing  contained in this act shall be construed as a determi-\n   11  nation as to the merits of this claim.\n   12    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to confer jurisdiction upon the court of claims to hear, audit and determine the claims of Betty Tyson ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T124217.TXT", "SOBI.D110104.T114957.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335737099
}