{
  "year" : 2011,
  "senateBillNo" : "A774-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A774-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to aid and incentives for municipalities with populations of greater than two hundred thousand",
  "summary" : "Relates to aid and incentives for municipalities with populations of greater than two hundred thousand. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A2766-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          774\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GANTT, MORELLE -- read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to aid and incentives\n         for municipalities with populations of greater than two hundred  thou-\n         sand\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (vi) of  paragraph  e  of  subdivision  10  of\n    2  section  54 of the state finance law, as amended by section 2 of part GG\n    3  of chapter 56 of the laws of 2009, is relettered subparagraph (vii)  and\n    4  amended and a new subparagraph (vi) is added to read as follows:\n    5    (VI)  COMMENCING WITH THE STATE FISCAL YEAR COMMENCING ON APRIL FIRST,\n    6  TWO THOUSAND ELEVEN AND THEREAFTER, ALL MUNICIPALITIES WITH A POPULATION\n    7  OF GREATER THAN TWO HUNDRED THOUSAND SHALL RECEIVE EQUAL PER CAPITA  AID\n    8  PROVIDED  PURSUANT  TO  THIS  SUBDIVISION.    PER  CAPITA  AID  SHALL BE\n    9  INCREASED FOR ALL MUNICIPALITIES WITH A POPULATION OF GREATER  THAN  TWO\n   10  HUNDRED  THOUSAND  TO  THE HIGHEST PER CAPITA AID CALCULATED PURSUANT TO\n   11  THIS SUBDIVISION FOR A MUNICIPALITY WITH A POPULATION GREATER  THAN  TWO\n   12  HUNDRED THOUSAND.\n   13    (vii)  If sufficient funds are not available for additional aid in the\n   14  amount authorized pursuant to subparagraphs (ii), (iii), (iv) [and], (v)\n   15  AND (VI) of this paragraph, additional aid shall be apportioned to  each\n   16  municipality  eligible for such aid based on the municipality's pro rata\n   17  share of available funds.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03394-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to aid and incentives for municipalities with populations of greater than two hundred thousand ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T114957.TXT", "SOBI.D110104.T115457.TXT", "SOBI.D110106.T112205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330925078
}