{
  "year" : 2011,
  "senateBillNo" : "A775-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A775-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a mechanism for taxpayers to contribute on their tax return to the homeless housing and assistance fund",
  "summary" : "Establishes the \"gift to the homeless housing and assistance fund\"; provides that effective on or after January 1, 2011 an individual may contribute to the homeless housing and assistance fund for homeless housing projects; requires tax commissioner to include space on income tax return for such contribution. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA2664-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          775\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- Multi-Sponsored by -- M. of A. PERRY --\n         read once and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law and the state finance law,  in  relation  to\n         gifts to the homeless housing and assistance fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a  new  section  630-c  to\n    2  read as follows:\n    3    S  630-C. GIFT TO THE HOMELESS HOUSING AND ASSISTANCE FUND.  EFFECTIVE\n    4  FOR ANY TAX YEAR COMMENCING ON OR  AFTER  JANUARY  FIRST,  TWO  THOUSAND\n    5  ELEVEN,  AN  INDIVIDUAL  MAY ELECT TO CONTRIBUTE TO THE HOMELESS HOUSING\n    6  AND ASSISTANCE FUND FOR HOMELESS HOUSING  PROJECTS.  SUCH  CONTRIBUTIONS\n    7  SHALL  BE  IN ANY WHOLE DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF\n    8  TAX OWED BY SUCH INDIVIDUAL. THE COMMISSIONER SHALL INCLUDE SPACE ON THE\n    9  PERSONAL INCOME TAX RETURN TO ENABLE A TAXPAYER TO  MAKE  SUCH  CONTRIB-\n   10  UTION.   NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  ALL  REVENUES\n   11  COLLECTED PURSUANT TO THIS SECTION, SHALL BE CREDITED  TO  THE  HOMELESS\n   12  HOUSING  AND ASSISTANCE FUND AND USED ONLY FOR THOSE PURPOSES ENUMERATED\n   13  IN SECTION NINETY-TWO-L OF THE STATE FINANCE LAW.\n   14    S 2. Subdivision 4 of section 92-l of the state finance law, as  added\n   15  by chapter 61 of the laws of 1983, is amended to read as follows:\n   16    4.    Moneys of the fund may be invested by the state comptroller, and\n   17  income from such investments shall  be  credited  to  the  general  fund\n   18  PROVIDED,  HOWEVER,  THAT INCOME FROM THE INVESTMENT OF MONEYS DEPOSITED\n   19  TO THIS FUND PURSUANT TO SECTION SIX HUNDRED THIRTY-C  OF  THE  TAX  LAW\n   20  SHALL BE CREDITED SOLELY TO THIS FUND AND NOT TO THE GENERAL FUND.\n   21    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03369-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to gifts to the homeless housing and assistance fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T115457.TXT", "SOBI.D110104.T122000.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110106.T123216.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335136786
}