{
  "year" : 2011,
  "senateBillNo" : "A779-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to energy",
    "billEventId" : "A779-2011-1294203600000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the E85 compatible pump matching grant program",
  "summary" : "Establishes the E85 compatible pump matching grant program; provides that grants shall be made available to owners of service stations for up to seventy-five percent of the cost of purchasing new E85 compatible pumps or for the conversion of conventional gasoline pumps to E85 compatible pumps; defines the terms \"E85\" and \"service station\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A1820-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          779\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. RABBITT, CROUCH, FINCH, TEDISCO, KOLB -- Multi-\n         Sponsored by -- M. of A. BARCLAY,  BURLING,  CALHOUN,  CONTE,  GIGLIO,\n         McDONOUGH, J. MILLER, MOLINARO, RAIA, SAYWARD, THIELE -- read once and\n         referred to the Committee on Energy\n\n       AN  ACT to amend the public authorities law, in relation to establishing\n         an E85 compatible pump matching grant program; and providing  for  the\n         repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1854 of the public authorities law  is  amended  by\n    2  adding a new subdivision 19 to read as follows:\n    3    19.  TO  DEVELOP AND ADMINISTER THE E85 COMPATIBLE PUMP MATCHING GRANT\n    4  PROGRAM ESTABLISHED PURSUANT TO SECTION EIGHTEEN HUNDRED EIGHTY-FOUR  OF\n    5  THIS ARTICLE.\n    6    S  2.  The  public  authorities law is amended by adding a new section\n    7  1884 to read as follows:\n    8    S 1884. E85 COMPATIBLE PUMP MATCHING  GRANT  PROGRAM.  1.  SUBJECT  TO\n    9  AVAILABLE APPROPRIATION, THERE IS HEREBY ESTABLISHED IN THE AUTHORITY AN\n   10  E85  COMPATIBLE PUMP MATCHING GRANT PROGRAM, UNDER WHICH GRANTS SHALL BE\n   11  MADE AVAILABLE TO OWNERS OF SERVICE STATIONS FOR  THE  PURCHASE  OF  E85\n   12  COMPATIBLE PUMPS OR FOR THE CONVERSION OF CONVENTIONAL GASOLINE PUMPS TO\n   13  E85  COMPATIBLE  PUMPS.  GRANTS SHALL NOT EXCEED SEVENTY-FIVE PERCENT OF\n   14  THE COST OF SUCH PURCHASE OR CONVERSION. OWNERS OF SERVICE STATIONS  WHO\n   15  FAIL  TO  KEEP SUCH NEW OR CONVERTED E85 COMPATIBLE PUMPS IN SERVICE FOR\n   16  FIVE OR MORE YEARS SHALL BE SUBJECT TO REIMBURSEMENT TO  THE  STATE  FOR\n   17  THE  AMOUNT  OF  SUCH  GRANT.  THE  AUTHORITY  IS  HEREBY AUTHORIZED AND\n   18  DIRECTED TO PROMULGATE RULES AND REGULATIONS FOR THE  ADMINISTRATION  OF\n   19  SUCH  MATCHING  GRANT  PROGRAM AND TO ESTABLISH ELIGIBILITY CRITERIA FOR\n   20  APPLICANTS. APPLICATION FOR SUCH GRANTS SHALL BE IN A  MANNER  AND  FORM\n   21  DETERMINED BY THE AUTHORITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01636-01-1\n\n       A. 779                              2\n\n    1    2.  AS USED IN THIS SECTION THE FOLLOWING TERMS SHALL HAVE THE FOLLOW-\n    2  ING MEANINGS:\n    3    A.  \"E85\"  SHALL  MEAN A PETROLEUM PRODUCT THAT IS A BLEND OF AGRICUL-\n    4  TURALLY DERIVED DENATURED ETHANOL AND GASOLINE OR NATURAL GASOLINE  THAT\n    5  TYPICALLY CONTAINS EIGHTY-FIVE PERCENT ETHANOL BY VOLUME, BUT AT A MINI-\n    6  MUM SHALL CONTAIN SIXTY PERCENT ETHANOL BY VOLUME.\n    7    B.  \"SERVICE  STATION\"  MEANS  ANY PREMISES WHEREON THE RETAIL SALE OF\n    8  MOTOR FUELS IS CONDUCTED AS THE PRINCIPAL BUSINESS.\n    9    3. THE PROVISIONS OF THIS SECTION SHALL APPLY TO E85 COMPATIBLE  PUMPS\n   10  PLACED  IN  SERVICE  DURING  THE  PERIOD COMMENCING SEPTEMBER FIRST, TWO\n   11  THOUSAND ELEVEN AND ENDING SEPTEMBER FIRST, TWO THOUSAND FIFTEEN.\n   12    S 3. This act shall take effect immediately and shall  expire  and  be\n   13  deemed repealed September 1, 2015.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to establishing an E85 compatible pump matching grant program; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T115457.TXT", "SOBI.D110106.T101659.TXT", "SOBI.D110104.T122000.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327019683
}