{
  "year" : 2011,
  "senateBillNo" : "A780-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A780-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides localities with the option to offer seniors the option of two previous income years instead of one to determine real property tax exemption eligibility",
  "summary" : "Provides localities with the option to offer seniors the option of two previous income years instead of one to determine real property tax exemption income eligibility. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1150-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          780\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. RABBITT, KOLB, HAWLEY, FINCH, RAIA, McDONOUGH,\n         McKEVITT -- Multi-Sponsored by -- M. of A. BARCLAY,  BURLING,  CROUCH,\n         WEISENBERG -- read once and referred to the Committee on Real Property\n         Taxation\n\n       AN  ACT  to  amend  the  real  property tax law, in relation to offering\n         seniors the option of either of two preceding  income  tax  years  for\n         real property tax exemption eligibility\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 467 of the real property  tax  law  is  amended  by\n    2  adding a new subdivision 11 to read as follows:\n    3    11.  NOTWITHSTANDING  THE  PROVISIONS  OF  SUBDIVISION  THREE  OF THIS\n    4  SECTION OR ANY OTHER PROVISION OF LAW TO THE CONTRARY,  ANY  LOCAL  LAW,\n    5  ORDINANCE OR RESOLUTION ADOPTED PURSUANT TO PARAGRAPH (A) OF SUBDIVISION\n    6  ONE  OF THIS SECTION MAY BE AMENDED, OR A LOCAL LAW, ORDINANCE OR RESOL-\n    7  UTION MAY BE ADOPTED, TO PROVIDE THAT AN EXEMPTION SHALL BE  GRANTED  IF\n    8  THE  INCOME  OF  THE  OWNER  OR THE COMBINED INCOME OF THE OWNERS OF THE\n    9  PROPERTY FOR EITHER OF THE TWO INCOME TAX  YEARS  IMMEDIATELY  PRECEDING\n   10  THE  DATE  OF APPLICATION FOR EXEMPTION DOES NOT EXCEED THE SUM OF THREE\n   11  THOUSAND DOLLARS, OR SUCH OTHER SUM NOT LESS THAN THREE THOUSAND DOLLARS\n   12  NOR MORE THAN TWENTY-FOUR THOUSAND DOLLARS AS MAY  BE  PROVIDED  BY  THE\n   13  LOCAL LAW, ORDINANCE OR RESOLUTION ADOPTED PURSUANT TO THIS SECTION.\n   14    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01623-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to offering seniors the option of either of two preceding income tax years for real property tax exemption eligibility ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T115457.TXT", "SOBI.D110104.T122000.TXT", "SOBI.D110106.T112205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330925083
}