{
  "year" : 2011,
  "senateBillNo" : "A781-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A781-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for personal income taxpayers who are first-time home buyers a credit for interest paid on a purchase money loan/mortgage of 25% of the annual interest",
  "summary" : "Provides for personal income taxpayers who are first-time home buyers a credit for interest paid on a purchase money loan/mortgage of 25% of the annual interest paid over the life of the loan; allows for carryover where the credit exceeds the tax due; provides for recapture if the property ceases to qualify during the first five years after acquisition; creates the mortgage credit certificate credit against personal income tax. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1097-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          781\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. RABBITT, THIELE, KOLB, FINCH, McDONOUGH, RAIA,\n         McKEVITT -- Multi-Sponsored by -- M. of A. BARCLAY, MOLINARO  --  read\n         once and referred to the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to providing a credit against\n         income tax in the form of a mortgage credit certificate for first-time\n         home buyers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (ss) to read as follows:\n    3    (SS) MORTGAGE CREDIT CERTIFICATE. (1) A TAXPAYER SHALL  BE  ALLOWED  A\n    4  CREDIT,  TO BE COMPUTED AS HEREINAFTER PROVIDED, AGAINST THE TAX IMPOSED\n    5  BY THIS ARTICLE. THE AMOUNT OF THE CREDIT SHALL BE EQUAL TO  TWENTY-FIVE\n    6  PERCENT  OF  A  QUALIFIED  MORTGAGE CREDIT CERTIFICATE NOT TO EXCEED TWO\n    7  THOUSAND DOLLARS PER YEAR.\n    8    (2) IF THE CREDIT ALLOWABLE UNDER PARAGRAPH ONE OF THIS SUBSECTION FOR\n    9  ANY TAXABLE YEAR EXCEEDS THE TAXPAYER'S TAX FOR SUCH  YEAR,  THE  EXCESS\n   10  CREDIT  MAY  BE  CARRIED  OVER TO THE FOLLOWING YEAR OR YEARS AND MAY BE\n   11  DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   12    (3) (A) A TAXPAYER WHO IS A FIRST-TIME HOME BUYER SHALL BE ENTITLED TO\n   13  A QUALIFIED MORTGAGE CREDIT CERTIFICATE FROM A PRIVATE  LENDER  FOR  THE\n   14  ANNUAL AMOUNT OF INTEREST TO BE PAID TO FINANCE THE COST OF THE ACQUISI-\n   15  TION OF A PRINCIPAL RESIDENCE.\n   16    (B)  A  MORTGAGE  CREDIT  CERTIFICATE  MAY  ONLY BE TRANSFERRED BY THE\n   17  TAXPAYER TO A LENDING INSTITUTION INCLUDING A NON-DEPOSITORY INSTITUTION\n   18  IN CONNECTION WITH A LOAN:\n   19    (I) THAT IS SECURED BY THE PRINCIPAL RESIDENCE WITH RESPECT  TO  WHICH\n   20  THE CREDIT RELATES, AND\n   21    (II)  THE PROCEEDS OF WHICH MAY NOT BE USED FOR ANY PURPOSE OTHER THAN\n   22  THE ACQUISITION OF SUCH PRINCIPAL RESIDENCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01621-01-1\n\n       A. 781                              2\n\n    1    (C) IN EXCHANGE  FOR  WHICH  SUCH  LENDING  INSTITUTION  PROVIDES  THE\n    2  TAXPAYER,  (I) A REDUCTION DETERMINED AS PROVIDED IN SUCH REGULATIONS IN\n    3  THE RATE OF INTEREST ON THE LOAN; OR (II) IF THE TAXPAYER SO ELECTS WITH\n    4  RESPECT TO A SPECIFIED AMOUNT OF THE FACE AMOUNT OF SUCH  A  CERTIFICATE\n    5  RELATING TO A BUILDING:\n    6    A.  WHICH  IS A TARGETED AREA RESIDENCE (WITHIN THE MEANING OF SECTION\n    7  143(J)(1) OF THE INTERNAL REVENUE CODE), OR\n    8    B. WHICH IS LOCATED IN A FEDERAL ENTERPRISE OR EMPOWERMENT ZONE OR  AN\n    9  EMPIRE  ZONE, A PAYMENT WHICH IS SUBSTANTIALLY EQUIVALENT TO SUCH SPECI-\n   10  FIED AMOUNT TO BE USED TO REDUCE THE TAXPAYER'S COST OF  PURCHASING  THE\n   11  BUILDING (AND ONLY THE REMAINDER OF SUCH FACE AMOUNT SHALL BE TAKEN INTO\n   12  ACCOUNT UNDER CLAUSE (I) OF THIS SUBPARAGRAPH).\n   13    THE AMOUNT OF THE CREDIT SPECIFIED IN THE CERTIFICATE SHALL BE ALLOWED\n   14  TO  THE  LENDER  ONLY  TO  OFFSET  THE  TAX OF SUCH LENDER DUE UNDER THE\n   15  PROVISIONS OF ARTICLE NINE-A OR THIRTY-TWO OF THIS CHAPTER.  THE  LENDER\n   16  MAY  CARRY  FORWARD  ALL  UNUSED  AMOUNTS  UNDER  THIS  PARAGRAPH  UNTIL\n   17  EXHAUSTED.\n   18    (D) FOR PURPOSES OF THIS PARAGRAPH, THE TERM \"QUALIFIED MORTGAGE CRED-\n   19  IT CERTIFICATE\" MEANS A CERTIFICATE:\n   20    (I) ISSUED TO THE TAXPAYER, IN ACCORDANCE WITH  PROCEDURES  PRESCRIBED\n   21  BY THE COMMISSIONER,\n   22    (II)  THE  FACE  AMOUNT  OF  WHICH SHALL BE EQUAL TO THE AMOUNT OF THE\n   23  ANNUAL INTEREST TO BE PAID ON A LOAN OR LOANS TO FINANCE THE COST OF THE\n   24  ACQUISITION OF A PRINCIPAL RESIDENCE BY A FIRST-TIME HOME BUYER,\n   25    (III) WHICH MAY ONLY BE USED BY THE  TAXPAYER  IN  CONNECTION  WITH  A\n   26  LOAN:\n   27    A.  THAT  IS SECURED BY THE RESIDENCE WITH RESPECT TO WHICH THE CREDIT\n   28  RELATES, AND\n   29    B. THE PROCEEDS OF WHICH MAY NOT BE USED FOR ANY  PURPOSE  OTHER  THAN\n   30  THE ACQUISITION OF SUCH RESIDENCE.\n   31    (E) THE TERM \"FIRST-TIME HOME BUYER\" INCLUDES ANY TAXPAYER WHO HAS NOT\n   32  OWNED HIS OR HER PRINCIPAL RESIDENCE WITHIN THE PRECEDING FIVE YEARS AND\n   33  WHO  MEETS THE ELIGIBILITY REQUIREMENTS IMPOSED BY THE STATE OF NEW YORK\n   34  MORTGAGE AGENCY FOR ITS FORWARD  COMMITMENT  LOAN  PROGRAM  PURSUANT  TO\n   35  ARTICLE EIGHT OF THE PUBLIC AUTHORITIES LAW.\n   36    (F) THE TERM \"PRINCIPAL RESIDENCE\" MEANS A DWELLING IN THE STATE OWNED\n   37  AS  A  HOME AND SO MUCH OF THE LAND ABUTTING IT, NOT EXCEEDING ONE ACRE,\n   38  AS IS REASONABLY NECESSARY FOR USE OF THE DWELLING AS A  HOME,  AND  MAY\n   39  CONSIST OF PART OF A MULTIPLE DWELLING OR MULTI-PURPOSE BUILDING INCLUD-\n   40  ING A COOPERATIVE OR A CONDOMINIUM.\n   41    (G)  IF  THE TAXPAYER HOLDS STOCK AS A TENANT-SHAREHOLDER IN A COOPER-\n   42  ATIVE HOUSING CORPORATION SUCH SHAREHOLDER SHALL BE  TREATED  AS  OWNING\n   43  THE  HOUSE OR APARTMENT WHICH THE TAXPAYER IS ENTITLED TO OCCUPY AS SUCH\n   44  SHAREHOLDER.\n   45    (4) (A) IF, BEFORE THE END OF THE FIVE-YEAR PERIOD  BEGINNING  ON  THE\n   46  DATE OF PURCHASE OF SUCH RESIDENCE BY THE TAXPAYER:\n   47    (I)  THE  TAXPAYER  DISPOSES OF SUCH TAXPAYER'S INTEREST IN SUCH RESI-\n   48  DENCE, OR\n   49    (II) SUCH RESIDENCE CEASES TO BE USED AS THE  PRINCIPAL  RESIDENCE  OF\n   50  THE TAXPAYER,\n   51  THE TAXPAYER'S TAX IMPOSED BY THIS ARTICLE FOR THE TAXABLE YEAR IN WHICH\n   52  SUCH DISPOSITION OR CESSATION OCCURS SHALL BE INCREASED BY THE RECAPTURE\n   53  PERCENTAGE  OF  THE  CREDIT  ALLOWED UNDER THIS SUBSECTION FOR ALL PRIOR\n   54  TAXABLE YEARS WITH RESPECT TO SUCH CREDIT.\n\n       A. 781                              3\n\n    1    (B) FOR PURPOSES OF SUBPARAGRAPH (A) OF THIS PARAGRAPH, THE  RECAPTURE\n    2  PERCENTAGE SHALL BE DETERMINED IN ACCORDANCE WITH REGULATIONS ADOPTED BY\n    3  THE COMMISSIONER.\n    4    (5)  THE  COMMISSIONER IN CONJUNCTION WITH THE SUPERINTENDENT OF BANKS\n    5  SHALL PRESCRIBE SUCH REGULATIONS AS MAY BE APPROPRIATE TO CARRY OUT  THE\n    6  PURPOSES  OF  THIS SUBSECTION, INCLUDING REGULATIONS WHERE LESS THAN ALL\n    7  OF A BUILDING IS USED AS A PRINCIPAL RESIDENCE AND WHERE MORE  THAN  ONE\n    8  TAXPAYER USE THE SAME DWELLING UNIT AS THEIR PRINCIPAL RESIDENCE.\n    9    S  2. This act shall take effect on the first of January next succeed-\n   10  ing the date on which it shall have become a  law  and  shall  apply  to\n   11  taxable  years  commencing  on  and  after  such date; provided that the\n   12  commissioners of taxation and finance and housing and community  renewal\n   13  and the superintendent of banks are authorized to promulgate any and all\n   14  rules and regulations and take any other measures necessary to implement\n   15  this act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a credit against income tax in the form of a mortgage credit certificate for first-time home buyers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T115457.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110104.T122000.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294336638451
}