{
  "year" : 2011,
  "senateBillNo" : "A782-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A782-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain tax apportionments for property located in two or more tax districts shall be based on the applicable equalization rate when mortgage recorded",
  "summary" : "Provides that certain tax apportionments for property located in two or more tax districts shall be based on the most recent assessment and equalization rate in effect when the mortgage was recorded. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1098-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          782\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT, FINCH -- Multi-Sponsored by -- M. of A.\n         SAYWARD -- read once and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to determination and apportion-\n         ment by the commissioner of taxation and finance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  260 of the tax law, as amended by chapter 372 of\n    2  the laws of 1930, is amended to read as follows:\n    3    S 260. Determination and apportionment by the [state  tax  commission]\n    4  COMMISSIONER.   When the real property covered by a mortgage is situated\n    5  in more than one tax district, the [state tax  commission]  COMMISSIONER\n    6  shall apportion the tax paid on such mortgage between the respective tax\n    7  districts  upon the basis of the relative assessments of such real prop-\n    8  erty as the same appear on the last  assessment-rolls,  AS  ADJUSTED  TO\n    9  REFLECT  THE  APPLICABLE STATE EQUALIZATION RATE ESTABLISHED PURSUANT TO\n   10  THE REAL PROPERTY TAX LAW, FOR EACH SUCH RESPECTIVE TAX DISTRICT,  WHICH\n   11  WAS  IN  EFFECT AT THE TIME SUCH MORTGAGE WAS RECORDED. If, however, the\n   12  whole or any part of the property covered by  such  a  mortgage  is  not\n   13  assessed  upon  the last assessment-roll or rolls of the tax district or\n   14  districts in which it is situated, or is so assessed, as  a  part  of  a\n   15  larger  tract,  that  the  assessed  value  cannot  be determined, or if\n   16  improvements have been made to such an extent as  materially  to  change\n   17  the value of the property so assessed, the [tax commission] COMMISSIONER\n   18  may  require the local assessors in the respective tax districts, or the\n   19  mortgagor, or mortgagee, to furnish sworn appraisals of the property  in\n   20  each  tax  district, and upon such appraisals shall determine the appor-\n   21  tionment.  If such mortgage covers real property in two  or  more  coun-\n   22  ties,  the  [tax commission] COMMISSIONER shall determine the proportion\n   23  of the tax which shall be paid by the recording officer who has received\n   24  the same to the recording officers of the other counties  in  which  are\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01622-01-1\n\n       A. 782                              2\n\n    1  situated  the tax districts entitled to share therein.  When any record-\n    2  ing officer shall pay any portion of a tax to the recording  officer  of\n    3  another  county,  he  OR  SHE  shall forward with such tax a description\n    4  sufficient  to identify the mortgage on which the tax has been paid, and\n    5  the recording officer receiving such tax shall note on the margin of the\n    6  record of such mortgage the fact of such payment, attested by his OR HER\n    7  signature. The [tax commission] COMMISSIONER  shall  make  an  order  of\n    8  determination  and  apportionment  in  respect to each such mortgage and\n    9  file a certified copy thereof with the recording officer of each  county\n   10  in which a part of the mortgaged real property is situated.\n   11    When  the  real  property  covered  by a mortgage is partly within the\n   12  state and partly without the state, it shall be the  duty  of  the  [tax\n   13  commission] COMMISSIONER to determine what portion of the mortgage or of\n   14  advancements  thereon shall be taxable under this article. Such determi-\n   15  nation shall be made in  the  following  manner:  First:  Determine  the\n   16  respective  values  of  the  property  within and without the state, and\n   17  deduct therefrom the  amount  of  any  prior  existing  mortgage  liens,\n   18  excepting such liens as are to be replaced by prior advancements and the\n   19  advancement  under  consideration.  Second:  Find the ratio that the net\n   20  value of the mortgaged property within the state bears to the net  value\n   21  of  the  entire mortgaged property. Third: Make the determination of the\n   22  portion of the mortgage or of the advancements thereon  which  shall  be\n   23  taxable under this article by applying the ratio so found. If a mortgage\n   24  covering  property  partly  within  and  partly  without  the  state  is\n   25  presented for record before such determination has been made, or at  the\n   26  time when an advance is made on a corporate trust mortgage or on a prior\n   27  advance  mortgage,  there  may  be  presented to the recording officer a\n   28  statement in duplicate, verified by the mortgagor or an officer or  duly\n   29  authorized  agent  of the mortgagor, in which shall be specified the net\n   30  value of the property within the state and the net value of the property\n   31  without the state covered by such mortgage. One of such statements shall\n   32  be filed by the recording officer and the other shall be forthwith tran-\n   33  smitted by him OR HER to the [state tax commission] COMMISSIONER.    The\n   34  tax  payable  under  this  article  before the determination by the [tax\n   35  commission] COMMISSIONER shall be computed  upon  such  portion  of  the\n   36  principal  indebtedness  secured by the mortgage, or of the sum advanced\n   37  thereon, as the net value of the mortgaged  property  within  the  state\n   38  bears  to the net value of the entire mortgaged property as set forth in\n   39  such statement. The [tax commission] COMMISSIONER shall  on  receipt  of\n   40  the  statement from the recording officer and on not less than ten days'\n   41  notice served personally or by mail upon the mortgagor,  the  mortgagee,\n   42  and  the  state comptroller, proceed to make the required determination.\n   43  In determining the separate values of the property  within  and  without\n   44  the  state,  the  [tax  commission] COMMISSIONER shall consider only the\n   45  tangible property, real and personal, except that leases of real proper-\n   46  ty shall be deemed tangible property. For  the  purpose  of  determining\n   47  such  value, the [tax commission] COMMISSIONER may require the mortgagor\n   48  or mortgagee to furnish by affidavit or verified report such information\n   49  or data as [it] HE OR SHE may deem necessary, and may require  and  take\n   50  the  testimony  of  the  mortgagor,  mortgagee, or any other person.   A\n   51  certified copy of the order of determination and apportionment shall  be\n   52  delivered personally or by mail to the mortgagor, the mortgagee, and the\n   53  state  comptroller,  and  any tax under such determination which has not\n   54  been paid shall be paid within ten days after service of such  certified\n   55  copy;  if,  however,  the  tax  paid at the time of filing the statement\n   56  hereinbefore specified with the recording officer is in  excess  of  the\n\n       A. 782                              3\n\n    1  tax  determined  to  be  payable,  the  certificate of determination and\n    2  apportionment shall direct the recording officer to refund to the person\n    3  paying such tax the amount of such excess; provided that no refund shall\n    4  be made of any taxes paid pursuant to a previous determination.\n    5    The  [tax  commission]  COMMISSIONER  shall  adopt rules to govern the\n    6  procedure and the manner of taking evidence in all the matters  provided\n    7  for  by this section and may require verified statements to be furnished\n    8  either by boards of assessors,  recording  officers,  or  other  persons\n    9  having knowledge in relation to such matters. Failure on the part of any\n   10  person  or officer to furnish a statement or other data when required so\n   11  to do pursuant to the provisions  of  this  section  shall  render  such\n   12  person  or  officer  liable  to  a penalty of one hundred dollars, to be\n   13  recovered by the attorney-general in an action brought in  the  name  of\n   14  the people of the state of New York.\n   15    In making determination and apportionment under this section, the [tax\n   16  commission]  COMMISSIONER  shall  consider  each advancement made upon a\n   17  mortgage after July first, nineteen hundred [and] six, as  a  new  mort-\n   18  gage.  In all cases under this section where the provisions for distrib-\n   19  ution of the tax among tax districts are inapplicable or inadequate, the\n   20  [tax commission] COMMISSIONER shall establish a basis  of  apportionment\n   21  that will be equitable and fair.\n   22    S 2. This act shall take effect on the one hundred eightieth day after\n   23  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to determination and apportionment by the commissioner of taxation and finance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T115457.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110104.T122000.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294336638452
}