{
  "year" : 2011,
  "senateBillNo" : "A785-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A785-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the establishment of a pilot program for courts for the treatment of veterans",
  "summary" : "Relates to the establishment of a pilot program for courts for the treatment of veterans in the city of Utica and New York city; expires after two years. ",
  "currentCommittee" : null,
  "sameAs" : "S1202",
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "A7876-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          785\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, PEOPLES-STOKES, PHEFFER, GLICK, LANCMAN,\n         O'DONNELL  --  Multi-Sponsored  by  -- M. of A. CANESTRARI, McENENY --\n         read once and referred to the Committee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to the establishment of a\n         pilot program for courts for the treatment of veterans; and  providing\n         for the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The judiciary law is amended by adding a new article 5-C to\n    2  read as follows:\n    3                                 ARTICLE 5-C\n    4                        VETERANS COURTS PILOT PROGRAM\n    5  SECTION 178-A. ESTABLISHMENT OF COURTS FOR VETERANS; PILOT PROGRAM.\n    6          178-B. TRANSFER OF CASES TO COURTS FOR  TREATMENT  OF  VETERANS;\n    7                   HOW EFFECTUATED.\n    8          178-C. PROCEDURE  IN  A COURT FOR VETERANS UPON TRANSFER OF CASE\n    9                   THERETO.\n   10    S 178-A. ESTABLISHMENT OF COURTS  FOR  VETERANS;  PILOT  PROGRAM.  THE\n   11  CHIEF  ADMINISTRATOR  OF THE COURTS, BY ADMINISTRATIVE ORDER, IS AUTHOR-\n   12  IZED AND DIRECTED TO ESTABLISH A COURT FOR VETERANS IN THE CITY COURT OF\n   13  THE CITY OF UTICA, AND IN THE SUPREME COURTS OF THE CITY  OF  NEW  YORK,\n   14  AND ASSIGN ONE OR MORE JUSTICES OR JUDGES TO PRESIDE THEREIN. SUCH COURT\n   15  FOR VETERANS SHALL HAVE AS ITS PURPOSE THE HEARING AND DETERMINATION OF:\n   16    (A)  CRIMINAL  CASES  THAT  ARE  COMMENCED IN THE CITY COURT AGAINST A\n   17  DEFENDANT IDENTIFIED AS A VETERAN; AND\n   18    (B) CRIMINAL CASES THAT ARE COMMENCED IN OTHER COURTS OF  THE  COUNTY,\n   19  AND  THAT  ARE IDENTIFIED AS APPROPRIATE FOR DISPOSITION BY THE VETERANS\n   20  COURT AND TRANSFERRED TO THE COURT AS PROVIDED IN  SECTION  ONE  HUNDRED\n   21  SEVENTY-EIGHT-B OF THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01805-01-1\n\n       A. 785                              2\n\n    1    S  178-B.  TRANSFER  OF CASES TO COURTS FOR TREATMENT OF VETERANS; HOW\n    2  EFFECTUATED. (A) TRANSFER OF CASES PENDING IN LOCAL CRIMINAL COURTS.\n    3    (1)  A  LOCAL CRIMINAL COURT IN A COUNTY IN WHICH A COURT FOR VETERANS\n    4  HAS BEEN ESTABLISHED UNDER THIS ARTICLE MAY, UPON MOTION OF THE  DEFEND-\n    5  ANT  AND  WITH  THE  CONSENT  OF  THE DISTRICT ATTORNEY, CAUSE COPIES OF\n    6  PAPERS AND OTHER  DOCUMENTS  FILED  IN  SUCH  LOCAL  CRIMINAL  COURT  IN\n    7  CONNECTION  WITH  A  CRIMINAL ACTION OR PROCEEDING PENDING THEREIN TO BE\n    8  SENT TO THE COURT FOR VETERANS:\n    9    (I) UPON OR AFTER ARRAIGNMENT OF THE DEFENDANT  ON  A  LOCAL  CRIMINAL\n   10  COURT  ACCUSATORY  INSTRUMENT  BY  WHICH  SUCH  ACTION OR PROCEEDING WAS\n   11  COMMENCED; OR\n   12    (II) UPON OR AFTER COMMENCEMENT OF  A  PROCEEDING  BROUGHT  AGAINST  A\n   13  DEFENDANT FOR THE VIOLATION OF A CONDITION OF A SENTENCE OF PROBATION OR\n   14  A SENTENCE OF CONDITIONAL DISCHARGE.\n   15    (2) NOT LATER THAN FIVE DAYS FOLLOWING RECEIPT OF THE PAPERS AND OTHER\n   16  DOCUMENTS,  THE  JUSTICE  OR  JUDGE  PRESIDING IN THE COURT FOR VETERANS\n   17  SHALL DETERMINE WHETHER OR NOT A TRANSFER OF THE ACTION OR PROCEEDING TO\n   18  THE COURT WOULD PROMOTE THE ADMINISTRATION OF JUSTICE. IF THE JUSTICE OR\n   19  JUDGE PRESIDING IN THE COURT DETERMINES THAT IT WOULD,  HE  OR  SHE  MAY\n   20  ORDER  SUCH  TRANSFER,  IN WHICH EVENT THE ACTION OR PROCEEDING SHALL BE\n   21  TRANSFERRED TO THE COURT FOR VETERANS, ALL ORIGINATING PAPERS SHALL THEN\n   22  BE SENT FROM THE ORIGINATING COURT TO THE COURT FOR  VETERANS,  AND  ALL\n   23  FURTHER  PROCEEDINGS SHALL BE CONDUCTED THEREIN. IF THE JUSTICE OR JUDGE\n   24  DETERMINES THAT A TRANSFER OF THE ACTION OR PROCEEDING WOULD NOT PROMOTE\n   25  THE ADMINISTRATION OF JUSTICE, HE OR SHE SHALL NOTIFY THE LOCAL CRIMINAL\n   26  COURT OR OTHER COURT FROM WHICH  THE  REFERENCE  WAS  RECEIVED  OF  SUCH\n   27  DETERMINATION,  WHEREUPON  ALL  FURTHER  PROCEEDINGS  IN  SUCH ACTION OR\n   28  PROCEEDING SHALL BE CONDUCTED IN ACCORDANCE WITH LAW.\n   29    (B) TRANSFER OF CASES PENDING IN SUPERIOR COURTS.\n   30    (1) AT ANY TIME WHILE A CRIMINAL ACTION OR PROCEEDING IS PENDING IN  A\n   31  SUPERIOR COURT IN A COUNTY IN WHICH A COURT FOR VETERANS HAS BEEN ESTAB-\n   32  LISHED,  INCLUDING  A  PROCEEDING  BROUGHT  AGAINST  A DEFENDANT FOR THE\n   33  VIOLATION OF A CONDITION OF A SENTENCE OF PROBATION  OR  A  SENTENCE  OF\n   34  CONDITIONAL  DISCHARGE,  A  JUDGE  OR  JUSTICE OF THE COURT IN WHICH THE\n   35  ACTION OR PROCEEDING IS PENDING MAY, UPON MOTION OF  THE  DEFENDANT  AND\n   36  WITH  THE  CONSENT  OF THE DISTRICT ATTORNEY, CAUSE COPIES OF PAPERS AND\n   37  OTHER DOCUMENTS FILED IN SUCH COURT IN CONNECTION  WITH  THE  ACTION  OR\n   38  PROCEEDING TO BE SENT TO THE JUDGE OR JUSTICE PRESIDING IN THE COURT FOR\n   39  VETERANS FOR REVIEW OF THE APPROPRIATENESS OF THE TRANSFER.\n   40    (2)  NOT LATER THAN FIVE BUSINESS DAYS FOLLOWING RECEIPT OF THE PAPERS\n   41  AND OTHER DOCUMENTS, THE JUDGE OR JUSTICE PRESIDING  IN  THE  COURT  FOR\n   42  VETERANS  SHALL  DETERMINE  WHETHER  OR  NOT A TRANSFER OF THE ACTION OR\n   43  PROCEEDING TO THE COURT WOULD PROMOTE THE ADMINISTRATION OF JUSTICE.  IF\n   44  SUCH JUDGE OR JUSTICE DETERMINES THAT IT WOULD:\n   45    (I)  HE  OR SHE, IF SITTING IN SUPREME COURT, MAY ORDER SUCH TRANSFER,\n   46  IN WHICH EVENT THE ACTION OR PROCEEDING SHALL BE REFERRED  FOR  DISPOSI-\n   47  TION TO THE COURT FOR VETERANS, ALL ORIGINAL PAPERS SHALL BE SENT TO THE\n   48  COURT  FOR  VETERANS,  AND  ALL  FURTHER  PROCEEDINGS  IN SUCH ACTION OR\n   49  PROCEEDING SHALL BE CONDUCTED THEREIN; OR\n   50    (II) HE OR SHE, IF SITTING  IN  COUNTY  COURT,  SHALL  SO  NOTIFY  THE\n   51  JUSTICE  OF  THE  COURT  WHO CAUSED THE PAPERS AND OTHER DOCUMENTS TO BE\n   52  SENT TO HIM OR HER, AND SUCH JUSTICE MAY THEREUPON ORDER SUCH  TRANSFER,\n   53  IN  WHICH  EVENT THE ACTION OR PROCEEDING SHALL BE REFERRED FOR DISPOSI-\n   54  TION TO THE COURT FOR VETERANS, ALL ORIGINAL PAPERS SHALL BE  SENT  FROM\n   55  THE  ORIGINATING  COURT  TO  THE  COURT  FOR  VETERANS,  AND ALL FURTHER\n   56  PROCEEDINGS IN SUCH ACTION OR PROCEEDING SHALL BE CONDUCTED THEREIN.  IF\n\n       A. 785                              3\n\n    1  THE JUDGE OR JUSTICE PRESIDING IN THE COURT FOR VETERANS DETERMINES THAT\n    2  A  TRANSFER  OF  THE ACTION OR PROCEEDING WOULD NOT PROMOTE THE ADMINIS-\n    3  TRATION OF JUSTICE, HE OR SHE SHALL NOTIFY THE ORIGINATING COURT OF SUCH\n    4  DETERMINATION,  WHEREUPON  ALL  FURTHER  PROCEEDINGS  IN  SUCH ACTION OR\n    5  PROCEEDING SHALL BE CONDUCTED IN ACCORDANCE WITH LAW.\n    6    S 178-C. PROCEDURE IN A COURT FOR VETERANS UPON TRANSFER OF CASE THER-\n    7  ETO.  EACH ACTION OR PROCEEDING TRANSFERRED FROM A LOCAL CRIMINAL  COURT\n    8  TO A SUPERIOR COURT AND REFERRED FOR DISPOSITION TO A COURT FOR VETERANS\n    9  THEREOF  SHALL  BE SUBJECT TO THE SAME SUBSTANTIVE AND PROCEDURAL LAW AS\n   10  WOULD HAVE APPLIED TO IT HAD IT NOT BEEN TRANSFERRED.\n   11    S 2. This act shall take effect on the first of January next  succeed-\n   12  ing the date on which it shall have become a law and shall expire and be\n   13  deemed repealed 2 years after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to the establishment of a pilot program for courts for the treatment of veterans; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T130219.TXT", "SOBI.D110104.T130503.TXT", "SOBI.D110105.T153205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294336939565
}