{
  "year" : 2011,
  "senateBillNo" : "A789-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A789-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to agreements between brewers and beer wholesalers",
  "summary" : "Permits brewers with a certain annual volume and with a certain percentage of sales to terminate an agreement with a beer wholesaler without having good cause; requires payment of fair market value of the applicable distribution rights lost; allows for the arbitration panel to review the fair market value; sets forth definitions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "AC488-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          789\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO, MORELLE, MAGEE, JAFFEE, LATIMER, BUTLER\n         -- Multi-Sponsored by -- M. of A. GALEF, P. LOPEZ  --  read  once  and\n         referred  to  the  Committee  on  Economic  Development, Job Creation,\n         Commerce and Industry\n\n       AN ACT to amend the alcoholic  beverage  control  law,  in  relation  to\n         agreements between small brewers and beer wholesalers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 55-c  of  the  alcoholic  beverage\n    2  control law is amended by adding a new paragraph (c) to read as follows:\n    3    (C) NOTWITHSTANDING ANY PROVISION OF THIS SUBDIVISION TO THE CONTRARY:\n    4    (I)  ANY  BREWER WITH AN ANNUAL VOLUME AS DEFINED IN SUBPARAGRAPH (IV)\n    5  OF THIS PARAGRAPH OF LESS THAN THREE HUNDRED THOUSAND  BARRELS  OF  BEER\n    6  AND WHOSE SALES TO AN AFFECTED BEER WHOLESALER ARE THREE PERCENT OR LESS\n    7  OF  THE  BEER  WHOLESALER'S  TOTAL  ANNUAL  BRAND SALES MEASURED IN CASE\n    8  EQUIVALENT SALES OF TWENTY-FOUR--TWELVE OUNCE  UNITS  MAY  TERMINATE  AN\n    9  AGREEMENT  WITH  ANY  BEER WHOLESALER WITHOUT HAVING GOOD CAUSE FOR SUCH\n   10  TERMINATION, AS DEFINED IN PARAGRAPH (E)  OF  SUBDIVISION  TWO  OF  THIS\n   11  SECTION,  AND  SHALL  NOT BE SUBJECT TO LIABILITY TO THE BEER WHOLESALER\n   12  UNDER PARAGRAPH (B) OF SUBDIVISION SEVEN OF THIS SECTION PROVIDED  THAT,\n   13  PRIOR TO THE EFFECTIVE DATE OF THE TERMINATION, THE BREWER PAYS THE BEER\n   14  WHOLESALER  THE  FAIR MARKET VALUE OF THE DISTRIBUTION RIGHTS WHICH WILL\n   15  BE LOST OR DIMINISHED BY REASON OF THE TERMINATION. IF SUCH  BREWER  AND\n   16  BEER  WHOLESALER  CANNOT  MUTUALLY AGREE TO THE FAIR MARKET VALUE OF THE\n   17  APPLICABLE DISTRIBUTION RIGHTS LOST  OR  DIMINISHED  BY  REASON  OF  THE\n   18  TERMINATION,  THEN THE BREWER SHALL PAY THE BEER WHOLESALER A GOOD FAITH\n   19  ESTIMATE OF THE FAIR MARKET VALUE OF THE APPLICABLE DISTRIBUTION RIGHTS.\n   20    (II) IF THE BEER WHOLESALER BEING TERMINATED UNDER SUBPARAGRAPH (I) OF\n   21  THIS PARAGRAPH DISPUTES THAT THE PAYMENT MADE BY  THE  BREWER  WAS  LESS\n   22  THAN  THE  FAIR  MARKET  VALUE OF THE DISTRIBUTION RIGHTS, THEN THE BEER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01630-01-1\n\n       A. 789                              2\n\n    1  WHOLESALER MAY WITHIN FORTY-FIVE DAYS OF TERMINATION SUBMIT THE QUESTION\n    2  OF FAIR MARKET VALUE OF  THE  APPLICABLE  DISTRIBUTION  RIGHTS  LOST  OR\n    3  DIMINISHED  BY REASON OF THE TERMINATION TO BINDING ARBITRATION BEFORE A\n    4  PANEL  OF  THREE  NEUTRAL  ARBITRATORS  APPOINTED IN ACCORDANCE WITH THE\n    5  COMMERCIAL ARBITRATION RULES OF THE  AMERICAN  ARBITRATION  ASSOCIATION,\n    6  WHICH  PANEL  SHALL  DETERMINE BY MAJORITY DECISION WHETHER THE BREWER'S\n    7  PAYMENT MEETS THE REQUIREMENTS OF SUBPARAGRAPH (I) OF THIS PARAGRAPH. IF\n    8  THE ARBITRATION PANEL RULES THAT THE PAYMENT MADE BY THE BREWER  TO  THE\n    9  BEER  WHOLESALER UPON TERMINATION WAS LESS THAN THE FAIR MARKET VALUE OF\n   10  DISTRIBUTION RIGHTS LOST OR DIMINISHED BY  REASON  OF  THE  TERMINATION,\n   11  THEN  THE BREWER MUST PAY THE BEER WHOLESALER THE DIFFERENCE BETWEEN THE\n   12  PAYMENT MADE TO THE BEER WHOLESALER AND THE DETERMINED FAIR MARKET VALUE\n   13  PLUS INTEREST. IF THE ARBITRATION PANEL RULES THAT THE PAYMENT  MADE  BY\n   14  THE  BREWER  TO  THE  BEER WHOLESALER UPON TERMINATION WAS MORE THAN THE\n   15  FAIR MARKET VALUE OF DISTRIBUTION RIGHTS LOST OR DIMINISHED BY REASON OF\n   16  THE TERMINATION, THEN THE  BEER  WHOLESALER  MUST  PAY  THE  BREWER  THE\n   17  DIFFERENCE  BETWEEN  THE  PAYMENT  MADE  TO  THE BEER WHOLESALER AND THE\n   18  DETERMINED FAIR MARKET VALUE PLUS INTEREST.  ALL  ARBITRATION  FEES  AND\n   19  EXPENSES  SHALL  BE EQUALLY DIVIDED AMONG THE PARTIES TO THE ARBITRATION\n   20  EXCEPT IF THE ARBITRATION PANEL DETERMINES  THAT  THE  BREWER'S  PAYMENT\n   21  UPON TERMINATION WAS NOT A GOOD FAITH ESTIMATE OF THE FAIR MARKET VALUE,\n   22  THEN  THE  PANEL  MAY AWARD UP TO ONE HUNDRED PERCENT OF THE ARBITRATION\n   23  COSTS TO THE BREWER.\n   24    (III) NOTWITHSTANDING ANY PROVISION OF THIS SECTION TO  THE  CONTRARY,\n   25  FOR  PURPOSES OF THIS PARAGRAPH, THE TERM \"BREWER\" SHALL MEAN ANY PERSON\n   26  OR ENTITY ENGAGED PRIMARILY IN BUSINESS AS A BREWER OR  MANUFACTURER  OF\n   27  BEER.\n   28    (IV) FOR THE PURPOSE OF THIS PARAGRAPH, THE TERM \"ANNUAL VOLUME\" SHALL\n   29  MEAN:    (1)  THE  AGGREGATE NUMBER OF BARRELS OF BEER, UNDER TRADEMARKS\n   30  OWNED BY THAT BREWERY AND BREWED,  DIRECTLY  OR  INDIRECTLY,  BY  OR  ON\n   31  BEHALF  OF THE BREWER DURING THE MEASURING PERIOD, ON A WORLDWIDE BASIS,\n   32  PLUS (2) THE AGGREGATE NUMBER OF BARRELS  OF  BEER  BREWED,  DURING  THE\n   33  MEASURING  PERIOD, DIRECTLY OR INDIRECTLY, BY OR ON BEHALF OF ANY PERSON\n   34  OR ENTITY WHICH, AT ANY TIME DURING THE  MEASURING  PERIOD,  CONTROLLED,\n   35  WAS  CONTROLLED  BY  OR  WAS  UNDER COMMON CONTROL WITH THE BREWER, ON A\n   36  WORLDWIDE BASIS. ANNUAL VOLUME  SHALL  NOT  INCLUDE  BEER  BREWED  UNDER\n   37  CONTRACT  FOR ANY OTHER BREWER. THERE SHALL BE NO DOUBLE COUNTING OF THE\n   38  SAME BARRELS OF BEER UNDER CLAUSES ONE AND TWO OF THIS SUBPARAGRAPH.\n   39    (V) FOR THE PURPOSES OF THIS PARAGRAPH, THE  TERM  \"MEASURING  PERIOD\"\n   40  SHALL  MEAN  THE  TWELVE MONTH CALENDAR PERIOD IMMEDIATELY PRECEDING THE\n   41  DATE NOTICE OF TERMINATION, AS REQUIRED UNDER SUBPARAGRAPH (I)  OF  THIS\n   42  PARAGRAPH, WAS GIVEN BY A BREWER TO THE BEER WHOLESALER.\n   43    S  2. This act shall take effect on the first of January next succeed-\n   44  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to agreements between small brewers and beer wholesalers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T130219.TXT", "SOBI.D110104.T130503.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294336939584
}