{
  "year" : 2011,
  "senateBillNo" : "A79-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A79-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to eligibility for unemployment compensation benefits",
  "summary" : "Provides for eligibility for unemployment insurance benefits for part-time municipal elected officials who lose their primary income; provides claimant would receive benefits which equal the difference between the weekly benefit amount and the weekly earnings from his/her weekly salary as an elected official. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A757-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          79\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, CAHILL, GALEF, LAVINE -- Multi-Sponsored\n         by -- M. of A.  HOOPER, LIFTON, McENENY, J. RIVERA,  N. RIVERA,  SCAR-\n         BOROUGH -- read once and referred to the Committee on Labor\n\n       AN  ACT  to  amend  the labor law, in relation to providing unemployment\n         insurance benefits to certain part-time elected officials\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 522 of the labor law, as amended by chapter 720 of\n    2  the laws of 1953, is amended to read as follows:\n    3    S 522. Total unemployment. \"Total unemployment\" means the  total  lack\n    4  of  any  employment  on  any  day. The term \"employment\" as used in this\n    5  section means any employment including that not defined  in  this  title\n    6  BUT  SHALL  NOT  INCLUDE  SERVICE  AS  AN  ELECTED  COUNTY  OR MUNICIPAL\n    7  OFFICIAL.\n    8    S 2. Subdivision 1 of section 591 of the  labor  law,  as  amended  by\n    9  chapter 413 of the laws of 2003, is amended to read as follows:\n   10    1.  Unemployment. Benefits, except as provided in section five hundred\n   11  ninety-one-a of this title, shall be paid only  to  a  claimant  who  is\n   12  totally  unemployed  and  who  is  unable  to engage in his OR HER usual\n   13  employment or in any other for which he OR SHE is reasonably  fitted  by\n   14  training and experience. A claimant who is receiving benefits under this\n   15  article  shall  not be denied such benefits pursuant to this subdivision\n   16  or to subdivision two of this section because of such claimant's service\n   17  on a grand or petit jury of any state or of the United  States  OR  SUCH\n   18  CLAIMANT'S SERVICE AS AN ELECTED COUNTY OR MUNICIPAL OFFICIAL; PROVIDED,\n   19  HOWEVER  THAT  SUCH  CLAIMANT'S  PAY FOR SERVICE AS AN ELECTED COUNTY OR\n   20  MUNICIPAL OFFICIAL IS LESS THAN THE PRODUCT OF THE  MINIMUM  WAGE  TIMES\n   21  TWO  THOUSAND HOURS PER YEAR. SUCH CLAIMANT SERVING AS AN ELECTED COUNTY\n   22  OR MUNICIPAL OFFICIAL WHILE RECEIVING  UNEMPLOYMENT  INSURANCE  BENEFITS\n   23  SHALL ONLY RECEIVE THE AMOUNT OF THE DIFFERENCE BETWEEN THE WEEKLY BENE-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00878-01-1\n\n       A. 79                               2\n\n    1  FIT  AMOUNT  AND  THE AMOUNT OF WEEKLY EARNINGS FROM SUCH ELECTED PUBLIC\n    2  SERVICE.\n    3    S  3.  Subdivision  1  of  section 591 of the labor law, as amended by\n    4  chapter 446 of the laws of 1981, is amended to read as follows:\n    5    1. Unemployment. Benefits shall be paid only  to  a  claimant  who  is\n    6  totally  unemployed  and  who  is  unable  to engage in his OR HER usual\n    7  employment or in any other for which he OR SHE is reasonably  fitted  by\n    8  training and experience. A claimant who is receiving benefits under this\n    9  article  shall  not be denied such benefits pursuant to this subdivision\n   10  or to subdivision two of this section because of such claimant's service\n   11  on a grand or petit jury of any state or of the United  States  OR  SUCH\n   12  CLAIMANT'S SERVICE AS AN ELECTED COUNTY OR MUNICIPAL OFFICIAL; PROVIDED,\n   13  HOWEVER  THAT  SUCH  CLAIMANT'S  PAY FOR SERVICE AS AN ELECTED COUNTY OR\n   14  MUNICIPAL OFFICIAL IS LESS THAN THE PRODUCT OF THE  MINIMUM  WAGE  TIMES\n   15  TWO  THOUSAND HOURS PER YEAR. SUCH CLAIMANT SERVING AS AN ELECTED COUNTY\n   16  OR MUNICIPAL OFFICIAL WHILE RECEIVING  UNEMPLOYMENT  INSURANCE  BENEFITS\n   17  SHALL ONLY RECEIVE THE AMOUNT OF THE DIFFERENCE BETWEEN THE WEEKLY BENE-\n   18  FIT  AMOUNT  AND  THE AMOUNT OF WEEKLY EARNINGS FROM SUCH ELECTED PUBLIC\n   19  SERVICE.\n   20    S 4. This act shall take effect immediately, provided,  however,  that\n   21  the  amendments to subdivision 1 of section 591 of the labor law made by\n   22  section two of this act shall be subject to the expiration and reversion\n   23  of such subdivision pursuant to section 10 of chapter 413 of the laws of\n   24  2003, as amended, when upon such date the provisions of section three of\n   25  this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to providing unemployment insurance benefits to certain part-time elected officials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105412.TXT", "SOBI.D101216.T111915.TXT", "SOBI.D101217.T104933.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292600973813
}