{
  "year" : 2011,
  "senateBillNo" : "A790-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A790-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale of products bearing the name of any schedule I, II, III, IV or V controlled substance that is unlawful to possess or sell",
  "summary" : "Prohibits the sale of products bearing the name of any schedule I, II, III, IV or V controlled substance, as defined under section 3306 of the public health law, that is unlawful to possess or sell. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A1075-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          790\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DINOWITZ,  GALEF,  DESTITO,  MILLMAN, CLARK,\n         PEOPLES-STOKES, MARKEY -- Multi-Sponsored by  --  M.  of  A.  BOYLAND,\n         BURLING,  CROUCH,  DUPREY,  GIGLIO,  HOOPER, MAGEE, McENENY, McKEVITT,\n         PERRY, PHEFFER, SAYWARD, WEISENBERG -- read once and referred  to  the\n         Committee on Consumer Affairs and Protection\n\n       AN  ACT to amend the general business law, in relation to products bear-\n         ing illegal drug names\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative intent. The legislature finds that there is a\n    2  new breed of beverages containing large doses of caffeine, sugar, and  a\n    3  mixture of herbs and other substances, that are fast becoming the young-\n    4  er  generation's  pick-me-up of choice. These so-called energy or sports\n    5  drinks are considered dietary supplements and are not subject  to  regu-\n    6  lation  by  the  federal  food  and drug administration. The legislature\n    7  further finds that there is a new sports drink  on  the  market,  called\n    8  \"Cocaine\",  which,  by its name, glamorizes an illegal and deadly stimu-\n    9  lant that has ravaged families and entire neighborhoods.  The  president\n   10  and  chairman  of  the National Center on Addiction and Substance Abuse,\n   11  Joseph A. Califano Jr., described this new drink  as  \"insidious,  disg-\n   12  raceful,  irresponsible,  reprehensible, and disgusting.\" Therefore, the\n   13  legislature finds that the sale of products  bearing  such  inflammatory\n   14  names should be prohibited.\n   15    S 2. The general business law is amended by adding a new section 398-e\n   16  to read as follows:\n   17    S  398-E.  SALE OF PRODUCTS BEARING ILLEGAL DRUG NAMES. 1. IT SHALL BE\n   18  UNLAWFUL TO  SELL  ANY  PRODUCT  BEARING  THE  NAME  OF  ANY  CONTROLLED\n   19  SUBSTANCE,  AS DEFINED IN SECTION THIRTY-THREE HUNDRED SIX OF THE PUBLIC\n   20  HEALTH LAW, THAT IS UNLAWFUL TO POSSESS OR SELL PURSUANT TO ARTICLE  TWO\n   21  HUNDRED TWENTY OF THE PENAL LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04339-01-1\n\n       A. 790                              2\n\n    1    2.  A  VIOLATION OF THE PROVISIONS OF THIS SECTION SHALL BE AN OFFENSE\n    2  PUNISHABLE BY A FINE OF NOT MORE THAN FIVE THOUSAND DOLLARS. A VIOLATION\n    3  OF THE PROVISIONS OF THIS ARTICLE AFTER HAVING BEEN PREVIOUSLY CONVICTED\n    4  OF SUCH AN OFFENSE WITHIN THE PREVIOUS FIVE YEARS SHALL  BE  A  CLASS  B\n    5  MISDEMEANOR PUNISHABLE BY A FINE OF NOT MORE THAN TEN THOUSAND DOLLARS.\n    6    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to products bearing illegal drug names ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T130219.TXT", "SOBI.D110104.T130503.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294336939587
}