{
  "year" : 2011,
  "senateBillNo" : "A794-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A794-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing a pilot program relating to free parking on public streets for zero emission vehicles, super ultra low emission vehicles, and hybrid vehicles",
  "summary" : "Relates to establishing a pilot program relating to free parking on public streets for zero emission vehicles, super ultra low emission vehicles, and hybrid vehicles. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "A1081-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          794\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DINOWITZ, HOYT, GALEF, COLTON -- Multi-Sponsored\n         by -- M. of A.  JACOBS, REILLY, SCARBOROUGH -- read once and  referred\n         to the Committee on Transportation\n\n       AN  ACT  to  amend the transportation law, in relation to establishing a\n         pilot program relating to free parking  on  public  streets  for  zero\n         emission vehicles, super ultra low emission vehicles, and hybrid vehi-\n         cles;  and providing for the repeal of such provisions upon expiration\n         thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 14 of the transportation law is amended by adding a\n    2  new subdivision 36 to read as follows:\n    3    36. (A) THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER OF THE\n    4  DEPARTMENT  OF  MOTOR VEHICLES AND THE COMMISSIONER OF THE DEPARTMENT OF\n    5  ENVIRONMENTAL CONSERVATION, SHALL DEVELOP AND IMPLEMENT A PILOT  PROGRAM\n    6  TO FACILITATE FREE PARKING AT METERS ON PUBLIC STREETS FOR ZERO EMISSION\n    7  VEHICLES  (ZEVS), SUPER ULTRA LOW EMISSION VEHICLES (SULEVS), AND HYBRID\n    8  VEHICLES. SUCH PILOT PROGRAM SHALL INCLUDE BUT NOT BE LIMITED TO:\n    9    (I) PROVIDING AND COORDINATING A STATEWIDE PROGRAM TO ALLOW A LOCALITY\n   10  TO RECEIVE GUIDANCE ON HOW TO IMPLEMENT ITS OWN FREE PARKING  FOR  ZEVS,\n   11  SULEVS, AND HYBRID VEHICLES;\n   12    (II)  PROVIDING  A  STANDARD MEANS OF DESIGNATION FOR \"CLEAN AIR VEHI-\n   13  CLES\", TO BE DEVELOPED BY THE DEPARTMENT OF MOTOR VEHICLES, AND A  MEANS\n   14  BY WHICH THE OWNER OF A CLEAN AIR VEHICLE MAY OBTAIN SUCH DESIGNATION TO\n   15  BE PLACED ON SUCH VEHICLE, IN ORDER TO QUALIFY FOR FREE PARKING.\n   16    (B) THE DEPARTMENT SHALL PROMULGATE RULES AND REGULATIONS NECESSARY TO\n   17  IMPLEMENT AND CARRY OUT THE PROVISIONS OF THIS SUBDIVISION.\n   18    S 2. This act shall take effect on the one hundred eightieth day after\n   19  it  shall have become a law and shall expire two years after such effec-\n   20  tive date when upon such date the provisions of this act shall be deemed\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04362-01-1\n\n       A. 794                              2\n\n    1  repealed; provided however, that effective  immediately,  the  addition,\n    2  amendment  and/or  repeal  of  any  rule or regulation necessary for the\n    3  implementation of this act on its  effective  date  are  authorized  and\n    4  directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to establishing a pilot program relating to free parking on public streets for zero emission vehicles, super ultra low emission vehicles, and hybrid vehicles; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110104.T130503.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294339341010
}