{
  "year" : 2011,
  "senateBillNo" : "A795-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A795-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to traffic control signals",
  "summary" : "Provides that it shall be a defense to a charge of a traffic infraction for running a red light that the police manipulated such device with the purpose of assessing a ticket against an individual. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A872-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          795\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DINOWITZ -- Multi-Sponsored by -- M. of A. COOK,\n         HOOPER, McDONOUGH, ORTIZ, SCARBOROUGH -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to manipulation\n         of traffic control signals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision (a) of section 1110 of the vehicle and traffic\n    2  law,  as  amended by chapter 259 of the laws of 1964, is amended to read\n    3  as follows:\n    4    (a) Every person shall obey the instructions of any official  traffic-\n    5  control   device  applicable  to  him  placed  in  accordance  with  the\n    6  provisions of this chapter, unless otherwise directed by  a  traffic  or\n    7  police  officer,  subject  to  the  exceptions  granted the driver of an\n    8  authorized emergency vehicle in this title.  IT SHALL BE AN  AFFIRMATIVE\n    9  DEFENSE TO ANY CHARGE OF FAILING TO OBEY A TRAFFIC CONTROL SIGNAL PURSU-\n   10  ANT TO SECTION ELEVEN HUNDRED ELEVEN OF THIS ARTICLE THAT A POLICE OFFI-\n   11  CER,  PEACE  OFFICER,  OR  OTHER PERSON AUTHORIZED TO ISSUE A SUMMONS OR\n   12  APPEARANCE TICKET, MANIPULATED SUCH  TRAFFIC  CONTROL  SIGNAL  WITH  THE\n   13  PURPOSE OF ASSESSING A TICKET AGAINST AN INDIVIDUAL.\n   14    S  2.  This  act  shall  take  effect  immediately  and shall apply to\n   15  violations occurring on and after such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04334-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to manipulation of traffic control signals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110104.T130503.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294339341036
}