{
  "year" : 2011,
  "senateBillNo" : "A796-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A796-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Governs election of board by residents of cooperatives and condominiums",
  "summary" : "Requires that the board of directors or board of managers of a converted cooperative or condominium, as the case may be, must be comprised of a majority of members elected by shareholders or owners in occupancy so that control of the converted cooperative or condominium is turned over to the unit owners as soon as possible; applies only to plans of 20 or more units. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AA537-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          796\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DINOWITZ, COLTON, KAVANAGH -- Multi-Sponsored by\n         -- M. of A. FARRELL, GOTTFRIED  --  read  once  and  referred  to  the\n         Committee on Housing\n\n       AN  ACT  to  amend  the  general  business law, in relation to plans for\n         conversions of residences to cooperative or condominium ownership\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2 of section 352-eee of the general business\n    2  law is amended by adding a new paragraph (g) to read as follows:\n    3    (G) THE PLAN PROVIDES, IF TWENTY OR MORE UNITS ARE  PROPOSED  IN  SUCH\n    4  PLAN,  THAT  A  MAJORITY  OF THE BOARD OF DIRECTORS OR MANAGERS SHALL BE\n    5  ELECTED BY THE SHAREHOLDERS OR UNIT OWNERS WHO ARE IN OCCUPANCY UPON THE\n    6  FIRST TO OCCUR OF ANY OF THE FOLLOWING:\n    7    (I) FIFTY-ONE PERCENT OF THE SHARES OR UNITS HAVE BEEN SOLD;\n    8    (II) REGARDLESS OF THE NUMBER OF UNSOLD SHARES OR UNITS  HELD  BY  THE\n    9  SPONSOR  OR  A  SUCCESSOR IN INTEREST, WITHIN THIRTY-SIX MONTHS FROM THE\n   10  TIME THE PLAN IS DECLARED EFFECTIVE; OR\n   11    (III) REGARDLESS OF THE NUMBER OF UNSOLD SHARES OR UNITS HELD  BY  THE\n   12  SPONSOR  OR  A  SUCCESSOR  IN  INTEREST, WITHIN THIRTY-SIX MONTHS OF THE\n   13  EFFECTIVE DATE OF THIS PARAGRAPH.\n   14    S 2. Subdivision 2 of section 352-eeee of the general business law  is\n   15  amended by adding a new paragraph (g) to read as follows:\n   16    (G)  THE  PLAN  PROVIDES, IF TWENTY OR MORE UNITS ARE PROPOSED IN SUCH\n   17  PLAN, THAT A MAJORITY OF THE BOARD OF DIRECTORS  OR  MANAGERS  SHALL  BE\n   18  ELECTED BY THE SHAREHOLDERS OR UNIT OWNERS WHO ARE IN OCCUPANCY UPON THE\n   19  FIRST TO OCCUR OF ANY OF THE FOLLOWING:\n   20    (I) FIFTY-ONE PERCENT OF THE SHARES OR UNITS HAVE BEEN SOLD;\n   21    (II)  REGARDLESS  OF  THE NUMBER OF UNSOLD SHARES OR UNITS HELD BY THE\n   22  SPONSOR OR A SUCCESSOR IN INTEREST, WITHIN THIRTY-SIX  MONTHS  FROM  THE\n   23  TIME THE PLAN IS DECLARED EFFECTIVE; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04361-01-1\n\n       A. 796                              2\n\n    1    (III)  REGARDLESS  OF THE NUMBER OF UNSOLD SHARES OR UNITS HELD BY THE\n    2  SPONSOR OR A SUCCESSOR IN INTEREST,  WITHIN  THIRTY-SIX  MONTHS  OF  THE\n    3  EFFECTIVE DATE OF THIS PARAGRAPH.\n    4    S  3. This act shall take effect immediately; provided that the amend-\n    5  ment to section 352-eee of the general business law made by section  one\n    6  of  this  act  shall not affect the expiration of such section and shall\n    7  expire therewith and the amendment to section 352-eeee  of  the  general\n    8  business  law made by section two of this act shall not affect the expi-\n    9  ration of such section and shall expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to plans for conversions of residences to cooperative or condominium ownership ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110104.T130503.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294339341049
}