{
  "year" : 2011,
  "senateBillNo" : "A800-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A800-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax exemption on fuel used by providers of transportation services to the transit disabled",
  "summary" : "Provides a tax exemption on fuel used by providers of transportation services to the transit disabled. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A2665-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          800\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the tax law, in  relation  to  exempting  fuel  used  by\n         providers  of  transportation  services  to  the transit disabled from\n         certain taxes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 3 of section 282-a of the tax\n    2  law, as added by chapter 261 of the laws of 1988, is amended to read  as\n    3  follows:\n    4    (a)  The  tax  imposed  by this section shall not apply to the sale of\n    5  untaxed Diesel motor fuel to or the use of such fuel by an  organization\n    6  described  in  paragraph one or two of subdivision (a) of section eleven\n    7  hundred sixteen of this chapter, OR  TO  A  PROVIDER  OF  TRANSPORTATION\n    8  SERVICES  FOR  USE IN VEHICLES USED IN THE TRANSPORTATION OF THE TRANSIT\n    9  DISABLED where such Diesel motor fuel is used by such  organization  for\n   10  its  own  use  or  consumption. FOR PURPOSES OF THIS PARAGRAPH, \"TRANSIT\n   11  DISABLED\" SHALL MEAN INDIVIDUALS WHO, BY REASON OF ILLNESS, AGE, INJURY,\n   12  CONGENITAL MALFUNCTION OR OTHER PERMANENT  OR  TEMPORARY  INCAPACITY  OR\n   13  DISABILITY,  ARE UNABLE, WITHOUT SPECIAL FACILITIES, PLANNING OR DESIGN,\n   14  TO USE MASS TRANSPORTATION FACILITIES EFFECTIVELY.\n   15    S 2. Paragraph (g) of subdivision 3 of section 289-c of the  tax  law,\n   16  as  amended  by  chapter  276 of the laws of 1986, is amended to read as\n   17  follows:\n   18    (g) An organization described in paragraph one or two  of  subdivision\n   19  (a)  of  section  eleven  hundred  sixteen of this chapter or a hospital\n   20  included in the organizations described in paragraph four of such subdi-\n   21  vision, or a fire company or fire  department,  as  defined  in  section\n   22  three  of the volunteer firefighters' benefit law, or a volunteer rescue\n   23  squad supported in whole or in part by  tax  money,  OR  A  PROVIDER  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03370-01-1\n\n       A. 800                              2\n\n    1  TRANSPORTATION  SERVICES  FOR  THE TRANSIT DISABLED DESCRIBED IN SECTION\n    2  TWO HUNDRED EIGHTY-TWO-A OF THIS ARTICLE where any such  entity  is  the\n    3  purchaser,  user  or  consumer  of  motor fuel or diesel motor fuel in a\n    4  vehicle  owned and operated by it and used exclusively for its purposes,\n    5  or an airline where it has  purchased  kero-jet  fuel  for  use  in  its\n    6  airplanes  shall be reimbursed the amount of the taxes on motor fuel and\n    7  diesel motor fuel imposed by or pursuant to the authority of this  arti-\n    8  cle included in the price paid for such motor fuel or diesel motor fuel.\n    9    S  3. Section 301-b of the tax law is amended by adding a new subdivi-\n   10  sion (k) to read as follows:\n   11    (K) EXEMPTION FOR PROVIDERS OF TRANSPORTATION SERVICES TO THE  TRANSIT\n   12  DISABLED. A USE BY A PROVIDER OF TRANSPORTATION SERVICES TO THE DISABLED\n   13  AS  DESCRIBED  IN  SECTION  TWO  HUNDRED EIGHTY-TWO-A OF THIS CHAPTER OF\n   14  DIESEL MOTOR FUEL OR RESIDUAL PETROLEUM PRODUCT WHERE SUCH DIESEL  MOTOR\n   15  FUEL  OR RESIDUAL PETROLEUM PRODUCT WAS USED AND CONSUMED EXCLUSIVELY IN\n   16  PROVIDING TRANSPORTATION SERVICES TO THE TRANSIT DISABLED.\n   17    S 4. Section 301-c of the tax law is amended by adding a new  subdivi-\n   18  sion (p) to read as follows:\n   19    (P)  REIMBURSEMENT  FOR  PROVIDERS  OF  TRANSPORTATION SERVICES TO THE\n   20  TRANSIT DISABLED. A USE BY A PROVIDER OF TRANSPORTATION SERVICES TO  THE\n   21  DISABLED  AS DESCRIBED IN SECTION TWO HUNDRED EIGHTY-TWO-A OF THIS CHAP-\n   22  TER OF DIESEL MOTOR FUEL OR RESIDUAL PETROLEUM PRODUCT WHERE SUCH DIESEL\n   23  MOTOR FUEL OR RESIDUAL PETROLEUM PRODUCT WAS USED  AND  CONSUMED  EXCLU-\n   24  SIVELY  IN  PROVIDING  TRANSPORTATION  SERVICES TO THE TRANSIT DISABLED.\n   25  THIS REIMBURSEMENT MAY BE CLAIMED ONLY WHERE (1) ANY TAX IMPOSED  PURSU-\n   26  ANT TO THIS ARTICLE HAS BEEN PAID WITH RESPECT TO SUCH GALLONAGE AND THE\n   27  ENTIRE  AMOUNT  OF SUCH TAX HAS BEEN ABSORBED BY SUCH PURCHASER, AND (2)\n   28  SUCH PURCHASER POSSESSES DOCUMENTARY PROOF SATISFACTORY TO  THE  COMMIS-\n   29  SIONER EVIDENCING THE ABSORPTION BY IT OF THE ENTIRE AMOUNT OF SUCH TAX.\n   30  PROVIDED,  THAT THE COMMISSIONER SHALL REQUIRE SUCH DOCUMENTARY PROOF TO\n   31  QUALIFY FOR ANY REIMBURSEMENT PROVIDED HEREUNDER AS THE COMMISSIONER MAY\n   32  DEEM APPROPRIATE.\n   33    S 5. Subdivision (a) of section 1115 of the  tax  law  is  amended  by\n   34  adding a new paragraph 44 to read as follows:\n   35    (44) FUEL SOLD TO A PROVIDER OF TRANSPORTATION SERVICES TO THE TRANSIT\n   36  DISABLED  AS DESCRIBED IN SECTION TWO HUNDRED EIGHTY-TWO-A OF THIS CHAP-\n   37  TER FOR USE IN PROVIDING TRANSPORTATION SERVICES TO  THE  TRANSIT  DISA-\n   38  BLED.\n   39    S  6. This act shall take effect on the first of January next succeed-\n   40  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting fuel used by providers of transportation services to the transit disabled from certain taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134721.TXT", "SOBI.D110104.T130503.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294339641167
}