{
  "year" : 2011,
  "senateBillNo" : "A801-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A801-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows localities discretion in granting business investment exemptions",
  "summary" : "Allows localities discretion in granting business investment exemptions on property tax by passing a resolution allowing the exemption for one or more of the following categories or classes: buying or selling of goods or services; the storing or developing of goods or services; the manufacturing or assembly of goods; or the processing of raw materials. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2395-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          801\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN ACT to amend the real property  tax  law,  in  relation  to  allowing\n         localities discretion in granting business investment exemptions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 485-b of  the  real  property  tax\n    2  law,  as  amended by chapter 488 of the laws of 1998, is amended to read\n    3  as follows:\n    4    1. Real property constructed, altered, installed  or  improved  subse-\n    5  quent  to  the  first  day of July, nineteen hundred seventy-six for the\n    6  purpose of commercial, business or industrial activity shall  be  exempt\n    7  from taxation and special ad valorem levies, except for special ad valo-\n    8  rem  levies  for  fire district, fire protection district and fire alarm\n    9  district purposes, to the extent hereinafter  provided  IF  THE  COUNTY,\n   10  CITY,  TOWN  OR  VILLAGE,  BY LOCAL LAW, AND A SCHOOL DISTRICT, EXCEPT A\n   11  CITY SCHOOL DISTRICT TO WHICH ARTICLE FIFTY-TWO  OF  THE  EDUCATION  LAW\n   12  APPLIES,  BY  RESOLUTION, APPROVES SUCH EXEMPTION FOR ONE OR MORE OF THE\n   13  FOLLOWING PURPOSES: (A) THE BUYING OR SELLING OF GOODS OR  SERVICES;  OR\n   14  (B)  THE STORING OR DEVELOPING OF GOODS OR SERVICES; OR (C) THE MANUFAC-\n   15  TURE OR ASSEMBLY OF GOODS; OR (D) THE PROCESSING OF RAW MATERIALS.\n   16    S 2. Subdivision 3 of section 485-b of the real property tax  law,  as\n   17  amended  by  chapter  440  of  the  laws  of 1993, is amended to read as\n   18  follows:\n   19    3. [Such] UPON PASSAGE OF A LOCAL LAW OR RESOLUTION,  AS  REQUIRED  BY\n   20  SUBDIVISION  ONE  OF  THIS SECTION, SUCH exemption shall be granted only\n   21  upon application by the owner of such real property on a form prescribed\n   22  by the state board. Such application shall be filed with the assessor of\n   23  the city, town, village, or county having the power to  assess  property\n   24  for  taxation  on  or before the appropriate taxable status date of such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03257-01-1\n\n       A. 801                              2\n\n    1  city, town, village or county and within  one  year  from  the  date  of\n    2  completion  of  such  construction, alteration, installation or improve-\n    3  ment.\n    4    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to allowing localities discretion in granting business investment exemptions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T144226.TXT", "SOBI.D110104.T130503.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294342946920
}