{
  "year" : 2011,
  "senateBillNo" : "A802-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A802-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Cancels unpaid taxes on real property conveyed by state to private person",
  "summary" : "Cancels unpaid taxes on real property conveyed by the state of New York to a private person. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2396-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          802\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation  to  cancellation\n         of  unpaid taxes on real property conveyed by the state of New York to\n         a private party\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 1185 to read as follows:\n    3    S 1185. CANCELLATION OF UNPAID TAXES ON REAL  PROPERTY  OWNED  BY  THE\n    4  STATE  OF NEW YORK. NOTWITHSTANDING THE PROVISIONS OF ANY OTHER LAW, ALL\n    5  EXISTING UNPAID TAXES ASSESSED ON A PARCEL OF REAL PROPERTY OWNED BY THE\n    6  STATE OF NEW YORK SHALL BE EXTINGUISHED BY OPERATION  OF  LAW  UPON  THE\n    7  ALIENATION OR CONVEYANCE OF SUCH STATE OWNED LAND TO ANY PRIVATE PERSON.\n    8  THE  PURPOSE  OF  THIS SECTION IS TO PREVENT PRIVATE PERSONS WHO ACQUIRE\n    9  REAL PROPERTY FROM THE STATE OF NEW YORK FROM INCURRING TAX  LIABILITIES\n   10  EXISTING  AT  THE  TIME OF ACQUISITION. NOTHING IN THIS SECTION SHALL BE\n   11  CONSTRUED TO PREVENT ANY  LOCAL  GOVERNMENT  OR  TAXING  AUTHORITY  FROM\n   12  ASSESSING  AND  COLLECTING  OTHERWISE  LAWFULLY AUTHORIZED TAXES ON SUCH\n   13  REAL PROPERTY COMMENCING FROM THE DATE THAT OWNERSHIP OF  SUCH  PROPERTY\n   14  PASSES FROM THE STATE TO A PRIVATE PERSON.\n   15    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03258-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to cancellation of unpaid taxes on real property conveyed by the state of New York to a private party ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T144226.TXT", "SOBI.D110104.T131003.TXT", "SOBI.D110104.T130503.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294342946912
}