{
  "year" : 2011,
  "senateBillNo" : "A803-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A803-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides designation of housing opportunity zones for housing incentives",
  "summary" : "Enacts the NYS housing opportunity zones act; provides for the creation of housing opportunity zones within which certain incentives are available for new construction or substantial rehabilitation of residential units. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A4001-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          803\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Housing\n\n       AN ACT to amend the general municipal law, the public service  law,  the\n         tax  law and the real property tax law, in relation to authorizing the\n         creation of housing opportunity zones in  certain  cities,  towns  and\n         villages within the state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal law is amended by adding a new  arti-\n    2  cle 19-AA to read as follows:\n    3                                 ARTICLE 19-AA\n    4                  NEW YORK STATE HOUSING OPPORTUNITY ZONES\n    5  SECTION 981.   SHORT TITLE.\n    6          982.   LEGISLATIVE FINDINGS AND DECLARATION.\n    7          983.   DEFINITIONS.\n    8          984.   CRITERIA FOR HOUSING OPPORTUNITY ZONES.\n    9          985.   POWERS OF THE COMMISSIONER.\n   10          986.   PROPERTY TAX RELIEF.\n   11          987.   BUSINESS TAX CREDIT.\n   12          988.   REDUCED ELECTRICITY AND GAS RATES.\n   13          989.   EXEMPTION FROM SALES TAX.\n   14          989-A. WAIVER OF PERMIT FEES.\n   15          989-B. SPECIAL PROVISIONS.\n   16          989-C. MINIMIZATION OF DISPLACEMENT.\n   17    S  981.  SHORT  TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   18  THE \"NEW YORK STATE HOUSING OPPORTUNITY ZONES ACT\".\n   19    S 982. LEGISLATIVE FINDINGS AND DECLARATION. THE HIGH COST OF  HOUSING\n   20  IS  NOW A MAJOR PROBLEM FOR THOUSANDS OF NEW YORKERS. COSTS OF ACQUIRING\n   21  OR OCCUPYING ACCEPTABLE HOUSING HAVE INCREASED SIGNIFICANTLY  IN  RECENT\n   22  YEARS.  FOR  TOO MANY HOUSEHOLDS, THE HIGH COST OF SHELTER IS NOT MERELY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03389-01-1\n\n       A. 803                              2\n\n    1  SERIOUS, IT IS TOO OFTEN AN INSURMOUNTABLE BARRIER TO THE ACHIEVEMENT OF\n    2  A SAFE AND DECENT PLACE IN WHICH TO LIVE.\n    3    IT  IS  HEREBY  FOUND  AND DECLARED THAT THERE EXISTS WITHIN THE STATE\n    4  CERTAIN AREAS CHARACTERIZED BY A SEVERE SHORTAGE  OF  SAFE,  DECENT  AND\n    5  AFFORDABLE HOUSING, DILAPIDATED AND ABANDONED RESIDENTIAL STRUCTURES AND\n    6  SHRINKING  TAX  BASES. MOREOVER, IT IS FOUND THAT THE LACK OF HOUSING IN\n    7  THESE AREAS THREATENS  EMPLOYMENT  GROWTH  PROSPECTS  AND  THAT  WITHOUT\n    8  ADEQUATE  PROVISION  OF  HOUSING  AND THE SATISFACTION OF HOUSING NEEDS,\n    9  THESE REGIONS OF THE STATE MAY NOT RETAIN SKILLED LABOR AND SUSTAIN  THE\n   10  GROWTH IN EMPLOYMENT AND OUTPUT OF WHICH THEY ARE CAPABLE.\n   11    S  983.  DEFINITIONS. 1. \"COMMISSIONER\" SHALL MEAN THE COMMISSIONER OF\n   12  HOUSING AND COMMUNITY RENEWAL.\n   13    2. \"SUBSTANTIAL REHABILITATION\" SHALL MEAN THE IMPROVEMENT OF A  RESI-\n   14  DENTIAL  PROPERTY  WITH  THE  ASSISTANCE  OF  ANY FORM OF PUBLIC HOUSING\n   15  MONIES TO A DECENT, SAFE AND SANITARY CONDITION IN ACCORDANCE WITH STAN-\n   16  DARDS AS SHALL BE PROMULGATED BY THE COMMISSIONER. SUBSTANTIAL REHABILI-\n   17  TATION MAY VARY IN DEGREE FROM GUTTING AND EXTENSIVE  RECONSTRUCTION  TO\n   18  THE  CURE  OF SUBSTANTIAL ACCUMULATION OF DEFERRED MAINTENANCE. COSMETIC\n   19  IMPROVEMENTS ALONE SHALL NOT QUALIFY AS SUBSTANTIAL REHABILITATION.\n   20    S 984. CRITERIA FOR HOUSING OPPORTUNITY  ZONES.  TO  BE  ELIGIBLE  FOR\n   21  DESIGNATION  BY  THE COMMISSIONER AS A HOUSING OPPORTUNITY ZONE, AN AREA\n   22  MUST  BE  CHARACTERIZED  BY  A  SIGNIFICANT  AMOUNT  OF   DETERIORATING,\n   23  SUBSTANDARD,  VACANT  OR  ABANDONED  RESIDENTIAL BUILDINGS WHICH ARE NOT\n   24  BEING ADEQUATELY REPAIRED, RENOVATED, UPGRADED, MODERNIZED OR  REHABILI-\n   25  TATED  UNDER  EXISTING  PROGRAMS  SO AS TO PROVIDE AN ADEQUATE SUPPLY OF\n   26  SAFE AND DECENT HOUSING AT COSTS WHICH THE RESIDENTS  OF  THE  AREA  CAN\n   27  REASONABLY AFFORD, A HIGH VACANCY RATE, A LARGE NUMBER OF HOMELESS FAMI-\n   28  LIES  OR  INDIVIDUALS AND GENERAL ECONOMIC DISTRESS. THE LACK OF ANY ONE\n   29  FACTOR IN A PARTICULAR REGION SHALL NOT BE DETERMINATIVE IN  THE  DESIG-\n   30  NATION PROCESS. THE DESIGNATION OF ONE HOUSING OPPORTUNITY ZONE WITHIN A\n   31  PARTICULAR  REGION SHALL NOT PRECLUDE OTHER AREAS WITHIN THE REGION FROM\n   32  BEING SO DESIGNATED AS WELL, AS LONG AS THE APPROPRIATE  CRITERIA  EXIST\n   33  WITHIN THE AREA TO SUPPORT SUCH A DESIGNATION.\n   34    S 985. POWERS OF THE COMMISSIONER. THE COMMISSIONER SHALL:\n   35    1. AFTER CONSULTATION WITH THE DIRECTOR OF THE BUDGET, THE CHIEF EXEC-\n   36  UTIVE  OFFICER  OF  THE STATE OF NEW YORK MORTGAGE AGENCY, THE EXECUTIVE\n   37  DIRECTOR OF THE HOUSING FINANCE AGENCY,  THE  SECRETARY  OF  STATE,  THE\n   38  COMMISSIONER  OF  TAXATION AND FINANCE AND THE EXECUTIVE DIRECTOR OF THE\n   39  STATE OFFICE OF RURAL  AFFAIRS,  PROMULGATE  REGULATIONS  GOVERNING  (A)\n   40  CRITERIA  OF  ELIGIBILITY  FOR HOUSING OPPORTUNITY ZONE DESIGNATION, (B)\n   41  THE APPLICATION PROCESS, (C) THE ELIGIBILITY OF BUSINESS ENTERPRISES FOR\n   42  BENEFITS REFERRED TO IN SECTION NINE HUNDRED EIGHTY-SEVEN OF THIS  ARTI-\n   43  CLE AND (D) STANDARDS DEFINING WHAT COMPRISES SUBSTANTIAL REHABILITATION\n   44  AS USED IN THIS ARTICLE;\n   45    2. RECEIVE AND REVIEW APPLICATIONS FOR DESIGNATION OF AREAS AS HOUSING\n   46  OPPORTUNITY ZONES;\n   47    3.  SOLICIT  AND  REVIEW THE OPINIONS OF LOCAL OFFICIALS AS TO WHETHER\n   48  PARTICULAR AREAS SHOULD BE DESIGNATED AS HOUSING OPPORTUNITY ZONES; AND\n   49    4. MAKE FINAL DETERMINATIONS OF AREAS AS  HOUSING  OPPORTUNITY  ZONES,\n   50  PROVIDED,  HOWEVER,  THAT  ALL SUCH ZONES SHALL MEET THE REQUIREMENTS OF\n   51  THIS ARTICLE.\n   52    S 986. PROPERTY TAX RELIEF. ALL NEW RESIDENTIAL CONSTRUCTION INVOLVING\n   53  THE ASSISTANCE OF ANY FORM OF  PUBLIC  HOUSING  MONIES  AND  SUBSTANTIAL\n   54  REHABILITATION  OF  RESIDENTIAL UNITS WITH THE ASSISTANCE OF ANY FORM OF\n   55  PUBLIC HOUSING MONIES COMPLETED SUBSEQUENT TO THE DESIGNATION OF AN AREA\n   56  AS A HOUSING OPPORTUNITY ZONE SHALL BE ENTITLED  TO  AN  EXEMPTION  FROM\n\n       A. 803                              3\n\n    1  PROPERTY  TAXES  AS  PROVIDED FOR IN THE REAL PROPERTY TAX LAW; PROVIDED\n    2  THAT SUCH NEW CONSTRUCTION OR SUBSTANTIAL REHABILITATION IS  DONE  TO  A\n    3  UNIT LOCATED WITHIN SUCH ZONE.\n    4    S  987.  BUSINESS TAX CREDIT. BUSINESS ENTERPRISES WHICH INVEST IN NEW\n    5  CONSTRUCTION INVOLVING THE ASSISTANCE OF  ANY  FORM  OF  PUBLIC  HOUSING\n    6  MONIES  OR  SUBSTANTIAL  REHABILITATION  OF  RESIDENTIAL  UNITS WITH THE\n    7  ASSISTANCE OF ANY FORM OF PUBLIC HOUSING MONIES LOCATED WITHIN A HOUSING\n    8  OPPORTUNITY ZONE SHALL BE ENTITLED TO A TAX CREDIT PURSUANT TO  SUBPARA-\n    9  GRAPH  (I) OF PARAGRAPH (B) OF SUBDIVISION TWELVE OF SECTION TWO HUNDRED\n   10  TEN AND SUBPARAGRAPH (A) OF PARAGRAPH TWO OF SUBSECTION (A)  OF  SECTION\n   11  SIX  HUNDRED  SIX  OF  THE  TAX LAW, PROVIDED, THAT SAID CONSTRUCTION OR\n   12  REHABILITATION MUST PRODUCE A RATIO OF AT LEAST ONE UNIT OF  HOUSING  AT\n   13  AN  AFFORDABLE  RATE  FOR  EVERY  TWO  UNITS  THAT ARE TO BE SOLD AT THE\n   14  PREVAILING MARKET RATE IN THE HOUSING OPPORTUNITY ZONE. AFFORDABLE  RATE\n   15  SHALL  BE  DEFINED AS THE RATE DESCRIBED IN THE HOUSING PROGRAM USED AND\n   16  WHICH HAS SERVED AS THE SOURCE OF THE PUBLIC HOUSING MONIES  APPLIED  TO\n   17  THE  SPECIFIC PROJECTS BUILT OR REHABILITATED IN THE HOUSING OPPORTUNITY\n   18  ZONE.\n   19    S 988. REDUCED ELECTRICITY AND GAS RATES. EACH UTILITY PROVIDING ELEC-\n   20  TRIC SERVICE, GAS SERVICE OR BOTH, OTHER THAN A UTILITY OWNED  OR  OPER-\n   21  ATED  BY  A MUNICIPALITY, SHALL BE REQUIRED TO PROVIDE A REDUCED RATE AS\n   22  PROVIDED FOR IN SECTION SIXTY-FIVE-C OF THE PUBLIC SERVICE LAW TO  RESI-\n   23  DENTIAL CUSTOMERS RESIDING IN HOUSING OPPORTUNITY ZONE RESIDENTIAL UNITS\n   24  WHICH  WERE  NEWLY CONSTRUCTED WITH THE ASSISTANCE OF ANY FORM OF PUBLIC\n   25  HOUSING MONIES  OR  WHICH  WERE  SUBSTANTIALLY  REHABILITATED  WITH  THE\n   26  ASSISTANCE OF ANY FORM OF PUBLIC HOUSING MONIES SUBSEQUENT TO THE DESIG-\n   27  NATION OF THE AREA AS A HOUSING OPPORTUNITY ZONE.\n   28    S   989.   EXEMPTION  FROM  SALES  TAX.  ALL  MATERIALS  USED  IN  THE\n   29  CONSTRUCTION INVOLVING THE ASSISTANCE OF  ANY  FORM  OF  PUBLIC  HOUSING\n   30  MONIES  OR SUBSTANTIAL REHABILITATION WITH THE ASSISTANCE OF ANY FORM OF\n   31  PUBLIC HOUSING MONIES OF  HOUSING  OPPORTUNITY  ZONE  RESIDENTIAL  UNITS\n   32  SHALL BE EXEMPT FROM ALL STATE AND LOCAL SALES TAXES.\n   33    S  989-A. WAIVER OF PERMIT FEES. ALL PERMIT FEES REQUIRED BY THE STATE\n   34  OR LOCALITY FOR ANY PHASE OF THE CONSTRUCTION OR  SUBSTANTIAL  REHABILI-\n   35  TATION OF HOUSING OPPORTUNITY ZONE RESIDENTIAL UNITS WHICH HAVE RECEIVED\n   36  ASSISTANCE OF ANY FORM OF PUBLIC HOUSING MONIES SHALL BE WAIVED IN TOTAL\n   37  BY THE STATE OR THE LOCALITY.\n   38    S  989-B.  SPECIAL  PROVISIONS. EACH RESIDENTIAL UNIT CONSTRUCTED WITH\n   39  THE ASSISTANCE OF ANY FORM OF PUBLIC  HOUSING  MONIES  OR  SUBSTANTIALLY\n   40  REHABILITATED  WITH  THE ASSISTANCE OF ANY FORM OF PUBLIC HOUSING MONIES\n   41  WITHIN A HOUSING OPPORTUNITY ZONE SHALL BE READILY ADAPTABLE TO  A  UNIT\n   42  WHICH IS COMPLETELY ACCESSIBLE BY PERSONS WITH HANDICAPPING CONDITIONS.\n   43    S  989-C.  MINIMIZATION OF DISPLACEMENT. EACH LOCALITY WITHIN A DESIG-\n   44  NATED HOUSING OPPORTUNITY ZONE SHALL USE ITS BEST EFFORTS TO ENSURE THAT\n   45  NEW CONSTRUCTION AND SUBSTANTIAL REHABILITATION ARE CARRIED OUT IN  SUCH\n   46  A  MANNER  AS  TO MINIMIZE THE LIKELIHOOD OF ANY INVOLUNTARY PHYSICAL OR\n   47  ECONOMIC DISPLACEMENT OF TENANTS  AND  OWNERS  WHO  RESIDE  IN  DWELLING\n   48  ACCOMMODATIONS  WHICH  ARE  THE  SUBJECT  OF  SUCH  NEW  CONSTRUCTION OR\n   49  SUBSTANTIAL REHABILITATION.\n   50    S 2. The public service law is amended by adding a new section 65-c to\n   51  read as follows:\n   52    S 65-C. REDUCED ELECTRIC AND GAS RATES FOR  HOUSING  OPPORTUNITY  ZONE\n   53  RESIDENTIAL  UNITS.  1. THE TERM \"REDUCED RATE\" SHALL MEAN A TWENTY-FIVE\n   54  PERCENT REDUCTION PRIOR TO THE IMPOSITION OF GROSS RECEIPTS TAXES PURSU-\n   55  ANT TO SECTION ONE HUNDRED EIGHTY-SIX-A OF THE TAX LAW AND  SALES  TAXES\n\n       A. 803                              4\n\n    1  PURSUANT  TO  ARTICLE TWENTY-EIGHT OF THE TAX LAW, IN THE MONTHLY AMOUNT\n    2  BILLED TO AN ELIGIBLE CUSTOMER FOR ELECTRICITY, GAS OR BOTH.\n    3    2.  A  UTILITY  SHALL  HAVE  A  CREDIT  AGAINST THE GROSS RECEIPTS TAX\n    4  IMPOSED BY SECTION ONE HUNDRED EIGHTY-SIX-A OF THE TAX LAW IN THE AMOUNT\n    5  OF ONE HUNDRED PERCENT OF ANY LOSS OF  REVENUE  IT  INCURS  DUE  TO  THE\n    6  IMPLEMENTATION OF ITS REDUCED RATE.\n    7    S  3.  The  tax  law is amended by adding a new section 4-a to read as\n    8  follows:\n    9    S 4-A. TAX CREDIT; REDUCED ELECTRIC AND GAS  RATES.    NOTWITHSTANDING\n   10  ANY  OTHER  PROVISION  OF GENERAL, SPECIAL OR LOCAL LAW TO THE CONTRARY,\n   11  ELECTRIC OR GAS UTILITY LIABLE FOR A TAX ASSESSED OR LEVIED BY THE STATE\n   12  PURSUANT TO THE PROVISIONS OF SECTION ONE HUNDRED EIGHTY-SIX-A  OF  THIS\n   13  CHAPTER  SHALL  HAVE  A CREDIT AGAINST ANY SUCH TAX IN THE AMOUNT OF ONE\n   14  HUNDRED PERCENT OF ANY LOSS OF REVENUE ANY SUCH UTILITY HAS INCURRED  AS\n   15  TO  THE  IMPLEMENTATION  OF A REDUCED RATE PURSUANT TO THE PROVISIONS OF\n   16  SECTION SIXTY-FIVE-C OF THE PUBLIC  SERVICE  LAW.  THE  COMMISSIONER  IS\n   17  HEREBY  AUTHORIZED  TO  ADOPT  RULES  AND  REGULATIONS  TO IMPLEMENT THE\n   18  PROVISIONS OF THIS SECTION.\n   19    S 4. Subparagraph (i) of paragraph (b) of subdivision  12  of  section\n   20  210  of  the  tax law, as amended by chapter 637 of the laws of 2008, is\n   21  amended to read as follows:\n   22    (i) A credit shall be allowed under this subdivision with  respect  to\n   23  tangible personal property and other tangible property, including build-\n   24  ings  and  structural  components  of  buildings, which are: depreciable\n   25  pursuant to section one hundred  sixty-seven  of  the  internal  revenue\n   26  code, have a useful life of four years or more, are acquired by purchase\n   27  as  defined  in  section  one  hundred  seventy-nine (d) of the internal\n   28  revenue code, have a situs in this state and are (A) principally used by\n   29  the taxpayer in the production of goods  by  manufacturing,  processing,\n   30  assembling,  refining,  mining, extracting, farming, agriculture, horti-\n   31  culture, floriculture, viticulture [or], commercial fishing, OR ELIGIBLE\n   32  BUSINESS ENTERPRISE AS DETERMINED BY THE  COMMISSIONER  OF  HOUSING  AND\n   33  COMMUNITY  RENEWAL  PURSUANT  TO  SECTION NINE HUNDRED EIGHT-FIVE OF THE\n   34  GENERAL MUNICIPAL LAW, (B) industrial waste treatment facilities or  air\n   35  pollution  control facilities, used in the taxpayer's trade or business,\n   36  (C) research and development property, (D) principally used in the ordi-\n   37  nary course of the taxpayer's trade or business as a broker or dealer in\n   38  connection with the purchase or sale (which shall  include  but  not  be\n   39  limited  to the issuance, entering into, assumption, offset, assignment,\n   40  termination, or transfer)  of  stocks,  bonds  or  other  securities  as\n   41  defined  in  section  four  hundred  seventy-five (c)(2) of the Internal\n   42  Revenue Code, or of commodities  as  defined  in  section  four  hundred\n   43  seventy-five  (e)  of the Internal Revenue Code, (E) principally used in\n   44  the ordinary course of the taxpayer's trade  or  business  of  providing\n   45  investment  advisory  services  for  a  regulated  investment company as\n   46  defined in section eight hundred fifty-one of the Internal Revenue Code,\n   47  or lending, loan arrangement or loan origination services  to  customers\n   48  in  connection with the purchase or sale (which shall include but not be\n   49  limited to the issuance, entering into, assumption, offset,  assignment,\n   50  termination,  or  transfer)  of  securities  as  defined in section four\n   51  hundred seventy-five (c)(2) of the Internal Revenue Code, (F) principal-\n   52  ly used in the ordinary course of the taxpayer's business as an exchange\n   53  registered as a national  securities  exchange  within  the  meaning  of\n   54  sections  3(a)(1)  and  6(a) of the Securities Exchange Act of 1934 or a\n   55  board of trade as defined in section 1410(a)(1) of the New York Not-for-\n   56  Profit Corporation Law or as an entity that is wholly owned  by  one  or\n\n       A. 803                              5\n\n    1  more  such  national  securities  exchanges  or boards of trade and that\n    2  provides automation or technical services thereto,  or  (G)  principally\n    3  used  as  a  qualified film production facility including qualified film\n    4  production  facilities  having  a  situs in an empire zone designated as\n    5  such pursuant to article eighteen-B of the general municipal law,  where\n    6  the  taxpayer  is providing three or more services to any qualified film\n    7  production company using the facility,  including  such  services  as  a\n    8  studio  lighting  grid,  lighting  and  grip equipment, multi-line phone\n    9  service, broadband information technology access, industrial scale elec-\n   10  trical capacity, food services, security services, and  heating,  venti-\n   11  lation and air conditioning. For purposes of clauses (D), (E) and (F) of\n   12  this  subparagraph,  property  purchased by a taxpayer affiliated with a\n   13  regulated broker, dealer, registered investment adviser, national  secu-\n   14  rities exchange or board of trade, is allowed a credit under this subdi-\n   15  vision if the property is used by its affiliated regulated broker, deal-\n   16  er, registered investment adviser, national securities exchange or board\n   17  of  trade in accordance with this subdivision. For purposes of determin-\n   18  ing if the property is principally used in qualifying uses, the uses  by\n   19  the  taxpayer  described in clauses (D) and (E) of this subparagraph may\n   20  be aggregated. In addition, the uses by  the  taxpayer,  its  affiliated\n   21  regulated broker, dealer, and registered investment adviser under either\n   22  or  both  of  those  clauses  may  be aggregated.   Provided, however, a\n   23  taxpayer shall not be allowed the credit provided by  clauses  (D),  (E)\n   24  and  (F)  of  this subparagraph unless (I) eighty percent or more of the\n   25  employees performing the administrative and support functions  resulting\n   26  from  or related to the qualifying uses of such equipment are located in\n   27  this state or (II) the average number  of  employees  that  perform  the\n   28  administrative  and  support  functions resulting from or related to the\n   29  qualifying uses of such equipment and are located in this  state  during\n   30  the  taxable year for which the credit is claimed is equal to or greater\n   31  than ninety-five percent of the average number of employees that perform\n   32  these functions and are located in  this  state  during  the  thirty-six\n   33  months  immediately  preceding the year for which the credit is claimed,\n   34  or (III) the number of employees located in this state during the  taxa-\n   35  ble  year  for  which  the credit is claimed is equal to or greater than\n   36  ninety percent of the number of  employees  located  in  this  state  on\n   37  December thirty-first, nineteen hundred ninety-eight or, if the taxpayer\n   38  was  not  a calendar year taxpayer in nineteen hundred ninety-eight, the\n   39  last day of its first taxable year ending after  December  thirty-first,\n   40  nineteen hundred ninety-eight. If the taxpayer becomes subject to tax in\n   41  this  state after the taxable year beginning in nineteen hundred ninety-\n   42  eight, then the taxpayer is not required to satisfy the employment  test\n   43  provided  in  the  preceding sentence of this subparagraph for its first\n   44  taxable year. For purposes of clause  (III)  of  this  subparagraph  the\n   45  employment test will be based on the number of employees located in this\n   46  state  on the last day of the first taxable year the taxpayer is subject\n   47  to tax in this state. If the uses of the property must be aggregated  to\n   48  determine  whether  the property is principally used in qualifying uses,\n   49  then either each affiliate using the property must satisfy this  employ-\n   50  ment  test  or this employment test must be satisfied through the aggre-\n   51  gation of the  employees  of  the  taxpayer,  its  affiliated  regulated\n   52  broker,  dealer,  and  registered investment adviser using the property.\n   53  For purposes of this subdivision, the term  \"goods\"  shall  not  include\n   54  electricity.\n\n       A. 803                              6\n\n    1    S  5. Subparagraph (A) of paragraph 2 of subsection (a) of section 606\n    2  of the tax law, as amended by chapter  637  of  the  laws  of  2008,  is\n    3  amended to read as follows:\n    4    (A)  A  credit  shall be allowed under this subsection with respect to\n    5  tangible personal property and other tangible property, including build-\n    6  ings and structural components  of  buildings,  which  are:  depreciable\n    7  pursuant  to  section  one  hundred  sixty-seven of the internal revenue\n    8  code, have a useful life of four years or more, are acquired by purchase\n    9  as defined in section one  hundred  seventy-nine  (d)  of  the  internal\n   10  revenue code, have a situs in this state and are (i) principally used by\n   11  the  taxpayer  in  the production of goods by manufacturing, processing,\n   12  assembling, refining, mining, extracting, farming,  agriculture,  horti-\n   13  culture, floriculture, viticulture [or], commercial fishing, OR ELIGIBLE\n   14  BUSINESS  ENTERPRISE  AS  DETERMINED  BY THE COMMISSIONER OF HOUSING AND\n   15  COMMUNITY RENEWAL PURSUANT TO SECTION NINE  HUNDRED  EIGHT-FIVE  OF  THE\n   16  GENERAL MUNICIPAL LAW, (ii) industrial waste treatment facilities or air\n   17  pollution  control facilities, used in the taxpayer's trade or business,\n   18  (iii) research and development property, (iv) principally  used  in  the\n   19  ordinary course of the taxpayer's trade or business as a broker or deal-\n   20  er  in connection with the purchase or sale (which shall include but not\n   21  be limited to the issuance, entering into, assumption,  offset,  assign-\n   22  ment,  termination, or transfer) of stocks, bonds or other securities as\n   23  defined in section four hundred  seventy-five  (c)(2)  of  the  Internal\n   24  Revenue  Code,  or  of  commodities  as defined in section 475(e) of the\n   25  Internal Revenue Code, (v) principally used in the  ordinary  course  of\n   26  the  taxpayer's  trade  or  business  of  providing  investment advisory\n   27  services for a regulated investment company as defined in section  eight\n   28  hundred  fifty-one  of  the  Internal  Revenue  Code,  or  lending, loan\n   29  arrangement or loan origination services to customers in connection with\n   30  the purchase or sale (which shall include but  not  be  limited  to  the\n   31  issuance, entering into, assumption, offset, assignment, termination, or\n   32  transfer)  of securities as defined in section four hundred seventy-five\n   33  (c)(2) of the Internal Revenue Code, or (vi) principally used as a qual-\n   34  ified film  production  facility  including  qualified  film  production\n   35  facilities  having a situs in an empire zone designated as such pursuant\n   36  to article eighteen-B of the general municipal law, where  the  taxpayer\n   37  is  providing  three  or  more services to any qualified film production\n   38  company using the facility, including such services as a studio lighting\n   39  grid, lighting and grip equipment, multi-line phone  service,  broadband\n   40  information  technology  access,  industrial  scale electrical capacity,\n   41  food services, security  services,  and  heating,  ventilation  and  air\n   42  conditioning. For purposes of clauses (iv) and (v) of this subparagraph,\n   43  property  purchased  by  a  taxpayer affiliated with a regulated broker,\n   44  dealer, or registered investment adviser is allowed a credit under  this\n   45  subsection  if  the property is used by its affiliated regulated broker,\n   46  dealer  or  registered  investment  adviser  in  accordance  with   this\n   47  subsection.  For  purposes of determining if the property is principally\n   48  used in qualifying uses, the uses by the taxpayer described  in  clauses\n   49  (iv)  and  (v)  of this subparagraph may be aggregated. In addition, the\n   50  uses by the taxpayer, its affiliated regulated broker, dealer and regis-\n   51  tered investment adviser under either or both of those  clauses  may  be\n   52  aggregated. Provided, however, a taxpayer shall not be allowed the cred-\n   53  it  provided  by  clauses  (iv)  and (v) of this subparagraph unless (I)\n   54  eighty percent or more of the employees  performing  the  administrative\n   55  and  support  functions resulting from or related to the qualifying uses\n   56  of such equipment are located in this state, or (II) the average  number\n\n       A. 803                              7\n\n    1  of  employees  that  perform  the  administrative  and support functions\n    2  resulting from or related to the qualifying uses of such  equipment  and\n    3  are  located  in this state during the taxable year for which the credit\n    4  is  claimed is equal to or greater than ninety-five percent of the aver-\n    5  age number of employees that perform these functions and are located  in\n    6  this  state  during the thirty-six months immediately preceding the year\n    7  for which the credit is  claimed,  or  (III)  the  number  of  employees\n    8  located  in  this  state during the taxable year for which the credit is\n    9  claimed is equal to or greater than ninety  percent  of  the  number  of\n   10  employees  located  in  this  state  on  December thirty-first, nineteen\n   11  hundred ninety-eight or, if the taxpayer was not a calendar year taxpay-\n   12  er in nineteen hundred ninety-eight, the last day of its  first  taxable\n   13  year  ending after December thirty-first, nineteen hundred ninety-eight.\n   14  If the taxpayer becomes subject to tax in this state after  the  taxable\n   15  year  beginning  in  nineteen hundred ninety-eight, then the taxpayer is\n   16  not required to satisfy the employment test provided  in  the  preceding\n   17  sentence  of  this  subparagraph  for  its  first  taxable year. For the\n   18  purposes of clause (III) of this subparagraph the employment  test  will\n   19  be  based  on  the number of employees located in this state on the last\n   20  day of the first taxable year the taxpayer is subject  to  tax  in  this\n   21  state.  If  the  uses  of  the  property must be aggregated to determine\n   22  whether the property is principally used in qualifying uses, then either\n   23  each affiliate using the property must satisfy this employment  test  or\n   24  this  employment  test  must be satisfied through the aggregation of the\n   25  employees of the taxpayer, its affiliated regulated broker, dealer,  and\n   26  registered  investment  adviser using the property. For purposes of this\n   27  subsection, the term \"goods\" shall not include electricity.\n   28    S 6.  The real property tax law is amended by  adding  a  new  section\n   29  420-d to read as follows:\n   30    S  420-D.  REAL PROPERTY TAX ABATEMENTS. NEWLY CONSTRUCTED OR SUBSTAN-\n   31  TIALLY REHABILITATED RESIDENTIAL DWELLINGS LOCATED WITHIN HOUSING OPPOR-\n   32  TUNITY ZONES DESIGNATED PURSUANT TO ARTICLE NINETEEN-AA OF  THE  GENERAL\n   33  MUNICIPAL  LAW  SHALL  BE  EXEMPT  FROM ALL TAXES IMPOSED BY A MUNICIPAL\n   34  CORPORATION, INCLUDING THOSE IMPOSED BY A SCHOOL  DISTRICT,  OTHER  THAN\n   35  ASSESSMENTS  FOR  LOCAL  IMPROVEMENTS,  DURING CONSTRUCTION OR REHABILI-\n   36  TATION, SO LONG AS SUCH DWELLING IS USED FOR RESIDENTIAL  UNIT  PURPOSES\n   37  FOR  A PERIOD NOT TO EXCEED TEN YEARS IN THE AGGREGATE AFTER THE TAXABLE\n   38  STATUS DATE IMMEDIATELY FOLLOWING THE COMPLETION THEREOF, CALCULATED NOT\n   39  TO EXCEED THE FOLLOWING EXEMPTIONS: TWO YEARS OF FULL EXEMPTION FOLLOWED\n   40  BY TWO YEARS OF EXEMPTION FROM EIGHTY PERCENT OF SUCH TAXATION, FOLLOWED\n   41  BY THREE YEARS  OF  EXEMPTION  FROM  SIXTY  PERCENT  OF  SUCH  TAXATION,\n   42  FOLLOWED  BY TWO YEARS OF EXEMPTION FROM FORTY PERCENT OF SUCH TAXATION,\n   43  FOLLOWED BY TWO YEARS OF EXEMPTION FROM TWENTY PERCENT OF SUCH TAXATION;\n   44  PROVIDED THAT TAXES SHALL BE PAID DURING ANY SUCH PERIOD AT LEAST IN THE\n   45  AMOUNT OF THE TAXES PAID ON SUCH LAND AND  IMPROVEMENTS  THEREON  DURING\n   46  THE TAX YEAR PRECEDING THE COMMENCEMENT OF SUCH CONSTRUCTION OR REHABIL-\n   47  ITATION  AND  THAT  THE  EXEMPTION  FROM  TAXES  SHALL NOT BE AVAILED OF\n   48  CONCURRENTLY UNDER ANY OTHER LAW.\n   49    S 7. This act shall take effect on the first of October next  succeed-\n   50  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, the public service law, the tax law and the real property tax law, in relation to authorizing the creation of housing opportunity zones in certain cities, towns and villages within the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T131503.TXT", "SOBI.D110106.T150728.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294344448089
}