{
  "year" : 2011,
  "senateBillNo" : "A804-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A804-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the qualifications of operators of health facilities",
  "summary" : "Relates to the qualifications of operators of health facilities; requires the consideration of past labor transgressions when granting, renewing, revoking, etc. certificates of operation/applications to hospitals, nursing homes, HMOs, and health care services agencies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2706-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          804\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Health\n\n       AN ACT to amend the public health law, in relation to the qualifications\n         of operators of health facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2801-a  of  the  public health law is amended by\n    2  adding a new subdivision 3-b to read as follows:\n    3     3-B. IN CONSIDERING CHARACTER, COMPETENCE AND STANDING IN THE  COMMU-\n    4  NITY  UNDER SUBDIVISION THREE OF THIS SECTION, THE PUBLIC HEALTH COUNCIL\n    5  SHALL CONSIDER ANY PAST VIOLATIONS OF  STATE  OR  FEDERAL  RULES,  REGU-\n    6  LATIONS  OR  STATUTES RELATING TO EMPLOYER-EMPLOYEE RELATIONS, WORKPLACE\n    7  SAFETY, COLLECTIVE BARGAINING OR  ANY  OTHER  LABOR  RELATED  PRACTICES,\n    8  OBLIGATIONS OR IMPERATIVES.\n    9    S  2. Section 2805 of the public health law is amended by adding a new\n   10  subdivision 3 to read as follows:\n   11    3. IN DETERMINING WHETHER TO ISSUE OR RENEW AN  OPERATING  CERTIFICATE\n   12  TO  AN APPLICANT SEEKING TO OPERATE, OR OPERATING, A HOSPITAL IN ACCORD-\n   13  ANCE WITH  THIS  ARTICLE,  THE  COMMISSIONER  SHALL  CONSIDER  ANY  PAST\n   14  VIOLATIONS  OF  STATE OR FEDERAL RULES, REGULATIONS OR STATUTES RELATING\n   15  TO EMPLOYER-EMPLOYEE RELATIONS, WORKPLACE SAFETY, COLLECTIVE  BARGAINING\n   16  OR ANY OTHER LABOR RELATED PRACTICES, OBLIGATIONS OR IMPERATIVES.\n   17    S  3. Section 2810 of the public health law is amended by adding a new\n   18  subdivision 4 to read as follows:\n   19    4. IN DETERMINING WHETHER TO APPOINT ANY PERSON OR ENTITY AS A  TEMPO-\n   20  RARY  RECEIVER  THE  COMMISSIONER  SHALL CONSIDER ANY PAST VIOLATIONS OF\n   21  STATE OR FEDERAL RULES, REGULATIONS OR STATUTES RELATING TO EMPLOYER-EM-\n   22  PLOYEE RELATIONS, WORKPLACE SAFETY, COLLECTIVE BARGAINING OR  ANY  OTHER\n   23  LABOR RELATED PRACTICES, OBLIGATIONS OR IMPERATIVES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03404-01-1\n\n       A. 804                              2\n\n    1    S  4.  Section  2896-c of the public health law is amended by adding a\n    2  new subdivision 1-a to read as follows:\n    3    1-A.  IN  DETERMINING WHETHER TO GRANT ANY PERSON A LICENSE UNDER THIS\n    4  ARTICLE, THE BOARD SHALL CONSIDER ANY PAST VIOLATIONS OF STATE OR FEDER-\n    5  AL  RULES,  REGULATIONS  OR  STATUTES  RELATING   TO   EMPLOYER-EMPLOYEE\n    6  RELATIONS,  WORKPLACE  SAFETY,  COLLECTIVE BARGAINING OR ANY OTHER LABOR\n    7  RELATED PRACTICES, OBLIGATIONS OR IMPERATIVES.\n    8    S 5. Section 2897 of the public health law is amended by adding a  new\n    9  subdivision 4 to read as follows:\n   10    4.  THE LICENSE OR REGISTRATION OF A NURSING HOME ADMINISTRATOR MAY BE\n   11  SUSPENDED FOR A FIXED PERIOD OR REVOKED OR  SUCH  ADMINISTRATOR  MAY  BE\n   12  CENSURED, REPRIMANDED, SUBJECTED TO A CIVIL PENALTY AND OTHERWISE DISCI-\n   13  PLINED  IN ACCORDANCE WITH THE PROVISIONS AND PROCEDURES DEFINED IN THIS\n   14  ARTICLE, UPON DECISION AFTER DUE HEARING THAT, AS THE ADMINISTRATOR OF A\n   15  NURSING HOME HE OR SHE HAS INTENTIONALLY PARTICIPATED IN ANY ACT,  PRAC-\n   16  TICE  OR  POLICY  OF  SUCH  NURSING  HOME THAT VIOLATED STATE OR FEDERAL\n   17  RULES, REGULATIONS OR STATUTES RELATING TO EMPLOYER-EMPLOYEE  RELATIONS,\n   18  WORKPLACE SAFETY, COLLECTIVE BARGAINING OR ANY OTHER LABOR RELATED PRAC-\n   19  TICES,  OBLIGATIONS  OR IMPERATIVES. NO ADMINISTRATOR SHALL BE DEEMED TO\n   20  HAVE INTENTIONALLY PARTICIPATED IN ANY ACT,  PRACTICE  OR  POLICY  OF  A\n   21  NURSING  HOME  UNDER  THIS  SUBDIVISION  IF  HE OR SHE HAS FILED WRITTEN\n   22  OBJECTION TO SUCH ACT, PRACTICE OR POLICY  WITH  THE  OPERATOR  OF  SUCH\n   23  NURSING HOME, SPECIFYING THE MANNER IN WHICH SUCH ACT, PRACTICE OR POLI-\n   24  CY  VIOLATES STATE OR FEDERAL RULES, REGULATIONS OR STATUTES RELATING TO\n   25  EMPLOYER-EMPLOYEE RELATIONS, WORKPLACE SAFETY, COLLECTIVE BARGAINING  OR\n   26  ANY OTHER LABOR RELATED PRACTICES, OBLIGATIONS OR IMPERATIVES.\n   27    S  6.  Subdivision  4  of  section  3605  of the public health law, as\n   28  amended by section 62 of part A of chapter 58 of the laws  of  2010,  is\n   29  amended to read as follows:\n   30    4.  The public health and health planning council shall not approve an\n   31  application for licensure unless it is satisfied as  to  the  character,\n   32  competence  and  standing in the community of the applicant's incorpora-\n   33  tors, directors, sponsors, stockholders or operators.    IN  CONSIDERING\n   34  CHARACTER,  COMPETENCE AND STANDING IN THE COMMUNITY UNDER THIS SUBDIVI-\n   35  SION, THE PUBLIC HEALTH COUNCIL SHALL CONSIDER ANY  PAST  VIOLATIONS  OF\n   36  STATE OR FEDERAL RULES, REGULATIONS OR STATUTES RELATING TO EMPLOYER-EM-\n   37  PLOYEE  RELATIONS,  WORKPLACE SAFETY, COLLECTIVE BARGAINING OR ANY OTHER\n   38  LABOR RELATED PRACTICES, OBLIGATIONS OR IMPERATIVES.\n   39    S 7. Subdivision 1 of section 3605-a of  the  public  health  law,  as\n   40  added by chapter 959 of the laws of 1984, is amended to read as follows:\n   41    1. A license of a home care services agency may be revoked, suspended,\n   42  limited  or  annulled by the commissioner on proof that it has failed to\n   43  comply with the provisions of this article [or]; rules  and  regulations\n   44  promulgated  thereunder; OR STATE OR FEDERAL RULES, REGULATIONS OR STAT-\n   45  UTES RELATING TO EMPLOYER-EMPLOYEE RELATIONS, WORKPLACE SAFETY,  COLLEC-\n   46  TIVE  BARGAINING  OR  ANY  OTHER LABOR RELATED PRACTICES, OBLIGATIONS OR\n   47  IMPERATIVES.\n   48    S 8. Subdivision 2 of section 3608 of the public health law, as  added\n   49  by chapter 895 of the laws of 1977, is amended to read as follows:\n   50    2.  A  certified  home  health  agency  certificate of approval may be\n   51  revoked, suspended, limited or annulled by  the  commissioner  on  proof\n   52  that  the  certified  home  health  agency has failed to comply with the\n   53  provisions of this article or rules and regulations  promulgated  there-\n   54  under;  OR  STATE  OR FEDERAL RULES, REGULATIONS OR STATUTES RELATING TO\n   55  EMPLOYER-EMPLOYEE RELATIONS, WORKPLACE SAFETY, COLLECTIVE BARGAINING  OR\n   56  ANY OTHER LABOR RELATED PRACTICES, OBLIGATIONS OR IMPERATIVES.\n\n       A. 804                              3\n\n    1    S  9.  Paragraph  (d)  of  subdivision 1 of section 4403 of the public\n    2  health law, as added by chapter 938 of the laws of 1976, is  amended  to\n    3  read as follows:\n    4    (d)  the  character,  competence, and standing in the community of the\n    5  proposed incorporators, directors, sponsors or stockholders, are  satis-\n    6  factory  to  the  commissioner. IN CONSIDERING CHARACTER, COMPETENCE AND\n    7  STANDING IN THE COMMUNITY, THE  COMMISSIONER  SHALL  CONSIDER  ANY  PAST\n    8  VIOLATIONS  OF  STATE OR FEDERAL RULES, REGULATIONS OR STATUTES RELATING\n    9  TO EMPLOYER-EMPLOYEE RELATIONS, WORKPLACE SAFETY, COLLECTIVE  BARGAINING\n   10  OR ANY OTHER LABOR RELATED PRACTICES, OBLIGATIONS OR IMPERATIVES;\n   11    S 10. This act shall take effect on the first of January next succeed-\n   12  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the qualifications of operators of health facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T131503.TXT", "SOBI.D110106.T154231.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551337
}