{
  "year" : 2011,
  "senateBillNo" : "A806-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A806-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requirements for the safe handling of prescription drug samples by certain health care professionals",
  "summary" : "Enacts requirements relating to the safe handling of prescription drug samples by certain health care professionals; requires maintenance of certain records and information regarding samples received and distributed including expiration dates. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A7066-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          806\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GOTTFRIED, GALEF, DINOWITZ, PAULIN, CAHILL, COOK,\n         BRENNAN, ROSENTHAL -- Multi-Sponsored by -- M. of A. BOYLAND, BURLING,\n         COLTON,  FARRELL,  GABRYSZAK, JAFFEE, LAVINE, MAISEL, McENENY, MILLMAN\n         -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  reducing  health\n         risks  involved  with receipt, handling and distribution of samples of\n         prescription drug products\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   The public health law is amended by adding a new article\n    2  33-B to read as follows:\n    3                                ARTICLE 33-B\n    4                   THE PRESCRIPTION DRUG SAMPLE SAFETY ACT\n    5  SECTION 3398. REQUIREMENTS FOR THE SAFE HANDLING  OF  PRESCRIPTION  DRUG\n    6                  SAMPLES.\n    7    S  3398.  REQUIREMENTS  FOR  THE  SAFE  HANDLING  OF PRESCRIPTION DRUG\n    8  SAMPLES.  1. A PERSON AUTHORIZED TO DISPENSE DRUGS PURSUANT TO PARAGRAPH\n    9  B OF SUBDIVISION ONE OF SECTION SIXTY-EIGHT HUNDRED SEVEN OF THE  EDUCA-\n   10  TION  LAW  SHALL  ESTABLISH  AND  ADHERE TO THE FOLLOWING PROCEDURES AND\n   11  REQUIREMENTS REGARDING THE HANDLING OF SUCH DRUGS:\n   12    (A) SAMPLES SHALL BE PROPERLY LOGGED IN (INCLUDING  IDENTIFICATION  OF\n   13  THE  MANUFACTURER  OR  ENTITY  SUPPLYING  OR PROVIDING SUCH SAMPLES, THE\n   14  DATE, TYPE AND THE AMOUNT OF DRUG  RECEIVED  AND  EXPIRATION  DATES,  IF\n   15  ANY),  LABELED,  STORED,  SECURED  AND  TRACKED  TO PREVENT UNAUTHORIZED\n   16  ACCESS AND LOSS;\n   17    (B) PRESCRIBERS SHALL MAINTAIN DOCUMENTATION OF  THE  DISTRIBUTION  OF\n   18  SAMPLES  IN  PATIENTS'  MEDICAL  RECORDS,  INCLUDING THE DATE, TYPE, AND\n   19  AMOUNT DISPENSED, AND OBTAIN THE INFORMED CONSENT OF PATIENTS  RECEIVING\n   20  SAMPLE PRODUCTS;\n   21    (C) SAMPLES SHALL BE LABELED WITH APPROPRIATE PRESCRIBING INFORMATION;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02603-01-1\n\n       A. 806                              2\n\n    1    (D)  PRESCRIBERS  SHALL  REGULARLY  REVIEW SAMPLE EXPIRATION DATES AND\n    2  REMOVE OUTDATED PRODUCTS;\n    3    (E)  PRESCRIBERS  SHALL MAINTAIN PROPER DOCUMENTATION OF RECIPIENTS OF\n    4  SAMPLE PRODUCTS FOR  PATIENT  CONTACT  IN  THE  EVENT  OF  A  RECALL  OR\n    5  LATER-DISCOVERED INTERACTION WARNING; AND\n    6    (F)  PRESCRIBERS SHALL MAINTAIN A RECORD OF THE DISPOSAL, DESTRUCTION,\n    7  OR RETURN OF EXPIRED OR RECALLED SAMPLE PRODUCTS.\n    8    2. THE COMMISSIONER SHALL PROMULGATE REGULATIONS NECESSARY  TO  IMPLE-\n    9  MENT AND ENFORCE THIS SECTION.\n   10    S 2. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to reducing health risks involved with receipt, handling and distribution of samples of prescription drug products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T131503.TXT", "SOBI.D110106.T154231.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551345
}