{
  "year" : 2011,
  "senateBillNo" : "A807-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A807-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the clinical trial access and education fund to provide grants for certain services for patients with life-threatening or disabling conditions/diseases",
  "summary" : "Establishes the clinical trial access and education fund to provide grants to eligible applicants to provide certain services for patients with life-threatening or disabling conditions or diseases. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1805-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          807\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GOTTFRIED, PAULIN, JACOBS, GUNTHER, ROSENTHAL,\n         CAHILL, GALEF, N. RIVERA, ENGLEBRIGHT, MILLMAN, SPANO, JAFFEE, ZEBROW-\n         SKI,  MAISEL,  HOOPER,  LUPARDO,  SCHIMEL,  TITONE,  CASTRO,  KELLNER,\n         BROOK-KRASNY,  SCHROEDER -- read once and referred to the Committee on\n         Health\n\n       AN ACT to amend the public health law, in relation to  establishing  the\n         clinical trial access and education fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2424 to read as follows:\n    3    S 2424. CLINICAL TRIAL ACCESS AND EDUCATION FUND. 1. DEFINITIONS.  FOR\n    4  THE PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOW-\n    5  ING MEANINGS:\n    6    A.  \"ELIGIBLE  APPLICANT\"  MEANS  (I) A MEDICAL SCHOOL THAT SPONSORS A\n    7  CLINICAL TRIAL, (II) A NOT-FOR-PROFIT ORGANIZATION WITH  EXPERIENCE  AND\n    8  EXPERTISE  WORKING  WITH  PATIENTS  WITH  LIFE-THREATENING  OR DISABLING\n    9  CONDITIONS OR DISEASES, (III) A HEALTH CARE PROVIDER ORGANIZATION, ASSO-\n   10  CIATION  OR  SOCIETY,  (IV)  A  GENERAL  HOSPITAL  DEFINED  IN   ARTICLE\n   11  TWENTY-EIGHT OF THIS CHAPTER, (V) A COUNTY OR CITY HEALTH DEPARTMENT, OR\n   12  (VI) A MUNICIPALITY.\n   13    B.  \"CLINICAL  TRIAL\"  SHALL  HAVE  THE SAME MEANING AS IN SUBDIVISION\n   14  TWO-B OF SECTION FORTY-NINE HUNDRED OF THIS CHAPTER.\n   15    2. ESTABLISHMENT OF FUND.  THERE  IS  HEREBY  ESTABLISHED  WITHIN  THE\n   16  DEPARTMENT A CLINICAL TRIAL ACCESS AND EDUCATION FUND. SUBJECT TO APPRO-\n   17  PRIATIONS, THE DEPARTMENT SHALL PROVIDE GRANTS TO ELIGIBLE APPLICANTS ON\n   18  A  COMPETITIVE  REQUEST FOR PROPOSAL BASIS TO PROVIDE ONE OR MORE OF THE\n   19  FOLLOWING SERVICES TO PATIENTS WITH LIFE-THREATENING OR DISABLING CONDI-\n   20  TIONS OR DISEASES, AS SUCH  TERMS  ARE  DEFINED  IN  SECTION  FORTY-NINE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02358-01-1\n\n       A. 807                              2\n\n    1  HUNDRED  OF  THIS CHAPTER, TO FACILITATE ACCESS TO OR EDUCATION ON CLIN-\n    2  ICAL TRIALS OF TREATMENTS FOR THE PATIENT'S CONDITION OR DISEASE:\n    3    A. TRANSPORTATION SERVICES AND LODGING TO PROVIDE PATIENTS WITH ACCESS\n    4  TO CLINICAL TRIALS OR OTHER RELATED TREATMENTS WHILE ENROLLED IN A CLIN-\n    5  ICAL  TRIAL OR TO ACCESS TESTING AND OTHER SERVICES TO DETERMINE PATIENT\n    6  ELIGIBILITY FOR A CLINICAL TRIAL;\n    7    B. PATIENT OUTREACH AND EDUCATION SERVICES TO EDUCATE PATIENTS,  THEIR\n    8  FAMILIES  AND  HEALTH  CARE  PROVIDERS  ABOUT  THE  EXISTENCE OF AND HOW\n    9  PATIENTS MAY ENROLL IN CLINICAL TRIALS, UNDER SECTION TWO HUNDRED  SEVEN\n   10  OF THIS CHAPTER; AND\n   11    C.  PATIENT  NAVIGATION SERVICES TO HELP PATIENTS TO DETERMINE IF THEY\n   12  ARE ELIGIBLE FOR CLINICAL TRIALS, TO HELP PATIENTS TO ENROLL IN CLINICAL\n   13  TRIALS AND TO ASSIST PATIENTS IN DEALING WITH INSURANCE OR OTHER  ISSUES\n   14  WHICH SERVE AS BARRIERS TO PATIENT ENROLLMENT IN CLINICAL TRIALS.\n   15    3. APPLICATIONS. THE COMMISSIONER SHALL ESTABLISH AN APPLICATION PROC-\n   16  ESS  BY  WHICH  ELIGIBLE  APPLICANTS  MAY  APPLY  FOR A GRANT UNDER THIS\n   17  SECTION.  THE APPLICATION SHALL INCLUDE:\n   18    A. THE GEOGRAPHIC AREA IN WHICH THE SERVICES SHALL BE PROVIDED;\n   19    B. A DETAILED DESCRIPTION OF THE SERVICES TO BE PROVIDED;\n   20    C. APPLICANT'S EXPERIENCE WORKING WITH PATIENTS WITH  LIFE-THREATENING\n   21  OR DISABLING CONDITIONS OR DISEASES;\n   22    D.  APPLICANT'S  ABILITY TO PROVIDE PATIENT OUTREACH OR CLINICAL TRIAL\n   23  EDUCATION AND NAVIGATION SERVICES, OR COORDINATE OR PROVIDE  TRANSPORTA-\n   24  TION AND LODGING FOR PATIENTS; AND\n   25    E.  ANY  OTHER  INFORMATION  THAT  THE COMMISSIONER DEEMS RELEVANT AND\n   26  APPROPRIATE.\n   27    THE COMMISSIONER SHALL GIVE PREFERENCE TO ELIGIBLE APPLICANTS WHO HAVE\n   28  EXPERIENCE AND EXPERTISE WORKING WITH PATIENTS WITH LIFE-THREATENING  OR\n   29  DISABLING  CONDITIONS OR DISEASES AND PROVIDING PATIENT OUTREACH, EDUCA-\n   30  TION AND HEALTH CARE NAVIGATION SERVICES.\n   31    4. REPORTS. GRANTEES SHALL FILE AN ANNUAL REPORT WITH THE  COMMISSION-\n   32  ER,  IN SUCH FORM AND WITH SUCH INFORMATION AND DATA AS THE COMMISSIONER\n   33  PRESCRIBES DETAILING THE EXPENDITURE OF GRANT FUNDS AND SUMMARIZING  THE\n   34  EFFORTS UNDERTAKEN TO INCREASE PATIENT ACCESS TO CLINICAL TRIALS.\n   35    5.  THE  COMMISSIONER  SHALL  MAKE REGULATIONS REASONABLY NECESSARY TO\n   36  IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   37    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing the clinical trial access and education fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T131503.TXT", "SOBI.D110106.T154231.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551349
}