{
  "year" : 2011,
  "senateBillNo" : "A808-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A808-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an age-appropriate sex education grant program, to be referred to as the healthy teens act",
  "summary" : "Establishes an age-appropriate sex education grant program through the department of health to be a comprehensive age-appropriate program conducted by an eligible applicant; authorizes the commissioner to determine certain topics of instruction and makes provisions for the application of grants. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA1806-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          808\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GOTTFRIED, N. RIVERA, DINOWITZ, GALEF, PAULIN,\n         PEOPLES-STOKES, PRETLOW, BING, ROBINSON, TITUS, JACOBS, GANTT, JAFFEE,\n         MAGNARELLI, SPANO, GUNTHER, KAVANAGH, CAHILL, KELLNER, SCHIMEL,  SCAR-\n         BOROUGH  --  Multi-Sponsored  by  -- M. of A. BOYLAND, BRENNAN, CANES-\n         TRARI, COOK, CROUCH, DESTITO,  DUPREY,  ENGLEBRIGHT,  GLICK,  HEASTIE,\n         HOOPER,  HOYT,  LANCMAN,  LATIMER,  LAVINE,  LIFTON,  LUPARDO,  MAGEE,\n         MAISEL, McENENY, MILLMAN, MORELLE, ORTIZ, PHEFFER,  RAMOS,  J. RIVERA,\n         ROSENTHAL, SAYWARD, THIELE, TOWNS, WEISENBERG, WRIGHT -- read once and\n         referred to the Committee on Health\n\n       AN  ACT  to amend the public health law, in relation to establishing the\n         age-appropriate sex education grant program, to be referred to as  the\n         healthy teens act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent.   The legislature  finds  and  declares\n    2  that  New  York  state's teen pregnancy rate, 59.2 per 1000 female 15-19\n    3  year olds as compared to the Healthy People 2010 goal of  43  cases  per\n    4  1000  female  15-19  year  olds falls far too short of the public health\n    5  expectation set by the Surgeon General. New York state had  40,000  teen\n    6  pregnancies  in 2006.  In addition, according to the centers for disease\n    7  control, 1 in 4 teenage girls  has  a  sexually  transmitted  infection.\n    8  This is true in New York state as well.  Current research documents that\n    9  individuals  who  receive  early,  comprehensive,  age-appropriate,  and\n   10  scientifically accurate education in the health and  other  benefits  of\n   11  sexual abstinence, family planning, and birth control are more likely to\n   12  delay  sexual  activity  and engage later in such activity with a higher\n   13  degree  of  responsibility  and  safety.  Comprehensive  sex   education\n   14  programs  which  complement parental involvement and instruction respect\n   15  the diversity and values of our state and provide our youth at risk with\n   16  the foundation to make responsibly informed choices.  The  earlier  such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02359-01-1\n\n       A. 808                              2\n\n    1  programs  are commenced on an age-appropriate curriculum basis, the more\n    2  responsible will be the sexual activity decisions.\n    3    Statistics within New York state communities show an increase in rates\n    4  of sexually transmitted diseases among adolescents over the past several\n    5  years.    Adolescents are the fastest growing population of new HIV/AIDS\n    6  cases. These increases place greater demand on the state's  health  care\n    7  delivery  system and require that we take immediate action and embark on\n    8  a dedicated mission to provide targeted at-risk adolescents with a  more\n    9  concentrated  sex  education  program with a significant parental compo-\n   10  nent, designed to inform and instruct them on abstinence, protection and\n   11  pregnancy prevention.  Approximately 25 percent of new cases of sexually\n   12  transmitted diseases each year occur among teenagers and  two-thirds  of\n   13  such  new  cases  occur  among persons 15 to 24 years old. By age 24, at\n   14  least one in three sexually active persons are estimated to have  had  a\n   15  sexually transmitted disease. By way of example, the highest age-specif-\n   16  ic gonorrhea rates among women and the third highest rates among men are\n   17  in the 15 to 19 year old group.\n   18    It  is  the  intent  of  the  legislature that the age-appropriate sex\n   19  education grant program established in this act provide at-risk  adoles-\n   20  cents  with  the  information,  assistance, skills and support to enable\n   21  them to make responsible decisions,  including  abstaining  from  sexual\n   22  intercourse  and  for  those  who  do become sexually active, the use of\n   23  condoms or contraceptives effectively.\n   24    S 2. This act shall be known and may be cited as  the  \"healthy  teens\n   25  act\".\n   26    S  3. The public health law is amended by adding a new article 14-A to\n   27  read as follows:\n   28                                 ARTICLE 14-A\n   29                 AGE-APPROPRIATE SEX EDUCATION GRANT PROGRAM\n   30  SECTION 1450. DEFINITIONS.\n   31          1451. ESTABLISHMENT  OF  AGE-APPROPRIATE  SEX  EDUCATION   GRANT\n   32                  PROGRAM; GENERAL COMPONENTS.\n   33          1452. AGE-APPROPRIATE SEX EDUCATION GRANT PROGRAM AWARDS.\n   34          1453. APPLICATION  FOR  GRANTS;  AGE-APPROPRIATE  SEX  EDUCATION\n   35                  GRANT PROGRAM PLAN.\n   36          1454. MAINTENANCE OF EFFORT.\n   37          1455. ANNUAL REPORTS BY GRANT RECIPIENTS.\n   38          1456. NOTIFICATION TO POTENTIAL APPLICANTS.\n   39          1457. REGULATIONS.\n   40    S 1450. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE,  THE  FOLLOWING\n   41  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   42    1.  \"ELIGIBLE  APPLICANT\"  MEANS  (A)  A PUBLIC SCHOOL DISTRICT, (B) A\n   43  BOARD OF COOPERATIVE EDUCATIONAL SERVICES,  (C)  A  SCHOOL-BASED  HEALTH\n   44  CENTER,  (D)  A  COMMUNITY  BASED ORGANIZATION WHICH MAY BE A FOR-PROFIT\n   45  CORPORATION OR ENTITY OR NOT-FOR-PROFIT CORPORATION OR ORGANIZATION,  OR\n   46  (E)  A  CONSORTIUM  OR PARTNERSHIP FORMED BY A PUBLIC SCHOOL DISTRICT, A\n   47  BOARD OF COOPERATIVE EDUCATIONAL SERVICES AND/OR A  SCHOOL-BASED  HEALTH\n   48  CENTER AND ONE OR MORE COMMUNITY BASED ORGANIZATIONS WHICH QUALIFIES FOR\n   49  THE  AWARD OF AN AGE-APPROPRIATE SEX EDUCATION GRANT BY THE COMMISSIONER\n   50  UNDER THIS ARTICLE.\n   51    2. \"GRANT PROGRAM PLAN\" MEANS THE PLAN SUBMITTED TO  THE  COMMISSIONER\n   52  BY  AN  ELIGIBLE  APPLICANT  UNDER SECTION FOURTEEN HUNDRED FIFTY-ONE OF\n   53  THIS ARTICLE.\n   54    3. \"STATE INCOME STANDARD\" MEANS THE MOST RECENT FEDERAL INCOME  OFFI-\n   55  CIAL  POVERTY LINE AS DEFINED ANNUALLY AND REVISED BY THE FEDERAL OFFICE\n   56  OF MANAGEMENT AND BUDGET ADJUSTED FOR FAMILY SIZE.\n\n       A. 808                              3\n\n    1    4. \"AGE-APPROPRIATE SEX EDUCATION GRANT PROGRAM\" MEANS A COMPREHENSIVE\n    2  AGE-APPROPRIATE SEX EDUCATION PROGRAM CONDUCTED BY AN ELIGIBLE APPLICANT\n    3  UNDER SECTION FOURTEEN HUNDRED FIFTY-ONE OF THIS ARTICLE.\n    4    5.  \"SCHOOL-BASED HEALTH CENTER\" MEANS A CLINIC LICENSED UNDER ARTICLE\n    5  TWENTY-EIGHT OF THIS CHAPTER, OR SPONSORED BY A FACILITY LICENSED  UNDER\n    6  ARTICLE  TWENTY-EIGHT  OF  THIS  CHAPTER,  WHICH  PROVIDES  PRIMARY CARE\n    7  SERVICES WITHIN AN ELEMENTARY OR SECONDARY PUBLIC SCHOOL SETTING.\n    8    S 1451. ESTABLISHMENT OF AGE-APPROPRIATE SEX EDUCATION GRANT  PROGRAM;\n    9  GENERAL COMPONENTS. 1. THERE IS HEREBY ESTABLISHED WITHIN THE DEPARTMENT\n   10  AN  AGE-APPROPRIATE  SEX  EDUCATION  GRANT PROGRAM. THE PROGRAM SHALL BE\n   11  FORMULATED BY THE COMMISSIONER AFTER CONSULTATION WITH THE  COMMISSIONER\n   12  OF  EDUCATION.  THE PURPOSE OF THE PROGRAM SHALL BE TO PROVIDE GRANTS TO\n   13  ELIGIBLE APPLICANTS  TO  SUPPORT  AGE-APPROPRIATE  SEX  EDUCATION  GRANT\n   14  PROGRAMS FOR YOUNG PEOPLE WHICH PROVIDES THEM WITH TOPICS OF INSTRUCTION\n   15  IN THE COMPONENTS SET FORTH IN SUBDIVISION TWO OF THIS SECTION.\n   16    2. IN ORDER FOR AN ELIGIBLE APPLICANT TO RECEIVE AN AWARD OF AN ANNUAL\n   17  GRANT  UNDER  SUBDIVISION THREE OF THIS SECTION, SUCH AN APPLICANT SHALL\n   18  SUBMIT WITH ITS APPLICATION THE COMPONENTS OF INSTRUCTION WHICH SHALL BE\n   19  OFFERED IN ITS AGE-APPROPRIATE SEX EDUCATION GRANT PROGRAM.  THE COMMIS-\n   20  SIONER SHALL DETERMINE CERTAIN TOPICS OF INSTRUCTION TO BE OPTIONAL  FOR\n   21  AGE-APPROPRIATE  REASONS  AS  SHALL  BE SPECIFIED BY THE COMMISSIONER IN\n   22  APPLICATION INSTRUCTIONS  MADE  AVAILABLE  BY  THE  DEPARTMENT  FOR  THE\n   23  PURPOSES  OF  IMPLEMENTING THIS ARTICLE.  IT IS NOT NECESSARY TO PROVIDE\n   24  EQUAL EMPHASIS ON EACH COMPONENT OF INSTRUCTION, HOWEVER A  PROJECT  MAY\n   25  NOT  BE  INCONSISTENT  WITH  ANY  OF THE COMPONENTS.   THE COMPONENTS OF\n   26  INSTRUCTION SHALL INCLUDE WHETHER SUCH INSTRUCTION:\n   27    (A) IS AGE-APPROPRIATE AND MEDICALLY-ACCURATE;\n   28    (B) DOES NOT TEACH OR PROMOTE RELIGION, PROVIDED THAT  THIS  PARAGRAPH\n   29  SHALL  NOT  PRECLUDE  DISCUSSION  OF  MORAL,  ETHICAL OR RELIGIOUS VIEWS\n   30  RELATED TO SEX OR SEXUAL RELATIONSHIPS;\n   31    (C) TEACHES THAT ABSTINENCE IS THE ONLY SURE WAY TO AVOID PREGNANCY OR\n   32  SEXUALLY TRANSMITTED DISEASES;\n   33    (D) STRESSES THE VALUE OF ABSTINENCE WHILE NOT IGNORING THOSE  ADOLES-\n   34  CENTS WHO HAVE HAD OR WHO ARE HAVING SEXUAL INTERCOURSE;\n   35    (E) PROVIDES INFORMATION ABOUT THE HEALTH BENEFITS AND SIDE EFFECTS OF\n   36  ALL CONTRACEPTIVES AND BARRIER METHODS AS A MEANS TO PREVENT PREGNANCY;\n   37    (F) PROVIDES INFORMATION ABOUT THE HEALTH BENEFITS AND SIDE EFFECTS OF\n   38  ALL  CONTRACEPTIVES AND BARRIER METHODS AS A MEANS TO REDUCE THE RISK OF\n   39  CONTRACTING SEXUALLY TRANSMITTED DISEASES, HIV/AIDS AND OTHER DISEASES;\n   40    (G) PROVIDES INFORMATION ABOUT THE VACCINE FOR HUMAN PAPILLOMA  VIRUS,\n   41  WHICH MAY PREVENT CERVICAL CANCER, GENITAL WARTS, INFERTILITY, AND OTHER\n   42  REPRODUCTIVE  HEALTH PROBLEMS, WHEN ADMINISTERED PRIOR TO BECOMING SEXU-\n   43  ALLY ACTIVE;\n   44    (H) ENCOURAGES FAMILY COMMUNICATION  ABOUT  SEXUALITY  AMONG  PARENTS,\n   45  OTHER ADULT HOUSEHOLD MEMBERS AND CHILDREN;\n   46    (I)  TEACHES  SKILLS  TO  MAKE  RESPONSIBLE DECISIONS ABOUT SEXUALITY,\n   47  INCLUDING HOW TO AVOID UNWANTED VERBAL, PHYSICAL  AND  SEXUAL  ADVANCES,\n   48  AND HOW NOT TO MAKE UNWANTED VERBAL, PHYSICAL AND SEXUAL ADVANCES;\n   49    (J)  TEACHES  HOW ALCOHOL AND DRUG USE CAN AFFECT RESPONSIBLE DECISION\n   50  MAKING;\n   51    (K) HELPS YOUNG PEOPLE TO GAIN KNOWLEDGE ABOUT THE  PHYSICAL,  BIOLOG-\n   52  ICAL  AND HORMONAL CHANGES OF ADOLESCENCE AND SUBSEQUENT STAGES OF HUMAN\n   53  MATURATION;\n   54    (L) DEVELOPS THE KNOWLEDGE AND SKILLS NECESSARY TO ENSURE AND  PROTECT\n   55  YOUNG PEOPLE WITH RESPECT TO THEIR SEXUAL AND REPRODUCTIVE HEALTH;\n\n       A. 808                              4\n\n    1    (M)  ASSISTS  YOUNG  PEOPLE  IN  GAINING  KNOWLEDGE ABOUT THE SPECIFIC\n    2  INVOLVEMENT OF, AND RESPONSIBILITY OF BOTH MALES AND FEMALES  IN  SEXUAL\n    3  DECISION MAKING;\n    4    (N) DEVELOPS HEALTHY ATTITUDES AND VALUES CONCERNING GROWTH AND DEVEL-\n    5  OPMENT, BODY IMAGE, GENDER ROLES, SEXUAL ORIENTATION AND OTHER SUBJECTS;\n    6    (O)  ENCOURAGES YOUNG PEOPLE TO PRACTICE HEALTHY LIFE SKILLS INCLUDING\n    7  GOAL SETTING, DECISION MAKING, NEGOTIATION, AND COMMUNICATION AND STRESS\n    8  MANAGEMENT;\n    9    (P) PROMOTES SELF-ESTEEM AND POSITIVE INTERPERSONAL SKILLS FOCUSING ON\n   10  RELATIONSHIP SKILLS, INCLUDING PLATONIC, ROMANTIC, INTIMATE  AND  FAMILY\n   11  RELATIONSHIPS AND INTERACTION AND HOW TO AVOID RELATIONSHIP ABUSE; AND\n   12    (Q)  IS  BASED  ON THEORETICAL PROJECTS THAT HAVE BEEN DEMONSTRATED TO\n   13  INFLUENCE HEALTH BEHAVIOR.\n   14    IT IS NOT NECESSARY FOR THE GRANTEE  TO  ADDRESS  EVERY  COMPONENT  OF\n   15  INSTRUCTION,  HOWEVER,  PARAGRAPHS  (A)  AND (B) OF THIS SUBDIVISION ARE\n   16  REQUIRED OF ALL APPLICANT PROGRAMS. NO PROGRAM MAY  INCLUDE  INFORMATION\n   17  OR MESSAGES THAT CONTRADICT ANY OF THE COMPONENTS.\n   18    3.  ANY  ELIGIBLE  APPLICANT  MAY  APPLY FOR, AND UPON APPROVAL OF THE\n   19  APPLICATION BY THE COMMISSIONER, SHALL BE AWARDED AN ANNUAL  SEX  EDUCA-\n   20  TION  GRANT PROVIDED IT DEMONSTRATES IN THE GRANT PROGRAM PLAN SUBMITTED\n   21  TO THE COMMISSIONER THAT:\n   22    (A) IT IS CAPABLE OF PROVIDING YOUNG PERSONS  WITH  AN  EFFECTIVE  SEX\n   23  EDUCATION  PROGRAM  THAT  SHALL  BE  MEANINGFUL,  SUBSTANTIALLY  INVOLVE\n   24  PARENTS AND OTHER ADULTS AS  FEASIBLE  AND  APPROPRIATE,  AND  SHALL  BE\n   25  CONDUCTED IN ACCORDANCE WITH THIS ARTICLE AND ANY REGULATIONS UNDER THIS\n   26  ARTICLE;\n   27    (B) IF SUCH APPLICANT IS A COMMUNITY BASED ORGANIZATION, THAT IT HAS A\n   28  PROVEN  RECORD  AND  EXPERIENCE  IN CONDUCTING MEANINGFUL AND SUCCESSFUL\n   29  AGE-APPROPRIATE SEX EDUCATION PROGRAMS FOR AT LEAST FIVE YEARS PRIOR  TO\n   30  THE  CALENDAR  YEAR IN WHICH APPLICATION FOR THE GRANT IS MADE, AND THAT\n   31  IT IS CAPABLE OF PROVIDING AN AGE-APPROPRIATE SEX EDUCATION PROGRAM TO A\n   32  BROAD BASED SEGMENT OF THE YOUTH POPULATION WITH  SPECIFIC  EMPHASIS  ON\n   33  TARGETED AT-RISK YOUTHS IN SUCH ORGANIZATION'S SERVICE AREA. THE COMMIS-\n   34  SIONER MAY SEEK AND HE OR SHE SHALL RECEIVE ANY PERTINENT INFORMATION OR\n   35  REQUEST AND RECEIVE RECOMMENDATIONS AS TO SUCH COMMUNITY BASED ORGANIZA-\n   36  TION'S  INTERACTIONS  OR  PRIOR  DEALINGS  WITH ANY OTHER STATE OR LOCAL\n   37  GOVERNMENTAL ENTITY, INCLUDING, BUT NOT LIMITED TO,  ANY  PUBLIC  SCHOOL\n   38  DISTRICT  OR  BOARD  OF  COOPERATIVE  EDUCATIONAL SERVICES IN MAKING THE\n   39  DETERMINATION REQUIRED BY THIS PARAGRAPH.\n   40    4. ALL MONIES PROVIDED IN GRANTS UNDER THIS ARTICLE SHALL BE IN  ADDI-\n   41  TION  TO,  AND  NOT IN LIEU OF, ANY MONEYS HISTORICALLY APPROPRIATED FOR\n   42  THE SAME OR SIMILAR PURPOSES AND SHALL NOT BE USED TO OFFSET  OR  REDUCE\n   43  MONEYS PREVIOUSLY EXPENDED FOR SIMILAR PROGRAMS.\n   44    S  1452. AGE-APPROPRIATE SEX EDUCATION GRANT PROGRAM AWARDS. 1. WITHIN\n   45  AMOUNTS APPROPRIATED THEREFOR, THE COMMISSIONER SHALL BE  AUTHORIZED  TO\n   46  GRANT  AWARDS  FOR THE SUPPORT OF APPROVED AGE-APPROPRIATE SEX EDUCATION\n   47  GRANT PROGRAMS.\n   48    2. GRANTS TO SUPPORT AN APPROVED AGE-APPROPRIATE SEX  EDUCATION  GRANT\n   49  PROGRAM  SHALL  BE  AWARDED  ON  A  COMPETITIVE BASIS IN ACCORDANCE WITH\n   50  CRITERIA ESTABLISHED BY THE COMMISSIONER.\n   51    3. THE DEPARTMENT SHALL,  FROM  WITHIN  AMOUNTS  APPROPRIATED  TO  THE\n   52  DEPARTMENT,  UNDERTAKE ALL ACTIVITIES NECESSARY TO PLAN FOR AND PRELIMI-\n   53  NARILY PROVIDE FOR THE TIMELY IMPLEMENTATION OF THE AGE-APPROPRIATE  SEX\n   54  EDUCATION  GRANT PROGRAM AUTHORIZED BY THIS ARTICLE FOR THE STATE FISCAL\n   55  YEAR COMMENCING ONE YEAR FOLLOWING THE EFFECTIVE DATE OF THIS ARTICLE.\n\n       A. 808                              5\n\n    1    4. NOT MORE THAN FIVE PERCENT OF ANY AMOUNTS MADE AVAILABLE BY  APPRO-\n    2  PRIATION IN ANY SINGLE FISCAL YEAR FOR THE AGE-APPROPRIATE SEX EDUCATION\n    3  GRANT  PROGRAM  SHALL  BE  ANNUALLY RETAINED BY THE COMMISSIONER FOR THE\n    4  ADMINISTRATIVE PURPOSES OF THE DEPARTMENT.\n    5    5.  OF  THE AMOUNTS MADE AVAILABLE BY APPROPRIATION FOR THE SEX EDUCA-\n    6  TION GRANT PROGRAM, NOT MORE THAN FIVE PERCENT OF ANY FUNDS MADE BY SUCH\n    7  APPROPRIATION FOR THE STATE FISCAL YEAR COMMENCING THREE YEARS FOLLOWING\n    8  THE EFFECTIVE DATE OF THIS ARTICLE SHALL BE MADE AVAILABLE  FOR  PAYMENT\n    9  TO  A  NATIONALLY RECOGNIZED AND ACCREDITED ORGANIZATION WITH EXPERIENCE\n   10  IN ANALYZING THE EFFICACY AND BENEFITS OF SEX EDUCATION  GRANT  PROGRAMS\n   11  FOR  PURPOSES  OF ENABLING SUCH ORGANIZATION TO EVALUATE THE TOTALITY OF\n   12  THE GRANT PROGRAM AND GRANTS AWARDED IN  THE  TWO  YEARS  FOLLOWING  THE\n   13  EFFECTIVE  DATE  OF THIS ARTICLE.  SIMILARLY, NOT MORE THAN FOUR PERCENT\n   14  OF ANY FUNDS FOR THE STATE FISCAL YEAR COMMENCING FOUR  YEARS  FOLLOWING\n   15  THE  EFFECTIVE  DATE OF THIS ARTICLE SHALL BE MADE AVAILABLE FOR PAYMENT\n   16  TO THE SAME ORGANIZATION WHICH WAS AWARDED THE INITIAL  CONTRACT  TO  SO\n   17  ANALYZE  THE AGE-APPROPRIATE SEX EDUCATION GRANT PROGRAM FOR THE PURPOSE\n   18  OF PROVIDING NECESSARY FUNDS TO THEM TO ANALYZE THE AGE-APPROPRIATE  SEX\n   19  EDUCATION GRANT PROGRAM FROM ITS INCEPTION THROUGH AND INCLUDING ALL THE\n   20  GRANT  YEAR  PERIODS  AUTHORIZED UNDER THIS ARTICLE.  THE CONTRACT TO BE\n   21  AWARDED TO SUCH ORGANIZATION SHALL BE  LET  ONLY  AFTER  A  REQUEST  FOR\n   22  PROPOSAL HAS BEEN ISSUED BY THE DEPARTMENT IN THE MANNER PROVIDED FOR BY\n   23  LAW,  AND  THE  AWARD  OF  SUCH CONTRACT SHALL BE SUBJECT TO COMPETITIVE\n   24  BIDDING REQUIREMENTS AS ALSO REQUIRED BY  LAW.    THE  DEPARTMENT  SHALL\n   25  INCLUDE  WITHIN THE REQUEST FOR PROPOSAL DETAILED CRITERIA OF EVALUATION\n   26  TO BE EMPLOYED BY THE ORGANIZATION TO BE AWARDED THE  BID.  THE  REQUEST\n   27  FOR PROPOSAL SHALL ALSO ALLOW FOR A BIDDING ORGANIZATION TO SUBMIT ADDI-\n   28  TIONAL  EVALUATIVE  CRITERIA  THAT  MAY  BE UTILIZED BY THE ORGANIZATION\n   29  AWARDED THE BID IF  APPROVED  BY  THE  DEPARTMENT.  NOTWITHSTANDING  ANY\n   30  INCONSISTENT  PROVISION  OF  THIS  SUBDIVISION, THE REQUEST FOR PROPOSAL\n   31  SHALL INCLUDE A PROVISION AUTHORIZING THE COMMISSIONER TO TERMINATE  THE\n   32  AWARDED CONTRACT TO THE SUCCESSFUL BIDDER WITH RESPECT TO THE CONDUCT OF\n   33  THE  SECOND  EVALUATION OF THE GRANT PROGRAM FOR THE ENTIRE GRANT PERIOD\n   34  AUTHORIZED UNDER THIS ARTICLE IF THE COMMISSIONER IS NOT SATISFIED  WITH\n   35  THE  QUALITY  OF  EFFORT DEMONSTRATED BY SUCH BIDDER IN THE FIRST EVALU-\n   36  ATION OF THE GRANT PROGRAM PERIOD. IN SUCH CASE, A SIMILAR  REQUEST  FOR\n   37  PROPOSAL  PROCEDURE  SHALL  BE  UTILIZED  FOR  THE PURPOSE OF MAKING THE\n   38  SECOND EVALUATION.\n   39    6. BEGINNING WITH THE SCHOOL YEAR IN  JULY  TWO  YEARS  FOLLOWING  THE\n   40  EFFECTIVE  DATE  OF  THIS ARTICLE AND EVERY SCHOOL YEAR THEREAFTER, FROM\n   41  ANY ANNUAL APPROPRIATIONS AND/OR  REAPPROPRIATIONS  MADE  THEREFOR,  THE\n   42  COMMISSIONER SHALL SET ASIDE EIGHTY PERCENT OF THE MONEY SO APPROPRIATED\n   43  (MINUS  ANY  AMOUNTS  NECESSARY  TO  PAY ADJUSTMENT EXPENSES PURSUANT TO\n   44  SUBDIVISIONS THREE, FOUR AND FIVE OF THIS SECTION) FOR  THE  PURPOSE  OF\n   45  AWARDING  GRANTS  FOR  SEX EDUCATION GRANT PROGRAM PLANS APPROVED BY THE\n   46  COMMISSIONER PURSUANT TO SECTION FOURTEEN HUNDRED  FIFTY-THREE  OF  THIS\n   47  ARTICLE  TO  BE  CONDUCTED  BY  PUBLIC SCHOOL DISTRICTS AND/OR BOARDS OF\n   48  COOPERATIVE EDUCATIONAL SERVICES  INCLUDING  THOSE  PROGRAMS  WHICH  ARE\n   49  GOING  TO  BE  CONDUCTED  IN  ACCORDANCE WITH A PROGRAM PLAN PURSUANT TO\n   50  CONSORTIUMS OR PARTNERSHIPS FORMED BY A PUBLIC  SCHOOL  DISTRICT  AND/OR\n   51  BOARD  OF  COOPERATIVE  EDUCATIONAL  SERVICES  AND A SCHOOL-BASED HEALTH\n   52  CENTER OR ONE OR MORE COMMUNITY BASED ORGANIZATIONS. PRIORITY,  SUBSTAN-\n   53  TIAL  CONSIDERATION  AND WEIGHT SHALL BE ACCORDED BY THE COMMISSIONER IN\n   54  THE AWARDING OF GRANTS TO SUCH CONSORTIUMS OR  PARTNERSHIPS.  SIMILARLY,\n   55  THE  COMMISSIONER SHALL SET ASIDE TWENTY PER CENTUM OF ANY APPROPRIATION\n   56  FOR THE PURPOSE OF AWARDING GRANTS  FOR  AGE-APPROPRIATE  SEX  EDUCATION\n\n       A. 808                              6\n\n    1  GRANT PROGRAM PLANS APPROVED BY THE COMMISSIONER FOR ELIGIBLE APPLICANTS\n    2  WHO  ARE  COMMUNITY  BASED  ORGANIZATIONS OR SCHOOL-BASED HEALTH CENTERS\n    3  WHICH ARE NOT CONDUCTING SUCH PROGRAM AS PART OF A CONSORTIUM  OR  PART-\n    4  NERSHIP.\n    5    7.  IN  MAKING  GRANTS UNDER THIS ARTICLE, THE COMMISSIONER SHALL ALSO\n    6  GIVE SPECIAL CONSIDERATION AND WEIGHT TO: (A)  THE  NUMBER  OF  REPORTED\n    7  ADOLESCENT  PREGNANCIES BY PERSONS RESIDING IN SUCH AREA OVER THE PREVI-\n    8  OUS TEN YEARS AND THE NUMBER  OF  ADOLESCENT  PARENTS,  INCLUDING  WHERE\n    9  FEASIBLE,  THE  NUMBER  OF  SINGLE PARENTS, WHO CURRENTLY RESIDE IN SUCH\n   10  AREA, (B) THE NUMBER OF REPORTED  OCCURRENCES  OF  SEXUALLY  TRANSMITTED\n   11  DISEASES  AND  HIV/AIDS  AMONG  RESIDENTS OF THE AREA TO BE SERVED, WITH\n   12  PARTICULAR EMPHASIS ON HIV/AIDS, (C) THE NUMBER OF PERSONS  RESIDING  IN\n   13  THE  AREA  TO  BE  SERVED  WHOSE ANNUAL PERSONAL INCOME IS LESS THAN ONE\n   14  HUNDRED FIFTY PERCENT OF THE ESTABLISHED STATE INCOME  STANDARD  OR  WHO\n   15  PARTICIPATE  IN  THE  FREE AND REDUCED PRICE LUNCH PROGRAM AS DEFINED IN\n   16  SUBDIVISION ONE OF SECTION THIRTY-SIX HUNDRED TWO OF THE EDUCATION  LAW,\n   17  AND  ANY OTHER GENERALLY AVAILABLE STATISTICAL DATA WHICH INDICATES THAT\n   18  THE AREA TO BE SERVED IS ECONOMICALLY OR  OTHERWISE  DISADVANTAGED,  (D)\n   19  THE HIGH SCHOOL DROP OUT RATE IN THE AREA AS DETERMINED BY THE EDUCATION\n   20  DEPARTMENT, AND (E) ANY OTHER GENERALLY AVAILABLE STATISTICAL DATA WHICH\n   21  INDICATES  THAT  THE  AREA TO BE SERVED IS IN NEED OF AN AGE-APPROPRIATE\n   22  SEX EDUCATION PROGRAM.\n   23    S 1453. APPLICATION FOR GRANTS; AGE-APPROPRIATE  SEX  EDUCATION  GRANT\n   24  PROGRAM  PLAN. 1. THE COMMISSIONER SHALL ESTABLISH AN APPLICATION PROCE-\n   25  DURE BY WHICH ELIGIBLE APPLICANTS MAY APPLY FOR A GRANT PURSUANT TO THIS\n   26  ARTICLE, AND THE MANNER AND METHOD INCLUDING SPECIFIED OBJECTIVE  CRITE-\n   27  RIA  CONSISTENT WITH THIS ARTICLE BY WHICH THE COMMISSIONER SHALL DETER-\n   28  MINE THE ELIGIBILITY OF AN APPLICANT.\n   29    2. THE ELIGIBLE APPLICANT SHALL SUBMIT WITH  ITS  AGE-APPROPRIATE  SEX\n   30  EDUCATION  GRANT APPLICATION ITS GRANT PROGRAM PLAN TO THE COMMISSIONER,\n   31  WHICH SHALL INCLUDE A DETAILED DESCRIPTION OF THE PROPOSED AGE-APPROPRI-\n   32  ATE SEX EDUCATION PROGRAM, INCLUDING BUT NOT LIMITED TO:\n   33    (A) THE MANNER IN WHICH PARENTS AND OTHER ADULTS WILL BE  INCLUDED  IN\n   34  THE PROGRAM;\n   35    (B) AN OUTLINE FOR THE CURRICULUM TO BE COVERED IN THE ELIGIBLE APPLI-\n   36  CANT'S  PROGRAM, INCLUDING THE INSTRUCTIONAL MATERIALS, BOOKS, VIDEOS OR\n   37  OTHER INSTRUCTIONAL TOOLS TO BE USED AND  THE  TRAINING  WHICH  WILL  BE\n   38  PROVIDED  TO  TEACHERS,  PERSONNEL  AND  VOLUNTEERS WHO WILL CONDUCT THE\n   39  PROGRAM. SUCH CURRICULUM SHALL INCLUDE, BUT NEED NOT BE  LIMITED  TO,  A\n   40  COMPREHENSIVE  BLOCK OF INSTRUCTION THAT STRESSES ABSTINENCE AS THE MOST\n   41  EFFECTIVE AND APPROPRIATE PROTECTION AGAINST HIV/AIDS AND PREGNANCY  AND\n   42  WHICH CONTAINS WRITTEN AND ORAL INSTRUCTION ON THE PREVENTION OF SEXUAL-\n   43  LY TRANSMITTED DISEASES. THE OTHER CORE ELEMENTS SHALL SATISFY A SIGNIF-\n   44  ICANT  NUMBER  OF, OR PREFERABLY ALL OF, THE COMPONENTS OF AN AGE-APPRO-\n   45  PRIATE SEX EDUCATION GRANT PROGRAM AS ESTABLISHED  IN  SECTION  FOURTEEN\n   46  HUNDRED FIFTY-ONE OF THIS ARTICLE;\n   47    (C) ANY SPECIAL, OR UNUSUAL OR INNOVATIVE SERVICES, PROGRAMS OR EDUCA-\n   48  TION METHODS TO BE UTILIZED;\n   49    (D)  THE  NUMBER  AND  TYPES  OF  TEACHING  OR  OTHER  PERSONNEL TO BE\n   50  EMPLOYED, OR VOLUNTEERS TO BE USED, TOGETHER WITH THEIR PROFESSIONAL  OR\n   51  ACADEMIC CREDENTIALS;\n   52    (E)  THE GEOGRAPHIC AREA IN WHICH THE PROPOSED PROGRAM WILL BE OFFERED\n   53  AND A DESCRIPTION OF THE CATEGORIES AND AGE GROUPINGS OF AT-RISK ADOLES-\n   54  CENTS INCLUDED IN SUCH PROGRAM, ALONG WITH AN ESTIMATE OF THE NUMBER  OF\n   55  ADOLESCENTS  WHO  THE  APPLICANT  ESTIMATES  WILL  PARTICIPATE  IN  SUCH\n   56  PROGRAM;\n\n       A. 808                              7\n\n    1    (F) A DEMONSTRATION THAT THE PROPOSED PROGRAM IS ADEQUATE IN TERMS  OF\n    2  COURSE LENGTH AND IN TERMS OF BOTH SHORT TERM AND LONG-RANGE GOALS;\n    3    (G)  THE  NEED  FOR SUCH PROGRAM IN THE PROPOSED AREA TO BE SERVED. IN\n    4  DETERMINING SUCH NEED THE COMMISSIONER SHALL SPECIFICALLY  CONSIDER  THE\n    5  FOLLOWING FACTORS AND GIVE SPECIAL ATTENTION TO PROGRAMS SERVICING AREAS\n    6  WHICH HAVE A HIGHER THAN AVERAGE INCIDENCE IN ONE OR MORE OF THE FOLLOW-\n    7  ING  ENUMERATED  LIFE EXPERIENCES: (I) THE NUMBER OF REPORTED ADOLESCENT\n    8  PREGNANCIES BY PERSONS RESIDING IN SUCH AREA OVER THE PREVIOUS TEN YEARS\n    9  AND THE NUMBER OF ADOLESCENT  PARENTS,  INCLUDING  WHERE  FEASIBLE,  THE\n   10  NUMBER  OF  SINGLE  PARENTS, WHO CURRENTLY RESIDE IN SUCH AREA, (II) THE\n   11  NUMBER OF REPORTED OCCURRENCES  OF  SEXUALLY  TRANSMITTED  DISEASES  AND\n   12  HIV/AIDS  AMONG  RESIDENTS  OF  THE  AREA  TO BE SERVED, WITH PARTICULAR\n   13  EMPHASIS ON HIV/AIDS, (III) THE NUMBER OF PERSONS RESIDING IN  THE  AREA\n   14  TO BE SERVED WHOSE ANNUAL PERSONAL INCOME IS LESS THAN ONE HUNDRED FIFTY\n   15  PERCENT  OF  THE ESTABLISHED STATE INCOME STANDARD OR WHO PARTICIPATE IN\n   16  THE FREE OR REDUCED PRICE LUNCH PROGRAM AS DEFINED IN SUBDIVISION ONE OF\n   17  SECTION THIRTY-SIX HUNDRED TWO OF  THE  EDUCATION  LAW,  AND  ANY  OTHER\n   18  GENERALLY AVAILABLE STATISTICAL DATA WHICH INDICATES THAT THE AREA TO BE\n   19  SERVED  IS ECONOMICALLY OR OTHERWISE DISADVANTAGED, (IV) THE HIGH SCHOOL\n   20  DROP OUT RATE IN THE AREA AS DETERMINED BY THE EDUCATION DEPARTMENT, AND\n   21  (V) ANY OTHER GENERALLY AVAILABLE STATISTICAL DATA WHICH INDICATES  THAT\n   22  THE  AREA  TO  BE  SERVED IS IN NEED OF AN AGE-APPROPRIATE SEX EDUCATION\n   23  PROGRAM;\n   24    (H) THE SUCCESS REALIZED BY AN ELIGIBLE APPLICANT IN REDUCING UNWANTED\n   25  PREGNANCIES AND CASES OF  SEXUALLY  TRANSMITTED  DISEASES,  AS  WELL  AS\n   26  REDUCING RISK BEHAVIOR, IN PROGRAMS PREVIOUSLY, OR CURRENTLY, CONDUCTED;\n   27  AND\n   28    (I) ANY OTHER INFORMATION AS THE COMMISSIONER MAY REQUEST.\n   29    3.  IN  CONSIDERING APPLICATIONS SUBMITTED BY ELIGIBLE APPLICANTS, THE\n   30  COMMISSIONER SHALL GIVE SPECIAL ATTENTION, AND GRANT PRIORITY TO  APPLI-\n   31  CATIONS  SUBMITTED  BY  AN  ELIGIBLE  APPLICANT WHICH IS A PUBLIC SCHOOL\n   32  DISTRICT OR BOARD OF COOPERATIVE EDUCATIONAL SERVICES WORKING IN CONSOR-\n   33  TIUM OR PARTNERSHIP WITH ONE OR MORE COMMUNITY  BASED  ORGANIZATIONS  OR\n   34  SCHOOL-BASED HEALTH CENTERS, ESPECIALLY WHERE THE COMMUNITY BASED ORGAN-\n   35  IZATION, ORGANIZATIONS OR SCHOOL-BASED HEALTH CENTERS HAS A DEMONSTRATED\n   36  RECORD  OF SUCCESS IN THE CONDUCT OF SEX EDUCATION PROGRAMS OF A SIMILAR\n   37  NATURE TO THE SEX EDUCATION PROGRAM PROVIDED FOR IN THIS ARTICLE.\n   38    S 1454. MAINTENANCE OF EFFORT. ANY MONIES MADE AVAILABLE TO AN  ELIGI-\n   39  BLE APPLICANT SHALL NOT BE USED TO OFFSET OR REDUCE THE AMOUNT OF MONEYS\n   40  PREVIOUSLY  EXPENDED  FOR  THE SAME OR SIMILAR PROGRAMS IN A PRIOR YEAR,\n   41  BUT SHALL BE USED TO SUPPLEMENT ANY PRIOR YEARS' EXPENDITURES. NO ELIGI-\n   42  BLE APPLICANT SHALL REDUCE ANY SUBSEQUENT YEARS'  EXPENDITURES  FOR  THE\n   43  SAME OR SIMILAR PROGRAMS AS A RESULT OF RECEIVING ANY GRANT, OR INCREASE\n   44  IN THE AMOUNT OF ANY PRIOR AWARDED GRANT, PURSUANT TO THIS ARTICLE.\n   45    S  1455.  ANNUAL REPORTS BY GRANT RECIPIENTS. 1. EVERY ELIGIBLE APPLI-\n   46  CANT THAT HAS BEEN AWARDED A GRANT UNDER  THIS  ARTICLE  SHALL  FILE  AN\n   47  ANNUAL  REPORT WITH THE COMMISSIONER, IN SUCH FORM AND WITH SUCH DATA AS\n   48  THE COMMISSIONER PRESCRIBES DETAILING THE EXPENDITURE  OF  GRANT  FUNDS,\n   49  TOGETHER  WITH  AN  ANALYSIS  OF THE AGE-APPROPRIATE SEX EDUCATION GRANT\n   50  PROGRAM IT CONDUCTED, WITH A SUMMARY  OF  ITS  SUCCESS  OR  FAILURES  IN\n   51  ALTERING  ATTITUDES REGARDING THE MERITS OF SEXUAL ABSTINENCE AS WELL AS\n   52  IN PREVENTING UNWANTED PREGNANCIES, SEXUALLY  TRANSMITTED  DISEASES  AND\n   53  HIV/AIDS.\n   54    2.  THE  COMMISSIONER  SHALL ON OR BEFORE FEBRUARY FIRST IN EACH YEAR,\n   55  SUBMIT A REPORT ON THE PROGRAM TO THE GOVERNOR, THE TEMPORARY  PRESIDENT\n   56  OF  THE  SENATE  AND  THE  SPEAKER OF THE ASSEMBLY CONTAINING HIS OR HER\n\n       A. 808                              8\n\n    1  FINDINGS AND RECOMMENDATIONS. IN THE REPORT SUBMITTED IN THE FOURTH YEAR\n    2  AND THE SIXTH YEAR FOLLOWING THE EFFECTIVE DATE OF THIS ARTICLE  RESPEC-\n    3  TIVELY,  THE  COMMISSIONER  SHALL  ALSO  INCLUDE  THE  EVALUATION OF THE\n    4  PROGRAM  AS  PRESENTED BY THE ACCREDITED ORGANIZATION IN ACCORDANCE WITH\n    5  SECTION FOURTEEN HUNDRED FIFTY-TWO OF THIS ARTICLE.\n    6    S 1456. NOTIFICATION TO POTENTIAL APPLICANTS. THE  COMMISSIONER  SHALL\n    7  TIMELY  SEND  TO  EVERY  PUBLIC SCHOOL DISTRICT AND BOARD OF COOPERATIVE\n    8  EDUCATIONAL SERVICES AND TO EVERY REQUESTING COMMUNITY  BASED  ORGANIZA-\n    9  TION  OR  SCHOOL-BASED  HEALTH CENTER A COPY OF THIS ARTICLE AND GENERAL\n   10  INFORMATION RELATING TO THE AGE-APPROPRIATE SEX EDUCATION GRANT  PROGRAM\n   11  AND THE APPLICATION PROCESS THEREFOR.\n   12    S  1457. REGULATIONS. THE COMMISSIONER SHALL PROMULGATE REGULATIONS AS\n   13  SHALL BE REASONABLY NECESSARY TO EFFECTUATE THE PROVISIONS OF THIS ARTI-\n   14  CLE.\n   15    S 4. Severability.  If any provision of this act, or  any  application\n   16  of  any  provision  of  this  act, is held to be invalid, that shall not\n   17  affect the validity or effectiveness of any other provision of this act,\n   18  or of any other application of any provision of this act.\n   19    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing the age-appropriate sex education grant program, to be referred to as the healthy teens act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T162235.TXT", "SOBI.D110104.T131503.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294348955342
}