{
  "year" : 2011,
  "senateBillNo" : "A809-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A809-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for pharmacy benefit management and the procurement of prescription drugs at a negotiated rate for dispensation",
  "summary" : "Provides for pharmacy benefit management and the procurement of prescription drugs to be dispensed to patients, or the administration or management of prescription drug benefits; sets forth definitions; provides for funds received by a pharmacy benefit manager to be received by the pharmacy in trust for the health plan or provider and provides for accountability of such funds. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA2008-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          809\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GOTTFRIED, ENGLEBRIGHT, GALEF, PAULIN, JACOBS,\n         TITUS,  HOOPER,  SCHROEDER,  GABRYSZAK,  JAFFEE,  MILLMAN,  COLTON  --\n         Multi-Sponsored  by  --  M. of A.   BENEDETTO, BING, BOYLAND, BURLING,\n         CLARK, COOK, DESTITO, DINOWITZ, FARRELL,  GUNTHER,  HEASTIE,  LATIMER,\n         LAVINE,  LIFTON,  MAYERSOHN,  McENENY, PEOPLES-STOKES, PERRY, PHEFFER,\n         RAMOS, REILLY, ROBINSON, SWEENEY, WEISENBERG, WRIGHT -- read once  and\n         referred to the Committee on Health\n\n       AN  ACT  to amend the public health law, in relation to pharmacy benefit\n         managers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  279 to read as follows:\n    3    S 279. PHARMACY BENEFIT MANAGERS. 1. DEFINITIONS.   AS  USED  IN  THIS\n    4  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A)  \"HEALTH  PLAN  OR  PROVIDER\" MEANS AN ENTITY FOR WHICH A PHARMACY\n    6  BENEFIT MANAGER PROVIDES PHARMACY BENEFIT MANAGEMENT INCLUDING, BUT  NOT\n    7  LIMITED  TO:  (I)  A  HEALTH BENEFIT PLAN OR OTHER ENTITY THAT APPROVES,\n    8  PROVIDES, ARRANGES FOR, OR PAYS FOR HEALTH CARE ITEMS OR SERVICES, UNDER\n    9  WHICH PRESCRIPTION DRUGS FOR BENEFICIARIES OF THE ENTITY  ARE  PURCHASED\n   10  OR  WHICH PROVIDES OR ARRANGES REIMBURSEMENT IN WHOLE OR IN PART FOR THE\n   11  PURCHASE OF PRESCRIPTION DRUGS;  OR  (II)  A  HEALTH  CARE  PROVIDER  OR\n   12  PROFESSIONAL,  INCLUDING  A  STATE  OR  LOCAL  GOVERNMENT  ENTITY,  THAT\n   13  ACQUIRES PRESCRIPTION DRUGS TO USE OR DISPENSE IN PROVIDING HEALTH  CARE\n   14  TO PATIENTS.\n   15    (B)  \"PHARMACY  BENEFIT  MANAGEMENT\"  MEANS  THE SERVICE PROVIDED TO A\n   16  HEALTH PLAN OR PROVIDER, DIRECTLY OR THROUGH ANOTHER  ENTITY,  INCLUDING\n   17  THE  PROCUREMENT  OF  PRESCRIPTION DRUGS TO BE DISPENSED TO PATIENTS, OR\n   18  THE ADMINISTRATION OR MANAGEMENT OF PRESCRIPTION DRUG BENEFITS,  INCLUD-\n   19  ING BUT NOT LIMITED TO, ANY OF THE FOLLOWING:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02455-01-1\n\n       A. 809                              2\n\n    1    (I) MAIL SERVICE PHARMACY;\n    2    (II)  CLAIMS  PROCESSING,  RETAIL  NETWORK  MANAGEMENT,  OR PAYMENT OF\n    3  CLAIMS TO PHARMACIES FOR DISPENSING PRESCRIPTION DRUGS;\n    4    (III) CLINICAL OR OTHER FORMULARY OR PREFERRED DRUG  LIST  DEVELOPMENT\n    5  OR MANAGEMENT;\n    6    (IV)  NEGOTIATION  OR  ADMINISTRATION  OF  REBATES, DISCOUNTS, PAYMENT\n    7  DIFFERENTIALS, OR OTHER INCENTIVES,  FOR  THE  INCLUSION  OF  PARTICULAR\n    8  PRESCRIPTION  DRUGS  IN A PARTICULAR CATEGORY OR TO PROMOTE THE PURCHASE\n    9  OF PARTICULAR PRESCRIPTION DRUGS;\n   10    (V) PATIENT COMPLIANCE, THERAPEUTIC INTERVENTION, OR  GENERIC  SUBSTI-\n   11  TUTION PROGRAMS; AND\n   12    (VI) DISEASE MANAGEMENT.\n   13    (C) \"PHARMACY BENEFIT MANAGER\" MEANS ANY ENTITY THAT PERFORMS PHARMACY\n   14  BENEFIT MANAGEMENT FOR A HEALTH PLAN OR PROVIDER.\n   15    2.  APPLICATION  OF SECTION.  THIS SECTION APPLIES TO THE PROVIDING OF\n   16  PHARMACY BENEFIT MANAGEMENT BY A PHARMACY BENEFIT MANAGER TO  A  PARTIC-\n   17  ULAR HEALTH PLAN OR PROVIDER.\n   18    3.  DUTY,  ACCOUNTABILITY AND TRANSPARENCY.   (A) THE PHARMACY BENEFIT\n   19  MANAGER SHALL HAVE A FIDUCIARY RELATIONSHIP WITH AND OBLIGATION  TO  THE\n   20  HEALTH  PLAN  OR PROVIDER, AND SHALL PERFORM PHARMACY BENEFIT MANAGEMENT\n   21  WITH CARE, SKILL, PRUDENCE, DILIGENCE, AND PROFESSIONALISM.\n   22    (B) ALL FUNDS RECEIVED BY THE PHARMACY BENEFIT MANAGER IN RELATION  TO\n   23  PROVIDING  PHARMACY BENEFIT MANAGEMENT SHALL BE RECEIVED BY THE PHARMACY\n   24  BENEFIT MANAGER IN TRUST FOR THE HEALTH PLAN OR PROVIDER  AND  SHALL  BE\n   25  USED  OR  DISTRIBUTED  ONLY  PURSUANT  TO THE PHARMACY BENEFIT MANAGER'S\n   26  CONTRACT WITH THE HEALTH PLAN OR PROVIDER OR APPLICABLE LAW; EXCEPT  FOR\n   27  ANY  FEE  OR  PAYMENT EXPRESSLY PROVIDED FOR IN THE CONTRACT BETWEEN THE\n   28  PHARMACY BENEFIT MANAGER AND THE HEALTH PLAN OR PROVIDER  TO  COMPENSATE\n   29  THE PHARMACY BENEFIT MANAGER FOR ITS SERVICES.\n   30    (C)  THE  PHARMACY  BENEFIT  MANAGER SHALL PERIODICALLY ACCOUNT TO THE\n   31  HEALTH PLAN OR PROVIDER FOR ALL FUNDS RECEIVED BY THE  PHARMACY  BENEFIT\n   32  MANAGER.  THE HEALTH PLAN OR PROVIDER SHALL HAVE ACCESS TO ALL FINANCIAL\n   33  AND UTILIZATION INFORMATION OF THE PHARMACY BENEFIT MANAGER IN  RELATION\n   34  TO PHARMACY BENEFIT MANAGEMENT PROVIDED TO THE HEALTH PLAN OR PROVIDER.\n   35    (D)  THE  PHARMACY  BENEFIT  MANAGER  SHALL DISCLOSE IN WRITING TO THE\n   36  HEALTH PLAN OR PROVIDER THE TERMS AND  CONDITIONS  OF  ANY  CONTRACT  OR\n   37  ARRANGEMENT  BETWEEN THE PHARMACY BENEFIT MANAGER AND ANY PARTY RELATING\n   38  TO PHARMACY BENEFIT MANAGEMENT PROVIDED TO THE HEALTH PLAN OR PROVIDER.\n   39    (E) THE PHARMACY BENEFIT MANAGER SHALL  DISCLOSE  IN  WRITING  TO  THE\n   40  HEALTH  PLAN  OR  PROVIDER  ANY  ACTIVITY, POLICY, PRACTICE, CONTRACT OR\n   41  ARRANGEMENT OF THE PHARMACY BENEFIT MANAGER THAT DIRECTLY OR  INDIRECTLY\n   42  PRESENTS  ANY  CONFLICT  OF INTEREST WITH THE PHARMACY BENEFIT MANAGER'S\n   43  RELATIONSHIP WITH OR OBLIGATION TO THE HEALTH PLAN OR PROVIDER.\n   44    (F) ANY INFORMATION REQUIRED TO BE DISCLOSED  BY  A  PHARMACY  BENEFIT\n   45  MANAGER  TO A HEALTH PLAN OR PROVIDER UNDER THIS SECTION THAT IS REASON-\n   46  ABLY DESIGNATED BY THE PHARMACY BENEFIT MANAGER AS PROPRIETARY OR  TRADE\n   47  SECRET  INFORMATION  SHALL  BE  KEPT  CONFIDENTIAL BY THE HEALTH PLAN OR\n   48  PROVIDER, EXCEPT AS REQUIRED OR PERMITTED BY LAW,  INCLUDING  DISCLOSURE\n   49  NECESSARY  TO PROSECUTE OR DEFEND ANY LEGITIMATE LEGAL CLAIM OR CAUSE OF\n   50  ACTION.\n   51    4. PRESCRIPTIONS.  A PHARMACY BENEFIT MANAGER MAY  NOT  SUBSTITUTE  OR\n   52  CAUSE  THE SUBSTITUTING OF ONE PRESCRIPTION DRUG FOR ANOTHER IN DISPENS-\n   53  ING A PRESCRIPTION, OR ALTER OR CAUSE THE ALTERING OF  THE  TERMS  OF  A\n   54  PRESCRIPTION, EXCEPT WITH THE APPROVAL OF THE PRESCRIBER OR AS EXPLICIT-\n   55  LY REQUIRED OR PERMITTED BY LAW.\n\n       A. 809                              3\n\n    1    S  2. Severability.   If any provision of this act, or any application\n    2  of any provision of this act, is held to be invalid,  or  ruled  by  any\n    3  federal agency to violate or be inconsistent with any applicable federal\n    4  law  or  regulation, that shall not affect the validity or effectiveness\n    5  of  any  other provision of this act, or of any other application of any\n    6  provision of this act.\n    7    S 3. This act shall take effect on the ninetieth day  after  it  shall\n    8  become  a  law  and  shall  apply to any contract for providing pharmacy\n    9  benefit management made or renewed on or after that date; and, provided,\n   10  that the amendment to article 2-A of  the  public  health  law  made  by\n   11  section  one  of  this  act  shall survive the repeal of such article as\n   12  provided in section 79 of part C of chapter 58 of the laws of  2005,  as\n   13  amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to pharmacy benefit managers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165749.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351069290
}