{
  "year" : 2011,
  "senateBillNo" : "A81-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A81-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the establishment of convenient care clinics",
  "summary" : "Relates to the establishment of convenient care clinics; authorizes the public health council to adopt/amend rules and regulations relating thereto. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A11021-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          81\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, SPANO, REILLY, BENEDETTO -- Multi-Spon-\n         sored by -- M. of A.    BOYLAND,  HIKIND,  HOOPER  --  read  once  and\n         referred to the Committee on Health\n\n       AN  ACT to amend the public health law, in relation to the establishment\n         of convenient care clinics\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2801-a  of  the  public health law is amended by\n    2  adding a new subdivision 17 to read as follows:\n    3    17. (A) DIAGNOSTIC OR TREATMENT CENTERS ESTABLISHED TO PROVIDE  HEALTH\n    4  CARE SERVICES WITHIN THE SPACE OF A RETAIL BUSINESS OPERATION, INCLUDING\n    5  BUT  NOT  LIMITED TO A PHARMACY, A STORE OPEN TO THE GENERAL PUBLIC OR A\n    6  SHOPPING MALL, OR WITHIN SPACE USED BY AN EMPLOYER FOR PROVIDING  HEALTH\n    7  CARE SERVICES TO ITS EMPLOYEES, MAY BE OPERATED BY LEGAL ENTITIES FORMED\n    8  UNDER THE LAWS OF NEW YORK WHOSE STOCKHOLDERS OR MEMBERS, AS APPLICABLE,\n    9  ARE NOT NATURAL PERSONS AND WHOSE PRINCIPAL STOCKHOLDERS AND MEMBERS, AS\n   10  APPLICABLE,  AND CONTROLLING PERSONS COMPLY WITH ALL APPLICABLE REQUIRE-\n   11  MENTS OF THIS SECTION AND DEMONSTRATE, TO THE SATISFACTION OF THE PUBLIC\n   12  HEALTH COUNCIL, SUFFICIENT EXPERIENCE AND EXPERTISE IN  DELIVERING  HIGH\n   13  QUALITY  HEALTH  CARE  SERVICES.  SUCH  DIAGNOSTIC AND TREATMENT CENTERS\n   14  SHALL BE REFERRED TO IN THIS SECTION AS \"CONVENIENT CARE  CLINICS\".  FOR\n   15  PURPOSES  OF THIS SUBDIVISION, THE PUBLIC HEALTH COUNCIL SHALL ADOPT AND\n   16  AMEND RULES AND REGULATIONS, NOTWITHSTANDING ANY INCONSISTENT  PROVISION\n   17  OF  THIS SECTION, TO ADDRESS ANY MATTER IT DEEMS PERTINENT TO THE ESTAB-\n   18  LISHMENT AND OPERATION OF CONVENIENT CARE CLINICS;  PROVIDED  THAT  SUCH\n   19  RULES  AND  REGULATIONS SHALL INCLUDE, BUT NOT BE LIMITED TO, PROVISIONS\n   20  GOVERNING OR RELATING TO: (I) ANY DIRECT OR INDIRECT CHANGES  OR  TRANS-\n   21  FERS  OF  OWNERSHIP INTERESTS OR VOTING RIGHTS IN SUCH ENTITIES OR THEIR\n   22  STOCKHOLDERS OR MEMBERS, AS APPLICABLE, AND PROVIDE  FOR  PUBLIC  HEALTH\n   23  COUNCIL  APPROVAL  OF  ANY  CHANGE  IN  CONTROLLING INTERESTS, PRINCIPAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00922-02-1\n\n       A. 81                               2\n\n    1  STOCKHOLDERS, CONTROLLING PERSONS,  PARENT  COMPANY  OR  SPONSORS;  (II)\n    2  OVERSIGHT  OF  THE OPERATOR AND ITS SHAREHOLDERS OR MEMBERS, AS APPLICA-\n    3  BLE, INCLUDING LOCAL GOVERNANCE OF  THE  CONVENIENT  CARE  CLINICS;  AND\n    4  (III)  RELATING  TO  THE CHARACTER AND COMPETENCE AND QUALIFICATIONS OF,\n    5  AND CHANGES RELATING TO, THE DIRECTORS AND OFFICERS OF THE OPERATOR  AND\n    6  ITS PRINCIPAL STOCKHOLDERS, CONTROLLING PERSONS, PARENT COMPANY OR SPON-\n    7  SORS.\n    8    (B)  THE  FOLLOWING  PROVISIONS  OF  THIS  SECTION  SHALL NOT APPLY TO\n    9  CONVENIENT CARE CLINICS OPERATED PURSUANT TO THIS SUBDIVISION: (I) PARA-\n   10  GRAPH (B) OF SUBDIVISION THREE OF THIS SECTION, RELATING TO STOCKHOLDERS\n   11  AND MEMBERS; (II) PARAGRAPH (C) OF SUBDIVISION  FOUR  OF  THIS  SECTION,\n   12  RELATING  TO  THE DISPOSITION OF STOCK OR VOTING RIGHTS; AND (III) PARA-\n   13  GRAPH (E) OF SUBDIVISION FOUR OF THIS SECTION, RELATING TO THE OWNERSHIP\n   14  OF STOCK OR MEMBERSHIP.\n   15    (C) THE COMMISSIONER MAY PROMULGATE REGULATIONS  FOR  CONVENIENT  CARE\n   16  CLINICS  THAT ARE DIFFERENT FROM THE REGULATIONS OTHERWISE APPLICABLE TO\n   17  DIAGNOSTIC OR TREATMENT CENTERS RELATING TO SUBJECTS INCLUDING, BUT  NOT\n   18  LIMITED  TO:  DESIGN, CONSTRUCTION, FIXTURES, EQUIPMENT, AND SERVICES TO\n   19  BE PROVIDED.\n   20    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the establishment of convenient care clinics ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T111915.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101217.T104933.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292600973820
}