{
  "year" : 2011,
  "senateBillNo" : "A810-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A810-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes health care facilities operated or supervised by the department of correctional services or local correctional facilities within the definition of hospital",
  "summary" : "Includes health care facilities or part of a facility operated or supervised by the department of correctional services or by local correctional facilities within the definition of hospital for the application and implementation of this article. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1747-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          810\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GOTTFRIED, AUBRY, PAULIN, PEOPLES-STOKES, TOWNS,\n         MILLMAN, ROBINSON, HOYT, COLTON -- Multi-Sponsored  by  --  M.  of  A.\n         BOYLAND,  BRENNAN,  CAHILL,  CLARK, COOK, CYMBROWITZ, DINOWITZ, GANTT,\n         GLICK, HEASTIE, HOOPER, JACOBS, JAFFEE, KELLNER, MAGEE, MARKEY, MAYER-\n         SOHN, McENENY, ORTIZ, PERRY, PHEFFER, J. RIVERA, SCARBOROUGH, SCHIMEL,\n         WEISENBERG, WRIGHT -- read once  and  referred  to  the  Committee  on\n         Health\n\n       AN  ACT  to amend the public health law, in relation to including health\n         care facilities or part of a facility operated or  supervised  by  the\n         department  of  correctional services or by local correctional facili-\n         ties within the definition of hospital\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 2801 of the public health law, as\n    2  separately amended by chapters 297 and 416  of  the  laws  of  1983,  is\n    3  amended to read as follows:\n    4    1.  \"Hospital\"  means a facility or institution engaged principally in\n    5  providing services by or under the supervision of a physician or, in the\n    6  case of a dental clinic or dental dispensary,  of  a  dentist,  for  the\n    7  prevention,  diagnosis  or  treatment  of  human  disease, pain, injury,\n    8  deformity or physical condition, including, but not limited to, a gener-\n    9  al hospital, public health center, diagnostic center, treatment  center,\n   10  dental  clinic,  dental  dispensary,  rehabilitation center other than a\n   11  facility used solely for vocational rehabilitation, nursing home, tuber-\n   12  culosis hospital, chronic disease hospital, maternity  hospital,  lying-\n   13  in-asylum,  out-patient  department, out-patient lodge, dispensary and a\n   14  laboratory or central service facility serving one or more  such  insti-\n   15  tutions,  INCLUDING  ANY SUCH FACILITY OR PART OF A FACILITY OPERATED OR\n   16  SUPERVISED BY THE DEPARTMENT OF CORRECTIONAL  SERVICES  OR  BY  A  LOCAL\n   17  CORRECTIONAL  FACILITY  AS DEFINED IN SUBDIVISION SIXTEEN OF SECTION TWO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02355-01-1\n\n       A. 810                              2\n\n    1  OF THE CORRECTION LAW, but the term hospital shall not include an insti-\n    2  tution, sanitarium or other facility engaged  principally  in  providing\n    3  services for the prevention, diagnosis or treatment of mental disability\n    4  and   which  is  subject  to  the  powers  of  visitation,  examination,\n    5  inspection and investigation of the department of mental hygiene  except\n    6  for  those  distinct  parts  of  such  a facility which provide hospital\n    7  service. The provisions of this article shall not apply to a facility or\n    8  institution engaged principally in providing services by  or  under  the\n    9  supervision of the bona fide members and adherents of a recognized reli-\n   10  gious  organization  whose teachings include reliance on spiritual means\n   11  through prayer alone for healing in the practice of the religion of such\n   12  organization and where services are provided in  accordance  with  those\n   13  teachings.\n   14    S  2. This act shall take effect one year after it shall have become a\n   15  law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to including health care facilities or part of a facility operated or supervised by the department of correctional services or by local correctional facilities within the definition of hospital ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165749.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351069279
}