{
  "year" : 2011,
  "senateBillNo" : "A811-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A811-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows for reimbursement of transportation costs for emergency care without prior authorization by the social services official",
  "summary" : "Allows for reimbursement of transportation costs for emergency care without prior authorization by the social services official including emergency medical transportation by an ambulance service certified under article 30 of the public health law; and further authorizes the commissioner of health to establish a reimbursement methodology to ensure providers are reimbursed. ",
  "currentCommittee" : null,
  "sameAs" : "S2715",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "AA6674-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          811\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GOTTFRIED, CANESTRARI, JACOBS, HOYT, DINOWITZ,\n         GABRYSZAK, SCHROEDER, PAULIN -- Multi-Sponsored by -- M. of A. ABBATE,\n         AUBRY,  CAHILL,  CLARK,  COLTON,  COOK,  CYMBROWITZ,  DESTITO,  GALEF,\n         GIGLIO,  GUNTHER,  HEASTIE,  HOOPER,  JAFFEE,  KELLNER, KOLB, LATIMER,\n         LIFTON, V. LOPEZ, LUPARDO, MAGEE, MAYERSOHN, McENENY, J. MILLER, MILL-\n         MAN, MOLINARO, MORELLE, PEOPLES-STOKES, PERRY, PHEFFER, REILICH, REIL-\n         LY, J. RIVERA, ROBINSON, RUSSELL, SCHIMMINGER, SWEENEY, TOWNS, WEISEN-\n         BERG -- read once and referred to the Committee on Health\n\n       AN ACT to amend the social services law, in relation to reimbursement of\n         transportation costs for emergency care\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 365-h of the social services law,\n    2  as amended by section 20 of part B of chapter 109 of the laws  of  2010,\n    3  is amended and a new subdivision 5 is added to read as follows:\n    4    1.  The  local social services official and, subject to the provisions\n    5  of subdivision four of this section, the commissioner  of  health  shall\n    6  have  responsibility  for  prior  authorizing transportation of eligible\n    7  persons and for limiting the provision of such transportation  to  those\n    8  recipients  and  circumstances  where  such transportation is essential,\n    9  medically necessary and appropriate to obtain medical care, services  or\n   10  supplies  otherwise available under this title.  HOWEVER, PRIOR AUTHORI-\n   11  ZATION SHALL NOT BE REQUIRED  FOR  TRANSPORTATION  TO  OBTAIN  EMERGENCY\n   12  CARE, INCLUDING EMERGENCY MEDICAL TRANSPORTATION BY AN AMBULANCE SERVICE\n   13  CERTIFIED UNDER ARTICLE THIRTY OF THE PUBLIC HEALTH LAW.\n   14    5.  WITH  RESPECT  TO  TRANSPORTATION AND CARE PROVIDED TO AN ELIGIBLE\n   15  PERSON BY AN AMBULANCE SERVICE CERTIFIED UNDER  ARTICLE  THIRTY  OF  THE\n   16  PUBLIC  HEALTH  LAW,  THE COMMISSIONER OF THE DEPARTMENT OF HEALTH SHALL\n   17  ESTABLISH A REIMBURSEMENT METHODOLOGY THAT ENSURES  THAT  PROVIDERS  ARE\n   18  REIMBURSED  AT  THE  GREATER OF THE MEDICAL ASSISTANCE RATE IN EFFECT ON\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02510-01-1\n\n       A. 811                              2\n\n    1  THE EFFECTIVE DATE OF THIS SUBDIVISION, OR THE MEDICARE ALLOWABLE CHARGE\n    2  (PURSUANT TO TITLE XVIII OF THE FEDERAL SOCIAL SECURITY  ACT)  FOR  SUCH\n    3  TRANSPORTATION  AND  CARE.    THE  AMOUNT  OF  INCREASE IN REIMBURSEMENT\n    4  PRODUCED  BY  THIS  METHODOLOGY OVER WHAT WOULD OTHERWISE HAVE BEEN PAID\n    5  SHALL BE PHASED IN AS FOLLOWS:  IN THE STATE FISCAL YEAR  IN  WHICH  THE\n    6  PROVISIONS  OF  THIS  SUBDIVISION BECOME A LAW, THIRTY-THREE PERCENT; IN\n    7  THE FOLLOWING STATE FISCAL YEAR, SIXTY-SIX PERCENT; AND  IN  THE  SECOND\n    8  STATE  FISCAL  YEAR  FOLLOWING  THE  STATE  FISCAL  YEAR  IN  WHICH  THE\n    9  PROVISIONS OF THIS SUBDIVISION BECOME A LAW AND  ALL  SUBSEQUENT  FISCAL\n   10  YEARS, ONE HUNDRED PERCENT.\n   11    S  2.  Subdivision  1  of  section 368-a of the social services law is\n   12  amended by adding a new paragraph (aa) to read as follows:\n   13    (AA) NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THIS CHAPTER OR ANY\n   14  OTHER PROVISION OF LAW TO THE  CONTRARY,  ONE  HUNDRED  PERCENT  OF  THE\n   15  AMOUNT  EXPENDED FOR MEDICAL ASSISTANCE UNDER THIS TITLE FOR TRANSPORTA-\n   16  TION AND CARE FURNISHED UNDER SUBDIVISION FOUR OF SECTION THREE  HUNDRED\n   17  SIXTY-FIVE-H OF THIS TITLE ON OR AFTER APRIL FIRST, TWO THOUSAND TWELVE,\n   18  AFTER  FIRST  DEDUCTING THEREFROM ANY FEDERAL FUNDS PROPERLY RECEIVED OR\n   19  TO BE RECEIVED ON ACCOUNT THEREOF.\n   20    S 3. This act shall take effect  April  1,  2012,  provided  that  the\n   21  amendments  to subdivision 1 of section 365-h of the social services law\n   22  made by section one of this act shall not affect the repeal  and  rever-\n   23  sion  of such section pursuant to subdivision (a) of section 40 of chap-\n   24  ter 109 of the laws of 2010, as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to reimbursement of transportation costs for emergency care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165749.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296487010756
}