{
  "year" : 2011,
  "senateBillNo" : "A812-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A812-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for funding of early intervention services",
  "summary" : "Provides for state grant funding to municipalities for early intervention services for toddlers with disabilities and their families. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA4058-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          812\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. PAULIN, GOTTFRIED, CAHILL, CANESTRARI, CLARK,\n         COOK, GALEF, GUNTHER, JACOBS, JAFFEE, LIFTON, MARKEY, MAYERSOHN, REIL-\n         LY, SCHROEDER, LAVINE, LATIMER, MAGNARELLI, DINOWITZ,  PHEFFER,  BENE-\n         DETTO  --  Multi-Sponsored  by -- M. of A.  MAISEL, McENENY, MOLINARO,\n         SWEENEY, TOWNS, WEISENBERG -- read once and referred to the  Committee\n         on Health\n\n       AN  ACT  to  amend  the  public health law, in relation to funding early\n         intervention services; to amend chapter  639  of  the  laws  of  1996,\n         constituting  the  Health Care Reform Act of 1996 and chapter 1 of the\n         laws of 1999, constituting the New York  Health  Care  Reform  Act  of\n         2000,  in  relation  to extending provisions of such chapters relating\n         thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  2807-o to read as follows:\n    3    S 2807-O.  EARLY  INTERVENTION  SERVICES  POOL.  1.  DEFINITIONS.  THE\n    4  FOLLOWING  WORDS  OR  PHRASES  AS  USED  IN  THIS SECTION SHALL HAVE THE\n    5  FOLLOWING MEANINGS:\n    6    (A) \"EARLY INTERVENTION SERVICES\" SHALL MEAN SERVICES DELIVERED TO  AN\n    7  ELIGIBLE  CHILD, PURSUANT TO AN INDIVIDUALIZED FAMILY SERVICE PLAN UNDER\n    8  THE EARLY INTERVENTION PROGRAM.\n    9    (B) \"EARLY INTERVENTION PROGRAM\" SHALL  MEAN  THE  EARLY  INTERVENTION\n   10  PROGRAM  FOR TODDLERS WITH DISABILITIES AND THEIR FAMILIES AS CREATED BY\n   11  TITLE TWO-A OF ARTICLE TWENTY-FIVE OF THIS CHAPTER.\n   12    (C) \"MUNICIPALITY\" SHALL MEAN ANY COUNTY OUTSIDE OF THE  CITY  OF  NEW\n   13  YORK OR THE CITY OF NEW YORK.\n   14    2. GRANTS FOR EARLY INTERVENTION SERVICES. (A) THE COMMISSIONER SHALL,\n   15  FROM FUNDS ALLOCATED FOR SUCH PURPOSE UNDER PARAGRAPH (G) OF SUBDIVISION\n   16  SIX OF SECTION TWENTY-EIGHT HUNDRED SEVEN-S OF THIS ARTICLE, MAKE GRANTS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00329-02-1\n\n       A. 812                              2\n\n    1  TO  MUNICIPALITIES FOR THE DELIVERY OF EARLY INTERVENTION SERVICES. SUCH\n    2  GRANTS SHALL BE DEEMED REIMBURSEMENT FROM THIRD  PARTY  PAYORS  TO  SUCH\n    3  MUNICIPALITIES FOR THE PURPOSES OF THE EARLY INTERVENTION PROGRAM.\n    4    (B)  GRANTS  UNDER THIS SUBDIVISION SHALL BE AWARDED TO MUNICIPALITIES\n    5  BY THE COMMISSIONER. EACH MUNICIPALITY SHALL RECEIVE  A  SHARE  OF  SUCH\n    6  GRANTS  EQUAL TO ITS PROPORTIONATE SHARE OF THE TOTAL APPROVED STATEWIDE\n    7  DOLLARS NOT REIMBURSABLE BY  THE  MEDICAL  ASSISTANCE  PROGRAM  PAID  TO\n    8  PROVIDERS  OF EARLY INTERVENTION SERVICES BY MUNICIPALITIES, NOT INCLUD-\n    9  ING PROVIDERS  OF  TRANSPORTATION,  ON  ACCOUNT  OF  EARLY  INTERVENTION\n   10  SERVICES,  IN THE LAST COMPLETE STATE FISCAL YEAR FOR WHICH SUCH DATA IS\n   11  AVAILABLE.\n   12    S 2. Subdivision 6 of section 2807-s  of  the  public  health  law  is\n   13  amended by adding two new paragraphs (g) and (h) to read as follows:\n   14    (G)  A FURTHER GROSS STATEWIDE AMOUNT FOR TWO THOUSAND TWELVE SHALL BE\n   15  ONE HUNDRED MILLION DOLLARS.\n   16    (H) THE AMOUNT SPECIFIED IN PARAGRAPH (G) OF THIS SUBDIVISION SHALL BE\n   17  ALLOCATED AMONG THE MUNICIPALITIES BASED ON EACH MUNICIPALITY'S SHARE OF\n   18  EARLY INTERVENTION PROGRAM EXPENDITURES NOT REIMBURSABLE BY THE  MEDICAL\n   19  ASSISTANCE  PROGRAM  FOR  THE  LATEST TWELVE MONTH PERIOD FOR WHICH SUCH\n   20  DATA IS AVAILABLE.\n   21    S 3. Subdivision 7 of section 2807-s  of  the  public  health  law  is\n   22  amended by adding a new paragraph (d) to read as follows:\n   23    (D)  FUNDS  SHALL  BE ADDED TO THE FUNDS COLLECTED BY THE COMMISSIONER\n   24  FOR DISTRIBUTION IN ACCORDANCE WITH SECTION TWENTY-EIGHT HUNDRED SEVEN-O\n   25  OF THIS ARTICLE, IN THE FOLLOWING AMOUNT:  ONE HUNDRED  MILLION  DOLLARS\n   26  FOR THE PERIOD JANUARY FIRST, TWO THOUSAND TWELVE THROUGH DECEMBER THIR-\n   27  TY-FIRST, TWO THOUSAND TWELVE.\n   28    S  4.  Subdivision  1  and  paragraphs (j) and (k) of subdivision 4 of\n   29  section 2557 of the public health  law,  subdivision  1  as  amended  by\n   30  section  4 of part C of chapter 1 of the laws of 2002 and paragraphs (j)\n   31  and (k) of subdivision 4 as amended by section 7 of part B3  of  chapter\n   32  62 of the laws of 2003, are amended to read as follows:\n   33    1. The approved costs for an eligible child who receives an evaluation\n   34  and early intervention services pursuant to this title shall be a charge\n   35  upon  the  municipality wherein the eligible child resides or, where the\n   36  services are covered by the medical assistance program, upon the  social\n   37  services  district of fiscal responsibility with respect to those eligi-\n   38  ble children who are also eligible for medical assistance. All  approved\n   39  costs  shall be paid in the first instance and at least quarterly by the\n   40  appropriate governing body or officer of the municipality upon  vouchers\n   41  presented  and  audited  in  the same manner as the case of other claims\n   42  against the municipality. Notwithstanding the  insurance  law  or  regu-\n   43  lations thereunder relating to the permissible exclusion of payments for\n   44  services under governmental programs, no such exclusion shall apply with\n   45  respect  to  payments  made  pursuant to this title. Notwithstanding the\n   46  insurance law or any other law or agreement to  the  contrary,  benefits\n   47  under this title shall be considered secondary to any [plan of insurance\n   48  or]  state  government benefit program under which an eligible child may\n   49  have coverage. [Nothing in this section shall increase or enhance cover-\n   50  ages provided for within an insurance contract subject to the provisions\n   51  of this title.]\n   52    (j) The number of children that [have third party  reimbursement]  ARE\n   53  COVERED BY THE MEDICAL ASSISTANCE PROGRAM;\n   54    (k) The number of claims submitted to [third party payors] THE MEDICAL\n   55  ASSISTANCE  PROGRAM  by municipality. The percentage of claims denied by\n\n       A. 812                              3\n\n    1  [third party payors] THE MEDICAL ASSISTANCE PROGRAM. The reasons for the\n    2  denials.\n    3    S  5. Subdivision 2 of section 2557 of the public health law, as added\n    4  by chapter 428 of the laws of 1992, is amended to read as follows:\n    5    2. The department shall reimburse the approved costs paid by a munici-\n    6  pality for the purposes of this title, other than those reimbursable  by\n    7  the  medical assistance program [or by third party payors], in an amount\n    8  of fifty percent of the amount expended in accordance with the rules and\n    9  regulations of the commissioner. Such state reimbursement to the munici-\n   10  pality shall not be paid prior to April first of the year in  which  the\n   11  approved costs are paid by the municipality.\n   12    S  6. The section heading of section 2559 of the public health law, as\n   13  added by chapter 428 of the laws of 1992, is amended to read as follows:\n   14    [Third  party  insurance  and  medical]  MEDICAL  assistance   program\n   15  payments.\n   16    S  7. Subdivision 3 of section 2559 of the public health law, as added\n   17  by chapter 428 of the laws of 1992, paragraph (a) as amended  and  para-\n   18  graph  (d)  as  added  by chapter 231 of the laws of 1993, is amended to\n   19  read as follows:\n   20    3. (a) Providers of early  intervention  services  and  transportation\n   21  services  shall in the first instance and where applicable, seek payment\n   22  from [all  third  party  payors  including  governmental  agencies]  THE\n   23  MEDICAL  ASSISTANCE PROGRAM prior to claiming payment from a given muni-\n   24  cipality for services rendered to eligible children, provided that,  for\n   25  the  purpose  of seeking payment from the medical assistance program [or\n   26  from other third party payors], the municipality  shall  be  deemed  the\n   27  provider  of  such  early  intervention  services to the extent that the\n   28  provider  has  promptly  furnished  to  the  municipality  adequate  and\n   29  complete  information necessary to support the municipality billing, and\n   30  provided further that the obligation to seek payment shall not apply [to\n   31  a payment from a third party payor who is not prohibited  from  applying\n   32  such  payment,  and  will  apply  such payment, to an annual or lifetime\n   33  limit specified in the insured's policy] WHERE THE INSURED IS NOT ELIGI-\n   34  BLE FOR MEDICAL ASSISTANCE PURSUANT TO THE SOCIAL SERVICES LAW.\n   35    (b) [The commissioner, in consultation with the director of budget and\n   36  the superintendent of insurance, shall promulgate regulations  providing\n   37  public  reimbursement  for  deductibles and copayments which are imposed\n   38  under an insurance policy or health benefit plan to the extent that such\n   39  deductibles  and  copayments  are  applicable  to   early   intervention\n   40  services.\n   41    (c)  Payments  made for early intervention services under an insurance\n   42  policy or health benefit plan which are provided  as  part  of  an  IFSP\n   43  pursuant  to  section twenty-five hundred forty-five of this title shall\n   44  not be applied by the insurer or plan administrator against any  maximum\n   45  lifetime  or  annual  limits  specified in the policy or health benefits\n   46  plan, pursuant to section eleven of the chapter of the laws of  nineteen\n   47  hundred ninety-two which added this title.\n   48    (d)]  A  municipality,  or  its  designee, shall be subrogated, to the\n   49  extent of the expenditures by such municipality for  early  intervention\n   50  services furnished to persons eligible for benefits under this title, to\n   51  any  rights  such  person  may  have or be entitled to from [third party\n   52  reimbursement] THE MEDICAL ASSISTANCE PROGRAM.  The right of subrogation\n   53  does not attach to benefits paid or provided [under any health insurance\n   54  policy or health benefits plan] prior to receipt of  written  notice  of\n   55  the exercise of subrogation rights [by the insurer or plan administrator\n   56  providing such benefits].  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF\n\n       A. 812                              4\n\n    1  THIS  TITLE,  EXCEPT  AS PROVIDED FOR HEREIN, NO THIRD PARTY PAYOR OTHER\n    2  THAN THE MEDICAL ASSISTANCE PROGRAM SHALL BE REQUIRED TO  REIMBURSE  FOR\n    3  EARLY INTERVENTION SERVICES PROVIDED UNDER THIS TITLE.\n    4    S  8. Subdivision 5 of section 168 of chapter 639 of the laws of 1996,\n    5  constituting the New York Health Care Reform Act of 1996, as amended  by\n    6  section  1  of  part  B of chapter 58 of the laws of 2008, is amended to\n    7  read as follows:\n    8    5. sections 2807-c, 2807-j, 2807-s and 2807-t  of  the  public  health\n    9  law,  as  amended  or as added by this act, shall expire on December 31,\n   10  [2011] 2014, and shall be thereafter effective only in  respect  to  any\n   11  act  done  on or before such date or action or proceeding arising out of\n   12  such act including continued collections of funds from  assessments  and\n   13  allowances  and  surcharges  established  pursuant  to  sections 2807-c,\n   14  2807-j, 2807-s and 2807-t of the public health law,  and  administration\n   15  and  distributions  of funds from pools established pursuant to sections\n   16  2807-c, 2807-j, 2807-k, 2807-l, 2807-m, 2807-s and 2807-t of the  public\n   17  health  law  related  to  patient  services provided before December 31,\n   18  [2011] 2014, and continued expenditure of funds authorized for  programs\n   19  and grants until the exhaustion of funds therefor;\n   20    S  9.  Subdivision  1 of section 138 of chapter 1 of the laws of 1999,\n   21  constituting the New York Health Care Reform Act of 2000, as amended  by\n   22  section  1-a  of part B of chapter 58 of the laws of 2008, is amended to\n   23  read as follows:\n   24    1. sections 2807-c, 2807-j, 2807-s, and 2807-t of  the  public  health\n   25  law,  as  amended by this act, shall expire on December 31, [2011] 2014,\n   26  and shall be thereafter effective only in respect to any act done before\n   27  such date or action or proceeding arising  out  of  such  act  including\n   28  continued  collections  of  funds  from  assessments  and allowances and\n   29  surcharges established pursuant to sections 2807-c, 2807-j,  2807-s  and\n   30  2807-t of the public health law, and administration and distributions of\n   31  funds  from  pools  established  pursuant  to  sections  2807-c, 2807-j,\n   32  2807-k, 2807-l, 2807-m, 2807-s, 2807-t, 2807-v and 2807-w of the  public\n   33  health law, as amended or added by this act, related to patient services\n   34  provided  before  December 31, [2011] 2014, and continued expenditure of\n   35  funds authorized for programs and grants until the exhaustion  of  funds\n   36  therefor;\n   37    S  10. This act shall take effect immediately; provided, however, that\n   38  sections one through seven of this act  shall  take  effect  January  1,\n   39  2012;  provided,  further,  that the amendments to section 2807-s of the\n   40  public health law made by sections two and three of this act  shall  not\n   41  affect  the  expiration  of  such  section and shall be deemed to expire\n   42  therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to funding early intervention services; to amend chapter 639 of the laws of 1996, constituting the Health Care Reform Act of 1996 and chapter 1 of the laws of 1999, constituting the New York Health Care Reform Act of 2000, in relation to extending provisions of such chapters relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165749.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351069273
}