{
  "year" : 2011,
  "senateBillNo" : "A813-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A813-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates state and city universities of New York as participating agencies for voter registration form distribution and assistance",
  "summary" : "Designates state and city universities of New York as participating agencies for voter registration form distribution and assistance; permits independent institutions to do the same upon request; requires SUNY and CUNY independent institutions to offer each applicant an application for an absentee ballot. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A837-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          813\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. DINOWITZ, JACOBS, SCARBOROUGH, KAVANAGH, JAFFEE\n         -- Multi-Sponsored by -- M. of A.  CLARK,  COLTON,  GLICK,  GOTTFRIED,\n         GUNTHER, McENENY, PERRY, PHEFFER, SWEENEY, WEISENBERG -- read once and\n         referred to the Committee on Election Law\n\n       AN  ACT  to amend the election law, in relation to designating the state\n         and city universities of New York as participating agencies for  voter\n         registration  form  distribution  and assistance, and permitting inde-\n         pendent institutions of higher education to do the same upon request\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of section 5-211 of the election law,\n    2  as  amended  by  chapter  200 of the laws of 1996, is amended to read as\n    3  follows:\n    4    Each agency designated as a participating agency under the  provisions\n    5  of this section shall implement and administer a program of distribution\n    6  of  voter registration forms pursuant to the provisions of this section.\n    7  The following offices which provide  public  assistance  and/or  provide\n    8  state funded programs primarily engaged in providing services to persons\n    9  with  disabilities are hereby designated as voter registration agencies:\n   10  designated as the state agencies which provide public assistance are the\n   11  department of [social services] FAMILY ASSISTANCE and the department  of\n   12  health.   Also designated as public assistance agencies are all agencies\n   13  of local government that provide such assistance.  Designated  as  state\n   14  agencies  that  provide programs primarily engaged in providing services\n   15  to people with disabilities are the department of labor, office for  the\n   16  aging, division of veterans' affairs, office of mental health, office of\n   17  vocational  and  educational services for individuals with disabilities,\n   18  commission on quality of care  for  the  mentally  disabled,  office  of\n   19  mental  retardation  and  developmental disabilities, commission for the\n   20  blind and visually handicapped, office of alcoholism and substance abuse\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04329-01-1\n\n       A. 813                              2\n\n    1  services, the office of the advocate for the disabled  and  all  offices\n    2  which  administer programs established or funded by such agencies. Addi-\n    3  tional [state] PARTICIPATING agencies designated as  voter  registration\n    4  offices  are  the  department  of  state  [and], the [division] DISTRICT\n    5  OFFICES of THE workers' compensation BOARD, AND ALL INSTITUTIONS OF  THE\n    6  STATE  UNIVERSITY  OF  NEW YORK AND THE CITY UNIVERSITY OF NEW YORK; AND\n    7  ANY DEGREE-GRANTING INSTITUTION OF HIGHER EDUCATION DESCRIBED  IN  ARTI-\n    8  CLES   ONE   HUNDRED   FIFTEEN,  ONE  HUNDRED  TWENTY-ONE,  ONE  HUNDRED\n    9  TWENTY-THREE, ONE HUNDRED TWENTY-SIX  AND  ONE  HUNDRED  TWENTY-NINE  OF\n   10  TITLE VII OF THE EDUCATION LAW WHICH ELECTS TO BE A PARTICIPATING AGENCY\n   11  BY  FILING  WITH THE STATE BOARD OF ELECTIONS A NOTICE IN WHICH IT MAKES\n   12  SUCH AN ELECTION.  Such agencies shall be required to offer voter regis-\n   13  tration forms to persons upon  initial  application  for  services,  FOR\n   14  PARTICIPATION  IN  ACTIVITIES OR FOR USE OF FACILITIES, AND UPON renewal\n   15  or recertification for services, PARTICIPATION IN ACTIVITIES OR  USE  OF\n   16  FACILITIES,  and  UPON  change  of  address  relating  to such services,\n   17  PARTICIPATION IN ACTIVITIES OR USE OF FACILITIES OF THE  AGENCY.    Such\n   18  agencies  shall  also  be responsible for providing assistance to appli-\n   19  cants in completing voter registration forms, receiving and transmitting\n   20  the completed application form from all applicants who wish to have such\n   21  form transmitted to the appropriate board of elections. The state  board\n   22  of  elections  shall, together with representatives of the UNITED STATES\n   23  department of defense, develop and implement  procedures  for  including\n   24  recruitment  offices  of  the armed forces of the United States as voter\n   25  registration offices when such offices are so designated by federal law.\n   26  The state board OF ELECTIONS shall  also  make  request  of  the  United\n   27  States  [Immigration  and  Naturalization Service] CITIZENSHIP AND IMMI-\n   28  GRATION SERVICES to include applications for registration by  mail  with\n   29  any  materials which are given to new citizens.  All institutions of the\n   30  state university of New York and the city university of New York, shall,\n   31  at the beginning of the school year, and again in January of a  year  in\n   32  which  the  president  of the United States is to be elected, provide an\n   33  application for VOTER registration to each student in each such institu-\n   34  tion.  The state board of elections may, by regulation, grant  a  waiver\n   35  from  any  or  all  of the requirements of this section to any office or\n   36  program of an agency, if it determines that it is not feasible for  such\n   37  office or program to administer such requirement.\n   38    S  2.  Subdivision 4 of section 5-211 of the election law, as added by\n   39  chapter 659 of the laws of 1994, is amended to read as follows:\n   40    4. Each participating agency shall provide to each applicant who  does\n   41  not  decline  to  register  to  vote  the same degree of assistance with\n   42  regard to the completion of the  registration  application  form  as  is\n   43  provided  by  the  agency  with regard to the completion of its own form\n   44  unless the applicant refuses such assistance. ALL  INSTITUTIONS  OF  THE\n   45  STATE  UNIVERSITY  OF  NEW  YORK AND ALL DEGREE-GRANTING INSTITUTIONS OF\n   46  HIGHER EDUCATION DESCRIBED IN ARTICLES ONE HUNDRED FIFTEEN, ONE  HUNDRED\n   47  TWENTY-ONE,  ONE  HUNDRED  TWENTY-THREE,  ONE HUNDRED TWENTY-SIX AND ONE\n   48  HUNDRED TWENTY-NINE OF TITLE VII OF THE EDUCATION LAW WHICH HAVE ELECTED\n   49  TO BE PARTICIPATING AGENCIES PURSUANT TO THE OPENING PARAGRAPH  OF  THIS\n   50  SECTION  SHALL  ALSO PROVIDE SUCH LEVEL OF ASSISTANCE TO EACH PERSON WHO\n   51  WISHES TO COMPLETE AN APPLICATION FOR AN ABSENTEE BALLOT.\n   52    S 3. The opening paragraph of subdivision 8 of section  5-211  of  the\n   53  election  law, as amended by chapter 659 of the laws of 1994, is amended\n   54  to read as follows:\n   55    Each participating agency, department, division or office  that  makes\n   56  available  voter  registration forms OR ABSENTEE BALLOT APPLICATIONS, OR\n\n       A. 813                              3\n\n    1  BOTH, pursuant to this section shall offer with each application for the\n    2  services or assistance, PARTICIPATION IN ACTIVITIES OR USE OF FACILITIES\n    3  of such agency, department, division or office and with  each  recertif-\n    4  ication,  renewal  or change of address form relating to such service or\n    5  assistance, PARTICIPATION IN ACTIVITIES OR USE OF FACILITIES,  a  regis-\n    6  tration  form  together  with  instructions  relating  to eligibility to\n    7  register and for completing the form  except  that  forms  used  by  the\n    8  department of [social services] FAMILY ASSISTANCE for the initial appli-\n    9  cation  for services, renewal or recertification for services and change\n   10  of address relating to such  services  shall  physically  incorporate  a\n   11  voter  registration  application  in  a  fashion  that permits the voter\n   12  registration portion of the agency form to be  detached  therefrom.  ALL\n   13  INSTITUTIONS OF THE STATE UNIVERSITY OF NEW YORK AND ALL DEGREE-GRANTING\n   14  INSTITUTIONS  OF  HIGHER  EDUCATION  DESCRIBED  IN  ARTICLES ONE HUNDRED\n   15  FIFTEEN, ONE HUNDRED TWENTY-ONE, ONE HUNDRED TWENTY-THREE,  ONE  HUNDRED\n   16  TWENTY-SIX AND ONE HUNDRED TWENTY-NINE OF TITLE VII OF THE EDUCATION LAW\n   17  WHICH  HAVE ELECTED TO BE PARTICIPATING AGENCIES PURSUANT TO THE OPENING\n   18  PARAGRAPH OF THIS SECTION SHALL ALSO OFFER EACH SUCH APPLICANT AN APPLI-\n   19  CATION FOR AN ABSENTEE BALLOT. Such voter registration application shall\n   20  be designed so as to ensure the confidentiality of  the  source  of  the\n   21  application.  Included  on  each  participating agency's application for\n   22  services or assistance or on a separate form shall be:\n   23    S 4. This act shall take effect on the one hundred twentieth day after\n   24  it shall have become a law, provided however, that effective  immediate-\n   25  ly,  the  addition,  amendment and/or repeal of any rules or regulations\n   26  necessary for the implementation of this act on its effective  date  are\n   27  authorized  and  directed  to  be  made  and completed on or before such\n   28  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to designating the state and city universities of New York as participating agencies for voter registration form distribution and assistance, and permitting independent institutions of higher education to do the same upon request ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101348.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413228428
}