{
  "year" : 2011,
  "senateBillNo" : "A814-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A814-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes various provisions regarding uniform procedures",
  "summary" : "Establishes requirements for notice, access to information and public comment period with respect to uniform procedures for pending environmental protection agency projects and regulation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A838-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          814\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, COLTON, ROSENTHAL -- Multi-Sponsored by\n         --  M. of A. RAMOS -- read once and referred to the Committee on Envi-\n         ronmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         uniform procedures\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1  of  section  70-0107  of  the  environmental\n    2  conservation  law,  as  added  by  chapter  723  of the laws of 1977, is\n    3  amended to read as follows:\n    4    1. The department, after public hearing, shall adopt rules  and  regu-\n    5  lations  to  assure the efficient and expeditious administration of this\n    6  article.  Such rules and regulations shall include but not be limited to\n    7  provisions regarding notice, review,  public  participation  and  public\n    8  hearings. IN ADDITION TO BEING PLACED IN A PUBLICATION OF GENERAL CIRCU-\n    9  LATION  IN  THE COUNTY OR BOROUGH IN WHICH THE PROJECT IS LOCATED, OR IN\n   10  MORE THAN ONE PUBLICATION IF APPROPRIATE, WHERE ONE OR MORE PUBLICATIONS\n   11  OF LESS THAN COUNTY-WIDE CIRCULATION EXIST IN THE  PROJECT  AREA  NOTICE\n   12  SHALL  BE PLACED IN AT LEAST ONE SUCH PUBLICATION, AND IN A PROJECT AREA\n   13  WHERE TWENTY-FIVE PERCENT OR  MORE  OF  THE  POPULATION  IS  NON-ENGLISH\n   14  SPEAKING,  NOTICE SHALL ALSO BE PLACED IN AT LEAST ONE PUBLICATION WHICH\n   15  IS WIDELY CIRCULATED IN THE AREA PRINTED IN SUCH LANGUAGE.\n   16    S 2. Paragraph (a) of subdivision 1 of section 70-0109 of the environ-\n   17  mental conservation law, as added by chapter 723 of the laws of 1977, is\n   18  amended to read as follows:\n   19    (a) On or before fifteen calendar days after the receipt of an  appli-\n   20  cation  for  a  permit  which  has  been filed in a manner and in a form\n   21  prescribed by the department, the department shall mail  written  notice\n   22  to  the applicant of its determination whether or not the application is\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04330-01-1\n\n       A. 814                              2\n\n    1  complete AND SHALL PUBLISH A LISTING IN THE ENVIRONMENTAL NOTICE  BULLE-\n    2  TIN THAT SUCH APPLICATION, WHETHER OR NOT COMPLETE, HAS BEEN SUBMITTED.\n    3    S  3.  Subdivision 1 of section 70-0109 of the environmental conserva-\n    4  tion law is amended by adding a new paragraph (f) to read as follows:\n    5    (F) A MEMBER OF THE PUBLIC, UPON REQUEST  IN  WRITING,  SHALL  BE  (I)\n    6  GIVEN ACCESS TO ALL CORRESPONDENCE BETWEEN THE APPLICANT AND THE DEPART-\n    7  MENT  EXCEPT FOR TRADE SECRETS OR MATERIAL MAINTAINED FOR THE REGULATION\n    8  OF COMMERCIAL ENTERPRISE WHICH  IF  DISCLOSED  WOULD  CAUSE  SUBSTANTIAL\n    9  INJURY  TO  THE COMPETITIVE POSITION OF THE APPLICANT, AND (II) INFORMED\n   10  ABOUT PRE-APPLICATION CONFERENCES OR MEETINGS BETWEEN THE DEPARTMENT AND\n   11  ANY APPLICANT AND MAY ATTEND WITHOUT PARTICIPATING IN THOSE IN WHICH  HE\n   12  OR SHE HAS AN INTEREST.\n   13    S 4. Paragraph (a) of subdivision 2 of section 70-0109 of the environ-\n   14  mental  conservation law, as amended by chapter 285 of the laws of 1990,\n   15  is amended to read as follows:\n   16    (a) Immediately upon determining that an application is complete,  the\n   17  department  shall  cause  a notice of application to be published in the\n   18  next available environmental notice bulletin which shall  be  not  later\n   19  than ten calendar days after the date of such determination and not less\n   20  than once during the fifteen calendar day period following such determi-\n   21  nation  in  a  newspaper having general circulation in the area in which\n   22  the project is proposed to be located, and shall provide notice  to  the\n   23  chief  executive  officer  of  each  municipality  in which the proposed\n   24  project is located, and may direct the applicant to provide such reason-\n   25  able notice and opportunity for comment to the public as the  department\n   26  deems  appropriate.  IN  NO CASE SHALL THE PUBLIC COMMENT PERIOD BE LESS\n   27  THAN TWENTY DAYS FROM DATE OF  PUBLICATION,  OR  FORTY-FIVE  DAYS  IF  A\n   28  LEGISLATIVE  HEARING  OR  PUBLIC  HEARING IS SCHEDULED. IF NO HEARING IS\n   29  SCHEDULED AND A MEMBER OF THE PUBLIC REQUESTS DURING THE COMMENT  PERIOD\n   30  THAT  A  LEGISLATIVE OR PUBLIC HEARING BE HELD, THE COMMENT PERIOD SHALL\n   31  BE EXTENDED AN ADDITIONAL THIRTY DAYS FROM DATE OF  PUBLICATION  IN  THE\n   32  ENVIRONMENTAL  NOTICE  BULLETIN  OF  NOTICE THAT SUCH A REQUEST HAS BEEN\n   33  MADE. Newspaper publications shall be provided by the applicant.\n   34    S 5. This act shall take effect on the sixtieth  day  after  it  shall\n   35  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to uniform procedures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101348.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413228433
}