{
  "year" : 2011,
  "senateBillNo" : "A815-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A815-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires environmental impact statements to consider cumulative effects of an action",
  "summary" : "Requires environmental impact statements to consider cumulative effects of an action for projects in communities already experiencing the impact by polluting facilities; defines \"cumulative environmental impacts\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A840-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          815\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, COLTON, JAFFEE -- Multi-Sponsored by --\n         M.  of  A.  GOTTFRIED,  McENENY,  PHEFFER,  SWEENEY  --  read once and\n         referred to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         requirement for an environmental impact statement\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (b) and (f) of subdivision 2 of  section  8-0109\n    2  of  the environmental conservation law, as amended by chapter 219 of the\n    3  laws of 1990, are amended and a new paragraph (e-1) is added to read  as\n    4  follows:\n    5    (b)  the  environmental impact of the proposed action including short-\n    6  term [and], long-term AND CUMULATIVE effects;\n    7    (E-1) AN ANALYSIS OF  THE  CUMULATIVE  ENVIRONMENTAL  IMPACTS  OF  THE\n    8  PROPOSED PROJECT;\n    9    (f) mitigation measures proposed to minimize the environmental impact,\n   10  INCLUDING CUMULATIVE EFFECTS;\n   11    S  2.  Section 8-0105 of the environmental conservation law is amended\n   12  by adding a new subdivision 9 to read as follows:\n   13    9. \"CUMULATIVE ENVIRONMENTAL IMPACTS\" MEANS ENVIRONMENTAL IMPACTS THAT\n   14  MAY OCCUR WHEN A PROPOSED ACTION OR ACTIONS:\n   15    (I) MAY RESULT IN CHANGES IN TWO OR MORE ELEMENTS OF THE ENVIRONMENT;\n   16    (II) WHEN CONSIDERED TOGETHER WITH ONE OR  MORE  PENDING  OR  PROPOSED\n   17  ACTIONS,  MAY  RESULT  IN  CHANGES IN ONE OR MORE COMMON ELEMENTS OF THE\n   18  ENVIRONMENT;\n   19    (III) WILL RESULT IN ONE OR MORE OTHER ACTIONS LIKELY TO BE UNDERTAKEN\n   20  AS A RESULT THEREOF;\n   21    (IV) IS A PART OF A PROPOSAL OR PLAN THAT INCLUDES OR CONTEMPLATES ONE\n   22  OR MORE OTHER SIMULTANEOUS OR SUBSEQUENT ACTIONS;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04332-01-1\n\n       A. 815                              2\n\n    1    (V) IS DEPENDENT UPON APPROVAL OR COMPLETION  OF  ONE  OR  MORE  OTHER\n    2  ACTIONS;\n    3    (VI)  IS A PROGRAM OR PLAN HAVING WIDE APPLICATION OR IS A PART THERE-\n    4  OF;\n    5    (VII) IS A PLAN, PROGRAM, OR SERIES OF ACTIONS THAT WILL RESTRICT  THE\n    6  RANGE OF FUTURE ALTERNATIVES, POLICIES, OR ACTIONS;\n    7    (VIII)  WHEN CONSIDERED TOGETHER WITH EXISTING OR BACKGROUND LEVELS OF\n    8  CONTAMINATION OR POLLUTION OR ACTIONS WHICH HAVE HAD AN  ADVERSE  EFFECT\n    9  ON THE ENVIRONMENT, MAY RESULT IN COMBINED OR SYNERGISTIC IMPACTS ON THE\n   10  ENVIRONMENT; OR\n   11    (IX) A COMBINATION OF ONE OR MORE OF THE ABOVE.\n   12    CUMULATIVE ENVIRONMENTAL IMPACTS SHALL BE CONSIDERED WITHOUT REGARD TO\n   13  WHETHER  THE  ACTION  OR  ACTIONS  ARE  PROPOSED BY THE SAME INDIVIDUAL,\n   14  PERSON, OR AGENCY, OR WHETHER THE ACTION IS PENDING FOR APPROVAL BY  ONE\n   15  OR MORE AGENCIES.\n   16    S  3.    This  act  shall take effect on the one hundred eightieth day\n   17  after it shall have become a law; provided, however that effective imme-\n   18  diately, the addition, amendment and/or repeal of any rule or regulation\n   19  necessary for the implementation of this act on its effective  date  are\n   20  authorized  and  directed  to  be  made  and completed on or before such\n   21  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the requirement for an environmental impact statement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101348.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413228437
}