{
  "year" : 2011,
  "senateBillNo" : "A817-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A817-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding the annual publication of list of lands charged with unpaid taxes",
  "summary" : "Makes provisions allowing the Monroe county legislature to publish the pre-August first notice relating to the annual publication of list of lands charged with unpaid taxes, in one instead of two newspapers and reduce the number of times such notices need be published from thirty days to once a week for four successive weeks; permits the use of the preceding Friday instead of Saturday as an alternate publication date for the August fifteenth listing if the fifteenth falls on a Saturday or Sunday; permits the use of the immediately following Monday as the public auction date if August twentieth falls on either Saturday or Sunday. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Monroe County Tax Act",
  "previousVersions" : [ "A2386-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          817\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Local Governments\n\n       AN ACT to amend the Monroe county tax act, in relation to annual  publi-\n         cation of list of lands charged with unpaid taxes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 18 of chapter 441 of the laws of 1938, constituting\n    2  the Monroe county tax act, as amended by chapter  829  of  the  laws  of\n    3  1981, is amended to read as follows:\n    4    S 18. Publication of list of lands charged with unpaid taxes.  Charges\n    5  to  be  fixed  by county legislature. The treasurer of said county shall\n    6  make a list of the lands charged with  such  unpaid  taxes,  which  list\n    7  shall  describe  such  lands by tax account number and assessed owner as\n    8  both are shown on the tax roll containing such unpaid taxes,  and  which\n    9  list  shall  be  segregated,  grouped  and  classified  by city, town or\n   10  village, so that all lands affected by such list and lying  within  each\n   11  such  city,  town  or village shall be listed under the respective city,\n   12  town or village, that are unpaid on the first day of August in each  and\n   13  every  year, and[, for thirty days prior to said first day of August, in\n   14  each and every year, shall cause to be  published  and  printed  in  the\n   15  newspapers] SHALL, AS DIRECTED BY THE COUNTY LEGISLATURE, CAUSE A NOTICE\n   16  TO  BE  PUBLISHED  AT  LEAST ONCE A WEEK FOR FOUR SUCCESSIVE WEEKS IMME-\n   17  DIATELY PRECEDING THE WEEK THAT INCLUDES THE FIRST OF  AUGUST,  IN  EACH\n   18  AND EVERY YEAR, IN AT LEAST ONE OFFICIAL NEWSPAPER in said county desig-\n   19  nated  by the county legislature, [a notice] which NOTICE shall call the\n   20  attention of  the  public  and  all  persons  interested,  that  on  the\n   21  fifteenth  day  of  August  of  that  year, specifying the date, he will\n   22  publish a list of the lands charged with  such  unpaid  taxes  remaining\n   23  unpaid  on  [said] THE first [day] of August of that year, and that such\n   24  list will be published [and printed] in at least one and not  more  than\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03250-01-1\n\n       A. 817                              2\n\n    1  two OFFICIAL newspapers in said county designated by the county legisla-\n    2  ture,  specifying  such  newspaper or newspapers, and such list of lands\n    3  charged with such unpaid taxes shall  be  published  in  such  paper  or\n    4  papers  on  the  fifteenth  day  of August, or on the [fourteenth day of\n    5  August] IMMEDIATELY PRECEDING FRIDAY in the event the fifteenth  day  of\n    6  August  falls  on a SATURDAY OR Sunday, prior to the time of sale, which\n    7  shall commence on the twentieth day of August in each and every year  OR\n    8  ON  THE  IMMEDIATELY  FOLLOWING MONDAY IN THE EVENT THE TWENTIETH DAY OF\n    9  AUGUST FALLS ON A SATURDAY OR SUNDAY, together with a notice that a  tax\n   10  sale  certificate  on each parcel of land, as assessed, will, on the day\n   11  aforesaid, which shall be specified in such notice  and  the  succeeding\n   12  days,  be sold at public auction in the county treasurer's office in the\n   13  city of Rochester, New York, to pay such  taxes,  interest  and  charges\n   14  that  may be due thereon at the time of the said sale, together with the\n   15  expenses of procuring description. Should any errors  be  discovered  in\n   16  the  description  of the lands so assessed and taxed, the said treasurer\n   17  may correct the same at any time previous to the sale, and no errors  in\n   18  the printed description in such newspaper or newspapers shall vitiate or\n   19  in  any manner affect the validity of such sale. All expense of printing\n   20  such list and notices shall be audited and paid out of the  treasury  of\n   21  said  county. The publishers of said newspaper or newspapers shall imme-\n   22  diately after said publication of said list and notice, deliver  to  the\n   23  treasurer  of  said  county an affidavit of the due publication thereof,\n   24  made by some person or persons to whom  the  fact  of  such  publication\n   25  shall  be  known.  In the event of failure in any year to include in the\n   26  publication of said list of lands, any parcel, or  parcels,  upon  which\n   27  taxes were unpaid on August first of said year, said parcel, or parcels,\n   28  may be included in the published list of the ensuing year, or any subse-\n   29  quent  year, with a special notation that said parcel, or parcels, is or\n   30  are being published and a tax sale certificate therefor will be sold for\n   31  all unpaid taxes of all past years owing on August first of the year  of\n   32  said publication. The charges to be added to the tax upon each parcel of\n   33  land  for each tax sale certificate to be sold or advertised for sale by\n   34  virtue of the provisions of this act may be fixed by the county legisla-\n   35  ture of Monroe county. Before being so determined by said county  legis-\n   36  lature,  said charges shall be as follows: For each tax sale certificate\n   37  sold, the sum of two dollars which shall be paid into the county  treas-\n   38  ury;  and  for each parcel affected by a tax sale certificate sold which\n   39  is redeemed before the same is sold, the sum of  one  dollar  and  fifty\n   40  cents, which shall be paid into said treasury.\n   41    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the Monroe county tax act, in relation to annual publication of list of lands charged with unpaid taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101348.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413228442
}