{
  "year" : 2011,
  "senateBillNo" : "A818-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A818-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Alters membership of industrial development agencies",
  "summary" : "Increases the minimum number of members of an industrial development agency's board of directors from three to four; provides that the board must include representatives of labor, business, local government and local school boards. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A2384-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          818\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Local Governments\n\n       AN ACT to amend the general municipal law,  in  relation  to  industrial\n         development agencies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 2 of section 856 of the general municipal law,\n    2  as amended by chapter 356 of the laws of 1993, is  amended  to  read  as\n    3  follows:\n    4    2.  An agency shall be a corporate governmental agency, constituting a\n    5  public benefit corporation. Except as otherwise provided by special  act\n    6  of  the legislature, an agency shall consist of not less than [three nor\n    7  more than seven] FOUR members who shall be appointed  by  the  governing\n    8  body  of  each  municipality  and who shall serve at the pleasure of the\n    9  appointing authority. Such members [may] SHALL  include  representatives\n   10  of  local  government,  school  boards,  organized labor and business. A\n   11  member shall  continue  to  hold  office  until  [his]  A  successor  is\n   12  appointed  and  has  qualified.  The governing body of each municipality\n   13  shall designate the first chairman and file with the secretary of  state\n   14  a  certificate  of  appointment  or  reappointment  of  any member. Such\n   15  members shall receive no compensation for their services  but  shall  be\n   16  entitled  to  the  necessary  expenses,  including  traveling  expenses,\n   17  incurred in the discharge of their duties.\n   18    S 2. This act shall take effect one year next succeeding the  date  on\n   19  which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03248-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to industrial development agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101348.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413228446
}