{
  "year" : 2011,
  "senateBillNo" : "A819-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A819-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enhances conflicts of interest provisions relating to industrial development agency members and employees; repealer",
  "summary" : "Enhances conflicts of interest provisions relating to industrial development agency members and employees to require industrial development officers and employees to disclose any interest in a project. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A2383-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          819\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to  conflicts  of\n         interest  involving  members or employees of an industrial development\n         agency; and to repeal section 883 of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 883 of the general municipal law is REPEALED and a\n    2  new section 883 is added to read as follows:\n    3    S 883. CONFLICTS OF INTEREST. 1. ALL MEMBERS AND EMPLOYEES OF AN AGEN-\n    4  CY SHALL BE SUBJECT TO THE PROVISIONS OF ARTICLE EIGHTEEN OF THIS  CHAP-\n    5  TER.\n    6    2.  ANY  AGENCY MEMBER OR EMPLOYEE WHO HAS OR WILL HAVE AN INTEREST IN\n    7  ANY PERSON, FIRM, CORPORATION  OR  ASSOCIATION  WHICH  RECEIVES  OR  MAY\n    8  RECEIVE  FINANCIAL  ASSISTANCE  OR  BE  GRANTED  EXEMPTION FROM TAXATION\n    9  PURSUANT TO THE PROVISIONS OF THIS ARTICLE, OR AN INTEREST  IN  PROPERTY\n   10  SUBJECT  TO  SUCH  ASSISTANCE  OR EXEMPTION, SHALL PUBLICLY DISCLOSE THE\n   11  NATURE AND EXTENT OF SUCH INTEREST IN WRITING TO THE AGENCY AS  SOON  AS\n   12  SUCH  MEMBER  OR  EMPLOYEE  HAS  KNOWLEDGE OF SUCH ACTUAL OR PROSPECTIVE\n   13  INTEREST AND SHALL RECUSE HIMSELF OR HERSELF FROM ANY DISCUSSION OR VOTE\n   14  RELATING TO SUCH INTEREST. THE WRITTEN DISCLOSURE REQUIRED  PURSUANT  TO\n   15  THIS  SUBDIVISION  SHALL  BE  MADE PART OF AND SET FORTH IN THE OFFICIAL\n   16  RECORD OF THE PROCEEDINGS OF THE AGENCY. ONCE DISCLOSURE HAS  BEEN  MADE\n   17  BY  A MEMBER OR EMPLOYEE OF AN AGENCY WITH RESPECT TO ANY SUCH INTEREST,\n   18  NO FURTHER DISCLOSURES NEED BE MADE BY  SUCH  MEMBER  OR  EMPLOYEE  WITH\n   19  RESPECT  TO  ADDITIONAL ASSISTANCE OR EXEMPTIONS GRANTED TO SUCH PERSON,\n   20  FIRM, CORPORATION OR ASSOCIATION OR INVOLVING SUCH PROPERTY  DURING  THE\n   21  REMAINDER OF THE FISCAL YEAR.\n   22    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   23  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03246-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to conflicts of interest involving members or employees of an industrial development agency; and to repeal section 883 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101848.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413528544
}