{
  "year" : 2011,
  "senateBillNo" : "A82-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A82-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "reported referred to codes",
    "billEventId" : "A82-2011-1295413200000-reported+referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires cigarette manufacturers to disclose chemical additives and product design characteristics in cigarettes",
  "summary" : "Requires manufacturers of cigarettes sold or distributed in the state to disclose additives and product design characteristics used in the manufacture of cigarettes and to identify those substances and characteristics which have been determined to be toxic; provisions made for the health department to investigate the health risks associated with exposure to added constituents, toxic constituents and nicotine and shall develop standards to reduce risks; establishes civil penalty for violations; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA806-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          82\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PAULIN, GOTTFRIED, MAYERSOHN, GALEF, DINOWITZ,\n         PEOPLES-STOKES, BENEDETTO, CLARK, JAFFEE, BOYLAND, ROSENTHAL, KAVANAGH\n         -- Multi-Sponsored by -- M. of A. COLTON, GABRYSZAK, LATIMER,  LIFTON,\n         McENENY -- read once and referred to the Committee on Health\n\n       AN  ACT  to  amend the public health law, in relation to requiring ciga-\n         rette manufacturers to disclose the chemical  substances  and  product\n         design characteristics used in the manufacture of cigarettes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. It has been the policy of  the  state\n    2  to  guarantee  and facilitate the public right to know concerning health\n    3  risks that may be encountered from  manufactured  products  and  at  the\n    4  workplace.  The  legislature  finds that literally thousands of chemical\n    5  substances are routinely utilized in the manufacture  of  cigarettes  as\n    6  burn retardants, preservatives, flavor enhancers and for other aesthetic\n    7  purposes  and  that such chemicals, as well as product design character-\n    8  istics, may have toxic effects for both smokers and  nonsmokers.  There-\n    9  fore,  the legislature further finds that the public has a right to know\n   10  what chemical substances and product design characteristics are used  in\n   11  the  manufacture  of  cigarettes  and  what toxic effects, if any, these\n   12  additives and characteristics have been found to have or  are  suspected\n   13  of having.\n   14    S  2.  The  public  health  law  is  amended  by  adding a new section\n   15  1399-mm-1 to read as follows:\n   16    S 1399-MM-1. DISCLOSURE BY MANUFACTURERS OF TOBACCO PRODUCTS. 1.   FOR\n   17  THE  PURPOSE  OF PROTECTING THE PUBLIC HEALTH, ANY MANUFACTURER OF CIGA-\n   18  RETTES, SNUFF OR CHEWING TOBACCO SOLD IN THIS STATE  SHALL  PROVIDE  THE\n   19  DEPARTMENT  WITH  AN ANNUAL REPORT, IN A FORM AND AT A TIME SPECIFIED BY\n   20  THE DEPARTMENT, WHICH LISTS FOR EACH BRAND  OF  SUCH  PRODUCT  SOLD  THE\n   21  FOLLOWING INFORMATION:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00145-01-1\n\n       A. 82                               2\n\n    1    (A)  THE IDENTITY OF ANY ADDED CONSTITUENT OTHER THAN TOBACCO OR WATER\n    2  INCLUDING RECONSTITUTED TOBACCO SHEET MADE WHOLLY FROM  TOBACCO,  TO  BE\n    3  LISTED  IN  DESCENDING  ORDER ACCORDING TO WEIGHT, MEASURE, OR NUMERICAL\n    4  COUNT;\n    5    (B) THE NICOTINE YIELD RATINGS BASED ON STANDARDS TO BE ESTABLISHED BY\n    6  THE DEPARTMENT;\n    7    (C)  THE IDENTITY AND WEIGHT OF TOXIC CONSTITUENTS IN THE WHOLE TOBAC-\n    8  CO, AND FOR CIGARETTES THE IDENTITY AND WEIGHT OF TOXIC CONSTITUENTS  IN\n    9  THE  MAINSTREAM  SMOKE  AND SIDESTREAM SMOKE AND A TOXICITY YIELD RATING\n   10  BASED ON STANDARDS TO BE ESTABLISHED BY THE DEPARTMENT;\n   11    (D) FOR CIGARETTES, A DESCRIPTION AND PURPOSE OF EACH  PRODUCT  DESIGN\n   12  FEATURE  THAT  THE DEPARTMENT DETERMINES MAY INFLUENCE CONSUMER EXPOSURE\n   13  TO TOXIC CONSTITUENTS INCLUDING, BUT NOT LIMITED TO, BLEND  OF  TOBACCOS\n   14  USED, INCLUDING PERCENTAGES OF RECONSTITUTED AND EXPANDED TOBACCOS, TYPE\n   15  AND  POROSITY OF PAPER USED, DIMENSION OF THE CIGARETTE AND TOBACCO ROD,\n   16  CHARACTERISTICS OF ANY FILTER INCLUDING TYPE, DIMENSIONS, FILTER  DENIER\n   17  AND  PERCENTAGE  OF  VENTILATION, PH OF THE SMOKE, AND UNBURNED NICOTINE\n   18  CONTENT; AND\n   19    (E) FOR SNUFF OR CHEWING TOBACCO, A DESCRIPTION AND  PURPOSE  OF  EACH\n   20  PRODUCT  DESIGN  FEATURE  THAT  THE  DEPARTMENT DETERMINES MAY INFLUENCE\n   21  CONSUMER EXPOSURE INCLUDING, BUT NOT LIMITED TO, THE BLEND  OF  TOBACCOS\n   22  USED AND THE PH OF THE PRODUCT AT THE TIME OF MANUFACTURE.\n   23    2.  THE COMMISSIONER SHALL ANNUALLY PREPARE AND PUBLISH A REPORT BASED\n   24  UPON THE  INFORMATION  RECEIVED  BY  THE  DEPARTMENT  PURSUANT  TO  THIS\n   25  SECTION,  INDICATING  FOR  EACH BRAND THE NICOTINE YIELD RATINGS AND ANY\n   26  OTHER SUCH CONSTITUENTS AND PRODUCT DESIGN FEATURES WHICH THE DEPARTMENT\n   27  DETERMINES THERE IS REASONABLE SCIENTIFIC BASIS FOR CONCLUDING THAT SUCH\n   28  CONSTITUENTS AND  DESIGN  FEATURES  POSE  SIGNIFICANT  RISKS  TO  PUBLIC\n   29  HEALTH,  PROVIDED HOWEVER THAT THE QUANTITIES OF SUCH CONSTITUENTS SHALL\n   30  NOT BE INCLUDED IN THE REPORT. THE REPORT SHALL BE MADE AVAILABLE TO THE\n   31  PUBLIC AND SHALL BE AVAILABLE BY ELECTRONIC  MEANS  OVER  THE  INTERNET.\n   32  NOTHING  IN  THIS SUBDIVISION SHALL BE CONSTRUED TO REQUIRE CONSTITUENTS\n   33  THAT ARE DETERMINED BY THE DEPARTMENT NOT TO POSE SIGNIFICANT  RISKS  TO\n   34  PUBLIC HEALTH TO BE RELEASED IN THE REPORT OR FOR PUBLIC RECORD.\n   35    3. ON AND AFTER JANUARY FIRST, TWO THOUSAND FOURTEEN, NO PERSON, FIRM,\n   36  OR  CORPORATION  ENGAGED  IN THE MANUFACTURE OF CIGARETTES SHALL SELL OR\n   37  OFFER FOR SALE IN THIS STATE ANY CIGARETTES, SNUFF  OR  CHEWING  TOBACCO\n   38  FOR  WHICH  THE  INFORMATION REQUIRED BY SUBDIVISION ONE OF THIS SECTION\n   39  HAS NOT BEEN PROVIDED PURSUANT THERETO.\n   40    4. WHERE A VIOLATION OF THIS ARTICLE IS ALLEGED TO HAVE OCCURRED,  THE\n   41  ATTORNEY GENERAL MAY APPLY IN THE NAME OF THE PEOPLE OF THE STATE OF NEW\n   42  YORK  TO  THE  SUPREME  COURT OF NEW YORK ON NOTICE OF FIVE DAYS, FOR AN\n   43  ORDER COMPELLING COMPLIANCE WITH THIS ARTICLE. IN  ANY  SUCH  PROCEEDING\n   44  THE  COURT  MAY  IMPOSE  A  CIVIL PENALTY IN AN AMOUNT NOT TO EXCEED TEN\n   45  THOUSAND DOLLARS FOR EACH VIOLATION.\n   46    S 3. This act shall take effect on the first of January next  succeed-\n   47  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring cigarette manufacturers to disclose the chemical substances and product design characteristics used in the manufacture of cigarettes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T111915.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101217.T121438.TXT", "SOBI.D101216.T110414.TXT", "SOBI.D110119.T120752.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456872564
}