{
  "year" : 2011,
  "senateBillNo" : "A821-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A821-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to locally administered utility taxes on mobile telecommunications service",
  "summary" : "Relates to locally administered utility taxes on mobile telecommunications service; allows local municipalities to tax mobile telecommunications service companies based on the mobile telecommunications customer's place of primary use within the territorial limits of that municipality. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General City Law",
  "previousVersions" : [ "A2709-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          821\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Local Governments\n\n       AN ACT to amend the general city law and the village law, in relation to\n         locally  administered  utility  taxes  on  mobile   telecommunications\n         service\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 20-b of the general city law, as amended by chapter\n    2  310 of the laws of 1962, the opening paragraph as amended by chapter 287\n    3  of the laws of 1979, is amended to read as follows:\n    4    S 20-b. Cities authorized to impose taxes on  utilities.  1.  Notwith-\n    5  standing  any  other provisions of law to the contrary, any city of this\n    6  state, acting through its local legislative body, is  hereby  authorized\n    7  and  empowered to adopt and amend local laws imposing in any such city a\n    8  tax such as was imposed by section one hundred eighty-six-a of  the  tax\n    9  law,  in  effect  on  January first, nineteen hundred fifty-nine, EXCEPT\n   10  THAT THE TERM \"UTILITY\" AS DEFINED IN THAT  SECTION  ALSO  INCLUDES  ANY\n   11  PROVIDER  OF  TELECOMMUNICATION SERVICES, AS DEFINED IN PARAGRAPH (E) OF\n   12  SUBDIVISION ONE OF SECTION ONE HUNDRED EIGHTY-SIX-E OF THE TAX LAW,  AND\n   13  except  that  the  rate thereof shall not exceed one per centum of gross\n   14  income or of gross operating income, as the case may be,  and  may  make\n   15  provision for the collection thereof by the chief fiscal officer of such\n   16  city; provided, however, that the rate of such tax imposed by the cities\n   17  of  Rochester,  Buffalo and Yonkers shall not exceed three per centum of\n   18  gross income or gross operating income, as the case may be; and provided\n   19  further that nothing herein  contained  shall  be  construed  so  as  to\n   20  prevent any city from adopting local laws exempting from such tax [omni-\n   21  bus  corporations]  COMMON  CARRIERS  subject  to the supervision of the\n   22  [state department of  public  service]  COMMISSIONER  OF  TRANSPORTATION\n   23  under article [three-a] FIVE of the [public service] TRANSPORTATION law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03401-01-1\n\n       A. 821                              2\n\n    1  FOR  PURPOSES  OF  ANY  TAX  IMPOSED  PURSUANT  TO THE AUTHORITY OF THIS\n    2  SECTION, THE TERMS \"TELEPHONY AND TELEGRAPHY\" AND \"TELEPHONE  AND  TELE-\n    3  GRAPH SERVICE\" INCLUDE MOBILE TELECOMMUNICATIONS SERVICE.\n    4    2.  A tax imposed pursuant to this section shall have application only\n    5  within the territorial limits of any such city, and shall be in addition\n    6  to any and all other taxes. [This] EXCEPT AS  OTHERWISE  PROVIDED,  THIS\n    7  section  shall  not authorize the imposition of a tax on any transaction\n    8  originating or consummated outside of the territorial limits of any such\n    9  city, notwithstanding  that  some  act  be  necessarily  performed  with\n   10  respect  to such transaction within such limits. ANY TAX ON MOBILE TELE-\n   11  COMMUNICATIONS SERVICE AUTHORIZED TO BE IMPOSED BY THIS SECTION MUST  BE\n   12  IMPOSED  ONLY  ON  MOBILE  TELECOMMUNICATIONS SERVICE PROVIDED BY A HOME\n   13  SERVICE PROVIDER WHERE THE MOBILE TELECOMMUNICATIONS CUSTOMER'S PLACE OF\n   14  PRIMARY USE IS WITHIN THE TERRITORIAL LIMITS OF THE CITY.  FOR  PURPOSES\n   15  OF  ANY TAX IMPOSED PURSUANT TO THE AUTHORITY OF THIS SECTION, THE TERMS\n   16  \"MOBILE TELECOMMUNICATIONS SERVICE\", \"PLACE  OF  PRIMARY  USE\",  \"MOBILE\n   17  TELECOMMUNICATIONS CUSTOMER\", AND \"HOME SERVICE PROVIDER\" SHALL HAVE THE\n   18  SAME  MEANING  AS THOSE TERMS HAVE IN PARAGRAPHS TWENTY-FOUR, TWENTY-SIX\n   19  AND TWENTY-SEVEN, RESPECTIVELY, OF SUBDIVISION  (B)  OF  SECTION  ELEVEN\n   20  HUNDRED ONE OF THE TAX LAW.\n   21    3.  Revenues resulting from the imposition of taxes authorized by this\n   22  section heretofore or hereafter imposed shall be paid into the  treasury\n   23  of the city imposing the same, and shall be credited to and deposited in\n   24  the general fund of such city.\n   25    4.   All   of   the  provisions  of  [section]  SECTIONS  one  hundred\n   26  eighty-six-a AND ONE HUNDRED EIGHTY-SIX-E of the tax law, so far as  the\n   27  same  are  or  can  be made applicable, with such limitations as are set\n   28  forth in this section, and such modifications as  may  be  necessary  in\n   29  order  to  adapt such taxes to local conditions shall apply to the taxes\n   30  authorized by this section.\n   31    5. Any final determination of the amount of any tax payable  hereunder\n   32  shall  be reviewable for error, illegality or unconstitutionality or any\n   33  other reason whatsoever by a proceeding under article  seventy-eight  of\n   34  the  civil practice law and rules if application therefor is made to the\n   35  supreme court within thirty days after the giving of the notice of  such\n   36  final  determination,  provided, however, that any such proceeding under\n   37  article seventy-eight of the civil practice law and rules shall  not  be\n   38  instituted unless the amount of any tax sought to be reviewed, with such\n   39  interest  and  penalties  thereon as may be provided for by local law or\n   40  regulation, shall be first deposited and an undertaking filed,  in  such\n   41  amount  and  with  such sureties as a justice of the supreme court shall\n   42  approve to the effect that if such proceeding be dismissed  or  the  tax\n   43  confirmed the petitioner will pay all costs and charges which may accrue\n   44  in the prosecution of such proceeding.\n   45    6.  Where any tax imposed hereunder shall have been erroneously, ille-\n   46  gally or unconstitutionally collected and  application  for  the  refund\n   47  thereof  duly  made  to  the proper fiscal officer or officers, and such\n   48  officer or officers shall have made a determination denying such refund,\n   49  such determination shall be reviewable by  a  proceeding  under  article\n   50  seventy-eight  of  the  civil practice law and rules, provided, however,\n   51  that such proceeding is instituted within thirty days after  the  giving\n   52  of  the notice of such denial, that a final determination of tax due was\n   53  not previously made, and that an undertaking is filed  with  the  proper\n   54  fiscal  officer  or  officers in such amount and with such sureties as a\n   55  justice of the supreme court shall approve to the effect  that  if  such\n   56  proceeding  be  dismissed  or the tax confirmed, the petitioner will pay\n\n       A. 821                              3\n\n    1  all costs and charges which  may  accrue  in  the  prosecution  of  such\n    2  proceeding.\n    3    S 2. Section 5-530 of the village law is amended to read as follows:\n    4    S 5-530 Villages authorized to impose taxes on utilities.  l. Notwith-\n    5  standing  any  other  provisions  of law to the contrary, any village is\n    6  hereby authorized and empowered to adopt and amend local  laws  imposing\n    7  in  any  such  village  a tax such as was imposed by section one hundred\n    8  eighty-six-a of the tax  law,  in  effect  on  January  first,  nineteen\n    9  hundred  fifty-nine,  EXCEPT  THAT THE TERM \"UTILITY\" AS DEFINED IN THAT\n   10  SECTION ALSO INCLUDES ANY PROVIDER  OF  TELECOMMUNICATION  SERVICES,  AS\n   11  DEFINED  IN  PARAGRAPH  (E)  OF  SUBDIVISION  ONE OF SECTION ONE HUNDRED\n   12  EIGHTY-SIX-E OF THE TAX LAW, AND except that the rate thereof shall  not\n   13  exceed  one  per centum of gross income or of gross operating income, as\n   14  the case may be, and may make provision for the  collection  thereof  by\n   15  the  chief fiscal officer of such village; provided, however, that noth-\n   16  ing herein contained shall be construed so as  to  prevent  any  village\n   17  from  adopting local laws exempting from such tax [omnibus corporations]\n   18  COMMON CARRIERS subject to the supervision of the [state  department  of\n   19  public  service]  COMMISSIONER OF TRANSPORTATION under article [three-a]\n   20  FIVE of the [public service] TRANSPORTATION law. FOR PURPOSES OF ANY TAX\n   21  IMPOSED PURSUANT TO THE AUTHORITY OF THIS SECTION, THE TERMS  \"TELEPHONY\n   22  AND  TELEGRAPHY\"  AND  \"TELEPHONE  AND TELEGRAPH SERVICE\" INCLUDE MOBILE\n   23  TELECOMMUNICATIONS SERVICE.\n   24    2. A tax imposed pursuant to this section shall have application  only\n   25  within the territorial limits of any such village, and shall be in addi-\n   26  tion  to  any  and all other taxes. [This] EXCEPT AS OTHERWISE PROVIDED,\n   27  THIS section shall not authorize the imposition of a tax on  any  trans-\n   28  action  originating  or consummated outside of the territorial limits of\n   29  any such village, notwithstanding that some act be necessarily performed\n   30  with respect to such transaction within such limits.\n   31    [2.] ANY TAX ON MOBILE TELECOMMUNICATIONS  SERVICE  AUTHORIZED  TO  BE\n   32  IMPOSED  BY  THIS  SECTION  MUST  BE IMPOSED ONLY ON MOBILE TELECOMMUNI-\n   33  CATIONS SERVICE PROVIDED BY A HOME SERVICE  PROVIDER  WHERE  THE  MOBILE\n   34  TELECOMMUNICATIONS  CUSTOMER'S PLACE OF PRIMARY USE IS WITHIN THE TERRI-\n   35  TORIAL LIMITS OF THE VILLAGE. FOR PURPOSES OF ANY TAX  IMPOSED  PURSUANT\n   36  TO  THE  AUTHORITY OF THIS SECTION, THE TERMS \"MOBILE TELECOMMUNICATIONS\n   37  SERVICE\", \"PLACE OF PRIMARY USE\", \"MOBILE TELECOMMUNICATIONS  CUSTOMER\",\n   38  AND  \"HOME  SERVICE PROVIDER\" SHALL HAVE THE SAME MEANING AS THOSE TERMS\n   39  HAVE IN PARAGRAPHS TWENTY-FOUR, TWENTY-SIX,  AND  TWENTY-SEVEN,  RESPEC-\n   40  TIVELY, OF SUBDIVISION (B) OF SECTION ELEVEN HUNDRED ONE OF THE TAX LAW.\n   41    3.  Revenues resulting from the imposition of taxes authorized by this\n   42  section heretofore or hereafter imposed shall be paid to  the  treasurer\n   43  of the village imposing the same, and shall be credited to and deposited\n   44  in the general fund of such village.\n   45    [3.] 4. All of the provisions of [section] SECTIONS one hundred eight-\n   46  y-six-a  AND ONE HUNDRED EIGHTY-SIX-E of the tax law, so far as the same\n   47  are or can be made applicable, with such limitations as are set forth in\n   48  this section, and such modifications as may be  necessary  in  order  to\n   49  adapt such taxes to local conditions shall apply to the taxes authorized\n   50  by this section.\n   51    [4.]  5.  Notwithstanding  any  other provisions of this section or of\n   52  section one hundred eighty-six-a  of  the  tax  law,  the  words  \"gross\n   53  income\" shall include:\n   54    a.  In the case of a utility engaged in selling telephony or telephone\n   55  service OTHER THAN MOBILE TELECOMMUNICATIONS SERVICE, only receipts from\n   56  local exchange service wholly consummated within the village; [and]\n\n       A. 821                              4\n\n    1    b. In the case of a utility engaged in selling telegraphy or telegraph\n    2  service OTHER THAN MOBILE TELECOMMUNICATIONS SERVICE, only receipts from\n    3  transactions wholly consummated within the village; AND\n    4    C.  IN  THE  CASE  OF A UTILITY ENGAGED IN SELLING MOBILE TELECOMMUNI-\n    5  CATIONS SERVICE, ONLY RECEIPTS FROM SALES OF  MOBILE  TELECOMMUNICATIONS\n    6  SERVICE  TO  MOBILE TELECOMMUNICATIONS CUSTOMERS WITH A PLACE OF PRIMARY\n    7  USE WITHIN THE VILLAGE.\n    8    [5.] 6. Any final determination of the amount of any tax payable here-\n    9  under shall be reviewable for error, illegality, or  unconstitutionality\n   10  or  any  other  reason whatsoever by a proceeding under article seventy-\n   11  eight of the civil practice law and rules if the proceeding is commenced\n   12  within ninety days after the giving of the notice of such final determi-\n   13  nation; provided, however, that any such proceeding under  said  article\n   14  seventy-eight  shall  not  be  instituted  unless  the amount of any tax\n   15  sought to be reviewed, with such interest and penalties thereon  as  may\n   16  be  provided  for  by local law, ordinance or resolution, shall be first\n   17  deposited and an undertaking filed, in such amount and with  such  sure-\n   18  ties  as a justice of the supreme court shall approve to the effect that\n   19  if such proceeding be dismissed or the tax confirmed the petitioner will\n   20  pay all costs and charges which may accrue in the  prosecution  of  such\n   21  proceeding.\n   22    [6.]   7. Where any tax imposed hereunder shall have been erroneously,\n   23  illegally or unconstitutionally collected and application for the refund\n   24  thereof duly made to the proper fiscal officer  or  officers,  and  such\n   25  officer or officers shall have made a determination denying such refund,\n   26  such  determination  shall  be  reviewable by a proceeding under article\n   27  seventy-eight of the civil practice law and  rules,  provided,  however,\n   28  that such proceeding is commenced within ninety days after the giving of\n   29  the notice of such denial, that a final determination of tax due was not\n   30  previously made, and that an undertaking is filed with the proper fiscal\n   31  officer  or  officers in such amount and with such sureties as a justice\n   32  of the supreme court shall approve to the effect that if such proceeding\n   33  be dismissed or the tax confirmed, the petitioner will pay all costs and\n   34  charges which may accrue in the prosecution of such proceeding.\n   35    [7.] 8. Except in the case of a willfully false or  fraudulent  return\n   36  with  intent  to evade the tax, no assessment of additional tax shall be\n   37  made with respect to taxes imposed under this section, after the expira-\n   38  tion of more than three years from the date of the filing of  a  return,\n   39  provided,  that  where no return has been filed as provided by local law\n   40  the tax may be assessed at any time.\n   41    S 3. Any local law adopted pursuant to the authority of  section  20-b\n   42  of  the  general  city  law or section 5-530 of the village law shall be\n   43  deemed amended to conform to the provisions of sections one and  two  of\n   44  this act with respect to taxable periods beginning on or after September\n   45  1,  2011, except that any exemption applicable to an omnibus corporation\n   46  in effect on September 1, 2011, shall not be affected by  any  amendment\n   47  made to such provisions.\n   48    S  4.  This act shall take effect September 1, 2011 and shall apply to\n   49  taxable periods beginning on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general city law and the village law, in relation to locally administered utility taxes on mobile telecommunications service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101848.TXT", "SOBI.D110104.T132003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413528551
}