{
  "year" : 2011,
  "senateBillNo" : "A822-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to children and families",
    "billEventId" : "A822-2011-1294203600000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires probation, investigation and diagnostic assessment of certain juvenile delinquents with discernible handicapping conditions prior to dispositional hearings",
  "summary" : "Provides that prior to a dispositional hearing the judge shall order a probation investigation and a diagnostic assessment of a juvenile delinquent whom the court reasonably finds, on the record, to have a demonstrable need for a remediation of a discernible handicapping condition; allows judges to refer custody through various state agencies for placement into programs under protocol and funding provisions currently in existence. ",
  "currentCommittee" : null,
  "sameAs" : "S2764",
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "A2406-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          822\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Children and Families\n\n       AN ACT to amend the family court act, in relation to probation, investi-\n         gation and diagnostic assessment of juvenile delinquents or any  other\n         juvenile delinquent whom the court reasonably finds, on the record, to\n         have  a demonstrable need for a remediation of a discernible handicap-\n         ping condition\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 351.1 of the family court act, as\n    2  amended by chapter 398 of the laws  of  1983,  is  amended  to  read  as\n    3  follows:\n    4    1.  Following a determination that a respondent has committed a desig-\n    5  nated felony act OR ANY OTHER JUVENILE DELINQUENT WHOM THE COURT REASON-\n    6  ABLY FINDS, ON THE RECORD, TO HAVE A DEMONSTRABLE NEED FOR A REMEDIATION\n    7  OF A DISCERNIBLE HANDICAPPING CONDITION and prior to  the  dispositional\n    8  hearing,  the judge shall order a probation investigation and a diagnos-\n    9  tic assessment. For the purposes of this article, the probation investi-\n   10  gation shall include, but not be limited to, the history of the juvenile\n   11  including previous conduct, the family situation, any  previous  psycho-\n   12  logical  and  psychiatric  reports,  school  adjustment, previous social\n   13  assistance provided by voluntary or public agencies and the response  of\n   14  the  juvenile  to such assistance. For the purposes of this article, the\n   15  diagnostic assessment shall include, but not be limited  to,  psycholog-\n   16  ical  tests  and psychiatric interviews to determine mental capacity and\n   17  achievement, emotional  stability  and  mental  disabilities.  It  shall\n   18  include  a  clinical assessment of the situational factors that may have\n   19  contributed to the act or acts. When feasible, expert opinion  shall  be\n   20  rendered  as to the risk presented by the juvenile to others or himself,\n   21  with a recommendation as to the need for a restrictive placement.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03214-01-1\n\n       A. 822                              2\n\n    1    S 2. Subdivision 3 of section 351.1 of the family court act, as  added\n    2  by chapter 920 of the laws of 1982, is amended to read as follows:\n    3    3. A child shall not be placed in accord with section 353.3 unless the\n    4  court  has  ordered a probation investigation prior to the dispositional\n    5  hearing; a child shall not be placed in accord with section 353.4 unless\n    6  the court has ordered a diagnostic assessment prior to such hearing. THE\n    7  DIAGNOSTIC ASSESSMENT SHALL BE COMPLETED BY  AN  INTERDISCIPLINARY  TEAM\n    8  CONSISTING  OF,  BUT  NOT LIMITED TO, A PSYCHOLOGIST, A SOCIAL WORKER, A\n    9  SPECIAL EDUCATOR, A PHYSICIAN, AND A LAW GUARDIAN AND/OR LEGAL COUNSEL.\n   10    S 3. Subdivisions 1 and 4 of section 353.4 of the  family  court  act,\n   11  subdivision 1 as amended by chapter 465 of the laws of 1992 and subdivi-\n   12  sion  4 as added by chapter 920 of the laws of 1982, are amended to read\n   13  as follows:\n   14    1. If at the conclusion of the dispositional hearing and in accordance\n   15  with section 352.2 the court finds that  the  respondent  has  a  mental\n   16  illness,  mental  retardation or developmental disability, as defined in\n   17  section 1.03 of the mental hygiene law, which is  likely  to  result  in\n   18  serious  harm to himself or others, the court may issue an order placing\n   19  such respondent with the [division for youth]  OFFICE  OF  CHILDREN  AND\n   20  FAMILY  SERVICES  or, with the consent of the local commissioner, with a\n   21  local commissioner of social services, OR  THE  COMMISSIONER  OF  MENTAL\n   22  HEALTH  OR  THE COMMISSIONER OF THE OFFICE FOR PEOPLE WITH DEVELOPMENTAL\n   23  DISABILITIES CONSISTENT WITH PLACEMENT PROVISIONS AS OUTLINED IN CHAPTER\n   24  SEVEN HUNDRED FIFTY-SEVEN OF THE LAWS OF NINETEEN HUNDRED SEVENTY-SEVEN,\n   25  CHAPTER FIVE HUNDRED SIXTY-THREE OF THE LAWS OF NINETEEN HUNDRED  EIGHTY\n   26  AND  ARTICLE  EIGHTY-ONE  OF  THE EDUCATION LAW, AND/OR ANY VOLUNTARY OR\n   27  NOT-FOR-PROFIT AGENCY LICENSED UNDER THESE PROVISIONS OF LAW NOT  INCON-\n   28  SISTENT  WITH  THE  RULES  AND  REGULATIONS  GOVERNING  THE PLACEMENT OF\n   29  CLIENTS.  Any such order shall direct the temporary transfer for  admis-\n   30  sion  of  the  respondent  to  the custody of either the commissioner of\n   31  mental health or the commissioner of [mental retardation and] THE OFFICE\n   32  FOR PEOPLE WITH developmental disabilities who shall arrange the  admis-\n   33  sion  of the respondent to the appropriate facility of the department of\n   34  mental hygiene. The director of a hospital operated  by  the  office  of\n   35  mental  health  may,  subject  to  the provisions of section 9.51 of the\n   36  mental hygiene law, transfer a person admitted to the hospital  pursuant\n   37  to this subdivision to a residential treatment facility for children and\n   38  youth,  as  that  term  is defined in section 1.03 of the mental hygiene\n   39  law, if care and treatment in such a facility would  more  appropriately\n   40  meet  the  needs  of  the respondent. Persons temporarily transferred to\n   41  such custody under this provision may be retained for care and treatment\n   42  for a period of up to one year and whenever appropriate shall be  trans-\n   43  ferred  back  to  the [division for youth] OFFICE OF CHILDREN AND FAMILY\n   44  SERVICES pursuant to the provisions of section five hundred nine of  the\n   45  executive  law  or  transferred back to the local commissioner of social\n   46  services. Within thirty days of such transfer back, application shall be\n   47  made by the [division for youth] OFFICE OF CHILDREN AND FAMILY  SERVICES\n   48  or  the  local  commissioner  of social services to the placing court to\n   49  conduct a further dispositional hearing at which the court may make  any\n   50  order  authorized  under  section  352.2,  except that the period of any\n   51  further order of disposition shall  take  into  account  the  period  of\n   52  placement hereunder. Likelihood to result in serious harm shall mean (a)\n   53  substantial risk of physical harm to himself as manifested by threats or\n   54  attempts  at suicide or serious bodily harm or other conduct demonstrat-\n   55  ing he is dangerous to himself or (b) a  substantial  risk  of  physical\n   56  harm to other persons as manifested by homicidal or other violent behav-\n\n       A. 822                              3\n\n    1  ior  by  which  others  are  placed in reasonable fear of serious bodily\n    2  harm.\n    3    4.  No  order of disposition placing the respondent in accordance with\n    4  this section shall be entered except upon clear and convincing  evidence\n    5  which  shall  include  the  testimony  of  [two  examining physicians as\n    6  provided in section two hundred fifty-one]  THE  INTERDISCIPLINARY  TEAM\n    7  ESTABLISHED IN SUBDIVISION THREE OF SECTION 351.1 OF THIS PART.\n    8    S 4. This act shall take effect on the first of November next succeed-\n    9  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to probation, investigation and diagnostic assessment of juvenile delinquents or any other juvenile delinquent whom the court reasonably finds, on the record, to have a demonstrable need for a remediation of a discernible handicapping condition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101848.TXT", "SOBI.D110104.T132003.TXT", "SOBI.D110201.T141400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296587640761
}