{
  "year" : 2011,
  "senateBillNo" : "A825-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A825-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits discrimination in the issuance of homeowners' insurance policies and clarifies prohibition of refusal to issue policies based solely on geographical location",
  "summary" : "Prohibits discrimination in the issuance of homeowner's insurance policies based upon the subject property's location or age of structures contained thereon; makes various provisions clarifying prohibition on refusal to issue or renew certain policies including homeowner's fire and extended coverage based solely on geographical location. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2742-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          825\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Insurance\n\n       AN ACT to amend the insurance law, in relation to prohibiting  discrimi-\n         nation  in  the  issuance or renewal of homeowners' insurance policies\n         and to the geographical location of risk of certain policies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  3429  of the insurance law is amended to read as\n    2  follows:\n    3    S 3429. Geographical location of risks; HOMEOWNERS';  fire,  fire  and\n    4  extended coverage policies; private passenger automobile insurance poli-\n    5  cies.  (a)  No insurer shall REJECT ANY APPLICATION FOR, refuse to issue\n    6  or renew, LIMIT THE TYPE OR AMOUNT OF COVERAGE OFFERED or shall cancel a\n    7  policy of:\n    8    (1) HOMEOWNERS' INSURANCE, fire insurance or fire and extended  cover-\n    9  age insurance, or\n   10    (2)  automobile  insurance  subject  to  section  three  thousand four\n   11  hundred twenty-five of this article\n   12  based solely on the geographical location, AGE OR MARKET  VALUE  of  the\n   13  risk  OR PROPERTY within this state. Such prohibition shall not preclude\n   14  an insurer from REJECTING AN APPLICATION FOR SUCH COVERAGE BASED ON  THE\n   15  UNREASONABLE  DISTANCE  OF THE RISK OR PROPERTY FROM THE INSURER'S ORDI-\n   16  NARY SERVICE AREA, OR FROM refusing to issue or renew, LIMITING THE TYPE\n   17  OR AMOUNT OF COVERAGE OFFERED or from cancelling such policies [based on\n   18  sound underwriting and actuarial principles] IF ITS ACTION IS  SUPPORTED\n   19  BY  ACTUARIALLY  SOUND  STATISTICAL DATA reasonably related to actual or\n   20  anticipated loss experience subject  to  the  applicable  provisions  of\n   21  section  three  thousand  four  hundred twenty-five of this article, AND\n   22  SUCH ACTION IS CONSISTENT WITH ITS TREATMENT OF RISKS  OF  SUBSTANTIALLY\n   23  SIMILAR HAZARD IN ALL GEOGRAPHICAL LOCATIONS IT SERVES IN THIS STATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03398-01-1\n\n       A. 825                              2\n\n    1    (b)  The  superintendent shall by regulation establish procedures with\n    2  respect to notification to insureds of the insurer's specific reason  or\n    3  reasons  for refusal to issue or renew or for cancellation of such poli-\n    4  cy.\n    5    S  2. Section 3430 of the insurance law, paragraph 1 of subsection (a)\n    6  as amended by chapter 259 of the laws of 2005, is  amended  to  read  as\n    7  follows:\n    8    S  3430.  Right  of  insured,  agent  or  broker aggrieved on basis of\n    9  geographical location of property or risks. (a) An insured aggrieved  by\n   10  an inability to obtain OR RETAIN A TYPE OR AMOUNT OF:\n   11    (1)  homeowner's  insurance,  including  fire  insurance  or  fire and\n   12  extended coverage insurance, other  than  from  the  New  York  property\n   13  insurance underwriting association, or\n   14    (2)  automobile  insurance  subject  to  section  three  thousand four\n   15  hundred twenty-five of this article, other than  through  the  New  York\n   16  automobile insurance plan,\n   17  from any insurer or through any insurance agent or broker because of the\n   18  geographical location, AGE OR MARKET VALUE of the risk or property with-\n   19  in the state or a licensed agent or broker whose contract or account was\n   20  terminated  or  not  renewed because of the geographical location of the\n   21  agent or broker or the geographical location, AGE OR MARKET VALUE of the\n   22  risks within the state for which coverage is afforded through the  agent\n   23  or  broker  [and  the grievance was not the result of the application of\n   24  sound underwriting and actuarial principles reasonably related to actual\n   25  or anticipated loss experience] may file a complaint to that effect with\n   26  the superintendent on a form prescribed by him.\n   27    (b) The superintendent shall investigate  the  complaint  pursuant  to\n   28  rules and regulations promulgated by him. In addition to any other power\n   29  or  procedure  authorized by this chapter, the superintendent SHALL TAKE\n   30  SUCH ACTION AND REQUIRE SUCH DOCUMENTATION AS DEEMED NECESSARY TO DETER-\n   31  MINE COMPLIANCE WITH SECTION THREE THOUSAND FOUR HUNDRED TWENTY-NINE AND\n   32  THREE THOUSAND FOUR  HUNDRED  THIRTY-THREE  OF  THIS  ARTICLE,  AND  may\n   33  require  the physical inspection of the risk or property or hold a hear-\n   34  ing, or both, for the purpose of assisting him in his  determination  of\n   35  the issues raised by the complaint.\n   36    S 3. Section 3433 of the insurance law is amended to read as follows:\n   37    S  3433.  Termination  of  contracts or accounts of licensed agents or\n   38  brokers; prohibition; geographical location. (a) No insurer shall termi-\n   39  nate or refuse to renew a contract or account of  a  licensed  agent  or\n   40  broker who negotiated policies of:\n   41    (1)  HOMEOWNERS' INSURANCE, fire insurance or fire and extended cover-\n   42  age insurance or\n   43    (2) automobile  insurance  subject  to  section  three  thousand  four\n   44  hundred  twenty-five of this article when such termination or refusal to\n   45  renew is based solely on the  geographical  location  of  the  agent  or\n   46  broker  or  GEOGRAPHICAL  LOCATION, AGE OR MARKET VALUE of the risks for\n   47  which coverage is afforded through such  agent  or  broker  UNLESS  SUCH\n   48  ACTION  IS  SUPPORTED  BY  ACTUARIALLY SOUND STATISTICAL DATA REASONABLY\n   49  RELATED TO ACTUAL OR ANTICIPATED LOSS EXPERIENCE OF SUCH RISKS, AND SUCH\n   50  ACTION IS CONSISTENT WITH ITS TREATMENT OF LICENSED  AGENTS  OR  BROKERS\n   51  WHO NEGOTIATED POLICIES FOR RISKS OF SUBSTANTIALLY SIMILAR HAZARD IN ALL\n   52  GEOGRAPHICAL LOCATIONS IT SERVES IN THIS STATE.\n   53    (b)  The  superintendent  shall  by  regulation  establish  procedures\n   54  requiring notification to  such  agents  or  brokers  of  the  insurer's\n   55  specific  reason  or  reasons  for  termination  or refusal to renew the\n   56  agent's or broker's contract or account.\n\n       A. 825                              3\n\n    1    S 4. This act shall take effect on the thirtieth day after   it  shall\n    2  have  become  a  law  and  shall  apply to all contracts and policies of\n    3  insurance issued or renewed on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to prohibiting discrimination in the issuance or renewal of homeowners' insurance policies and to the geographical location of risk of certain policies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T132003.TXT", "SOBI.D110106.T151241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294344761242
}