{
  "year" : 2011,
  "senateBillNo" : "A826-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A826-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets internal investigative standards and practices for police officers with respect to matters of police conduct",
  "summary" : "Sets internal investigative standards and practices for police officers with respect to matters of police conduct; supersedes contrary provisions of law or collective bargaining agreements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A2346-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          826\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Governmental Employees\n\n       AN ACT to amend the civil service law, in relation to internal  investi-\n         gative standards and practices for police officers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil service law is amended by adding  a  new  section\n    2  204-b to read as follows:\n    3    S  204-B.  INTERNAL  INVESTIGATIVE  STANDARDS AND PRACTICES FOR POLICE\n    4  OFFICERS. 1. THE LEGISLATURE HEREBY FINDS AND DECLARES THAT THE  CONDUCT\n    5  AND  COMPETENCE  OF  POLICE  OFFICERS ARE MATTERS OF VITAL IMPORTANCE TO\n    6  PUBLIC SAFETY AND WELFARE AND  TO  THE  MAINTENANCE  OF  CIVIL  SOCIETY.\n    7  THESE MATTERS ARE EFFECTED WITH THE HIGHEST PUBLIC INTEREST.\n    8    2.  NOTWITHSTANDING  ANY  INCONSISTENT PROVISION OF LAW, THE FOLLOWING\n    9  PROCEDURES SHALL APPLY TO INVESTIGATIONS OF  THE  CONDUCT  OF  A  POLICE\n   10  OFFICER  BY ANY POLICE AGENCY, NOTWITHSTANDING ANY CONTRARY PROVISION OF\n   11  ANY COLLECTIVE BARGAINING AGREEMENT. ANY COLLECTIVE BARGAINING AGREEMENT\n   12  OR PORTION THEREOF INCONSISTENT WITH THE PROVISIONS OF THIS  SECTION  IS\n   13  HEREBY DECLARED TO BE VOID AS AGAINST PUBLIC POLICY.\n   14    3.  ANY  INVESTIGATION  INTO  THE CONDUCT OF A POLICE OFFICER SHALL BE\n   15  CONDUCTED AS FOLLOWS:\n   16    (A) QUESTIONING AND INVESTIGATION OF  OFFICERS  SHALL  COMMENCE  IMME-\n   17  DIATELY UPON THE OCCURRENCE OF CAUSE THEREFOR;\n   18    (B)  WHENEVER  MORE  THAN  ONE  OFFICER IS TO BE INVESTIGATED OR QUES-\n   19  TIONED, ALL OF THE INVOLVED OFFICERS SHALL BE QUESTIONED SEPARATELY;\n   20    (C) NO PRELIMINARY OR UNOFFICIAL STATEMENTS SHALL BE TAKEN;\n   21    (D) ALL STATEMENTS SHALL BE RECORDED  VERBATIM; AND\n   22    (E) QUESTIONING  AND  INVESTIGATION  OF  NON-OFFICER  WITNESSES  SHALL\n   23  COMMENCE IMMEDIATELY UPON THE OCCURRENCE OF CAUSE THEREFOR.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03238-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to internal investigative standards and practices for police officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T132003.TXT", "SOBI.D110106.T151241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294344761255
}