{
  "year" : 2011,
  "senateBillNo" : "A828-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to social services",
    "billEventId" : "A828-2011-1294203600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Further restricts eligibility of persons for public assistance",
  "summary" : "Further restricts eligibility of persons for public assistance to prohibit it in cases where a person is fleeing to avoid prosecution, custody or confinement for a misdemeanor charge and allows disclosure to assist in the apprehension of the same. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A2392-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          828\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Social Services\n\n       AN ACT to amend the social services law, in relation to eligibility  for\n         public assistance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision  14  of  section  131  of  the\n    2  social  services law, as added by section 11 of part B of chapter 436 of\n    3  the laws of 1997, is amended to read as follows:\n    4    (a) Notwithstanding any provision of this chapter or other law to  the\n    5  contrary,  no  public assistance shall be given to any individual who is\n    6  (i) fleeing to avoid prosecution or custody or conviction under the laws\n    7  of the place from which the individual flees for a crime, or an  attempt\n    8  to  commit a crime, [which is a felony] under the laws of the place from\n    9  which the individual flees [or which, in the case of the  state  of  New\n   10  Jersey,  is  a  high  misdemeanor  under the laws of such state] or (ii)\n   11  violating a condition of probation or parole imposed  under  federal  or\n   12  state law.\n   13    S 2. Subdivision 5 of section 136 of the social services law, as added\n   14  by  section  25 of part B of chapter 436 of the laws of 1997, is amended\n   15  to read as follows:\n   16    5. A social services official shall disclose to a  federal,  state  or\n   17  local  law enforcement officer, upon request of the officer, the current\n   18  address OR ANY OTHER INFORMATION NECESSARY FOR THE APPREHENSION  of  any\n   19  APPLICANT OR recipient of family assistance, or safety net assistance if\n   20  the  duties  of  the officer include the location or apprehension of the\n   21  APPLICANT OR recipient and the officer  furnishes  the  social  services\n   22  official  with  the  name of the APPLICANT OR recipient and notifies the\n   23  agency that such APPLICANT OR recipient is fleeing to avoid prosecution,\n   24  custody or confinement after conviction, under the  laws  of  the  place\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03254-01-1\n\n       A. 828                              2\n\n    1  from  which  the  APPLICANT  OR  recipient is fleeing, for a crime or an\n    2  attempt to commit a crime which is a felony  OR  MISDEMEANOR  under  the\n    3  laws  of the place from which the APPLICANT OR recipient is fleeing, [or\n    4  which,  in  the  case  of the state of New Jersey, is a high misdemeanor\n    5  under the laws of that state,] or is violating a condition of  probation\n    6  or  parole  imposed under a federal or state law or has information that\n    7  is necessary for the officer to conduct his or her official duties.   In\n    8  a request for disclosure pursuant to this subdivision, such law enforce-\n    9  ment  officer  shall endeavor to include identifying information to help\n   10  ensure that the social services official discloses only the  address  of\n   11  the person sought and not the address of a person with the same or simi-\n   12  lar name.\n   13    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to eligibility for public assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T132003.TXT", "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049446
}