{
  "year" : 2011,
  "senateBillNo" : "A829-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A829-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enables the city of Rochester to prefer minority and women-owned businesses in awarding public contracts",
  "summary" : "Enables the city of Rochester to prefer minority and women-owned businesses in awarding public contracts where the contract for purchase of commodities and/or services is in the amount of $100,000 or less and a disparity in procurement opportunities has been documented for the type of such commodities and/or services for which the city is contracting. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A5997-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          829\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Local Governments\n\n       AN ACT to amend the general municipal law, in  relation  to  giving  the\n         city  of  Rochester the power to prefer minority and women-owned busi-\n         nesses in awarding public contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 103 of the general municipal law,\n    2  as amended by section 1 of part FF of chapter 56 of the laws of 2010, is\n    3  amended to read as follows:\n    4    1. Except as otherwise expressly provided by an act of the legislature\n    5  or by a local law adopted prior to  September  first,  nineteen  hundred\n    6  fifty-three,  all  contracts for public work involving an expenditure of\n    7  more than  thirty-five  thousand  dollars  and  all  purchase  contracts\n    8  involving  an expenditure of more than twenty thousand dollars, shall be\n    9  awarded by the appropriate officer,  board  or  agency  of  a  political\n   10  subdivision  or  of  any district therein including but not limited to a\n   11  soil conservation district, to the lowest responsible bidder  furnishing\n   12  the  required security after advertisement for sealed bids in the manner\n   13  provided by this section. In any case where a responsible bidder's gross\n   14  price is reducible by an allowance for  the  value  of  used  machinery,\n   15  equipment,  apparatus  or  tools to be traded in by a political subdivi-\n   16  sion, the gross price shall be reduced by the amount of such  allowance,\n   17  for  the  purpose of determining the low bid. In cases where two or more\n   18  responsible bidders furnishing the required  security  submit  identical\n   19  bids  as  to price, such officer, board or agency may award the contract\n   20  to any of such bidders. Such officer, board or agency may, in his or her\n   21  or its discretion, reject all bids and readvertise for new bids  in  the\n   22  manner  provided by this section; PROVIDED, HOWEVER, THAT IN THE CITY OF\n   23  ROCHESTER, FOR PUBLIC WORKS AND PURCHASE CONTRACTS  UP  TO  ONE  HUNDRED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03386-01-1\n\n       A. 829                              2\n\n    1  THOUSAND  DOLLARS, SUCH CONTRACTS MAY BE AWARDED TO A MINORITY OR WOMAN-\n    2  OWNED BUSINESS CERTIFIED AS SUCH BY THE STATE OF NEW  YORK  AND  LOCATED\n    3  WITHIN  THE  ROCHESTER  METROPOLITAN  STATISTICAL  AREA, AS LONG AS SUCH\n    4  AWARD  IS  BASED  ON CONTRACTOR SUBMISSIONS IN RESPONSE TO A REQUEST FOR\n    5  PROPOSALS AND MADE PURSUANT  TO  A  MINORITY  AND  WOMAN-OWNED  BUSINESS\n    6  ENTERPRISE  PROGRAM LAWFULLY ADOPTED BY THE CITY OF ROCHESTER. In deter-\n    7  mining whether a purchase is an  expenditure  within  the  discretionary\n    8  threshold amounts established by this subdivision, the officer, board or\n    9  agency  of  a  political  subdivision  or  of any district therein shall\n   10  consider the reasonably expected aggregate amount of  all  purchases  of\n   11  the  same  commodities,  services  or  technology  to be made within the\n   12  twelve-month period commencing on the date of purchase.    Purchases  of\n   13  commodities,  services  or  technology shall not be artificially divided\n   14  for the purpose of satisfying the discretionary buying thresholds estab-\n   15  lished by this subdivision. A change to or a renewal of a  discretionary\n   16  purchase shall not be permitted if the change or renewal would bring the\n   17  reasonably  expected  aggregate  amount  of  all  purchases  of the same\n   18  commodities, services or technology from the same  provider  within  the\n   19  twelve-month  period  commencing on the date of the first purchase to an\n   20  amount greater than  the  discretionary  buying  threshold  amount.  For\n   21  purposes  of  this  section,  \"sealed  bids\",  as  that  term applies to\n   22  purchase contracts, shall include bids submitted in an electronic format\n   23  including submission of  the  statement  of  non-collusion  required  by\n   24  section one hundred three-d of this article, provided that the governing\n   25  board  of  the  political  subdivision  or  district, by resolution, has\n   26  authorized the receipt of bids in such format.  Submission in electronic\n   27  format may, for technology contracts only, be required as the sole meth-\n   28  od for the submission of bids. Bids submitted in  an  electronic  format\n   29  shall  be  transmitted  by bidders to the receiving device designated by\n   30  the political subdivision or district. Any method used to receive  elec-\n   31  tronic bids shall comply with article three of the state technology law,\n   32  and any rules and regulations promulgated and guidelines developed ther-\n   33  eunder and, at a minimum, must (a) document the time and date of receipt\n   34  of  each  bid  received electronically; (b) authenticate the identity of\n   35  the sender; (c) ensure the security of the information transmitted;  and\n   36  (d) ensure the confidentiality of the bid until the time and date estab-\n   37  lished  for  the opening of bids. The timely submission of an electronic\n   38  bid in compliance with instructions provided for such submission in  the\n   39  advertisement  for bids and/or the specifications shall be the responsi-\n   40  bility solely of each bidder or prospective bidder. No political  subdi-\n   41  vision  or  district therein shall incur any liability from delays of or\n   42  interruptions in the receiving device designated for the submission  and\n   43  receipt of electronic bids.\n   44    S  2. This act shall take effect immediately; provided that the amend-\n   45  ments to subdivision 1 of section 103 of the general municipal law  made\n   46  by  section  one  of  this  act  shall not affect the expiration of such\n   47  subdivision and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to giving the city of Rochester the power to prefer minority and women-owned businesses in awarding public contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T132003.TXT", "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049473
}