{
  "year" : 2011,
  "senateBillNo" : "A83-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A83-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides restroom access to persons with certain medical conditions",
  "summary" : "Provides restroom access to persons with certain medical conditions; defines the term eligible medical condition. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A807-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          83\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN,  DINOWITZ,  GALEF,  KELLNER, REILLY,\n         J. RIVERA, HEVESI -- Multi-Sponsored by -- M.  of  A.  BOYLAND,  McDO-\n         NOUGH,  MILLMAN, PHEFFER -- read once and referred to the Committee on\n         Health\n\n       AN ACT to amend the public health law, in relation to enacting the rest-\n         room access act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"restroom\n    2  access act\".\n    3    S 2. The public health law is amended by adding a new  article  19  to\n    4  read as follows:\n\n    5                                 ARTICLE 19\n    6                             RESTROOM ACCESS ACT\n\n    7  SECTION 1900. DEFINITION.\n    8          1901. ACCESS TO RESTROOM FACILITIES.\n    9          1902. REQUIRED CHANGES.\n   10    S  1900. DEFINITION. AS USED IN THIS ARTICLE, \"ELIGIBLE MEDICAL CONDI-\n   11  TION\" MEANS CROHN'S DISEASE, ULCERATIVE COLITIS, ANY OTHER  INFLAMMATORY\n   12  BOWEL  DISEASE,  IRRITABLE BOWEL SYNDROME OR ANY OTHER MEDICAL CONDITION\n   13  THAT REQUIRES IMMEDIATE ACCESS TO A TOILET FACILITY.\n   14    S 1901. ACCESS TO RESTROOM FACILITIES. A PLACE OF BUSINESS OPEN TO THE\n   15  GENERAL PUBLIC FOR THE SALE OF GOODS  OR  SERVICES  THAT  HAS  A  TOILET\n   16  FACILITY FOR ITS EMPLOYEES SHALL ALLOW ANY INDIVIDUAL WHO IS LAWFULLY ON\n   17  THE  PREMISES  OF  SUCH  PLACE  OF  BUSINESS TO USE THAT TOILET FACILITY\n   18  DURING NORMAL BUSINESS HOURS, PROVIDED THAT ALL OF THE FOLLOWING  CONDI-\n   19  TIONS ARE MET:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00904-01-1\n\n       A. 83                               2\n\n    1    1.  THE  INDIVIDUAL REQUESTING THE USE OF THE EMPLOYEE TOILET FACILITY\n    2  SUFFERS FROM AN ELIGIBLE MEDICAL CONDITION OR UTILIZES AN OSTOMY DEVICE;\n    3    2.  TWO  OR MORE EMPLOYEES OF THE PLACE OF BUSINESS ARE WORKING AT THE\n    4  TIME THE INDIVIDUAL REQUESTS USE OF THE EMPLOYEE TOILET FACILITY;\n    5    3. THE PLACE OF BUSINESS DOES NOT NORMALLY MAKE  THE  EMPLOYEE  TOILET\n    6  FACILITY AVAILABLE TO THE PUBLIC;\n    7    4.  THE  EMPLOYEE  TOILET  FACILITY  IS  NOT  LOCATED IN AN AREA WHERE\n    8  PROVIDING ACCESS WOULD CREATE AN OBVIOUS HEALTH OR SAFETY  RISK  TO  THE\n    9  REQUESTING INDIVIDUAL OR CREATE AN OBVIOUS SECURITY RISK TO THE PLACE OF\n   10  BUSINESS; AND\n   11    5.  A  PUBLIC RESTROOM IS NOT IMMEDIATELY ACCESSIBLE TO THE REQUESTING\n   12  INDIVIDUAL.\n   13    S 1902. REQUIRED CHANGES. NOTHING IN SECTION NINETEEN HUNDRED  ONE  OF\n   14  THIS ARTICLE SHALL BE CONSTRUED AS REQUIRING A PLACE OF BUSINESS OPEN TO\n   15  THE  GENERAL  PUBLIC FOR THE SALE OF GOODS OR SERVICES THAT HAS A TOILET\n   16  FACILITY FOR ITS EMPLOYEES TO MAKE ANY PHYSICAL CHANGES TO  AN  EMPLOYEE\n   17  TOILET FACILITY.\n   18    S  3.  This  act shall take effect on the ninetieth day after it shall\n   19  become law, provided that effective immediately, the addition, amendment\n   20  and/or repeal of any rule or regulation necessary for the implementation\n   21  of this act on its effective date are authorized and directed to be made\n   22  and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to enacting the restroom access act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T111915.TXT", "SOBI.D101217.T121438.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101216.T112415.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606078558
}