{
  "year" : 2011,
  "senateBillNo" : "A830-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A830-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the installation and testing of fire equipment and sprinkler systems at pet stores",
  "summary" : "Requires the installation and testing of fire equipment and sprinkler systems at pet stores. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A10616-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          830\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. KELLNER, WEISENBERG, SCARBOROUGH, KAVANAGH --\n         Multi-Sponsored by -- M.  of A. GALEF, GOTTFRIED, McDONOUGH,  SALADINO\n         -- read once and referred to the Committee on Agriculture\n\n       AN  ACT to amend the agriculture and markets law, in relation to requir-\n         ing the installation and  testing  of  fire  equipment  and  sprinkler\n         systems at pet stores\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 408 to read as follows:\n    3    S  408.   FIRE PROTECTION REQUIREMENTS FOR PET STORES. ALL PET DEALERS\n    4  LICENSED UNDER THIS ARTICLE SHALL PROVIDE FIRE PROTECTION  MEASURES  FOR\n    5  EVERY PREMISES AT WHICH THE DEALER HOUSES ANIMALS IN ACCORDANCE WITH THE\n    6  PROVISIONS OF THIS SECTION.\n    7    1.  FIRE  EQUIPMENT.  (A) FIRE DETECTION, FIRE ALARM AND FIRE FIGHTING\n    8  EQUIPMENT, INCLUDING AN ADEQUATE NUMBER OF FIRE EXTINGUISHERS, APPROPRI-\n    9  ATE TO THE TYPE OF BUILDING AND ANIMALS OCCUPYING SUCH  BUILDING,  SHALL\n   10  BE PROVIDED IN ALL RETAIL AND WHOLESALE ESTABLISHMENTS UTILIZED BY A PET\n   11  DEALER  TO HOUSE ANIMALS.  FIRE PROTECTION EQUIPMENT THROUGHOUT UNSUPER-\n   12  VISED SPACES WITHIN THE BUILDING, INCLUDING STOREROOMS, BOILER ROOMS AND\n   13  EXIT WAYS SHALL INCLUDE AN AUTOMATIC FIRE DETECTION ALARM SYSTEM OF  THE\n   14  HEAT OR SMOKE SENSING TYPE.\n   15    (B)  ALL  FIRE DETECTION, FIRE ALARM AND FIRE FIGHTING EQUIPMENT SHALL\n   16  BE TESTED ONCE A WEEK BY THE PET DEALER AND MAINTAINED IN  GOOD  WORKING\n   17  CONDITION.    STAFF SHALL BE INSTRUCTED IN THE FUNCTIONING AND OPERATION\n   18  OF SUCH EQUIPMENT.\n   19    (C) IF THE FIRE ALARM SYSTEM BECOMES INOPERATIVE AT ANY TIME, THE  PET\n   20  DEALER  SHALL  TAKE  IMMEDIATE  ACTION  TO  HAVE  THE  FIRE ALARM SYSTEM\n   21  RESTORED TO PROPER WORKING ORDER. PLACARDS SHALL BE PLACED ON  ALL  FIRE\n   22  ALARM BOXES INDICATING THAT THE SYSTEM IS INOPERATIVE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00349-01-1\n\n       A. 830                              2\n\n    1    2.  SPRINKLER  SYSTEM. (A) AN ELECTRICALLY SUPERVISED AUTOMATIC SPRIN-\n    2  KLER SYSTEM, INSTALLED IN  CONFORMITY  WITH  RULES  PROMULGATED  BY  THE\n    3  COMMISSIONER,  SHALL  BE PROVIDED IN ALL RETAIL AND WHOLESALE ESTABLISH-\n    4  MENTS UTILIZED BY A PET DEALER TO HOUSE ANIMALS. THE  SPRINKLER  SYSTEMS\n    5  SHALL  BE  PROVIDED  IN ALL PARTS OF BUILDINGS UTILIZED TO HOUSE ANIMALS\n    6  AND SHALL BE DESIGNED AND  INSTALLED  IN  SUCH  MANNER  THAT,  WHEN  ANY\n    7  PORTION  OF  THE  SYSTEM  SERVING  SPACES THAT ARE NOT UTILIZED TO HOUSE\n    8  ANIMALS IS SHUT DOWN, SPRINKLER PROTECTION FOR SPACES UTILIZED TO  HOUSE\n    9  ANIMALS  WILL  REMAIN OPERATIONAL. AT LEAST ONE AUTOMATIC SPRINKLER HEAD\n   10  SHALL BE INSTALLED IN THE STAIRWELL AREA OF ANY MEANS OF EGRESS.\n   11    (B) THE SPRINKLER SYSTEMS SHALL BE INSPECTED AT LEAST ONCE A MONTH  BY\n   12  A COMPETENT PERSON HOLDING A CERTIFICATE OF FITNESS, EMPLOYED BY THE PET\n   13  DEALER OR THE OWNER OF THE BUILDING, TO SEE THAT ALL PARTS OF THE SYSTEM\n   14  ARE IN PERFECT WORKING ORDER, AND THAT THE FIRE DEPARTMENT CONNECTION OR\n   15  CONNECTIONS, IF ANY, ARE READY FOR IMMEDIATE USE BY THE FIRE DEPARTMENT.\n   16  A  DETAILED RECORD OF EACH INSPECTION SHALL BE KEPT FOR EXAMINATION BY A\n   17  REPRESENTATIVE OF THE FIRE DEPARTMENT.\n   18    3. DISCONNECTION. IF, FOR ANY REASON, IT BECOMES NECESSARY TO  DISCON-\n   19  NECT  THE  SOURCE  OF  CURRENT OF ANY FIRE ALARM SYSTEM OR THE SPRINKLER\n   20  SYSTEM, THE PET DEALER SHALL NOTIFY THE FIRE DEPARTMENT  IN  ADVANCE  OF\n   21  EACH  DISCONNECTION,  STATING THE REASONS THEREFOR, AND SHALL NOTIFY THE\n   22  FIRE DEPARTMENT AT THE TIME THE SOURCE OF  CURRENT  OF  THE  FIRE  ALARM\n   23  SYSTEM OR THE SPRINKLER SYSTEM IS RE-CONNECTED.\n   24    4.  APPLICATION.  (A)  THE  PROVISIONS  OF THIS SECTION SHALL APPLY TO\n   25  EXISTING BUILDINGS AND TO BUILDINGS HEREAFTER ERECTED.\n   26    (B) FOR THE PURPOSES OF THIS SECTION,\n   27    (1) \"PET DEALER\" MEANS ANY PERSON WHO ENGAGES IN THE SALE OR  OFFERING\n   28  FOR  SALE  OF  MORE THAN NINE ANIMALS PER YEAR FOR PROFIT TO THE PUBLIC.\n   29  SUCH DEFINITION SHALL  INCLUDE  BREEDERS  WHO  SELL  OR  OFFER  TO  SELL\n   30  ANIMALS; PROVIDED THAT A BREEDER WHO SELLS OR OFFERS TO SELL DIRECTLY TO\n   31  THE  CONSUMER  FEWER THAN TWENTY-FIVE ANIMALS PER YEAR THAT ARE BORN AND\n   32  RAISED ON THE BREEDER'S RESIDENTIAL PREMISES SHALL NOT BE  CONSIDERED  A\n   33  PET DEALER AS A RESULT OF SELLING OR OFFERING TO SELL SUCH ANIMALS. SUCH\n   34  DEFINITION  SHALL FURTHER NOT INCLUDE DULY INCORPORATED HUMANE SOCIETIES\n   35  DEDICATED TO THE CARE OF UNWANTED ANIMALS WHICH MAKE SUCH ANIMALS AVAIL-\n   36  ABLE FOR ADOPTION WHETHER OR NOT A FEE FOR SUCH ADOPTION IS CHARGED, AND\n   37    (2) \"ANIMAL\" MEANS A DOG, CAT, RABBIT, FERRET, RODENT, REPTILE, AMPHI-\n   38  BIAN, FISH, BIRD, INSECT, ARACHNID AND  ANY  OTHER  DOMESTICATED  ANIMAL\n   39  NORMALLY  MAINTAINED IN OR NEAR THE HOUSEHOLD OF THE OWNER OR PERSON WHO\n   40  CARES FOR SUCH OTHER DOMESTICATED ANIMAL. \"ANIMAL\" SHALL NOT  INCLUDE  A\n   41  \"FARM ANIMAL\" AS DEFINED IN SECTION THREE HUNDRED FIFTY OF THIS CHAPTER.\n   42    S  2.  The commissioner shall promulgate rules, regulations and stand-\n   43  ards as he or she deems necessary to implement the  provisions  of  this\n   44  act  on  or before its effective date and, in conjunction with the state\n   45  fire administrator, shall  establish  standards  for  the  installation,\n   46  operation  and  inspection  of  fire  equipment  and  sprinkler  systems\n   47  installed pursuant to the provisions of this act.\n   48    S 3. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to requiring the installation and testing of fire equipment and sprinkler systems at pet stores ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T132003.TXT", "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049494
}