{
  "year" : 2011,
  "senateBillNo" : "A831-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A831-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the state comptroller to offer the top three proposals received by an administrative service agency or financial organization to each ambulance service part",
  "summary" : "Requires the state comptroller to offer the top three proposals received by an administrative service agency or financial organization to each ambulance service participating in a service award program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A1386-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          831\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. RABBITT, FINCH -- read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to requiring  the\n         state  comptroller  to  offer  the  top three proposals received by an\n         administrative service agency or financial organization to each  ambu-\n         lance service participating in a service award program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 219-h  of  the  general  municipal\n    2  law,  as  amended by chapter 514 of the laws of 1998, is amended to read\n    3  as follows:\n    4    1. Service award programs shall be centrally administered by the state\n    5  comptroller, or the comptroller may  enter  into  one  or  more  of  the\n    6  following contracts:\n    7    (a)    a  contract  with an administrative service agency or financial\n    8  organization to serve as program administrator and to perform all or any\n    9  portion of the functions  required  to  establish  and  administer  such\n   10  programs  including, but not limited to, preparation of a plan document,\n   11  record keeping, reporting, payment of service awards, and having custody\n   12  of program moneys and assets; or\n   13    (b) contracts with one  or  more  financial  organizations  to  invest\n   14  program moneys.\n   15    If  the  comptroller  contracts for the performance of any function as\n   16  provided in this subdivision, the comptroller shall OFFER THE TOP  THREE\n   17  PROPOSALS RECEIVED FROM THE ADMINISTRATIVE SERVICE AGENCIES OR FINANCIAL\n   18  ORGANIZATIONS  TO  THE  AMBULANCE SERVICE.   THE AMBULANCE SERVICE SHALL\n   19  SELECT AN ADMINISTRATOR AND INFORM THE COMPTROLLER.\n   20    THE COMPTROLLER SHALL be liable only for the exercise of due  care  in\n   21  the  selection of the administrative service [agency] AGENCIES or finan-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01633-01-1\n\n       A. 831                              2\n\n    1  cial [organization] ORGANIZATIONS THAT ARE PROVIDED AS SELECTIONS TO THE\n    2  AMBULANCE SERVICE.\n    3    S  2.  Paragraph  (a) of subdivision 8 of section 219-h of the general\n    4  municipal law, as amended by chapter 514 of the laws of 1998, is amended\n    5  to read as follows:\n    6    (a) All contracts or agreements with an administrative service  agency\n    7  or  financial organization shall be awarded only after receiving compet-\n    8  itive proposals.   In addition  to  other  statutory  requirements,  AND\n    9  FOLLOWING  THE  SELECTION  BY  AN  AMBULANCE SERVICE, IN ACCORDANCE WITH\n   10  PARAGRAPH (B) OF SUBDIVISION ONE OF THIS SECTION, the state  comptroller\n   11  shall  cause  to  be published in the state register and in the official\n   12  newspaper or newspapers, if any, or otherwise in an appropriate  newspa-\n   13  per  designated for such purposes, at least sixty days prior to the date\n   14  on which the contract or agreement will be  awarded  and  shall  request\n   15  proposals within thirty days of publication.\n   16    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to requiring the state comptroller to offer the top three proposals received by an administrative service agency or financial organization to each ambulance service participating in a service award program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T132003.TXT", "SOBI.D110106.T152230.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345350686
}