{
  "year" : 2011,
  "senateBillNo" : "A836-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A836-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the maintenance, improvement and repair of certain town highways",
  "summary" : "Permits the designation of low volume roads and minimum maintenance roads by town boards and enacts provisions relating to the maintenance, improvement and repair of such roads. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Highway Law",
  "previousVersions" : [ "AB10377-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          836\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DESTITO,  LIFTON,  BURLING  -- read once and\n         referred to the Committee on Transportation\n\n       AN ACT to amend the highway law and the  vehicle  and  traffic  law,  in\n         relation  to  the  maintenance, improvement and repair of certain town\n         highways\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The highway law is amended by adding a new section 205-c to\n    2  read as follows:\n    3    S 205-C. LOW VOLUME ROADS. 1. WHEN USED IN THIS SECTION, UNLESS OTHER-\n    4  WISE EXPRESSLY STATED, OR UNLESS THE CONTEXT OR SUBJECT MATTER OTHERWISE\n    5  REQUIRES, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    6    A.  \"LOW-VOLUME  ROAD\"  SHALL  MEAN  A TOWN HIGHWAY OR PORTION THEREOF\n    7  LOCATED IN A TOWN, WHEN SUCH HIGHWAY HAS AN AVERAGE DAILY TRAFFIC  COUNT\n    8  OF  LESS  THAN  FOUR HUNDRED MOTOR VEHICLES PER DAY. SUCH TERM SHALL NOT\n    9  APPLY TO ANY HIGHWAY OR ROAD OR PORTION  THEREOF  WHICH  HAS  PREVIOUSLY\n   10  BEEN  ABANDONED  PURSUANT TO SUBDIVISION ONE OF SECTION TWO HUNDRED FIVE\n   11  OF THIS ARTICLE BECAUSE IT SHALL NOT HAVE BEEN USED  OR  TRAVELED  AS  A\n   12  HIGHWAY FOR SIX YEARS. LOW VOLUME ROADS MAY BE CLASSIFIED AS FOLLOWS:\n   13    (I)  \"LOW-VOLUME  COLLECTOR  ROAD\"  SHALL  MEAN A LOW-VOLUME ROAD THAT\n   14  COLLECTS TRAFFIC FROM ANY OTHER CLASSIFICATION  AND  CHANNELS  IT  TO  A\n   15  HIGHER LEVEL ROAD, SUCH AS A STATE HIGHWAY, ARTERIAL OR INTERSTATE HIGH-\n   16  WAY.\n   17    (II)  \"RESIDENTIAL  ACCESS  ROAD\"  SHALL  MEAN  A LOW-VOLUME ROAD THAT\n   18  PROVIDES ACCESS TO RESIDENCES.   THE TRAFFIC GENERATED  DEPENDS  ON  THE\n   19  NUMBER  OF RESIDENCES. ALL YEAR ACCESS FOR EMERGENCY VEHICLES AND SCHOOL\n   20  BUSES MUST BE PROVIDED.\n   21    (III) \"RESOURCE/INDUSTRIAL ACCESS ROAD\" SHALL MEAN A  LOW-VOLUME  ROAD\n   22  THAT  PROVIDES  ACCESS  TO  FORESTS  OR INDUSTRIAL OR MINING OPERATIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01732-01-1\n\n       A. 836                              2\n\n    1  TRAFFIC VOLUME CAN VARY AND INCLUDE HEAVY TRUCKS,  EXTRACTIVE  MACHINERY\n    2  AND SIGNIFICANT NUMBERS OF EMPLOYEES' CARS.\n    3    (IV) \"AGRICULTURAL LAND ACCESS ROAD\" SHALL MEAN A LOW-VOLUME ROAD THAT\n    4  PROVIDES  ACCESS  TO  FARM  LAND.  TRAFFIC  VOLUMES  ARE  LOW  AND  VARY\n    5  SEASONALLY. SUCH ROADS SHALL ACCOMMODATE FARM EQUIPMENT.\n    6    (V) \"FARM ACCESS ROAD\" SHALL MEAN  A  LOW-VOLUME  ROAD  THAT  PROVIDES\n    7  PRINCIPAL  MOTOR  VEHICLE ACCESS FOR THE TRANSPORT OF GOODS AND SERVICES\n    8  NECESSARY FOR EFFECTIVE SUPPORT OF A FARM'S DAILY OPERATIONS TO AND FROM\n    9  THE PRIMARY LOCATION OR CENTER OF SUCH  OPERATIONS.  TRAFFIC  VOLUME  IS\n   10  GENERALLY  LOW,  SIGNIFICANTLY LESS THAN FOUR HUNDRED MOTOR VEHICLES PER\n   11  DAY, AND MAY INCLUDE OCCASIONAL HEAVY VEHICLES  AND  FARM  EQUIPMENT  AS\n   12  WELL AS OTHER MOTOR VEHICLES.\n   13    (VI)  \"RECREATION  LAND ACCESS ROAD\" SHALL MEAN A LOW-VOLUME ROAD THAT\n   14  PROVIDES ACCESS TO RECREATIONAL LAND INCLUDING SEASONAL DWELLINGS, PARKS\n   15  AND RECREATIONAL LANDS. VOLUMES CAN VARY WITH  THE  TYPE  OF  RECREATION\n   16  FACILITY, ACTIVITY AND SEASON OF THE YEAR.\n   17    B.  \"MINIMUM MAINTENANCE ROAD\" SHALL MEAN A LOW-VOLUME AGRICULTURAL OR\n   18  RECREATIONAL ACCESS ROAD OR PORTION THEREOF WITH AN AVERAGE DAILY  TRAF-\n   19  FIC  COUNT  OF  LESS THAN FIFTY MOTOR VEHICLES PER DAY DESIGNATED BY THE\n   20  TOWN AS MINIMUM MAINTENANCE PURSUANT TO THIS SECTION, EXCEPT FOR A  FARM\n   21  ACCESS  ROAD OR A ROAD WHICH PROVIDES ACCESS TO AN INDIVIDUAL YEAR-ROUND\n   22  RESIDENCE AT THE TIME IT IS PROPOSED TO BE  DESIGNATED  MINIMUM  MAINTE-\n   23  NANCE.  IN  NO  WAY SHALL THE TERM \"MINIMUM MAINTENANCE\" BE CONSTRUED TO\n   24  MEAN \"NO MAINTENANCE\" OR  \"ABANDONMENT\",  HOWEVER,  SUCH  ROADS  MAY  BE\n   25  CLOSED  DURING CERTAIN TIMES OF THE YEAR SUBJECT TO STANDARDS ADOPTED BY\n   26  THE TOWN BOARD.\n   27    C. \"MOTOR VEHICLE\" SHALL MEAN A MOTOR VEHICLE AS  DEFINED  BY  SECTION\n   28  ONE HUNDRED TWENTY-FIVE OF THE VEHICLE AND TRAFFIC LAW.\n   29    2. A. THE TOWN BOARD OF ANY TOWN MAY, BY RESOLUTION, DESIGNATE CERTAIN\n   30  TOWN  HIGHWAYS  AS  LOW-VOLUME ROADS OR PORTIONS THEREOF PURSUANT TO THE\n   31  CLASSIFICATIONS DEFINED IN THIS SECTION. IN CLASSIFYING SUCH ROADS,  THE\n   32  TOWN  BOARD  SHALL  BASE THE CLASSIFICATION ON TRAFFIC VOLUMES, TYPES OF\n   33  VEHICLES USING THE ROAD OR PORTION THEREOF,  AND  THE  CURRENT  ADJACENT\n   34  LAND  USES.  THE  TOWN BOARD SHALL REFER PROPOSED CLASSIFICATIONS TO THE\n   35  TOWN HIGHWAY SUPERINTENDENT AND THE TOWN PLANNING BOARD, IF  PRESENT  IN\n   36  SUCH TOWN.\n   37    B.  UPON  RECEIPT  OF THE PROPOSED RESOLUTION, THE TOWN HIGHWAY SUPER-\n   38  INTENDENT AND, WHERE APPLICABLE, TOWN PLANNING BOARD, SHALL REPORT THEIR\n   39  RECOMMENDATIONS TO THE TOWN BOARD, ACCOMPANIED BY  A  STATEMENT  OF  THE\n   40  REASONS FOR SUCH RECOMMENDATIONS WITHIN FORTY-FIVE DAYS OF RECEIPT. UPON\n   41  RECEIPT OF THE RECOMMENDATIONS FROM THE TOWN HIGHWAY SUPERINTENDENT AND,\n   42  WHERE  APPLICABLE, TOWN PLANNING BOARD, OR UPON THE EXPIRATION OF FORTY-\n   43  FIVE DAYS FROM THE DATE THE PROPOSED RESOLUTION WAS REFERRED,  THE  TOWN\n   44  BOARD MAY ADOPT BY MAJORITY VOTE, THE LOCAL CLASSIFICATION RESOLUTION.\n   45    3.  A. THE TOWN BOARD OF ANY TOWN MAY, AFTER A PUBLIC HEARING, ADOPT A\n   46  LOCAL LAW DESIGNATING ANY LOW-VOLUME ROAD OR PORTION  THEREOF  PROVIDING\n   47  AGRICULTURAL  OR  RECREATIONAL LAND ACCESS, EXCEPT FOR FARM ACCESS ROADS\n   48  OR ROADS THAT PROVIDE ACCESS TO AN INDIVIDUAL  YEAR-ROUND  RESIDENCE  AT\n   49  THE  TIME  OF  DESIGNATION,  AS  A MINIMUM MAINTENANCE ROAD. NO SUCH LAW\n   50  SHALL RESTRICT FARM OPERATIONS IN AN AGRICULTURAL DISTRICT.  SUCH  LOCAL\n   51  LAW  SHALL  NOT PREVENT THE STATE FROM MAINTAINING SUCH ROAD IF THE ROAD\n   52  PASSES OVER, OR PROVIDES ACCESS TO, STATE LAND. NO SUCH LAW  DESIGNATING\n   53  A  MINIMUM MAINTENANCE ROAD SHALL BE EFFECTIVE UNTIL MINIMUM MAINTENANCE\n   54  STANDARDS ARE ADOPTED AND SIGNS ARE POSTED ADVISING THE PUBLIC THAT SUCH\n   55  ROAD IS A MINIMUM MAINTENANCE ROAD. NO ROAD, ONCE DESIGNATED  A  MINIMUM\n   56  MAINTENANCE ROAD, SHALL BE DETERMINED TO HAVE BEEN ABANDONED PURSUANT TO\n\n       A. 836                              3\n\n    1  THE  PROVISIONS  OF  SUBDIVISION ONE OF SECTION TWO HUNDRED FIVE OF THIS\n    2  ARTICLE SOLELY BECAUSE IT HAS  BEEN  DESIGNATED  A  MINIMUM  MAINTENANCE\n    3  ROAD.\n    4    B.  AT LEAST FORTY-FIVE DAYS PRIOR TO THE PUBLIC HEARING ON SUCH LOCAL\n    5  LAW THE TOWN BOARD HAVING JURISDICTION OVER SUCH ROAD SHALL ISSUE  FIND-\n    6  INGS  THAT  SUCH  ROAD OR PORTION THEREOF SHOULD BE DESIGNATED A MINIMUM\n    7  MAINTENANCE ROAD. SUCH FINDINGS SHALL INCLUDE, BUT NOT BE LIMITED TO:\n    8    (I) THE VOLUME AND TYPE OF MOTOR VEHICLE TRAFFIC ON SUCH ROAD;\n    9    (II) A DETERMINATION THAT THE PROPERTY OWNERS  OF  LAND  ABUTTING  THE\n   10  ROAD SHALL CONTINUE TO HAVE ACCESS TO THEIR PROPERTY;\n   11    (III)  A  DETERMINATION  THAT  THE  USERS  OF  THE ROAD TRAVELING AT A\n   12  REASONABLE AND PRUDENT SPEED, UNDER  THE  CIRCUMSTANCES,  SHALL  NOT  BE\n   13  PLACED IN A HAZARDOUS SITUATION;\n   14    (IV)  A  DETERMINATION  THAT  SUCH  ROAD, OR PORTION THEREOF, DOES NOT\n   15  CONSTITUTE A FARM ACCESS ROAD AS DEFINED IN THIS SECTION;\n   16    (V) THE EFFECT OF SUCH DESIGNATION ON ANY  FARM  OPERATIONS  DEPENDENT\n   17  UPON  THE  ROAD,  AND THAT SUCH DESIGNATION DOES NOT RESTRICT FARM OPER-\n   18  ATIONS IN AGRICULTURAL DISTRICTS; AND\n   19    (VI) THE STANDARDS OF MAINTENANCE DEVELOPED IN CONSULTATION  WITH  THE\n   20  TOWN  HIGHWAY SUPERINTENDENT TO BE PROVIDED FOR SUCH ROAD INCLUDING, BUT\n   21  NOT LIMITED TO, THE INTENTION TO CLOSE SUCH ROAD DURING CERTAIN TIMES OF\n   22  THE YEAR.\n   23    A COPY OF THE TOWN BOARD'S FINDINGS SHALL BE MADE AVAILABLE FOR PUBLIC\n   24  INSPECTION IN THE TOWN CLERK'S OFFICE AND POSTED TO THE TOWN WEBSITE  IF\n   25  AVAILABLE.\n   26    A COPY OF THE FINDINGS SHALL BE SENT TO THE SCHOOL BOARD OF THE SCHOOL\n   27  DISTRICT  IN  WHICH EACH ROAD IS LOCATED AND TO THE TOWN PLANNING BOARD.\n   28  SUCH SCHOOL BOARD AND PLANNING BOARD MAY REVIEW THE FINDINGS OF THE TOWN\n   29  BOARD AND WITHIN FORTY-FIVE DAYS FILE WITH THE TOWN CLERK  THEIR  RECOM-\n   30  MENDATION  AND FINDINGS. IN THE EVENT THE SCHOOL OR PLANNING BOARD TAKES\n   31  NO ACTION WITHIN THE FORTY-FIVE DAY REVIEW PERIOD  THE  TOWN  BOARD  MAY\n   32  PROCEED  WITHOUT  SAID  BOARD'S  RECOMMENDATION  AND FINDINGS. SCHOOL OR\n   33  PLANNING BOARD REVIEW MAY BE WAIVED, SHORTENED OR EXTENDED  UPON  MUTUAL\n   34  CONSENT  OF  SAID  BOARD  AND THE TOWN BOARD. THE TOWN BOARD OF THE TOWN\n   35  MAY, BY RESOLUTION, ACCEPT, ACCEPT IN PART, OR  REJECT  THE  RECOMMENDA-\n   36  TIONS  OF EITHER THE SCHOOL OR PLANNING BOARD PRIOR TO ANY VOTE UPON THE\n   37  PROPOSED LOCAL LAW.\n   38    A COPY OF THE FINDINGS SHALL ALSO BE SENT TO THE DEPARTMENT  OF  ENVI-\n   39  RONMENTAL  CONSERVATION  OR  ANY  OTHER  RELEVANT  STATE AGENCY THAT HAS\n   40  JURISDICTION OVER THE LAND THAT THE ROAD PROPOSED TO  BE  DESIGNATED  AS\n   41  MINIMUM MAINTENANCE PASSES OVER OR PROVIDES ACCESS TO.\n   42    C. AT LEAST THIRTY DAYS PRIOR TO THE PUBLIC HEARING ON SUCH LOCAL LAW,\n   43  WRITTEN  NOTICE  OF  SUCH  HEARING, INCLUDING A SUMMARY OF THE FINDINGS,\n   44  SHALL BE SERVED BY CERTIFIED MAIL UPON EVERY OWNER OF REAL PROPERTY,  AS\n   45  DETERMINED  BY  THE LATEST COMPLETED ASSESSMENT ROLL, ABUTTING SUCH ROAD\n   46  OR PORTION THEREOF.\n   47    D. THE TOWN CLERK SHALL GIVE NOTICE OF SUCH HEARING BY THE PUBLICATION\n   48  OF A NOTICE IN AT LEAST ONE NEWSPAPER  OF  GENERAL  CIRCULATION  IN  THE\n   49  TOWN,  AND POST SUCH NOTICE ON THE TOWN WEBSITE IF AVAILABLE, SPECIFYING\n   50  THE TIME WHEN AND THE PLACE WHERE SUCH HEARING  WILL  BE  HELD,  AND  IN\n   51  GENERAL  TERMS  DESCRIBING THE PROPOSED RESOLUTION. SUCH NOTICE SHALL BE\n   52  PUBLISHED ONCE AT LEAST FIVE DAYS PRIOR TO THE DAY  SPECIFIED  FOR  SUCH\n   53  HEARING.\n   54    4.  A  ROAD OR ROAD SEGMENT, WHICH HAS BEEN DESIGNATED MINIMUM MAINTE-\n   55  NANCE, SHALL BE MAINTAINED AT A LEVEL WHICH ALLOWS THE ROAD TO  BE  MADE\n   56  PASSABLE  AND  FUNCTIONAL  IN  A  MANNER  DETERMINED BY THE TOWN HIGHWAY\n\n       A. 836                              4\n\n    1  SUPERINTENDENT IN ACCORDANCE WITH THE STANDARDS DEVELOPED  IN  CONSULTA-\n    2  TION  WITH THE TOWN HIGHWAY SUPERINTENDENT AND ADOPTED BY THE TOWN BOARD\n    3  TO BE CONSISTENT WITH THE VOLUME AND TYPE OF TRAFFIC TRAVELING  ON  SUCH\n    4  ROAD.    SUCH  STANDARDS SHALL NOT RESTRICT ACCESS TO FARMLAND BY A FARM\n    5  OPERATION ELIGIBLE FOR AGRICULTURAL ASSESSMENT PURSUANT TO ARTICLE TWEN-\n    6  TY-FIVE-AA OF THE AGRICULTURE AND MARKETS LAW.  NORMAL ROAD  MAINTENANCE\n    7  PRACTICES  INCLUDING,  BUT NOT LIMITED TO, SNOW AND ICE REMOVAL, PAVING,\n    8  PATCHING, BLADING, DRAGGING  OR  MOWING  MAY  BE  DONE  LESS  FREQUENTLY\n    9  DEPENDING UPON THE EXISTING CONDITIONS AND USE OF THE ROAD BUT SHALL, AT\n   10  A  MINIMUM, BE CONSISTENT WITH OTHER SUPERSEDING STANDARDS OR GUIDELINES\n   11  DEVELOPED PURSUANT TO STATE LAW. MINIMUM MAINTENANCE ROADS SHALL CONTIN-\n   12  UE TO BE PART OF THE TOWN HIGHWAY SYSTEM.\n   13    5. A. ANY PERSON OR PERSONS OWNING OR OCCUPYING REAL PROPERTY ABUTTING\n   14  A ROAD OR PORTION THEREOF WHICH HAS BEEN DESIGNATED  A  MINIMUM  MAINTE-\n   15  NANCE  ROAD  MAY PETITION THE TOWN HAVING JURISDICTION OVER SUCH ROAD OR\n   16  PORTION THEREOF TO DISCONTINUE THE DESIGNATION OF SUCH ROAD AS A MINIMUM\n   17  MAINTENANCE ROAD OR TO MODIFY THE  STANDARDS  OF  MAINTENANCE  FOR  SUCH\n   18  ROAD.  SUCH  PETITION  SHALL  BE FILED WITH THE CLERK OF THE TOWN HAVING\n   19  JURISDICTION OVER SUCH ROAD. SUCH PETITION SHALL IDENTIFY  THE  ROAD  OR\n   20  PORTION THEREOF TO BE DISCONTINUED AS A MINIMUM MAINTENANCE ROAD AND SET\n   21  FORTH  THE  REASONS  FOR  SUCH DISCONTINUANCE OR MODIFICATION.  THE TOWN\n   22  BOARD HAVING JURISDICTION OVER SUCH ROAD SHALL  HOLD  A  PUBLIC  HEARING\n   23  UPON  SUCH PETITION WITHIN THIRTY DAYS AFTER ITS RECEIPT. THE TOWN CLERK\n   24  SHALL GIVE NOTICE OF SUCH HEARING BY THE PUBLICATION OF A NOTICE  IN  AT\n   25  LEAST  ONE  NEWSPAPER  OF GENERAL CIRCULATION IN THE TOWN, AND POST SUCH\n   26  NOTICE ON THE TOWN WEBSITE IF AVAILABLE, SPECIFYING THE  TIME  WHEN  AND\n   27  THE PLACE WHERE SUCH HEARING WILL BE HELD, AND IN GENERAL TERMS DESCRIB-\n   28  ING  THE  PROPOSED  RESOLUTION.   SUCH NOTICE SHALL BE PUBLISHED ONCE AT\n   29  LEAST FIVE DAYS PRIOR TO THE DAY SPECIFIED FOR SUCH HEARING.\n   30    B. IN THE EVENT THE TOWN BOARD, AFTER SUCH PUBLIC HEARING,  DETERMINES\n   31  THAT  SUCH  DESIGNATION  OR STANDARDS SHALL CONTINUE UNCHANGED, NO ADDI-\n   32  TIONAL PETITION MAY BE SUBMITTED BY A PERSON OR PERSONS PURSUANT TO THIS\n   33  SECTION UNTIL THE LAPSE OF AT LEAST TWENTY-FOUR MONTHS FROM THE DATE  OF\n   34  THE FILING OF THE PREVIOUS PETITION FILED BY SUCH PERSON OR PERSONS.\n   35    C.  THE TOWN BOARD HAVING JURISDICTION OVER A MINIMUM MAINTENANCE ROAD\n   36  MAY ADOPT A LOCAL LAW DISCONTINUING SUCH MINIMUM MAINTENANCE ROAD DESIG-\n   37  NATION IN THE EVENT IT DETERMINES  SUCH  DISCONTINUANCE  TO  BE  IN  THE\n   38  PUBLIC INTEREST.\n   39    6.  WHERE THE MINIMUM MAINTENANCE ROAD DESIGNATION IS DISCONTINUED, OR\n   40  A LOW-VOLUME ROAD CLASSIFICATION IS CHANGED, ROAD IMPROVEMENTS  MAY,  IN\n   41  ADDITION  TO  OTHER FINANCING MECHANISMS AVAILABLE FOR ROAD CONSTRUCTION\n   42  PROJECTS, BE UNDERTAKEN IN ACCORDANCE WITH SECTION TWO  HUNDRED  OF  THE\n   43  TOWN LAW.\n   44    S  2.  The  vehicle and traffic law is amended by adding a new section\n   45  124 to read as follows:\n   46    S 124. MINIMUM MAINTENANCE ROAD. A LOW-VOLUME ROAD OR PORTION  THEREOF\n   47  WHICH  IS  DESIGNATED  BY  THE  TOWN  HAVING JURISDICTION OVER SUCH ROAD\n   48  PURSUANT TO SECTION TWO HUNDRED FIVE-C OF THE HIGHWAY LAW.\n   49    S 3. Subdivision (a) of section 1683 of the vehicle and traffic law is\n   50  amended by adding a new paragraph 18 to read as follows:\n   51    18. DESIGNATE A ROAD OR PORTION THEREOF AS A MINIMUM MAINTENANCE ROAD.\n   52    S 4. This act shall take effect on the one hundred twentieth day after\n   53  it shall have become a law, provided, however, that effective immediate-\n   54  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   55  necessary  for  the  implementation of this act on its effective date is\n   56  authorized to be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the highway law and the vehicle and traffic law, in relation to the maintenance, improvement and repair of certain town highways ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151241.TXT", "SOBI.D110104.T144010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294344761233
}