{
  "year" : 2011,
  "senateBillNo" : "A837-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A837-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the city of New York or county within the district to make maintenance of escalators, elevators and other facilities in passenger stations a priority",
  "summary" : "Requires the city of New York or county within the district to make maintenance of escalators, elevators and other facilities in passenger stations a priority; requires daily inspections, reports to MTA inspector general and the management advisory board, emergency repair order after two consecutive daily reports of inoperable facilities, and annual reports by the management advisory board. ",
  "currentCommittee" : null,
  "sameAs" : "S1241",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A3952-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          837\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. KELLNER, DINOWITZ, J. RIVERA, WEISENBERG, JAFFEE,\n         ROSENTHAL,  MILLMAN,  SCHIMEL, SPANO -- Multi-Sponsored by -- M. of A.\n         BING, CAHILL, COOK, GLICK, MAYERSOHN, McDONOUGH, PHEFFER -- read  once\n         and referred to the Committee on Corporations, Authorities and Commis-\n         sions\n\n       AN  ACT  to  amend  the  public authorities law, in relation to ensuring\n         public  accessibility  in  certain  mass  transit  and  rapid  transit\n         stations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1277 of the public authorities law, as  amended  by\n    2  chapter 161 of the laws of 2000, is amended to read as follows:\n    3    S  1277. Station operation and maintenance. The operation, maintenance\n    4  and use of passenger stations shall be public purposes of  the  city  of\n    5  New York and the counties within the district.  1. (A) The total cost to\n    6  the  authority  and  each  of  its subsidiary corporations of operation,\n    7  maintenance and use  of  each  passenger  station  within  the  district\n    8  serviced  by one or more railroad facilities of the authority or of such\n    9  subsidiary corporation, including the  buildings,  appurtenances,  plat-\n   10  forms,  lands  and  approaches  incidental or adjacent thereto, shall be\n   11  borne by the city of New York if such station is located  in  such  city\n   12  or,  if  not located in such city, by such county within the district in\n   13  which such station is located. On or before June first of each year, the\n   14  authority shall, in accordance with the method specified herein,  deter-\n   15  mine  and  certify to the city of New York and to each county within the\n   16  district the respective allocation of costs related  to  the  operation,\n   17  maintenance and use of passenger stations within such city and each such\n   18  other  county,  for  the  twelve month period ending the preceding March\n   19  thirty-first.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00769-01-1\n\n       A. 837                              2\n\n    1  For the year commencing April first, nineteen hundred  ninety-nine,  the\n    2  total  payment  amount  to be billed by the authority for the operation,\n    3  maintenance and use of each passenger station within  the  city  of  New\n    4  York and the counties of Nassau, Suffolk, Westchester, Dutchess, Putnam,\n    5  Orange,  and  Rockland  shall  be calculated by summing the total amount\n    6  listed in the base amount table plus an adjustment  to  such  base  year\n    7  amount  equal  to  the base amount times the increase or decrease in the\n    8  Consumer Price Index for Wage Earners and Clerical Workers for  the  New\n    9  York, Northeastern-New Jersey Standard Metropolitan Statistical Area for\n   10  the twelve-month period being billed.\n\n   11                              BASE AMOUNT TABLE\n   12         County                                Base Amount\n   13         Nassau                                $19,200,000\n   14         Suffolk                               $11,834,091\n   15         Westchester                           $13,269,310\n   16         Dutchess                              $ 1,581,880\n   17         Putnam                                $   618,619\n   18         Orange                                $   327,247\n   19         Rockland                              $    34,791\n   20         City of New York                      $61,435,330\n\n   21  For  each year thereafter, such total payment for each such county shall\n   22  be the same amount as the total payment  during  the  immediately  prior\n   23  year,  plus  an  adjustment  equal  to  the  prior year amount times the\n   24  increase or decrease in the Consumer Price Index for  Wage  Earners  and\n   25  Clerical  Workers  for  the  New  York, Northeastern-New Jersey Standard\n   26  Metropolitan Statistical Area for the twelve-month period being billed.\n   27    (B) On or before the following September first,  of  each  year,  such\n   28  city and each such county shall pay to the authority such cost or amount\n   29  so  certified to it on or before the preceding June first. Such city and\n   30  each such county shall have power to finance such costs  to  it  by  the\n   31  issuance  of budget notes pursuant to section 29.00 of the local finance\n   32  law. For the year beginning April first, two thousand four, the authori-\n   33  ty, the city of New York and the counties of Nassau, Suffolk,  Westches-\n   34  ter, Dutchess, Putnam, Orange, and Rockland may, after having reached an\n   35  agreement, recommend to the legislature modifications to the amounts set\n   36  forth  above  based upon changes made to commuter services including but\n   37  not limited to changes in the number of passenger stations  within  such\n   38  counties  or  the  level  of  commuter rail service provided to any such\n   39  passenger stations. Failure between the authority and between the  coun-\n   40  ties  to  reach  agreement will be referred to the state comptroller for\n   41  mediation. If the mediation is unsuccessful, each party  and  the  state\n   42  comptroller may submit a recommendation to the governor and the legisla-\n   43  ture for legislative action.\n   44    (C)  In  the event that a city or county shall fail to make payment to\n   45  the authority for station  maintenance  as  required  pursuant  to  this\n   46  section, or any part thereof, the chief executive officer of the author-\n   47  ity  or  such other person as the chairman shall designate shall certify\n   48  to the state comptroller the amount due and owing the authority  at  the\n   49  end of the state fiscal year and the state comptroller shall withhold an\n   50  equivalent  amount  from the next succeeding state aid allocated to such\n   51  county or city from the motor fuel tax and the motor  vehicle  registra-\n   52  tion  fee  distributed  pursuant to former section one hundred twelve of\n   53  the highway law, or amounts distributed pursuant to section ten-c of the\n   54  highway law, or per capita local assistance pursuant to  section  fifty-\n\n       A. 837                              3\n\n    1  four  of  the  state  finance  law subject to the following limitations:\n    2  prior to withholding amounts due the authority from such county or city,\n    3  the comptroller shall pay in full any amount due the state of  New  York\n    4  municipal  bond  bank  agency, on account of any such county's or city's\n    5  obligation to such agency; the city university construction fund  pursu-\n    6  ant  to the provisions of the city university construction fund act; the\n    7  New  York  city  housing  development  corporation,  pursuant   to   the\n    8  provisions  of  the  New  York  city housing development corporation act\n    9  (article twelve of the private housing finance  law);  and  the  transit\n   10  construction  fund pursuant to the provisions of title nine-A of article\n   11  five of this chapter. The comptroller shall give  the  director  of  the\n   12  budget notification of any such payment. Such amount or amounts so with-\n   13  held by the comptroller shall be paid to the authority and the authority\n   14  shall  use  such  amount  for the repayment of the state advances hereby\n   15  authorized. When such amount or amounts are received by  the  authority,\n   16  it  shall  credit  such amounts against any amounts due and owing by the\n   17  city or county on whose account such amount was withheld and paid.\n   18    2. NOTWITHSTANDING ANY LAW, ADMINISTRATIVE CODE, RULE OR REGULATION TO\n   19  THE CONTRARY, THE MAINTENANCE OF ESCALATORS, ELEVATORS, WHEELCHAIR LIFTS\n   20  ON CITY BUSES AND OTHER FACILITIES IN PASSENGER STATIONS THAT EXPAND USE\n   21  TO PERSONS WITH DISABILITIES SHALL BE A PRIORITY OF THE AUTHORITY.   THE\n   22  AUTHORITY  SHALL PROVIDE FOR A DAILY INSPECTION OF EACH SUCH STATION AND\n   23  CITY BUS. IF AN ESCALATOR, ELEVATOR, WHEELCHAIR LIFT OR  OTHER  FACILITY\n   24  IS  DEEMED  INOPERABLE DURING SUCH INSPECTION, THE AUTHORITY SHALL IMME-\n   25  DIATELY INITIATE REPAIR AND FILE A WRITTEN  REPORT  WITH  THE  AUTHORITY\n   26  INSPECTOR  GENERAL AND THE MANAGEMENT ADVISORY BOARD. IF SUCH ESCALATOR,\n   27  ELEVATOR, WHEELCHAIR LIFT OR OTHER FACILITY IS DEEMED INOPERABLE FOR TWO\n   28  OR MORE CONSECUTIVE DAILY INSPECTIONS,  SUCH  INSPECTOR  GENERAL  SHALL,\n   29  UPON  REVIEW  OF THE REPAIR STATUS, ISSUE OR APPROVE AN EMERGENCY REPAIR\n   30  ORDER AND SHALL MONITOR THE REPAIR PROCESS OF SUCH  FACILITY  TO  ENSURE\n   31  EXPEDITIOUS  RETURN TO SERVICE. FOR PURPOSES OF THIS SECTION, AN ESCALA-\n   32  TOR, ELEVATOR, WHEELCHAIR LIFT OR  OTHER  FACILITY  MUST  BE  CONSIDERED\n   33  INOPERABLE  WHEN  IT  CANNOT REASONABLY ACCOMMODATE A WHEELCHAIR USER OR\n   34  OTHER PERSONS WITH DISABILITIES IN THE WAY IT  WAS  ORIGINALLY  DESIGNED\n   35  TO.   DAILY INSPECTIONS AND REPORTS SHALL CONTINUE DURING EACH PERIOD OF\n   36  REPAIR FOR THE ANNUAL REPORTING  REQUIREMENTS  PROVIDED  IN  SUBDIVISION\n   37  FOUR OF SECTION TWELVE HUNDRED SEVENTY-NINE-A OF THIS TITLE.\n   38    S 2. Section 1279-a of the public authorities law, as added by chapter\n   39  427 of the laws of 1983, is amended to read as follows:\n   40    S 1279-a. Management advisory board. 1. There is hereby created in the\n   41  office  of the metropolitan transportation authority inspector general a\n   42  management advisory board, consisting of thirteen members  appointed  by\n   43  the  governor,  of  whom  two  shall be appointed upon nomination by the\n   44  temporary president of the senate, two upon nomination by the speaker of\n   45  the assembly, one upon nomination by the minority leader of  the  senate\n   46  and  one  upon  nomination  by  the minority leader of the assembly. All\n   47  members shall serve for a term of three years, except that, of  the  two\n   48  members  first  appointed  upon nomination by the temporary president of\n   49  the senate, one shall serve for a term of two years and one shall  serve\n   50  for  a  term  of one year; of the two members first appointed upon nomi-\n   51  nation by the speaker of the assembly, one shall serve for a term of two\n   52  years and one shall serve for a term of one year; and,  of  two  of  the\n   53  members  first appointed by the governor without nomination by any other\n   54  person, two shall each serve for a term of two years and two shall  each\n   55  serve  for  a  term  of  one  year.  One of the members appointed to the\n\n       A. 837                              4\n\n    1  management advisory board directly by the governor shall  be  designated\n    2  by the governor to serve as its [chairman] CHAIRPERSON.\n    3    2.  All members of the management advisory board shall be residents of\n    4  the metropolitan transportation district, PATRONS OF  THE  MASS  TRANSIT\n    5  AND  RAPID TRANSIT SYSTEMS and shall be persons with substantial experi-\n    6  ence in the management of private enterprise, in the delivery of  public\n    7  services, or in labor or labor-management relations.\n    8    3.  The management advisory board shall assist the metropolitan trans-\n    9  portation authority inspector general in  identifying  ways  to  improve\n   10  services,  ACCESSIBILITY  FOR  PERSONS WITH DISABILITIES, MAINTENANCE OF\n   11  PASSENGER STATIONS AND WHEELCHAIR LIFTS ON CITY BUSES, reduce costs  and\n   12  increase  the  efficiency  of  the  authority  and its subsidiaries, the\n   13  Triborough bridge and tunnel authority or  the  New  York  city  transit\n   14  authority and its subsidiary.\n   15    4.  No later than April first, nineteen hundred eighty-four, and annu-\n   16  ally thereafter, the management  advisory  board  shall  submit  to  the\n   17  governor  and  the  legislature  a  report  on its activities during the\n   18  previous year.\n   19    5. The office of the metropolitan transportation  authority  inspector\n   20  general  shall  provide  the  management  advisory board with such staff\n   21  support as may be required for the performance of its duties.\n   22    6. Members of  the  management  advisory  board  shall  serve  without\n   23  compensation,  but  shall be reimbursed for expenses reasonably incurred\n   24  in the performance of their duties.\n   25    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   26  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to ensuring public accessibility in certain mass transit and rapid transit stations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151241.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110104.T144010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294344761235
}