{
  "year" : 2011,
  "senateBillNo" : "A84-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A84-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs commissioner of health to establish a uniform letter grading system to classify the result of an inspection of a food service establishment",
  "summary" : "Directs the commissioner of health to establish a uniform letter grading system to classify the result of an inspection of a food service establishment; directs such commissioner and local health officers to require the display of any letter grade received pursuant to such system; requires reinspection of establishment receiving a grade of less than \"A\"; provisions do not apply to food establishments in cities having a population of one million or more. ",
  "currentCommittee" : null,
  "sameAs" : "S1032",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A11528-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          84\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, CYMBROWITZ, HOOPER, PHEFFER -- read once\n         and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to the  establishment\n         of  a  letter grading system to classify inspection results for public\n         food service establishments\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  1352-d to read as follows:\n    3    S 1352-D. PUBLIC FOOD SERVICE ESTABLISHMENT  GRADING  SYSTEM.  1.  THE\n    4  COMMISSIONER SHALL ESTABLISH A SYSTEM FOR GRADING INSPECTION RESULTS FOR\n    5  PUBLIC  FOOD  SERVICE  ESTABLISHMENTS,  AS DEFINED IN THE STATE SANITARY\n    6  CODE, INCLUDING, BUT NOT LIMITED TO, RESTAURANTS, DINING  ROOMS,  DELIS,\n    7  BAKERIES  OR  ANY OTHER PLACE WHERE FOOD IS PREPARED, SOLD OR SERVED FOR\n    8  CONSUMPTION BY THE GENERAL  PUBLIC.  SUCH  SYSTEM  SHALL  USE  AND  POST\n    9  LETTERS A, B OR C TO IDENTIFY AND REPRESENT SUCH GRADING AND CLASSIFICA-\n   10  TION  WITH  ALL OTHER LOWER GRADES BEING DEEMED TO BE FAILING GRADES. IN\n   11  ESTABLISHING SUCH SYSTEM OF GRADING, THE COMMISSIONER  SHALL  TAKE  INTO\n   12  ACCOUNT  THE PROVISIONS OF THIS TITLE AND THE PROVISIONS OF THE SANITARY\n   13  CODE TO ESTABLISH A GRADING SYSTEM THAT REFLECTS THE SAFETY AND  SANITA-\n   14  TION  OF  THE  PREMISES AND FOOD HANDLING PRACTICES TO ENSURE COMPLIANCE\n   15  WITH STATE AND LOCAL HEALTH LAWS.\n   16    2. SUCH PUBLIC FOOD SERVICE  ESTABLISHMENT  SHALL  CONSPICUOUSLY  POST\n   17  NEAR THE ENTRANCE TO SUCH ESTABLISHMENT THE LETTER GRADE IDENTIFYING AND\n   18  REPRESENTING  THE  RESULT  OF  SUCH ESTABLISHMENT'S MOST RECENTLY GRADED\n   19  INSPECTION BY THE LOCAL HEALTH OFFICER. SUCH POSTING SHALL  BE  DONE  IN\n   20  ACCORDANCE  WITH  RULES AND REGULATIONS PROMULGATED BY THE COMMISSIONER.\n   21  FOR ANY FOOD SERVICE ESTABLISHMENT RECEIVING A GRADE LOWER THAN \"A\", THE\n   22  LOCAL HEALTH OFFICER SHALL ADVISE THE ESTABLISHMENT OF ITS GRADE AND THE\n   23  FINDINGS UPON WHICH SUCH GRADE IS BASED. THE LOCAL HEALTH OFFICER  SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00925-01-1\n\n       A. 84                               2\n\n    1  CONDUCT  A  SUBSEQUENT  INSPECTION OF SUCH FOOD SERVICE ESTABLISHMENT NO\n    2  SOONER THAN SEVEN  DAYS,  NOR  LATER  THAN  TWENTY-ONE  DAYS  AFTER  THE\n    3  INSPECTION  AT  WHICH THE GRADE WAS GIVEN.  IN THE INTERIM, THE PREVIOUS\n    4  LETTER GRADE SHALL REMAIN POSTED.  UPON THE CONCLUSION OF THE SUBSEQUENT\n    5  INSPECTION,  THE LOCAL HEALTH OFFICER SHALL DELIVER FOR POSTING A LETTER\n    6  TO THE FOOD SERVICE ESTABLISHMENT WHICH INDICATES  THE  GRADE  FOR  SUCH\n    7  INSPECTION.    IN  ADDITION  TO A LETTER GRADE, SUCH ESTABLISHMENT SHALL\n    8  RECEIVE THE FINDINGS UPON WHICH SUCH GRADE IS BASED.   THE FOOD  SERVICE\n    9  ESTABLISHMENT  MAY  APPEAL  SUCH SUBSEQUENT ASSIGNMENT OF A LETTER GRADE\n   10  DESIGNATION TO THE COMMISSIONER FOR REVIEW WITHIN THIRTY  DAYS  OF  SUCH\n   11  ASSIGNMENT.  WHILE ANY SUCH APPEAL IS PENDING, A FOOD SERVICE ESTABLISH-\n   12  MENT SHALL POST THE LETTER GRADE THAT IS BEING APPEALED.\n   13    3. THE SUGGESTED INTERVAL BETWEEN REGULARLY SCHEDULED  INSPECTIONS  OF\n   14  FOOD SERVICE ESTABLISHMENTS MAY BE AS FOLLOWS:\n   15    (A)  FOR ESTABLISHMENTS WITH A GRADE OF \"A\", AT LEAST ONCE EVERY YEAR;\n   16  AND\n   17    (B) FOR ESTABLISHMENTS WITH A GRADE OF \"B\", AT LEAST ONCE  EVERY  NINE\n   18  MONTHS.\n   19    A  FOOD  SERVICE  ESTABLISHMENT  THAT REQUESTS A REINSPECTION FROM THE\n   20  LOCAL HEALTH OFFICER, SHALL PAY THE  DEPARTMENT  A  FEE  OF  UP  TO  TWO\n   21  HUNDRED  FIFTY  DOLLARS.  PROVIDED  HOWEVER  THAT THE PROVISIONS OF THIS\n   22  SUBDIVISION SHALL NOT NEGATE THE ABILITY OF ANY LOCAL HEALTH OFFICER  TO\n   23  INSPECT  ANY FOOD SERVICE ESTABLISHMENT ON THE BASIS OF A COMPLAINT FROM\n   24  A MEMBER OF THE PUBLIC.\n   25    4. THE PROVISIONS OF THIS SECTION SHALL  NOT  APPLY  TO  FOOD  SERVICE\n   26  ESTABLISHMENTS WHICH:\n   27    (A)  ARE  PREMISES  LICENSED  FOR ON-PREMISES CONSUMPTION OF ALCOHOLIC\n   28  BEVERAGES PURSUANT TO THE ALCOHOLIC BEVERAGE CONTROL LAW WHEN LESS  THAN\n   29  TEN PERCENT OF THE GROSS SALES OF SUCH ESTABLISHMENT IS DERIVED FROM THE\n   30  RETAIL SALE OF FOOD FOR ON-PREMISES CONSUMPTION;\n   31    (B)  DO  NOT  ENGAGE  IN  THE  RETAIL  SALE OF FOOD FOR ON-PREMISES OR\n   32  OFF-PREMISES CONSUMPTION FROM SUCH ESTABLISHMENT;\n   33    (C) ARE LOCATED IN A CITY HAVING A POPULATION OF ONE MILLION OR MORE;\n   34    (D) ARE OPERATED IN OR BY A PRIMARY OR SECONDARY SCHOOL, OR A  CORREC-\n   35  TIONAL FACILITY;\n   36    (E)  ARE  SPONSORED  BY  A  CHARITABLE ORGANIZATION TO OPERATE A  SOUP\n   37  KITCHEN OR OTHER FOOD DISTRIBUTION PROGRAM FOR THE ELDERLY,  LOW  INCOME\n   38  INDIVIDUALS AND FAMILIES OR THE INFIRM; OR\n   39    (F) ARE MOBILE FOOD VENDING UNITS, MOBILE FOOD VENDING COMMISSARIES OR\n   40  TEMPORARY FOOD SERVICE ESTABLISHMENTS.\n   41    S  2. This act shall take effect one year after it shall have become a\n   42  law. Provided, however, that effective immediately, any rules and  regu-\n   43  lations  necessary to implement the provisions of this act on its effec-\n   44  tive date are authorized and directed to be completed on or before  such\n   45  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the establishment of a letter grading system to classify inspection results for public food service establishments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101216.T120919.TXT", "SOBI.D110104.T153013.TXT", "SOBI.D101217.T121938.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294173013190
}