{
  "year" : 2011,
  "senateBillNo" : "A840-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A840-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes students to carry epinephrine and an epinephrine auto-injector in school",
  "summary" : "Authorizes students to carry epinephrine and an epinephrine auto-injector in school. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2471-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          840\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, GALEF, SPANO, BOYLAND -- Multi-Sponsored\n         by -- M. of A. HOOPER, JACOBS, McENENY, PERRY, J. RIVERA, TOWNS, WEIS-\n         ENBERG, WRIGHT -- read once and referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the use of epinephrine\n         by students\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 921 to\n    2  read as follows:\n    3    S  921.  PUPILS  AFFLICTED WITH SEVERE FOOD OR OTHER ALLERGIES. 1.  A.\n    4  THE BOARD OF EDUCATION OR TRUSTEES OF EACH SCHOOL DISTRICT AND BOARD  OF\n    5  COOPERATIVE  EDUCATIONAL SERVICES SHALL ALLOW PUPILS WHO HAVE BEEN DIAG-\n    6  NOSED BY A PHYSICIAN OR OTHER DULY AUTHORIZED HEALTH CARE PROVIDER  WITH\n    7  A  SEVERE  FOOD OR OTHER ALLERGY TO CARRY AND USE THE PRESCRIBED MEDICA-\n    8  TION EPINEPHRINE AND A DEVICE TO SELF-ADMINISTER EPINEPHRINE, SUCH AS AN\n    9  EPINEPHRINE AUTO-INJECTOR, DURING THE SCHOOL DAY AND DURING SCHOOL SPON-\n   10  SORED ACTIVITIES THAT OCCUR AFTER THE REGULAR SCHOOL DAY OR  OUTSIDE  OF\n   11  THE  SCHOOL,  WITH  THE  WRITTEN PERMISSION OF A PHYSICIAN OR OTHER DULY\n   12  AUTHORIZED HEALTH CARE PROVIDER, AND PARENTAL  CONSENT,  BASED  ON  SUCH\n   13  PHYSICIAN'S  OR  PROVIDER'S  DETERMINATION THAT SUCH PUPIL IS SUBJECT TO\n   14  ALLERGIC ATTACKS SEVERE ENOUGH TO DEBILITATE SUCH  PUPIL.  A  RECORD  OF\n   15  SUCH PERMISSION SHALL BE MAINTAINED IN THE SCHOOL OFFICE.\n   16    B. THE BOARD OF EDUCATION OR TRUSTEES OF EACH SCHOOL DISTRICT OR BOARD\n   17  OF COOPERATIVE EDUCATIONAL SERVICES THAT HAS ALLOWED THE USE OF EPINEPH-\n   18  RINE  AND  A DEVICE TO SELF-ADMINISTER EPINEPHRINE BY A STUDENT PURSUANT\n   19  TO THE PROVISIONS OF PARAGRAPH A OF THIS SUBDIVISION SHALL  PREPARE  FOR\n   20  EACH  SUCH  STUDENT AN EMERGENCY ACTION PLAN AND A SEVERE ALLERGY TREAT-\n   21  MENT PLAN WITH THE ASSISTANCE OF THE PHYSICIAN OF THE PUPIL, WHICH IDEN-\n   22  TIFIES, AT A MINIMUM, SEVERE ALLERGY TRIGGERS, THE TREATMENT  PLAN,  AND\n   23  SUCH OTHER ELEMENTS AS SHALL BE DETERMINED BY THE PHYSICIAN. THE COMMIS-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03642-01-1\n\n       A. 840                              2\n\n    1  SIONER, IN CONSULTATION WITH THE COMMISSIONER OF HEALTH, SHALL ESTABLISH\n    2  STANDARDS FOR THE DEVELOPMENT OF SUCH PLANS.\n    3    2. THE BOARD OF EDUCATION OR TRUSTEES OF EACH SCHOOL DISTRICT OR BOARD\n    4  OF  COOPERATIVE  EDUCATIONAL  SERVICES  THAT  HAS  APPROVED  THE  USE OF\n    5  EPINEPHRINE AND A DEVICE TO SELF-ADMINISTER  EPINEPHRINE  BY  A  STUDENT\n    6  PURSUANT  TO  THE  PROVISIONS  OF  SUBDIVISION ONE OF THIS SECTION SHALL\n    7  INFORM THE PARENTS, GUARDIANS OR PERSONS IN  PARENTAL  RELATION  TO  THE\n    8  PUPIL IN WRITING THAT THE SCHOOL DISTRICT OR BOARD OF COOPERATIVE EDUCA-\n    9  TIONAL  SERVICES AND ITS EMPLOYEES OR AGENTS SHALL INCUR NO LIABILITY AS\n   10  A RESULT OF ANY INJURY ARISING  FROM  THE  SELF-ADMINISTRATION  OF  SUCH\n   11  MEDICATION  BY  THE PUPIL. THE PARENTS, GUARDIANS OR PERSONS IN PARENTAL\n   12  RELATION TO THE PUPIL SHALL SIGN  A  STATEMENT  ACKNOWLEDGING  THAT  THE\n   13  DISTRICT  OR  BOARD  OF  COOPERATIVE EDUCATIONAL SERVICES SHALL INCUR NO\n   14  LIABILITY AS A RESULT OF ANY INJURY ARISING FROM THE SELF-ADMINISTRATION\n   15  OF SUCH MEDICATION BY THE PUPIL AND THE PARENTS, GUARDIANS OR PERSONS IN\n   16  PARENTAL RELATION SHALL INDEMNIFY AND HOLD HARMLESS THE SCHOOL  DISTRICT\n   17  OR  BOARD  OF  COOPERATIVE  EDUCATIONAL  SERVICES  AND ITS EMPLOYEES AND\n   18  AGENTS FROM ANY CLAIMS ARISING OUT OF THE  SELF-ADMINISTRATION  OF  SUCH\n   19  MEDICATION BY THE PUPIL.\n   20    3. A. EVERY SCHOOL DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL SERVICES\n   21  AND  NONPUBLIC  ELEMENTARY  AND  SECONDARY  SCHOOL  IN  THIS STATE SHALL\n   22  REQUIRE AT LEAST ONE DEVICE CONTAINING EPINEPHRINE  USED  TO  ADMINISTER\n   23  EPINEPHRINE,  SUCH AS AN EPINEPHRINE AUTO-INJECTOR, BE MAINTAINED IN THE\n   24  OFFICE OF THE SCHOOL NURSE OR IN A SIMILAR ACCESSIBLE LOCATION.\n   25    B. THE COMMISSIONER SHALL  PROMULGATE  REGULATIONS  FOR  THE  ADMINIS-\n   26  TRATION  OF  EPINEPHRINE  THROUGH  THE  USE  OF  A  DEVICE TO ADMINISTER\n   27  EPINEPHRINE BY THE SCHOOL NURSE OR  OTHER  PERSON  AUTHORIZED  BY  REGU-\n   28  LATION. THE REGULATIONS SHALL INCLUDE:\n   29    (I) A REQUIREMENT THAT EACH CERTIFIED NURSE OR OTHER PERSON AUTHORIZED\n   30  TO ADMINISTER EPINEPHRINE IN SCHOOLS RECEIVE TRAINING IN ALLERGY MANAGE-\n   31  MENT AND IN THE USE OF DEVICES TO SELF-ADMINISTER EPINEPHRINE CONSISTENT\n   32  WITH  NATIONALLY  RECOGNIZED  STANDARDS,  INCLUDING, BUT NOT LIMITED TO,\n   33  THOSE OF THE NATIONAL INSTITUTES OF HEALTH AND THE AMERICAN  ASSOCIATION\n   34  OF ALLERGY AND IMMUNOLOGY.\n   35    (II)  A REQUIREMENT THAT INFORMATION BE PROVIDED TO TEACHING AND OTHER\n   36  SCHOOL STAFF ABOUT:\n   37    (1) THE PRESENCE OF STUDENTS IN THE SCHOOL WHO MAY SUFFER FROM  SEVERE\n   38  FOOD  OR  OTHER  ALLERGIES AND THE POTENTIAL CONSEQUENCES OF SUCH ALLER-\n   39  GIES;\n   40    (2) THE NEED FOR EPINEPHRINE THROUGH THE USE OF A DEVICE TO ADMINISTER\n   41  EPINEPHRINE;\n   42    (3) THE AVAILABILITY OF SUCH MEDICATION FROM THE SCHOOL NURSE OR OTHER\n   43  PERSON AUTHORIZED BY REGULATION, AND  THE  USE  OF  SUCH  MEDICATION  BY\n   44  PUPILS AUTHORIZED PURSUANT TO SUBDIVISION ONE OF THIS SECTION; AND\n   45    (4)  THE  PROTOCOL  TO  BE  FOLLOWED WHEN A PUPIL EXPERIENCES A SEVERE\n   46  ALLERGIC REACTION.\n   47    S 2. This act shall take effect on the one hundred twentieth day after\n   48  it shall have become a law; provided, however, that effective immediate-\n   49  ly the commissioner of education is authorized to promulgate  rules  and\n   50  regulations for the implementation of this act on such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the use of epinephrine by students ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151241.TXT", "SOBI.D110104.T144010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294344761239
}