{
  "year" : 2011,
  "senateBillNo" : "A841-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A841-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "reported",
    "billEventId" : "A841-2011-1295931600000-reported",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296104400000,
    "eventText" : "advanced to third reading cal.22",
    "billEventId" : "A841-2011-1296104400000-advanced+to+third+reading+cal.22",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires general hospitals to post patient rights and provides that hospital personnel shall not inquire as to a patients' immigration status",
  "summary" : "Requires all general hospitals, which provide emergency services, to post patient rights and provides that hospital personnel, prior to providing treatment, shall not inquire as to a patient's immigration status. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA6478-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          841\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, J. RIVERA -- Multi-Sponsored by -- M. of\n         A. COOK, FARRELL, GOTTFRIED, HEASTIE, PERRY, RAMOS,  ROBINSON,  WRIGHT\n         -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to patient rights\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2801-h to read as follows:\n    3    S  2801-H. PATIENT RIGHTS TO BE POSTED. THE COMMISSIONER SHALL REQUIRE\n    4  ALL GENERAL HOSPITALS, WHICH PROVIDE EMERGENCY SERVICES, TO CONSPICUOUS-\n    5  LY POST IN A PROMINENT AND VISIBLE AREA A SIGN WHICH SHALL BE NO SMALLER\n    6  THAN EIGHT AND ONE-HALF  INCHES  BY  FOURTEEN  INCHES  AND  WHICH  SHALL\n    7  CONTAIN THE FOLLOWING LANGUAGE:\n    8           \"PATIENTS' RIGHTS IN CASE OF IMMEDIATE HOSPITALIZATION\n    9    EACH PATIENT SHALL HAVE THE RIGHT TO EMERGENCY TREATMENT REGARDLESS OF\n   10  AGE,  RACE,  COLOR,  RELIGION,  SEX, NATIONAL ORIGIN, DISABILITY, SEXUAL\n   11  ORIENTATION, SOURCE OF PAYMENT, OR LEGAL STATUS.  NO  PATIENT  SHALL  BE\n   12  REQUIRED  TO  ANSWER  QUESTIONS  PRIOR TO PROVIDING TREATMENT CONCERNING\n   13  THEIR INSURANCE OR METHOD OF PAYMENT.\"\n   14    S 2. Subdivision 1 of section 2805-b of  the  public  health  law,  as\n   15  amended  by  chapter  121  of  the  laws  of 1987, is amended to read as\n   16  follows:\n   17    1. Every general hospital shall admit any person who  is  in  need  of\n   18  immediate hospitalization with all convenient speed and shall not before\n   19  admission  question  the  patient  or  any  member  of his or her family\n   20  concerning insurance, credit or payment of charges, OR  THE  IMMIGRATION\n   21  STATUS OF THE PATIENT, provided[, however,] that the patient or a member\n   22  of  his  or  her  family shall agree to supply such information promptly\n   23  after the patient's admission WITH THE EXCEPTION THAT THE PATIENT  SHALL\n   24  NOT  BE  REQUIRED TO ANSWER QUESTIONS RELATING TO HIS OR HER IMMIGRATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03706-01-1\n\n       A. 841                              2\n\n    1  STATUS.   However, no general hospital  shall  require  any  patient  or\n    2  member  of his or her family to write or to sign during those times when\n    3  the religious tenets of such person temporarily prohibit him or her from\n    4  performing  such acts. No general hospital shall transfer any patient to\n    5  another hospital or health care facility on the grounds that the patient\n    6  is unable to pay or  guarantee  payment  for  services  rendered.  Every\n    7  general  hospital  which  maintains facilities for providing out-patient\n    8  emergency medical care must provide such care to any person who, in  the\n    9  opinion of a physician, requires such care.\n   10    S  3.  This  act shall take effect on the ninetieth day after it shall\n   11  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to patient rights ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T091829.TXT", "SOBI.D110106.T151241.TXT", "SOBI.D110104.T144010.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296137909311
}