{
  "year" : 2011,
  "senateBillNo" : "A842-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A842-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires establishments which sell alcoholic beverages and/or food for consumption on premises and which provide sexual entertainment to register sex performers",
  "summary" : "Requires establishments which sell alcoholic beverages and/or food for consumption on premises and which provide sexual entertainment to register sex performers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "AA6476-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          842\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, J. RIVERA, BENEDETTO, JAFFEE, COOK, ROBIN-\n         SON,  CLARK, HOOPER -- Multi-Sponsored by -- M. of A. COLTON, DESTITO,\n         MAYERSOHN, REILLY, SWEENEY, WEISENBERG -- read once  and  referred  to\n         the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to protecting persons includ-\n         ing those employed at adult entertainment establishments from becoming\n         victims of severe forms of human trafficking\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"dance performer registration act\".\n    3    S  2.  Legislative findings. Although there are believed to be tens or\n    4  even hundreds of thousands of trafficking victims in the United  States,\n    5  less  than  one out of a thousand have been identified since human traf-\n    6  ficking was made a federal crime in 2000. Therefore, there is an immedi-\n    7  ate need to end human trafficking in the United  States  by  identifying\n    8  victims  and  monitoring  places  that are suspected of participating in\n    9  severe forms of trafficking. Victims of  sex  trafficking  may  work  at\n   10  places  where commercial sexual exploitation occurs. The purpose of this\n   11  act is to ensure and prevent dance performers from becoming  victims  of\n   12  involuntary servitude or prostitution.\n   13    S  3.  The labor law is amended by adding a new article 4-B to read as\n   14  follows:\n\n   15                                 ARTICLE 4-B\n   16                        DANCE PERFORMER REGISTRATION\n   17  SECTION 156. DEFINITIONS.\n   18          157. DANCE PERFORMER PERMIT.\n   19          158. DANCE PERFORMER PERMIT REGISTRY.\n   20          159. PENALTIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03704-01-1\n\n       A. 842                              2\n\n    1    S 156. DEFINITIONS. WHEREVER USED IN THIS ARTICLE:\n    2    1.   \"ADULT ENTERTAINMENT ESTABLISHMENT\" SHALL MEAN ANY PERSON, CORPO-\n    3  RATION, PARTNERSHIP, OR OTHER BUSINESS ESTABLISHMENT WITH A  LICENSE  TO\n    4  SELL ALCOHOLIC BEVERAGES FOR CONSUMPTION ON THE PREMISES AND/OR FOOD FOR\n    5  CONSUMPTION  ON  THE PREMISES, WHICH FEATURES DANCERS THAT ARE DISPLAYED\n    6  IN SUCH MANNER OR ATTIRE AS TO EXPOSE TO VIEW ANY PORTION OF  THE  PUBIC\n    7  AREA,  ANUS, VULVA OR GENITALS, OR ANY SIMULATION THEREOF, OR PERMIT ANY\n    8  FEMALE TO APPEAR IN SUCH MANNER OR ATTIRE  AS  TO  EXPOSE  TO  VIEW  ANY\n    9  PORTION OF THE BREAST BELOW THE TOP OF THE AREOLA.\n   10    2.    \"SEVERE  FORMS  OF  TRAFFICKING\" MEANS EITHER SEX TRAFFICKING IN\n   11  WHICH A PERSON IS FORCED TO PERFORM A COMMERCIAL SEX ACT OR THE RECRUIT-\n   12  MENT, HARBORING, TRANSPORTATION, OR OBTAINING OF A PERSON FOR  LABOR  OR\n   13  SERVICES, THROUGH THE USE OF FORCE, FRAUD OR COERCION FOR THE PURPOSE OF\n   14  SUBJECTION TO INVOLUNTARY SERVITUDE, DEBT BONDAGE OR SLAVERY.\n   15    3.  \"SEX TRAFFICKING\" MEANS THE RECRUITMENT, HARBORING, TRANSPORTATION\n   16  OR OBTAINMENT OF A PERSON USING FORCE, FRAUD OR COERCION FOR THE PURPOSE\n   17  OF A COMMERCIAL SEX ACT.\n   18    4.   \"COMMERCIAL SEX ACT\" MEANS ANY SEXUAL CONDUCT, PERFORMANCE OR ACT\n   19  CONTINGENT UPON PAYMENT.\n   20    5. \"SEXUALLY ORIENTED BUSINESS\" MEANS A NIGHTCLUB, BAR, RESTAURANT, OR\n   21  SIMILAR COMMERCIAL ENTERPRISE THAT:\n   22    (A) PROVIDES FOR AN AUDIENCE OF TWO  OR  MORE  INDIVIDUALS  LIVE  NUDE\n   23  ENTERTAINMENT OR LIVE NUDE PERFORMANCES; AND\n   24    (B) AUTHORIZES ON-PREMISES CONSUMPTION OF ALCOHOLIC BEVERAGES.\n   25    S 157. DANCE  PERFORMER  PERMIT.  1.   ON OR BEFORE JANUARY FIRST, TWO\n   26  THOUSAND THIRTEEN, THE COMMISSIONER SHALL BE REQUIRED TO DEVELOP A DANCE\n   27  PERFORMER PERMIT PROGRAM AND SHALL REQUIRE  THE  REGISTRATION  OF  DANCE\n   28  PERFORMERS EMPLOYED BY ADULT ENTERTAINMENT ESTABLISHMENTS.\n   29    2.  A DANCE PERFORMER EMPLOYED BY AN ADULT ENTERTAINMENT ESTABLISHMENT\n   30  SHALL BE REQUIRED TO HAVE A  DANCE  PERFORMER  PERMIT  AS  SPECIFIED  IN\n   31  SUBDIVISION FOUR OF THIS SECTION.\n   32    3.  A  DANCE  PERFORMER PERMIT SHALL BE VALID FOR THREE YEARS FROM THE\n   33  DATE OF ISSUANCE.  A DANCE PERFORMER PERMIT SHALL BE  ACCOMPANIED  BY  A\n   34  FEE DETERMINED BY THE COMMISSIONER IN AN AMOUNT SUFFICIENT TO DEFRAY THE\n   35  DEPARTMENT'S  COSTS  OF ADMINISTERING THE PERMIT PROGRAM, PROVIDED, THAT\n   36  SUCH FEE SHALL NOT EXCEED TWENTY-FIVE DOLLARS FOR  INITIAL  REGISTRATION\n   37  OR FIFTEEN DOLLARS FOR RENEWAL.\n   38    4. AN APPLICATION FOR A DANCE PERFORMER PERMIT SHALL BE MADE ON A FORM\n   39  PRESCRIBED  BY  THE  DEPARTMENT,  AND  SHALL CONTAIN SUCH MATTERS AS THE\n   40  COMMISSIONER MAY DEEM TO BE NECESSARY, INCLUDING BUT NOT LIMITED TO  THE\n   41  FOLLOWING:\n   42    (A) THE LEGAL AND STAGE NAME, IF ANY, OF THE DANCE PERFORMER;\n   43    (B) THE DANCE PERFORMER'S SOCIAL SECURITY NUMBER;\n   44    (C) EMPLOYER INFORMATION, INCLUDING BUT NOT LIMITED TO, EMPLOYER NAME;\n   45  TYPE  OF  BUSINESS;  EMPLOYER'S  FEDERAL EMPLOYER IDENTIFICATION NUMBER;\n   46  PERMANENT AND MAILING ADDRESS; AND PHONE NUMBER; AND\n   47    (D) PROOF OF UNITED STATES CITIZENSHIP OR QUALIFIED  ALIEN  STATUS  AS\n   48  DEFINED  IN  SUBPARAGRAPH  (II)  OF  PARAGRAPH (C) OF SUBDIVISION ONE OF\n   49  SECTION ONE HUNDRED TWENTY-TWO OF THE SOCIAL SERVICES LAW.\n   50    S 158. DANCE PERFORMER PERMIT REGISTRY. 1. ON OR BEFORE JANUARY FIRST,\n   51  TWO THOUSAND THIRTEEN, THE DEPARTMENT SHALL DEVELOP A REGISTRY  CONTAIN-\n   52  ING  DANCE  PERFORMER PERMITS FOR ADULT ENTERTAINMENT ESTABLISHMENTS FOR\n   53  THE EMPLOYMENT OF DANCE PERFORMERS. NAMES OF  PERMIT  HOLDERS  SHALL  BE\n   54  PURGED  UPON  THE  EXPIRATION  WITHOUT RENEWAL OF SUCH PERMIT.  A PERMIT\n   55  HOLDER MAY VOLUNTARILY RELINQUISH  A  DANCE  PERFORMER  PERMIT  AND  MAY\n\n       A. 842                              3\n\n    1  REQUEST  THAT HIS OR HER NAME AND PERMIT INFORMATION BE REMOVED FROM THE\n    2  REGISTRY.\n    3    2.  AN  OWNER  OR  SUPERVISOR  OF AN ADULT ENTERTAINMENT ESTABLISHMENT\n    4  SHALL KEEP ON FILE ON  THE  PREMISES  A  COPY  OF  ALL  DANCE  PERFORMER\n    5  PERMITS.   SUCH FILES SHALL BE AVAILABLE AT ALL TIMES TO THE DEPARTMENT,\n    6  BUT SHALL BE KEPT CONFIDENTIAL AND SHALL NOT BE MADE  AVAILABLE  TO  ANY\n    7  OTHER PERSON EXCEPT PURSUANT TO A COURT ORDER.  PERMITS ON FILE SHALL BE\n    8  PURGED  BY  AN EMPLOYER THREE YEARS AFTER A PERFORMER TERMINATES EMPLOY-\n    9  MENT.\n   10    S 159. PENALTIES. 1.  IF AN OWNER OF AN ADULT ENTERTAINMENT ESTABLISH-\n   11  MENT HAS BEEN CONVICTED OF VIOLATING ANY PROVISION OF  THIS  ARTICLE  OR\n   12  ANY  RULE  OR  REGULATION  PROMULGATED  THEREAFTER, THE DEPARTMENT SHALL\n   13  ASSESS THE OWNER A CIVIL PENALTY OF NOT MORE THAN ONE  THOUSAND  DOLLARS\n   14  FOR  THE FIRST SUCH VIOLATION AND NOT MORE THAN TWO THOUSAND DOLLARS FOR\n   15  A SECOND SUBSEQUENT VIOLATION. SUCH PENALTY SHALL BE PAID TO THE DEPART-\n   16  MENT FOR DEPOSIT IN THE TREASURY OF THE STATE. IN ASSESSING  THE  AMOUNT\n   17  OF  THE PENALTY, THE DEPARTMENT SHALL GIVE DUE CONSIDERATION TO THE SIZE\n   18  OF THE EMPLOYER'S BUSINESS, THE HISTORY OF PREVIOUS VIOLATIONS  AND  THE\n   19  FAILURE TO COMPLY WITH RECORD-KEEPING OR OTHER REQUIREMENTS.\n   20    2.  IF  CONVICTED  OF  A  VIOLATION  OF THIS ARTICLE UNPERMITTED DANCE\n   21  PERFORMERS SHALL BE LIABLE FOR A CIVIL PENALTY OF NOT MORE  THAN  TWENTY\n   22  DOLLARS FOR THE FIRST SUCH VIOLATION AND NOT MORE THAN FIFTY DOLLARS FOR\n   23  A SECOND SUBSEQUENT VIOLATION. SUCH PENALTY SHALL BE PAID TO THE DEPART-\n   24  MENT  FOR  DEPOSIT  IN  THE  TREASURY  OF  THE  STATE. UNPERMITTED DANCE\n   25  PERFORMERS FOUND TO BE VICTIMS OF SEVERE FORMS OF TRAFFICKING SHALL  NOT\n   26  BE FINED A CIVIL PENALTY.\n   27    S  4.  The department of labor shall enforce all provisions of article\n   28  4-B of the labor law, as added by section three of this act,  and  shall\n   29  work with any state and local agencies or departments with any regulato-\n   30  ry  authority over adult entertainment establishments as defined in such\n   31  article 4-B, to provide notice to such establishments of  the  registra-\n   32  tion and permit requirements set forth in this act.\n   33    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to protecting persons including those employed at adult entertainment establishments from becoming victims of severe forms of human trafficking ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151729.TXT", "SOBI.D110104.T144010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049457
}