{
  "year" : 2011,
  "senateBillNo" : "A843-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A843-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes additional tax on certain food and drink items, and imposes a tax on video games, commercials, and movies",
  "summary" : "Imposes additional tax on certain food and drink items, and imposes a tax on video games, commercials, and movies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A2455-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          843\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, BOYLAND, CASTRO -- Multi-Sponsored by --\n         M. of A. CRESPO, MAYERSOHN -- read once and referred to the  Committee\n         on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to imposing an additional tax\n         on certain items; and to amend the state finance law, in  relation  to\n         creating the childhood obesity prevention program fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new  section  1105-d  to\n    2  read as follows:\n    3    S  1105-D.  ADDITIONAL  TAX  ON CERTAIN FOOD AND DRINK ITEMS, COMPUTER\n    4  GAMES,  MOVIES,  AND  COMPACT  DISCS.  (A)  NOTWITHSTANDING  ANY   OTHER\n    5  PROVISION  OF  THIS  ARTICLE  TO  THE  CONTRARY,  AN  ADDITIONAL  TAX OF\n    6  ONE-QUARTER OF ONE PERCENT SHALL BE PAID UPON THE FOLLOWING:\n    7    (1) THE RECEIPTS FROM EVERY SALE OF FOOD AND DRINK THAT IS SUBJECT  TO\n    8  THE  TAX  IMPOSED BY SECTION ELEVEN HUNDRED FIVE OF THIS ARTICLE, EXCEPT\n    9  FOR BOTTLED WATER;\n   10    (2) THE RECEIPTS FROM EVERY SALE OR RENTAL OF VIDEO AND COMPUTER GAMES\n   11  ON GAME CARTRIDGES, COMPACT DISCS, DIGITAL VERSATILE DISCS,  OR  SIMILAR\n   12  MEDIA,  AND  VIDEO  GAME COMPONENTS OR ACCESSORIES, INCLUDING VIDEO GAME\n   13  CONTROLLERS OR DEVICES USED TO PLAY VIDEO GAMES; AND\n   14    (3) THE RECEIPTS FROM EVERY  SALE  OR  RENTAL  OF  ANALOG  OR  DIGITAL\n   15  RECORDINGS  OF  FILMS  ON  A VIDEO TAPE, COMPACT DISC, DIGITAL VERSATILE\n   16  DISC, OR OTHER SIMILAR MEDIA.\n   17    (B) NOTWITHSTANDING ANY OTHER PROVISION OF THIS ARTICLE TO THE CONTRA-\n   18  RY, A TAX OF ONE PERCENT SHALL BE PAID UPON THE FOLLOWING:\n   19    (1) THE RECEIPTS FROM EVERY SALE OF FOOD AND DRINK, NOT SUBJECT TO THE\n   20  TAX IMPOSED BY SECTION ELEVEN HUNDRED FIVE OF  THIS  ARTICLE,  THAT  ARE\n   21  INCLUDED  IN THE FOOD CATEGORIES LISTED AS SWEETS OR SNACKS ACCORDING TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03641-01-1\n\n       A. 843                              2\n\n    1  THE UNITED STATES DEPARTMENT OF AGRICULTURE'S NATIONAL NUTRIENT DATABASE\n    2  FOR STANDARD REFERENCE; AND\n    3    (2)  THE RECEIPTS FROM EVERY SALE OF ADMISSION TO MOTION PICTURE THEA-\n    4  TERS.\n    5    S 2. Paragraph (b) of subdivision 9 of section 208 of the tax  law  is\n    6  amended by adding a new subparagraph 21 to read as follows:\n    7    (21)  FOR  TAXABLE  YEARS  BEGINNING  AFTER DECEMBER THIRTY-FIRST, TWO\n    8  THOUSAND  ELEVEN,  EXPENDITURES  FOR  TELEVISION  ADVERTISING  FOR  FOOD\n    9  PRODUCTS,  VIDEO GAMES AND RELATED EQUIPMENT, COMPUTER GAMES, AND MOTION\n   10  PICTURE FILMS AND ANY VIDEO, DIGITAL VERSATILE DISC,  OR  SIMILAR  MEDIA\n   11  RECORDINGS OF SUCH FILMS, BROADCAST IN NEW YORK STATE DURING, IMMEDIATE-\n   12  LY  BEFORE, OR IMMEDIATELY AFTER TELEVISION SHOWS THAT HAVE AN AUDIENCE,\n   13  AS MEASURED BY RECOGNIZED INDUSTRY STANDARDS,  CONSISTING  PREDOMINANTLY\n   14  OF CHILDREN UNDER THE AGE OF EIGHTEEN.\n   15    S  3. The state finance law is amended by adding a new section 97-j to\n   16  read as follows:\n   17    S 97-J. CHILDHOOD OBESITY PREVENTION PROGRAM FUND. 1. THERE IS  HEREBY\n   18  ESTABLISHED  IN  THE  JOINT  CUSTODY  OF  THE  STATE COMPTROLLER AND THE\n   19  COMMISSIONER OF HEALTH A SPECIAL FUND TO  BE  KNOWN  AS  THE  \"CHILDHOOD\n   20  OBESITY PREVENTION PROGRAM FUND\".\n   21    2.  SUCH  FUND  SHALL CONSIST OF ALL REVENUES COLLECTED OR RECEIVED BY\n   22  THE COMMISSIONER OF TAXATION AND  FINANCE  PURSUANT  TO  SECTION  ELEVEN\n   23  HUNDRED  FIVE-D AND SUBPARAGRAPH TWENTY-ONE OF PARAGRAPH (B) OF SUBDIVI-\n   24  SION NINE OF SECTION TWO HUNDRED EIGHT OF THE TAX  LAW,  AND  ALL  OTHER\n   25  MONEYS  CREDITED  OR  TRANSFERRED  THERETO FROM ANY OTHER FUND OR SOURCE\n   26  PURSUANT TO LAW.\n   27    3. THE MONEYS IN SUCH FUND SHALL BE MADE AVAILABLE TO THE COMMISSIONER\n   28  OF HEALTH FOR THE PURPOSES OF THE CHILDHOOD OBESITY  PREVENTION  PROGRAM\n   29  PURSUANT TO TITLE EIGHT OF ARTICLE TWENTY-FIVE OF THE PUBLIC HEALTH LAW.\n   30  MONEYS  OF  SUCH  FUND  SHALL  BE  PAID OUT OF THE FUND ON THE AUDIT AND\n   31  WARRANT OF THE COMPTROLLER PURSUANT TO LAW.\n   32    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to imposing an additional tax on certain items; and to amend the state finance law, in relation to creating the childhood obesity prevention program fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151729.TXT", "SOBI.D110104.T144010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049385
}