{
  "year" : 2011,
  "senateBillNo" : "A845-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A845-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits prison inmates from accessing, collecting or performing data processing of personal identifying information pertaining to New York State residents",
  "summary" : "Prohibits prison inmates from accessing, collecting or performing data processing of personal identifying information pertaining to New York State residents. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A11113-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hikind",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          845\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER, MAISEL, REILLY, M. MILLER, HIKIND, MILL-\n         MAN,  DINOWITZ, ZEBROWSKI, P. RIVERA, GALEF, HOOPER -- Multi-Sponsored\n         by -- M. of A. ABBATE, CRESPO, DESTITO,  GABRYSZAK,  GLICK,  V. LOPEZ,\n         MAYERSOHN,  McENENY,  SCHIMEL,  SWEENEY,  WEISENBERG  -- read once and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law  and  the  correction  law,  in\n         relation to the processing of personal identifying information\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  392-j to read as follows:\n    3    S 392-J. PROCESSING PERSONAL IDENTIFYING INFORMATION; PROHIBITIONS. 1.\n    4  DEFINITIONS. AS USED IN THIS SECTION:\n    5    (A) \"INMATE\" MEANS AN OFFENDER WHO IS COMMITTED UNDER SENTENCE  TO  OR\n    6  CONFINED  IN  A  PENAL  OR  CORRECTIONAL  INSTITUTION, INCLUDING BUT NOT\n    7  LIMITED TO A FACILITY FOR THE MENTALLY ILL OR MENTALLY DEFECTIVE.\n    8    (B) \"DATA SUBJECT\" SHALL MEAN A NATURAL PERSON RESIDING IN THIS STATE.\n    9    (C) \"PERSONAL INFORMATION\" SHALL MEAN  ANY  INFORMATION  CONCERNING  A\n   10  NATURAL  PERSON  WHICH, BECAUSE OF NAME, NUMBER, PERSONAL MARK, OR OTHER\n   11  IDENTIFIER, CAN BE USED TO IDENTIFY SUCH NATURAL PERSON.\n   12    (D) \"PERSONAL IDENTIFYING INFORMATION\" SHALL MEAN PERSONAL INFORMATION\n   13  CONSISTING OF ANY INFORMATION IN COMBINATION WITH ANY ONE OR MORE OF THE\n   14  FOLLOWING DATA ELEMENTS, WHEN EITHER THE  PERSONAL  INFORMATION  OR  THE\n   15  DATA  ELEMENT IS NOT ENCRYPTED, OR ENCRYPTED WITH AN ENCRYPTION KEY THAT\n   16  IS INCLUDED IN THE SAME RECORD AS THE ENCRYPTED PERSONAL INFORMATION  OR\n   17  DATA ELEMENT:\n   18    (1) SOCIAL SECURITY NUMBER;\n   19    (2)  DRIVER'S  REGISTRATION  NUMBER  OR NON-DRIVER IDENTIFICATION CARD\n   20  NUMBER; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01066-01-1\n\n       A. 845                              2\n\n    1    (3) MOTHER'S MAIDEN NAME, FINANCIAL SERVICES ACCOUNT NUMBER  OR  CODE,\n    2  SAVINGS  ACCOUNT  NUMBER OR CODE, CHECKING ACCOUNT NUMBER OR CODE, DEBIT\n    3  CARD NUMBER OR CODE, AUTOMATED TELLER MACHINE NUMBER OR CODE, ELECTRONIC\n    4  SERIAL NUMBER OR PERSONAL IDENTIFICATION NUMBER.\n    5    (E)  \"PERSONAL  IDENTIFICATION  NUMBER\"  SHALL MEAN ANY NUMBER OR CODE\n    6  WHICH MAY BE USED ALONE OR IN CONJUNCTION WITH ANY OTHER INFORMATION  TO\n    7  ASSUME  THE  IDENTITY OF ANOTHER PERSON OR ACCESS FINANCIAL RESOURCES OR\n    8  CREDIT OF ANOTHER PERSON.\n    9    2. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, NO PERSON, FIRM,  PART-\n   10  NERSHIP,  ASSOCIATION,  OR  CORPORATION SHALL KNOWINGLY USE THE LABOR OR\n   11  TIME OF ANY INMATE IN THIS STATE,  OR  IN  ANY  OTHER  JURISDICTION,  TO\n   12  ENGAGE  IN  WHOLE OR IN PART IN OBTAINING ACCESS TO, COLLECTING OR PROC-\n   13  ESSING PERSONAL IDENTIFYING INFORMATION PERTAINING TO A DATA SUBJECT  IN\n   14  THIS STATE.\n   15    3.  A  VIOLATION OF THE PROVISIONS OF THIS SECTION SHALL BE PUNISHABLE\n   16  BY A CIVIL PENALTY OF NOT MORE THAN ONE THOUSAND  FIVE  HUNDRED  DOLLARS\n   17  FOR  THE  FIRST  VIOLATION  AND  NOT MORE THAN TWO THOUSAND FIVE HUNDRED\n   18  DOLLARS FOR A SECOND OR SUBSEQUENT VIOLATION.\n   19    S 2. Subdivision 1 of section 170 of the correction law, as amended by\n   20  chapter 166 of the laws of 1991, is amended to read as follows:\n   21    1. The commissioner [of correctional services] shall  not,  nor  shall\n   22  any  other authority whatsoever, make any contract by which the labor or\n   23  time of any inmate in any state or local correctional facility  in  this\n   24  state,  or  the product or profit of his work, shall be contracted, let,\n   25  farmed out, given or sold to any person,  firm,  association  or  corpo-\n   26  ration;  except  that  the inmates in said correctional institutions may\n   27  work for, and the products of their labor may be  disposed  of  to,  the\n   28  state or any political subdivision thereof, any public institution owned\n   29  or  managed  and  controlled  by the state, or any political subdivision\n   30  thereof, PROVIDED THAT NO INMATE IN  ANY  STATE  OR  LOCAL  CORRECTIONAL\n   31  FACILITY  SHALL  ENGAGE  IN  WHOLE  OR  IN  PART IN OBTAINING ACCESS TO,\n   32  COLLECTING OR PROCESSING PERSONAL IDENTIFYING INFORMATION, AS DEFINED IN\n   33  SECTION THREE HUNDRED NINETY-TWO-J OF THE GENERAL BUSINESS LAW, PERTAIN-\n   34  ING TO A NATURAL PERSON RESIDING IN THIS STATE.\n   35    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   36  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the correction law, in relation to the processing of personal identifying information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151729.TXT", "SOBI.D110104.T144010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049470
}