{
  "year" : 2011,
  "senateBillNo" : "A846-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A846-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "reported referred to codes",
    "billEventId" : "A846-2011-1295413200000-reported+referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts the requirement that a person disclose their social security number",
  "summary" : "Tracks federal privacy act of 1974 with respect to the obligation of a person to disclose their social security number to another person, partnership, association or corporation; provides where there is no legal basis for request that a person may refuse to provide his or her social security number; provides for enforcement by attorney general. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AB9532-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          846\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER, GLICK, GUNTHER, MILLMAN, REILLY, GABRYS-\n         ZAK,  ORTIZ,  DINOWITZ, MAYERSOHN, GALEF, MAISEL -- Multi-Sponsored by\n         -- M. of A. CASTRO, COLTON, COOK, DESTITO, ENGLEBRIGHT, LIFTON, MAGEE,\n         MARKEY, M. MILLER, ROSENTHAL, SCHIMEL, SWEENEY, THIELE, TOWNS, WEISEN-\n         BERG -- read once and referred to the Committee  on  Consumer  Affairs\n         and Protection\n\n       AN  ACT to amend the general business law, in relation to the disclosure\n         of social security numbers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-ddd to read as follows:\n    3    S  399-DDD.  DISCLOSURE OF SOCIAL SECURITY NUMBER. 1.  AS USED IN THIS\n    4  SECTION, \"SOCIAL SECURITY  ACCOUNT  NUMBER\"  SHALL  INCLUDE  THE  NUMBER\n    5  ISSUED  BY  THE  FEDERAL  SOCIAL  SECURITY ADMINISTRATION AND ANY NUMBER\n    6  DERIVED FROM SUCH NUMBER.  SUCH TERM SHALL NOT INCLUDE ANY  NUMBER  THAT\n    7  HAS BEEN ENCRYPTED.\n    8    2.  NO  PERSON,  FIRM,  PARTNERSHIP,  ASSOCIATION  OR CORPORATION, NOT\n    9  INCLUDING THE STATE OR ITS  POLITICAL  SUBDIVISIONS,  SHALL  REQUIRE  AN\n   10  INDIVIDUAL  TO  DISCLOSE  OR  FURNISH HIS OR HER SOCIAL SECURITY ACCOUNT\n   11  NUMBER, FOR ANY PURPOSE IN CONNECTION WITH ANY ACTIVITY,  OR  TO  REFUSE\n   12  ANY  SERVICE,  PRIVILEGE  OR  RIGHT  TO  AN  INDIVIDUAL WHOLLY OR PARTLY\n   13  BECAUSE SUCH INDIVIDUAL REFUSES TO  DISCLOSE  OR  FURNISH  SUCH  NUMBER,\n   14  UNLESS  ONE  OF  THE  EXCEPTIONS ENUMERATED IN SUBDIVISION THREE OF THIS\n   15  SECTION APPLIES.\n   16    3. THE PROVISIONS OF THIS SECTION SHALL NOT  APPLY  IN  THE  FOLLOWING\n   17  INSTANCES:\n   18    (A)  THE  INDIVIDUAL  CONSENTS TO THE ACQUISITION OR USE OF HIS OR HER\n   19  SOCIAL SECURITY ACCOUNT NUMBER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01061-01-1\n\n       A. 846                              2\n\n    1    (B) THE SOCIAL SECURITY ACCOUNT NUMBER IS EXPRESSLY REQUIRED BY FEDER-\n    2  AL, STATE, OR LOCAL LAW OR REGULATION.\n    3    (C)  THE  SOCIAL  SECURITY  ACCOUNT  NUMBER IS TO BE USED FOR INTERNAL\n    4  VERIFICATION OR FRAUD INVESTIGATION.\n    5    (D) THE SOCIAL SECURITY ACCOUNT NUMBER IS TO BE USED FOR ANY  BUSINESS\n    6  FUNCTION  PERMITTED  OR  ALLOWED  UNDER THE GRAMM LEACH BLILEY ACT, P.L.\n    7  106-102 (1999).\n    8    (E) THE SOCIAL SECURITY ACCOUNT NUMBER IS REQUESTED IN CONNECTION WITH\n    9  A REQUEST FOR CREDIT OR A CREDIT TRANSACTION INITIATED BY  THE  CONSUMER\n   10  OR IN CONNECTION WITH A LAWFUL REQUEST FOR A CONSUMER REPORT OR INVESTI-\n   11  GATIVE  CONSUMER  REPORT,  AS  SUCH  TERMS  ARE DEFINED IN SECTION THREE\n   12  HUNDRED EIGHTY-A OF THIS CHAPTER.\n   13    (F) THE SOCIAL SECURITY ACCOUNT NUMBER IS REQUESTED IN CONNECTION WITH\n   14  A DEPOSIT ACCOUNT OR AN INVESTMENT.\n   15    (G) THE SOCIAL SECURITY ACCOUNT NUMBER IS REQUESTED  FOR  PURPOSES  OF\n   16  EMPLOYMENT,  INCLUDING  IN  THE COURSE OF THE ADMINISTRATION OF A CLAIM,\n   17  BENEFIT, OR PROCEDURE RELATED TO  THE  INDIVIDUAL'S  EMPLOYMENT  BY  THE\n   18  PERSON,  INCLUDING THE INDIVIDUAL'S TERMINATION FROM EMPLOYMENT, RETIRE-\n   19  MENT FROM EMPLOYMENT, INJURY SUFFERED DURING THE COURSE  OF  EMPLOYMENT,\n   20  OR TO CHECK ON AN UNEMPLOYMENT INSURANCE CLAIM OF THE INDIVIDUAL.\n   21    (H)  THE  SOCIAL  SECURITY ACCOUNT NUMBER IS REQUESTED FOR PURPOSES OF\n   22  TAX COMPLIANCE.\n   23    (I) THE SOCIAL SECURITY ACCOUNT NUMBER IS REQUESTED  FOR  THE  PURPOSE\n   24  OF:\n   25    I. THE COLLECTION OF CHILD OR SPOUSAL SUPPORT;\n   26    II. DETERMINING WHETHER AN INDIVIDUAL HAS A CRIMINAL RECORD; OR\n   27    III. BLOOD OR ORGAN DONATION.\n   28    (J) THE SOCIAL SECURITY ACCOUNT NUMBER IS REQUESTED IN CONNECTION WITH\n   29  ANY INTERACTION WITH A GOVERNMENTAL LAW ENFORCEMENT AGENCY OR IS USED IN\n   30  CONJUNCTION  WITH  THE ENFORCEMENT OF A JUDGMENT OF A COURT OF COMPETENT\n   31  JURISDICTION BY A SHERIFF OR MARSHAL.\n   32    (K) THE SOCIAL SECURITY ACCOUNT NUMBER IS REQUESTED FOR THE PURPOSE OF\n   33  VERIFYING AN INDIVIDUAL'S IDENTITY OR AGE IN ORDER TO ALLOW  SUCH  INDI-\n   34  VIDUAL  TO  OBTAIN  ACCESS TO, OR ENROLL IN, A MARKETING PROGRAM THAT IS\n   35  RESTRICTED TO INDIVIDUALS OF A CERTAIN AGE.\n   36    (L) I. THE SOCIAL SECURITY ACCOUNT NUMBER IS REQUESTED BY AN  INDIVID-\n   37  UAL,  FIRM,  CORPORATION,  OR  OTHER ENTITY DOING BUSINESS PURSUANT TO A\n   38  FRANCHISE ISSUED BY A POLITICAL SUBDIVISION OF THE STATE OR  A  LICENSE,\n   39  FRANCHISE,  CERTIFICATE  OR  OTHER  AUTHORIZATION ISSUED BY THE NEW YORK\n   40  STATE PUBLIC SERVICE COMMISSION.\n   41    II. THE SOCIAL SECURITY ACCOUNT NUMBER IS REQUESTED BY AN  INDIVIDUAL,\n   42  FIRM,  CORPORATION,  OR  OTHER  ENTITY  REGULATED  BY THE NEW YORK STATE\n   43  PUBLIC SERVICE COMMISSION, THE FEDERAL COMMUNICATIONS COMMISSION, OR THE\n   44  FEDERAL ENERGY REGULATORY COMMISSION.\n   45    III. THE SOCIAL SECURITY ACCOUNT NUMBER  IS  REQUESTED  BY  A  BANKING\n   46  INSTITUTION,  AS DEFINED IN SECTION NINE-F OF THE BANKING LAW, OR ONE OF\n   47  ITS AFFILIATES.\n   48    4. WHENEVER THERE SHALL BE A VIOLATION OF  THIS  SECTION,  APPLICATION\n   49  MAY  BE  MADE  BY  THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF THE\n   50  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   51  PROCEEDING TO ISSUE AN INJUNCTION, AND UPON NOTICE TO THE  DEFENDANT  OF\n   52  NOT  LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF SUCH\n   53  VIOLATION; AND IF IT SHALL APPEAR TO THE SATISFACTION OF  THE  COURT  OR\n   54  JUSTICE  THAT  THE  DEFENDANT  HAS,  IN  FACT, VIOLATED THIS SECTION, AN\n   55  INJUNCTION MAY BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE,  ENJOINING  AND\n   56  RESTRAINING  ANY  FURTHER  VIOLATION,  WITHOUT  REQUIRING PROOF THAT ANY\n\n       A. 846                              3\n\n    1  PERSON HAS, IN FACT, BEEN  INJURED  OR  DAMAGED  THEREBY.  IN  ANY  SUCH\n    2  PROCEEDING,  THE  COURT  MAY  MAKE ALLOWANCES TO THE ATTORNEY GENERAL AS\n    3  PROVIDED IN PARAGRAPH SIX OF SUBDIVISION  (A)  OF  SECTION  EIGHTY-THREE\n    4  HUNDRED  THREE  OF THE CIVIL PRACTICE LAW AND RULES, AND DIRECT RESTITU-\n    5  TION. IN CONNECTION WITH ANY SUCH  PROPOSED  APPLICATION,  THE  ATTORNEY\n    6  GENERAL  IS  AUTHORIZED  TO  TAKE  PROOF AND MAKE A DETERMINATION OF THE\n    7  RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRAC-\n    8  TICE LAW AND RULES. WHENEVER THE COURT SHALL DETERMINE THAT A  VIOLATION\n    9  OF  SUBDIVISION TWO OF THIS SECTION HAS OCCURRED, THE COURT SHALL IMPOSE\n   10  A CIVIL PENALTY OF NOT  MORE  THAN  FIVE  HUNDRED  DOLLARS.  THE  SECOND\n   11  OFFENSE  AND  ANY  OFFENSE COMMITTED THEREAFTER SHALL BE PUNISHABLE BY A\n   12  CIVIL PENALTY OF NOT MORE THAN ONE THOUSAND DOLLARS.\n   13    5. ANY PERSON WHO HAS BEEN INJURED BY REASON OF ANY VIOLATION OF  THIS\n   14  SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME TO ENJOIN SUCH UNLAW-\n   15  FUL  ACT  OR PRACTICE, AN ACTION TO RECOVER HIS OR HER ACTUAL DAMAGES OR\n   16  FIFTY DOLLARS, WHICHEVER IS GREATER, OR BOTH  SUCH  ACTIONS.  THE  COURT\n   17  MAY,  IN  ITS DISCRETION, INCREASE THE AWARD OF DAMAGES TO AN AMOUNT NOT\n   18  TO EXCEED THREE TIMES THE ACTUAL DAMAGES UP TO ONE THOUSAND DOLLARS,  IF\n   19  THE  COURT  FINDS  THE  DEFENDANT  WILLFULLY  OR KNOWINGLY VIOLATED THIS\n   20  SECTION. THE COURT MAY AWARD REASONABLE ATTORNEY'S FEES TO A  PREVAILING\n   21  PLAINTIFF.\n   22    6.  NO  PERSON, FIRM, PARTNERSHIP, ASSOCIATION OR CORPORATION SHALL BE\n   23  DEEMED TO HAVE VIOLATED THE PROVISIONS OF THIS SECTION IF  SUCH  PERSON,\n   24  FIRM,  PARTNERSHIP, ASSOCIATION OR CORPORATION SHOWS, BY A PREPONDERANCE\n   25  OF THE EVIDENCE, THAT THE VIOLATION WAS  NOT  INTENTIONAL  AND  RESULTED\n   26  FROM  A  BONA  FIDE ERROR MADE NOTWITHSTANDING THE MAINTENANCE OF PROCE-\n   27  DURES REASONABLY ADOPTED TO AVOID SUCH ERROR.\n   28    S 2. This act shall take effect on the one hundred twentieth day after\n   29  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the disclosure of social security numbers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T145826.TXT", "SOBI.D110119.T123252.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110104.T144010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295467106129
}