{
  "year" : 2011,
  "senateBillNo" : "A847-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A847-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the publication of original signatures obtained under any provisions of the election law",
  "summary" : "Prohibits the posting or publication of original signatures obtained under any provisions of the election law by any person; makes such violation a misdemeanor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A3283-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          847\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER -- Multi-Sponsored by -- M. of A. McENENY\n         -- read once and referred to the Committee on Election Law\n\n       AN  ACT to amend the election law, in relation to prohibiting the publi-\n         cation or posting of election documents containing original signatures\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The election law is amended by adding a new section 17-172\n    2  to read as follows:\n    3    S 17-172. PUBLICATION OF ORIGINAL SIGNATURES PROHIBITED.    NO  PERSON\n    4  SHALL  POST  OR PUBLISH OR PERMIT THE POSTING OR PUBLISHING OF ANY DOCU-\n    5  MENT OBTAINED UNDER ANY PROVISION OF THIS CHAPTER THAT  CONTAINS  COPIES\n    6  OF ORIGINAL SIGNATURES EXCEPT IN CONNECTION WITH A REVIEW OF SUCH SIGNA-\n    7  TURES  FOR  THE  PURPOSE  OF OBJECTING TO A PETITION OR FOR COMMENCING A\n    8  PROCEEDING UNDER ARTICLE SIXTEEN OF THIS CHAPTER OR PURSUANT TO AN ORDER\n    9  OF A COURT OF COMPETENT JURISDICTION. A VIOLATION OF THIS SECTION  SHALL\n   10  BE A MISDEMEANOR.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00528-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to prohibiting the publication or posting of election documents containing original signatures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151241.TXT", "SOBI.D110104.T144010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294344761218
}