{
  "year" : 2011,
  "senateBillNo" : "A849-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A849-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows local tax collectors to send tax statements by electronic mail to an address provided by a homeowner and to opt out of receiving paper statements",
  "summary" : "Allows local tax collectors to send tax statements by electronic mail to an address provided by a homeowner and to opt out of receiving paper statements of taxes. ",
  "currentCommittee" : null,
  "sameAs" : "S598",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A6438-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          849\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. WEISENBERG, LUPARDO -- read once and referred to\n         the Committee on Real Property Taxation\n\n       AN ACT to amend the real property  tax  law,  in  relation  to  allowing\n         statements of taxes via electronic mail\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 922 of  the  real\n    2  property  tax  law,  as amended by section 5 of part B of chapter 389 of\n    3  the laws of 1997 and subparagraph (iii) as amended by chapter 256 of the\n    4  laws of 2005, is amended to read as follows:\n    5    (a) Upon receipt of the tax roll and warrant, the  collecting  officer\n    6  shall  mail  to  each  owner of real property at the tax billing address\n    7  listed thereon a statement showing the amount of taxes due on the  prop-\n    8  erty.  SUCH  STATEMENT  SHALL  BE  MAILED:  VIA THE UNITED STATES POSTAL\n    9  SERVICE; VIA AN ELECTRONIC  STATEMENT  TO  AN  ELECTRONIC  MAIL  ADDRESS\n   10  PROVIDED  BY  THE  OWNER  IF  SUCH SERVICE IS PROVIDED BY THE COLLECTING\n   11  OFFICER; OR BOTH IF ELECTRONIC MAIL STATEMENTS ARE AVAILABLE. THE  OWNER\n   12  OF REAL PROPERTY SHALL BE GIVEN THE OPPORTUNITY TO ELECT TO: CONTINUE TO\n   13  RECEIVE  A PAPER STATEMENT; CONTINUE TO RECEIVE A PAPER STATEMENT AND AN\n   14  ELECTRONIC STATEMENT; OR  RECEIVE  ONLY  AN  ELECTRONIC  STATEMENT.  The\n   15  statement must contain:\n   16    (i) the mailing address of the owner;\n   17    (ii)  a description sufficient to effectively apprise the recipient of\n   18  the identity and location of the parcel for which it is issued;\n   19    (iii) the taxes due on such parcel and the data used to calculate  the\n   20  amount  due,  including but not limited to: the full value of the parcel\n   21  as determined by the assessor; the uniform percentage of value  applica-\n   22  ble  to the assessing unit (or, in a special assessing unit, the uniform\n   23  percentage of value applicable to the class) pursuant to  section  three\n   24  hundred  five  of  this chapter; the total assessed value of the parcel;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00202-01-1\n\n       A. 849                              2\n\n    1  the assessed value of the exemptions applied to  such  parcel  for  each\n    2  taxing  purpose and the full value which each such exemption represents;\n    3  the taxable assessed value of the parcel for each  taxing  purpose;  and\n    4  the tax rate for each taxing purpose;\n    5    (iv) the total amount of taxes levied for each taxing purpose, and the\n    6  percentage increase or decrease in such amount relative to the preceding\n    7  levy;\n    8    (v) the period covered by the taxes;\n    9    (vi)  the  time,  manner  and  places  fixed for receiving payments of\n   10  taxes;\n   11    (vii) the name and address of the collecting officer;\n   12    (viii) the interest and penalties which shall accrue if payment is not\n   13  timely made;\n   14    (ix) a legend stating \"if you wish to receive a receipt for payment of\n   15  this tax bill, place an 'x' in this box { }\";\n   16    (x) explanations of any abbreviations or technical terms used  in  the\n   17  statement of taxes;\n   18    (xi)  if  school  district  taxes  are  included on the statement, the\n   19  school district code established  by  the  department  of  taxation  and\n   20  finance;\n   21    (xii) an explanation of the assessment review process;\n   22    (xiii) such other information as may be prescribed by law; [and]\n   23    (xiv)  if,  not  later than ten days after the filing of the preceding\n   24  tentative assessment roll, the assessing unit mailed to  each  owner  of\n   25  taxable  real  property a notice in a form prescribed by the state board\n   26  containing the information described by subparagraphs (iii) and (xii) of\n   27  this paragraph (excluding the taxes due on the parcel and the  tax  rate\n   28  for  each  taxing  purpose), the statement of taxes need not include the\n   29  information prescribed by subparagraph (xii) of this paragraph; AND\n   30    (XV) IF SUCH SERVICE IS PROVIDED BY A COLLECTION OFFICER, A  STATEMENT\n   31  ON  A  SEPARATE FORM NOTIFYING A HOMEOWNER THAT HE OR SHE MAY PROVIDE AN\n   32  ELECTRONIC MAIL ADDRESS TO THE COLLECTING  OFFICER,  RECEIVE  ELECTRONIC\n   33  STATEMENTS OF TAXES AND OPT OUT OF RECEIVING PAPER STATEMENTS.\n   34    S  2.  This  act shall take effect on the ninetieth day after it shall\n   35  have become a law; provided, however, that  effective  immediately,  the\n   36  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   37  for the implementation of this act on its effective date  is  authorized\n   38  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to allowing statements of taxes via electronic mail ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151729.TXT", "SOBI.D110104.T144010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049426
}