{
  "year" : 2011,
  "senateBillNo" : "A852-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A852-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes municipalities to re-direct property tax payments made by certain project occupants",
  "summary" : "Authorizes municipalities to re-direct real property tax payments made by project occupants which agree to invest in or construct infrastructure improvements for certain economic development projects; such re-directed payments shall be used to retire any debt incurred for the construction and development of such infrastructure improvements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A518-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          852\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. DESTITO, SCHROEDER -- read once and referred to\n         the Committee on Local Governments\n\n       AN ACT to amend the general municipal law, in  relation  to  authorizing\n         municipalities  to re-direct a portion of the real property taxes made\n         by certain project occupants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 74-a to read as follows:\n    3    S 74-A. RE-DIRECTION OF REAL PROPERTY TAXES MADE  BY  CERTAIN  PROJECT\n    4  OCCUPANTS. 1.  ANY MUNICIPALITY MAY, UPON APPROVAL OF THE GOVERNING BODY\n    5  OF SUCH MUNICIPALITY, ESTABLISH A PROGRAM WHICH PROVIDES FOR A MECHANISM\n    6  BY WHICH THE MUNICIPALITY MAY RE-DIRECT REAL ESTATE TAX PAYMENTS, TO THE\n    7  EXTENT THAT SUCH PAYMENTS EXCEED THE THEN EXISTING TAXES ATTRIBUTABLE TO\n    8  THE  INCREMENTAL  INCREASE IN ASSESSED VALUE AND/OR REAL ESTATE TAX PAID\n    9  FOR THE SUBJECT PROPERTY. SUCH RE-DIRECTION SHALL PROVIDE,  PURSUANT  TO\n   10  AN  AGREEMENT  BETWEEN  THE MUNICIPALITY AND THE PROJECT OWNER, THAT THE\n   11  OWNER WILL CAUSE THE INFRASTRUCTURE IMPROVEMENTS TO BE BUILT IN CONJUNC-\n   12  TION WITH AN AFFORDABLE  HOUSING  AND/OR  ECONOMIC  DEVELOPMENT  PROJECT\n   13  APPROVED  BY  THE  MUNICIPALITY.  SUCH INFRASTRUCTURE IMPROVEMENTS SHALL\n   14  INCLUDE, BUT NOT BE LIMITED TO, UNDERGROUND AND OVERHEAD UTILITIES  SUCH\n   15  AS  STORM  DRAINAGE OR STORM WATER MANAGEMENT MEASURES, SANITARY SEWERS,\n   16  WATER LINES, GAS LINES, ELECTRICAL LINES, ROAD  AND  TRANSPORTATION  AND\n   17  OTHER  PUBLIC INFRASTRUCTURE FACILITIES AS DEEMED BY THE MUNICIPALITY TO\n   18  BENEFIT THE PUBLIC GOOD. THE  MUNICIPALITY SHALL CAUSE SUCH RE-DIRECTION\n   19  OF TAX PAYMENTS TO BE UTILIZED FOR THE EXCLUSIVE PURPOSE OF RETIRING ANY\n   20  DEBT INCURRED FOR THE CONSTRUCTION AND  DEVELOPMENT  OF  THESE  IMPROVE-\n   21  MENTS.\n   22    2.  THE  AMOUNT  OF SUCH RE-DIRECTED TAX PAYMENTS SHALL BE ONE HUNDRED\n   23  PERCENT OF THE TOTAL COST OF THE APPROVED  INFRASTRUCTURE  IMPROVEMENTS,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01632-01-1\n\n       A. 852                              2\n\n    1  INCLUDING  ANY  INTEREST OR FINANCING COSTS DIRECTLY ATTRIBUTABLE TO THE\n    2  INFRASTRUCTURE FACILITIES. EACH PORTION OF SUCH PAYMENT SHALL  BE  TAKEN\n    3  DURING EACH YEAR THE PROJECT IS OBLIGATED TO PAY REAL ESTATE TAXES UNTIL\n    4  SUCH  TIME  AS THE DEBT INCURRED FOR THE DEVELOPMENT AND CONSTRUCTION OF\n    5  THE IMPROVEMENTS IS RETIRED.\n    6    3. THE RESIDUAL OF THE RE-DIRECTED PAYMENTS, AFTER THE PAYMENT OF  THE\n    7  DEBT  SERVICE,  SHALL BE PAID TO THE AFFECTED TAXING JURISDICTION, AS IN\n    8  THE NORMAL COURSE OF PAYMENT OF REAL PROPERTY TAXES.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to authorizing municipalities to re-direct a portion of the real property taxes made by certain project occupants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151729.TXT", "SOBI.D110104.T164039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049453
}