{
  "year" : 2011,
  "senateBillNo" : "A853-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A853-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to authorizing shared purchasing contracts for political subdivisions",
  "summary" : "Authorizes shared purchasing contracts for political subdivisions to purchase apparatus, supplies, materials or equipment. ",
  "currentCommittee" : null,
  "sameAs" : "S624",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AA1105-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          853\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DESTITO,  CAHILL, SCHROEDER -- read once and\n         referred to the Committee on Local Governments\n\n       AN ACT to amend the general  municipal  law,  in  relation  to  allowing\n         certain shared purchasing contracts among political subdivisions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 103 of the general  municipal  law  is  amended  by\n    2  adding three new subdivisions 1-b, 1-c and 14 to read as follows:\n    3    1-B. WHEN THE OFFICER, BOARD OR AGENCY OF ANY POLITICAL SUBDIVISION OR\n    4  OF  ANY  DISTRICT  THEREIN  CHARGED WITH THE AWARDING OF CONTRACTS UNDER\n    5  THIS SECTION DETERMINES THAT IT IS IN THE BEST INTEREST OF THE POLITICAL\n    6  SUBDIVISION OR DISTRICT THEREIN, SUCH OFFICER, BOARD OR AGENCY MAY AWARD\n    7  CONTRACTS FOR SERVICES ON THE BASIS OF BEST VALUE AS DEFINED IN  SECTION\n    8  ONE  HUNDRED  SIXTY-THREE  OF  THE  STATE  FINANCE LAW TO RESPONSIVE AND\n    9  RESPONSIBLE  OFFERERS.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  THIS\n   10  SECTION,  A  CONTRACT  FOR  SERVICES MAY BE AWARDED ON THE BASIS OF BEST\n   11  VALUE PROVIDED THAT THE CONTRACTING PROCESS AND AWARD SHALL COMPLY  WITH\n   12  THE  GUIDELINES ESTABLISHED UNDER SECTION ONE HUNDRED SIXTY-THREE OF THE\n   13  STATE FINANCE LAW BY THE STATE PROCUREMENT COUNCIL. ANY PROCUREMENT MADE\n   14  UNDER THIS SUBDIVISION SHALL BE APPROVED BY THE GOVERNING  BODY  OF  THE\n   15  PURCHASING POLITICAL SUBDIVISION OR DISTRICT THEREIN.\n   16    1-C.  A  POLITICAL  SUBDIVISION OR ANY DISTRICT THEREIN SHALL HAVE THE\n   17  OPTION OF PURCHASING INFORMATION TECHNOLOGY AND TELECOMMUNICATIONS HARD-\n   18  WARE, SOFTWARE AND PROFESSIONAL SERVICES THROUGH COOPERATIVE  PURCHASING\n   19  PERMISSIBLE PURSUANT TO FEDERAL GENERAL SERVICES ADMINISTRATION INFORMA-\n   20  TION  TECHNOLOGY SCHEDULE SEVENTY OR ANY SUCCESSOR SCHEDULE. A POLITICAL\n   21  SUBDIVISION OR ANY  DISTRICT  THEREIN  THAT  PURCHASES  THROUGH  GENERAL\n   22  SERVICES  ADMINISTRATION  SCHEDULE  SEVENTY,  INFORMATION TECHNOLOGY AND\n   23  CONSOLIDATED SCHEDULE  CONTRACTS  SHALL  COMPLY  WITH  FEDERAL  SCHEDULE\n   24  ORDERING  PROCEDURES  AS  PROVIDED  IN  FEDERAL  ACQUISITION  REGULATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01688-01-1\n\n       A. 853                              2\n\n    1  8.405-1 OR 8.405-2 OR SUCCESSOR REGULATIONS,  WHICHEVER  IS  APPLICABLE.\n    2  ADHERENCE  TO  SUCH  PROCEDURES  SHALL  CONSTITUTE  COMPLIANCE  WITH THE\n    3  COMPETITIVE BIDDING REQUIREMENTS UNDER THIS SECTION.\n    4    14.  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION\n    5  AND IN ADDITION TO THE PROVISIONS OF SUBDIVISION THREE OF  THIS  SECTION\n    6  AND  SECTION  ONE  HUNDRED  FOUR  OF THIS ARTICLE, ANY OFFICER, BOARD OR\n    7  AGENCY OF A POLITICAL SUBDIVISION OR OF ANY DISTRICT THEREIN  AUTHORIZED\n    8  TO  MAKE  PURCHASES  OF  MATERIALS, EQUIPMENT AND SUPPLIES MAY MAKE SUCH\n    9  PURCHASES AS MAY BE  REQUIRED  BY  SUCH  POLITICAL  SUBDIVISION  OR  ANY\n   10  DISTRICT THEREIN THROUGH THE USE OF A CONTRACT LET BY ANY OTHER STATE OR\n   11  POLITICAL  SUBDIVISION  IF  SUCH  CONTRACT  WAS  LET  IN ACCORDANCE WITH\n   12  COMPETITIVE BIDDING REQUIREMENTS THAT ARE CONSISTENT WITH  THIS  SECTION\n   13  AND  WITH  THE INTENT OF EXTENDING ITS USE TO CERTAIN OTHER GOVERNMENTAL\n   14  ENTITIES. PRIOR TO MAKING SUCH A PURCHASE, THE GOVERNING  BOARD  OF  THE\n   15  POLITICAL  SUBDIVISION  OR DISTRICT MAKING THE PURCHASE SHALL DETERMINE,\n   16  UPON REVIEW OF ANY NECESSARY DOCUMENTATION  AND,  AS  APPROPRIATE,  UPON\n   17  ADVICE  OF  ITS  COUNSEL, THAT THE REQUIREMENTS OF THIS SUBDIVISION HAVE\n   18  BEEN MET, AND SHALL  CERTIFY,  BY  RESOLUTION,  THAT  SUCH  PURCHASE  IS\n   19  PERMITTED UNDER THE PROCUREMENT POLICIES AND PROCEDURES OF THE POLITICAL\n   20  SUBDIVISION  OR DISTRICT, ADOPTED PURSUANT TO SECTION ONE HUNDRED FOUR-B\n   21  OF THIS ARTICLE. FURTHERMORE, THE AUTHORITY PROVIDED TO POLITICAL SUBDI-\n   22  VISIONS AND DISTRICTS THEREIN UNDER THIS SUBDIVISION SHALL  NOT  RELIEVE\n   23  ANY  OBLIGATION  OF  SUCH  POLITICAL  SUBDIVISION OR DISTRICT THEREIN TO\n   24  COMPLY WITH ANY APPLICABLE MINORITY AND WOMEN-OWNED BUSINESS  ENTERPRISE\n   25  PROGRAM MANDATES.\n   26    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to allowing certain shared purchasing contracts among political subdivisions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151241.TXT", "SOBI.D110104.T164039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294344761227
}