{
  "year" : 2011,
  "senateBillNo" : "A854-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A854-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the products which may be purchased for public use",
  "summary" : "Expands the products which may be purchased for public use by including renewable energy resources; further increases the cost premium percentage of a product deemed reasonably competitive. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AA7096-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          854\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GALEF,  PAULIN,  SWEENEY,  DINOWITZ, LAVINE,\n         BOYLAND, LUPARDO, SPANO, GIGLIO, JAFFEE, ENGLEBRIGHT, KAVANAGH, ROSEN-\n         THAL -- Multi-Sponsored by -- M. of A. CALHOUN, CASTELLI, FINCH, HOOP-\n         ER, JACOBS, LATIMER, MAGEE, McDONOUGH,  McENENY,  McKEVITT,  MOLINARO,\n         PEOPLES-STOKES,  PERRY, PHEFFER, ROBINSON, SCHIMEL, THIELE, WEISENBERG\n         -- read once and referred to the Committee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to expanding  the\n         products which may be purchased for public use\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 104-a of the general municipal law, as  amended  by\n    2  chapter 468 of the laws of 1994, is amended to read as follows:\n    3    S  104-a.  Purchasing  of products for public use.  1. Notwithstanding\n    4  the provisions of section one hundred three of this  [chapter]  ARTICLE,\n    5  when  purchasing  products the officer, board or agency of any political\n    6  subdivision or of any district therein  charged  with  the  awarding  of\n    7  public  contracts  may,  wherever RENEWABLE ENERGY RESOURCES OR recycled\n    8  products meet contract specifications and the price of such products  is\n    9  reasonably  competitive, purchase such products. For the purpose of this\n   10  section [and until July first, nineteen  hundred  ninety-six,  \"recycled\n   11  product\" shall mean any product which has been manufactured from second-\n   12  ary  materials,  as  defined  in  subdivision one of section two hundred\n   13  sixty-one of the economic development law, and meets secondary  material\n   14  content  requirements  adopted  by  the office of general services under\n   15  subdivision one of  section  one  hundred  seventy-seven  of  the  state\n   16  finance  law  for  products  available  to  the political subdivision or\n   17  district under state contract or, if no such contract for  such  product\n   18  is  available,  any  product  which meets the secondary material content\n   19  requirements adopted by the political subdivision  or  district  thereof\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00638-01-1\n\n       A. 854                              2\n\n    1  with  respect to a specific commodity procurement by such entity. On and\n    2  after July first, nineteen hundred ninety-six,]:\n    3    (A) \"recycled product\" shall mean[, for the purposes of this section,]\n    4  any  product  which is manufactured from secondary materials, as defined\n    5  in subdivision one of section two  hundred  sixty-one  of  the  economic\n    6  development  law, and which meets the requirements of subdivision two of\n    7  section 27-0717 of the environmental conservation  law  and  regulations\n    8  promulgated pursuant thereto[. For the purpose of this section,];\n    9    (B)  \"RENEWABLE  ENERGY RESOURCES\" SHALL MEAN SOLAR, WIND, PHOTOVOLTA-\n   10  ICS,  TIDAL,  GEOTHERMAL,  FUEL  CELL   TECHNOLOGIES   AND   LOW-IMPACT,\n   11  RUN-OF-RIVER  HYDROELECTRIC  ELECTRIC GENERATING EQUIPMENT WITH CAPACITY\n   12  UP TO THIRTY MEGAWATTS WITH NO NEW STORAGE IMPOUNDMENT; AND\n   13    (C) \"reasonably competitive\" shall mean:\n   14    (I) that the cost of the recycled  product  does  not  exceed  a  cost\n   15  premium  of  ten  percent above the cost of a comparable product that is\n   16  not a recycled product or, if at least fifty percent  of  the  secondary\n   17  materials utilized in the manufacture of that product are generated from\n   18  the  waste  stream  in  New York state, the cost of the recycled product\n   19  does not exceed a cost premium of fifteen percent above the  cost  of  a\n   20  comparable product that is not a recycled product; OR\n   21    (II)  THAT THE COST OF THE RENEWABLE ENERGY RESOURCE DOES NOT EXCEED A\n   22  COST PREMIUM OF FIFTEEN PERCENT ABOVE THE COST OF A  COMPARABLE  PRODUCT\n   23  THAT IS NOT A RENEWABLE ENERGY RESOURCE.\n   24    2.  Whenever such officer, board or agency shall purchase or cause the\n   25  purchase of printing on recycled paper pursuant to this section,  he  or\n   26  she  shall  require  the  printed material to contain the official state\n   27  recycling emblem established pursuant  to  subdivision  two  of  section\n   28  27-0717 of the environmental conservation law and regulations promulgat-\n   29  ed pursuant thereto if such paper has been approved by the department of\n   30  environmental  conservation as satisfying the requirements of such stat-\n   31  ute and regulations, or, if such paper has not been so approved, require\n   32  the printed material to include a printed statement which indicates  the\n   33  percentages  of pre-consumer and post-consumer recycled material content\n   34  of such paper.\n   35    S 2. This act shall take effect on the first of January next  succeed-\n   36  ing the date on which it shall have become a law. Effective immediately,\n   37  the  addition,  amendment and/or repeal of any rule or regulation neces-\n   38  sary for the implementation of  this  act  on  its  effective  date  are\n   39  authorized  and  directed  to  be  made  and completed on or before such\n   40  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to expanding the products which may be purchased for public use ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151729.TXT", "SOBI.D110104.T164039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049482
}