{
  "year" : 2011,
  "senateBillNo" : "A855-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A855-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies the qualification of member items, authorizes the review of violations of the qualification of member items, and requiring that member items be fully itemized",
  "summary" : "Clarifies the appropriation and qualification of member items, authorizes the legislative ethics commission to review violations of the qualification of member items, and requires that all member items be fully itemized. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "AA10116-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jordan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          855\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GALEF, PAULIN, THIELE, MENG, KAVANAGH, BARRON,\n         MILLMAN,  ORTIZ,  KELLNER,  SPANO,  ROSENTHAL,  BROOK-KRASNY,  JAFFEE,\n         LUPARDO,  CALHOUN,  SAYWARD,  BURLING,  CORWIN,  RAIA, GIGLIO, JORDAN,\n         TOBACCO, CASTRO, CASTELLI, BUTLER -- Multi-Sponsored by --  M.  of  A.\n         AMEDORE, BARCLAY, CONTE, CROUCH, DUPREY, FINCH, HAYES, JEFFRIES, KOLB,\n         LATIMER,  LAVINE,  P. LOPEZ,  MAGEE,  MAYERSOHN,  McDONOUGH, McKEVITT,\n         MOLINARO, MONTESANO,  MURRAY,  PHEFFER,  RABBITT,  SALADINO,  SCHIMEL,\n         TEDISCO  --  read  once  and referred to the Committee on Governmental\n         Operations\n\n       AN ACT to amend the legislative  law,  in  relation  to  clarifying  the\n         appropriation  and  qualification  of  member items and authorizes the\n         legislative ethics commission to review violations of  the  qualifica-\n         tion  of member items; and to amend the state finance law, in relation\n         to requiring that all member items be fully itemized\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislative law is amended by adding a new section 54-b\n    2  to read as follows:\n    3    S  54-B.  MEMBER  ITEMS.  1. AS USED IN THIS SECTION, THE TERM \"MEMBER\n    4  ITEM\" SHALL MEAN A BUDGETARY ALLOCATION AS  FUNDED  BY  THE  LEGISLATIVE\n    5  COMMUNITY PROJECTS FUND AS DEFINED IN SECTION NINETY-NINE-T OF THE STATE\n    6  FINANCE  LAW,  AND  THE  EXECUTIVE COMMUNITY PROJECTS FUND AS DEFINED IN\n    7  SECTION NINETY-NINE-U OF THE STATE FINANCE LAW  AT  THE  DISCRETION  AND\n    8  REQUEST  OF  THE GOVERNOR OR A MEMBER OF THE LEGISLATURE FOR A CERTIFIED\n    9  TAX-EXEMPT NON-PROFIT ORGANIZATION UNDER SECTION 501(C)(3) OF THE INTER-\n   10  NAL REVENUE CODE IN NEW YORK STATE, A STATE AGENCY,  A  MUNICIPALITY  OR\n   11  THEIR AFFILIATED DEPARTMENT, UNIVERSITY, COLLEGE, OR SCHOOL DISTRICT.\n   12    2.  MEMBER ITEMS SHALL NOT BE APPROPRIATED WHEN A CONFLICT OF INTEREST\n   13  EXISTS BETWEEN THE LEGISLATOR OR GOVERNOR DESIGNATING  THE  MEMBER  ITEM\n   14  AND  THE  POTENTIAL  RECIPIENT.  A MEMBER ITEM CANNOT FUND ORGANIZATIONS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00290-01-1\n\n       A. 855                              2\n\n    1  THAT EMPLOY OR OTHERWISE COMPENSATE THE LEGISLATOR OR GOVERNOR, A MEMBER\n    2  OF THE LEGISLATOR'S OR GOVERNOR'S FAMILY, ANY PERSON SHARING THE HOME OF\n    3  THE LEGISLATOR OR GOVERNOR OR A MEMBER OF THE LEGISLATOR'S OR GOVERNOR'S\n    4  STAFF  FOR  SERVICES OR LABOR RENDERED. FURTHERMORE, LEGISLATORS AND THE\n    5  GOVERNOR SHALL NOT DESIGNATE MEMBER ITEMS IF THE LEGISLATOR OR GOVERNOR,\n    6  A MEMBER OF THE LEGISLATOR'S OR GOVERNOR'S FAMILY,  ANY  PERSON  SHARING\n    7  THE  HOME  OF THE LEGISLATOR OR GOVERNOR OR A MEMBER OF THE LEGISLATOR'S\n    8  OR GOVERNOR'S STAFF IS INVOLVED WITH THE OPERATIONS OF THE  ORGANIZATION\n    9  IN A DECISION-MAKING CAPACITY INCLUDING BUT NOT LIMITED TO WORKING ON AN\n   10  UNPAID,  VOLUNTEER BASIS OR A MEMBER OF THE DIRECTING BOARD OF AN ORGAN-\n   11  IZATION.\n   12    3. PRIOR TO THE APPROPRIATION OF MEMBER ITEMS, THE LEGISLATURE SHALL:\n   13    (A) PROVIDE THAT EACH MEMBER OF THE SENATE  AND  EACH  MEMBER  OF  THE\n   14  ASSEMBLY  RECEIVE  AN  EQUAL  SHARE OF THE DOLLAR AMOUNT OF MEMBER ITEMS\n   15  ALLOCATED TO THE RESPECTIVE LEGISLATIVE BODY;\n   16    (B) REQUIRE THE LEGISLATOR OR GOVERNOR REQUESTING SUCH MEMBER ITEM  TO\n   17  SUBMIT  A  SIGNED  CONFLICT  OF INTEREST FORM ALONG WITH THE MEMBER ITEM\n   18  REQUEST FORM TO ENSURE THAT NO CONFLICT OF INTEREST EXISTS. THE LEGISLA-\n   19  TOR OR GOVERNOR SHALL DISCLOSE ON THE  CONFLICT  OF  INTEREST  FORM  ALL\n   20  POLITICAL  DONATIONS  HE OR SHE IS RECEIVING OR HAS RECEIVED IN THE PAST\n   21  FROM THE INTENDED RECIPIENT OF THE MEMBER ITEM FUNDING. SUCH A  CONFLICT\n   22  OF  INTEREST  FORM  SHALL  BE SIGNED BY THE LEGISLATOR OR GOVERNOR UNDER\n   23  PENALTY OF PERJURY, STATING THAT THE MEMBER ITEM IS NOT  BEING  DIRECTED\n   24  IN A MANNER DESCRIBED IN SUBDIVISION TWO OF THIS SECTION;\n   25    (C)  PROVIDE  THAT  ANY  STATE AGENCY THAT PROVIDES FUNDING FOR MEMBER\n   26  ITEMS EVALUATE THE SPENDING OF SUCH  MEMBER  ITEM  FUNDS  BY  THE  LOCAL\n   27  PROJECT,  ORGANIZATION  OR  OTHER ENTITY RECEIVING SUCH FUNDS. THE STATE\n   28  AGENCY SHALL TRACK THE FUNDS TO ENSURE THAT THEY ARE BEING  SPENT  IN  A\n   29  MANNER CONSISTENT WITH THE MEMBER ITEM APPLICATION;\n   30    (D) ENSURE THAT THE FOLLOWING CRITERIA ARE SATISFIED:\n   31    (1)  GRANTS  ARE  TO  BE DESIGNATED FOR PUBLIC PURPOSES.   THE PROGRAM\n   32  FUNDED MUST BE OPEN AND AVAILABLE TO ALL INDIVIDUALS ON  A  NONSECTARIAN\n   33  BASIS;\n   34    (2)  GRANTS  ARE  PROVIDED  IN SUPPORT OF SERVICES AND ACTIVITIES THAT\n   35  HAVE STATEWIDE BENEFIT OR BENEFIT LOCAL COMMUNITIES;\n   36    (3) GRANTS ARE ONLY DESIGNATED FOR NOT-FOR-PROFIT ORGANIZATIONS, MUNI-\n   37  CIPALITIES  OR  THEIR  AFFILIATED  DEPARTMENTS/AGENCIES,   UNIVERSITIES,\n   38  COLLEGES, OR SCHOOL DISTRICTS;\n   39    (4)  GRANTS ARE AVAILABLE SOLELY FOR ACTIVITIES AND PROGRAMS CONDUCTED\n   40  WITHIN THE STATE OF NEW YORK;\n   41    (5) GRANTS ARE NOT TO BE REDISTRIBUTED UNLESS THE GRANT  RECIPIENT  IS\n   42  IDENTIFIED  AND  THE GRANT TO THE END RECIPIENT COMPLIES WITH THE CRITE-\n   43  RIA;\n   44    (6) GRANTS ARE TO BE USED ONLY FOR THE PURPOSE STATED IN  THE  FUNDING\n   45  REQUEST;\n   46    (7) GRANTS ARE NOT TO BE USED TO FUND LOAN PROGRAMS;\n   47    (8)  GRANTS ARE NOT TO BE USED FOR THE FOLLOWING PURPOSES: (A) TO FUND\n   48  AN ENTITY IN BANKRUPTCY, RECEIVERSHIP, OR FORECLOSURE OR TO  FUND  LEGAL\n   49  OR  ADMINISTRATIVE EXPENSES RELATED TO BANKRUPTCY, RECEIVERSHIP OR FORE-\n   50  CLOSURE PROCEEDINGS; (B) TO PAY FOR  ANY  ARREARS  IN  WORKERS'  COMPEN-\n   51  SATION, UNEMPLOYMENT INSURANCE OR OTHER EMPLOYEE BENEFITS; OR (C) TO PAY\n   52  FOR  ANY ARREARS OR CURRENT OBLIGATIONS FOR FEDERAL, STATE, OR MUNICIPAL\n   53  TAXES; FOR LOBBYING ACTIVITIES AS DEFINED UNDER SECTION  ONE-C  OF  THIS\n   54  CHAPTER AND COMPARABLE SECTIONS OF FEDERAL OR MUNICIPAL LAW;\n   55    (9)  GRANTS  ARE  NOT TO BE THE ONLY SIGNIFICANT SOURCE OF FUNDING FOR\n   56  THE ORGANIZATION;\n\n       A. 855                              3\n\n    1    (10) GRANT APPLICATIONS SHALL  INCLUDE  A  BRIEF  DESCRIPTION  OF  THE\n    2  PROJECT TO BE FUNDED; AND\n    3    (11)  GRANTS  SHALL  NOT  BE  USED BY RECIPIENTS TO PAY WAGES OR OTHER\n    4  EMPLOYEE BENEFITS.\n    5    (E) AT LEAST TWENTY-FOUR HOURS PRIOR TO APPROVAL BY THE LEGISLATURE OF\n    6  THE STATE BUDGET, THE LEGISLATURE MUST MAKE PUBLIC WITH RESPECT TO  EACH\n    7  MEMBER ITEM, THE MEMBER OF THE SENATE, THE MEMBER OF THE ASSEMBLY OR THE\n    8  GOVERNOR  SPONSORING  THE  MEMBER  ITEM, THE DOLLAR AMOUNT OF THE MEMBER\n    9  ITEM TO BE APPROPRIATED, AND THE NAME OF THE LOCAL PROJECT, ORGANIZATION\n   10  OR OTHER ENTITY RECEIVING SUCH MEMBER ITEM. SUCH PUBLICATION SHALL, AT A\n   11  MINIMUM, BE MADE ON THE WEBSITE OF EACH HOUSE OF THE  LEGISLATURE  IN  A\n   12  MANNER THAT IS EASILY ACCESSIBLE.\n   13    4.  ALL  MEMBER ITEM ALLOCATION RECIPIENTS SHALL PROVIDE CERTIFICATION\n   14  OF PROPER USE OF FUNDS RECEIVED.  FOR  ALLOCATIONS  TOTALING  LESS  THAN\n   15  FIFTY  THOUSAND  DOLLARS, A DULY AUTHORIZED REPRESENTATIVE OF THE MEMBER\n   16  ITEM RECIPIENT ORGANIZATION SHALL ATTEST UNDER PENALTY OF  PERJURY  THAT\n   17  THE RECIPIENT ORGANIZATION ACTUALLY SPENT THE MEMBER ITEM GRANT MONEY IN\n   18  THE  MANNER  AND  FOR  THE  PURPOSES DESIGNATED IN ITS APPLICATION FOR A\n   19  MEMBER ITEM ALLOCATION. FOR ALLOCATIONS TOTALING MORE THAN  FIFTY  THOU-\n   20  SAND DOLLARS, A DULY AUTHORIZED REPRESENTATIVE OF THE MEMBER ITEM RECIP-\n   21  IENT ORGANIZATION SHALL ATTEST UNDER PENALTY OF PERJURY THAT THE RECIPI-\n   22  ENT  ORGANIZATION  ACTUALLY  SPENT  THE  MEMBER  ITEM GRANT MONEY IN THE\n   23  MANNER AND FOR THE PURPOSES DESIGNATED IN ITS APPLICATION FOR  A  MEMBER\n   24  ITEM ALLOCATION AND SHALL FILE A FINAL REPORT, UNDER PENALTY OF PERJURY,\n   25  DETAILING  THE EXPENDITURES. SUCH REPORT SHALL BE SUBMITTED BY MAY THIR-\n   26  TY-FIRST OF THE CALENDAR YEAR FOLLOWING THE CALENDAR YEAR IN  WHICH  THE\n   27  MEMBER  ITEM WAS ALLOCATED AND SHALL FOLLOW THE REQUIREMENTS ESTABLISHED\n   28  BY THE ATTORNEY GENERAL. NO FUTURE MEMBER ITEM GRANTS SHALL BE  APPROVED\n   29  FOR  AN  ORGANIZATION  WHICH HAS PREVIOUSLY RECEIVED A MEMBER ITEM ALLO-\n   30  CATION UNTIL SUCH DOCUMENTS HAVE BEEN SIGNED AND RECEIVED BY THE  OFFICE\n   31  OF THE NEW YORK STATE ATTORNEY GENERAL.\n   32    5.  PRIOR  TO  SUBMITTING AN APPLICATION FOR A MEMBER ITEM ALLOCATION,\n   33  EACH ORGANIZATION SEEKING A MEMBER ITEM ALLOCATION MUST MEET  PRE-CERTI-\n   34  FICATION  STANDARDS  AS  ESTABLISHED BY THE OFFICE OF THE NEW YORK STATE\n   35  ATTORNEY GENERAL. AT A MINIMUM, THOSE STANDARDS SHALL REQUIRE  THAT  THE\n   36  ORGANIZATION   SEEKING   PRE-CERTIFICATION  IS  A  CERTIFIED  TAX-EXEMPT\n   37  NON-PROFIT ORGANIZATION UNDER SECTION 501(C)(3) OF THE INTERNAL  REVENUE\n   38  CODE  IN  NEW YORK STATE, A STATE AGENCY, A MUNICIPALITY OR THEIR AFFIL-\n   39  IATED DEPARTMENT, UNIVERSITY, COLLEGE, OR  SCHOOL  DISTRICT  CAPABLE  OF\n   40  ACCEPTING POTENTIAL FUNDING AND THAT SUCH ENTITY IS NOT IN BANKRUPTCY OR\n   41  ARREARS  ON ANY OBLIGATIONS. IF AN ORGANIZATION HAS RECEIVED MEMBER ITEM\n   42  FUNDING IN THE  PAST,  THE  ORGANIZATION  SHALL  ALSO  COMPLY  WITH  THE\n   43  REQUIREMENTS  OF  SUBDIVISION  FOUR OF THIS SECTION. NO APPLICATION FROM\n   44  ANY ORGANIZATION SHALL BE CONSIDERED BY A LEGISLATOR UNTIL THE OFFICE OF\n   45  THE NEW YORK STATE ATTORNEY  GENERAL  HAS  CERTIFIED  SUCH  ORGANIZATION\n   46  BASED UPON THE CRITERIA SET FORTH IN THIS SUBDIVISION AND UPON ANY ADDI-\n   47  TIONAL REGULATORY STANDARDS ESTABLISHED BY THE ATTORNEY GENERAL.\n   48    6.  ANY  STATE  AGENCY  THAT  PROVIDES  FUNDING FOR MEMBER ITEMS SHALL\n   49  REVIEW MEMBER ITEM SPENDING ON AN ANNUAL BASIS AND  PERIODICALLY  REVIEW\n   50  GRANT RECIPIENTS' USE OF GRANT MONEY.\n   51    7.  ANY MEMBER ITEM APPROPRIATED BY THE LEGISLATURE SHALL BE SET FORTH\n   52  SEPARATELY AND APART FROM EVERY OTHER MEMBER ITEM IN THE STATE BUDGET IN\n   53  ORDER TO CLEARLY IDENTIFY EACH LEGISLATOR'S OR GOVERNOR'S REQUEST.\n   54    8. ANY VIOLATION OF THE PROVISIONS OF THIS SECTION SHALL  BE  REFERRED\n   55  TO   THE   LEGISLATIVE   ETHICS  COMMISSION  OR  ITS  SUCCESSOR  ENTITY.\n   56  COMPLAINTS REGARDING THE FAILURE OF AN ALLOCATION OR  USE  OF  A  MEMBER\n\n       A. 855                              4\n\n    1  ITEM TO COMPLY WITH THE PROVISIONS OF THIS CHAPTER SHALL BE SUBMITTED TO\n    2  (A) THE LEGISLATIVE ETHICS COMMISSION WITH REGARD TO A MEMBER ITEM ALLO-\n    3  CATION  MADE AT THE DISCRETION OF A LEGISLATOR, OR (B) THE COMMISSION ON\n    4  PUBLIC  INTEGRITY  WITH  REGARD  TO A MEMBER ITEM ALLOCATION MADE AT THE\n    5  DISCRETION OF THE GOVERNOR. EACH  COMPLAINT  SHALL  BE  INVESTIGATED  IN\n    6  ACCORDANCE WITH THE RULES AND PROCEDURES OF THE COMMISSION RECEIVING THE\n    7  COMPLAINT.\n    8    S  2.  Paragraph  1  of subdivision 7 of section 80 of the legislative\n    9  law, as amended by chapter 14 of the laws of 2007, is amended to read as\n   10  follows:\n   11    l. Receive and act on complaints  regarding  persons  subject  to  its\n   12  jurisdiction  alleging  a  possible violation of SECTION FIFTY-FOUR-B OF\n   13  THIS CHAPTER OR section seventy-three, seventy-three-a  or  seventy-four\n   14  of  the  public  officers  law,  and  conduct  such  investigations  and\n   15  proceedings as are authorized and necessary to carry out the  provisions\n   16  of  this section. In connection with such investigations, the commission\n   17  may administer oaths or affirmations, subpoena witnesses,  compel  their\n   18  attendance  and  require the production of any books or records which it\n   19  may deem relevant or material;\n   20    S 3. Subdivisions 4 and 5 of section 24 of the state finance  law,  as\n   21  added by chapter 1 of the laws of 2007, are amended to read as follows:\n   22    4.  Any  appropriation added to such budget bills, pursuant to section\n   23  four of article seven of the constitution, shall only  contain  itemized\n   24  appropriations  which  shall  not  be  in the form of lump sum appropri-\n   25  ations[,] AND SHALL DESIGNATE FOR EACH APPROPRIATION A GRANTEE  OF  SUCH\n   26  APPROPRIATION,  and  [provided  further  that] for all non-federal state\n   27  operations appropriations, such bill or bills shall only  contain  item-\n   28  ized appropriations and shall be made, where practicable, by agency, and\n   29  within  each  agency by program and within each program at the following\n   30  level of detail and in the following order:\n   31    (a) by fund type, which at  a  minimum  shall  include  general  fund,\n   32  special  revenue-other  funds,  capital  projects funds and debt service\n   33  funds;\n   34    (b) for personal service appropriations, separate appropriations shall\n   35  be made for regular personal service, temporary  personal  service,  and\n   36  holiday and overtime pay;\n   37    (c)  for  nonpersonal  service appropriations, separate appropriations\n   38  shall be made for supplies and materials, travel, contractual  services,\n   39  equipment and fringe benefits, as appropriate.\n   40    5.  [Any appropriation added pursuant to section four of article seven\n   41  of the constitution without designating a  grantee  shall  be  allocated\n   42  only  pursuant to a plan setting forth an itemized list of grantees with\n   43  the amount to be received by each, or  the  methodology  for  allocating\n   44  such  appropriation.  Such  plan shall be subject to the approval of the\n   45  chair of the senate finance committee, the chair of  the  assembly  ways\n   46  and  means  committee,  and  the  director of the budget, and thereafter\n   47  shall be included in a concurrent resolution calling for the expenditure\n   48  of such monies, which resolution must be approved by a majority vote  of\n   49  all members elected to each house upon a roll call vote.] THE PROVISIONS\n   50  OF  THIS  SECTION  SHALL  NOT  PRECLUDE  MEMBERS OF THE LEGISLATURE FROM\n   51  COLLABORATING WITH EACH OTHER IN THE SELECTION OF MEMBER ITEMS AND PACK-\n   52  AGING THEIR INDIVIDUAL  MEMBER  ITEM  ALLOCATIONS  TOGETHER  WITH  OTHER\n   53  MEMBER'S ALLOCATIONS FOR SPECIFIED REGIONAL OR JOINT PROJECTS.\n   54    S 4. Section 99-d of the state finance law, as added by chapter 474 of\n   55  the laws of 1996, is renumbered section 99-t and the section heading, as\n   56  added  by chapter 474 of the laws of 1996, and subdivision 1, as amended\n\n       A. 855                              5\n\n    1  by section 2 of part BB of chapter 686 of the laws of 2003, are  amended\n    2  to read as follows:\n    3    [Community]  LEGISLATIVE  COMMUNITY  projects fund. 1. There is hereby\n    4  established in the joint custody of the comptroller and the commissioner\n    5  of taxation and finance a special fund to be known  as  the  LEGISLATIVE\n    6  community projects fund. This fund may have separate accounts designated\n    7  pursuant  to  a  specific appropriation to such account or pursuant to a\n    8  written suballocation plan approved in  a  memorandum  of  understanding\n    9  executed  by  the  director  of  the budget, the secretary of the senate\n   10  finance committee and the secretary  of  the  assembly  ways  and  means\n   11  committee. Such suballocation shall be submitted to the comptroller.\n   12    S  5. The state finance law is amended by adding a new section 99-u to\n   13  read as follows:\n   14    S 99-U. EXECUTIVE COMMUNITY PROJECTS FUND. 1. THERE IS  HEREBY  ESTAB-\n   15  LISHED  IN  THE JOINT CUSTODY OF THE COMPTROLLER AND THE COMMISSIONER OF\n   16  TAXATION AND FINANCE A SPECIAL FUND TO BE KNOWN AS THE EXECUTIVE  COMMU-\n   17  NITY  PROJECTS  FUND.  THIS  FUND  MAY HAVE SEPARATE ACCOUNTS DESIGNATED\n   18  PURSUANT TO A SPECIFIC APPROPRIATION TO SUCH ACCOUNT OR  PURSUANT  TO  A\n   19  WRITTEN  SUBALLOCATION  PLAN  APPROVED  IN A MEMORANDUM OF UNDERSTANDING\n   20  EXECUTED BY THE DIRECTOR OF THE BUDGET,  THE  SECRETARY  OF  THE  SENATE\n   21  FINANCE  COMMITTEE  AND  THE  SECRETARY  OF  THE ASSEMBLY WAYS AND MEANS\n   22  COMMITTEE. SUCH SUBALLOCATION SHALL BE SUBMITTED TO THE COMPTROLLER.\n   23    2. SUCH FUND SHALL CONSIST OF MONIES TRANSFERRED TO SUCH FUND FROM THE\n   24  GENERAL FUND/STATE PURPOSES ACCOUNT, OR ANY OTHER MONIES REQUIRED TO  BE\n   25  TRANSFERRED  OR  DEPOSITED.  MONIES  MAY  NOT  BE  TRANSFERRED OR LOANED\n   26  BETWEEN  THE  ACCOUNTS  OF  THIS  FUND,  UNLESS  SPECIFICALLY  OTHERWISE\n   27  PROVIDED  BY  LETTER SIGNED BY THE DIRECTOR OF THE BUDGET, BUT ONLY UPON\n   28  THE JOINT REQUEST OF THE SECRETARY OF THE SENATE FINANCE  COMMITTEE  AND\n   29  THE SECRETARY OF THE ASSEMBLY WAYS AND MEANS COMMITTEE.\n   30    3.  (A)  AS  REQUIRED  TO MAKE TIMELY PAYMENTS FROM SUCH ACCOUNTS UPON\n   31  PRESENTMENT OF PROPER VOUCHERS THEREFOR,  THE  STATE  COMPTROLLER  SHALL\n   32  MAKE  TRANSFERS  TO  ANY ACCOUNT IN THIS FUND UP TO THE AMOUNTS ANNUALLY\n   33  SPECIFIED FOR TRANSFER TO SUCH ACCOUNT AND IN COMPLIANCE  WITH  SUBDIVI-\n   34  SION TWO OF THIS SECTION, BUT ONLY FROM SUCH FUND OR FUNDS AUTHORIZED TO\n   35  PROVIDE SUCH TRANSFERS.\n   36    (B)  BY  THE  CLOSE OF EACH FISCAL YEAR, ALL REMAINING AMOUNTS NOT YET\n   37  TRANSFERRED SHALL BE TRANSFERRED TO THE DESIGNATED  ACCOUNTS  FOR  WHICH\n   38  SUCH  TRANSFERS  WERE  AUTHORIZED, UP TO THE TOTAL AMOUNTS SPECIFIED FOR\n   39  TRANSFER TO EACH ACCOUNT IN EACH FISCAL  YEAR  AND  IN  COMPLIANCE  WITH\n   40  SUBDIVISION TWO OF THIS SECTION.\n   41    4.  NOTWITHSTANDING  SECTION  FORTY  OF  THIS  CHAPTER  OR  ANY  OTHER\n   42  PROVISION OF LAW, APPROPRIATIONS OF THIS FUND  SHALL  BE  AVAILABLE  FOR\n   43  LIABILITIES  INCURRED  DURING AND AFTER THE CLOSE OF THE FISCAL YEAR FOR\n   44  WHICH SUCH APPROPRIATIONS ARE ENACTED, PROVIDED HOWEVER THAT SUCH APPRO-\n   45  PRIATIONS SHALL LAPSE ON THE FIFTEENTH DAY OF  SEPTEMBER  FOLLOWING  THE\n   46  CLOSE  OF THE FISCAL YEAR, AND NO MONIES SHALL THEREAFTER BE PAID OUT OF\n   47  THE STATE TREASURY OR ANY OF ITS FUNDS OR THE FUNDS UNDER ITS MANAGEMENT\n   48  PURSUANT TO SUCH APPROPRIATIONS.\n   49    5.  THE DIRECTOR OF THE BUDGET SHALL ISSUE A CERTIFICATE  OF  APPROVAL\n   50  FOR  ANY  APPROPRIATION  IN  ANY  ACCOUNT OF THIS FUND NO LATER THAN THE\n   51  LATER OF SIXTY DAYS AFTER THE ENACTMENT OF SUCH  APPROPRIATION  OR  FIVE\n   52  DAYS AFTER THE EXECUTION OF A WRITTEN SUBALLOCATION PLAN PURSUANT TO THE\n   53  PROVISIONS  OF  SUBDIVISION  ONE  OF  THIS  SECTION. SUCH APPROVAL SHALL\n   54  SATISFY ANY OTHER REQUIREMENT FOR A CERTIFICATE OF APPROVAL.\n   55    6. (A) THE STATE SHALL NOT BE LIABLE  FOR  PAYMENTS  PURSUANT  TO  ANY\n   56  CONTRACT,  GRANT  OR  AGREEMENT MADE PURSUANT TO AN APPROPRIATION IN ANY\n\n       A. 855                              6\n\n    1  ACCOUNT OF THIS FUND IF INSUFFICIENT MONIES ARE AVAILABLE  FOR  TRANSFER\n    2  TO  SUCH  ACCOUNT  OF  THIS  FUND,  AFTER REQUIRED TRANSFERS PURSUANT TO\n    3  SUBDIVISION THREE OF THIS SECTION. EXCEPT WITH RESPECT  TO,  GRANTS,  OR\n    4  AGREEMENTS EXECUTED BY ANY STATE OFFICER, EMPLOYEE, DEPARTMENT, INSTITU-\n    5  TION,  COMMISSION,  BOARD,  OR  OTHER  AGENCY  OF THE STATE PRIOR TO THE\n    6  EFFECTIVE DATE OF THIS SECTION, ANY CONTRACT, GRANT  OR  AGREEMENT  MADE\n    7  PURSUANT  TO  AN  APPROPRIATION  IN  THIS  FUND  SHALL  INCORPORATE THIS\n    8  PROVISION AS A TERM OF SUCH CONTRACT, GRANT OR AGREEMENT.\n    9    (B) THE EXHAUSTION OF FUNDS AVAILABLE FOR  SUCH  TRANSFERS  SHALL  NOT\n   10  PRECLUDE  THE  APPROVAL  OF  CONTRACTS HEREUNDER PURSUANT TO SECTION ONE\n   11  HUNDRED TWELVE OF THIS CHAPTER. NOTWITHSTANDING ANY OTHER  PROVISION  OF\n   12  LAW,  INTEREST  SHALL  NOT BE DUE TO ANY RECIPIENT FOR ANY LATE PAYMENTS\n   13  MADE FROM THIS FUND WHICH RESULT FROM INSUFFICIENT MONIES  BEING  AVAIL-\n   14  ABLE IN AN ACCOUNT OF THIS FUND.\n   15    7.  MONIES SHALL BE PAID OUT OF SUCH ACCOUNTS ON THE AUDIT AND WARRANT\n   16  OF THE STATE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY  THE  HEAD\n   17  OF THE APPROPRIATE AGENCY.\n   18    S 6. This act does not preclude either house of the legislature or the\n   19  governor  from  adopting more stringent standards through its own guide-\n   20  lines or through the application process.\n   21    S 7. Member item grants shall continue to be subject to review by  the\n   22  respective  assembly  and  senate fiscal and counsel staffs, division of\n   23  the budget, the administering state agency,  the  office  of  the  state\n   24  comptroller, and the office of the attorney general. Nothing in this act\n   25  shall  limit  the  authority  of  the state comptroller and the attorney\n   26  general to review member item grant recipients or member item grants.\n   27    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to clarifying the appropriation and qualification of member items and authorizes the legislative ethics commission to review violations of the qualification of member items; and to amend the state finance law, in relation to requiring that all member items be fully itemized ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151729.TXT", "SOBI.D110104.T164039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049491
}