{
  "year" : 2011,
  "senateBillNo" : "A858-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A858-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the contact lens consumer protection act",
  "summary" : "Establishes the contact lens consumer protection act. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A6502-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          858\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in  relation  to  establishing\n         the contact lens consumer protection act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"contact lens consumer protection act\".\n    3    S  2. Legislative intent. The legislature hereby finds and declares it\n    4  necessary and in good policy of the state  to  protect  the  health  and\n    5  safety of consumers while allowing consumers the opportunity and freedom\n    6  to  choose the retailer of his or her choice. This act ensures consumers\n    7  are not unreasonably denied the opportunity to  choose  a  retailer  and\n    8  consumers remain protected.\n    9    S  3. The general business law is amended by adding a new article 27-B\n   10  to read as follows:\n   11                                 ARTICLE 27-B\n   12                      CONSUMER CONTACT LENS PROTECTION\n   13  SECTION 429-A. DEFINITIONS.\n   14          429-B. CERTIFICATION  OF   AVAILABILITY   OF   CONTACT   LENSES;\n   15                   EXCEPTIONS.\n   16          429-C. VIOLATIONS; PENALTIES.\n   17    S  429-A.  DEFINITIONS.  THE  FOLLOWING TERMS SHALL HAVE THE FOLLOWING\n   18  MEANINGS WHEN USED IN THIS ARTICLE:\n   19    1. THE TERM \"ALTERNATIVE CHANNELS OF DISTRIBUTION\" SHALL MEAN ANY MAIL\n   20  ORDER COMPANY, INTERNET  RETAILER,  PHARMACY,  BUYING  CLUB,  DEPARTMENT\n   21  STORE  OR MASS MERCHANDISE OUTLET, WITHOUT REGARD TO WHETHER IT IS ASSO-\n   22  CIATED WITH A PRESCRIBER, UNLESS THE ACCOUNT MEETS THE DEFINITION  OF  A\n   23  COMPETITOR AS PROVIDED FOR IN THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03710-02-1\n\n       A. 858                              2\n\n    1    2.  THE  TERM  \"COMPETITOR\"  SHALL  MEAN  AN  ENTITY THAT MANUFACTURES\n    2  CONTACT LENSES AND SELLS THOSE LENSES WITHIN THE STATE IN DIRECT  COMPE-\n    3  TITION WITH ANY OTHER MANUFACTURER.\n    4    3.  THE  TERM  \"MANUFACTURER\" SHALL MEAN A MANUFACTURER AND ITS PARENT\n    5  COMPANIES, SUBSIDIARIES, AFFILIATES, SUCCESSORS AND ASSIGNS.\n    6    4. THE TERM \"PRESCRIBER\" SHALL MEAN AN INDIVIDUAL LICENSED OR  AUTHOR-\n    7  IZED TO PRESCRIBE CONTACT LENSES UNDER THIS ARTICLE.\n    8    S  429-B. CERTIFICATION OF AVAILABILITY OF CONTACT LENSES; EXCEPTIONS.\n    9  1. BEGINNING JULY FIRST, TWO THOUSAND ELEVEN, A MANUFACTURER OF  CONTACT\n   10  LENSES  DOING  BUSINESS  IN  THE STATE SHALL CERTIFY BY AFFIDAVIT TO THE\n   11  ATTORNEY GENERAL THOSE BRANDS  OF  CONTACT  LENSES  PRODUCED,  MARKETED,\n   12  DISTRIBUTED  OR  SOLD  BY  THE  MANUFACTURER  IN THE STATE THAT ARE MADE\n   13  AVAILABLE IN A COMMERCIALLY REASONABLE AND NONDISCRIMINATORY  MANNER  TO\n   14  (A) PRESCRIBERS, (B) ENTITIES ASSOCIATED WITH PRESCRIBERS AND (C) ALTER-\n   15  NATIVE  CHANNELS OF DISTRIBUTION. NOTWITHSTANDING ANY OTHER PROVISION OF\n   16  LAW, A MANUFACTURER SHALL ONLY SELL, MARKET OR DISTRIBUTE LENSES IN  THE\n   17  STATE THAT HAVE BEEN CERTIFIED UNDER THIS SECTION.\n   18    2. THIS SECTION SHALL NOT APPLY TO:\n   19    (A) RIGID GAS PERMEABLE LENSES;\n   20    (B) BITORIC GAS PERMEABLE LENSES;\n   21    (C) BIFOCAL GAS PERMEABLE LENSES;\n   22    (D) KERATOCONUS LENSES;\n   23    (E)  CUSTOM  SOFT TORIC LENSES THAT ARE MANUFACTURED FOR AN INDIVIDUAL\n   24  PATIENT AND ARE NOT MASS MARKETED OR MASS PRODUCED; AND\n   25    (F) CUSTOM DESIGNED LENSES THAT ARE  MANUFACTURED  FOR  AN  INDIVIDUAL\n   26  PATIENT AND ARE NOT MASS MARKETED OR MASS PRODUCED.\n   27    3.  ANY  TIME  A  CONTACT LENS BRAND CEASES TO BE MADE AVAILABLE AFTER\n   28  JULY FIRST, TWO THOUSAND  ELEVEN,  THE  MANUFACTURER  SHALL  IMMEDIATELY\n   29  CERTIFY THAT FACT BY AFFIDAVIT TO THE ATTORNEY GENERAL.\n   30    4. NOTHING IN THIS SECTION SHALL BE INTENDED OR CONSTRUED TO REQUIRE A\n   31  MANUFACTURER TO:\n   32    (A) SELL TO A COMPETITOR;\n   33    (B)  SELL  CONTACT  LENSES  TO  DIFFERENT CONTACT LENS DISTRIBUTORS OR\n   34  CUSTOMERS AT THE SAME PRICE;\n   35    (C) OPEN OR MAINTAIN ANY ACCOUNT FOR A CONTACT LENS SELLER WHO IS  NOT\n   36  IN SUBSTANTIAL COMPLIANCE WITH APPLICABLE STATE AND FEDERAL LAWS REGARD-\n   37  ING THE SALE OF CONTACT LENSES;\n   38    (D)  DECIDE WHETHER A LOW-VOLUME ACCOUNT WITH A CONTACT LENS SELLER IS\n   39  A DIRECT ACCOUNT OR HANDLED THROUGH A DISTRIBUTOR; OR\n   40    (E) SELL TO CUSTOMERS IN ALL GEOGRAPHIC AREAS, LENSES THAT  ARE  BEING\n   41  TEST MARKETED ON A LIMITED BASIS IN RESTRICTED GEOGRAPHIC AREAS.\n   42    S  429-C.  VIOLATIONS;  PENALTIES.    1.  ANY PERSON WHO KNOWINGLY AND\n   43  INTENTIONALLY VIOLATES THIS SECTION IS GUILTY OF A MISDEMEANOR.\n   44    2. THE ATTORNEY GENERAL MAY BRING A CIVIL ACTION OR SEEK AN INJUNCTION\n   45  AND A CIVIL  PENALTY  AGAINST  A  PERSON,  ENTITY  OR  MANUFACTURER  WHO\n   46  VIOLATES THIS SECTION.\n   47    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110851.TXT", "SOBI.D110104.T164039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294416531828
}