{
  "year" : 2011,
  "senateBillNo" : "A859-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A859-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires automobile manufacturers to provide the original purchaser or lessee with information that would extend coverage beyond the original warranty expiration",
  "summary" : "Requires automobile manufacturers to directly, or through affiliated dealerships, provide the original purchaser or lessee with information about parts or warranty coverage that would extend coverage beyond the original expressed warranty expiration date. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AA4838-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          859\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER, REILICH -- read once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN  ACT  to  amend  the  general business law, in relation to automobile\n         manufacturers' warranty adjustment programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  198-d to read as follows:\n    3    S  198-D.  AUTOMOBILE MANUFACTURERS' WARRANTY ADJUSTMENT PROGRAMS. (A)\n    4  FOR THE PURPOSES OF THIS SECTION:\n    5    (1) \"CONSUMER\" MEANS THE PURCHASER, OTHER THAN FOR PURPOSES OF RESALE,\n    6  OF A MOTOR VEHICLE, A LESSEE OF A MOTOR VEHICLE, ANY PERSON TO WHOM SUCH\n    7  MOTOR VEHICLE IS TRANSFERRED DURING THE DURATION OF AN EXPRESS  WARRANTY\n    8  APPLICABLE TO SUCH MOTOR VEHICLE AND ANY PERSON ENTITLED BY THE TERMS OF\n    9  SUCH WARRANTY TO ENFORCE THE OBLIGATIONS OF THE WARRANTY.\n   10    (2)  \"DEALER\" MEANS ANY PERSON SELLING OR AGREEING TO SELL, LEASING OR\n   11  AGREEING TO LEASE IN THIS STATE ONE  OR  MORE  MOTOR  VEHICLES  UNDER  A\n   12  RETAIL  AGREEMENT  WITH A MANUFACTURER, MANUFACTURER BRANCH, DISTRIBUTOR\n   13  OR DISTRIBUTOR BRANCH, OR AGENT OF ANY OF THEM.\n   14    (3) \"LESSEE\" MEANS ANY CONSUMER WHO LEASES A MOTOR VEHICLE PURSUANT TO\n   15  A WRITTEN LEASE WHICH  PROVIDES  THAT  THE  LESSEE  IS  RESPONSIBLE  FOR\n   16  REPAIRS TO SUCH MOTOR VEHICLES.\n   17    (4)  \"ADJUSTMENT  PROGRAM\" MEANS ANY PROGRAM OR POLICY THAT EXPANDS OR\n   18  EXTENDS THE CONSUMER'S WARRANTY BEYOND ITS STATED LIMIT OR UNDER WHICH A\n   19  MANUFACTURER OFFERS TO PAY FOR ALL OR ANY PART OF THE COST OF REPAIRING,\n   20  OR TO REIMBURSE CONSUMERS FOR ALL OR ANY PART OF THE COST OF  REPAIRING,\n   21  ANY  CONDITION  THAT  MAY SUBSTANTIALLY AFFECT VEHICLE DURABILITY, RELI-\n   22  ABILITY OR PERFORMANCE, OTHER THAN SERVICE PROVIDED UNDER  A  SAFETY  OR\n   23  EMISSION-RELATED RECALL CAMPAIGN. THIS TERM DOES NOT INCLUDE ADJUSTMENTS\n   24  MADE BY A MANUFACTURER ON A CASE BY CASE BASIS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00799-01-1\n\n       A. 859                              2\n\n    1    (5)  \"MANUFACTURER\" MEANS (I) ANY PERSON WHO MANUFACTURES OR ASSEMBLES\n    2  NEW MOTOR VEHICLES FOR SALE OR DISTRIBUTION OR (II) ANY  PERSON  WHO  IS\n    3  ENGAGED  IN  THE  BUSINESS  OF  IMPORTING NEW MOTOR VEHICLES FOR SALE OR\n    4  DISTRIBUTION TO DEALERS OR THROUGH DISTRIBUTORS, OR FACTORY BRANCHES.\n    5    (6) \"MOTOR VEHICLE\" MEANS A MOTOR VEHICLE EXCLUDING OFF-ROAD VEHICLES,\n    6  WHICH  WAS  SUBJECT  TO A MANUFACTURER'S EXPRESS WARRANTY AT THE TIME OF\n    7  ORIGINAL DELIVERY AND EITHER (I) WAS PURCHASED, LEASED OR TRANSFERRED IN\n    8  THIS STATE WITHIN EITHER THE FIRST EIGHTEEN THOUSAND MILES OF  OPERATION\n    9  OR  TWO  YEARS FROM THE DATE OF ORIGINAL DELIVERY, WHICHEVER IS EARLIER,\n   10  OR (II) IS REGISTERED IN THIS STATE.\n   11    (7) \"OFF-ROAD VEHICLE\" MEANS ANY SELF-PROPELLED VEHICLE WHICH IS MANU-\n   12  FACTURED FOR SALE FOR OPERATION PRIMARILY ON OFF-HIGHWAY TRAILS OR  OFF-\n   13  HIGHWAY  COMPETITIONS  AND ONLY INCIDENTALLY OPERATED ON PUBLIC HIGHWAYS\n   14  PROVIDED THAT SUCH VEHICLE DOES NOT EXCEED SEVENTY INCHES  IN  WIDTH  OR\n   15  ONE THOUSAND POUNDS DRY WEIGHT.\n   16    (8)  \"SERVICE  BULLETIN\"  MEANS  ANY DOCUMENT ISSUED BY A MANUFACTURER\n   17  PERTAINING TO ANY ADJUSTMENT PROGRAM.\n   18    (B) (1) A MANUFACTURER SHALL, WITHIN NINETY DAYS OF THE ADOPTION OF AN\n   19  ADJUSTMENT PROGRAM, NOTIFY, BY FIRST-CLASS MAIL, ALL CONSUMERS  ELIGIBLE\n   20  UNDER  SUCH  PROGRAM  OF  THE  CONDITION  IN  THE MOTOR VEHICLE WHICH IS\n   21  COVERED BY AN ADJUSTMENT PROGRAM AND THE PRINCIPAL TERMS AND  CONDITIONS\n   22  OF THE ADJUSTMENT PROGRAM.\n   23    (2)  WITHIN THIRTY DAYS OF THE ADOPTION OF ANY NEW ADJUSTMENT PROGRAM,\n   24  A MANUFACTURER SHALL NOTIFY ITS DEALERS, IN WRITING, OF  ALL  THE  TERMS\n   25  AND CONDITIONS THEREOF.\n   26    (3)  COPIES  OF ALL NOTICES MAILED IN ACCORDANCE WITH THIS SUBDIVISION\n   27  SHALL BE SENT TO THE CONSUMER PROTECTION BOARD  AND  THE  DEPARTMENT  OF\n   28  MOTOR VEHICLES AND MADE AVAILABLE FOR PUBLIC INQUIRIES.\n   29    (C)  EACH MANUFACTURER EITHER DIRECTLY OR THROUGH ITS AUTHORIZED AGENT\n   30  SHALL CAUSE TO BE GIVEN TO THE ORIGINAL PURCHASER OF A NEW  MOTOR  VEHI-\n   31  CLE,  AT THE TIME OF PURCHASE, A NOTICE OUTLINING THE PROVISIONS OF THIS\n   32  SECTION AND THE RIGHTS AND REMEDIES PROVIDED  UNDER  THIS  SECTION.  THE\n   33  WRITTEN  NOTICE  SHALL BE DEEMED SUFFICIENT IF DONE IN SUBSTANTIALLY THE\n   34  FOLLOWING FORM:\n   35    \"SOMETIMES (INSERT MANUFACTURER'S NAME) OFFERS  A  SPECIAL  ADJUSTMENT\n   36  PROGRAM  TO  PAY  ALL  OR PART OF THE COST OF CERTAIN REPAIRS BEYOND THE\n   37  TERMS OF THE WARRANTY.  CHECK WITH YOUR DEALER TO DETERMINE WHETHER  ANY\n   38  ADJUSTMENT PROGRAM IS APPLICABLE TO YOUR MOTOR VEHICLE.\"\n   39    (D)  (1)  A  DEALER SHALL DISCLOSE TO A CONSUMER SEEKING REPAIRS FOR A\n   40  PARTICULAR CONDITION AT ITS REPAIR SHOP, THE PRINCIPAL TERMS AND  CONDI-\n   41  TIONS  OF  THE MANUFACTURER'S ADJUSTMENT PROGRAM COVERING SUCH CONDITION\n   42  IF THE DEALER HAS RECEIVED A SERVICE BULLETIN CONCERNING SUCH ADJUSTMENT\n   43  PROGRAM OR OTHERWISE HAS KNOWLEDGE OF IT.\n   44    (2) A DEALER  SHALL  PROVIDE  NOTICE  TO  PROSPECTIVE  PURCHASERS  AND\n   45  LESSEES THAT PROVIDES INFORMATION ON HOW TO GET COPIES OF SERVICE BULLE-\n   46  TINS.   NOTHING IN THIS NOTICE SHALL BE CONSTRUED AS AN ADMISSION BY THE\n   47  DEALER OR MANUFACTURER OF THE EXISTENCE OR  NONEXISTENCE  OF  A  VEHICLE\n   48  DEFECT.  THE NOTICE SHALL BE DEEMED SUFFICIENT IF POSTED IN THE SHOWROOM\n   49  OR OTHER AREA CONSPICUOUS TO MOTOR VEHICLE PURCHASERS AND WRITTEN IN THE\n   50  FOLLOWING FORM:\n   51    FEDERAL LAW REQUIRES MANUFACTURERS TO  FURNISH  THE  NATIONAL  HIGHWAY\n   52  TRAFFIC SAFETY ADMINISTRATION (N.H.T.S.A.) WITH BULLETINS DESCRIBING ANY\n   53  DEFECTS IN THEIR VEHICLES.\n   54    YOU  MAY  OBTAIN  COPIES OF THESE BULLETINS, FOR A FEE, FROM EITHER OF\n   55  THE FOLLOWING:\n   56    THE MANUFACTURER (ASK YOUR DEALER FOR THE TOLL-FREE NUMBER); OR\n\n       A. 859                              3\n\n    1    N.H.T.S.A.--TECHNICAL REFERENCE DIVISION (INSERT THE  CURRENT  MAILING\n    2  ADDRESS AND TELEPHONE NUMBER ESTABLISHED BY THE NATIONAL HIGHWAY TRAFFIC\n    3  SAFETY ADMINISTRATION FOR RECEIVING REQUESTS FOR SERVICE BULLETINS).\n    4    IN ADDITION, CERTAIN CONSUMER PUBLICATIONS PUBLISH THESE BULLETINS\n    5    AND SOME COMPANIES WILL SEND THEM TO YOU, FOR A FEE.\n    6    SUCH SIGN SHALL BE PRINTED WITH LETTERING THAT IS LEGIBLE AND SHALL BE\n    7  AT LEAST THREE-QUARTERS OF AN INCH BOLDFACE TYPE.\n    8    (E)  A MANUFACTURER WHO ESTABLISHES AN ADJUSTMENT PROGRAM SHALL IMPLE-\n    9  MENT PROCEDURES TO ASSURE REIMBURSEMENT OF EACH CONSUMER ELIGIBLE  UNDER\n   10  AN  ADJUSTMENT  PROGRAM  WHO  INCURS  EXPENSES FOR REPAIR OF A CONDITION\n   11  SUBJECT TO THE PROGRAM PRIOR TO  ACQUIRING  KNOWLEDGE  OF  THE  PROGRAM.\n   12  SUCH  REIMBURSEMENT SHALL BE CONSISTENT WITH THE TERMS AND CONDITIONS OF\n   13  THE PARTICULAR PROGRAM.\n   14    ANY CLAIM FOR REIMBURSEMENT UNDER THIS SUBDIVISION SHALL  BE  MADE  IN\n   15  WRITING  TO THE MANUFACTURER WITHIN TWO YEARS OF THE DATE OF THE CONSUM-\n   16  ER'S PAYMENT FOR REPAIR OF THE CONDITION.  THE MANUFACTURER SHALL NOTIFY\n   17  THE CONSUMER WITHIN TWENTY-ONE BUSINESS DAYS OF RECEIVING  A  CLAIM  FOR\n   18  REIMBURSEMENT WHETHER THE CLAIM WILL BE ALLOWED OR DENIED.  IF THE CLAIM\n   19  IS  DENIED, THE SPECIFIC REASONS FOR THE DENIAL SHALL BE STATED IN WRIT-\n   20  ING.\n   21    (F) A VIOLATION OF ANY OF THE PROVISIONS  OF  THIS  SECTION  SHALL  BE\n   22  DEEMED  A  DECEPTIVE  ACT OR PRACTICE UNDER ARTICLE TWENTY-TWO-A OF THIS\n   23  CHAPTER.\n   24    (G) NOTHING IN THIS SECTION SHALL BE CONSTRUED TO EXCLUDE, MODIFY,  OR\n   25  OTHERWISE  LIMIT  ANY  OTHER  REMEDY  PROVIDED  BY  LAW TO A CONSUMER OR\n   26  LESSEE.\n   27    S 2. This act shall take effect on the one hundred twentieth day after\n   28  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to automobile manufacturers' warranty adjustment programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110104.T164039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345949999
}