{
  "year" : 2011,
  "senateBillNo" : "A861-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A861-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the airport community redevelopment enterprise (ACRE) program",
  "summary" : "Establishes the airport community redevelopment enterprise (ACRE) program; provides that this program takes the money collected pursuant to the petroleum business tax on airline fuel used in New York and spends that money on targeted zones located near certain airports; further provides that the purpose of this program is to enhance those communities that surround certain airports in order to compensate the individuals that live in those communities for the pollution, noise and congestion caused by the airport; creates an airport community redevelopment enterprise fund for the purpose of this program; such fund is to be maintained by the state comptroller. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A3084-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          861\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER, WEISENBERG, CANESTRARI, ORTIZ, GABRYSZAK\n         --  Multi-Sponsored by -- M. of A. CLARK, MAYERSOHN, MILLMAN, SCARBOR-\n         OUGH, SWEENEY -- read once and referred to the Committee  on  Environ-\n         mental Conservation\n\n       AN  ACT  to  amend the environmental conservation law, the state finance\n         law and the tax law, in relation to the establishment of  the  airport\n         community redevelopment enterprise program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new article 48 to read as follows:\n    3                                  ARTICLE 48\n    4             AIRPORT COMMUNITY REDEVELOPMENT ENTERPRISE PROGRAM\n    5  SECTION 48-0101. LEGISLATIVE FINDINGS AND INTENT.\n    6          48-0103. DEFINITIONS.\n    7          48-0105. DISTRIBUTION OF FUNDS.\n    8          48-0107. COMMUNITY ENRICHMENT FUNCTIONS.\n    9          48-0109. AIRPORT CATASTROPHE FUND DISTRIBUTION.\n   10  S 48-0101. LEGISLATIVE FINDINGS AND INTENT.\n   11    THE  LEGISLATURE FINDS THAT AIR TRAVEL, PARTICULARLY TO AND FROM LARGE\n   12  AIRPORTS, IMPOSES COST ON RESIDENTS AND BUSINESSES IN SURROUNDING AREAS.\n   13  AIR TRAVEL INHERENTLY CREATES POLLUTION, NOISE, AND TRAFFIC  CONGESTION.\n   14  THEREFORE,  IT  IS  THE  INTENT OF THE LEGISLATURE TO HELP ALLEVIATE THE\n   15  INHERENT PROBLEMS BY CREATING THE AIRPORT COMMUNITY REDEVELOPMENT ENTER-\n   16  PRISE (ACRE) PROGRAM. THIS PROGRAM IS INTENDED TO IMPROVE  NEIGHBORHOODS\n   17  THAT  SERVE  LARGE VOLUME AIRPORTS AND THAT BEAR THE PROBLEMS CREATED BY\n   18  THE AIRPORTS.\n   19  S 48-0103. DEFINITIONS.\n   20    FOR PURPOSES OF THIS ARTICLE,  THE  FOLLOWING  WORDS  SHALL  HAVE  THE\n   21  FOLLOWING MEANINGS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00537-01-1\n\n       A. 861                              2\n\n    1    1.  \"AIRPORT  ZONE\"  SHALL MEAN THE APPROPRIATE AREA AROUND AN AIRPORT\n    2  SERVING AT LEAST 1.5 MILLION PASSENGERS  PER  YEAR,  CONSISTING  OF  ONE\n    3  PRIMARY TARGETED ZONE AND ONE SECONDARY TARGETED ZONE.\n    4    2.  \"AUXILIARY  ORGANIZATION\"  SHALL  MEAN  POLICE  DEPARTMENTS,  FIRE\n    5  DEPARTMENTS, AMBULANCE SERVICES, AND ANY OTHER ORGANIZATION USED  PRIMA-\n    6  RILY AS A SERVICE FOR PUBLIC BENEFIT IN TARGETED ZONES.\n    7    3.  \"PRIMARY  TARGETED  ZONE\"  SHALL  MEAN THAT AREA WITHIN A TEN MILE\n    8  RADIUS OF AN AIRPORT.\n    9    4. \"SECONDARY TARGETED ZONE\" SHALL MEAN THAT AREA IN A RADIUS OF  MORE\n   10  THAN TEN BUT LESS THAN TWENTY-FIVE MILES OF AN AIRPORT.\n   11  S 48-0105. DISTRIBUTION OF FUNDS.\n   12    ALL  MONEYS IN THE AIRPORT COMMUNITY REDEVELOPMENT ENTERPRISE FUND, AS\n   13  DEFINED IN SECTION EIGHTY-NINE-H OF THE  STATE  FINANCE  LAW,  SHALL  BE\n   14  DISTRIBUTED AS FOLLOWS:\n   15    1. TWENTY-FIVE PERCENT OF THE MONIES COLLECTED SHALL BE USED TO SUBSI-\n   16  DIZE AUXILIARY ORGANIZATIONS.\n   17    2.  FIVE  PERCENT  OF THE MONIES COLLECTED SHALL BE TRANSFERRED TO THE\n   18  AIRPORT CATASTROPHE FUND, AS DEFINED IN  SECTION  EIGHTY-NINE-I  OF  THE\n   19  STATE FINANCE LAW.\n   20    3. THIRTY-FIVE PERCENT OF THE MONIES COLLECTED SHALL BE USED IN PRIMA-\n   21  RY  TARGETED ZONES AND THIRTY-FIVE PERCENT OF THE MONIES COLLECTED SHALL\n   22  BE USED IN SECONDARY TARGETED ZONES.\n   23    4. ALL MONIES  DISTRIBUTED  PURSUANT  TO  SUBDIVISION  THREE  OF  THIS\n   24  SECTION SHALL BE DISTRIBUTED EQUALLY AMONG ALL QUALIFYING AIRPORT ZONES.\n   25  S 48-0107. COMMUNITY ENRICHMENT FUNCTIONS.\n   26    ALL  MONIES  DISTRIBUTED  PURSUANT  TO  SUBDIVISION  THREE  OF SECTION\n   27  48-0105 OF THIS ARTICLE SHALL BE USED TO ACCOMPLISH THE FOLLOWING TASKS:\n   28    1. PROVIDE REAL PROPERTY TAX ABATEMENTS  TO  PROPERTY  OWNERS  LOCATED\n   29  WITHIN TARGETED ZONES.\n   30    2. PROVIDE EDUCATIONAL AND TRAINING PROGRAMS TO BENEFIT THE MEMBERS OF\n   31  COMMUNITIES LOCATED WITHIN TARGETED ZONES.\n   32    3.  FUND  PUBLIC  WORKS  PROJECTS WITHIN TARGETED ZONES TO ENHANCE THE\n   33  AESTHETIC BEAUTY OF THE COMMUNITIES WITHIN SUCH ZONES.\n   34  S 48-0109. AIRPORT CATASTROPHE FUND DISTRIBUTION.\n   35    ALL MONIES DEPOSITED INTO THE AIRPORT CATASTROPHE FUND SHALL  BE  USED\n   36  FOR  VICTIM  COMPENSATION  AND  REHABILITATION  OF  AREAS AFFECTED BY AN\n   37  AIRPORT DISASTER.\n   38    S 2. The state finance law is amended by adding two new sections  89-h\n   39  and 89-i to read as follows:\n   40    S  89-H. AIRPORT COMMUNITY REDEVELOPMENT ENTERPRISE FUND.  1. THERE IS\n   41  HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE COMMISSIONER OF  TAXATION\n   42  AND  FINANCE  AND  THE  COMPTROLLER,  A  SPECIAL FUND TO BE KNOWN AS THE\n   43  \"AIRPORT COMMUNITY REDEVELOPMENT ENTERPRISE FUND\".\n   44    2. SUCH FUND SHALL CONSIST OF ALL MONEYS RECEIVED BY THE STATE  PURSU-\n   45  ANT TO SECTION THREE HUNDRED ONE-E OF THE TAX LAW.\n   46    3. MONEYS IN THE AIRPORT COMMUNITY REDEVELOPMENT ENTERPRISE FUND SHALL\n   47  BE  KEPT  SEPARATE  AND APART AND SHALL NOT BE COMMINGLED WITH ANY OTHER\n   48  MONEYS IN THE CUSTODY OF THE COMPTROLLER.\n   49    4. THE MONEYS IN SUCH FUND SHALL BE EXPENDED  ONLY  FOR  THE  PURPOSES\n   50  SPELLED  OUT  IN  ARTICLE  FORTY-EIGHT OF THE ENVIRONMENTAL CONSERVATION\n   51  LAW.\n   52    5. IF A CITY RECEIVING MONEY PURSUANT TO ARTICLE  FORTY-EIGHT  OF  THE\n   53  ENVIRONMENTAL  CONSERVATION  LAW FAILS TO MEET ITS OBLIGATIONS OR SPENDS\n   54  SUCH FUNDS IN A MANNER INCONSISTENT WITH THE  PROVISIONS  SET  FORTH  IN\n   55  SUCH  ARTICLE,  THEN THE COMPTROLLER IS AUTHORIZED TO WITHHOLD ANY ADDI-\n   56  TIONAL MONIES TO SUCH CITY.\n\n       A. 861                              3\n\n    1    S 89-I. AIRPORT CATASTROPHE FUND. 1. THERE IS  HEREBY  ESTABLISHED  IN\n    2  THE  JOINT  CUSTODY  OF THE COMMISSIONER OF TAXATION AND FINANCE AND THE\n    3  COMPTROLLER, A SPECIAL FUND TO BE  KNOWN  AS  THE  \"AIRPORT  CATASTROPHE\n    4  FUND\".\n    5    2.  SUCH  FUND  SHALL  CONSIST  OF ALL MONEYS TRANSFERRED BY THE STATE\n    6  PURSUANT TO SUBDIVISION TWO OF  SECTION  48-0105  OF  THE  ENVIRONMENTAL\n    7  CONSERVATION LAW.\n    8    3.  MONEYS  IN THE AIRPORT CATASTROPHE FUND SHALL BE KEPT SEPARATE AND\n    9  APART AND SHALL NOT BE COMMINGLED WITH ANY OTHER MONEYS IN  THE  CUSTODY\n   10  OF THE COMPTROLLER.\n   11    4.  THE  MONEYS  IN  SUCH FUND SHALL BE EXPENDED ONLY FOR THE PURPOSES\n   12  SPELLED OUT IN SECTION 48-0109 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   13    S 3. Subdivision (b) of section 312 of the  tax  law,  as  amended  by\n   14  section  8  of  part EE of chapter 63 of the laws of 2000, is amended to\n   15  read as follows:\n   16    (b) Of all of the taxes collected or received by the  commissioner  on\n   17  or  before  March  thirty-first,  nineteen  hundred ninety-one under the\n   18  taxes imposed by sections three hundred one-a and three hundred one-e of\n   19  this article, and all interest and penalties relating  thereto,  eighty-\n   20  seven and five-hundredths percent of such collections shall be deposited\n   21  and disposed of pursuant to the provisions of section one hundred seven-\n   22  ty-one-a  of  this chapter and the balance thereof shall be deposited in\n   23  the mass transportation operating assistance fund to the credit  of  the\n   24  metropolitan  mass  transportation  operating assistance account and the\n   25  public transportation systems operating assistance  account  thereof  in\n   26  the  manner provided by subdivision eleven of section one hundred eight-\n   27  y-two-a of this chapter. Of all taxes, interest and penalties  collected\n   28  or  received  after March thirty-first, nineteen hundred ninety-one, and\n   29  before April  first,  nineteen  hundred  ninety-three,  from  the  taxes\n   30  imposed  by sections three hundred one-a and three hundred one-e of this\n   31  article, initially thirty-five percent shall be deposited  and  disposed\n   32  of pursuant to such section one hundred seventy-one-a. The balance ther-\n   33  eof  shall  then be disposed of as follows: seventy-two and seven-tenths\n   34  percent shall be deposited and disposed of pursuant to such section  one\n   35  hundred seventy-one-a and twenty-seven and three-tenths percent shall be\n   36  deposited  in  such  mass  transportation  operating  assistance fund as\n   37  prescribed in the aforestated manner. Except as otherwise  provided,  of\n   38  all  taxes,  interest  and  penalties  collected or received after March\n   39  thirty-first, nineteen hundred ninety-three,  and  before  April  first,\n   40  nineteen  hundred  ninety-four  AND  BEFORE  SEPTEMBER  FIRST,  NINETEEN\n   41  HUNDRED NINETY-FOUR, from the taxes imposed by  sections  three  hundred\n   42  one-a  and three hundred one-e of this article, (i) initially fifty-four\n   43  percent shall be deposited, as prescribed by subdivision (d) of  section\n   44  three  hundred  one-j  of  this [chapter] ARTICLE, (ii) twenty-eight and\n   45  three-tenths percent shall be deposited and disposed of pursuant to such\n   46  section one hundred seventy-one-a of this chapter in  the  general  fund\n   47  and  (iii) seventeen and seven-tenths percent shall be deposited in such\n   48  mass transportation operating  assistance  fund  as  prescribed  in  the\n   49  aforestated manner. Provided, however, that, prior to such deposit, from\n   50  the  amounts  so  collected  or received during the period commencing on\n   51  January first, nineteen hundred ninety-four and ending on March  thirty-\n   52  first,  nineteen  hundred ninety-four, an amount equal to the portion of\n   53  the taxes, interest and penalties so  received  or  collected  resulting\n   54  from  the  amendments made by sections forty-two, forty-three and forty-\n   55  four of chapter fifty-seven of the laws of nineteen hundred ninety-three\n   56  shall be deposited and disposed of pursuant to the provisions of  subdi-\n\n       A. 861                              4\n\n    1  vision  one of section one hundred seventy-one-a of this chapter. Except\n    2  as otherwise provided, of all taxes, interest and penalties collected or\n    3  received on or after April first, nineteen hundred ninety-four, from the\n    4  taxes imposed by sections three hundred one-a and three hundred one-e of\n    5  this  article,  (i)  initially fifty-four percent shall be deposited, as\n    6  prescribed by subdivision (d) of section three  hundred  one-j  of  this\n    7  article,  (ii)  twenty-eight and three-tenths percent shall be deposited\n    8  and disposed of pursuant to such section one  hundred  seventy-one-a  of\n    9  this  chapter  in  the general fund, (iii) seven and nine hundred sixty-\n   10  five thousandths percent shall be deposited in such mass  transportation\n   11  operating  assistance  fund  as prescribed in the aforestated manner and\n   12  (iv) nine and seven hundred thirty-five  thousandths  percent  shall  be\n   13  deposited   in  the  revenue  accumulation  fund.  Except  as  otherwise\n   14  provided, of all taxes, interest and penalties collected or received  on\n   15  or  after  September  first,  nineteen  hundred  ninety-four  and before\n   16  September first, nineteen hundred ninety-five, from the taxes imposed by\n   17  sections three hundred one-a and three hundred one-e  of  this  article,\n   18  (i)  initially  fifty-nine  percent shall be deposited, as prescribed by\n   19  subdivision (d) of section three hundred one-j  of  this  article,  (ii)\n   20  twenty-two  and  four-tenths  percent shall be deposited and disposed of\n   21  pursuant to such section one hundred seventy-one-a of  this  chapter  in\n   22  the  general  fund,  (iii)  eight  and three hundred seventy thousandths\n   23  percent shall be deposited in such mass transportation operating assist-\n   24  ance fund as prescribed in the aforestated manner and (iv) ten  and  two\n   25  hundred  thirty  thousandths  percent  shall be deposited in the revenue\n   26  accumulation fund. Except as otherwise provided, of all taxes,  interest\n   27  and  penalties, collected or received on or after September first, nine-\n   28  teen hundred ninety-five and before April first, nineteen hundred  nine-\n   29  ty-six  from the taxes imposed by sections three hundred one-a and three\n   30  hundred one-e of this article, (i) initially sixty-two and  eight-tenths\n   31  percent  shall  be deposited as prescribed by subdivision (d) of section\n   32  three hundred one-j of this article,  (ii)  eighteen  percent  shall  be\n   33  deposited  and disposed of pursuant to section one hundred seventy-one-a\n   34  of this chapter in the general fund, (iii) eight and six  hundred  forty\n   35  thousandths percent shall be deposited in such mass transportation oper-\n   36  ating  assistance  fund as prescribed in the aforestated manner and (iv)\n   37  ten and five hundred sixty thousandths percent shall be deposited in the\n   38  revenue accumulation fund. Except as otherwise provided, of  all  taxes,\n   39  interest  and  penalties  collected or received on or after April first,\n   40  nineteen hundred ninety-six, and before January first, nineteen  hundred\n   41  ninety-seven  from the taxes imposed by sections three hundred one-a and\n   42  three hundred one-e of  this  article,  (i)  initially  sixty-three  and\n   43  three-tenths  percent  shall  be deposited, as prescribed by subdivision\n   44  (d) of section three hundred one-j of this article, (ii)  seventeen  and\n   45  four-tenths  percent shall be deposited and disposed of pursuant to such\n   46  section one hundred seventy-one-a of this chapter in  the  general  fund\n   47  and  (iii)  nineteen and three-tenths percent shall be deposited in such\n   48  mass transportation operating  assistance  fund  as  prescribed  in  the\n   49  aforestated  manner.  Except as otherwise provided, of all taxes, inter-\n   50  est and penalties collected or received on or after January first, nine-\n   51  teen hundred ninety-seven and before  January  first,  nineteen  hundred\n   52  ninety-eight  from the taxes imposed by sections three hundred one-a and\n   53  three hundred one-e of this article, (i) initially  sixty-six  and  two-\n   54  tenths  percent  shall be deposited, as prescribed by subdivision (d) of\n   55  section three hundred one-j of this article, (ii) fourteen and  one-half\n   56  percent  shall be deposited and disposed of pursuant to such section one\n\n       A. 861                              5\n\n    1  hundred seventy-one-a of this chapter in  the  general  fund  and  (iii)\n    2  nineteen and three-tenths percent shall be deposited in such mass trans-\n    3  portation  operating  assistance  fund  as prescribed in the aforestated\n    4  manner.  Except as otherwise provided, of all taxes, interest and penal-\n    5  ties  collected  or received on or after January first, nineteen hundred\n    6  ninety-eight and before April first, nineteen hundred  ninety-nine  from\n    7  the  taxes  imposed  by  sections  three hundred one-a and three hundred\n    8  one-e of this article, (i) initially sixty-eight and  one-tenth  percent\n    9  shall  be  deposited,  as prescribed by subdivision (d) of section three\n   10  hundred one-j of this article, (ii) twelve and four-tenths percent shall\n   11  be deposited and disposed of pursuant to such section one hundred seven-\n   12  ty-one-a of this chapter in the general  fund  and  (iii)  nineteen  and\n   13  one-half  percent shall be deposited in such mass transportation operat-\n   14  ing assistance fund as prescribed in the aforestated manner.  Except  as\n   15  otherwise  provided,  of  all taxes, interest and penalties collected or\n   16  received on or after  April  first,  nineteen  hundred  ninety-nine  AND\n   17  BEFORE  APRIL  FIRST,  TWO  THOUSAND  ELEVEN,  from the taxes imposed by\n   18  sections three hundred one-a and three hundred one-e  of  this  article,\n   19  (i) initially sixty-nine and eight-tenths percent shall be deposited, as\n   20  prescribed  by  subdivision  (d)  of section three hundred one-j of this\n   21  article, (ii) ten  and  seven-tenths  percent  shall  be  deposited  and\n   22  disposed  of  pursuant to such section one hundred seventy-one-a of this\n   23  chapter in the general fund and  (iii)  nineteen  and  one-half  percent\n   24  shall be deposited in such mass transportation operating assistance fund\n   25  as  prescribed  in the aforestated manner. Except as otherwise provided,\n   26  of all taxes, interest and penalties collected or received on  or  after\n   27  April  first,  two  thousand  one,  from the taxes imposed by [sections]\n   28  SECTION three hundred one-a [and three hundred one-e] of  this  article,\n   29  (i)  initially  eighty  and  three-tenths percent shall be deposited, as\n   30  prescribed by subdivision (d) of section three  hundred  one-j  of  this\n   31  article and (ii) nineteen and seven-tenths percent shall be deposited in\n   32  such  mass transportation operating assistance fund as prescribed in the\n   33  aforestated manner.\n   34    Provided, further, that on or before  the  twenty-fifth  day  of  each\n   35  month  commencing  with October, nineteen hundred ninety and terminating\n   36  with the month of March, two thousand one, the comptroller shall  deduct\n   37  the  amount  of  six  hundred  twenty-five thousand dollars prior to any\n   38  deposit or disposition of the taxes, interest and penalties collected or\n   39  received pursuant to such sections three hundred one-a and three hundred\n   40  one-e and shall pay such amount to the state treasury to the  credit  of\n   41  the  general  fund. Provided, further that on or before the twenty-fifth\n   42  day of each month commencing with April, two  thousand  one,  the  comp-\n   43  troller  shall  deduct  the  amount  of six hundred twenty-five thousand\n   44  dollars prior to any deposit or disposition of the taxes, interest,  and\n   45  penalties  collected  or  received  pursuant  to such [sections] SECTION\n   46  three hundred one-a [and three hundred one-e]  and  shall  deposit  such\n   47  amount  in  the  dedicated  fund accounts pursuant to subdivision (d) of\n   48  section three hundred one-j of this  article.  Provided,  further,  that\n   49  commencing  January  fifteenth,  nineteen  hundred ninety-one, and on or\n   50  before the tenth day of March and the fifteenth day of June and  Septem-\n   51  ber  of such year, the commissioner shall, based on information supplied\n   52  by taxpayers and other appropriate sources, estimate the amount  of  the\n   53  utility credit authorized by section three hundred one-d of this article\n   54  which has been accrued to reduce tax liability under section one hundred\n   55  eighty-six-a  of this chapter during the period covered by such estimate\n   56  and certify to the state comptroller such estimated  amount.  The  comp-\n\n       A. 861                              6\n\n    1  troller  shall  forthwith,  after receiving such certificate, deduct the\n    2  amount of such credit so certified by  the  commissioner  prior  to  any\n    3  deposit or disposition of the taxes, interest and penalties collected or\n    4  received pursuant to such sections three hundred one-a and three hundred\n    5  one-e and shall pay such amount so certified and deducted into the state\n    6  treasury to the credit of the general fund. As soon as practicable after\n    7  April  first,  nineteen  hundred ninety-one, nineteen hundred ninety-two\n    8  and nineteen hundred ninety-three, but before  June  fifteenth  of  each\n    9  such  year,  the  commissioner shall determine the amount of the utility\n   10  tax credit which has been actually used to reduce  tax  liability  under\n   11  such  section  one hundred eighty-six-a and shall certify the difference\n   12  between such actual amount  and  the  earlier  estimated  amount.  Also,\n   13  subsequently, during the fiscal year when the commissioner becomes aware\n   14  of  changes  or  modifications  with respect to actual credit usage, the\n   15  commissioner shall,  as  soon  as  practicable,  issue  a  certification\n   16  setting  forth  the  amount  of any required adjustment to the amount of\n   17  actual credit usage previously certified. After  receiving  the  certif-\n   18  icate of the commissioner with respect to actual credit usage or modifi-\n   19  cation  of the same, the comptroller shall forthwith adjust general fund\n   20  receipts and the revenues to be deposited  or  disposed  of  under  this\n   21  article  to reflect the difference so certified by the commissioner. The\n   22  commissioner shall not be liable for any overestimate  or  underestimate\n   23  of the amount of the utility credit which has been accrued to reduce tax\n   24  liability  under  such  section  one hundred eighty-six-a. Nor shall the\n   25  commissioner be liable  for  any  inaccuracy  in  any  certificate  with\n   26  respect  to  the  amount  of  such  credit actually used or any required\n   27  adjustment with respect to actual credit  usage,  but  the  commissioner\n   28  shall  as  soon  as  practicable after discovery of any error adjust the\n   29  next certification under this section to reflect any such error.\n   30    On or before July thirty-first, nineteen hundred ninety-two and on  or\n   31  before July thirty-first, nineteen hundred ninety-three, the commission-\n   32  er  shall  conduct  the  following  reconciliation  with  respect to the\n   33  preceding fiscal year: he shall multiply the total of all taxes,  penal-\n   34  ties  and  interest, after refunds and reimbursements, which are derived\n   35  from the motor fuel component, the  automotive-type  diesel  motor  fuel\n   36  component  and  the  aviation gasoline component by twenty fifty-fifths;\n   37  the total of all  taxes,  penalties  and  interest,  after  refunds  and\n   38  reimbursements,  which  are  derived  from the nonautomotive-type diesel\n   39  motor fuel component (excluding taxes, penalties and interest which  are\n   40  derived  from  product with respect to which the credit or reimbursement\n   41  provided by section three hundred one-d OF THIS  ARTICLE  is  taken)  by\n   42  twenty-fiftieths;  and  all taxes, penalties and interest, after refunds\n   43  and reimbursements, which are derived from the residual petroleum  prod-\n   44  uct component (excluding taxes, penalties and interest which are derived\n   45  from  product with respect to which the credit or reimbursement provided\n   46  by section three hundred one-d OF THIS ARTICLE is taken) by  twenty-for-\n   47  tieths.  The  products  of  the foregoing multiplications shall be added\n   48  together and the resulting sum of such products shall be  compared  with\n   49  the  total  of the amounts initially distributed during such fiscal year\n   50  with respect to such components (excluding receipts derived from product\n   51  with respect to which the credit or reimbursement  provided  by  section\n   52  three  hundred  one-d  OF THIS ARTICLE is taken and excluding any amount\n   53  which represents a reconciliation adjustment pursuant to this paragraph)\n   54  pursuant to section one hundred  seventy-one-a  of  this  chapter  which\n   55  represented   thirty-five  percent  of  the  total,  after  refunds  and\n   56  reimbursements, of  all  taxes,  penalties  and  interest  collected  or\n\n       A. 861                              7\n\n    1  received  during such fiscal year under sections three hundred one-a and\n    2  three hundred one-e OF THIS ARTICLE during the  months  of  such  fiscal\n    3  year with respect to such components. The commissioner shall then certi-\n    4  fy  the  amount  of  such  difference to the comptroller. If the amounts\n    5  initially distributed in such fiscal year are greater than  the  sum  of\n    6  such  products,  the comptroller shall withhold an amount equal to twen-\n    7  ty-seven and three-tenths percent of  such  difference  from  the  first\n    8  moneys  otherwise  payable to the general fund pursuant to this subdivi-\n    9  sion and shall pay such amount  to  the  mass  transportation  operating\n   10  assistance  fund  to  the credit of the metropolitan mass transportation\n   11  operating assistance account and the public transportation systems oper-\n   12  ating assistance account thereof  in  the  aforestated  manner.  If  the\n   13  amounts  initially distributed in such fiscal year are less than the sum\n   14  of such products, the comptroller shall  withhold  an  amount  equal  to\n   15  twenty-seven  and three-tenths percent of such difference from the first\n   16  moneys otherwise payable to the mass transportation operating assistance\n   17  fund pursuant to this subdivision and  shall  pay  such  amount  to  the\n   18  general fund.\n   19    When  the  commissioner becomes aware of changes or modifications with\n   20  respect to the distribution of revenue under this article,  the  commis-\n   21  sioner  shall,  as  soon  as  practicable, issue a certification setting\n   22  forth the amount of any required adjustment. After receiving the certif-\n   23  icate of the commissioner with respect to  any  adjustments,  the  comp-\n   24  troller shall forthwith adjust general fund receipts and the revenues to\n   25  be deposited or disposed of under this article to reflect the difference\n   26  so  certified  by the commissioner. The commissioner shall not be liable\n   27  for any overestimate or underestimate of the amount of the distribution.\n   28  Nor shall the commissioner be liable for any inaccuracy in  any  certif-\n   29  icate  with  respect  to  the amount of the distribution or any required\n   30  adjustment with respect to the distribution, but the commissioner  shall\n   31  as  soon  as  practicable  after  discovery of any error adjust the next\n   32  certification under this section to reflect any such error.\n   33    Prior to making deposits as provided in this  subdivision,  the  comp-\n   34  troller shall retain such amount as the commissioner may determine to be\n   35  necessary,  subject  to  the approval of the director of the budget, for\n   36  reasonable costs of the department in administering and  collecting  the\n   37  taxes  deposited  pursuant  to  this  subdivision  and  for  refunds and\n   38  reimbursements with respect to such taxes, out of which the  comptroller\n   39  shall pay any refunds or reimbursements of such taxes to which taxpayers\n   40  shall be entitled.\n   41    S  4.  This  act  shall take effect immediately and shall apply to any\n   42  taxes imposed on or after April 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, the state finance law and the tax law, in relation to the establishment of the airport community redevelopment enterprise program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110104.T165020.TXT", "SOBI.D110104.T164039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345949013
}