{
  "year" : 2011,
  "senateBillNo" : "A862-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A862-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires motor vehicle manufacturers to establish programs for the collection and recycling of mercury-added components from their vehicles",
  "summary" : "Requires motor vehicle manufacturers to establish programs for the collection and recycling of mercury-added components from their vehicles when such vehicles are scrapped or recycled. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1659-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          862\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. COLTON, ENGLEBRIGHT, SPANO -- Multi-Sponsored by\n         -- M. of A. DINOWITZ, PAULIN -- read once and referred to the  Commit-\n         tee on Environmental Conservation\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         recovery of mercury-added components from end-of-life vehicle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The title heading of title 21 of article 27 of the environ-\n    2  mental conservation law, as added by chapter 145 of the laws of 2004, is\n    3  amended to read as follows:\n    4                           MERCURY-ADDED CONSUMER\n    5                         PRODUCTS AND MERCURY-ADDED\n    6                          MOTOR VEHICLE COMPONENTS\n    7    S  2. Subdivision 29 of section 27-2101 of the environmental conserva-\n    8  tion law, as added by chapter 611 of the laws of 2006,  is  amended  and\n    9  five  new  subdivisions  30,  31,  32,  33  and  34 are added to read as\n   10  follows:\n   11    29. \"Mercury-added component\" means a  motor  vehicle  component  that\n   12  contains  [greater than fifteen milligrams of] mercury, which was inten-\n   13  tionally added to such vehicle in order to provide a specific character-\n   14  istic, appearance or quality, to perform a specific function, or for any\n   15  other purpose. Such components shall include, but  not  be  limited  to,\n   16  switches, sensors, lights and navigational systems.\n   17    30.  \"CAPTURE  RATE\"  MEANS THE REMOVAL, COLLECTION AND RECOVERY, AS A\n   18  PERCENTAGE OF THE TOTAL MERCURY ANNUALLY AVAILABLE FROM  MOTOR  VEHICLES\n   19  IN COMMERCE AND END-OF-LIFE VEHICLES.\n   20    31.  \"END-OF-LIFE  VEHICLE\"  MEANS  ANY  MOTOR  VEHICLE SOLD, GIVEN OR\n   21  OTHERWISE CONVEYED TO A VEHICLE RECYCLER OR SCRAP RECYCLING FACILITY FOR\n   22  THE PURPOSE OF RECYCLING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04980-01-1\n\n       A. 862                              2\n\n    1    32. \"MOTOR VEHICLE MERCURY-ADDED SWITCH\" MEANS A LIGHT  SWITCH  OR  AN\n    2  ANTI-LOCK  BRAKING SYSTEM SWITCH THAT CONTAINS MERCURY AND WAS INSTALLED\n    3  BY THE MANUFACTURER IN A MOTOR VEHICLE.\n    4    33. \"SCRAP RECYCLING FACILITY\" MEANS A FIXED LOCATION, WHERE MACHINERY\n    5  AND EQUIPMENT ARE USED FOR PROCESSING AND MANUFACTURING SCRAP METAL INTO\n    6  PREPARED  GRADES  OF  METAL  AND THE PRINCIPAL PRODUCT OF WHICH IS SCRAP\n    7  IRON, SCRAP STEEL OR NONFERROUS  METAL  SCRAP  FOR  SALE  FOR  REMELTING\n    8  PURPOSES.\n    9    34. \"VEHICLE RECYCLER\" MEANS ANY PERSON OR ENTITY ENGAGED IN THE BUSI-\n   10  NESS  OF ACQUIRING, DISMANTLING OR DESTROYING SIX OR MORE MOTOR VEHICLES\n   11  DURING ANY CALENDAR YEAR FOR THE PRIMARY PURPOSE OF RESELLING THE  PARTS\n   12  OF SUCH VEHICLES.\n   13    S  3.  The  environmental  conservation law is amended by adding a new\n   14  section 27-2119 to read as follows:\n   15  S 27-2119. REMOVAL, COLLECTION AND RECOVERY OF MOTOR VEHICLE MERCURY-AD-\n   16               DED SWITCHES.\n   17    1. MANUFACTURER'S RESPONSIBILITIES. (A) MANUFACTURERS OF  MOTOR  VEHI-\n   18  CLES SOLD AT RETAIL IN THIS STATE THAT CONTAIN MOTOR VEHICLE MERCURY-AD-\n   19  DED  SWITCHES  SHALL, INDIVIDUALLY OR COLLECTIVELY, ESTABLISH AND IMPLE-\n   20  MENT A COLLECTION PROGRAM FOR SUCH SWITCHES TO ACHIEVE A CAPTURE RATE OF\n   21  NOT LESS THAN FIFTY PERCENT FOR CALENDAR YEAR TWO  THOUSAND  TWELVE  AND\n   22  NOT  LESS  THAN  SEVENTY PERCENT FOR CALENDAR YEAR TWO THOUSAND THIRTEEN\n   23  AND EACH CALENDAR YEAR THEREAFTER THROUGH  CALENDAR  YEAR  TWO  THOUSAND\n   24  TWENTY-THREE.\n   25    (B)  WITHIN  NINETY  DAYS OF THE EFFECTIVE DATE OF THIS SECTION, EVERY\n   26  MANUFACTURER OF MOTOR VEHICLES SOLD AT RETAIL IN THIS STATE SHALL SUBMIT\n   27  TO THE DEPARTMENT FOR REVIEW AND APPROVAL, A PLAN TO REMOVE, COLLECT AND\n   28  RECOVER MOTOR VEHICLE MERCURY-ADDED SWITCHES FROM END-OF-LIFE  VEHICLES.\n   29  SUCH  REMOVAL,  COLLECTION AND RECOVERY SYSTEM SHALL INCLUDE, AT A MINI-\n   30  MUM, THE FOLLOWING:\n   31    (I) AN EDUCATION PROGRAM TO INFORM THE PUBLIC ABOUT  THE  PURPOSES  OF\n   32  SUCH SYSTEM AND HOW TO PARTICIPATE IN IT;\n   33    (II)  A  PLAN  FOR  IMPLEMENTING AND FINANCING SUCH SYSTEM PURSUANT TO\n   34  THIS SUBDIVISION;\n   35    (III) DOCUMENTATION OF THE WILLINGNESS OF  ALL  NECESSARY  PARTIES  TO\n   36  IMPLEMENT A PROPOSED SYSTEM;\n   37    (IV) INFORMATION IDENTIFYING THE MAKE, MODELS AND YEARS OF MOTOR VEHI-\n   38  CLES  EQUIPPED  WITH MOTOR VEHICLE MERCURY-ADDED SWITCHES, A DESCRIPTION\n   39  OF THE MERCURY-ADDED COMPONENTS IN SUCH MOTOR VEHICLES, THE LOCATIONS OF\n   40  SUCH COMPONENTS, AND THE SAFE, COST-EFFECTIVE AND ENVIRONMENTALLY  SOUND\n   41  METHODS OF REMOVAL OF SUCH COMPONENTS;\n   42    (V)  A  DESCRIPTION  OF  THE  PERFORMANCE  MEASURES TO BE UTILIZED AND\n   43  REPORTED UPON BY THE MANUFACTURER TO DEMONSTRATE  THAT  SUCH  SYSTEM  IS\n   44  MEETING  THE  CAPTURE RATE REQUIRED BY PARAGRAPH (A) OF THIS SUBDIVISION\n   45  AND OTHER MEASURES OF THE EFFECTIVENESS OF SUCH  SYSTEM  INCLUDING,  BUT\n   46  NOT  LIMITED  TO,  THE  NUMBER  OF  MOTOR VEHICLE MERCURY-ADDED SWITCHES\n   47  COLLECTED FROM END-OF-LIFE VEHICLES, THE AMOUNT  OF  MERCURY  COLLECTED,\n   48  THE  NUMBER  OF MOTOR VEHICLES EQUIPPED WITH MOTOR VEHICLE MERCURY-ADDED\n   49  SWITCHES, AND THE NUMBER OF MOTOR VEHICLES PROCESSED FOR RECYCLING;\n   50    (VI) A DESCRIPTION OF ADDITIONAL OR ALTERNATIVE ACTIONS TO  BE  IMPLE-\n   51  MENTED TO IMPROVE SUCH SYSTEM AND ITS OPERATION IN THE EVENT THE CAPTURE\n   52  RATE ESTABLISHED BY THIS SUBDIVISION IS NOT MET; AND\n   53    (VII)  A PLAN TO STORE THE MERCURY COLLECTED AND RECOVERED FROM MERCU-\n   54  RY-ADDED  COMPONENTS  IN  THE  EVENT  THAT  ENVIRONMENTALLY  APPROPRIATE\n   55  MANAGEMENT TECHNOLOGIES ARE NOT AVAILABLE.\n\n       A. 862                              3\n\n    1    (C) IN DEVELOPING A MERCURY COMPONENT REMOVAL, COLLECTION AND RECOVERY\n    2  SYSTEM,  MANUFACTURERS  SHALL,  TO  THE  EXTENT PRACTICABLE, UTILIZE ITS\n    3  FRANCHISED MOTOR VEHICLE DEALERS, SERVICE STATIONS, INSPECTION STATIONS,\n    4  REPAIR SHOPS AND OTHER FACILITIES WHICH REGULARLY  SERVICE  MOTOR  VEHI-\n    5  CLES.  IN THE EVENT THAT A MANUFACTURER DOES NOT UTILIZE SUCH RESOURCES,\n    6  IT SHALL INCLUDE IN ITS  PLAN  THE  REASONS  FOR  ESTABLISHING  SEPARATE\n    7  REMOVAL, COLLECTION AND RECOVERY RESOURCES.\n    8    (D) IN DEVELOPING A RECOVERY SYSTEM FOR END-OF-LIFE VEHICLES, MANUFAC-\n    9  TURERS  SHALL,  TO  THE EXTENT PRACTICABLE, UTILIZE EXISTING END-OF-LIFE\n   10  VEHICLE RECYCLING FACILITIES. IN THE EVENT THAT A MANUFACTURER DOES  NOT\n   11  UTILIZE  SUCH  FACILITIES,  IT SHALL INCLUDE IN ITS PLAN THE REASONS FOR\n   12  ESTABLISHING SEPARATE REMOVAL, COLLECTION AND RECOVERY FACILITIES.\n   13    (E) MANUFACTURERS SHALL BEAR THE TOTAL COST OF THE REMOVAL, COLLECTION\n   14  AND RECOVERY SYSTEM FOR MOTOR  VEHICLE  MERCURY-ADDED  SWITCHES.    SUCH\n   15  COSTS SHALL INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING:\n   16    (I) TWO DOLLARS FOR EACH MOTOR VEHICLE MERCURY-ADDED SWITCH REMOVED BY\n   17  A VEHICLE RECYCLER, AS PARTIAL COMPENSATION FOR LABOR AND OTHER COSTS;\n   18    (II)  TWENTY-FIVE  CENTS  FOR  EACH MOTOR VEHICLE MERCURY-ADDED SWITCH\n   19  REMOVED AS PARTIAL COMPENSATION TO THE DEPARTMENT FOR ADMINISTRATION AND\n   20  ENFORCEMENT;\n   21    (III) PACKAGING IN WHICH  TO  TRANSPORT  MOTOR  VEHICLE  MERCURY-ADDED\n   22  SWITCHES TO RECYCLING, STORAGE OR DISPOSAL FACILITIES;\n   23    (IV)  SHIPPING  OF  MOTOR VEHICLE MERCURY-ADDED SWITCHES TO RECYCLING,\n   24  STORAGE OR DISPOSAL FACILITIES;\n   25    (V) RECYCLING, STORAGE OR  DISPOSAL  OF  MOTOR  VEHICLE  MERCURY-ADDED\n   26  SWITCHES;\n   27    (VI) PUBLIC EDUCATION MATERIALS AND PRESENTATIONS; AND\n   28    (VII) MAINTENANCE OF ALL APPROPRIATE SYSTEMS AND PROCEDURES TO PROTECT\n   29  THE ENVIRONMENT FROM MERCURY CONTAMINATION.\n   30    (F)  MANUFACTURERS  SHALL  ANNUALLY  SUBMIT  A  DETAILED REPORT TO THE\n   31  DEPARTMENT ON THE IMPLEMENTATION  OF  THEIR  PLANS.  SUCH  REPORT  SHALL\n   32  INCLUDE:\n   33    (I)  A  DETAILED  DESCRIPTION  AND  DOCUMENTATION  OF THE CAPTURE RATE\n   34  ACHIEVED;\n   35    (II) A PLAN TO IMPLEMENT ADDITIONAL OR ALTERNATIVE ACTIONS, IF  NECES-\n   36  SARY, TO IMPROVE THE CAPTURE RATE;\n   37    (III)  A  LISTING  OF  THE  PUBLIC EDUCATIONAL INITIATIVES IMPLEMENTED\n   38  PURSUANT TO THIS SECTION; AND\n   39    (IV) ANY CHANGES IN THE PARTICIPATION OF THE NECESSARY PARTIES FOR THE\n   40  PLAN TO BE EFFECTIVELY IMPLEMENTED.\n   41    2. DEPARTMENT RESPONSIBILITIES. (A) WITHIN NINETY DAYS OF THE  RECEIPT\n   42  OF  A  MANUFACTURER'S  PLAN,  THE DEPARTMENT SHALL DETERMINE WHETHER THE\n   43  ENTIRE PLAN COMPLIES WITH THE PROVISIONS OF THIS SECTION,  AND  APPROVE,\n   44  DISAPPROVE OR CONDITIONALLY APPROVE THE PLAN.\n   45    (I) IF SUCH PLAN IS APPROVED, THE MANUFACTURER SHALL BEGIN IMPLEMENTA-\n   46  TION  OF THE PLAN WITHIN THIRTY DAYS OF RECEIPT OF THE APPROVAL FROM THE\n   47  DEPARTMENT.\n   48    (II) IF SUCH PLAN IS DISAPPROVED,  THE  DEPARTMENT  SHALL  INFORM  THE\n   49  MANUFACTURER AS TO THE REASONS THE PLAN WAS DISAPPROVED. THE MANUFACTUR-\n   50  ER SHALL SUBMIT A REVISED PLAN WITHIN THIRTY DAYS OF RECEIPT OF A NOTICE\n   51  OF DISAPPROVAL.\n   52    (III)  IF  THE  PLAN  IS  CONDITIONALLY APPROVED, THE DEPARTMENT SHALL\n   53  INFORM THE MANUFACTURER AS TO THE REASONS  THE  PLAN  WAS  CONDITIONALLY\n   54  APPROVED.   THE MANUFACTURER SHALL BE RESPONSIBLE FOR IMPLEMENTING THOSE\n   55  PORTIONS OF THE PLAN WHICH ARE APPROVED WITHIN THIRTY DAYS OF RECEIPT OF\n   56  THE DEPARTMENT'S NOTICE.  THE  MANUFACTURER  SHALL  BE  RESPONSIBLE  FOR\n\n       A. 862                              4\n\n    1  SUBMITTING A REVISED PLAN WITHIN THIRTY DAYS OF RECEIPT OF THE NOTICE OF\n    2  CONDITIONAL APPROVAL.\n    3    (IV) IF AT THE END OF ONE HUNDRED TWENTY DAYS, THE MANUFACTURER'S PLAN\n    4  HAS  NOT  BEEN APPROVED, THE MANUFACTURER SHALL IMPLEMENT THOSE PORTIONS\n    5  OF THE PLAN THAT HAVE BEEN  APPROVED.  THE  DEPARTMENT  SHALL  IMPLEMENT\n    6  THOSE PORTIONS OF THE PLAN THAT HAVE BEEN DISAPPROVED.\n    7    (B) THE DEPARTMENT SHALL REVIEW EACH MANUFACTURER'S PLAN AT LEAST ONCE\n    8  EVERY  THREE  YEARS, AND REQUIRE ANY SUCH MODIFICATIONS THERETO AS SHALL\n    9  BE NECESSARY.\n   10    3. PROPER MANAGEMENT OF MERCURY-ADDED COMPONENTS.  (A)  EVERY  VEHICLE\n   11  RECYCLER   WHO   SELLS,  GIVES  OR  OTHERWISE  TRANSFERS  POSSESSION  OF\n   12  END-OF-LIFE VEHICLES TO A SCRAP RECYCLING FACILITY FOR  RECYCLING  SHALL\n   13  REMOVE  ALL MOTOR VEHICLE MERCURY-ADDED SWITCHES FROM SUCH VEHICLE PRIOR\n   14  TO DELIVERY TO SUCH FACILITY.\n   15    (B) NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION,\n   16  A SCRAP RECYCLING FACILITY MAY AGREE TO ACCEPT POSSESSION OF AN  END-OF-\n   17  LIFE  VEHICLE,  WHICH  HAS  NOT INTENTIONALLY BEEN FLATTENED, CRUSHED OR\n   18  BALED, AND WHICH IS EQUIPPED WITH MOTOR VEHICLE MERCURY-ADDED  SWITCHES.\n   19  EVERY SCRAP RECYCLING FACILITY TAKING POSSESSION OF SUCH A VEHICLE SHALL\n   20  BE  RESPONSIBLE  FOR  REMOVING  ALL MOTOR VEHICLE MERCURY-ADDED SWITCHES\n   21  THEREFROM.\n   22    (C) NO PERSON SHALL REPRESENT THAT MOTOR VEHICLE MERCURY-ADDED SWITCH-\n   23  ES HAVE BEEN REMOVED FROM AN END-OF-LIFE VEHICLE SOLD, GIVEN  OR  OTHER-\n   24  WISE CONVEYED FOR RECYCLING WHEN SUCH PERSON KNOWS OR HAS REASON TO KNOW\n   25  THAT SUCH SWITCHES HAVE NOT BEEN REMOVED.\n   26    S  4. This act shall take effect on the first of January next succeed-\n   27  ing the date on which it shall have become a law; provided  that  effec-\n   28  tive  immediately any rules, regulations and actions necessary to imple-\n   29  ment the provisions of this act on its effective date are authorized  to\n   30  be commenced and completed prior to such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the recovery of mercury-added components from end-of-life vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110105.T110612.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345949019
}