{
  "year" : 2011,
  "senateBillNo" : "A863-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A863-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring uniform prescription drug information cards",
  "summary" : "Requires the use of uniform prescription drug information cards or technology for claims processing in a form approved by the national council for prescription drug programs and acceptable to the commissioner. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A1531-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          863\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. COLTON -- Multi-Sponsored by -- M. of A. CLARK,\n         PHEFFER, J. RIVERA, WRIGHT -- read once and referred to the  Committee\n         on Insurance\n\n       AN  ACT  to amend the insurance law, in relation to uniform prescription\n         drug information cards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The insurance law is amended by adding a new section 3240\n    2  to read as follows:\n    3    S 3240. UNIFORM PRESCRIPTION DRUG INFORMATION CARDS.  (A) ANY  INSURER\n    4  OR ORGANIZATION OR CORPORATION LICENSED, ORGANIZED OR CERTIFIED PURSUANT\n    5  TO  THIS  CHAPTER  OR  ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW WHICH\n    6  PROVIDES COVERAGE FOR PRESCRIPTION DRUGS OR DEVICES  AND  WHICH  ISSUES,\n    7  USES,  REQUIRES,  AND/OR  CONTRACTS WITH OR DELEGATES TO ANOTHER ENTITY,\n    8  INCLUDING, BUT NOT LIMITED TO A PHARMACY BENEFIT MANAGER, FOR THE ISSUE,\n    9  USE OR REQUIREMENT OF A CARD OR OTHER TECHNOLOGY FOR CLAIMS  PROCESSING,\n   10  AND  AN  ADMINISTRATOR  OF  SUCH AN INSURER, ORGANIZATION OR CORPORATION\n   11  INCLUDING, BUT NOT LIMITED TO, THIRD PARTY ADMINISTRATORS  FOR  SELF-IN-\n   12  SURED  PLANS,  PHARMACY  BENEFITS MANAGERS AND STATE ADMINISTERED PLANS,\n   13  SHALL ISSUE, USE, REQUIRE, AND/OR CONTRACT  WITH  OR  REQUIRE  FROM  THE\n   14  OTHER  ENTITY, INCLUDING, BUT NOT LIMITED TO A PHARMACY BENEFIT MANAGER,\n   15  FOR ITS INSUREDS A UNIFORM CARD OR OTHER TECHNOLOGY  CONTAINING  UNIFORM\n   16  PRESCRIPTION DRUG INFORMATION. THE UNIFORM PRESCRIPTION DRUG INFORMATION\n   17  CARD OR TECHNOLOGY SHALL BE IN THE FORMAT APPROVED BY THE NATIONAL COUN-\n   18  CIL  FOR PRESCRIPTION DRUG PROGRAMS (NCPDP) AND SHALL INCLUDE ALL OF THE\n   19  FIELDS REQUIRED BY THE INSURER, ORGANIZATION OR CORPORATION TO SUBMIT  A\n   20  CLAIM  AND CONFORM TO THE MOST RECENT PHARMACY INFORMATION CARD OR TECH-\n   21  NOLOGY IMPLEMENTATION GUIDE PRODUCED BY NCPDP OR CONFORM TO  A  NATIONAL\n   22  FORMAT  ACCEPTABLE TO THE SUPERINTENDENT. ALL INFORMATION THAT IS NECES-\n   23  SARY FOR CLAIMS SUBMISSION OF PRESCRIPTION DRUG BENEFITS,  EXCLUSIVE  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04973-01-1\n\n       A. 863                              2\n\n    1  INFORMATION  PROVIDED  ON  THE  PRESCRIPTION AS REQUIRED BY LAW OR REGU-\n    2  LATION, SHALL BE INCLUDED IN A CLEAR, READABLE AND UNDERSTANDABLE MANNER\n    3  ON THE CARD OR OTHER TECHNOLOGY ISSUED BY THE PLAN TO  THE  INSURED  FOR\n    4  CLAIMS  PROCESSING.  ALL INFORMATION INCLUDED ON THE CARD OR OTHER TECH-\n    5  NOLOGY AS REQUIRED BY THIS SECTION BUT NOT SPECIFIED BY THE NCPDP  SHALL\n    6  CONFORM  TO  A  CONTENT AND FORMAT ACCEPTABLE TO THE SUPERINTENDENT. ALL\n    7  INFORMATION ON THE CARD MUST BE FORMATTED AND ARRANGED IN A MANNER  THAT\n    8  CORRESPONDS BOTH IN CONTENT AND FORMAT TO THE CURRENT CONTENT AND FORMAT\n    9  REQUIRED BY THE PLAN TO PROCESS THE CLAIM. IF AN INSURER OR ORGANIZATION\n   10  OR CORPORATION LICENSED, ORGANIZED OR CERTIFIED PURSUANT TO THIS CHAPTER\n   11  OR ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW REQUIRES A CONDITIONAL OR\n   12  SITUATIONAL  FIELD AS DEFINED BY THE NCPDP, IT SHALL CONFORM TO THE MOST\n   13  RECENT PHARMACY INFORMATION  CARD  OR  TECHNOLOGY  IMPLEMENTATION  GUIDE\n   14  PRODUCED  BY THE NCPDP OR CONFORM TO A NATIONAL FORMAT ACCEPTABLE TO THE\n   15  SUPERINTENDENT.\n   16    (B) A NEW UNIFORM PRESCRIPTION DRUG INFORMATION CARD OR OTHER TECHNOL-\n   17  OGY, AS REQUIRED UNDER SUBSECTION (A) OF THIS SECTION SHALL  BE  ISSUED,\n   18  USED,  AND/OR  REQUIRED  BY  AN  INSURER  OR ORGANIZATION OR CORPORATION\n   19  LICENSED, ORGANIZED OR CERTIFIED PURSUANT TO  THIS  CHAPTER  OR  ARTICLE\n   20  FORTY-FOUR  OF THE PUBLIC HEALTH LAW, AND/OR BY THE INSURER'S, ORGANIZA-\n   21  TION'S OR CORPORATION'S CONTRACTS WITH OR  REQUIREMENT  FROM  THE  OTHER\n   22  ENTITY,  INCLUDING, BUT NOT LIMITED TO, A PHARMACY BENEFIT MANAGER, UPON\n   23  ENROLLMENT AND REISSUED OR REQUIRED UPON ANY CHANGE IN  THE  CERTIFICATE\n   24  HOLDER'S COVERAGE THAT IMPACTS DATA IN CONTENT OR FORMAT AS CONTAINED ON\n   25  THE  CARD  THAT AFFECTS THE DATA CONTENT OR FORMAT REQUIRED TO BE ON THE\n   26  CARD OR OTHER TECHNOLOGY AS REQUIRED BY SUBSECTION (A) OF  THIS  SECTION\n   27  OR UPON A CHANGE IN THE NCPDP IMPLEMENTATION GUIDE OR SUCCESSOR DOCUMENT\n   28  THAT AFFECTS DATA CONTENT OR FORMAT CONTAINED ON THE CARD OR OTHER TECH-\n   29  NOLOGY AS REQUIRED BY SUBSECTION (A) OF THIS SECTION. NEWLY ISSUED, USED\n   30  OR  REQUIRED  CARDS OR OTHER TECHNOLOGY SHALL BE UPDATED WITH THE LATEST\n   31  COVERAGE INFORMATION AND SHALL CONFORM TO THE NCPDP  STANDARDS  THEN  IN\n   32  EFFECT  AND TO THE IMPLEMENTATION GUIDE THEN IN USE OR THE FORMAT SPECI-\n   33  FIED BY THE SUPERINTENDENT. PROVIDED, HOWEVER, THAT  ANY  SUCH  INSURER,\n   34  ORGANIZATION OR CORPORATION OR ANY ENTITY THAT THE INSURER, ORGANIZATION\n   35  OR  CORPORATION CONTRACTS WITH OR REQUIRES FROM PURSUANT TO THE REQUIRE-\n   36  MENTS OF THIS SECTION MAY  ISSUE  STICKERS  OR  OTHER  METHODOLOGIES  TO\n   37  UPDATE CARDS TEMPORARILY AS MAY BE ACCEPTABLE TO THE SUPERINTENDENT.\n   38    (C)  THE  CARD  OR OTHER TECHNOLOGY MAY BE USED FOR ANY AND ALL HEALTH\n   39  INSURANCE COVERAGE. NOTHING IN THIS SECTION REQUIRES ANY PERSON ISSUING,\n   40  USING OR REQUIRING THE CARD OR THEIR TECHNOLOGY TO ISSUE, USE OR REQUIRE\n   41  A SEPARATE CARD FOR PRESCRIPTION COVERAGE, PROVIDED  THAT  THE  CARD  OR\n   42  OTHER  TECHNOLOGY  CAN  ACCOMMODATE THE INFORMATION NECESSARY TO PROCESS\n   43  THE CLAIM AS REQUIRED BY SUBSECTION (A) OF THIS SECTION.\n   44    S 2. Subsection (a) of section 1109 of the insurance law,  as  amended\n   45  by chapter 246 of the laws of 2005, is amended to read as follows:\n   46    (a)  An  organization  complying with the provisions of article forty-\n   47  four of the public health law may operate without being  licensed  under\n   48  this  chapter  and without being subject to any provisions of this chap-\n   49  ter, except: (1) to the extent that such organization must  comply  with\n   50  the  provisions  of  this chapter by virtue of such article, and (2) the\n   51  provisions of sections three  hundred  eight,  three  hundred  thirteen,\n   52  three  hundred  thirty-two, one thousand three hundred one, one thousand\n   53  three hundred two, one thousand three hundred seven,  two  thousand  one\n   54  hundred three, two thousand one hundred twelve, two thousand one hundred\n   55  fourteen,  two  thousand  one  hundred fifteen, two thousand one hundred\n   56  seventeen, two thousand  one  hundred  twenty-three,  two  thousand  six\n\n       A. 863                              3\n\n    1  hundred  eight-a,  two  thousand  six hundred twelve, three thousand two\n    2  hundred twenty-four-a, THREE THOUSAND TWO HUNDRED FORTY,  four  thousand\n    3  three  hundred  eight, four thousand three hundred seventeen, four thou-\n    4  sand  three  hundred  eighteen, four thousand three hundred twenty, four\n    5  thousand three hundred twenty-one, four thousand three  hundred  twenty-\n    6  two and four thousand three hundred twenty-three of this chapter.\n    7    S 3. This act shall take effect January 1, 2012 and shall apply to all\n    8  policies issued, renewed, altered, or modified on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to uniform prescription drug information cards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110106.T153730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551328
}