{
  "year" : 2011,
  "senateBillNo" : "A864-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A864-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires car registration forms to display the label \"qualified hybrid vehicle\" and the estimated MPG of such vehicle as calculated by the EPA",
  "summary" : "Requires applicants for registration of hybrid vehicles to submit proof of the make, model and model year of the motor vehicle for which registration is being applied, to the commissioner; establishes that after such proof is submitted, certificates of registration shall display the markings \"qualified hybrid vehicle\" and such vehicle's US EPA highway fuel economy rating of 45 mpg or more. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A4221-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          864\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. COLTON, CASTRO, ENGLEBRIGHT, SCHIMEL -- Multi-\n         Sponsored by -- M. of A.  DUPREY, HIKIND, TOWNS,  WEISENBERG  --  read\n         once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to affixing the\n         designation  \"qualified  hybrid  vehicle\"  and the estimated miles per\n         gallon of such vehicle as calculated by  the  United  States  environ-\n         mental protection agency onto all car registration forms\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 125-b to read as follows:\n    3    S  125-B.  QUALIFIED  HYBRID  VEHICLE. A QUALIFIED HYBRID VEHICLE IS A\n    4  MOTOR VEHICLE AS DEFINED IN SECTION  ONE  HUNDRED  TWENTY-FIVE  OF  THIS\n    5  ARTICLE,  OTHER  THAN  AN ELECTRIC VEHICLE, THAT DRAWS PROPULSION ENERGY\n    6  FROM BOTH AN INTERNAL  COMBUSTION  ENGINE  (OR  HEAT  ENGINE  THAT  USES\n    7  COMBUSTIVE  FUEL)  AND AN ENERGY STORAGE DEVICE, AND EMPLOYS A REGENERA-\n    8  TIVE VEHICLE BRAKING SYSTEM THAT RECOVERS WASTE ENERGY  TO  CHARGE  SUCH\n    9  ENERGY STORAGE DEVICE.\n   10    S  2.  Subparagraphs  (e)  and  (f) of paragraph b of subdivision 1 of\n   11  section 401 of the vehicle and traffic law, as amended by chapter 222 of\n   12  the laws of 1996, are amended to read as follows:\n   13    (e) provided, that, if such motor vehicle is an  altered  livery,  the\n   14  applicant  shall so furnish a certified copy of the length of the center\n   15  panel of such vehicle, provided, however, that  the  commissioner  shall\n   16  require  such  proof,  as [he] SUCH COMMISSIONER may determine is neces-\n   17  sary, in the application for registration and provided further,  if  the\n   18  center panel of such vehicle exceeds one hundred inches, the commission-\n   19  er  shall  require  proof  that  such  vehicle is in compliance with all\n   20  applicable federal and state motor vehicle safety standards;  [and]  (f)\n   21  PROVIDED, THAT, IF SUCH MOTOR VEHICLE IS A \"QUALIFIED HYBRID VEHICLE\" AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04982-01-1\n\n       A. 864                              2\n\n    1  DEFINED IN SECTION ONE HUNDRED TWENTY-FIVE-B OF THIS CHAPTER, THE APPLI-\n    2  CANT  SHALL  FURNISH  PROOF  TO THE COMMISSIONER, IN THE APPLICATION FOR\n    3  REGISTRATION, OR OTHERWISE, OF THE MAKE, MODEL AND MODEL  YEAR  OF  SUCH\n    4  APPLICANT'S MOTOR VEHICLE. IF SUCH PROOF HAS BEEN SUBMITTED, SUCH APPLI-\n    5  CANT'S  CERTIFICATE  OF REGISTRATION SHALL CONTAIN A DISTINGUISHING MARK\n    6  WHICH SHALL DESIGNATE SUCH APPLICANT'S MOTOR  VEHICLE  AS  A  \"QUALIFIED\n    7  HYBRID  VEHICLE,\"  AND  SHALL  ALSO  DISPLAY SUCH MOTOR VEHICLE'S UNITED\n    8  STATES ENVIRONMENTAL PROTECTION AGENCY HIGHWAY FUEL  ECONOMY  RATING  OF\n    9  FORTY-FIVE  MILES PER GALLON OR MORE. THE COMMISSIONER IS HEREBY AUTHOR-\n   10  IZED TO PROMULGATE ANY RULES AND REGULATIONS NECESSARY FOR THE IMPLEMEN-\n   11  TATION OF THE PROVISIONS OF THIS SUBPARAGRAPH; AND (G)  such  additional\n   12  facts or evidence as the commissioner may require in connection with the\n   13  application for registration.\n   14    S  3.  Paragraph  a of subdivision 3 of section 401 of the vehicle and\n   15  traffic law, as amended by section 1 of part H of chapter 59 of the laws\n   16  of 2009, is amended to read as follows:\n   17    a. Upon filing of such application and the payment of the fee  herein-\n   18  after  provided,  the  commissioner shall assign to such motor vehicle a\n   19  distinctive number and, without expense  to  the  applicant,  issue  and\n   20  deliver  in  such  manner  as the commissioner may select to the owner a\n   21  certificate of registration, in such  form  as  the  commissioner  shall\n   22  prescribe[,].  SUCH  CERTIFICATE OF REGISTRATION SHALL CONTAIN A DISTIN-\n   23  GUISHING MARK WHICH SHALL DESIGNATE SUCH MOTOR VEHICLE AS  A  \"QUALIFIED\n   24  HYBRID  VEHICLE\" AS DEFINED IN SECTION ONE HUNDRED TWENTY-FIVE-B OF THIS\n   25  CHAPTER, PURSUANT TO SUBPARAGRAPH (F) OF PARAGRAPH B OF SUBDIVISION  ONE\n   26  OF  THIS SECTION, AND SHALL CONTAIN ADEQUATE SPACE UPON WHICH SUCH MOTOR\n   27  VEHICLE'S UNITED STATES ENVIRONMENTAL  PROTECTION  AGENCY  HIGHWAY  FUEL\n   28  ECONOMY  RATING  OF  FORTY-FIVE  MILES  PER  GALLON  OR  MORE  SHALL  BE\n   29  DISPLAYED. THE COMMISSIONER SHALL ALSO  ISSUE  and  DELIVER  two  number\n   30  plates at a place within the state of New York named by the applicant in\n   31  his or her application. A number plate, within the meaning of this chap-\n   32  ter,  may, in the discretion of the commissioner, be a plate of a perma-\n   33  nent nature, treated with reflectorized material according to specifica-\n   34  tions prescribed by the commissioner, and with a date  tag  attached  to\n   35  such plate or to the vehicle as prescribed by regulations of the commis-\n   36  sioner  indicating the validity of the plate during a certain period and\n   37  the issuance of such a number plate with  such  date  tag  to  a  person\n   38  possessing  such a number plate shall be deemed the issuance of a number\n   39  plate. An additional fee, not to exceed twenty-five  dollars,  shall  be\n   40  paid  to  the commissioner whenever a set of reflectorized number plates\n   41  is issued for any vehicle for  which  a  registration  fee  is  normally\n   42  charged  except  that, with respect to any number plate which is specif-\n   43  ically requested by the applicant, such fee shall be paid to the commis-\n   44  sioner upon approval of such request. In the event of the loss,  mutila-\n   45  tion or destruction of any certificate of registration, any number plate\n   46  or  set  of number plates whether with or without a date tag or tags, or\n   47  any date tag or set of date tags provided for in this article, the owner\n   48  of a registered motor vehicle may file such statement and proof  of  the\n   49  facts as the commissioner shall require, with a fee of three dollars, in\n   50  the  office  of  the commissioner, or, unless and until the commissioner\n   51  shall otherwise direct, in the  office  of  the  agent  who  issued  the\n   52  certificate,  plate,  plates, tag or tags and the commissioner or his or\n   53  her agent, as the case may be, shall issue a duplicate or substitute. It\n   54  shall be the duty of every owner holding a certificate  of  registration\n   55  to notify the commissioner in writing of any change of residence of such\n   56  person within ten days after such change occurs, and to inscribe on such\n\n       A. 864                              3\n\n    1  certificate, in the place provided by the commissioner, a record of such\n    2  change of residence.\n    3    S 4. This act shall take effect on the one hundred eightieth day after\n    4  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to affixing the designation \"qualified hybrid vehicle\" and the estimated miles per gallon of such vehicle as calculated by the United States environmental protection agency onto all car registration forms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T154231.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551342
}