{
  "year" : 2011,
  "senateBillNo" : "A867-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A867-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for bilingual voting materials",
  "summary" : "Provides for bilingual voting materials. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A1529-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          867\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON, JACOBS, CYMBROWITZ, MAISEL, BROOK-KRASNY,\n         J. RIVERA,  P. RIVERA,  PHEFFER  --  Multi-Sponsored  by  --  M. of A.\n         ABBATE, AUBRY, GUNTHER, HEASTIE --  read  once  and  referred  to  the\n         Committee on Election Law\n\n       AN  ACT  to  amend  the election law, in relation to providing bilingual\n         voting materials\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative findings and declaration of policy. The legis-\n    2  lature finds that, through the use of various practices and  procedures,\n    3  citizens  of  language  minorities  have  been effectively excluded from\n    4  participation in the electoral process. Among other factors, the  denial\n    5  of  the  right  to  vote  of  such minority group citizens is ordinarily\n    6  directly related to the unequal educational opportunities afforded  them\n    7  resulting in high illiteracy and low voting participation.  The legisla-\n    8  ture  declares  that,  in  order to enforce the guarantees of the United\n    9  States Constitution, it is necessary to eliminate such discrimination by\n   10  prohibiting these practices, and by prescribing other remedial devices.\n   11    S 2. The election law is amended by adding a new section 3-505 to read\n   12  as follows:\n   13    S 3-505. BILINGUAL VOTING MATERIALS REQUIREMENT. 1. GENERALLY.  BEFORE\n   14  AUGUST SIXTH, TWO THOUSAND  FOURTEEN,  NO  COVERED  STATE  OR  POLITICAL\n   15  SUBDIVISION SHALL PROVIDE VOTING MATERIALS ONLY IN THE ENGLISH LANGUAGE.\n   16    2.  COVERED  STATES AND POLITICAL SUBDIVISIONS. (A) GENERALLY. A STATE\n   17  OR POLITICAL SUBDIVISION IS A COVERED STATE OR POLITICAL SUBDIVISION FOR\n   18  THE PURPOSES OF THIS SECTION IF THE DIRECTOR OF THE  CENSUS  DETERMINES,\n   19  BASED ON CENSUS DATA, THAT:\n   20    (1) MORE THAN FIVE PERCENT OF THE CITIZENS OF VOTING AGE OF SUCH STATE\n   21  OR  POLITICAL  SUBDIVISION ARE MEMBERS OF A SINGLE LANGUAGE MINORITY AND\n   22  ARE LIMITED-ENGLISH PROFICIENT; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04971-01-1\n\n       A. 867                              2\n\n    1    (2) MORE THAN TEN THOUSAND OF THE CITIZENS OF VOTING AGE OF SUCH POLI-\n    2  TICAL SUBDIVISION ARE MEMBERS OF A  SINGLE  LANGUAGE  MINORITY  AND  ARE\n    3  LIMITED-ENGLISH PROFICIENT.\n    4    (B)  EXCEPTION.  THE  PROHIBITIONS OF THIS SECTION DO NOT APPLY IN ANY\n    5  POLITICAL SUBDIVISION THAT HAS LESS THAN FIVE PERCENT VOTING AGE  LIMIT-\n    6  ED-ENGLISH PROFICIENT CITIZENS OF EACH LANGUAGE MINORITY WHICH COMPRISES\n    7  OVER FIVE PERCENT OF THE STATEWIDE LIMITED-ENGLISH PROFICIENT POPULATION\n    8  OF  VOTING  AGE  CITIZENS, UNLESS THE POLITICAL SUBDIVISION IS A COVERED\n    9  POLITICAL SUBDIVISION INDEPENDENTLY FROM ITS STATE.\n   10    3. DEFINITIONS. AS USED IN THIS SECTION:\n   11    (A) THE TERM \"VOTING MATERIALS\" MEANS REGISTRATION OR VOTING  NOTICES,\n   12  FORMS,  INSTRUCTIONS,  ASSISTANCE,  OR  OTHER  MATERIALS  OR INFORMATION\n   13  RELATING TO THE ELECTORAL PROCESS, INCLUDING BALLOTS;\n   14    (B) THE TERM \"LIMITED-ENGLISH PROFICIENT\" MEANS  UNABLE  TO  SPEAK  OR\n   15  UNDERSTAND  ENGLISH  ADEQUATELY  ENOUGH  TO PARTICIPATE IN THE ELECTORAL\n   16  PROCESS;\n   17    (C) THE TERM \"CITIZENS\" MEANS CITIZENS OF THE UNITED STATES; AND\n   18    (D) THE TERM \"ILLITERACY\" MEANS THE  FAILURE  TO  COMPLETE  THE  FIFTH\n   19  PRIMARY GRADE.\n   20    4.  SPECIAL  RULE.  THE  DETERMINATIONS  OF THE DIRECTOR OF THE CENSUS\n   21  UNDER THIS SECTION SHALL BE EFFECTIVE UPON PUBLICATION  IN  THE  FEDERAL\n   22  REGISTER AND SHALL NOT BE SUBJECT TO REVIEW IN ANY COURT.\n   23    5.  REQUIREMENT OF VOTING NOTICES, FORMS, INSTRUCTIONS, ASSISTANCE, OR\n   24  OTHER MATERIALS AND BALLOTS IN MINORITY LANGUAGE. WHENEVER ANY STATE  OR\n   25  POLITICAL  SUBDIVISION  SUBJECT  TO  THE  PROHIBITION  OF  THIS  SECTION\n   26  PROVIDES  ANY  REGISTRATION  OR  VOTING  NOTICES,  FORMS,  INSTRUCTIONS,\n   27  ASSISTANCE,  OR OTHER MATERIALS OR INFORMATION RELATING TO THE ELECTORAL\n   28  PROCESS, INCLUDING BALLOTS, IT SHALL PROVIDE THEM IN THE LANGUAGE OF THE\n   29  APPLICABLE MINORITY GROUP AS WELL AS IN THE ENGLISH LANGUAGE.  PROVIDED,\n   30  THAT  WHERE  THE  LANGUAGE  OF  THE APPLICABLE MINORITY GROUP IS ORAL OR\n   31  UNWRITTEN OR IN THE CASE OF ALASKAN NATIVES AND AMERICAN INDIANS, IF THE\n   32  PREDOMINANT LANGUAGE IS HISTORICALLY UNWRITTEN, THE STATE  OR  POLITICAL\n   33  SUBDIVISION  IS  ONLY REQUIRED TO FURNISH ORAL INSTRUCTIONS, ASSISTANCE,\n   34  OR OTHER INFORMATION RELATING TO REGISTRATION AND VOTING.\n   35    6. ACTION FOR DECLARATORY JUDGMENT PERMITTING ENGLISH-ONLY  MATERIALS.\n   36  ANY  STATE  OR  POLITICAL SUBDIVISION SUBJECT TO THE PROHIBITION OF THIS\n   37  SECTION, WHICH SEEKS TO  PROVIDE  ENGLISH-ONLY  REGISTRATION  OR  VOTING\n   38  MATERIALS  OR INFORMATION, INCLUDING BALLOTS, MAY FILE AN ACTION AGAINST\n   39  THE UNITED STATES IN THE UNITED STATES DISTRICT COURT FOR A  DECLARATORY\n   40  JUDGMENT  PERMITTING SUCH PROVISION. THE COURT SHALL GRANT THE REQUESTED\n   41  RELIEF IF IT DETERMINES THAT  THE  ILLITERACY  RATE  OF  THE  APPLICABLE\n   42  LANGUAGE  MINORITY  GROUP  WITHIN  THE STATE OR POLITICAL SUBDIVISION IS\n   43  EQUAL TO OR LESS THAN THE NATIONAL ILLITERACY RATE.\n   44    S 3. This act shall take effect on the first of January next  succeed-\n   45  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to providing bilingual voting materials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T153730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346250188
}