{
  "year" : 2011,
  "senateBillNo" : "A868-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A868-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a May 1st to April 30th state fiscal year; repealer",
  "summary" : "Provides for a May 1 to April 30 state fiscal year; makes administrative and transitional provisions therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A632-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          868\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, LUPARDO -- read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to the fiscal year of\n         the state and repealing section 3 of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3 of the state finance law is REPEALED  and  a  new\n    2  section 3 is added to read as follows:\n    3    S  3.  FISCAL  YEAR.  1.  THE  CURRENT  FISCAL YEAR OF THE STATE WHICH\n    4  COMMENCED WITH THE FIRST DAY OF APRIL, FOLLOWING THE EFFECTIVE  DATE  OF\n    5  THIS SECTION, IS HEREBY EXTENDED AND SHALL END WITH THE THIRTIETH DAY OF\n    6  APRIL OF THE NEXT SUCCEEDING YEAR. FOR ALL PURPOSES OF DETERMINING ANNU-\n    7  AL  INCREMENTS  OF  STATE  EMPLOYEES  PURSUANT TO THE EDUCATION LAW, THE\n    8  CIVIL SERVICE LAW OR OTHER STATE LAW, AND FOR ALL PURPOSES  WHENEVER  BY\n    9  LAW  SOME ACT IS TO BE PERFORMED OR TIME IS TO BE MEASURED BY THE FISCAL\n   10  YEAR OF THE STATE, THE CURRENT FISCAL YEAR, AS  SO  ABRIDGED,  SHALL  BE\n   11  DEEMED  TO BE A FULL YEAR UNLESS THE CONTEXT CLEARLY REQUIRES A CONTRARY\n   12  CONSTRUCTION.\n   13    ON AND AFTER THE FIRST DAY OF MAY FOLLOWING THE EFFECTIVE DATE OF THIS\n   14  SECTION, THE FISCAL YEAR OF THE STATE, FOR THE PURPOSE OF BUDGET, APPRO-\n   15  PRIATIONS, RECEIPTS AND DISBURSEMENTS OF  STATE  MONEYS  AND  ALL  OTHER\n   16  STATE  AFFAIRS WHICH ARE REGULATED IN ACCORDANCE WITH OR BASED ON FISCAL\n   17  YEARS, INCLUDING THE FISCAL AFFAIRS OF ALL  STATE  DEPARTMENTS,  COMMIS-\n   18  SIONS,  BOARDS, AGENCIES, OFFICES AND INSTITUTIONS, SHALL BEGIN WITH THE\n   19  FIRST DAY OF MAY AND END WITH THE NEXT FOLLOWING THIRTIETH DAY OF APRIL.\n   20    2. ALL BOOKS AND ACCOUNTS IN THE OFFICES OF THE  COMPTROLLER  AND  THE\n   21  DEPARTMENT  OF  TAXATION  AND FINANCE SHALL BE KEPT BY FISCAL YEARS. ALL\n   22  ANNUAL ACCOUNTS REQUIRED TO BE RENDERED TO THE COMPTROLLER  OR  TO  SUCH\n   23  DEPARTMENT  BY  ANY PERSON SHALL BE CLOSED ON THE THIRTIETH DAY OF APRIL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01831-01-1\n\n       A. 868                              2\n\n    1  IN EACH YEAR, AND BE RENDERED AS SOON THEREAFTER AS PRACTICABLE,  IF  NO\n    2  TIME IS SPECIALLY PRESCRIBED BY LAW.\n    3    3.  WHERE ANY STATUTE PROVIDES, IN TERMS OR EFFECT, THAT ANY INVENTORY\n    4  OR ACCOUNT, OR A REPORT RELATING IN WHOLE OR IN  PART  TO  RECEIPTS  AND\n    5  DISBURSEMENTS  OF MONEY, BE MADE TO THE LEGISLATURE OR ANY STATE OFFICER\n    6  ANNUALLY, OR FOR A YEAR, BY A DEPARTMENT, COMMISSION, BOARD, OR  OFFICER\n    7  UNDER  THE  STATE GOVERNMENT, SUCH INVENTORY OR ACCOUNT, AND SUCH REPORT\n    8  SO FAR AS IT RELATES TO SUCH RECEIPTS AND DISBURSEMENTS,  SHALL  BE  FOR\n    9  THE  PRECEDING  FISCAL  YEAR,  UNLESS  THE  CALENDAR  YEAR  BE EXPRESSLY\n   10  MENTIONED.\n   11    4. EXISTING PROVISIONS OF OTHER LAWS  DESCRIBING  OR  REFERRING  TO  A\n   12  FISCAL YEAR OF THE STATE AS BEGINNING APRIL FIRST AND ENDING MARCH THIR-\n   13  TY-FIRST, OR MAKING ANY REQUIREMENT WITH RESPECT TO SUCH FISCAL YEAR, OR\n   14  REFERRING  TO ANY YEAR SO BEGINNING AND ENDING WHICH APPLIES TO INVENTO-\n   15  RIES OR ACCOUNTS IN STATE MATTERS, OR TO REPORTS RELATING TO STATE MONEY\n   16  OR PROPERTY, SHALL BE DEEMED MODIFIED BY AND BE CONSTRUED IN  CONNECTION\n   17  WITH THIS SECTION, AND BE DEEMED TO REFER TO A FISCAL OR TO ANOTHER YEAR\n   18  OR  PERIOD  BEGINNING  AND  ENDING  AS  PRESCRIBED IN THIS SECTION FOR A\n   19  FISCAL YEAR.\n   20    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the fiscal year of the state and repealing section 3 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T154231.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551363
}