{
  "year" : 2011,
  "senateBillNo" : "A87-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A87-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides clarification on determining the expiration date of an order of protection issued in relation to a family offense",
  "summary" : "Provides clarification on determining the expiration date of an order of protection issued in relation to a family offense. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "AA776-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          87\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PAULIN, MAYERSOHN, GALEF, DINOWITZ, COOK, WEISEN-\n         BERG,  BENEDETTO, JAFFEE, TITUS, N. RIVERA -- Multi-Sponsored by -- M.\n         of  A.  CLARK,  GABRYSZAK,   GLICK,   LATIMER,   McDONOUGH,   McENENY,\n         PEOPLES-STOKES,  PHEFFER,  SWEENEY  --  read  once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  determining\n         the expiration date of an order of protection\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision 5 of section 530.12 of\n    2  the criminal procedure law, as amended by chapter 476  of  the  laws  of\n    3  2009, is amended to read as follows:\n    4    Upon  SENTENCING  ON  A  conviction  [of]  FOR  any crime or violation\n    5  between spouses[,] OR FORMER SPOUSES, BETWEEN A  parent  and  child,  or\n    6  between  members  of the same family or household as defined in subdivi-\n    7  sion one of section 530.11 of this article, the court may in addition to\n    8  any other disposition, including a  conditional  discharge  or  youthful\n    9  offender  adjudication,  enter an order of protection. Where a temporary\n   10  order of protection was issued, the court shall state on the record  the\n   11  reasons for issuing or not issuing an order of protection.  The duration\n   12  of  such  an order shall be fixed by the court and: (A) in the case of a\n   13  felony conviction, shall not exceed the greater of: (i) eight years from\n   14  the date of such [conviction] SENTENCING, EXCEPT WHERE THE  SENTENCE  IS\n   15  OR  INCLUDES A SENTENCE OF PROBATION ON A CONVICTION FOR A FELONY SEXUAL\n   16  ASSAULT, AS DEFINED IN SUBDIVISION THREE OF SECTION 65.00 OF  THE  PENAL\n   17  LAW,  IN WHICH CASE, TEN YEARS FROM THE DATE OF SUCH SENTENCING, or (ii)\n   18  eight years from the date of the expiration of the maximum  term  of  an\n   19  indeterminate  or  the  term  of  a determinate sentence of imprisonment\n   20  actually imposed; or (B) in the case of  a  conviction  for  a  class  A\n   21  misdemeanor,  shall  not  exceed the greater of: (i) five years from the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00901-01-1\n\n       A. 87                               2\n\n    1  date of such [conviction] SENTENCING, EXCEPT WHERE THE  SENTENCE  IS  OR\n    2  INCLUDES A SENTENCE OF PROBATION ON A CONVICTION FOR A CLASS A MISDEMEA-\n    3  NOR  SEXUAL ASSAULT, AS DEFINED IN SUBDIVISION THREE OF SECTION 65.00 OF\n    4  THE  PENAL  LAW,  IN  WHICH  CASE,  SIX  YEARS  FROM  THE  DATE  OF SUCH\n    5  SENTENCING, or (ii) five years from the date of the  expiration  of  the\n    6  maximum term of a definite or intermittent term actually imposed; or (C)\n    7  in  the case of a conviction for any other offense, shall not exceed the\n    8  greater of:  (i) two years from the date of [conviction] SENTENCING,  or\n    9  (ii)  two years from the date of the expiration of the maximum term of a\n   10  definite or intermittent term actually imposed.  FOR  PURPOSES  OF  THIS\n   11  SUBDIVISION ONLY, IN CALCULATING THE EXPIRATION DATE OF THE MAXIMUM TERM\n   12  OF  AN  INDETERMINATE OR THE TERM OF A DETERMINATE SENTENCE OF IMPRISON-\n   13  MENT ACTUALLY IMPOSED, THE COURT SHALL DISREGARD ANY  JAIL  TIME  CREDIT\n   14  THAT  MAY BE APPLIED AGAINST THE DEFENDANT'S SENTENCE PURSUANT TO SUBDI-\n   15  VISION THREE OF SECTION 70.30 OF THE PENAL LAW, AND SHALL, IN  ADDITION,\n   16  WITH RESPECT TO A DETERMINATE SENTENCE, CALCULATE THE EXPIRATION DATE OF\n   17  THE  TERM  OF  SUCH SENTENCE BY ADDING THE FULL TERM OF THE IMPRISONMENT\n   18  PORTION OF SUCH SENTENCE AS IMPOSED BY THE COURT AND THE FULL PERIOD  OF\n   19  POST-RELEASE  SUPERVISION  IMPOSED IN ACCORDANCE WITH SUBDIVISION TWO OF\n   20  SECTION 70.45 OF THE PENAL LAW. For purposes of determining the duration\n   21  of an order of  protection  entered  pursuant  to  this  subdivision,  a\n   22  conviction  shall  be  deemed  to  include  a  conviction  that has been\n   23  replaced by a youthful offender adjudication. In addition to  any  other\n   24  conditions, such an order may require the defendant:\n   25    S  2.  The opening paragraph of subdivision 4 of section 530.13 of the\n   26  criminal procedure law, as amended by chapter 476 of the laws  of  2009,\n   27  is amended to read as follows:\n   28    Upon  SENTENCING ON A conviction [of] FOR any offense, where the court\n   29  has not issued an order of protection pursuant to section 530.12 of this\n   30  article, the court may, in addition to any other disposition,  including\n   31  a  conditional  discharge  or  youthful  offender adjudication, enter an\n   32  order of protection. Where a temporary order of protection  was  issued,\n   33  the court shall state on the record the reasons for issuing or not issu-\n   34  ing an order of protection. The duration of such an order shall be fixed\n   35  by  the  court  and;  (A)  in the case of a felony conviction, shall not\n   36  exceed  the  greater  of:  (i)  eight  years  from  the  date  of   such\n   37  [conviction]  SENTENCING,  EXCEPT  WHERE  THE  SENTENCE IS OR INCLUDES A\n   38  SENTENCE OF PROBATION ON A CONVICTION FOR A FELONY  SEXUAL  ASSAULT,  AS\n   39  DEFINED IN SUBDIVISION THREE OF SECTION 65.00 OF THE PENAL LAW, IN WHICH\n   40  CASE,  TEN  YEARS  FROM THE DATE OF SUCH SENTENCING, or (ii) eight years\n   41  from the date of the expiration of the maximum term of an  indeterminate\n   42  or  the term of a determinate sentence of imprisonment actually imposed;\n   43  or (B) in the case of a conviction for a class A misdemeanor, shall  not\n   44  exceed the greater of: (i) five years from the date of such [conviction]\n   45  SENTENCING,  EXCEPT  WHERE  THE  SENTENCE  IS  OR INCLUDES A SENTENCE OF\n   46  PROBATION ON A CONVICTION FOR A CLASS A MISDEMEANOR SEXUAL  ASSAULT,  AS\n   47  DEFINED IN SUBDIVISION THREE OF SECTION 65.00 OF THE PENAL LAW, IN WHICH\n   48  CASE,  SIX  YEARS  FROM  THE DATE OF SUCH SENTENCING, or (ii) five years\n   49  from the date of the expiration of the maximum term  of  a  definite  or\n   50  intermittent  term  actually imposed; or (C) in the case of a conviction\n   51  for any other offense, shall not exceed the greater of:  (i)  two  years\n   52  from  the  date  of  [conviction] SENTENCING, or (ii) two years from the\n   53  date of the expiration of the maximum term of a definite or intermittent\n   54  term actually imposed.  FOR PURPOSES OF THIS SUBDIVISION ONLY, IN CALCU-\n   55  LATING THE EXPIRATION DATE OF THE MAXIMUM TERM OF  AN  INDETERMINATE  OR\n   56  THE TERM OF A DETERMINATE SENTENCE OF IMPRISONMENT ACTUALLY IMPOSED, THE\n\n       A. 87                               3\n\n    1  COURT  SHALL  DISREGARD ANY JAIL TIME CREDIT THAT MAY BE APPLIED AGAINST\n    2  THE DEFENDANT'S SENTENCE PURSUANT TO SUBDIVISION THREE OF SECTION  70.30\n    3  OF  THE PENAL LAW, AND SHALL, IN ADDITION, WITH RESPECT TO A DETERMINATE\n    4  SENTENCE,  CALCULATE THE EXPIRATION DATE OF THE TERM OF SUCH SENTENCE BY\n    5  ADDING THE FULL TERM OF THE IMPRISONMENT PORTION  OF  SUCH  SENTENCE  AS\n    6  IMPOSED  BY  THE  COURT  AND THE FULL PERIOD OF POST-RELEASE SUPERVISION\n    7  IMPOSED IN ACCORDANCE WITH SUBDIVISION TWO OF SECTION 70.45 OF THE PENAL\n    8  LAW. For purposes of determining the duration of an order of  protection\n    9  entered  pursuant  to  this subdivision, a conviction shall be deemed to\n   10  include a conviction that has been replaced by a youthful offender adju-\n   11  dication.  In addition to any other conditions such an order may require\n   12  that the defendant:\n   13    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   14  have  become  a  law  and  shall  apply to all criminal actions whenever\n   15  commenced provided sentence therein has not been imposed prior  to  such\n   16  effective  date;  provided,  further, that the amendments to the opening\n   17  paragraph of subdivision 5 of section 530.12 and the  opening  paragraph\n   18  of subdivision 4 of section 530.13 of the criminal procedure law made by\n   19  sections one and two of this act shall not affect the expiration of such\n   20  paragraphs and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to determining the expiration date of an order of protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T111915.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101217.T121938.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606378634
}