{
  "year" : 2011,
  "senateBillNo" : "A870-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to mental health",
    "billEventId" : "A870-2011-1294203600000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires mental hygiene entities review fiscal management practices of service provider applicants",
  "summary" : "Requires that the Office of Mental Health and the Office for People With Developmental Disabilities give consideration to the fiscal management practices of an applicant to operate a mental hygiene facility or program as part of the review of such individual's character and competence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A528-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          870\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, WEISENBERG, SCHROEDER -- Multi-Sponsored\n         by  -- M. of A.  ENGLEBRIGHT, GALEF, McENENY, PHEFFER -- read once and\n         referred to the Committee on Mental Health\n\n       AN ACT to amend the mental hygiene law,  in  relation  to  review  of  a\n         provider's previous financial practices\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 2 of subdivision (c)  of  section  16.05  of  the\n    2  mental  hygiene  law,  as  added  by chapter 786 of the laws of 1983, is\n    3  amended to read as follows:\n    4    (2) The character, competence [and], standing in  the  community,  AND\n    5  FISCAL MANAGEMENT PRACTICES RELATED TO THE OPERATION OF A MENTAL HYGIENE\n    6  FACILITY OR PROGRAM AND OTHER PROGRAMS OR FACILITIES UNDER THE JURISDIC-\n    7  TION  OF  AN  AGENCY OTHER THAN THE DEPARTMENT AS DESCRIBED IN PARAGRAPH\n    8  FIVE OF THIS SUBDIVISION of the person or entity  INCLUDING  MEMBERS  OF\n    9  THE BOARD OF DIRECTORS responsible for operating the facility;\n   10    S  2.    Paragraph 3 of subdivision (d) of section 16.05 of the mental\n   11  hygiene law, as added by chapter 618 of the laws of 1990, is amended  to\n   12  read as follows:\n   13    (3)  the  ability  of the operator to provide the services required by\n   14  the operating certificate  as  demonstrated  by  the  operator's  FISCAL\n   15  MANAGEMENT  PRACTICES  RELATED  TO  THE  OPERATION  OF  SUCH FACILITY OR\n   16  PROGRAM AND compliance with applicable laws and regulations  within  the\n   17  previous ten years;\n   18    S  3.  Subdivision  (b) of section 31.22 of the mental hygiene law, as\n   19  amended by chapter 75 of the  laws  of  2006,  is  amended  to  read  as\n   20  follows:\n   21    (b)  An application for approval of the proposed certificate of incor-\n   22  poration or articles of organization shall be filed with the commission-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01695-01-1\n\n       A. 870                              2\n\n    1  er together with such other forms and information as shall be prescribed\n    2  by, or acceptable to, the commissioner.\n    3    The  commissioner  shall not approve a certificate of incorporation or\n    4  articles of organization or grant an operating certificate unless he  is\n    5  satisfied,  insofar  as  applicable,  as  to (1) the public need for the\n    6  services or the facility which  the  proposed  corporation  or  proposed\n    7  provider of services is empowered to perform or maintain at the time and\n    8  place  and  under  the circumstances proposed; (2) the character, compe-\n    9  tence [and], standing in the community, AND FISCAL MANAGEMENT  PRACTICES\n   10  RELATED  TO  THE  OPERATION  OF A MENTAL HYGIENE FACILITY OR PROGRAM AND\n   11  OTHER PROGRAMS OR FACILITIES AS DESCRIBED BY THIS SUBDIVISION WHICH  ARE\n   12  UNDER  THE  JURISDICTION  OF  AN AGENCY OTHER THAN THE DEPARTMENT of the\n   13  proposed  incorporators,  directors,  sponsors,  stockholders,  members,\n   14  managers,  partners, or operators, provided that in making such determi-\n   15  nation the commissioner is authorized to consider whether or not, within\n   16  ten years of the date of the application, any  such  persons  have  been\n   17  denied  renewal  for  cause  of an operating certificate, or have had an\n   18  operating certificate revoked or suspended for cause, and  such  denial,\n   19  revocation  or suspension was not reversed after an administrative hear-\n   20  ing or other appeal, for a program or facility licensed or operated by a\n   21  health, mental hygiene, social services or education agency  or  depart-\n   22  ment  of  this  or any state or have failed to operate a program serving\n   23  the mentally disabled, other disabled persons as defined in  subdivision\n   24  twenty-one  of  section two hundred ninety-two of the executive law, the\n   25  aged, children or other persons receiving health, mental hygiene,  resi-\n   26  dential,  social  or  educational services in continuous compliance with\n   27  applicable laws or regulations within the  previous  ten  years  in  any\n   28  state;  (3)  the  financial  resources  of  the  proposed corporation or\n   29  proposed provider of services and its sources of  future  revenues;  (4)\n   30  the availability of facilities or services which may serve as alternates\n   31  or  substitutes  for  the facility or services which the proposed corpo-\n   32  ration or proposed provider of services  is  empowered  to  maintain  or\n   33  render;  (5) such other matters as he shall deem pertinent in the public\n   34  interest. The commissioner in  approving  the  proposed  certificate  of\n   35  incorporation  or articles of organization or issuing the proposed oper-\n   36  ating certificate may request and consider information and  advice  from\n   37  all  available  sources  including  local and regional mental health and\n   38  health planning agencies and groups as to the matters set forth  herein.\n   39  If  the  commissioner  proposes  to  disapprove the application he shall\n   40  afford the applicant an opportunity to request a public  hearing.    The\n   41  commissioner  shall  not  take  any action contrary to the advice of the\n   42  health systems agency for facilities other than community residences  or\n   43  residential  care  centers for adults until he affords an opportunity to\n   44  the agency to request a public hearing and, if so  requested,  a  public\n   45  hearing  shall  be held. The commissioner, on his own motion, may hold a\n   46  public hearing on the application. Any public hearings held pursuant  to\n   47  this  subdivision may be conducted by the commissioner or by an individ-\n   48  ual designated by the commissioner.\n   49    S 4. This act shall take effect on the first of January next  succeed-\n   50  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to review of a provider's previous financial practices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T154231.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551378
}