{
  "year" : 2011,
  "senateBillNo" : "A871-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A871-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that sentence for commission of certain provisions of murder in the first degree is death or life without parole",
  "summary" : "Provides that the sentence for committing murder in the first degree when the victim is a police officer, peace officer or correction officer shall be either death or life imprisonment without parole. ",
  "currentCommittee" : null,
  "sameAs" : "S645",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1070-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          871\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. DESTITO, MAYERSOHN, ABBATE, GABRYSZAK, CUSICK,\n         PHEFFER, CYMBROWITZ, BROOK-KRASNY, KOLB,  CALHOUN,  FINCH,  GIGLIO  --\n         Multi-Sponsored  by  --  M.  of  A.    BARCLAY, BUTLER, CONTE, CROUCH,\n         DUPREY,  McDONOUGH,  McKEVITT,  MOLINARO,  RABBITT,  SALADINO,  SPANO,\n         TOBACCO,  WEISENBERG  --  read  once  and referred to the Committee on\n         Codes\n\n       AN ACT to amend the  penal  law  and  the  criminal  procedure  law,  in\n         relation  to  sentencing  for  the commission of certain provisions of\n         murder in the first degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 60.06 of the penal law, as amended by chapter 482\n    2  of the laws of 2009, is amended to read as follows:\n    3  S 60.06 Authorized disposition; murder in the  first  degree  offenders;\n    4            aggravated  murder  offenders;  certain  murder  in the second\n    5            degree  offenders;  certain  terrorism   offenders;   criminal\n    6            possession  of  a  chemical weapon or biological weapon offen-\n    7            ders; criminal use of a chemical weapon or  biological  weapon\n    8            offenders.\n    9    When a defendant is convicted of murder in the first degree as defined\n   10  in  section  125.27 of this chapter, the court shall, in accordance with\n   11  the provisions of section 400.27 of the criminal procedure law, sentence\n   12  the defendant to death, to life imprisonment without parole  in  accord-\n   13  ance  with subdivision five of section 70.00 of this title, or to a term\n   14  of imprisonment for a class A-I felony other than  a  sentence  of  life\n   15  imprisonment without parole, in accordance with subdivisions one through\n   16  three  of  section  70.00  of  this title. When a person is convicted of\n   17  murder in the second degree as defined in subdivision  five  of  section\n   18  125.25  of  this chapter or of the crime of aggravated murder as defined\n   19  in subdivision one of section 125.26 of this chapter, OR OF THE CRIME OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01828-01-1\n\n       A. 871                              2\n\n    1  MURDER IN THE FIRST DEGREE AS DEFINED  IN  SUBPARAGRAPH  (I),  (II),  OR\n    2  (III)  OF  PARAGRAPH  (A)  OF  SUBDIVISION ONE OF SECTION 125.27 OF THIS\n    3  CHAPTER AND THE SENTENCE  OF  DEATH  IS  NOT  IMPOSED  the  court  shall\n    4  sentence the defendant to life imprisonment without parole in accordance\n    5  with  subdivision  five of section 70.00 of this title. When a defendant\n    6  is convicted of the crime of terrorism as defined in section  490.25  of\n    7  this  chapter,  and  the  specified offense the defendant committed is a\n    8  class A-I felony offense, or when a defendant is convicted of the  crime\n    9  of  criminal possession of a chemical weapon or biological weapon in the\n   10  first degree as defined in section 490.45 of this  chapter,  or  when  a\n   11  defendant is convicted of the crime of criminal use of a chemical weapon\n   12  or biological weapon in the first degree as defined in section 490.55 of\n   13  this  chapter,  the court shall sentence the defendant to life imprison-\n   14  ment without parole in accordance with subdivision five of section 70.00\n   15  of this title; provided, however, that nothing  in  this  section  shall\n   16  preclude  or  prevent  a  sentence  of  death when the defendant is also\n   17  convicted of murder in the first degree as defined in section 125.27  of\n   18  this  chapter.  When  a  defendant  is convicted of aggravated murder as\n   19  defined in subdivision two of section 125.26 of this chapter, the  court\n   20  shall sentence the defendant to life imprisonment without parole or to a\n   21  term  of  imprisonment  for  a class A-I felony other than a sentence of\n   22  life imprisonment without parole, in accordance  with  subdivisions  one\n   23  through three of section 70.00 of this title.\n   24    S  2.  Subparagraph  (i)  of paragraph (a) of subdivision 3 of section\n   25  70.00 of the penal law, as amended by chapter 107 of the laws  of  2006,\n   26  is amended to read as follows:\n   27    (i) For a class A-I felony, such minimum period shall not be less than\n   28  fifteen  years  nor more than twenty-five years; provided, however, that\n   29  (A) where a sentence, other than a sentence of death or  life  imprison-\n   30  ment  without parole, is imposed upon a defendant convicted of murder in\n   31  the first degree as defined in  SUBPARAGRAPH  (IV),  (V),  (VI),  (VII),\n   32  (VIII), (IX), (X), (XI), (XII) OR (XIII) OF PARAGRAPH (A) OF SUBDIVISION\n   33  ONE  OF  section 125.27 of this chapter such minimum period shall be not\n   34  less than twenty years nor more than twenty-five years, and, (B) where a\n   35  sentence is imposed upon a defendant convicted of murder in  the  second\n   36  degree  as defined in subdivision five of section 125.25 of this chapter\n   37  or convicted of aggravated murder as defined in section 125.26  of  this\n   38  chapter, OR WHERE A SENTENCE, OTHER THAN A SENTENCE OF DEATH, IS IMPOSED\n   39  UPON  A  DEFENDANT CONVICTED OF MURDER IN THE FIRST DEGREE AS DEFINED IN\n   40  SUBPARAGRAPH (I), (II) OR (III) OF PARAGRAPH (A) OF SUBDIVISION  ONE  OF\n   41  SECTION  125.27 OF THIS CHAPTER, the sentence shall be life imprisonment\n   42  without parole, and, (C) where a sentence is imposed  upon  a  defendant\n   43  convicted  of attempted murder in the first degree as defined in article\n   44  one hundred ten of this chapter and subparagraph (i), (ii) or  (iii)  of\n   45  paragraph (a) of subdivision one and paragraph (b) of subdivision one of\n   46  section 125.27 of this chapter or attempted aggravated murder as defined\n   47  in  article  one  hundred ten of this chapter and section 125.26 of this\n   48  chapter such minimum period shall be not less than twenty years nor more\n   49  than forty years.\n   50    S 3. Subdivision 5 of section 70.00 of the penal law,  as  amended  by\n   51  chapter 482 of the laws of 2009, is amended to read as follows:\n   52    5.   Life  imprisonment  without  parole.  Notwithstanding  any  other\n   53  provision of law, a defendant sentenced  to  life  imprisonment  without\n   54  parole  shall  not  be  or  become  eligible  for  parole or conditional\n   55  release. For purposes of commitment and custody, other than  parole  and\n   56  conditional  release,  such sentence shall be deemed to be an indetermi-\n\n       A. 871                              3\n\n    1  nate sentence.  A defendant may be sentenced to life imprisonment  with-\n    2  out  parole  upon conviction for the crime of murder in the first degree\n    3  as defined in section 125.27 of this chapter and in accordance with  the\n    4  procedures  provided  by  law  for imposing a sentence for such crime. A\n    5  defendant must be sentenced to life  imprisonment  without  parole  upon\n    6  conviction  for  the  crime of terrorism as defined in section 490.25 of\n    7  this chapter, where the specified offense the defendant committed  is  a\n    8  class  A-I felony; the crime of criminal possession of a chemical weapon\n    9  or biological weapon in the first degree as defined in section 490.45 of\n   10  this chapter; or the crime of criminal  use  of  a  chemical  weapon  or\n   11  biological  weapon  in  the first degree as defined in section 490.55 of\n   12  this chapter; provided, however, that nothing in this subdivision  shall\n   13  preclude  or  prevent  a  sentence  of  death when the defendant is also\n   14  convicted of the crime of murder in  the  first  degree  as  defined  in\n   15  section  125.27  of this chapter.  A defendant must be sentenced to life\n   16  imprisonment without parole upon conviction for the crime of  murder  in\n   17  the  second  degree  as defined in subdivision five of section 125.25 of\n   18  this chapter or for the crime of aggravated murder as defined in  subdi-\n   19  vision  one  of  section  125.26  of  this  chapter.  A defendant may be\n   20  sentenced to life imprisonment without parole upon  conviction  for  the\n   21  crime  of  aggravated  murder  as  defined in subdivision two of section\n   22  125.26 of this chapter OR FOR THE CRIME OF MURDER IN THE FIRST DEGREE AS\n   23  DEFINED IN SUBPARAGRAPH (I), (II) OR (III) OF PARAGRAPH (A) OF  SUBDIVI-\n   24  SION  ONE OF SECTION 125.27 OF THIS CHAPTER AND THE SENTENCE OF DEATH IS\n   25  NOT IMPOSED.\n   26    S 4. Subdivisions 1 and 10 of section 400.27 of the criminal procedure\n   27  law, as added by chapter 1 of the laws of 1995, are amended to  read  as\n   28  follows:\n   29    1.  Upon  [the] conviction of a defendant for the offense of murder in\n   30  the first degree as defined by SUBPARAGRAPH (I), (II) OR (III) OF  PARA-\n   31  GRAPH  (A)  OF  SUBDIVISION  ONE OF section 125.27 of the penal law, the\n   32  court shall promptly conduct a separate sentencing proceeding to  deter-\n   33  mine whether the defendant shall be sentenced to death or to life impri-\n   34  sonment  without parole pursuant to subdivision five of section 70.00 of\n   35  the penal law. Nothing in this section shall be deemed to  preclude  the\n   36  people  at any time from determining that the death penalty shall not be\n   37  sought in a particular case,  in  which  case  the  separate  sentencing\n   38  proceeding  shall  not  be  conducted  and  the  court may sentence such\n   39  defendant to life imprisonment without  parole  [or  to  a  sentence  of\n   40  imprisonment  for  the  class  A-I  felony of murder in the first degree\n   41  other than a sentence of life imprisonment without parole].\n   42    10. (A) At the conclusion of all the  evidence,  the  people  and  the\n   43  defendant  may present argument in summation for or against the sentence\n   44  sought by the people. The people may deliver the first summation and the\n   45  defendant may then deliver the last  summation.  Thereafter,  the  court\n   46  shall  deliver  a  charge  to the jury on any matters appropriate in the\n   47  circumstances. In its charge, the court must instruct the jury that with\n   48  respect to each count of murder in  the  first  degree,  AS  DEFINED  IN\n   49  SUBPARAGRAPH  (I),  (II) OR (III) OF PARAGRAPH (A) OF SUBDIVISION ONE OF\n   50  SECTION 125.27 OF THE PENAL LAW, the jury should consider whether or not\n   51  a sentence of death should be imposed and whether or not a  sentence  of\n   52  life  imprisonment  without parole should be imposed[, and that the jury\n   53  must be unanimous with respect to either sentence. The court  must  also\n   54  instruct  the  jury  that in the event the jury fails to reach unanimous\n   55  agreement with respect to the sentence,  the  court  will  sentence  the\n   56  defendant to a term of imprisonment with a minimum term of between twen-\n\n       A. 871                              4\n\n    1  ty  and  twenty-five  years  and  a  maximum term of life. Following the\n    2  court's charge, the jury shall retire to consider  the  sentence  to  be\n    3  imposed.  Unless  inconsistent  with the provisions of this section, the\n    4  provisions of sections 310.10, 310.20 and 310.30 shall govern the delib-\n    5  erations of the jury].\n    6    (B)  THE  COURT MUST INSTRUCT THE JURY THAT THE JURY MUST BE UNANIMOUS\n    7  WITH RESPECT TO THE SENTENCE TO BE IMPOSED. THE COURT MUST ALSO INSTRUCT\n    8  THE JURY THAT IN THE EVENT THE JURY FAILS TO REACH  UNANIMOUS  AGREEMENT\n    9  WITH RESPECT TO THE SENTENCE, THE COURT WILL SENTENCE THE DEFENDANT TO A\n   10  TERM OF LIFE IMPRISONMENT WITHOUT PAROLE.\n   11    (C)  FOLLOWING  THE  COURT'S CHARGE, THE JURY SHALL RETIRE TO CONSIDER\n   12  THE SENTENCE TO BE IMPOSED. UNLESS INCONSISTENT WITH THE  PROVISIONS  OF\n   13  THIS  SECTION,  THE  PROVISIONS OF SECTIONS 310.10, 310.20 AND 310.30 OF\n   14  THIS CHAPTER SHALL GOVERN THE DELIBERATIONS OF THE JURY.\n   15    S 5. This act  shall  take  effect  immediately  and  shall  apply  to\n   16  offenses committed on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the criminal procedure law, in relation to sentencing for the commission of certain provisions of murder in the first degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T154231.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551383
}