{
  "year" : 2011,
  "senateBillNo" : "A872-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A872-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs commissioner of economic development to make regulations for tourism matching funds program",
  "summary" : "Authorizes and directs the commissioner of economic development to promulgate regulations governing criteria for the use of tourism matching funds for promoting tourism, resort, vacation, culture and convention activities, replacing annual guidelines therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A1113-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          872\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, JACOBS, GUNTHER -- Multi-Sponsored by --\n         M.  of  A.  CLARK,  COLTON,  MAGEE,  McENENY, PHEFFER -- read once and\n         referred to the  Committee  on  Economic  Development,  Job  Creation,\n         Commerce and Industry\n\n       AN  ACT  to  amend the economic development law, in relation to deleting\n         references to annual guidelines  and  providing  for  promulgation  of\n         rules and regulations by the commissioner of economic development\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions (b) and (c) of section  161  of  the  economic\n    2  development  law,  as  amended  by  chapter 465 of the laws of 1981, are\n    3  amended to read as follows:\n    4     (b) [Establish and publish on an annual basis guidelines]  PROMULGATE\n    5  REGULATIONS  relative  to the use of funds to be granted hereunder. Such\n    6  [guidelines] REGULATIONS shall [authorize] SPECIFY CRITERIA FOR the  use\n    7  of  funds  for the promotion of year round tourist travel, resort, vaca-\n    8  tion, culture and convention activities;\n    9     (c) Accept or reject applications for matching funds  for  recognized\n   10  advertising  programs  by  tourist  promotion  agencies  on the basis of\n   11  [annually  published  guidelines]  CRITERIA  SPECIFIED  IN   REGULATIONS\n   12  PROMULGATED BY THE COMMISSIONER;\n   13    S  2. Subdivisions (b) and (e) of section 164 of the economic develop-\n   14  ment law, as amended by chapter 563 of the laws of 1985, are amended  to\n   15  read as follows:\n   16     (b)  In reviewing such applications, the commissioner may select from\n   17  among competing or overlapping applications the application or  applica-\n   18  tions  that  the  commissioner  considers  to be of greater benefit to a\n   19  given area and the welfare of the people  of  the  state.  Further,  the\n   20  commissioner  shall  select from among filed applications those applica-\n   21  tions which the commissioner considers to be most  in  accord  with  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01710-01-1\n\n       A. 872                              2\n\n    1  [guidelines established for the fiscal year in which the funds are to be\n    2  expended]  CRITERIA  SPECIFIED IN THE REGULATIONS RELATIVE TO THE USE OF\n    3  TOURISM MATCHING FUNDS.  If the commissioner determines that an applica-\n    4  tion does not meet [the guidelines] SUCH CRITERIA, the tourist promotion\n    5  agency  submitting  such  shall  be  notified  of  its rejection and the\n    6  reasons therefor by certified mail. A  tourist  promotion  agency  whose\n    7  application  has been rejected may resubmit the application to meet [the\n    8  guidelines determined by the commissioner]  CRITERIA  SPECIFIED  IN  THE\n    9  REGULATIONS.  The resubmitted application shall be postmarked within two\n   10  weeks  of the date of receipt of notice of failure of its initial appli-\n   11  cation.   After review of a submitted  or  resubmitted  application,  if\n   12  satisfied that the program of the tourist promotion agency appears to be\n   13  in  accord  with  the  purposes  of this [act] ARTICLE, the commissioner\n   14  shall authorize in writing the payment of  matching  funds  appropriated\n   15  pursuant to this [act] ARTICLE to such tourist promotion agency equal to\n   16  funds  allocated by such agency to the program described in its applica-\n   17  tion, provided, however, that such matching grant shall  not  exceed  an\n   18  amount  equal to five per centum of the matching grant appropriation for\n   19  each county represented by such agency for the  purposes  set  forth  in\n   20  this [act] ARTICLE.  Provided that sufficient funds are appropriated, no\n   21  such  grant shall be less than either twenty thousand dollars per county\n   22  represented by such tourist promotion agency or the amount of funds held\n   23  by, or committed or subscribed to such tourist promotion agency for  the\n   24  purposes  described  in  its application, whichever sum is less. No such\n   25  minimum grant shall allow the awarding of matching  funds  for  applica-\n   26  tions  other  than  those  meeting  [the  guidelines  established by the\n   27  department] CRITERIA SPECIFIED IN REGULATIONS PROMULGATED BY THE COMMIS-\n   28  SIONER.\n   29     (e) Applications required by this section  shall  be  submitted  only\n   30  upon  forms  provided  by  the  department.  [Such forms shall contain a\n   31  statement of the guidelines which the commissioner shall use  to  estab-\n   32  lish priorities among applications. Such guidelines shall be established\n   33  by  the commissioner on an annual basis and, once established, shall not\n   34  be changed until the following year.]\n   35    S 3. Subdivision (b) of section 166 of the economic  development  law,\n   36  as  added  by  chapter  465  of  the laws of 1981, is amended to read as\n   37  follows:\n   38     (b) The department shall annually, on or before March  first,  submit\n   39  to  the  governor, the temporary president of the senate and the speaker\n   40  of the assembly, a report  on  the  activities  of  the  matching  funds\n   41  program.  Such  report  shall  include  [a  statement  of the guidelines\n   42  promulgated by the department pursuant to section one hundred  sixty-one\n   43  of  this article,] a summary of the financial statements received by the\n   44  department from tourist promotion  agencies,  a  summary  of  activities\n   45  conducted  by  the tourist promotion agencies and analyses of the effec-\n   46  tiveness of the matching funds program in stimulating tourist  promotion\n   47  and  recommendations  concerning the future organization, implementation\n   48  and improvement of the matching funds program.\n   49    S 4. This act shall take effect on the first of  May  next  succeeding\n   50  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to deleting references to annual guidelines and providing for promulgation of rules and regulations by the commissioner of economic development ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T163248.TXT", "SOBI.D110105.T110612.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349568601
}