{
  "year" : 2011,
  "senateBillNo" : "A874-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A874-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines offenses of trespasses on and damage to railroad property",
  "summary" : "Limits railroads' liability to intruders upon their property and rights-of-way; defines offenses of trespasses on and damage to railroad property and establishes penalties therefor; also penalizes disruption of railroads and causing death or serious injury in connection therewith; establishes the railroad crossing safety fund, to be funded by fines and forfeitures from railroad-related offenses; provides that the fund is to be used for training and education to improve safety at railroad grade crossings and along railroad rights-of-way throughout the state. ",
  "currentCommittee" : null,
  "sameAs" : "S1360",
  "lawSection" : "Railroad Law",
  "previousVersions" : [ "AD1056-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          874\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, CANESTRARI, MARKEY, GUNTHER, HOYT, CLARK\n         --   Multi-Sponsored  by  --  M.  of  A.  BOYLAND,  McENENY,  MILLMAN,\n         J. RIVERA, WEISENBERG -- read once and referred to  the  Committee  on\n         Transportation\n\n       AN  ACT  to  amend the railroad law, in relation to trespass on railroad\n         property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Sections  83,  83-a and 83-b of the railroad law, section\n    2  83-a as added by chapter 246 of the laws of 1977  and  section  83-b  as\n    3  amended  by  chapter  428  of  the  laws of 1998, are amended to read as\n    4  follows:\n    5    S 83. Riding on platform; walking along track. No railroad corporation\n    6  shall be liable for any injury to any passenger while on the platform of\n    7  a car, or in any baggage, wood or  freight  car,  in  violation  of  the\n    8  printed  regulations  of  the  corporation,  posted  up at the time in a\n    9  conspicuous place inside of the passenger cars, then in  the  train,  if\n   10  there  shall be at the time sufficient room for the proper accommodation\n   11  of the passenger inside such passenger cars. [No person other than those\n   12  connected with or employed upon the railroad shall walk  upon  or  along\n   13  its track or tracks, except where the same shall be laid across or along\n   14  streets  or  highways,  in  which  case he shall not walk upon the track\n   15  unless necessary to cross the same. Any person riding, leading or  driv-\n   16  ing  any  horse  or other animal upon any railroad, or within the fences\n   17  and guards thereof, other than at a farm or street or  forest  crossing,\n   18  without  the  consent of the corporation, shall forfeit to the people of\n   19  the state the sum of ten dollars, and pay all damages sustained  thereby\n   20  to the party aggrieved.]\n   21    S  83-a.  Operation  of  MOTOR VEHICLES, snowmobiles, AND OTHER RECRE-\n   22  ATIONAL VEHICLES on railroad property. Except in the case of a  railroad\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01699-01-1\n\n       A. 874                              2\n\n    1  employee,  CONTRACTOR  OF  THE  RAILROAD  CORPORATION OR PUBLIC OFFICIAL\n    2  acting in the performance of his [duty] OR HER DUTIES, no  person  shall\n    3  KNOWINGLY  operate  a  MOTOR  VEHICLE, snowmobile, OR OTHER RECREATIONAL\n    4  VEHICLE,  INCLUDING ALL TERRAIN VEHICLES AND MOTORCYCLES, upon abandoned\n    5  railroad property which is posted to prohibit the operation of  [snowmo-\n    6  biles] ANY SUCH VEHICLES thereupon, or upon or along the track or tracks\n    7  of  an operating railroad or within the fences or guards thereof, except\n    8  across or along streets or highways or at farm or forest crossings where\n    9  necessary to cross [said] SUCH tracks or property. [Any person violating\n   10  the provisions of this section shall be guilty of a violation punishable\n   11  by a fine of one hundred dollars for each separate offense.] A VIOLATION\n   12  OF THE PROVISIONS OF THIS SECTION SHALL CONSTITUTE A VIOLATION  PUNISHA-\n   13  BLE  BY  A  FINE  OF NOT LESS THAN ONE HUNDRED DOLLARS NOR MORE THAN TWO\n   14  HUNDRED FIFTY DOLLARS. CONVICTION FOR A SECOND OR  SUBSEQUENT  VIOLATION\n   15  OF  THE  PROVISIONS OF THIS SECTION SHALL BE PUNISHABLE BY A FINE OF NOT\n   16  LESS THAN TWO HUNDRED FIFTY NOR MORE THAN  FIVE  HUNDRED  DOLLARS  OR  A\n   17  PERIOD  OF IMPRISONMENT NOT TO EXCEED FIFTEEN DAYS, OR BY BOTH SUCH FINE\n   18  AND SUCH IMPRISONMENT.\n   19    S 83-b. Trespass upon railroad premises IN A CITY HAVING A  POPULATION\n   20  OF  ONE  MILLION  OR  MORE INHABITANTS AND IN CERTAIN COUNTIES. [1.] Any\n   21  city with a population of one  million  or  more  and  the  counties  of\n   22  Monroe,  Nassau,  and  Suffolk  are authorized and empowered to adopt or\n   23  amend a local law or ordinance designating any portion  or  portions  of\n   24  property  consisting  of  a  right-of-way or yard of a railroad or rapid\n   25  transit railroad as a no-trespass railroad zone and  providing  for  the\n   26  conspicuous  posting  thereof  for  purposes  of  establishing  criminal\n   27  liability for trespass upon such property pursuant to subdivision (g) of\n   28  section 140.10 of the penal law.\n   29    [2. The provisions of sections eighty-three and eighty-three-a of this\n   30  article shall not be construed to prohibit or limit the  prosecution  of\n   31  any  person  for  a  violation  of  the provisions of subdivision (g) of\n   32  section 140.10 of the penal law.]\n   33    S 2. The railroad law is amended by adding a new section 83-c to  read\n   34  as follows:\n   35    S  83-C. TRESPASS UPON RAILROAD PREMISES; DAMAGE TO RAILROAD PROPERTY.\n   36  1. NO PERSON OTHER THAN THOSE WITH PERMISSION FROM THE  RAILROAD  CORPO-\n   37  RATION  OR EMPLOYED BY THE RAILROAD CORPORATION SHALL KNOWINGLY ENTER OR\n   38  REMAIN ON RAILROAD PROPERTY OR RIGHT-OF-WAY INCLUDING, BUT  NOT  LIMITED\n   39  TO,  WALKING  UPON  OR  ALONG ITS TRACK OR TRACKS, EXCEPT WHERE THE SAME\n   40  SHALL BE LAID ACROSS OR ALONG STREETS OR HIGHWAYS, IN WHICH CASE  HE  OR\n   41  SHE  SHALL NOT WALK UPON THE TRACK UNLESS NECESSARY TO CROSS THE SAME AT\n   42  AN ESTABLISHED GRADE CROSSING. A VIOLATION OF  THE  PROVISIONS  OF  THIS\n   43  SUBDIVISION  SHALL  CONSTITUTE  A  VIOLATION PUNISHABLE BY A FINE OF NOT\n   44  LESS THAN ONE HUNDRED DOLLARS NOR MORE THAN TWO HUNDRED  FIFTY  DOLLARS.\n   45  CONVICTION  FOR  A  SECOND  OR SUBSEQUENT VIOLATION OF THE PROVISIONS OF\n   46  THIS SUBDIVISION SHALL BE PUNISHABLE BY A FINE  OF  NOT  LESS  THAN  TWO\n   47  HUNDRED  FIFTY  DOLLARS  NOR MORE THAN FIVE HUNDRED DOLLARS, A PERIOD OF\n   48  IMPRISONMENT NOT TO EXCEED FIFTEEN DAYS, OR BY BOTH SUCH FINE  AND  SUCH\n   49  IMPRISONMENT.\n   50    2.  ANY  PERSON  RIDING, LEADING, OR DRIVING ANY HORSE OR OTHER ANIMAL\n   51  UPON ANY RAILROAD, OR WITHIN THE RIGHT-OF-WAY, FENCES, AND GUARDS THERE-\n   52  OF, OTHER THAN AT A FARM OR  STREET  OR  FOREST  CROSSING,  WITHOUT  THE\n   53  CONSENT  OF  THE CORPORATION, SHALL FORFEIT TO THE PEOPLE OF THE STATE A\n   54  SUM  NOT TO EXCEED ONE HUNDRED DOLLARS AS A CIVIL  PENALTY  PURSUANT  TO\n   55  SECTION 60.30 OF THE PENAL LAW.\n\n       A. 874                              3\n\n    1    3.  (A)  NO PERSON SHALL KNOWINGLY, RECKLESSLY OR INTENTIONALLY ENGAGE\n    2  IN ANY CONDUCT THAT RESULTS IN DAMAGE TO OR  SUBSTANTIAL  DEFACEMENT  OF\n    3  RAILROAD  PROPERTY.   SUCH CONDUCT SHALL INCLUDE, BUT IS NOT LIMITED TO,\n    4  THROWING OBJECTS THAT STRIKE RAILROAD FACILITIES, STRUCTURES OR  ROLLING\n    5  STOCK,  PLACING  OBJECTS  ON OR IMMEDIATELY ADJACENT TO RAILROAD TRACKS,\n    6  DEFACING, DISARMING, OR IN ANY WAY INTERFERING WITH SIGNALS OR SWITCHES.\n    7  A VIOLATION OF THE PROVISIONS OF THIS SUBDIVISION SHALL BE A MISDEMEANOR\n    8  PUNISHABLE BY A FINE OF NOT LESS THAN FIVE HUNDRED DOLLARS NOR MORE THAN\n    9  ONE THOUSAND FIVE HUNDRED DOLLARS, IMPRISONMENT  FOR  A  PERIOD  NOT  TO\n   10  EXCEED  ONE  YEAR,  OR  BY  BOTH SUCH FINE AND SUCH IMPRISONMENT.  WHERE\n   11  APPROPRIATE, THE COURT MAY  AUTHORIZE  THE  PAYMENT  OF  RESTITUTION  IN\n   12  ACCORDANCE WITH THE PROVISIONS OF SECTION 60.27 OF THE PENAL LAW.\n   13    (B) A VIOLATION OF THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVISION\n   14  WHICH DISRUPTS OR DELAYS RAILROAD OPERATIONS OR SUBSTANTIALLY INTERFERES\n   15  WITH  THE SAFE OPERATION OF THE RAILROAD SHALL BE A FELONY PUNISHABLE BY\n   16  A FINE OF NOT LESS THAN ONE THOUSAND DOLLARS NOR MORE THAN TWO  THOUSAND\n   17  FIVE  HUNDRED DOLLARS, IMPRISONMENT FOR A PERIOD AUTHORIZED BY THE PENAL\n   18  LAW FOR A CLASS E FELONY, OR BY BOTH SUCH FINE  AND  SUCH  IMPRISONMENT.\n   19  WHERE APPROPRIATE, THE COURT MAY AUTHORIZE THE PAYMENT OF RESTITUTION IN\n   20  ACCORDANCE WITH THE PROVISIONS OF SECTION 60.27 OF THE PENAL LAW.\n   21    (C)  IF  A VIOLATION OF THE PROVISIONS OF PARAGRAPH (A) OR (B) OF THIS\n   22  SUBDIVISION RESULTS IN THE DEATH OF ANOTHER PERSON OR RESULTS IN SERIOUS\n   23  PHYSICAL INJURY, AS DEFINED IN SECTION 10.00 OF THE PENAL  LAW,  TO  ANY\n   24  OTHER PERSON, SUCH CONDUCT SHALL BE SUBJECT TO PROSECUTION IN ACCORDANCE\n   25  WITH THE PROVISIONS OF ARTICLES ONE HUNDRED TWENTY AND ONE HUNDRED TWEN-\n   26  TY-FIVE OF THE PENAL LAW, AS APPLICABLE.\n   27    4.  FOR THE PURPOSES OF THIS SECTION, A PERSON IS DEEMED TO HAVE ACTED\n   28  KNOWINGLY, AND ACTUAL NOTICE THAT A PERSON IS ILLEGALLY  TRESPASSING  ON\n   29  RAILROAD  PROPERTY  IS  NOT NECESSARY, IF THE SURROUNDING CIRCUMSTANCES,\n   30  SUCH AS CLOSE PROXIMITY TO  RAILROAD  TRACKS,  BUILDINGS,  EQUIPMENT  OR\n   31  OTHER  FACILITIES,  WOULD ALERT REASONABLE PERSONS  THAT HE OR SHE IS ON\n   32  RAILROAD PROPERTY OR EQUIPMENT. PERMISSION TO ENTER ON RAILROAD PROPERTY\n   33  OR EQUIPMENT NOT DESIGNATED FOR PUBLIC USE BY THE  RAILROAD  CORPORATION\n   34  SHALL  NOT  BE IMPLIED, BUT SHALL BE IN WRITING OR BY ANOTHER ACCEPTABLE\n   35  AFFIRMATIVE MANNER OF CONSENT, UNLESS OTHERWISE PROVIDED BY LAW.\n   36    5.  THE  PROVISIONS  OF  THIS  SECTION  AND   SECTIONS   EIGHTY-THREE,\n   37  EIGHTY-THREE-A AND EIGHTY-THREE-B OF THIS ARTICLE SHALL NOT BE CONSTRUED\n   38  TO  PROHIBIT  OR  LIMIT THE PROSECUTION OF ANY PERSON FOR ANY APPLICABLE\n   39  VIOLATION OF THE PROVISIONS OF THE PENAL LAW, INCLUDING, BUT NOT LIMITED\n   40  TO, THE APPLICABLE PROVISIONS OF ARTICLE ONE HUNDRED FORTY OF SUCH LAW.\n   41    6.  THE  PROVISIONS  OF  THIS  SECTION  AND   SECTIONS   EIGHTY-THREE,\n   42  EIGHTY-THREE-A AND EIGHTY-THREE-B OF THIS ARTICLE SHALL NOT BE CONSTRUED\n   43  TO  LIMIT  THE RIGHTS, REMEDIES AND DAMAGES RECOVERABLE BY ANY PLAINTIFF\n   44  OR CLAIMANT IN ANY CIVIL ACTION AS PROVIDED BY APPLICABLE LAW.\n   45    S 3. This act shall take effect on the first of November next succeed-\n   46  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the railroad law, in relation to trespass on railroad property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T163248.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294350169876
}