{
  "year" : 2011,
  "senateBillNo" : "A876-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A876-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires disclosure of campaign contributions to judges by parties in an action and their counsel",
  "summary" : "Requires disclosure of campaign contributions to judges by parties in an action and their counsel; authorizes the chief administrative judge of the state of New York to promulgate rules and regulations that require immediately upon the assignment of a matter to a judge, parties and their counsel disclose any campaign contributions made to such judge; further requires the attorney or counselor to disclose any campaign contribution made to such judge. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "A6879-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          876\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GALEF, FINCH -- Multi-Sponsored by -- M. of A.\n         CALHOUN, CAMARA, GIGLIO, MAYERSOHN, SAYWARD, THIELE -- read  once  and\n         referred to the Committee on Judiciary\n\n       AN  ACT  to amend the judiciary law, in relation to requiring disclosure\n         of campaign contributions to judges by parties in an action and  their\n         counsel\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of  section  212  of  the  judiciary  law  is\n    2  amended by adding a new paragraph (w) to read as follows:\n    3    (W)  ESTABLISH  RULES  AND REGULATIONS REQUIRING THAT IMMEDIATELY UPON\n    4  THE ASSIGNMENT OF A  MATTER  TO  A  JUDGE,  PARTIES  AND  THEIR  COUNSEL\n    5  DISCLOSE  ANY  CAMPAIGN  CONTRIBUTION MADE TO SUCH JUDGE. SUCH RULES AND\n    6  REGULATIONS SHALL PROVIDE THAT IN THE EVENT CONTRIBUTIONS IN  EXCESS  OF\n    7  FIVE  HUNDRED  DOLLARS  HAVE  BEEN  MADE  IN  THE PAST FIVE YEARS TO THE\n    8  JUDGE'S CAMPAIGN BY A PARTY OR COUNSEL TO THE  PARTY,  THE  JUDGE  SHALL\n    9  DISQUALIFY  HIMSELF  OR  HERSELF UPON TIMELY APPLICATION MADE BY A PARTY\n   10  WHO HAS MADE NO CONTRIBUTION TO THE CAMPAIGN. SUCH RULES AND REGULATIONS\n   11  SHALL NOT PRECLUDE DISQUALIFICATION DUE TO ANY OTHER RULE OR  REGULATION\n   12  OR  WITH RESPECT TO CONTRIBUTIONS LESS THAN FIVE HUNDRED DOLLARS OR MADE\n   13  MORE THAN FIVE YEARS BEFORE THE ASSIGNMENT OF THE MATTER TO THE JUDGE.\n   14    S 2. The judiciary law is amended by adding a  new  section  487-a  to\n   15  read as follows:\n   16    S  487-A.  ATTORNEY  OR  COUNSELOR  DISCLOSURE.  IMMEDIATELY  UPON THE\n   17  ASSIGNMENT OF A MATTER TO A JUDGE, THE  ATTORNEY  OR  COUNSELOR  IN  THE\n   18  ACTION  SHALL DISCLOSE ANY CAMPAIGN CONTRIBUTION MADE TO SUCH JUDGE WHEN\n   19  SUCH CONTRIBUTION WAS IN EXCESS OF FIVE HUNDRED DOLLARS AND IN THE  PAST\n   20  FIVE YEARS.\n   21    S 3. This act shall take effect on the one hundred eightieth day after\n   22  it shall have become a law; provided, however, that effective immediate-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00639-01-1\n\n       A. 876                              2\n\n    1  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n    2  necessary for the implementation of this act on its  effective  date  is\n    3  authorized  and  directed  to  be  made  and completed on or before such\n    4  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to requiring disclosure of campaign contributions to judges by parties in an action and their counsel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T163248.TXT", "SOBI.D110105.T110612.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349568612
}