{
  "year" : 2011,
  "senateBillNo" : "A878-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A878-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishment of adult care facilities",
  "summary" : "Relates to approval of applications for establishment of adult care facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A9552-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          878\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GOTTFRIED, DINOWITZ -- read once and referred to\n         the Committee on Health\n\n       AN ACT to amend the social services law and the public  health  law,  in\n         relation  to  approval of applications for establishment of adult care\n         facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Section  461-b of the social services law is amended by\n    2  adding a new subdivision 9 to read as follows:\n    3    9. AN INDIVIDUAL OR ENTITY WHICH IS NOT THE APPROVED  OPERATOR  OF  AN\n    4  ADULT  HOME,  ENRICHED HOUSING PROGRAM OR RESIDENCE FOR ADULTS SHALL NOT\n    5  PARTICIPATE IN THE TOTAL GROSS INCOME OR NET REVENUE OF SUCH FACILITY.\n    6    S 2. Section 461-b of the social services law is amended by  adding  a\n    7  new subdivision 10 to read as follows:\n    8    10. ANY FEE FOR THE LEASE OF THE REAL PROPERTY ON WHICH AN ADULT HOME,\n    9  ENRICHED  HOUSING  PROGRAM OR RESIDENCE FOR ADULTS IS LOCATED AND/OR FOR\n   10  THE LEASE OF THE PREMISES OCCUPIED BY SUCH A FACILITY, PROGRAM OR  RESI-\n   11  DENCE  SHALL  BE NO GREATER THAN THE COMMERCIALLY REASONABLE FAIR MARKET\n   12  VALUE FOR SIMILAR PROPERTIES OR PREMISES IN  THE  GEOGRAPHIC  REGION  IN\n   13  WHICH SUCH A FACILITY, PROGRAM OR RESIDENCE IS LOCATED.\n   14    S  3. Subdivision 5 of section 4655 of the public health law, as added\n   15  by chapter 2 of the laws of 2004, is amended to read as follows:\n   16    5. In addition to the requirements otherwise required for licensure as\n   17  assisted living, any [residence] ADULT  CARE  FACILITY  SUBJECT  TO  THE\n   18  INSPECTION  AND SUPERVISION OF THE DEPARTMENT that advertises or markets\n   19  itself as serving individuals with special  needs,  including,  but  not\n   20  limited  to,  individuals  with  dementia or cognitive impairments, must\n   21  submit a special needs plan to the  department  setting  forth  how  the\n   22  special  needs of such residents will be safely and appropriately met at\n   23  such [residence] FACILITY.  Such plan shall include,  but  need  not  be\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02653-01-1\n\n       A. 878                              2\n\n    1  limited  to,  a  written  description  of specialized services, staffing\n    2  levels, staff education  and  training,  work  experience,  professional\n    3  affiliations or special characteristics relevant to serving persons with\n    4  special  needs,  and any environmental modifications that have been made\n    5  or will be made to protect  the  health,  safety  and  welfare  of  such\n    6  persons  in  the [residence] FACILITY.   In approving an application for\n    7  special needs certification, the department shall develop  standards  to\n    8  ensure  adequate staffing and training in order to safely meet the needs\n    9  of the resident. The standards shall be based  upon  recommendations  of\n   10  the  task  force established by section five of [the] chapter TWO of the\n   11  laws of two thousand four [which added  this  section].  No  [residence]\n   12  ADULT  CARE  FACILITY  SUBJECT  TO THE INSPECTION AND SUPERVISION OF THE\n   13  DEPARTMENT shall market [themselves]  ITSELF  as  providing  specialized\n   14  services unless and until the department has approved such applicant for\n   15  a special needs assisted living certificate.\n   16    S  4.  This  act  shall take effect on the sixtieth day after it shall\n   17  have become a law; provided, however, that the  commissioner  of  health\n   18  may  adopt,  amend,  suspend  or  repeal  any  regulations or take other\n   19  actions necessary to enforce or implement this act prior to and in prep-\n   20  aration for the taking effect  of  this  act;  provided,  however,  such\n   21  adoption,  amendment, suspension or repeal of regulations shall not have\n   22  legal effect until this act takes effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the public health law, in relation to approval of applications for establishment of adult care facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T163748.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349868709
}