{
  "year" : 2011,
  "senateBillNo" : "A879-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A879-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the seizure of a vehicle used to transport the taxpayer or a member of the taxpayer's household who has a mobility impairment as documented by a physician",
  "summary" : "Prohibits the seizure of a vehicle used to transport the taxpayer or a member of the taxpayer's household who has a mobility impairment as documented by a physician. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A9251-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          879\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. KELLNER -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to prohibiting the seizure of a\n         vehicle used to transport the taxpayer or a member of  the  taxpayer's\n         household who has a mobility impairment as documented by a physician\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 1849 to read\n    2  as follows:\n    3    S 1849. SEIZURE OF A MOTOR VEHICLE USED TO TRANSPORT MOBILITY-IMPAIRED\n    4  INDIVIDUAL. 1. NOTWITHSTANDING ANY PROVISION OF LAW TO THE  CONTRARY,  A\n    5  MOTOR VEHICLE THAT IS USED ON A REGULAR AND RECURRING BASIS TO TRANSPORT\n    6  A  TAXPAYER  WHO  HAS  A MOBILITY IMPAIRMENT AS DOCUMENTED BY A LICENSED\n    7  PHYSICIAN OR A MEMBER OF THE TAXPAYER'S HOUSEHOLD  WHO  HAS  A  MOBILITY\n    8  IMPAIRMENT  AS DOCUMENTED BY A LICENSED PHYSICIAN SHALL NOT BE SEIZED IN\n    9  CONNECTION WITH THE COLLECTION OF  UNPAID  TAXES  NOR  SHALL  FORFEITURE\n   10  PROCEEDINGS BE COMMENCED BY THE DEPARTMENT WITH REGARD TO ANY SUCH VEHI-\n   11  CLE.\n   12    2.  THE  PROVISIONS OF THIS SECTION SHALL ALLOW FOR THE EXEMPTION FROM\n   13  SEIZURE OF ONLY ONE MOTOR VEHICLE PER HOUSEHOLD, AND SHALL NOT  BAR  THE\n   14  SEIZURE OF OTHER VEHICLES.\n   15    3.  AS  USED  IN THIS SECTION \"A MOBILITY IMPAIRMENT\" MEANS A PHYSICAL\n   16  IMPAIRMENT WHICH IS PERMANENT AND SEVERELY LIMITS A  PERSON'S  MOBILITY,\n   17  OR WHICH RENDERS A PERSON UNABLE TO AMBULATE WITHOUT THE AID OF A WHEEL-\n   18  CHAIR OR OTHER PROSTHETIC DEVICE.\n   19    S  2. This act shall take effect on the first of January next succeed-\n   20  ing the date on which it shall have become  a  law;  provided,  however,\n   21  that  effective immediately, the commissioner of taxation and finance is\n   22  authorized and directed to promulgate any and all rules and  regulations\n   23  and  take any other measure necessary to implement this act on or before\n   24  its effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00590-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to prohibiting the seizure of a vehicle used to transport the taxpayer or a member of the taxpayer's household who has a mobility impairment as documented by a physician ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T163248.TXT", "SOBI.D110105.T110612.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349568611
}