{
  "year" : 2011,
  "senateBillNo" : "A881-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A881-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that instructions to the jury shall include certain defenses",
  "summary" : "Provides that instructions to the jury shall include certain defenses; provides that such instructions shall include, but not be limited to, \"Do not let bias, sympathy, prejudice, or public opinion influence your decision\"; defines the term \"bias\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A9044-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          881\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. KELLNER, GLICK, HOYT, PEOPLES-STOKES, O'DONNELL\n         -- Multi-Sponsored by -- M. of A. BOYLE -- read once and  referred  to\n         the Committee on Codes\n\n       AN  ACT to amend the criminal procedure law, in relation to instructions\n         to the jury relating to certain defenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  legislature  hereby  finds  and  declares all of the\n    2  following:\n    3    (a) New York law defines a hate crime as a specified criminal  offense\n    4  intentionally  committed because of the actual or perceived race, color,\n    5  national origin, ancestry, gender, religion,  religious  practice,  age,\n    6  disability  or sexual orientation of a person, regardless of whether the\n    7  belief or perception is correct.\n    8    (b) It is the right of every person regardless of actual or  perceived\n    9  race,  color,  national  origin,  ancestry,  gender, religion, religious\n   10  practice, age, disability, gender identity or sexual orientation  to  be\n   11  secure  and  protected from fear, intimidation, and physical harm caused\n   12  by the actions of violent groups and individuals.\n   13    (c) \"Bias\" includes bias based upon the victim's actual  or  perceived\n   14  race,  color,  national  origin,  ancestry,  gender, religion, religious\n   15  practice, age, disability, gender identity or sexual orientation.\n   16    (d) It is against public policy as expressed  in  rules  of  court  on\n   17  judicial  conduct  for  members  of the judiciary or lawyers in judicial\n   18  proceedings to manifest bias  based  upon  characteristics  of  parties,\n   19  including  the  actual or perceived age, race, creed, color, sex, sexual\n   20  orientation or disability of a crime victim.\n   21    (e) \"Panic strategies\" are those strategies  that  try  to  explain  a\n   22  defendant's  actions  or emotional reactions based upon the knowledge or\n   23  discovery of the fact that the victim possesses one or more of the char-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00589-01-1\n\n       A. 881                              2\n\n    1  acteristics listed above or associates with a person or group  with  one\n    2  or more of those characteristics.\n    3    (f)  The  legislature  is  concerned about the use of societal bias in\n    4  criminal proceedings and the susceptibility of juries to such bias.  The\n    5  use  of  so-called  \"panic  strategies\" by defendants in criminal trials\n    6  opens the door for bias against victims based on  one  or  more  of  the\n    7  characteristics  listed  above  or an association with a person or group\n    8  with one or more of those characteristics.\n    9    (g) It is against public policy for a defendant to be acquitted  of  a\n   10  charged  offense or convicted of a lesser included offense based upon an\n   11  appeal to the societal bias that may be possessed by members of a jury.\n   12    S 2. Subdivision 3 of section 300.10 of the criminal procedure law, as\n   13  amended by chapter 668 of the laws  of  1984,  is  amended  to  read  as\n   14  follows:\n   15    3. (A) Where a defendant has raised the affirmative defense of lack of\n   16  criminal  responsibility  by  reason  of  mental  disease  or defect, as\n   17  defined in section 40.15 of the penal law, the court must, without elab-\n   18  oration, instruct the jury as follows: \"A jury during its  deliberations\n   19  must  never  consider  or  speculate  concerning matters relating to the\n   20  consequences of its verdict. However, because  of  the  lack  of  common\n   21  knowledge  regarding the consequences of a verdict of not responsible by\n   22  reason of mental disease or defect, I charge you that if this verdict is\n   23  rendered by you there will be hearings as  to  the  defendant's  present\n   24  mental   condition   and,   where  appropriate,  involuntary  commitment\n   25  proceedings.\"\n   26    (B) IN ANY CRIMINAL TRIAL OR PROCEEDING, UPON THE REQUEST OF A  PARTY,\n   27  THE  COURT  SHALL INSTRUCT THE JURY AS FOLLOWS: \"DO NOT LET BIAS, SYMPA-\n   28  THY, PREJUDICE, OR PUBLIC OPINION INFLUENCE YOUR DECISION. BIAS INCLUDES\n   29  BIAS AGAINST THE VICTIM OR VICTIMS OR WITNESS OR WITNESSES,  BASED  UPON\n   30  HIS  OR  HER  RACE,  COLOR, NATIONAL ORIGIN, ANCESTRY, GENDER, RELIGION,\n   31  RELIGIOUS  PRACTICE,  AGE,  DISABILITY,  GENDER   IDENTITY   OR   GENDER\n   32  EXPRESSION, OR SEXUAL ORIENTATION.\"\n   33    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   34  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to instructions to the jury relating to certain defenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T163748.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349868713
}