{
  "year" : 2011,
  "senateBillNo" : "A882-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A882-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the payment of medical malpractice insurance premiums and creates the health care access protection fund",
  "summary" : "Relates to the payment of medical malpractice insurance premiums and creates the health care access protection fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A8620-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          882\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. KELLNER -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend chapter 266 of the laws of 1986 amending the civil prac-\n         tice law and rules and other laws relating to malpractice and  profes-\n         sional  medical  conduct;  and  to  amend  the  state  finance law, in\n         relation to creating the health care access protection  fund;  and  to\n         amend  the  insurance law, in relation to the payment of medical malp-\n         ractice insurance premiums\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative Intent. The legislature finds and declares that\n    2  access  to  quality  health  care is a critical element to achieving and\n    3  sustaining a high quality of life for all New Yorkers, and that assuring\n    4  an adequate supply of physicians in  New  York  state  is  an  essential\n    5  component  to  ensuring  access  to  quality health care. As a result of\n    6  rapidly rising liability insurance premiums, physicians are being forced\n    7  to limit the scope of their practice, increase the  number  of  patients\n    8  they  have  to  see  each  day, leave New York, or leave the practice of\n    9  medicine entirely, thereby compromising patient access and/or the quali-\n   10  ty of medical care to New Yorkers. The legislature  further  finds  that\n   11  the  health  insurance  industry  has  generated  enormous  profits  and\n   12  reserves far beyond that required by  law.  Since  the  payers  exercise\n   13  absolute control over the revenue side of most physicians' practices, it\n   14  is only right and proper that some of those reserves and profits be used\n   15  to  reduce  the  burden of physicians' medical liability premiums and to\n   16  ensure  that  reimbursement  rates  adequately  reflect  future   annual\n   17  increases in medical malpractice premiums to be paid by physicians.\n   18    S  2.  Paragraph  (a) of subdivision 1 of section 18 of chapter 266 of\n   19  the laws of 1986, amending the civil practice law and  rules  and  other\n   20  laws  relating  to  malpractice  and  professional  medical  conduct, as\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00587-01-1\n\n       A. 882                              2\n\n    1  amended by section 23 of part B of chapter 58 of the laws  of  2008,  is\n    2  amended to read as follows:\n    3    (a)  The superintendent of insurance and the commissioner of health or\n    4  their designee shall,  from  funds  available  in  the  hospital  excess\n    5  liability  pool  created  pursuant  to  subdivision (5) of this section,\n    6  purchase a policy or policies for excess insurance coverage, as  author-\n    7  ized by paragraph (1) of subsection (e) of section 5502 of the insurance\n    8  law; or from an insurer, other than an insurer described in section 5502\n    9  of the insurance law, duly authorized to write such coverage and actual-\n   10  ly  writing  medical  malpractice  insurance  in  this  state;  or shall\n   11  purchase equivalent excess coverage in a form previously approved by the\n   12  superintendent of insurance for purposes of providing equivalent  excess\n   13  coverage  in  accordance  with  section 19 of chapter 294 of the laws of\n   14  1985, for medical or dental malpractice occurrences between July 1, 1986\n   15  and June 30, 1987, between July 1, 1987 and June 30, 1988, between  July\n   16  1,  1988  and  June  30,  1989,  between July 1, 1989 and June 30, 1990,\n   17  between July 1, 1990 and June 30, 1991, between July 1,  1991  and  June\n   18  30,  1992,  between July 1, 1992 and June 30, 1993, between July 1, 1993\n   19  and June 30, 1994, between July 1, 1994 and June 30, 1995, between  July\n   20  1,  1995  and  June  30,  1996,  between July 1, 1996 and June 30, 1997,\n   21  between July 1, 1997 and June 30, 1998, between July 1,  1998  and  June\n   22  30,  1999,  between July 1, 1999 and June 30, 2000, between July 1, 2000\n   23  and June 30, 2001, between July 1, 2001 and June 30, 2002, between  July\n   24  1,  2002  and  June  30,  2003,  between July 1, 2003 and June 30, 2004,\n   25  between July 1, 2004 and June 30, 2005, between July 1,  2005  and  June\n   26  30,  2006,  between July 1, 2006 and June 30, 2007, between July 1, 2007\n   27  and June 30, 2008, between July 1, 2008 and June 30, 2009, between  July\n   28  1, 2009 and June 30, 2010, and between July 1, 2010 and June 30, 2011 or\n   29  reimburse  the  hospital  where the hospital purchases equivalent excess\n   30  coverage as defined in subparagraph (i) of paragraph (a) of  subdivision\n   31  (1-a)  of  this  section  for  medical or dental malpractice occurrences\n   32  between July 1, 1987 and June 30, 1988, between July 1,  1988  and  June\n   33  30,  1989,  between July 1, 1989 and June 30, 1990, between July 1, 1990\n   34  and June 30, 1991, between July 1, 1991 and June 30, 1992, between  July\n   35  1,  1992  and  June  30,  1993,  between July 1, 1993 and June 30, 1994,\n   36  between July 1, 1994 and June 30, 1995, between July 1,  1995  and  June\n   37  30,  1996,  between July 1, 1996 and June 30, 1997, between July 1, 1997\n   38  and June 30, 1998, between July 1, 1998 and June 30, 1999, between  July\n   39  1,  1999  and  June  30,  2000,  between July 1, 2000 and June 30, 2001,\n   40  between July 1, 2001 and June 30, 2002, between July 1,  2002  and  June\n   41  30,  2003,  between July 1, 2003 and June 30, 2004, between July 1, 2004\n   42  and June 30, 2005, between July 1, 2005 and June 30, 2006, between  July\n   43  1,  2006  and  June  30,  2007,  between July 1, 2007 and June 30, 2008,\n   44  between July 1, 2008 and June 30, 2009, between July 1,  2009  and  June\n   45  30,  2010,  and between July 1, 2010 and June 30, 2011 for physicians or\n   46  dentists certified as eligible for each such period or periods  pursuant\n   47  to subdivision (2) of this section by a general hospital licensed pursu-\n   48  ant  to  article  28  of  the public health law; provided that no single\n   49  insurer shall write more than fifty percent of the total excess  premium\n   50  for  a  given  policy  year;  and  provided, however, that such eligible\n   51  physicians or dentists must have in force an individual policy, from  an\n   52  insurer licensed in this state of primary malpractice insurance coverage\n   53  in  amounts  of  no less than one million three hundred thousand dollars\n   54  for each claimant and three million nine hundred  thousand  dollars  for\n   55  all  claimants under that policy during the period of such excess cover-\n   56  age for such occurrences or be endorsed as additional insureds  under  a\n\n       A. 882                              3\n\n    1  hospital professional liability policy which is offered through a volun-\n    2  tary  attending physician (\"channeling\") program previously permitted by\n    3  the superintendent of insurance during the period of such excess  cover-\n    4  age  for  such  occurrences.  During such period, such policy for excess\n    5  coverage or such equivalent excess coverage shall,  when  combined  with\n    6  the  physician's  or dentist's primary malpractice insurance coverage or\n    7  coverage provided through a voluntary attending physician (\"channeling\")\n    8  program, total an aggregate level of two million three hundred  thousand\n    9  dollars  for each claimant and six million nine hundred thousand dollars\n   10  for all claimants from all such policies with respect to occurrences  in\n   11  each of such years provided, however, if the cost of primary malpractice\n   12  insurance  coverage  in  excess  of  one  million dollars, but below the\n   13  excess medical malpractice insurance coverage provided pursuant to  this\n   14  act, exceeds the rate of nine percent per annum, then the required level\n   15  of  primary  malpractice  insurance  coverage  in  excess of one million\n   16  dollars for each claimant shall be in an amount of  not  less  than  the\n   17  dollar  amount of such coverage available at nine percent per annum; the\n   18  required level of such coverage for  all  claimants  under  that  policy\n   19  shall  be  in  an  amount not less than three times the dollar amount of\n   20  coverage for each claimant; and excess coverage, when combined with such\n   21  primary malpractice insurance coverage,  shall  increase  the  aggregate\n   22  level for each claimant by one million dollars and three million dollars\n   23  for  all claimants; and provided further, that, with respect to policies\n   24  of primary medical malpractice coverage that include occurrences between\n   25  April 1, 2002 and June 30, 2002, such requirement that  coverage  be  in\n   26  amounts no less than one million three hundred thousand dollars for each\n   27  claimant  and three million nine hundred thousand dollars for all claim-\n   28  ants for such occurrences shall be effective April 1,  2002.    PROVIDED\n   29  FURTHER THAT, EFFECTIVE JULY 1, 2011, THE COST OF THE FIRST FIVE HUNDRED\n   30  FIFTY  THOUSAND DOLLARS OF AN ELIGIBLE PHYSICIAN'S PRIMARY MEDICAL MALP-\n   31  RACTICE COVERAGE SHALL BE PAID THROUGH THE HEALTH CARE ACCESS PROTECTION\n   32  FUND CREATED PURSUANT TO SECTION 97-KKKK OF THE STATE FINANCE LAW.\n   33    S 3. The state finance law is amended by adding a new section  97-kkkk\n   34  to read as follows:\n   35    S  97-KKKK.  HEALTH  CARE  ACCESS  PROTECTION FUND. FUNDS ACCUMULATED,\n   36  INCLUDING INCOME FROM INVESTED FUNDS, FROM  THE  PAYMENTS  SPECIFIED  IN\n   37  SECTIONS  THREE  THOUSAND  TWO  HUNDRED  FORTY  AND  FOUR THOUSAND THREE\n   38  HUNDRED TWENTY-EIGHT OF THE INSURANCE LAW SHALL BE DEPOSITED AND CREDIT-\n   39  ED TO A SPECIAL REVENUE FUND-OTHER FUND TO BE ESTABLISHED BY  THE  COMP-\n   40  TROLLER.  TO THE EXTENT OF FUNDS APPROPRIATED THEREFOR, THE COMMISSIONER\n   41  SHALL PROVIDE FUNDING FOR THE PURPOSES OF COVERING THE COST OF THE FIRST\n   42  FIVE HUNDRED FIFTY  THOUSAND  DOLLARS  OF  PRIMARY  MEDICAL  MALPRACTICE\n   43  COVERAGE  OF  A  PHYSICIAN WHO IS ELIGIBLE TO OBTAIN EXCESS COVERAGE, AS\n   44  SET FORTH PURSUANT TO PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION  EIGH-\n   45  TEEN  OF  CHAPTER  TWO HUNDRED SIXTY-SIX OF THE LAWS OF NINETEEN HUNDRED\n   46  EIGHTY-SIX.\n   47    S 4. The insurance law is amended by adding a new section 3240 to read\n   48  as follows:\n   49    S 3240. LOSS RATIO PAYMENT. BEGINNING IN CALENDAR  YEAR  TWO  THOUSAND\n   50  NINE,  IF THE LOSS RATIO FOR AN INDIVIDUAL HEALTH INSURANCE POLICY FORM,\n   51  A SMALL GROUP HEALTH INSURANCE OR A LARGE GROUP HEALTH INSURANCE  POLICY\n   52  FORM  IS  LESS  THAN  EIGHTY-SEVEN  PERCENT, AN INSURER SHALL PAY TO THE\n   53  COMMISSIONER OF HEALTH OR SUCH COMMISSIONER'S DESIGNEE A PERCENT OF  THE\n   54  AGGREGATE  PREMIUM  COLLECTED  FOR  THE POLICY FORM IN THE PREVIOUS YEAR\n   55  EQUAL TO THE DIFFERENCE BETWEEN THE MINIMUM LOSS RATIO  FOR  THE  POLICY\n   56  FORM STARTED IN THIS SECTION AND THE ACTUAL LOSS RATIO; PROVIDED, HOWEV-\n\n       A. 882                              4\n\n    1  ER,  SUCH  AMOUNTS SHALL BE OFFSET BY ANY AMOUNT REQUIRED TO BE RETURNED\n    2  TO POLICY HOLDERS IN ACCORDANCE WITH SECTION THREE THOUSAND TWO  HUNDRED\n    3  THIRTY-ONE OF THIS ARTICLE. AMOUNTS DUE UNDER THIS SECTION SHALL BE PAID\n    4  BY  MAY  FIRST  OF  THE YEAR FOLLOWING THE CALENDAR YEAR IN WHICH A LOSS\n    5  RATIO REQUIREMENT WAS NOT SATISFIED. THE  INSTRUCTIONS  AND  FORMAT  FOR\n    6  CALCULATING  AND  REPORTING  LOSS RATIOS SHALL BE THE SAME AS THOSE THAT\n    7  APPLY TO SECTION THREE THOUSAND TWO HUNDRED THIRTY-ONE OF THIS  ARTICLE.\n    8  THE  SUPERINTENDENT SHALL HAVE AUTHORITY TO AUDIT DATA, IMPOSE PENALTIES\n    9  FOR NONCOMPLIANCE WITH THIS SECTION CONSISTENT WITH  AUTHORITY  PROVIDED\n   10  TO  THE  SUPERINTENDENT IN OTHER PROVISIONS OF THIS CHAPTER, AND PROMUL-\n   11  GATE REGULATIONS TO IMPLEMENT THIS SECTION. SUCH SUMS SHALL BE  DIRECTED\n   12  TO  THE HEALTH CARE ACCESS PROTECTION FUND SET FORTH PURSUANT TO SECTION\n   13  NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW.   FOR THE PURPOSES  OF  THIS\n   14  SECTION,  THE  TERM  \"LOSS RATIO\" SHALL MEAN ALL FUNDS EXPENDED DIRECTLY\n   15  FOR THE PURPOSES OF REIMBURSING MEDICAL CARE, INCLUDING CARE PROVIDED BY\n   16  PHYSICIANS AND  OTHER  HEALTH  CARE  PROFESSIONALS,  HOSPITALS,  NURSING\n   17  HOMES,  HOME  CARE,  PRESCRIPTION  DRUGS  AND DURABLE MEDICAL EQUIPMENT,\n   18  PROVIDED TO INSUREDS COVERED UNDER AN INDIVIDUAL HEALTH INSURANCE POLICY\n   19  FORM, A SMALL GROUP HEALTH INSURANCE POLICY FORM OR A LARGE GROUP HEALTH\n   20  INSURANCE POLICY FORM, AS A PERCENTAGE OF REVENUE DERIVED BY SUCH INSUR-\n   21  ER FOR SUCH POLICY FORM.\n   22    S 5. The insurance law is amended by adding a new section 4328 to read\n   23  as follows:\n   24    S 4328. LOSS RATIO PAYMENT. BEGINNING IN CALENDAR  YEAR  TWO  THOUSAND\n   25  NINE,  IF THE LOSS RATIO FOR AN INDIVIDUAL DIRECT PAYMENT CONTRACT FORM,\n   26  A SMALL GROUP OR A SMALL GROUP REMITTANCE CONTRACT FORM OR A LARGE GROUP\n   27  CONTRACT FORM IS LESS THAN EIGHTY-SEVEN PERCENT, A  CORPORATION  SUBJECT\n   28  TO  THE  PROVISIONS  OF  THIS  ARTICLE  SHALL PAY TO THE COMMISSIONER OF\n   29  HEALTH OR SUCH COMMISSIONER'S DESIGNEE A PERCENT OF THE AGGREGATE PREMI-\n   30  UMS EARNED FOR THE CONTRACT FORM IN THE PREVIOUS CALENDAR YEAR EQUAL  TO\n   31  THE  DIFFERENCE  BETWEEN  THE  MINIMUM LOSS RATIO FOR THE POLICY FORM AS\n   32  STATED IN THIS SECTION AND THE ACTUAL  LOSS  RATIO;  PROVIDED,  HOWEVER,\n   33  THAT  SUCH  AMOUNT SHALL BE OFFSET BY ANY AMOUNT REQUIRED TO BE RETURNED\n   34  TO CONTRACT HOLDERS IN  ACCORDANCE  WITH  SECTION  FOUR  THOUSAND  THREE\n   35  HUNDRED  EIGHT  OF THIS ARTICLE. AMOUNTS DUE UNDER THIS SECTION SHALL BE\n   36  PAID BY MAY FIRST OF THE YEAR FOLLOWING THE CALENDAR YEAR IN  WHICH  THE\n   37  LOSS  RATIO  REQUIREMENT WAS NOT SATISFIED.  THE INSTRUCTIONS AND FORMAT\n   38  FOR CALCULATING AND REPORTING LOSS RATIOS SHALL BE  THE  SAME  AS  THOSE\n   39  THAT APPLY TO SECTION FOUR THOUSAND THREE HUNDRED EIGHT OF THIS ARTICLE.\n   40  THE  SUPERINTENDENT SHALL HAVE AUTHORITY TO AUDIT DATA, IMPOSE PENALTIES\n   41  FOR NONCOMPLIANCE WITH THIS SECTION CONSISTENT WITH  AUTHORITY  PROVIDED\n   42  TO  THE  SUPERINTENDENT IN OTHER PROVISIONS OF THIS CHAPTER, AND PROMUL-\n   43  GATE REGULATIONS TO IMPLEMENT THIS SECTION. SUCH FUNDS SHALL BE DIRECTED\n   44  TO THE HEALTH  CARE  ACCESS  PROTECTION  FUND  ESTABLISHED  PURSUANT  TO\n   45  SECTION  NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW. FOR THE PURPOSES OF\n   46  THIS SECTION, THE TERM  \"LOSS  RATIO\"  SHALL  MEAN  ALL  FUNDS  EXPENDED\n   47  DIRECTLY  FOR  THE  PURPOSES OF REIMBURSING MEDICAL CARE, INCLUDING CARE\n   48  PROVIDED BY PHYSICIANS AND OTHER HEALTH CARE  PROFESSIONALS,  HOSPITALS,\n   49  NURSING  HOMES, HOME CARE, PRESCRIPTION DRUGS AND DURABLE MEDICAL EQUIP-\n   50  MENT, PROVIDED TO INSUREDS COVERED UNDER AN  INDIVIDUAL  DIRECT  PAYMENT\n   51  CONTRACT  FORM, A SMALL GROUP OR SMALL GROUP REMITTANCE CONTRACT FORM OR\n   52  A LARGE GROUP CONTRACT FORM, AS A PERCENTAGE OF REVENUE DERIVED BY  SUCH\n   53  INSURER FOR SUCH POLICY FORM.\n   54    S  6.  The  insurance law is amended by adding a new section 3224-d to\n   55  read as follows:\n\n       A. 882                              5\n\n    1    S 3224-D. PHYSICIAN REIMBURSEMENT. (A) IF THE SUPERINTENDENT  APPROVES\n    2  AN  INCREASE  IN  THE COST OF MEDICAL MALPRACTICE INSURANCE COVERAGE FOR\n    3  PHYSICIANS AND SURGEONS, BY SEPTEMBER FIRST OF EACH YEAR IN  WHICH  SUCH\n    4  INCREASE  IS APPROVED, A HEALTH PLAN SHALL INCREASE ITS FEE SCHEDULE FOR\n    5  PHYSICIAN  REIMBURSEMENT  BY  A  PERCENTAGE  EQUAL  TO OR GREATER THAN A\n    6  PERCENTAGE AS DETERMINED BY THE SUPERINTENDENT TO  BE  THE  INCREASE  IN\n    7  PHYSICIAN  OFFICE  EXPENSE  ALLOCABLE  TO  THE INCREASE IN THE COST OF A\n    8  MEDICAL MALPRACTICE INSURANCE POLICY APPROVED BY THE SUPERINTENDENT  FOR\n    9  THE  POLICY  YEAR  BEGINNING THE PREVIOUS JULY FIRST. THE SUPERINTENDENT\n   10  SHALL HAVE THE AUTHORITY TO ESTABLISH SEPARATE  PERCENTAGES  BASED  UPON\n   11  REGION OR SPECIALTY OF PRACTICE.\n   12    (B)  AN INSURER'S, ORGANIZATION'S OR CORPORATION'S PURPOSEFUL OR KNOW-\n   13  ING FAILURE TO INCLUDE SUCH INCREASE IN ITS FEE SCHEDULE FOR EACH PHYSI-\n   14  CIAN FOR THE CONTRACT CYCLE NEXT FOLLOWING OR FAILURE  TO  INCLUDE  SUCH\n   15  INCREASE  IN  FUTURE  REIMBURSEMENT  FOR OUT OF NETWORK SERVICES WILL BE\n   16  ASSESSED A MONETARY PENALTY OF ONE MILLION  DOLLARS  FOR  EACH  AFFECTED\n   17  PHYSICIAN.\n   18    (C)  NOTHING  IN  THIS  SECTION  SHALL  BE CONSTRUED: (1) TO PREVENT A\n   19  HEALTH PLAN FROM INCREASING ITS FEE SCHEDULE  IN  A  PERCENTAGE  GREATER\n   20  THAN  THE  PERCENTAGE  AS  DETERMINED  BY  THE  SUPERINTENDENT TO BE THE\n   21  INCREASE IN PHYSICIAN OFFICE EXPENSE ALLOCABLE TO THE  INCREASE  IN  THE\n   22  COST  OF  A  MEDICAL MALPRACTICE INSURANCE POLICY APPROVED BY THE SUPER-\n   23  INTENDENT FOR THE POLICY YEAR BEGINNING THE PREVIOUS JULY FIRST; OR\n   24    (2) TO REQUIRE THE IMPOSITION OF A DECREASE IN PHYSICIAN REIMBURSEMENT\n   25  AS A RESULT OF AN AVERAGE RATE DECREASE FOR MEDICAL  MALPRACTICE  INSUR-\n   26  ANCE COVERAGE APPROVED BY THE SUPERINTENDENT.\n   27    (D) FOR THE PURPOSES OF THIS SECTION, A \"HEALTH PLAN\" SHALL BE DEFINED\n   28  AS  AN  INSURER THAT IS LICENSED TO WRITE ACCIDENT AND HEALTH INSURANCE,\n   29  OR THAT IS LICENSED PURSUANT TO ARTICLE FORTY-THREE OF THIS  CHAPTER  OR\n   30  IS CERTIFIED PURSUANT TO ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW.\n   31    S  7. This act shall take effect immediately; provided that the amend-\n   32  ments to chapter 266 of the laws of 1986 made by section one of this act\n   33  shall apply to physician malpractice insurance  policies  issued  on  or\n   34  after July 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 266 of the laws of 1986 amending the civil practice law and rules and other laws relating to malpractice and professional medical conduct; and to amend the state finance law, in relation to creating the health care access protection fund; and to amend the insurance law, in relation to the payment of medical malpractice insurance premiums ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T163748.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349868714
}