{
  "year" : 2011,
  "senateBillNo" : "A884-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A884-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Reconstitutes the Roosevelt Island operating corporation to be the Roosevelt Island community",
  "summary" : "Reconstitutes the Roosevelt Island operating corporation board of directors; provides that the corporation shall be governed by an elected rather than appointed board; makes numerous related provisions, including provisions for additional duties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Corporations",
  "previousVersions" : [ "A3953-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          884\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. KELLNER -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend chapter 899  of  the  laws  of  1984,  relating  to  the\n         creation of the Roosevelt Island operating corporation, in relation to\n         the management of such corporation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Chapter 899 of the laws of 1984, relating to  the  creation\n    2  of  the Roosevelt Island operating corporation, subdivision 2 of section\n    3  3 as amended by chapter 766 of  the  laws  of  2005,  subdivision  5  of\n    4  section  3  as  amended  by chapter 55 of the laws of 1992, section 8 as\n    5  amended by chapter 770 of the laws of 1988, paragraph 2 of subdivision a\n    6  of section 8 as amended by chapter 804 of the laws of 1990  and  section\n    7  10-a  as added by chapter 493 of the laws of 2002, is amended to read as\n    8  follows:\n    9    Section 1. LEGISLATIVE  DECLARATION.  The  legislature  hereby  finds,\n   10  determines  and declares that: (a) the city of New York and the New York\n   11  state urban development  corporation  have  entered  into  a  lease  and\n   12  related  agreements  providing  for the urban development corporation to\n   13  use its statutory powers to create on Roosevelt Island a  new  community\n   14  which  would  retain  and  heighten  the  benefits of urban living while\n   15  preserving a sense of scale and open space for  Roosevelt  Island  resi-\n   16  dents  and  New  York  city as a whole; (b) the urban development corpo-\n   17  ration [has] AND ITS SUCCESSORS HAVE constructed the first [phase] PHAS-\n   18  ES of the island's development, including public facilities, pursuant to\n   19  a general development plan for Roosevelt Island, [which plan  is  being]\n   20  updated  [and]  FROM  TIME  TO TIME, WHICH PLAN contemplates significant\n   21  future development on the island, including the provision of  additional\n   22  housing,  commercial,  civic, recreational and other facilities; (c) [it\n   23  is in the public interest for] the  urban  development  corporation  [to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01105-01-1\n\n       A. 884                              2\n\n    1  transfer] HAS TRANSFERRED all of its rights and obligations with respect\n    2  to  the development, operation and supervision of both such existing and\n    3  such proposed development to a public benefit corporation  which  [shall\n    4  be]  HAS  BEEN  under the supervision of the commissioner of housing and\n    5  community renewal; and (d) it is in the public interest  that  [such  a]\n    6  THE  public benefit corporation plan, design, develop, operate, maintain\n    7  and manage Roosevelt Island, [that such corporation] AND have vested  in\n    8  it  such powers as are necessary or convenient to effectuate those func-\n    9  tions and that the division of housing and community renewal be  author-\n   10  ized  to  assist  such corporation in the performance of its duties with\n   11  respect to Roosevelt Island.\n   12    S 2. DEFINITIONS. As used in this act, the following terms shall  have\n   13  the following meanings:\n   14    1. \"City\" shall mean the city of New York.\n   15    2. \"Commissioner\" shall mean the commissioner of housing and community\n   16  renewal.\n   17    3.  \"COMMUNITY  ELECTION\"  SHALL  MEAN  AN  ELECTION HELD ON ROOSEVELT\n   18  ISLAND FOR THE PURPOSE OF ELECTING THE PUBLIC MEMBERS TO  THE  ROOSEVELT\n   19  ISLAND  OPERATING  CORPORATION AS REQUIRED BY SECTION THREE OF THIS ACT.\n   20  COMMUNITY ELECTIONS ARE TO BE  HELD  AT  THE  SAME  TIME  AS  A  GENERAL\n   21  ELECTION  EVERY THIRD YEAR OR SUCH OTHER TIME AS SHALL BE ESTABLISHED IN\n   22  THE BY-LAWS.  SUCH COMMUNITY ELECTION SHALL BE CONDUCTED  IN  ACCORDANCE\n   23  WITH  PROCEDURES  ESTABLISHED  IN  THE  BY-LAWS.   THE CORPORATION SHALL\n   24  SELECT AN ENTITY TO BE RESPONSIBLE FOR CONDUCTING, MONITORING AND CERTI-\n   25  FYING THE ELECTION, EXCEPT IN THE  INITIAL  ELECTION.  FOR  THE  INITIAL\n   26  ELECTION,  THE  EXISTING  BOARD  SHALL  SELECT  AN ENTITY EXPERIENCED IN\n   27  CONDUCTING SHAREHOLDER ELECTIONS TO BE RESPONSIBLE FOR CONDUCTING, MONI-\n   28  TORING AND CERTIFYING THE ELECTION.\n   29    4. \"Corporation\" shall mean the Roosevelt Island operating corporation\n   30  created by section three of this act.\n   31    [4.] 5. \"Development subleases\" shall  mean  (a)  the  sublease  dated\n   32  August [first, nineteen hundred eighty] 1, 1980 between the urban devel-\n   33  opment  corporation  and  the  city, (b) the ground lease, dated October\n   34  [thirtieth, nineteen hundred seventy-two] 30, 1972,  between  the  urban\n   35  development  corporation  and  North Town Phase II Houses, Inc., (c) the\n   36  ground lease, dated April [twenty-fifth, nineteen hundred seventy-three]\n   37  25, 1973, between the urban development corporation and North Town Phase\n   38  III Houses, Inc., [and] (d) the restated ground  lease,  dated  November\n   39  [thirtieth,  nineteen hundred seventy-seven] 30, 1977, between the urban\n   40  development corporation and Rivercross  Tenants'  Corporation,  (E)  THE\n   41  GROUND  LEASE BETWEEN THE CORPORATION AND MANHATTAN PARK DATED AUGUST 4,\n   42  1986, (F) THE GROUND LEASE  BETWEEN  THE  CORPORATION  AND  RELATED  AND\n   43  HUDSON  COMPANIES  DATED DECEMBER 21, 2001, (G) THE SUBLEASE BETWEEN THE\n   44  CORPORATION AND MEPT OCTAGON, LLC DATED NOVEMBER 3, 2004,  AND  (H)  ALL\n   45  OTHER RELATED LEASES.\n   46    [5.]  6.  \"Division\" shall mean the New York state division of housing\n   47  and community renewal.\n   48    [6.] 7. \"Lease\" shall mean the lease,  dated  December  [twenty-third,\n   49  nineteen  hundred  sixty-nine]  23,  1969,  as  heretofore  or hereafter\n   50  amended, among the city of New York, the New York state  urban  develop-\n   51  ment  corporation  and  the  Roosevelt  Island  development corporation,\n   52  pursuant to which the city leased substantially all of Roosevelt  Island\n   53  to  the  New  York  state  urban development corporation for development\n   54  substantially in accordance with the development plan referred to there-\n   55  in.\n\n       A. 884                              3\n\n    1    [7.] 8.  \"RESIDENT\" SHALL MEAN, FOR THE PURPOSE OF THIS ACT, A  PERSON\n    2  OVER  THE  AGE  OF EIGHTEEN RESIDING ON ROOSEVELT ISLAND FOR A PERIOD OF\n    3  NOT LESS THAN ONE YEAR IMMEDIATELY PRECEDING ANY ELECTION HELD TO SELECT\n    4  MEMBERS TO THE ROOSEVELT ISLAND OPERATING  CORPORATION  BOARD  INCLUDING\n    5  ANY  ELECTION  HELD  TO FILL A VACANCY TO THE ROOSEVELT ISLAND OPERATING\n    6  CORPORATION BOARD AS REQUIRED BY SUBDIVISION TWO  OF  SECTION  THREE  OF\n    7  THIS ACT.\n    8    9. \"Roosevelt Island\" shall mean the island located in the East River,\n    9  city  and  county  of  New  York,  extending from approximately fiftieth\n   10  street to eighty-sixth street in Manhattan.\n   11    [8.] 10. \"Safe affordable housing for everyone, inc.\" shall  mean  the\n   12  New  York corporation organized under article [six-A] 6-A of the private\n   13  housing finance law and under the supervision and control of the commis-\n   14  sioner.\n   15    [9.] 11. \"Tramway franchise\" shall mean the franchise for  the  Roose-\n   16  velt  Island tramway granted by the city to the urban development corpo-\n   17  ration on February [nineteenth, nineteen hundred seventy-four] 19, 1974.\n   18    [10.] 12. \"Urban development corporation\"  shall  mean  the  New  York\n   19  state urban development corporation AND ANY SUCCESSOR AGENCY.\n   20    S  3.  ESTABLISHMENT  OF  CORPORATION;  ORGANIZATION OF BOARD. 1.   To\n   21  effectuate the purposes and provisions of  this  act,  there  is  hereby\n   22  created  the  \"Roosevelt Island operating corporation\", which shall be a\n   23  body corporate and politic constituting a public benefit corporation and\n   24  a political subdivision of the state of New York.\n   25    2. The board of directors of the corporation shall be composed of nine\n   26  members. One member shall be the commissioner, who shall  serve  as  the\n   27  chair;  one  member shall be the director of the budget; and THERE SHALL\n   28  BE seven public members [shall be appointed by  the  governor  with  the\n   29  advice  and  consent  of  the  senate.  Of the seven public members, two\n   30  members, one of whom shall], TWO OF WHOM SHALL BE APPOINTED BY THE MAYOR\n   31  OF THE CITY; AT LEAST ONE OF THE MAYOR'S APPOINTEES SHALL be a  resident\n   32  of  Roosevelt Island[, shall be appointed upon the recommendation of the\n   33  mayor of the city; and four additional members  shall  be  residents  of\n   34  Roosevelt  Island. Each member]. THE REMAINING FIVE PUBLIC MEMBERS SHALL\n   35  BE RESIDENTS AND SHALL BE ELECTED IN A COMMUNITY ELECTION.  THE  INITIAL\n   36  COMMUNITY  ELECTION  SHALL  BE  HELD  ON  THE  DATE OF THE FIRST GENERAL\n   37  ELECTION NEXT SUCCEEDING THE EFFECTIVE DATE OF THE CHAPTER OF  THE  LAWS\n   38  OF  TWO  THOUSAND  ELEVEN  WHICH AMENDED THIS SUBDIVISION, AND THE FIRST\n   39  MEETING OF EACH NEWLY ELECTED BOARD FOR  THE  PURPOSE  OF  ASSUMING  THE\n   40  OFFICE  ITSELF  SHALL  BE  HELD WITHIN TEN DAYS FOLLOWING SUCH ELECTION.\n   41  EX-OFFICIO MEMBERS SHALL SERVE AS LONG AS THEY SHALL HOLD OFFICE, PUBLIC\n   42  MEMBERS APPOINTED BY THE MAYOR SHALL SERVE AT THE PLEASURE OF THE MAYOR,\n   43  OTHER MEMBERS shall serve for a term of [four]  THREE  years  and  until\n   44  [his or her] A successor shall have been appointed and shall have quali-\n   45  fied[,  except  that  (a) two of the initial public members appointed by\n   46  the governor, one of whom is a resident of  Roosevelt  Island,  and  the\n   47  Roosevelt  Island  resident  member appointed upon the recommendation of\n   48  the mayor of the city shall serve for terms of two years each,  and  (b)\n   49  the  commissioner  and the director of the budget shall serve so long as\n   50  they continue to hold their respective offices].   Any action  taken  by\n   51  the  directors of the corporation shall be taken by majority vote of the\n   52  directors then in office.   VACANCIES THAT OCCUR  IN  THE  BOARD'S  FIVE\n   53  ELECTED  MEMBERS SHALL BE FILLED BY A RESIDENT APPOINTED BY THE MAYOR ON\n   54  AN INTERIM BASIS UNTIL THE FOLLOWING  COMMUNITY  ELECTION.  The  elected\n   55  public officials who represent Roosevelt Island shall be representatives\n   56  to  the board of directors of the corporation entitled to receive notice\n\n       A. 884                              4\n\n    1  of and attend all meetings of such board AND BE PROVIDED WITH ALL INFOR-\n    2  MATION RECEIVED BY THE MEMBERS FOR ALL AGENDA ITEMS  but  shall  not  be\n    3  entitled to vote.  Failure to give such notice shall not [effect] AFFECT\n    4  the  validity of any action taken at a meeting of such board.  ALL MEET-\n    5  INGS OF THE BOARD OF DIRECTORS OR ANY COMMITTEE OF THE  BOARD  SHALL  BE\n    6  SUBJECT TO THE OPEN MEETINGS LAW.\n    7    3.  [The  governor  may  fill any vacancy which occurs on the board of\n    8  directors of the corporation in a manner consistent  with  the  original\n    9  appointment.]  Any RESIDENT MAY FILE NOTICE OF HIS OR HER CANDIDACY AS A\n   10  PUBLIC MEMBER WITH THE BOARD OF DIRECTORS NOT MORE THAN 30 DAYS NOR LESS\n   11  THAN 15 DAYS PRIOR TO THE DATE SET FOR THE  COMMUNITY  ELECTION,  OR  AS\n   12  OTHERWISE  PROVIDED  IN  BY-LAWS ADOPTED BY THE BOARD OF DIRECTORS AFTER\n   13  THE FIRST COMMUNITY ELECTION.\n   14    4.  ANY PUBLIC member of the corporation may be removed [by the gover-\n   15  nor] for cause, UPON A TWO-THIRDS VOTE OF THE REMAINING  BOARD  MEMBERS,\n   16  but  not without an opportunity to be heard, in person or by counsel, in\n   17  his OR HER defense, upon not less than ten days' written notice.\n   18    [4.] 5. The commissioner and the  director  of  the  budget  may  each\n   19  designate  an  officer  or employee of his OR HER respective division to\n   20  represent such member at meetings of the corporation.  Such  designation\n   21  shall  be  by written notice filed with the chairman or the secretary of\n   22  the corporation by the member making the designation, and may be revoked\n   23  at any time by similar notice. Any representative  so  designated  shall\n   24  have  the  power to attend and to vote at any meeting of the corporation\n   25  from which the member making the designation is  absent  with  the  same\n   26  force  and  effect  as if the member making the designation were present\n   27  and voting. No such designation shall limit  the  right  of  the  member\n   28  making  the  designation  to attend and vote in person at any meeting of\n   29  the corporation.\n   30    [5.] 6. A member of the corporation who is not an officer or  employee\n   31  of  the  state  or  the city shall not receive a salary or other compen-\n   32  sation, but shall be entitled to reimbursement for actual and  necessary\n   33  expenses  incurred in the performance of official duties as a member.  A\n   34  member of the corporation who is not an officer or employee of the state\n   35  or the city may engage in private employment,  or  in  a  profession  or\n   36  business,  unless  otherwise  prohibited  by law from doing so. Notwith-\n   37  standing any other provision of law,  general,  special,  or  local,  no\n   38  officer  or employee of the state or any civil division thereof shall be\n   39  deemed to have forfeited, or shall forfeit  such  office  of  employment\n   40  because  of acceptance of membership in the corporation, or by virtue of\n   41  being an officer, employee or agent thereof.\n   42    S 4. POWERS OF CORPORATION. The corporation's powers shall be  limited\n   43  to  carrying  out the development, management and operation of Roosevelt\n   44  Island. In carrying out such development, management and operation,  the\n   45  corporation shall have the power to:\n   46    1. Sue and be sued;\n   47    2. Have a seal and alter the same at pleasure;\n   48    3. Make and alter by-laws for its organization and internal management\n   49  and  make  rules  and  regulations governing the use of its property and\n   50  facilities;\n   51    4. Make and execute contracts and all other instruments  necessary  or\n   52  convenient  for the exercise of its powers and functions under this act;\n   53  PROVIDED, HOWEVER, THAT THE CORPORATION SHALL  BE  CONSIDERED  A  CORPO-\n   54  RATION  AS  THAT  TERM IS USED IN SECTION 2879 OF THE PUBLIC AUTHORITIES\n   55  LAW;\n\n       A. 884                              5\n\n    1    5. Acquire in the name of the corporation by purchase, grant or  gift,\n    2  or  by  the  exercise  of  the  power  of eminent domain pursuant to the\n    3  eminent domain procedure law, or otherwise, real or  personal  property,\n    4  or  any  interest therein deemed necessary or desirable for the develop-\n    5  ment,  management  or  operation of Roosevelt Island, including, without\n    6  limitation, leasehold interest, air and subsurface rights, easements and\n    7  lands under water at the site of Roosevelt  Island  or  in  the  general\n    8  vicinity  thereof, and to subject such property or interest therein to a\n    9  purchase money or other lien or security interest in connection with the\n   10  acquisition and development thereof, provided that the corporation shall\n   11  have no authority or power to issue any notes, bonds or other debt obli-\n   12  gations, whether for the purpose of financing the development of  Roose-\n   13  velt Island or otherwise;\n   14    6.  Hold  and  dispose  of real or personal property for its corporate\n   15  purposes;\n   16    7. Appoint officers, agents and employees, prescribe their duties  and\n   17  fix  their  compensation  in accordance with a staffing and compensation\n   18  plan [submitted to and] approved by the [director of the  budget]  BOARD\n   19  OF DIRECTORS; AND SHALL HIRE A GENERAL MANAGER WITH BROAD, GENERAL MANA-\n   20  GERIAL  EXPERIENCE,  WHO  SHALL BE RESPONSIBLE TO THE BOARD FOR CARRYING\n   21  OUT THE POLICIES OF THE BOARD;\n   22    8. Engage the services of private consultants on a contract basis  for\n   23  rendering professional and technical assistance advice;\n   24    9.  Procure  insurance  against any loss in connection with its activ-\n   25  ities, properties and other assets, in such amount and from such  insur-\n   26  ers as it deems desirable;\n   27    10. Charge and collect fees, rents and other charges for the occupancy\n   28  or other use of real or personal property or facilities owned, operated,\n   29  managed or regulated by the corporation;\n   30    11.  Accept  any gifts or grants of money or property, or financial or\n   31  other aid in any form, from the federal government, the  state,  or  the\n   32  city  (or  any instrumentality of any such government) or from any other\n   33  source and, subject to the provisions of this act and  other  applicable\n   34  law,  to  comply  with any conditions of such assistance and execute any\n   35  contracts or other instruments in connection therewith;\n   36    12. Invest any funds of the corporation, or any other monies under its\n   37  custody and control not required for immediate use or  disbursement,  at\n   38  the  discretion  of  the corporation, in obligations of the state or the\n   39  United States government or obligations the principal  and  interest  of\n   40  which are guaranteed by the state or the United States government, or in\n   41  any  other  obligations in which the comptroller of the state is author-\n   42  ized to invest pursuant  to  section  [ninety-eight]  98  of  the  state\n   43  finance law;\n   44    13.  Enter  into such agreements with the state, the urban development\n   45  corporation and the city as the  parties  thereto  deem  appropriate  to\n   46  effectuate the provisions of this act;\n   47    14.  Assume  and  perform  the obligations and responsibilities of the\n   48  urban development corporation under the lease,  the  tramway  franchise,\n   49  and  all other contracts, leases, and agreements heretofore entered into\n   50  by the  urban  development  corporation  relating  to  the  development,\n   51  management  and  operation  of  Roosevelt Island (except that the corpo-\n   52  ration shall not assume any of the rights, duties  and  responsibilities\n   53  of  the  urban development corporation in relation to any bonds or notes\n   54  issued, or mortgages or security agreements held, by the urban  develop-\n   55  ment  corporation  or  any  of its subsidiaries) and exercise all of the\n   56  rights of the urban development corporation with respect thereto; [and]\n\n       A. 884                              6\n\n    1    15. SUPPLEMENT ANY OF THE  SERVICES  PROVIDED  BY  OTHER  GOVERNMENTAL\n    2  AGENCIES  IN  SUCH  A  WAY  THAT  WILL MAKE THE SERVICES TO RESIDENTS OF\n    3  ROOSEVELT ISLAND BETTER AND MORE COMPLETE THAN OTHERWISE POSSIBLE; AND\n    4    16. Do and perform all other acts necessary or convenient to carry out\n    5  the  foregoing  in connection with the development, management or opera-\n    6  tion of Roosevelt Island.\n    7    S 5. RULES AND REGULATIONS; APPROVAL OF DEVELOPMENT  PLAN  AMENDMENTS;\n    8  APPLICABILITY  OF  LOCAL  LAWS. 1. The corporation shall promulgate such\n    9  rules and regulations as it shall deem appropriate to provide an  oppor-\n   10  tunity  for  residents  of  Roosevelt  Island  to comment upon any major\n   11  amendment of the development plan for Roosevelt Island  referred  to  in\n   12  the  lease  at a public hearing held prior to its adoption by the corpo-\n   13  ration.\n   14    2. [Any  amendment  of  the  development  plan  for  Roosevelt  Island\n   15  referred  to in the lease shall be subject to the review and approval of\n   16  the director of the budget, and the corporation] THE  CORPORATION  shall\n   17  not  enter  into  any  agreement  for  the design or construction of any\n   18  improvement provided for in any [such] amendment TO THE DEVELOPMENT PLAN\n   19  FOR ROOSEVELT ISLAND prior to [such] approval BY THE BOARD OF DIRECTORS.\n   20    3.  The requirements of all local laws, ordinances, codes, charters or\n   21  regulations shall be  applicable  to  the  construction,  alteration  or\n   22  improvement  of any building or structure on Roosevelt Island[, provided\n   23  that the corporation may, in lieu of such compliance, determine that the\n   24  requirements of the New York state uniform fire prevention and  building\n   25  code,  formulated by the state fire prevention and building code council\n   26  pursuant to article eighteen of the executive law, shall  be  applicable\n   27  to  such  work.  In the event of such compliance with the New York state\n   28  uniform fire prevention and building code, the city shall have no  power\n   29  to modify any drawings, plans or specifications for such work or for the\n   30  plumbing,  heating, lighting or other mechanical branches thereof, or to\n   31  require that any person, firm or corporation employed on any  such  work\n   32  perform  the same except as provided by such plans and specifications or\n   33  obtain any additional authority, approval, permit  or  certificate  from\n   34  the city in connection therewith].\n   35    S  6.  POWERS  AND  DUTIES OF URBAN DEVELOPMENT CORPORATION; LEASE AND\n   36  TRAMWAY FRANCHISE. 1. The corporation shall perform all  obligations  of\n   37  the  urban  development  corporation  or  any  of  its subsidiaries with\n   38  respect to  the  development,  management  and  operation  of  Roosevelt\n   39  Island,  including,  without  limitation,  all  such obligations arising\n   40  under the lease and the tramway franchise.\n   41    2. The urban development corporation, the division and the corporation\n   42  shall each use their best efforts to obtain any required consents to the\n   43  assignment of the lease and the tramway franchise from the urban  devel-\n   44  opment corporation to the corporation and to any other assumption by the\n   45  corporation  of  the obligations of the urban development corporation or\n   46  any of its subsidiaries under any other contracts, leases, agreements or\n   47  instruments entered into by the urban development  corporation,  or  any\n   48  such subsidiary, relating to the development, management or operation of\n   49  Roosevelt  Island (other than any bonds or notes issued, or mortgages or\n   50  security agreements held, by the urban development corporation or any of\n   51  its subsidiaries) and, upon obtaining such consents, the corporation and\n   52  the urban development corporation shall enter into such  agreements  and\n   53  take  such  actions as shall be necessary to effectuate such assignments\n   54  and assumptions, provided that in order to permit the urban  development\n   55  corporation  to  recover  the investment which it has heretofore made in\n   56  the development of  Roosevelt  Island,  such  agreements  shall  provide\n\n       A. 884                              7\n\n    1  appropriate assurances satisfactory to the urban development corporation\n    2  (a) for the prompt payment directly to the urban development corporation\n    3  of (i) all sums from time to time due from lessees under the development\n    4  subleases and (ii) all sums received by the corporation from the city in\n    5  connection  with  the termination of the lease, and (b) for the amending\n    6  or supplementing of the development subleases to  the  extent,  if  any,\n    7  necessary  to  protect the rights of the holders of any mortgages on the\n    8  leasehold interests created thereunder.  Nothing in this act  shall  (a)\n    9  constitute  or  authorize  an assignment by the urban development corpo-\n   10  ration (or any subsidiary thereof) of any mortgage or security  interest\n   11  held  by  the  urban development corporation (or any such subsidiary) on\n   12  any real or personal property or interest therein on Roosevelt Island or\n   13  any rights or obligations of the urban development corporation  (or  any\n   14  such  subsidiary) arising under any such mortgage or security agreement,\n   15  (b) relieve the urban development corporation of any of its  obligations\n   16  under  any bonds heretofore issued by the urban development corporation,\n   17  or (c) otherwise affect the interests of the holders of any such bonds.\n   18    3. All revenues (other than state  appropriations)  derived  from  the\n   19  contracts,  leases,  agreements or instruments assigned to or assumed by\n   20  the corporation pursuant to subdivision two of  this  section  shall  be\n   21  applied first to the payment of those obligations assigned to or assumed\n   22  by the corporation.\n   23    4.  The  urban  development corporation and the corporation are hereby\n   24  authorized to enter into such agreements with the  city  as  the  corpo-\n   25  ration  shall determine to be appropriate to amend, reform or supplement\n   26  the lease (including the development plan referred to therein)  and  the\n   27  tramway  franchise  in  order to carry out the purposes of this act. The\n   28  provisions of any general, special or  local  law  notwithstanding,  the\n   29  city  is  hereby authorized[, upon the approval of the board of estimate\n   30  of the city,] to enter into any such agreements with the corporation and\n   31  the urban development corporation.\n   32    S 7. EQUAL EMPLOYMENT OPPORTUNITIES.  1.  The  corporation  shall  not\n   33  discriminate  against  employees or applicants for employment because of\n   34  race, creed, color, national origin, sex,  age,  disability  or  marital\n   35  status, and will undertake or continue programs of affirmative action to\n   36  ensure  that minority group persons and women are afforded equal employ-\n   37  ment opportunity without discrimination. Such action shall be taken with\n   38  reference, but not be limited, to recruitment, employment,  job  assign-\n   39  ment,  promotion,  upgrading,  demotion,  transfer, layoff, termination,\n   40  rate of pay or other forms of compensation, and selections for  training\n   41  or retraining, including apprenticeship and on-the-job training. SUBJECT\n   42  TO  ANY  COLLECTIVE BARGAINING AGREEMENT IN EFFECT, ALL PERSONS WHO HAVE\n   43  COMPLETED A PROBATIONARY PERIOD WITH AND ARE THEN EMPLOYED BY THE CORPO-\n   44  RATION AS OF JANUARY FIRST NEXT SUCCEEDING THE  EFFECTIVE  DATE  OF  THE\n   45  CHAPTER  OF  THE  LAWS OF TWO THOUSAND ELEVEN WHICH AMENDED THIS SECTION\n   46  MAY APPLY FOR AND SHALL BE GIVEN PREFERENCE IN FILLING POSITIONS ON  THE\n   47  REVISED TABLE OF ORGANIZATION CREATED BY THE CORPORATION.\n   48    2.  The corporation shall request each employment agency, labor union,\n   49  or authorized representative of workers with which it has  a  collective\n   50  bargaining  or  other  agreement  or understanding, to furnish a written\n   51  statement that such employment agency,  labor  union  or  representative\n   52  shall  not  discriminate because of race, creed, color, national origin,\n   53  sex, age, disability or marital status and that such union or  represen-\n   54  tative  will  cooperate in the implementation of the corporation's obli-\n   55  gations hereunder.\n\n       A. 884                              8\n\n    1    3. The corporation shall state, in all solicitations or advertisements\n    2  for employees placed by or on behalf of the corporation, that all quali-\n    3  fied applicants will be afforded equal  employment  opportunity  without\n    4  discrimination because of race, creed, color, national origin, sex, age,\n    5  disability or marital status.\n    6    4.  The  corporation  shall  seek meaningful participation by minority\n    7  business enterprises in  the  programs  of  the  corporation  and  shall\n    8  actively and affirmatively promote and assist their participation in the\n    9  corporation's programs, so as to facilitate the award of a fair share of\n   10  contracts  to  such enterprises. For purposes hereof, \"minority business\n   11  enterprise\" shall  mean  any  business  enterprise  which  is  at  least\n   12  [fifty-one]  51  per  centum  owned by, or in the case of publicly owned\n   13  business, at least [fifty-one] 51 per centum of the stock  of  which  is\n   14  owned by, citizens or permanent resident aliens who are Black, Hispanic,\n   15  Asian,  American  Indian  or women, and such ownership interest is real,\n   16  substantial and continuing.\n   17    S 8. [a.] NOTICE OF CLAIMS. 1. The  state  shall  indemnify  and  hold\n   18  harmless the corporation, urban development corporation and safe afford-\n   19  able  housing for everyone, inc., and pursuant to section [seventeen] 17\n   20  of the public officers law, their  respective  officers,  directors  and\n   21  employees,  from and against any and all liability, claim, loss, damage,\n   22  suit or judgment and any and all costs and expenses (including, but  not\n   23  limited  to,  counsel  fees and disbursements) that such corporations or\n   24  their officers, directors or employees  may  suffer  or  incur,  whether\n   25  before  or after the date hereof, as a result of either (a) the develop-\n   26  ment, management or operation of Roosevelt Island or (b) the performance\n   27  or non-performance by the division of any of its obligations  or  duties\n   28  with  respect  to  Roosevelt  Island.  All  of the provisions of section\n   29  [seventeen] 17 of the public officers law  which  are  not  inconsistent\n   30  with  this section shall apply to the officers, directors, and employees\n   31  of such corporations, including the provisions relating to  the  defense\n   32  by  the  attorney general or private counsel of any civil action and the\n   33  payment of legal costs incurred in connection with the  defense  of  any\n   34  such  action. Any member, officer or employee of such corporations seek-\n   35  ing to be saved harmless or indemnified or to claim any  other  benefits\n   36  available  pursuant  to  this  section  or section [seventeen] 17 of the\n   37  public officers law shall comply with  the  procedural  requirements  of\n   38  such  section  [seventeen]  17.    As  used  in  this  section the terms\n   39  \"member\", \"officer\" and \"employee\" shall include a former member,  offi-\n   40  cer  or  employee, his estate or judicially appointed personal represen-\n   41  tative.\n   42    2. A notice of claim, served in  accordance  with  the  provisions  of\n   43  section  [fifty-e]  50-E of the general municipal law, shall be a condi-\n   44  tion precedent to the commencement of an action against the corporation,\n   45  its officers, directors and employees. No such action shall be commenced\n   46  more than one year after it has accrued, except that an  action  against\n   47  the  corporation for wrongful death shall be commenced within the notice\n   48  of claim and time limitation provisions of title [eleven] 11 of  article\n   49  [nine] 9 of the public authorities law.\n   50    [b.  1.]  3.  Notwithstanding  the  provisions of section [one hundred\n   51  thirteen] 113 of the retirement and social security law  and  any  other\n   52  general,  special  or  local  law, the Roosevelt Island operating corpo-\n   53  ration shall provide to persons employed by the Roosevelt Island operat-\n   54  ing corporation any retirement,  disability,  death  or  other  benefits\n   55  provided  or  required  pursuant  to any agreement with a labor union of\n   56  which its employees are members,  and  the  Roosevelt  Island  operating\n\n       A. 884                              9\n\n    1  corporation  is hereby authorized to retroactively or in the future make\n    2  such contributions as may be necessary to provide such benefits.\n    3    [2.]  4.  For  purposes  of  the  retirement  and social security law,\n    4  persons employed by the Roosevelt Island operating  corporation  and  to\n    5  whom the Roosevelt Island operating corporation provides any retirement,\n    6  disability,  death and other benefits required pursuant to any agreement\n    7  with a labor union of which its employees are members, shall  be  deemed\n    8  not to be employees of the Roosevelt Island operating corporation.  Such\n    9  other persons who are employees of the Roosevelt Island operating corpo-\n   10  ration as of the effective date of this act shall be eligible to receive\n   11  credit under the retirement and social security law for previous service\n   12  with the entities (or where applicable, their subsidiaries) made subject\n   13  to  section [seventeen] 17 of the public officers law by subdivision [a]\n   14  ONE of this section.\n   15    S 9. ANNUAL BUDGET AND REPORT. 1. On or before  September  [fifteenth,\n   16  nineteen  hundred  eighty-four] 15, 1984 and on each September fifteenth\n   17  thereafter, the [chairman] GENERAL MANAGER of the corporation shall make\n   18  and deliver to the director of the budget for his OR HER review  AND  TO\n   19  THE BOARD OF DIRECTORS a proposed budget for the operation of the corpo-\n   20  ration  for  the  next fiscal year of the state. The [chairman] CHAIR of\n   21  the corporation shall also deliver a copy of such budget to the  [chair-\n   22  man]  CHAIR  of the senate finance committee and the [chairman] CHAIR of\n   23  the assembly ways and means committee at the same time that  the  budget\n   24  is delivered to the director of the budget. The budget shall include the\n   25  total amount needed for corporate purposes, including the funds required\n   26  by  the  corporation  for  operation  of Roosevelt Island facilities and\n   27  improvements, the source of all funds that the  corporation  expects  to\n   28  receive  and  such other information as the director of the budget shall\n   29  require OR AS MAY BE REQUIRED BY THE BOARD OF DIRECTORS.   The  governor\n   30  shall  recommend  in his OR HER annual budget such appropriations to the\n   31  corporation for its CAPITAL NEEDS AND operations WHICH ARE IDENTIFIED IN\n   32  THE AUDITS CONDUCTED PURSUANT TO SECTION SEVENTEEN OF THIS ACT as he  OR\n   33  SHE deems necessary.  THE BOARD OF DIRECTORS SHALL MEET THE REQUIREMENTS\n   34  OF  SUBDIVISION  TWO OF THIS SECTION WITH RESPECT TO NOTICE AND A PUBLIC\n   35  HEARING BEFORE A VOTE ON THE BUDGET MAY BE HELD.\n   36    2. THE GENERAL MANAGER SHALL PUBLISH IN A PAPER OF GENERAL CIRCULATION\n   37  WITHIN THE COMMUNITY A DATE FOR A PUBLIC HEARING AND A NOTICE  THAT  THE\n   38  PROPOSED BUDGET IS AVAILABLE FOR PUBLIC INSPECTION.  SUCH PUBLIC HEARING\n   39  ON  THE  BUDGET SHALL BE HELD WITHIN 30 DAYS, BUT NOT LESS THAN 15 DAYS,\n   40  AFTER THE DATE OF PUBLICATION.  THE BOARD OF DIRECTORS SHALL APPROVE THE\n   41  BUDGET PRIOR TO THE BEGINNING OF THE FISCAL YEAR.\n   42    3. The [corporation] GENERAL MANAGER shall submit to the  director  of\n   43  the budget, [chairman] CHAIR of the senate finance committee [and chair-\n   44  man],  THE  CHAIR of the assembly ways and means committee AND THE BOARD\n   45  OF DIRECTORS, within ninety days after the end of  its  fiscal  year,  a\n   46  complete  and  detailed report setting forth (a) [its] THE CORPORATION'S\n   47  operations and accomplishments, and (b) its  receipts  and  expenditures\n   48  during  such  fiscal  year in accordance with categories and classifica-\n   49  tions established by the corporation, [with the approval of the director\n   50  of the budget,] for its operating and  capital  outlay  purposes.    THE\n   51  GENERAL  MANAGER  SHALL  MAKE  AVAILABLE FOR PUBLIC INSPECTION A COPY OF\n   52  SUCH REPORT.\n   53    S 10. FUTURE MANAGEMENT STUDY. The [corporation]  BOARD  OF  DIRECTORS\n   54  shall  [also] APPOINT A COMMITTEE OF ROOSEVELT ISLAND RESIDENTS TO study\n   55  the future operation and management of Roosevelt Island  AT  LEAST  ONCE\n\n       A. 884                             10\n\n    1  IN  EACH  DECADE.    [Such  study shall be completed by December thirty-\n    2  first, nineteen hundred eighty-five.]\n    3    S  10-a. Open space development prohibited.  Notwithstanding any other\n    4  provision of this act, or any other law to the contrary, on or after the\n    5  effective date of this section, no further development  or  construction\n    6  for  other  than  park  purposes shall be permitted on any real property\n    7  which is identified as open space areas in the general development  plan\n    8  as  amended  May  10,  1990 and approved by the board of estimate of the\n    9  city of New York on August 17, 1990 and referred to in the lease defined\n   10  in subdivision [six] SEVEN of section two of this act, and on such  real\n   11  property  shall  remain  open  space areas for the duration of the lease\n   12  [unless such development or construction  includes  the  reconstruction,\n   13  restoration,  rehabilitation  or  preservation of the historic landmarks\n   14  located in such open space areas and  furthers  the  use  of  the  areas\n   15  surrounding  the  historic  landmarks  as  open space areas]. Open space\n   16  areas, as used in this section shall INCLUDE,  BUT  NOT  be  limited  to\n   17  Lighthouse park, Octagon park, Blackwell park, and South Point park.\n   18    S  11.  LIABILITY  FOR  COMMUNITY OBLIGATIONS; TAX EXEMPTION. 1.   The\n   19  obligations of the corporation shall not be debts of the state, and  the\n   20  state  shall  not  be  liable thereon, and such obligations shall not be\n   21  payable out of any funds other than those of the corporation.\n   22    2. It is hereby found, determined and declared that  the  creation  of\n   23  the  corporation and the carrying out of its purposes is in all respects\n   24  for the benefit of the people of the state and is a public purpose,  and\n   25  that  the corporation will be performing an essential governmental func-\n   26  tion in the exercise of the powers conferred upon it by this act.    The\n   27  corporation  and  its  operations, property and moneys shall be free and\n   28  exempt from taxation of every kind by the city and  the  state  and  any\n   29  subdivision  thereof.  Except  as hereinabove provided and except as may\n   30  otherwise specifically be provided, nothing contained in this act  shall\n   31  confer  exemption from any tax, assessment or fee upon any person, firm,\n   32  corporation or other entity, or upon the obligations of any of them.\n   33    3. ANY EXPENDITURES OF THE CORPORATION SHALL BE IN ACCORDANCE WITH THE\n   34  ADOPTED BUDGET OR A MODIFICATION APPROVED BY  THE  BOARD  OF  DIRECTORS.\n   35  EXPENDITURES SHALL BE MADE BY CHECK, SIGNED AS PROVIDED BY THE BY-LAWS.\n   36    S  12.    DIVISION  OF  HOUSING  AND COMMUNITY RENEWAL; ASSISTANCE AND\n   37  SERVICES. The corporation may from time to time request the division  to\n   38  perform such services and render such technical assistance to the corpo-\n   39  ration  with  respect  to  the  development,  management or operation of\n   40  Roosevelt Island as the corporation deems necessary  or  convenient  and\n   41  may  provide for the reimbursement to the division by the corporation of\n   42  the reasonable cost of such services. The division is hereby  authorized\n   43  to  perform such services and render such technical assistance as may be\n   44  agreed upon between the division and the corporation  pursuant  to  this\n   45  section. In addition, the commissioner is hereby authorized to represent\n   46  the  corporation in any negotiations with the city concerning amendments\n   47  or supplements to or reformations of the lease and tramway franchise  as\n   48  contemplated by section six of this act.\n   49    S  13.  OPERATION  OF  MOTOR  VEHICLES. In addition to any other power\n   50  conferred upon it by this act, the corporation is hereby  authorized  to\n   51  prescribe  rules  and regulations governing the operation (including the\n   52  parking, standing or stopping) of vehicles on Roosevelt Island; provided\n   53  however, that such rules and regulations shall not UNREASONABLY restrict\n   54  access to any city facilities situated on Roosevelt Island nor unreason-\n   55  ably restrict parking by city of New York employees, their visitors  and\n   56  invitees  IN  THE  IMMEDIATE  VICINITY  OF  SUCH  CITY FACILITIES.   The\n\n       A. 884                             11\n\n    1  violation of such rules or regulations shall be  an  offense  punishable\n    2  upon  a  first  conviction thereof by a fine of not more than [fifty] 50\n    3  dollars, upon a second within a period of [eighteen] 18 months by a fine\n    4  of  not  more  than [one hundred fifty] 150 dollars, and upon a third or\n    5  subsequent conviction thereof within a period of [eighteen] 18 months by\n    6  a fine of not more than [one hundred fifty] 150 dollars, or by imprison-\n    7  ment for not more than [thirty] 30 days, or by both such fine  and  such\n    8  imprisonment.    For  purposes of enforcement and administration of such\n    9  rules and regulations, including but not limited to conferring jurisdic-\n   10  tion with respect thereto upon the applicable courts and  administrative\n   11  tribunals,  all  provisions of law relating to, and rules or regulations\n   12  of, the New York city department of transportation not inconsistent with\n   13  this act shall be applicable.\n   14    S 14. SEPARABILITY OF PROVISIONS. If any section, clause or  provision\n   15  of  this  act or the application thereof shall be adjudged invalid, such\n   16  judgment shall not affect or invalidate any  other  section,  clause  or\n   17  provision of this act.\n   18    S  15.  TRANSFER  OF  FUNDS.  1. Notwithstanding the provisions of any\n   19  general or special law, the director of  the  budget  is  authorized  to\n   20  transfer  to the corporation from funds appropriated to the division for\n   21  the fiscal year beginning April [first, nineteen hundred eighty-four] 1,\n   22  1984, the amount he determines necessary to carry out the provisions  of\n   23  this  act,  including providing for Roosevelt Island operations, capital\n   24  improvement program and any other appropriate management expenses.\n   25    2.  Notwithstanding the provisions of any general or special  law,  no\n   26  part  of  such appropriations shall be available for the purposes desig-\n   27  nated until a certificate of approval of availability  shall  have  been\n   28  issued  by  the director of the budget and a copy of such certificate is\n   29  filed with the state comptroller, the [chairman]  CHAIR  of  the  senate\n   30  finance  committee  and  the  [chairman]  CHAIR of the assembly ways and\n   31  means committee. Such certificate may be  amended  from  time  to  time,\n   32  subject  to  the  approval  of the director of the budget, and a copy of\n   33  each such amendment shall be  filed  with  the  state  comptroller,  the\n   34  [chairman]  CHAIR  of  the  senate  finance committee and the [chairman]\n   35  CHAIR of the assembly ways and means committee.\n   36    S 16. TRANSITIONAL RULE.  IMMEDIATELY AFTER THE EFFECTIVE DATE OF  THE\n   37  CHAPTER  OF  THE LAWS OF TWO THOUSAND ELEVEN WHICH AMENDED THIS SECTION,\n   38  AND UNTIL THE PUBLIC MEMBERS OF THE BOARD OF DIRECTORS HAVE BEEN ELECTED\n   39  IN A COMMUNITY ELECTION, THE EXISTING BOARD OF DIRECTORS SHALL  MAKE  NO\n   40  CONTRACT,  COMMITMENT  OR  OBLIGATION WITH A DURATION OF MORE THAN THREE\n   41  MONTHS.\n   42    S 17. AUDITS.  ON OR BEFORE THE NINETIETH DAY FOLLOWING THE COMPLETION\n   43  OF THE FIRST COMMUNITY ELECTION PURSUANT TO SECTION THREE OF  THIS  ACT,\n   44  THE  BOARD  OF  DIRECTORS, IN CONSULTATION WITH THE COMMISSIONER AND THE\n   45  DIRECTOR OF THE BUDGET, SHALL CONTRACT FOR TWO AUDITS. THE  FIRST  AUDIT\n   46  SHALL  CONSIST OF A THOROUGH FINANCIAL AUDIT OF THE CORPORATION, INCLUD-\n   47  ING, THE PERIOD THREE YEARS PRIOR TO THE EFFECTIVE DATE OF THIS  SECTION\n   48  TO  THE PRESENT, AND SHALL ASSESS THE ABILITY OF THE CORPORATION TO MEET\n   49  ITS FUTURE OBLIGATIONS AND LIABILITIES WITH ANTICIPATED REVENUES.    THE\n   50  SECOND  AUDIT  SHALL  CONSIST OF AN INDEPENDENT ENGINEERING STUDY OF THE\n   51  PHYSICAL STRUCTURES, IMPROVEMENTS AND INFRASTRUCTURE  WHICH  THE  CORPO-\n   52  RATION  IS  RESPONSIBLE TO OPERATE OR MAINTAIN INCLUDING A REVIEW OF ALL\n   53  EXISTING STUDIES OR OTHER DOCUMENTS AND SHALL IDENTIFY  ANY  MAINTENANCE\n   54  OR  REPAIRS  WHICH  ARE REQUIRED OR COULD REASONABLY BE EXPECTED AND THE\n   55  COST OF SUCH MAINTENANCE OR REPAIRS.\n\n       A. 884                             12\n\n    1    S 18. CERTIFICATIONS.  WITHIN 60 DAYS OF THE RECEIPT  OF  THE  FINANCE\n    2  AUDIT  REQUIRED  BY  SECTION  SEVENTEEN OF THIS ACT, THE DIRECTOR OF THE\n    3  BUDGET SHALL REPORT TO THE GOVERNOR,  THE  TEMPORARY  PRESIDENT  OF  THE\n    4  SENATE  AND  THE  SPEAKER OF THE ASSEMBLY ON THE FISCAL CONDITION OF THE\n    5  CORPORATION,  ITS  REVENUE  NEEDS TO MEET CURRENT AND FUTURE OBLIGATIONS\n    6  AND RECOMMENDATIONS FOR FUNDING ALTERNATIVES. ALSO  WITHIN  60  DAYS  OF\n    7  RECEIPT OF THE PHYSICAL AUDIT REQUIRED BY SECTION SEVENTEEN OF THIS ACT,\n    8  THE  COMMISSIONER  SHALL PROVIDE A REPORT TO THE GOVERNOR, THE TEMPORARY\n    9  PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY  CONCERNING  THE\n   10  PHYSICAL  CONDITION  OF  ROOSEVELT  ISLAND  AND  ITS  INFRASTRUCTURE AND\n   11  IMPROVEMENTS FOR WHICH THE ISLAND IS RESPONSIBLE,  AN  ANALYSIS  OF  THE\n   12  CAPITAL FUNDING NEEDS OF THE CORPORATION AND RECOMMENDATIONS FOR FUNDING\n   13  ALTERNATIVES.\n   14    S  19.  BONDS  OF  THE  CORPORATION. 1. THE CORPORATION SHALL HAVE THE\n   15  POWER AND IS HEREBY AUTHORIZED FROM TIME TO TIME TO ISSUE  BONDS  UP  TO\n   16  THE  AGGREGATE PRINCIPAL AMOUNT OF TWENTY-FIVE MILLION DOLLARS OUTSTAND-\n   17  ING AT ANY ONE TIME.  THE CORPORATION SHALL FURTHER HAVE POWER FROM TIME\n   18  TO TIME AND WHENEVER IT DEEMS REFUNDING EXPEDIENT, TO REFUND  ANY  BONDS\n   19  BY  THE  ISSUANCE OF NEW BONDS, WHETHER THE BONDS TO BE REFUNDED HAVE OR\n   20  HAVE NOT MATURED, AND MAY  ISSUE  BONDS  PARTLY  TO  REFUND  BONDS  THEN\n   21  OUTSTANDING  AND  PARTLY  FOR  ANY  OTHER PURPOSE DESCRIBED IN THIS ACT.\n   22  BONDS OF THE CORPORATION SHALL BE REVENUE OBLIGATIONS PAYABLE  FROM  AND\n   23  SECURED SOLELY BY SUCH REVENUES AS THE CORPORATION DETERMINES ARE AVAIL-\n   24  ABLE  THEREFOR  AND  UPON  SUCH TERMS AND CONDITIONS AS SPECIFIED BY THE\n   25  CORPORATION IN THE RESOLUTION UNDER WHICH THE BONDS ARE ISSUED.\n   26    2. THE CORPORATION MAY ALSO ENTER INTO LOAN AGREEMENTS, LINES OF CRED-\n   27  IT AND OTHER SECURITY AGREEMENTS AND OBTAIN FOR OR ON ITS BEHALF LETTERS\n   28  OF CREDIT, INSURANCE, GUARANTEES OR OTHER  CREDIT  ENHANCEMENTS  TO  THE\n   29  EXTENT  NOW  OR HEREAFTER AVAILABLE, IN EACH CASE FOR SECURING ITS BONDS\n   30  OR TO PROVIDE DIRECT PAYMENT OF  ANY  COSTS  WHICH  THE  CORPORATION  IS\n   31  AUTHORIZED TO PAY.\n   32    3.  (A) BONDS SHALL BE AUTHORIZED BY RESOLUTION OF THE BOARD OF DIREC-\n   33  TORS, BE IN SUCH DENOMINATIONS AND BEAR SUCH DATE OR DATES AND MATURE AT\n   34  SUCH TIME OR TIMES, AS SUCH RESOLUTION MAY PROVIDE, PROVIDED THAT  BONDS\n   35  AND  RENEWALS  THEREOF  SHALL  MATURE  WITHIN  30 YEARS FROM THE DATE OF\n   36  ORIGINAL ISSUANCE OF ANY SUCH BONDS.  ANY SUCH RESOLUTION  MAY  DELEGATE\n   37  TO  AN  OFFICER  OR COMMITTEE OF THE CORPORATION, AND ANY SUCH COMMITTEE\n   38  MAY DELEGATE TO AN OFFICER, THE POWER TO ISSUE SUCH BONDS FROM  TIME  TO\n   39  TIME  AND TO FIX THE DETAILS OF ANY SUCH ISSUES OF BONDS BY AN APPROPRI-\n   40  ATE CERTIFICATE OF SUCH AUTHORIZED OFFICER.\n   41    (B) BONDS SHALL BE SUBJECT TO SUCH TERMS OF REDEMPTION, BEAR  INTEREST\n   42  AT SUCH RATE OR RATES, BE PAYABLE AT SUCH TIMES, BE IN SUCH FORM, EITHER\n   43  COUPON OR REGISTERED, CARRY SUCH REGISTRATION PRIVILEGES, BE EXECUTED IN\n   44  SUCH MANNER, BE PAYABLE IN SUCH MEDIUM OF PAYMENT AT SUCH PLACE OR PLAC-\n   45  ES,  AND  BE SUBJECT TO SUCH TERMS AND CONDITIONS AS SUCH RESOLUTION MAY\n   46  PROVIDE. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE  BONDS  OF  THE\n   47  CORPORATION  ISSUED PURSUANT TO THIS SECTION SHALL BE SOLD TO THE BIDDER\n   48  OFFERING THE LOWEST TRUE INTEREST COST, TAKING  INTO  CONSIDERATION  ANY\n   49  PREMIUM  OR  DISCOUNT  NOT  LESS  THAN  4  NOR MORE THAN 15 DAYS, SUNDAY\n   50  EXCEPTED, AFTER A NOTICE OF SUCH SALE HAS BEEN PUBLISHED AT  LEAST  ONCE\n   51  IN  A  NEWSPAPER OF GENERAL CIRCULATION IN THE AREA SERVED BY THE CORPO-\n   52  RATION, WHICH SHALL STATE THE TERMS OF THE SALE. THE TERMS OF  THE  SALE\n   53  MAY NOT CHANGE UNLESS NOTICE OF SUCH CHANGE IS PUBLISHED IN SUCH NEWSPA-\n   54  PER  AT  LEAST ONE DAY PRIOR TO THE DATE OF THE SALE AS SET FORTH IN THE\n   55  ORIGINAL NOTICE OF SALE. ADVERTISEMENTS SHALL CONTAIN A PROVISION TO THE\n   56  EFFECT THAT THE CORPORATION, IN ITS DISCRETION, MAY REJECT  ANY  OR  ALL\n\n       A. 884                             13\n\n    1  BIDS  MADE  PURSUANT  TO  SUCH  ADVERTISEMENTS, AND IN THE EVENT OF SUCH\n    2  REJECTION, THE CORPORATION IS AUTHORIZED TO READVERTISE FOR BIDS IN  THE\n    3  FORM  AND  MANNER ABOVE DESCRIBED AS MANY TIMES AS, IN ITS JUDGMENT, MAY\n    4  BE NECESSARY TO EFFECT SATISFACTORY SALE.\n    5    (C)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (B) OF THIS SUBDIVI-\n    6  SION, WHENEVER IN THE JUDGMENT OF THE AUTHORITY  THE  INTERESTS  OF  THE\n    7  CORPORATION  WILL  BE SERVED THEREBY, THE MEMBERS OF THE BOARD OF DIREC-\n    8  TORS, ON THE WRITTEN RECOMMENDATION OF THE CHAIRPERSON MAY AUTHORIZE THE\n    9  SALE OF SUCH BONDS AT PRIVATE OR PUBLIC SALE ON A NEGOTIATED BASIS OR ON\n   10  EITHER A COMPETITIVE OR NEGOTIATED  BASIS.  THE  CORPORATION  SHALL  SET\n   11  GUIDELINES  GOVERNING  THE  TERMS  AND CONDITIONS OF ANY SUCH PRIVATE OR\n   12  PUBLIC SALES.  THE PRIVATE OR PUBLIC BOND SALE  GUIDELINES  SET  BY  THE\n   13  CORPORATION  SHALL  INCLUDE,  BUT  NOT BE LIMITED TO, A REQUIREMENT THAT\n   14  WHERE THE INTERESTS OF THE CORPORATION WILL BE SERVED BY  A  PRIVATE  OR\n   15  PUBLIC  SALE  OF BONDS, THE CORPORATION SHALL SELECT UNDERWRITERS TAKING\n   16  INTO ACCOUNT, AMONG OTHER THINGS, QUALIFICATIONS OF UNDERWRITERS  AS  TO\n   17  EXPERIENCE, THEIR ABILITY TO STRUCTURE AND SELL CORPORATION BOND ISSUES,\n   18  ANTICIPATED COSTS TO THE AUTHORITY, THE PRIOR EXPERIENCE OF THE AUTHORI-\n   19  TY  WITH  THE  FIRM,  IF  ANY, THE CAPITALIZATION OF SUCH FIRMS, PARTIC-\n   20  IPATION OF QUALIFIED MINORITY AND WOMEN-OWNED BUSINESS ENTERPRISE  FIRMS\n   21  IN  SUCH  PRIVATE  OR  PUBLIC  SALES OF BONDS OF THE CORPORATION AND THE\n   22  EXPERIENCE AND ABILITY OF FIRMS UNDER CONSIDERATION TO WORK WITH MINORI-\n   23  TY AND WOMEN-OWNED BUSINESS ENTERPRISES SO  AS  TO  PROMOTE  AND  ASSIST\n   24  PARTICIPATION BY SUCH ENTERPRISES.\n   25    (D)  THE  CORPORATION  SHALL HAVE THE POWER FROM TIME TO TIME TO AMEND\n   26  SUCH PRIVATE BOND SALE GUIDELINES IN ACCORDANCE WITH THE  PROVISIONS  OF\n   27  THIS SUBDIVISION.\n   28    (E)  NO  PRIVATE  OR  PUBLIC  BOND SALE ON A NEGOTIATED BASIS SHALL BE\n   29  CONDUCTED BY THE CORPORATION WITHOUT PRIOR APPROVAL OF THE  STATE  COMP-\n   30  TROLLER.  THE CORPORATION SHALL ANNUALLY PREPARE AND APPROVE A BOND SALE\n   31  REPORT WHICH SHALL INCLUDE THE PRIVATE OR PUBLIC BOND SALE GUIDELINES AS\n   32  SPECIFIED IN THIS SUBDIVISION, AMENDMENTS TO SUCH GUIDELINES  SINCE  THE\n   33  LAST PRIVATE OR PUBLIC BOND SALE REPORT, AN EXPLANATION OF THE BOND SALE\n   34  GUIDELINES  AND  AMENDMENTS,  AND  THE  RESULTS  OF  ANY  SALE  OF BONDS\n   35  CONDUCTED DURING THE FISCAL YEAR. SUCH BOND SALE REPORT MAY BE A PART OF\n   36  ANY OTHER ANNUAL REPORT THAT THE CORPORATION IS REQUIRED TO MAKE.\n   37    (F) THE CORPORATION SHALL ANNUALLY SUBMIT ITS BOND SALE REPORT TO  THE\n   38  DIRECTOR  OF  THE  BUDGET,  STATE  COMPTROLLER AND COPIES THEREOF TO THE\n   39  SENATE FINANCE COMMITTEE AND THE ASSEMBLY WAYS AND MEANS COMMITTEE.\n   40    (G) THE CORPORATION SHALL MAKE AVAILABLE TO THE PUBLIC COPIES  OF  ITS\n   41  BOND SALE REPORT UPON REASONABLE REQUEST THEREOF.\n   42    (H)  NOTHING  CONTAINED  IN THIS SUBDIVISION SHALL BE DEEMED TO ALTER,\n   43  AFFECT THE VALIDITY OF, MODIFY THE TERMS OF, OR IMPAIR ANY  CONTRACT  OR\n   44  AGREEMENT  MADE  OR  ENTERED INTO IN VIOLATION OF, OR WITHOUT COMPLIANCE\n   45  WITH, THE PROVISIONS OF THIS SUBDIVISION.\n   46    4. ANY RESOLUTION OR RESOLUTIONS AUTHORIZING BONDS  OR  ANY  ISSUE  OF\n   47  BONDS  BY  THE CORPORATION MAY CONTAIN PROVISIONS WHICH MAY BE A PART OF\n   48  THE CONTRACT WITH THE HOLDERS OF THE BONDS THEREBY AUTHORIZED AS TO:\n   49    (A) PLEDGING ALL OR PART OF THE  REVENUES,  TOGETHER  WITH  ANY  OTHER\n   50  MONIES  OR  PROPERTY  OF  THE  CORPORATION  TO SECURE THE PAYMENT OF THE\n   51  BONDS, OR ANY COSTS OF ISSUANCE THEREOF, INCLUDING BUT NOT  LIMITED  TO,\n   52  ANY  CONTRACTS,  EARNINGS  OR  PROCEEDS  OF ANY GRANT TO THE CORPORATION\n   53  RECEIVED FROM ANY PRIVATE OR PUBLIC SOURCE SUBJECT  TO  SUCH  AGREEMENTS\n   54  WITH BONDHOLDERS AS MAY THEN EXIST;\n   55    (B)  THE  SETTING  ASIDE OF RESERVES AND THE CREATION OF SINKING FUNDS\n   56  AND THE REGULATION AND DISPOSITION THEREOF;\n\n       A. 884                             14\n\n    1    (C) LIMITATIONS ON THE PURPOSE TO WHICH THE PROCEEDS FROM THE SALE  OF\n    2  BONDS MAY BE APPLIED;\n    3    (D) THE RATES, RENTS, FEES AND OTHER CHARGES TO BE FIXED AND COLLECTED\n    4  BY  THE CORPORATION AND THE AMOUNT TO BE RAISED IN EACH YEAR THEREBY AND\n    5  THE USE AND DISPOSITION OF REVENUES;\n    6    (E) LIMITATIONS ON THE RIGHT OF THE CORPORATION TO RESTRICT AND  REGU-\n    7  LATE  THE  USE  OF  THE PROJECT OR PART THEREOF IN CONNECTION WITH WHICH\n    8  BONDS ARE ISSUED;\n    9    (F) LIMITATIONS ON THE ISSUANCE OF ADDITIONAL BONDS,  THE  TERMS  UPON\n   10  WHICH  ADDITIONAL  BONDS  MAY BE ISSUED AND SECURED AND THE REFUNDING OF\n   11  OUTSTANDING OR OTHER BONDS;\n   12    (G) THE PROCEDURE, IF ANY, BY WHICH THE TERMS  OF  ANY  CONTRACT  WITH\n   13  BONDHOLDERS  MAY  BE  AMENDED  OR ABROGATED, INCLUDING THE PROPORTION OF\n   14  BONDHOLDERS WHICH MUST CONSENT THERETO, AND THE  MANNER  IN  WHICH  SUCH\n   15  CONSENT MAY BE GIVEN;\n   16    (H)  THE  CREATION  OF SPECIAL FUNDS INTO WHICH ANY REVENUES OR MONIES\n   17  MAY BE DEPOSITED;\n   18    (I) THE TERMS AND PROVISIONS OF ANY TRUST, MORTGAGE, DEED OR INDENTURE\n   19  SECURING THE BONDS UNDER WHICH THE BONDS MAY BE ISSUED;\n   20    (J) VESTING IN A TRUSTEE OR TRUSTEES SUCH PROPERTIES,  RIGHTS,  POWERS\n   21  AND DUTIES IN TRUST AS THE AUTHORITY MAY DETERMINE WHICH MAY INCLUDE ANY\n   22  OR ALL OF THE RIGHTS, POWERS AND DUTIES OF THE TRUSTEES APPOINTED BY THE\n   23  BONDHOLDERS  PURSUANT  TO  THIS  ACT  OR LIMITING THE RIGHTS, DUTIES AND\n   24  POWERS OF SUCH TRUSTEE;\n   25    (K) DEFINING THE ACTS OR OMISSIONS  TO  ACT  WHICH  MAY  CONSTITUTE  A\n   26  DEFAULT  IN  THE  OBLIGATIONS AND DUTIES OF THE CORPORATION TO THE BOND-\n   27  HOLDERS AND PROVIDING FOR THE RIGHTS AND REMEDIES OF THE BONDHOLDERS  IN\n   28  THE EVENT OF SUCH DEFAULT, INCLUDING AS A MATTER OF RIGHT APPOINTMENT OF\n   29  A  RECEIVER, PROVIDED, HOWEVER, THAT SUCH ACTS OR OMISSIONS TO ACT WHICH\n   30  MAY CONSTITUTE A DEFAULT AND SUCH  RIGHTS  AND  REMEDIES  SHALL  NOT  BE\n   31  INCONSISTENT  WITH THE GENERAL LAWS OF THE STATE AND OTHER PROVISIONS OF\n   32  THIS ACT;\n   33    (L) LIMITATIONS ON THE POWER OF THE CORPORATION TO SELL  OR  OTHERWISE\n   34  DISPOSE OF ANY PROJECT OR ANY PART THEREOF OR OTHER PROPERTY;\n   35    (M)  LIMITATIONS  ON  THE  AMOUNT  OF  REVENUES AND OTHER MONIES TO BE\n   36  EXPENDED OR OPERATING, ADMINISTRATIVE OR OTHER EXPENSES  OF  THE  CORPO-\n   37  RATION;\n   38    (N) THE PAYMENT OF THE PROCEEDS OF BONDS, REVENUES AND OTHER MONIES TO\n   39  A TRUSTEE OR OTHER DEPOSITORY, AND FOR THE METHOD OF DISBURSEMENT THERE-\n   40  OF  WITH  SUCH SAFEGUARDS AND RESTRICTIONS AS THE CORPORATION MAY DETER-\n   41  MINE; AND\n   42    (O) ANY OTHER MATTERS OF LIKE OR DIFFERENT CHARACTER WHICH IN ANY  WAY\n   43  AFFECT  THE  SECURITY OR PROTECTION OF THE BONDS OR THE RIGHTS AND REME-\n   44  DIES OF THE BONDHOLDERS.\n   45    5. IN ADDITION TO THE POWERS HEREIN CONFERRED UPON THE CORPORATION  TO\n   46  SECURE  ITS  BONDS,  THE  CORPORATION SHALL HAVE THE POWER IN CONNECTION\n   47  WITH THE ISSUANCE OF BONDS TO ADOPT  RESOLUTIONS  AND  ENTER  INTO  SUCH\n   48  TRUST INDENTURES, AGREEMENTS OR OTHER INSTRUMENTS AS THE CORPORATION MAY\n   49  DEEM  NECESSARY,  CONVENIENT OR DESIRABLE CONCERNING THE USE OR DISPOSI-\n   50  TION OF ITS REVENUES OR OTHER MONIES OR PROPERTY, INCLUDING THE MORTGAG-\n   51  ING OF ANY PROPERTY AND THE ENTRUSTING,  PLEDGING  OR  CREATION  OF  ANY\n   52  OTHER SECURITY INTEREST IN ANY SUCH REVENUES, MONIES OR PROPERTY AND THE\n   53  DOING  OF  ANY  ACT,  INCLUDING  REFRAINING FROM DOING ANY ACT WHICH THE\n   54  CORPORATION WOULD HAVE THE RIGHT TO DO IN THE  ABSENCE  OF  SUCH  RESOL-\n   55  UTIONS,  TRUST  INDENTURES,  AGREEMENTS OR OTHER INSTRUMENTS. THE CORPO-\n   56  RATION SHALL HAVE POWER TO ENTER INTO  AMENDMENTS  OF  ANY  SUCH  RESOL-\n\n       A. 884                             15\n\n    1  UTIONS,  TRUST  INDENTURES,  AGREEMENTS  OR OTHER INSTRUMENTS WITHIN THE\n    2  POWERS GRANTED TO THE CORPORATION BY THIS ACT AND TO PERFORM SUCH RESOL-\n    3  UTIONS,  TRUST  INDENTURES,  AGREEMENTS  OR   OTHER   INSTRUMENTS.   THE\n    4  PROVISIONS  OF  ANY  SUCH  RESOLUTIONS,  TRUST INDENTURES, AGREEMENTS OR\n    5  OTHER INSTRUMENTS MAY BE MADE A PART OF THE CONTRACT WITH THE HOLDERS OF\n    6  BONDS OF THE CORPORATION.\n    7    6. ANY PROVISION OF  THE  UNIFORM  COMMERCIAL  CODE  TO  THE  CONTRARY\n    8  NOTWITHSTANDING,  ANY  PLEDGE OF OR OTHER SECURITY INTEREST IN REVENUES,\n    9  MONIES, ACCOUNTS, CONTRACT RIGHTS, GENERAL INTANGIBLES OR OTHER PERSONAL\n   10  PROPERTY MADE OR CREATED BY THE CORPORATION SHALL BE VALID, BINDING  AND\n   11  PERFECTED  FROM  THE  TIME  WHEN  SUCH  PLEDGE IS MADE OR OTHER SECURITY\n   12  INTEREST ATTACHES WITHOUT ANY PHYSICAL DELIVERY  OF  THE  COLLATERAL  OR\n   13  FURTHER  ACT, AND THE LIEN OF ANY SUCH PLEDGE OR OTHER SECURITY INTEREST\n   14  SHALL BE VALID, BINDING AND PERFECTED AGAINST ALL PARTIES HAVING  CLAIMS\n   15  OF ANY KIND IN TORT, CONTRACT OR OTHERWISE AGAINST THE CORPORATION IRRE-\n   16  SPECTIVE  OF WHETHER OR NOT SUCH PARTIES HAVE NOTICE THEREOF. NO INSTRU-\n   17  MENT BY WHICH SUCH A PLEDGE OR SECURITY  INTEREST  IS  CREATED  NOR  ANY\n   18  FINANCING STATEMENT NEED BE RECORDED OR FILED.\n   19    7.  WHETHER  OR  NOT THE BONDS OF THE CORPORATION ARE OF SUCH FORM AND\n   20  CHARACTER AS TO BE NEGOTIABLE INSTRUMENTS UNDER THE TERMS OF THE UNIFORM\n   21  COMMERCIAL CODE, THE BONDS ARE HEREBY MADE NEGOTIABLE INSTRUMENTS WITHIN\n   22  THE MEANING OF AND FOR ALL THE PURPOSES OF THE UNIFORM COMMERCIAL  CODE,\n   23  SUBJECT ONLY TO THE PROVISIONS OF THE BONDS FOR REGISTRATION.\n   24    8.  NEITHER  THE DIRECTORS NOR THE OFFICERS OF THE CORPORATION NOR ANY\n   25  PERSON EXECUTING ITS BONDS SHALL BE LIABLE PERSONALLY ON ITS BONDS OR BE\n   26  SUBJECT TO ANY PERSONAL LIABILITY OR ACCOUNTABILITY  BY  REASON  OF  THE\n   27  ISSUANCE THEREOF.\n   28    9.  SUBJECT TO SUCH AGREEMENTS WITH BONDHOLDERS AS MAY THEN EXIST, THE\n   29  CORPORATION SHALL HAVE POWER OUT OF  ANY  FUNDS  AVAILABLE  THEREFOR  TO\n   30  PURCHASE BONDS OF THE CORPORATION, IN LIEU OF REDEMPTION, AT A PRICE NOT\n   31  EXCEEDING,  IF  THE BONDS ARE THEN REDEEMABLE, THE REDEMPTION PRICE THEN\n   32  APPLICABLE PLUS ACCRUED INTEREST TO THE NEXT INTEREST PAYMENT DATE,  OR,\n   33  IF THE BONDS ARE NOT THEN REDEEMABLE, THE REDEMPTION PRICE APPLICABLE ON\n   34  THE  FIRST  DATE AFTER SUCH PURCHASE UPON WHICH THE BONDS BECOME SUBJECT\n   35  TO REDEMPTION PLUS ACCRUED INTEREST TO THE NEXT INTEREST  PAYMENT  DATE.\n   36  BONDS SO PURCHASED SHALL THEREUPON BE CANCELED.\n   37    10. THE CORPORATION SHALL HAVE POWER AND IS HEREBY AUTHORIZED TO ISSUE\n   38  NEGOTIABLE   BOND  ANTICIPATION  NOTES  IN  CONFORMITY  WITH  APPLICABLE\n   39  PROVISIONS OF THE UNIFORM COMMERCIAL CODE AND IN ACCORDANCE WITH SECTION\n   40  21.00 OF THE LOCAL FINANCE LAW, AS AMENDED FROM TIME TO TIME.\n   41    S 20. AGREEMENTS OF THE STATE. THE  STATE  OF  NEW  YORK  DOES  HEREBY\n   42  PLEDGE  TO  AND  AGREE WITH THE HOLDERS OF THE BONDS THAT THE STATE WILL\n   43  NOT LIMIT OR IMPAIR THE RIGHTS  HEREBY  VESTED  IN  THE  CORPORATION  TO\n   44  ACQUIRE, CONSTRUCT, MAINTAIN, RECONSTRUCT AND OPERATE ITS PROPERTIES, TO\n   45  ESTABLISH AND COLLECT RENTALS, FEES AND OTHER CHARGES AND TO FULFILL THE\n   46  TERMS  OF  ANY  AGREEMENTS MADE WITH THE HOLDERS OF THE BONDS, OR IN ANY\n   47  WAY IMPAIR THE RIGHTS AND REMEDIES OF THE BONDHOLDERS, UNTIL THE  BONDS,\n   48  TOGETHER  WITH  INTEREST  THEREON,  INCLUDING  INTEREST  ON  ANY  UNPAID\n   49  INSTALLMENTS OF INTEREST AND ALL COSTS AND EXPENSES IN  CONNECTION  WITH\n   50  ANY  ACTION  OR PROCEEDING BY OR ON BEHALF OF THE BONDHOLDERS, ARE FULLY\n   51  MET AND DISCHARGED.\n   52    S 21. STATE AND CITY NOT LIABLE ON BONDS. THE BONDS  AND  OTHER  OBLI-\n   53  GATIONS  OF THE CORPORATION SHALL NOT BE A DEBT OF THE STATE OF NEW YORK\n   54  OR THE CITY OF NEW YORK, AND NEITHER THE STATE NOR  THE  CITY  SHALL  BE\n   55  LIABLE  THEREON,  NOR  SHALL THEY BE PAYABLE OUT OF ANY FUNDS OTHER THAN\n\n       A. 884                             16\n\n    1  THOSE OF THE AUTHORITY. ALL SUCH BONDS  AND  NOTES  OF  THE  CORPORATION\n    2  SHALL CONTAIN ON THE FACE THEREOF A STATEMENT TO THAT EFFECT.\n    3    S  22.  BONDS;  LEGAL INVESTMENT FOR FIDUCIARIES. THE BONDS ARE HEREBY\n    4  MADE SECURITIES IN WHICH ALL PUBLIC OFFICERS AND BODIES  OF  THIS  STATE\n    5  AND  ALL MUNICIPALITIES AND MUNICIPAL SUBDIVISIONS, ALL INSURANCE COMPA-\n    6  NIES AND ASSOCIATIONS AND OTHER PERSONS CARRYING ON AN  INSURANCE  BUSI-\n    7  NESS,  ALL  BANKS,  BANKERS,  TRUST COMPANIES, SAVINGS BANKS AND SAVINGS\n    8  ASSOCIATIONS, INCLUDING SAVINGS AND LOAN ASSOCIATIONS, INVESTMENT COMPA-\n    9  NIES AND OTHER PERSONS CARRYING ON A  BANKING  BUSINESS  AND  ALL  OTHER\n   10  PERSONS  WHATSOEVER,  EXCEPT AS HEREINAFTER PROVIDED, WHO ARE NOW OR MAY\n   11  HEREAFTER BE AUTHORIZED TO INVEST IN BONDS OR OTHER OBLIGATIONS  OF  THE\n   12  STATE,  MAY PROPERLY AND LEGALLY INVEST FUNDS INCLUDING CAPITAL IN THEIR\n   13  CONTROL  OR  BELONGING  TO  THEM;  PROVIDED  THAT,  NOTWITHSTANDING  THE\n   14  PROVISIONS  OF  ANY  OTHER  GENERAL OR SPECIAL LAW TO THE CONTRARY, SUCH\n   15  BONDS SHALL NOT BE ELIGIBLE FOR THE INVESTMENT OF FUNDS, INCLUDING CAPI-\n   16  TAL, TRUSTS, ESTATES OR GUARDIANSHIPS UNDER THE  CONTROL  OF  INDIVIDUAL\n   17  ADMINISTRATORS,  GUARDIANS,  EXECUTORS,  TRUSTEES  AND  OTHER INDIVIDUAL\n   18  FIDUCIARIES. THE BONDS ARE ALSO HEREBY  MADE  SECURITIES  WHICH  MAY  BE\n   19  DEPOSITED  WITH AND MAY BE RECEIVED BY ALL PUBLIC OFFICERS AND BODIES OF\n   20  THIS STATE AND ALL MUNICIPALITIES AND  MUNICIPAL  SUBDIVISIONS  FOR  ANY\n   21  PURPOSE  FOR  WHICH  THE  DEPOSIT  OF BONDS OR OTHER OBLIGATIONS OF THIS\n   22  STATE IS NOW OR MAY HEREAFTER BE AUTHORIZED.\n   23    S 23. TAX EXEMPTION AND TAX CONTRACT BY THE STATE.  1.  IT  IS  HEREBY\n   24  DETERMINED  THAT THE CREATION OF THE CORPORATION AND THE CARRYING OUT OF\n   25  ITS CORPORATE PURPOSES IS IN ALL RESPECTS FOR THE BENEFIT OF THE  PEOPLE\n   26  OF  THE  STATE  OF  NEW  YORK  AND IS A PUBLIC PURPOSE. ACCORDINGLY, THE\n   27  CORPORATION SHALL BE REGARDED AS PERFORMING  AN  ESSENTIAL  GOVERNMENTAL\n   28  FUNCTION  IN  THE  EXERCISE OF THE POWERS CONFERRED UPON IT BY THIS ACT,\n   29  AND THE CORPORATION SHALL NOT  BE  REQUIRED  TO  PAY  ANY  FEES,  TAXES,\n   30  SPECIAL  AD  VALOREM LEVIES OR ASSESSMENTS OF ANY KIND, WHETHER STATE OR\n   31  LOCAL, INCLUDING BUT NOT LIMITED TO  FEES,  TAXES,  SPECIAL  AD  VALOREM\n   32  LEVIES  OR ASSESSMENTS ON REAL PROPERTY, FRANCHISE TAXES, SALES TAXES OR\n   33  OTHER TAXES, UPON OR WITH RESPECT TO ANY PROPERTY OWNED BY IT  OR  UNDER\n   34  ITS  JURISDICTION,  CONTROL OR SUPERVISION, OR UPON THE USES THEREOF, OR\n   35  UPON OR WITH RESPECT TO ITS ACTIVITIES OR OPERATIONS IN  FURTHERANCE  OF\n   36  THE  POWERS CONFERRED UPON IT BY THE ACT, OR UPON OR WITH RESPECT TO ANY\n   37  RENTALS, RATES, CHARGES, FEES, REVENUES OR OTHER INCOME RECEIVED BY  THE\n   38  CORPORATION.\n   39    2.  ANY  BONDS  ISSUED  PURSUANT  TO THIS ACT TOGETHER WITH THE INCOME\n   40  THEREFROM SHALL AT ALL TIMES BE EXEMPT FROM TAXATION.\n   41    3. THE STATE HEREBY COVENANTS WITH THE PURCHASERS AND WITH ALL  SUBSE-\n   42  QUENT  HOLDERS AND TRANSFEREES OF BONDS ISSUED BY THE CORPORATION PURSU-\n   43  ANT TO THIS ACT, IN CONSIDERATION OF THE ACCEPTANCE OF AND  PAYMENT  FOR\n   44  THE BONDS, THAT THE BONDS OF THE CORPORATION ISSUED PURSUANT TO THIS ACT\n   45  AND  THE  INCOME  THEREFROM AND ALL REVENUES, MONIES, AND OTHER PROPERTY\n   46  PLEDGED TO PAY OR TO SECURE THE PAYMENT OF SUCH BONDS SHALL AT ALL TIMES\n   47  BE FREE FROM TAXATION.\n   48    S 24. REMEDIES FOR BONDHOLDERS. 1. IN THE EVENT THAT  THE  CORPORATION\n   49  SHALL  DEFAULT  IN  THE PAYMENT OF PRINCIPAL OR INTEREST ON ANY ISSUE OF\n   50  BONDS AFTER THE SAME SHALL BECOME DUE, WHETHER AT MATURITY OR UPON  CALL\n   51  REDEMPTION,  AND SUCH DEFAULT SHALL CONTINUE FOR A PERIOD OF 30 DAYS, OR\n   52  IN THE EVENT THAT THE CORPORATION SHALL FAIL OR REFUSE  TO  COMPLY  WITH\n   53  THE  PROVISIONS OF THIS ACT, OR SHALL DEFAULT IN ANY AGREEMENT MADE WITH\n   54  THE HOLDERS OF ANY ISSUE OF BONDS, THE  HOLDERS  OF  25  PER  CENTUM  IN\n   55  AGGREGATE  PRINCIPAL AMOUNT OF THE BONDS OF SUCH ISSUE THEN OUTSTANDING,\n   56  BY INSTRUMENT OR INSTRUMENTS FILED IN THE OFFICE OF  THE  CLERK  OF  THE\n\n       A. 884                             17\n\n    1  COUNTY  IN WHICH THE PRINCIPAL OFFICE OF THE CORPORATION IS LOCATED, AND\n    2  PROVED OR ACKNOWLEDGED IN THE SAME MANNER AS A DEED TO BE RECORDED,  MAY\n    3  APPOINT  A  TRUSTEE  TO  REPRESENT  THE  HOLDERS  OF  SUCH BONDS FOR THE\n    4  PURPOSES HEREIN PROVIDED.\n    5    2. SUCH TRUSTEE MAY, AND UPON WRITTEN REQUEST OF THE HOLDERS OF 25 PER\n    6  CENTUM IN PRINCIPAL AMOUNT OF SUCH BONDS THEN OUTSTANDING SHALL, IN HIS,\n    7  HER OR ITS OWN NAME:\n    8    (A)  BY  SUIT, ACTION OR PROCEEDING IN ACCORDANCE WITH THE CIVIL PRAC-\n    9  TICE LAW AND RULES, ENFORCE ALL RIGHTS OF  THE  HOLDERS  OF  THE  CORPO-\n   10  RATION'S  BONDS,  AND  INCLUDE  THE  RIGHT TO REQUIRE THE CORPORATION TO\n   11  COLLECT FEES AND CHARGES AND INTEREST ADEQUATE TO CARRY OUT  ANY  AGREE-\n   12  MENTS  AS  TO,  OR  PLEDGE  OR ASSIGNMENT OF OR LIEN UPON, SUCH FEES AND\n   13  CHARGES AND INTEREST, ON PROPERTIES AND TO REQUIRE  THE  CORPORATION  TO\n   14  CARRY OUT ANY OTHER AGREEMENTS WITH THE HOLDERS OF SUCH BONDS TO PERFORM\n   15  ITS DUTIES UNDER THIS ACT;\n   16    (B) BRING SUIT UPON SUCH BONDS;\n   17    (C)  BY  ACTION  OR  SUIT, REQUIRE THE CORPORATION TO ACCOUNT AS IF IT\n   18  WERE THE TRUSTEE OF AN EXPRESS TRUST FOR THE HOLDERS OF SUCH BONDS;\n   19    (D) BY ACTION OR SUIT, ENJOIN ANY ACTS OR THINGS WHICH MAY BE UNLAWFUL\n   20  OR IN VIOLATION OF THE RIGHTS OF THE HOLDERS OF SUCH BONDS; AND\n   21    (E) DECLARE ALL SUCH BONDS DUE AND PAYABLE, AND IF ALL DEFAULTS  SHALL\n   22  BE  MADE GOOD, THEN WITH THE CONSENT OF THE HOLDERS OF THE 25 PER CENTUM\n   23  OF THE PRINCIPAL AMOUNT OF SUCH BONDS THEN OUTSTANDING,  TO  ANNUL  SUCH\n   24  DECLARATION AND ITS CONSEQUENCES.\n   25    3.  SUCH  TRUSTEE  SHALL IN ADDITION TO THE FOREGOING HAVE AND POSSESS\n   26  ALL OF THE POWERS NECESSARY AND APPROPRIATE  FOR  THE  EXERCISE  OF  ANY\n   27  FUNCTIONS  SPECIFICALLY SET FORTH IN THIS ACT OR INCIDENT TO THE GENERAL\n   28  REPRESENTATION OF THE HOLDERS OF THE CORPORATION'S BONDS IN THE ENFORCE-\n   29  MENT AND PROTECTION OF THEIR RIGHTS.\n   30    4. THE SUPREME COURT SHALL HAVE JURISDICTION OF ANY  SUIT,  ACTION  OR\n   31  PROCEEDING BY THE TRUSTEE ON BEHALF OF SUCH HOLDERS OF THE CORPORATION'S\n   32  BONDS. THE VENUE OF ANY SUCH SUIT, ACTION OR PROCEEDING SHALL BE LAID IN\n   33  THE CITY IN WHICH THE PRINCIPAL OFFICE OF THE CORPORATION IS LOCATED.\n   34    S  25.  This  act shall take effect [thirty days] ON THE THIRTIETH DAY\n   35  after it shall have become a law.\n   36    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 899 of the laws of 1984, relating to the creation of the Roosevelt Island operating corporation, in relation to the management of such corporation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294350169827
}