{
  "year" : 2011,
  "senateBillNo" : "A885-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A885-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates certain publication requirements for limited liability companies and limited liability partnerships; repealer",
  "summary" : "Eliminates the requirement that limited liability companies publish their articles of organization and that limited liability partnerships publish their registrations. ",
  "currentCommittee" : null,
  "sameAs" : "S437",
  "lawSection" : "Limited Liability Company Law",
  "previousVersions" : [ "A4496-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          885\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. KELLNER, BING, LUPARDO, GOTTFRIED, MAGNARELLI,\n         JAFFEE, HEVESI -- Multi-Sponsored  by  --  M.  of  A.  CROUCH,  FINCH,\n         GABRYSZAK,  ORTIZ,  REILLY,  SAYWARD  -- read once and referred to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the limited liability  company  law  and  the  arts  and\n         cultural  affairs law, in relation to publication requirements; and to\n         repeal section 206 of the limited liability company law,  relating  to\n         affidavits of publication\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision (e) of section 1006 of\n    2  the limited liability company law, as amended by chapter 375 of the laws\n    3  of 1998, is amended to read as follows:\n    4    In connection with any conversion approved under  subdivision  (c)  of\n    5  this section, the partnership or limited partnership shall file with the\n    6  department  of  state  a  signed  certificate  entitled  \"Certificate of\n    7  Conversion of ... (name partnership or limited partnership) to ... (name\n    8  of limited liability company) under section  one  thousand  six  of  the\n    9  Limited  Liability  Company Law\" [and shall also satisfy the publication\n   10  requirements of section two hundred six of this chapter].  Such  certif-\n   11  icate shall include either:\n   12    S 2. Section 206 of the limited liability company law is REPEALED.\n   13    S  3. Subdivision (s) of section 1101 of the limited liability company\n   14  law, as amended by chapter 767 of the laws of 2005, is amended  to  read\n   15  as follows:\n   16    (s)  For filing a certificate of publication with affidavits of publi-\n   17  cation annexed thereto pursuant to  section  [two  hundred  six,]  eight\n   18  hundred  two, twelve hundred three or thirteen hundred six of this chap-\n   19  ter, fifty dollars.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00495-01-1\n\n       A. 885                              2\n\n    1    S 4. Section 209 of the limited liability company law  is  amended  to\n    2  read as follows:\n    3    S  209.  Filing  with  the  department  of state. A signed articles of\n    4  organization and any signed certificate of amendment  or  other  certif-\n    5  icates  filed  pursuant  to  this  chapter  or of any judicial decree of\n    6  amendment or cancellation shall be delivered to the department of state.\n    7  If the instrument that is delivered  to  the  department  of  state  for\n    8  filing  complies  as to form with the requirements of law and the filing\n    9  fee required by any statute of this state in  connection  therewith  has\n   10  been  paid,  the instrument shall be filed and indexed by the department\n   11  of state. The department of state shall  not  review  such  articles  or\n   12  certificates  for  legal  sufficiency;  its  review  shall be limited to\n   13  determining that the form has been completed. THE  DEPARTMENT  OF  STATE\n   14  SHALL  PROMULGATE  RULES  AND REGULATIONS FOR THE ON-LINE FILING OF SUCH\n   15  ARTICLES OR CERTIFICATES FILED PURSUANT TO THIS CHAPTER OR  SUCH  AMEND-\n   16  MENT OR CANCELLATION THEREOF.\n   17    S  5.  Section 1101 of the limited liability company law is amended by\n   18  adding a new subdivision (w) to read as follows:\n   19    (W) FOR THE ON-LINE FILING OF ANY DOCUMENTS REQUIRED TO BE FILED  WITH\n   20  THE DEPARTMENT PURSUANT TO THIS CHAPTER, FIFTY DOLLARS.\n   21    S  6.  Subdivisions  (a-1)  and  (e-1)  of  section 102 of the limited\n   22  liability company law, subdivision (a-1) as amended by chapter 44 of the\n   23  laws of 2006 and subdivision (e-1) as added by chapter 767 of  the  laws\n   24  of 2005, are amended to read as follows:\n   25    (a-1) \"Affidavit of publication\" means the affidavit of the printer or\n   26  publisher  of  a  newspaper  in which a publication pursuant to sections\n   27  [two hundred six,] eight hundred two, one thousand  two  hundred  three,\n   28  and  one  thousand  three hundred six of this chapter has been made. The\n   29  affidavit of publication shall be in a form substantially as follows:\n   30    \"Affidavit of Publication Under  Section          (specify  applicable\n   31  section) of the Limited Liability Company Law\n   32  State of New York,\n   33  County of ________, ss.:\n   34    The  undersigned is the printer (or publisher) of ______________ (name\n   35  of newspaper), a _________ (daily  or  weekly)  newspaper  published  in\n   36  ________________,  New York. A notice regarding _______________ (name of\n   37  limited liability company) was published in said newspaper once in  each\n   38  week  for  six  successive weeks, commencing on __________ and ending on\n   39  ________. The text of the notice as published in said  newspaper  is  as\n   40  set  forth  below,  or  in  the annexed exhibit. This newspaper has been\n   41  designated by the Clerk of ________ County for this purpose.\n   42                                                ____________ (signature)\n   43                                                __________(printed name),\n   44                                               (jurat)\"\n   45    The text of the notice set forth in or annexed to  each  affidavit  of\n   46  publication  shall:  (i)  include only the text of the published notice,\n   47  (ii) be free of extraneous marks, and (iii) if submitted in paper  form,\n   48  be  printed  on paper of such size, weight and color, and in ink of such\n   49  color, and in such font, and be in such other  qualities  and  form  not\n   50  inconsistent  with any other provision of law as, in the judgment of the\n   51  secretary of state, will not impair the ability  of  the  department  of\n   52  state  to  include  a legible and permanent copy thereof in its official\n   53  records. Nothing in this subdivision shall be construed as requiring the\n   54  department of state to accept for filing a document submitted  in  elec-\n   55  tronic form.\n\n       A. 885                              3\n\n    1    (e-1)  \"Certificate  of  publication\" means a certificate presented on\n    2  behalf of the applicable limited liability company to the department  of\n    3  state  together  with  the affidavits of publication pursuant to section\n    4  [two hundred six,] eight hundred two, one thousand two hundred three, or\n    5  one  thousand  three  hundred  six  of  this chapter. The certificate of\n    6  publication shall be in a form substantially as follows:\n    7    \"Certificate of Publication  of  ______  (name  of  limited  liability\n    8  company) Under Section ______ (specify applicable section) of the Limit-\n    9  ed Liability Company Law\n   10    The  undersigned  is  the  _________  (title)  of ___________ (name of\n   11  limited liability company).  The  published  notices  described  in  the\n   12  annexed  affidavits  of  publication  contain  all  of  the  information\n   13  required by the above-mentioned section of the Limited Liability Company\n   14  Law. The newspapers described in such affidavits of publication  satisfy\n   15  the  requirements set forth in the Limited Liability Company Law and the\n   16  designation made by the county clerk. I certify the foregoing statements\n   17  to be true under penalties of perjury.\n   18                                               Date\n   19                                               Signature\n   20                                               Printed Name\"\n   21    S 7. Subdivision 4 of section 23.03 of the arts and  cultural  affairs\n   22  law,  as  amended by chapter 767 of the laws of 2005, is amended to read\n   23  as follows:\n   24    4. A limited partnership that is a theatrical  production  company  is\n   25  exempt  from  the  requirement  for publishing its certificate or notice\n   26  under sections ninety-one, 121-201 and 121-902 of the partnership law so\n   27  long as the words \"limited partnership\" appear in its  name.  A  limited\n   28  liability company that is a theatrical production company is exempt from\n   29  the requirement for publishing its articles of organization, application\n   30  for  authority  or  a  notice  containing  the  substance  thereof under\n   31  [sections two hundred six and] SECTION eight hundred two of the  limited\n   32  liability  company  law so long as the words \"limited liability company\"\n   33  appear in its name.\n   34    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the limited liability company law and the arts and cultural affairs law, in relation to publication requirements; and to repeal section 206 of the limited liability company law, relating to affidavits of publication ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110106.T155732.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294347452741
}