{
  "year" : 2011,
  "senateBillNo" : "A887-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A887-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the veterans' special disability fund to provide incentives to employers to hire veterans who were previously injured during active military duty",
  "summary" : "Establishes the veterans' special disability fund to provide incentives to employers to hire veterans who were previously injured during active military duty. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A6457-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          887\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ORTIZ, SCARBOROUGH, SCHROEDER, PERRY, LUPARDO,\n         BENEDETTO,  COOK,  GUNTHER,  COLTON,  N. RIVERA,  CUSICK,  SCHIMEL  --\n         Multi-Sponsored  by  --  M.  of  A.    ABBATE, BOYLAND, CAHILL, CLARK,\n         JACOBS, JAFFEE,  V. LOPEZ,  MAISEL,  MILLMAN,  NOLAN,  PEOPLES-STOKES,\n         PHEFFER,  REILLY,  ROBINSON,  SWEENEY,  WEISENBERG  --  read  once and\n         referred to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law, in relation to establish-\n         ing the veterans' special disability fund  to  provide  incentives  to\n         employers  to  hire  veterans who have sustained an injury or physical\n         impairment during military active duty\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Clause (A) of subparagraph 2 of paragraph (h) of subdivi-\n    2  sion 8 of section 15 of the workers' compensation  law,  as  amended  by\n    3  chapter  6  of  the laws of 2007, is amended and a new subparagraph 8 is\n    4  added to read as follows:\n    5    (A) No carrier or employer, or the state insurance fund,  may  file  a\n    6  claim  for reimbursement from the special disability fund, for an injury\n    7  or illness with a date of accident or date of disablement  on  or  after\n    8  July  first,  two  thousand  seven UNLESS SUCH CLAIM SEEKS REIMBURSEMENT\n    9  PURSUANT TO THE VETERANS' SPECIAL  DISABILITY  FUND  AS  ESTABLISHED  IN\n   10  SUBPARAGRAPH  EIGHT  OF THIS PARAGRAPH.   No carrier or employer, or the\n   11  state insurance fund, may  file  a  claim  for  reimbursement  from  the\n   12  special disability fund after July first, two thousand ten, and no writ-\n   13  ten  submissions or evidence in support of such a claim may be submitted\n   14  after that date.\n   15    (8)(A) ON OR AFTER JULY FIRST, TWO THOUSAND ELEVEN,  AN  EMPLOYER,  OR\n   16  THE  EMPLOYER'S  INSURANCE  CARRIER,  MAY FILE A CLAIM FOR REIMBURSEMENT\n   17  FROM THE VETERANS' SPECIAL DISABILITY FUND, AS ESTABLISHED IN CLAUSE (D)\n   18  OF THIS SUBPARAGRAPH, FOR WAGES PAID TO A CLAIMANT FOR  PERMANENT  TOTAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03701-01-1\n\n       A. 887                              2\n\n    1  OR  PARTIAL  DISABILITY OF THE CLAIMANT. SUCH CLAIM MAY BE FILED REGARD-\n    2  LESS OF THE DATE SUCH INJURY, IMPAIRMENT OR DISABLEMENT WAS SUSTAINED BY\n    3  THE VETERAN.\n    4    (B) AN EMPLOYER OR INSURANCE CARRIER SHALL BE FULLY REIMBURSED FOR THE\n    5  TOTAL  WAGES  PAID  TO  A  CLAIMANT  FOR  THE TOTAL PERIOD OF DISABILITY\n    6  RESULTING FROM THE COMPENSABLE INJURY SUSTAINED BY SUCH CLAIMANT  DURING\n    7  EMPLOYMENT  AND  SUCH  COMPENSATION TO THE CLAIMANT, OR REIMBURSEMENT TO\n    8  SUCH EMPLOYER, SHALL EQUAL THE TOTAL WAGES PAID UNDER THE AWARD SCHEDULE\n    9  OF COMPENSATION FOR PERMANENT TOTAL DISABILITY AS IS PRESCRIBED IN  THIS\n   10  SECTION.\n   11    (C)  AN  EMPLOYER  SHALL BE ENTITLED TO SUCH REIMBURSEMENT IF: (I) THE\n   12  CLAIMANT SUSTAINED AN INJURY OR PHYSICAL IMPAIRMENT DURING ACTIVE  MILI-\n   13  TARY  DUTY  PRIOR  TO  EMPLOYMENT,  (II)  THE  EMPLOYER WAS AWARE OF THE\n   14  PRE-EXISTING INJURY OR IMPAIRMENT UPON HIRING THE CLAIMANT AND (III) THE\n   15  PRE-EXISTING INJURY OR IMPAIRMENT MATERIALLY AND SUBSTANTIALLY  RESULTED\n   16  IN THE PERMANENT COMPENSABLE DISABILITY OF THE CLAIMANT.\n   17    (D)  A  FUND IS HEREBY ESTABLISHED UNDER THE AUSPICES OF THE BOARD AND\n   18  THE DEPARTMENT OF TAXATION AND FINANCE TO RETAIN THE LIABILITIES CHARGE-\n   19  ABLE UNDER THIS CLAUSE. THE SAID FUND SHALL BE KNOWN AND REFERRED TO  AS\n   20  THE  \"VETERANS' SPECIAL DISABILITY FUND\" AND SHALL BE AVAILABLE ONLY FOR\n   21  THE PURPOSES STATED WITHIN THIS CLAUSE, AND  THE  ASSETS  OF  SAID  FUND\n   22  SHALL  NOT  AT  ANY TIME BE APPROPRIATED OR DIVERTED TO ANY OTHER USE OF\n   23  PURPOSE. SUCH FUND SHALL BE MAINTAINED AND PROVIDED FOR BY THE BOARD AND\n   24  THE DEPARTMENT OF TAXATION AND FINANCE  COLLECTIVELY.  THE  CHAIR  SHALL\n   25  ASSESS UPON AND COLLECT FROM EACH INSURANCE CARRIER, INCLUDING THE STATE\n   26  INSURANCE  FUND,  AND ANY COUNTY, CITY, TOWN, VILLAGE OR OTHER POLITICAL\n   27  SUBDIVISION FAILING TO SECURE COMPENSATION, A SUM EQUAL TO A PERCENTAGE,\n   28  OF THE TOTAL COMPENSATION PAID BY INSURANCE CARRIERS FOR THE YEAR ENDING\n   29  MARCH THIRTY-FIRST NEXT PRECEDING THE DATE OF SUCH ASSESSMENT.\n   30    (I) THE CHAIR AND THE  COMMISSIONER  OF  TAXATION  AND  FINANCE  SHALL\n   31  DETERMINE  THE  EXACT  RATE  OF  ASSESSMENT TO BE MADE AGAINST INSURANCE\n   32  CARRIERS TO FUND THE VETERANS' SPECIAL DISABILITY FUND AND  SHALL  REAS-\n   33  SESS  SUCH  ASSESSMENTS  ON  AN  ANNUAL BASIS. SUCH ASSESSMENTS SHALL BE\n   34  INITIALLY BASED UPON THE ASSESSMENTS SET FORTH PURSUANT TO FORMER SUBDI-\n   35  VISION EIGHT OF THIS SECTION AS IT  EXISTED  IMMEDIATELY  PRIOR  TO  THE\n   36  EFFECTIVE DATE OF CHAPTER SIX OF THE LAWS OF TWO THOUSAND SEVEN. A CLAIM\n   37  SOUGHT PURSUANT TO THIS CLAUSE SHALL COMPLY WITH ALL OTHER PROVISIONS OF\n   38  THIS SECTION.\n   39    (II)  THE  CHAIR  AND  THE  COMMISSIONER  OF  TAXATION AND FINANCE ARE\n   40  FURTHER AUTHORIZED AND DIRECTED TO ENTER INTO FINANCIAL  AGREEMENTS  FOR\n   41  THE  VETERANS' SPECIAL DISABILITY FUND. SUCH AN AGREEMENT SHALL BE KNOWN\n   42  AND REFERRED TO AS THE  \"VETERANS'  SPECIAL  DISABILITY  FUND  FINANCIAL\n   43  AGREEMENT\".\n   44    (III) THE COMMISSIONER OF TAXATION AND FINANCE IS HEREBY AUTHORIZED TO\n   45  RECEIVE  AND  CREDIT TO THE VETERANS' SPECIAL DISABILITY FUND ANY SUM OR\n   46  SUMS WHICH MAY, AT ANY TIME, BE CONTRIBUTED TO THE STATE BY  THE  UNITED\n   47  STATES  OF AMERICA UNDER ANY ACT OF CONGRESS, OR OTHERWISE, TO WHICH THE\n   48  STATE MAY BE OR BECOME ENTITLED BY REASON OF ANY PAYMENTS  MADE  OUT  OF\n   49  SUCH  FUND. THE COMMISSIONER OF TAXATION AND FINANCE SHALL BE THE CUSTO-\n   50  DIAN OF SUCH FUND AND, UNLESS OTHERWISE PROVIDED FOR  IN  THE  VETERANS'\n   51  SPECIAL DISABILITY FUND FINANCING AGREEMENT, SHALL INVEST ANY SURPLUS OR\n   52  RESERVE  MONEYS THEREOF IN SECURITIES WHICH CONSTITUTE LEGAL INVESTMENTS\n   53  FOR SAVINGS BANKS UNDER THE LAWS OF THIS STATE AND IN  INTEREST  BEARING\n   54  CERTIFICATES  OF  DEPOSIT OF A BANK OR TRUST COMPANY LOCATED AND AUTHOR-\n   55  IZED TO DO BUSINESS IN THIS STATE OR OF A NATIONAL BANK LOCATED IN  THIS\n   56  STATE  SECURED BY A PLEDGE OF DIRECT OBLIGATIONS OF THE UNITED STATES OR\n\n       A. 887                              3\n\n    1  OF THE STATE OF NEW YORK IN AN  AMOUNT  EQUAL  TO  THE  AMOUNT  OF  SUCH\n    2  CERTIFICATES  OF  DEPOSIT, AND MAY SELL ANY OF THE SECURITIES OR CERTIF-\n    3  ICATES OF DEPOSIT WHICH SUCH FUND IS INVESTED IF NECESSARY FOR THE PROP-\n    4  ER  ADMINISTRATION  OR  IN THE BEST INTEREST OF SUCH FUND. DISBURSEMENTS\n    5  FROM SUCH FUND AS PROVIDED PURSUANT TO THIS CLAUSE SHALL BE MADE BY  THE\n    6  COMMISSIONER OF TAXATION AND FINANCE UPON VOUCHERS SIGNED BY THE CHAIR.\n    7    S 2. The chair of the workers' compensation board and the commissioner\n    8  of  taxation  and  finance  shall on the one hundred twentieth day after\n    9  subparagraph 8 of paragraph (h) of subdivision 8 of section  15  of  the\n   10  workers'  compensation  law  takes  effect,  determine  the  rate and/or\n   11  percentage of compensation to be assessed and collected  upon  insurance\n   12  carriers for the veterans' special disability fund.\n   13    S 3. This act shall take effect on the one hundred twentieth day after\n   14  it  shall  have  become  a law; provided, however, that the chair of the\n   15  workers' compensation board and the commissioner of taxation and finance\n   16  shall be authorized and directed to promulgate any  rules  and/or  regu-\n   17  lations  necessary  for  the implementation of this act on or before its\n   18  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to establishing the veterans' special disability fund to provide incentives to employers to hire veterans who have sustained an injury or physical impairment during military active duty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165248.TXT", "SOBI.D110105.T110612.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294350768140
}