{
  "year" : 2011,
  "senateBillNo" : "A893-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A893-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the refund to a consumer of money from a used car dealer for failing to correct a malfunction or defect",
  "summary" : "Establishes when a used car dealer has to refund a consumer his or her money for failing to correct a malfunction or defect as required by the warranty, that such refund may be less an amount equal to twenty-five cents per mile for each mile in excess of the mileage applicable to the vehicle that the vehicle has been driven since the consumer purchased or leased the vehicle from the dealer. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A4911-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          893\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to the refund to a\n         consumer of money from a used car dealership for failing to correct  a\n         malfunction or defect\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 1 of subdivision c of section 198-b of the gener-\n    2  al business law, as amended by chapter 444  of  the  laws  of  1989,  is\n    3  amended to read as follows:\n    4    1. If the dealer or his agent fails to correct a malfunction or defect\n    5  as required by the warranty specified in this section which substantial-\n    6  ly  impairs  the value of the used motor vehicle to the consumer after a\n    7  reasonable period of time, the dealer shall accept return  of  the  used\n    8  motor  vehicle  from  the  consumer  and refund to the consumer the full\n    9  purchase price, or in the case of a lease  contract  all  payments  made\n   10  under  the  contract,  including  sales or compensating use tax, less AN\n   11  AMOUNT EQUAL TO TWENTY-FIVE CENTS PER MILE FOR EACH MILE  IN  EXCESS  OF\n   12  THE MILEAGE APPLICABLE TO THE VEHICLE CONTAINED IN SUBDIVISION B OF THIS\n   13  SECTION THAT THE VEHICLE HAS BEEN DRIVEN SINCE THE CONSUMER PURCHASED OR\n   14  LEASED  THE VEHICLE FROM THE DEALER, AND LESS a reasonable allowance for\n   15  any damage not attributable to normal wear or usage, and adjustment  for\n   16  any  modifications which either increase or decrease the market value of\n   17  the vehicle or of the lease  contract,  and  in  the  case  of  a  lease\n   18  contract,  shall cancel all further payments due from the consumer under\n   19  the lease contract. In determining the purchase price to be refunded  or\n   20  in  determining all payments made under a lease contract to be refunded,\n   21  the purchase price, or all payments made under a lease  contract,  shall\n   22  be  deemed  equal  to the sum of the actual cash difference paid for the\n   23  used motor vehicle, or for the  lease  contract,  plus,  if  the  dealer\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00803-01-1\n\n       A. 893                              2\n\n    1  elects  to not return any vehicles traded-in by the consumer, the whole-\n    2  sale value of any such traded-in vehicles as listed in the National Auto\n    3  Dealers Association Used Car Guide, or such other guide as may be speci-\n    4  fied  in  regulations promulgated by the commissioner of motor vehicles,\n    5  as adjusted for mileage, improvements, and any major physical or mechan-\n    6  ical defects in the traded-in vehicle at the time of trade-in. The deal-\n    7  er selling or leasing the  used  motor  vehicle  shall  deliver  to  the\n    8  consumer a written notice including conspicuous language indicating that\n    9  if the consumer should be entitled to a refund pursuant to this section,\n   10  the value of any vehicle traded-in by the consumer, if the dealer elects\n   11  to not return it to the consumer, for purposes of determining the amount\n   12  of  such  refund  will  be  determined by reference to the National Auto\n   13  Dealers Association Used Car Guide wholesale value, or such other  guide\n   14  as  may  be  approved by the commissioner of motor vehicles, as adjusted\n   15  for mileage, improvements, and any major physical or mechanical defects,\n   16  rather than the value listed in the sales  contract.  Refunds  shall  be\n   17  made  to  the  consumer  and  lienholder, if any, as their interests may\n   18  appear on the records of ownership kept by the department of motor vehi-\n   19  cles. If the amount to be refunded to the lienholder  will  be  insuffi-\n   20  cient  to  discharge  the  lien, the dealer shall notify the consumer in\n   21  writing by registered or certified mail that  the  consumer  has  thirty\n   22  days to pay the lienholder the amount which, together with the amount to\n   23  be refunded by the dealer, will be sufficient to discharge the lien. The\n   24  notice  to  the  consumer shall contain conspicuous language warning the\n   25  consumer that failure to pay such funds to the lienholder within  thirty\n   26  days  will terminate the dealer's obligation to provide a refund. If the\n   27  consumer fails to make such payment within thirty days, the dealer shall\n   28  have no further responsibility to provide a refund under  this  section.\n   29  Alternatively,  the  dealer may elect to offer to replace the used motor\n   30  vehicle with a comparably priced vehicle, with such adjustment in  price\n   31  as  the  parties  may  agree  to. The consumer shall not be obligated to\n   32  accept a replacement vehicle, but  may  instead  elect  to  receive  the\n   33  refund  provided  under this section. It shall be an affirmative defense\n   34  to any claim under this section that:\n   35    (a) The malfunction or  defect  does  not  substantially  impair  such\n   36  value; or\n   37    (b)  The  malfunction  or  defect  is  the result of abuse, neglect or\n   38  unreasonable modifications or alterations of the used motor vehicle.\n   39    S 2. Subparagraphs 5 and 6 of paragraph 1 of subdivision f of  section\n   40  198-b of the general business law, as separately amended by chapters 444\n   41  and 609 of the laws of 1989, are amended to read as follows:\n   42    5.  If  the  same  problem  cannot  be  repaired  after  three or more\n   43  attempts, you are entitled to return the car and  receive  a  refund  of\n   44  your  purchase  price or of all payments made under your lease contract,\n   45  and of sales tax and fees, minus AN AMOUNT EQUAL  TO  TWENTY-FIVE  CENTS\n   46  PER  MILE FOR EACH MILE IN EXCESS OF THE MILEAGE APPLICABLE TO THE VEHI-\n   47  CLE CONTAINED ABOVE THAT THE VEHICLE HAS BEEN DRIVEN SINCE THE  CONSUMER\n   48  PURCHASED  OR  LEASED THE VEHICLE FROM THE DEALER, AND LESS a reasonable\n   49  allowance for any damage not attributable to normal usage or wear,  and,\n   50  in  the case of a lease contract, a cancellation of all further payments\n   51  you are otherwise required to make under the lease contract.\n   52    6. If your car is out of service to repair a problem for  a  total  of\n   53  fifteen  days  or  more  during  the warranty period you are entitled to\n   54  return the car and receive a refund of your purchase  price  or  of  all\n   55  payments  made  under  your  lease  contract, and of sales tax and fees,\n   56  minus AN AMOUNT EQUAL TO TWENTY-FIVE CENTS PER MILE  FOR  EACH  MILE  IN\n\n       A. 893                              3\n\n    1  EXCESS OF THE MILEAGE APPLICABLE TO THE VEHICLE CONTAINED ABOVE THAT THE\n    2  VEHICLE HAS BEEN DRIVEN SINCE THE CONSUMER PURCHASED OR LEASED THE VEHI-\n    3  CLE  FROM THE DEALER, AND LESS a reasonable allowance for any damage not\n    4  attributable  to  normal  usage  or  wear,  and,  in the case of a lease\n    5  contract, a cancellation of  all  further  payments  you  are  otherwise\n    6  required to make under the lease contract.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the refund to a consumer of money from a used car dealership for failing to correct a malfunction or defect ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T111126.TXT", "SOBI.D110107.T100848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294412928329
}