{
  "year" : 2011,
  "senateBillNo" : "A90-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to energy",
    "billEventId" : "A90-2011-1294203600000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to remote metering by farm and non-residential customer-generators",
  "summary" : "Relates to remote metering by farm and non-residential customer-generators. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          90\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Energy\n\n       AN  ACT  to amend the public service law, in relation to remote metering\n         by farm and non-residential customer-generators\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 3 of section 66-j of the public service law is\n    2  amended by adding a new paragraph (e) to read as follows:\n    3    (E) A CUSTOMER WHO OWNS OR OPERATES A FARM OPERATION AS SUCH  TERM  IS\n    4  DEFINED  IN SUBDIVISION ELEVEN OF SECTION THREE HUNDRED ONE OF THE AGRI-\n    5  CULTURE AND MARKETS LAW,  OR  A  NON-RESIDENTIAL  CUSTOMER-GENERATOR  AS\n    6  DEFINED  BY  SUBPARAGRAPH  (III)  OF PARAGRAPH (A) OF SUBDIVISION ONE OF\n    7  THIS SECTION MAY LOCATE SOLAR  ELECTRIC  GENERATING  EQUIPMENT  OR  FARM\n    8  WASTE  ELECTRIC  GENERATING  EQUIPMENT  WITH  A NET ENERGY METER ON LAND\n    9  OWNED OR LEASED BY SUCH CUSTOMER-GENERATOR  AND  DESIGNATE  ONE  HUNDRED\n   10  PERCENT  OF  THE  NET  METERING CREDITS GENERATED BY SUCH EQUIPMENT TO A\n   11  METER OR METERS AT ANY LOCATION OWNED OR LEASED BY SUCH CUSTOMER-GENERA-\n   12  TOR WITHIN THE SERVICE AREA OF THE SAME ELECTRIC  CORPORATION  TO  WHICH\n   13  THE  CUSTOMER-GENERATOR'S NET ENERGY METERS ARE INTERCONNECTED AND BEING\n   14  WITHIN A RADIUS OF TWENTY-FIVE MILES OF THE  SOLAR  ELECTRIC  GENERATING\n   15  EQUIPMENT OR FARM WASTE ELECTRIC GENERATING EQUIPMENT.\n   16    S  2.  Subdivision  3  of  section  66-1  of the public service law is\n   17  amended by adding a new paragraph (e) to read as follows:\n   18    (E) A  CUSTOMER  WHO  OWNS  OR  OPERATES  LAND  USED  IN  AGRICULTURAL\n   19  PRODUCTION  AS  DEFINED IN SUBDIVISION FOUR OF SECTION THREE HUNDRED ONE\n   20  OF THE AGRICULTURE AND MARKETS LAW, OR A NON-RESIDENTIAL CUSTOMER-GENER-\n   21  ATOR AS DEFINED BY PARAGRAPH (C-1) OF SUBDIVISION ONE  OF  THIS  SECTION\n   22  MAY LOCATE WIND ELECTRIC GENERATING EQUIPMENT WITH A NET ENERGY METER ON\n   23  LAND  OWNED  OR  LEASED  BY  SUCH  CUSTOMER-GENERATOR  AND DESIGNATE ONE\n   24  HUNDRED PERCENT OF THE NET METERING CREDITS GENERATED BY SUCH  EQUIPMENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04353-01-1\n\n       A. 90                               2\n\n    1  TO  A  METER OR METERS AT ANY LOCATION OWNED OR LEASED BY SUCH CUSTOMER-\n    2  GENERATOR WITHIN THE SERVICE AREA OF THE SAME  ELECTRIC  CORPORATION  TO\n    3  WHICH  THE CUSTOMER-GENERATOR'S NET ENERGY METERS ARE INTERCONNECTED AND\n    4  BEING WITHIN A RADIUS OF TWENTY-FIVE MILES OF THE WIND ELECTRIC GENERAT-\n    5  ING EQUIPMENT.\n    6    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to remote metering by farm and non-residential customer-generators ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101216.T134928.TXT", "SOBI.D101216.T142431.TXT", "SOBI.D101217.T121938.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606378649
}