{
  "year" : 2011,
  "senateBillNo" : "A902-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A902-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Phases out the use of chlorinated solvents in this state",
  "summary" : "Phases out the use of chlorinated solvents in this state, ultimately prohibiting their use completely; creates revolving loan fund to assist businesses in such phaseout and imposes registration fees and surcharges to provide monies therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1658-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          902\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         restricting the use of chlorinated solvents in this state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislature finds and declares that:\n    2    (a) Virtually all chlorinated organic compounds that have been studied\n    3  exhibit  at  least  one of a wide range of serious toxic effects such as\n    4  endocrine dysfunction, developmental impairment, birth  defects,  repro-\n    5  ductive dysfunction and infertility, hormonal disruption, immunosuppres-\n    6  sion, and cancer, often at extremely low doses.\n    7    (b) Stratospheric ozone depletion caused in part by the use of chlori-\n    8  nated  compounds  including  chlorinated  solvents  is expected to cause\n    9  millions of additional cases of human skin cancer, cataracts and  immune\n   10  suppression,  as  well  as major effects on aquatic and terrestrial food\n   11  chains.\n   12    (c) The use  of  chlorinated  solvents  such  as  methylene  chloride,\n   13  trichloroethylene  and perchloroethylene in industrial and manufacturing\n   14  processes has been recognized as posing significant workplace hazards.\n   15    (d) The weight of scientific evidence indicates that exposure  to  all\n   16  organochlorines  should be presumed to pose a health risk, and therefore\n   17  policies to protect public health should be directed  toward  eventually\n   18  achieving no exposure to chlorinated organic chemicals as a class rather\n   19  than focusing on a series of individual chemicals.\n   20    (e)  Numerous  public health and environmental organizations including\n   21  the American Public  Health  Association  and  the  International  Joint\n   22  Commission  have recommended that the only feasible and prudent approach\n   23  to eliminating the release and discharge of chlorinated  organic  chemi-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04979-01-1\n\n       A. 902                              2\n\n    1  cals  and  consequent  exposure  is to avoid the use of chlorine and its\n    2  compounds in manufacturing processes.\n    3    (f)  The  implementation  of  such a goal should proceed with priority\n    4  being given to industry sectors causing severe organochlorine pollution.\n    5    (g) Chlorinated solvents have been identified  in  numerous  hazardous\n    6  waste  sites  in  the state and are considered major contributors to the\n    7  toxic contamination of many of the state's public and  private  drinking\n    8  water sources.\n    9    (h)  Alternative  processes and substitute chemicals already exist for\n   10  most uses of chlorinated solvents.\n   11    S 2. The environmental conservation law is amended  by  adding  a  new\n   12  article 48 to read as follows:\n   13                                  ARTICLE 48\n   14                            CHLORINATED SOLVENTS\n   15  SECTION 48-0101. DEFINITION.\n   16          48-0103. RESTRICTIONS ON THE USE, MANUFACTURE OR SALE OF CHLORI-\n   17                     NATED SOLVENTS.\n   18          48-0105. SAFE ALTERNATIVES POLICY.\n   19          48-0107. SURCHARGE IMPOSED.\n   20          48-0109. REVOLVING LOAN PROGRAM.\n   21          48-0111. CHLORINATED SOLVENT PHASE-OUT REVOLVING LOAN ACCOUNT.\n   22  S 48-0101. DEFINITION.\n   23    AS  USED  IN  THIS  ARTICLE, \"CHLORINATED SOLVENT\" MEANS THE FOLLOWING\n   24  CHLORINE-BASED   CHEMICALS:   METHYLENE   CHLORIDE,   PERCHLOROETHYLENE,\n   25  TRICHLOROETHYLENE AND METHYL CHLOROFORM.\n   26  S 48-0103.  RESTRICTIONS ON THE USE, MANUFACTURE OR SALE OF CHLORINATED\n   27                SOLVENTS.\n   28    1. EXCEPT AS PROVIDED UNDER SUBDIVISION TWO OR THREE OF THIS SECTION:\n   29    (A)  ON  AND  AFTER JANUARY FIRST, TWO THOUSAND FOURTEEN, NO PERSON IN\n   30  THE STATE SHALL MANUFACTURE, USE  OR  SELL  ANY  AMOUNT  OF  CHLORINATED\n   31  SOLVENT  FOR  THE  FOLLOWING  PURPOSES: METAL CLEANING OPERATIONS, PAINT\n   32  REMOVERS,  INDUSTRIAL  SOLVENTS,  FOAM  BLOWING,  PAINTS  AND  COATINGS,\n   33  AEROSOLS, SYNTHETIC PESTICIDES, AND FOOD PROCESSING;\n   34    (B) ON AND AFTER JANUARY FIRST, TWO THOUSAND SIXTEEN, NO PERSON IN THE\n   35  STATE  SHALL  MANUFACTURE, USE OR SELL ANY AMOUNT OF CHLORINATED SOLVENT\n   36  FOR THE FOLLOWING PURPOSES: DRY CLEANING AND TEXTILE PROCESSING;\n   37    (C) ON AND AFTER JANUARY FIRST, TWO THOUSAND EIGHTEEN,  NO  PERSON  IN\n   38  THE  STATE  SHALL  MANUFACTURE,  USE  OR  SELL ANY AMOUNT OF CHLORINATED\n   39  SOLVENT FOR ANY PURPOSE INCLUDING CHEMICAL PROCESSING, ELECTRONICS, FILM\n   40  PROCESSING AND FIBERS.\n   41    ALL PRODUCERS, USERS OR SELLERS OF CHLORINATED  SOLVENTS  OR  PRODUCTS\n   42  CONTAINING ANY CHLORINATED SOLVENT SHALL ANNUALLY PROVIDE TO THE COMMIS-\n   43  SIONER AN INVENTORY AND DESCRIPTION OF THEIR PRODUCTION, USE AND SALE OF\n   44  CHLORINATED  SOLVENTS WITHIN THE STATE. THE COMMISSIONER SHALL, NO LATER\n   45  THAN JANUARY FIRST, TWO THOUSAND TWELVE, ISSUE  REGULATIONS  PRESCRIBING\n   46  THE REPORTING REQUIREMENTS OF THIS SUBDIVISION.\n   47    2.  ANY PERSON MAY PETITION THE COMMISSIONER FOR AN EXEMPTION FROM THE\n   48  REQUIREMENTS OF SUBDIVISION ONE OF THIS SECTION,  AND  THE  COMMISSIONER\n   49  MAY GRANT BY RULE SUCH AN EXEMPTION IF THE COMMISSIONER FINDS THAT:\n   50    (A)  THE  CONTINUED USE OF THE CHLORINATED SOLVENT SERVES A COMPELLING\n   51  PUBLIC NEED;\n   52    (B) AN UNREASONABLE RISK OF INJURY TO HEALTH OR ENVIRONMENT WOULD  NOT\n   53  RESULT; AND\n   54    (C)  GOOD FAITH EFFORTS HAVE BEEN MADE TO DEVELOP AN ALTERNATIVE PROC-\n   55  ESS OR CHEMICAL SUBSTANCE WHICH DOES NOT PRESENT AN UNREASONABLE RISK OF\n\n       A. 902                              3\n\n    1  INJURY TO HEALTH OR THE ENVIRONMENT AND WHICH  MAY  BE  SUBSTITUTED  FOR\n    2  SUCH CHLORINATED SOLVENT.\n    3    AN  EXEMPTION  GRANTED UNDER THIS SUBDIVISION SHALL BE SUBJECT TO SUCH\n    4  TERMS AND CONDITIONS AS THE COMMISSIONER MAY PRESCRIBE AND SHALL  BE  IN\n    5  EFFECT  FOR SUCH PERIOD (BUT NOT MORE THAN TWO YEARS FROM THE DATE WHICH\n    6  IT IS GRANTED) AS THE COMMISSIONER  MAY  PRESCRIBE.  SUCH  AN  EXEMPTION\n    7  SHALL NOT BE RENEWED MORE THAN ONCE.\n    8    3.  EDUCATIONAL/MEDICAL  USERS  SHALL BE EXEMPT FROM THE PROVISIONS OF\n    9  SUBDIVISION ONE OF THIS SECTION, PROVIDED THAT SAID  EDUCATIONAL/MEDICAL\n   10  USERS  SHALL  ANNUALLY  PROVIDE  TO  THE  COMMISSIONER  AN INVENTORY AND\n   11  DESCRIPTION OF THEIR USE OF ANY CHLORINATED SOLVENT  WITHIN  THE  STATE.\n   12  SAID  EDUCATIONAL/MEDICAL  USERS  SHALL  USE  ANY SUCH SUBSTANCE ONLY IN\n   13  CONNECTION WITH INSTRUCTION, EDUCATION, RESEARCH OR  MEDICAL  TREATMENT.\n   14  THE  COMMISSIONER  SHALL,  NO  LATER  THAN  JANUARY  FIRST, TWO THOUSAND\n   15  TWELVE, ISSUE REGULATIONS PRESCRIBING THE REPORTING REQUIREMENTS OF THIS\n   16  SUBDIVISION.\n   17    4. THE DEPARTMENT AND THE  ENVIRONMENTAL  FACILITIES  CORPORATION,  IN\n   18  COOPERATION  WITH  USERS  AND  PRODUCERS  OF CHLORINATED SOLVENTS, SHALL\n   19  ESTABLISH AN  INTENSIVE  TECHNOLOGY  TRANSFER,  RESEARCH  AND  TECHNICAL\n   20  ASSISTANCE PROGRAM TO DISSEMINATE INFORMATION REGARDING AVAILABLE ALTER-\n   21  NATIVES  TO THE USE OF CHLORINATED SOLVENTS AND TO DEVELOP NEW TECHNOLO-\n   22  GIES THAT MAY BE SUBSTITUTED FOR CHLORINATED SOLVENT USE.\n   23    5. THE COMMISSIONER SHALL, WITHIN ONE YEAR OF THE  EFFECTIVE  DATE  OF\n   24  THIS  ARTICLE,  ESTABLISH  AN  ADVISORY  TASK  FORCE  TO INVESTIGATE AND\n   25  ANALYZE THE IMPACT OF THIS ARTICLE ON THE WORK FORCE AND INDUSTRY OF THE\n   26  STATE. IN ADDITION, THE TASK FORCE SHALL RECOMMEND MEASURES  TO  PROVIDE\n   27  TRAINING FOR AFFECTED WORKERS, TO ATTRACT NEW BUSINESSES TO THE STATE IN\n   28  THE  AREA  OF  ALTERNATIVE  TECHNOLOGIES,  AND  TO  OTHERWISE ASSIST THE\n   29  STATE'S LABOR FORCE IN ADAPTING TO THE PROVISIONS OF THIS  ARTICLE.  THE\n   30  TASK  FORCE  SHALL  CONSIST OF NINE MEMBERS INCLUDING THREE REPRESENTING\n   31  THE PUBLIC HEALTH SECTOR AND TWO EACH REPRESENTING THE  LABOR,  BUSINESS\n   32  AND ENVIRONMENTAL SECTORS.\n   33  S 48-0105. SAFE ALTERNATIVES POLICY.\n   34    NO  FACILITY SHALL REPLACE THE MANUFACTURE, PROCESSING, USE OR SALE OF\n   35  ANY CHLORINATED SOLVENT WITH ANY SUBSTITUTE TOXIC SUBSTANCE  THAT  IS  A\n   36  KNOWN OR PROBABLE CARCINOGEN, TERATOGEN OR MUTAGEN, OR WITH ANY ALTERNA-\n   37  TIVE  PRODUCT  OR  PROCESS  THAT CREATES AN UNREASONABLE RISK OF HARM TO\n   38  PUBLIC HEALTH, WORKERS, CONSUMERS OR ANY  PART  OF  THE  ENVIRONMENT  AS\n   39  DETERMINED BY THE COMMISSIONER.\n   40  S 48-0107. SURCHARGE IMPOSED.\n   41    1. ON AND AFTER APRIL FIRST, TWO THOUSAND TWELVE, A SURCHARGE SHALL BE\n   42  LEVIED ON THE PRIVILEGE OF PRODUCING IN, IMPORTING INTO OR CAUSING TO BE\n   43  IMPORTED  INTO  THE  STATE METHYLENE CHLORIDE, PERCHLOROETHYLENE (TETRA-\n   44  CHLOROETHYLENE), TRICHLOROETHYLENE OR METHYL CHLOROFORM. A SURCHARGE  OF\n   45  FIVE  DOLLARS  PER  GALLON  SHALL  BE LEVIED ON EACH GALLON OF METHYLENE\n   46  CHLORIDE, PERCHLOROETHYLENE (TETRACHLOROETHYLENE), TRICHLOROETHYLENE AND\n   47  METHYL CHLOROFORM WHEN FIRST IMPORTED INTO OR PRODUCED IN THE STATE. THE\n   48  SURCHARGE SHALL BE IMPOSED WHEN TRANSFER  OF  TITLE  OR  POSSESSION,  OR\n   49  BOTH, OF THE PRODUCT OCCURS IN THIS STATE OR WHEN THE PRODUCT COMMINGLES\n   50  WITH THE GENERAL MASS OF THIS STATE.\n   51    2.  ANY  PERSON PRODUCING IN, IMPORTING INTO OR CAUSING TO BE IMPORTED\n   52  INTO THIS STATE METHYLENE CHLORIDE, PERCHLOROETHYLENE  (TETRACHLOROETHY-\n   53  LENE),  TRICHLOROETHYLENE  AND/OR  METHYL  CHLOROFORM  FOR  SALE, USE OR\n   54  OTHERWISE SHALL REGISTER WITH THE COMMISSIONER AND BECOME  LICENSED  FOR\n   55  THE  PURPOSE  OF  REMITTING THE SURCHARGE PURSUANT TO THIS SECTION. SUCH\n   56  PERSON MUST REGISTER AS EITHER A PRODUCER OR IMPORTER OF METHYLENE CHLO-\n\n       A. 902                              4\n\n    1  RIDE, PERCHLOROETHYLENE (TETRACHLOROETHYLENE), TRICHLOROETHYLENE  AND/OR\n    2  METHYL  CHLOROFORM.  PERSONS  OPERATING  AT MORE THAN ONE LOCATION SHALL\n    3  ONLY BE REQUIRED TO HAVE A SINGLE REGISTRATION. EACH SUCH  PERSON  SHALL\n    4  PAY AN ANNUAL REGISTRATION FEE OF THIRTY DOLLARS.\n    5    3. THE SURCHARGE IMPOSED BY THIS SECTION SHALL BE DUE ON THE FIRST DAY\n    6  OF  THE MONTH SUCCEEDING THE MONTH OF PRODUCTION, IMPORTATION OR REMOVAL\n    7  FROM A STORAGE FACILITY AND MUST BE PAID ON OR BEFORE THE  TWENTIETH  OF\n    8  EACH  MONTH.  THE  SURCHARGE  SHALL  BE  REPORTED ON FORMS IN THE MANNER\n    9  PRESCRIBED BY THE COMMISSIONER.\n   10    4. ANY PERSON SUBJECT TO THE  SURCHARGE  UNDER  THIS  SECTION  OR  ANY\n   11  PERSON  WHO  SELLS  SURCHARGE-PAID METHYLENE CHLORIDE, PERCHLOROETHYLENE\n   12  (TETRACHLOROETHYLENE), TRICHLOROETHYLENE AND/OR METHYL CHLOROFORM, OTHER\n   13  THAN A  RETAIL  DEALER,  SHALL  SEPARATELY  STATE  THE  AMOUNT  OF  SUCH\n   14  SURCHARGE PAID ON ANY CHARGE TICKET, SALES SLIP, INVOICE OR OTHER TANGI-\n   15  BLE  EVIDENCE OF THE SALE OR MUST CERTIFY ON THE SALES DOCUMENT THAT THE\n   16  SURCHARGE REQUIRED PURSUANT TO THIS SECTION HAS BEEN PAID.\n   17    5. ALL METHYLENE  CHLORIDE,  PERCHLOROETHYLENE  (TETRACHLOROETHYLENE),\n   18  TRICHLOROETHYLENE  AND  METHYL  CHLOROFORM IMPORTED, PRODUCED OR SOLD IN\n   19  THIS STATE IS PRESUMED TO BE SUBJECT TO THE SURCHARGE  IMPOSED  BY  THIS\n   20  SECTION. ANY PERSON, EXCEPT THE FINAL RETAIL CONSUMER, WHO HAS PURCHASED\n   21  METHYLENE CHLORIDE, PERCHLOROETHYLENE (TETRACHLOROETHYLENE), TRICHLOROE-\n   22  THYLENE OR METHYL CHLOROFORM MUST DOCUMENT THAT THE SURCHARGE IMPOSED BY\n   23  THIS  SECTION  HAS  BEEN PAID OR MUST PAY SUCH SURCHARGE DIRECTLY TO THE\n   24  DEPARTMENT IN ACCORDANCE WITH THIS SECTION.\n   25    6. THE DEPARTMENT MAY AUTHORIZE A QUARTERLY RETURN  AND  PAYMENT  WHEN\n   26  THE  SURCHARGE  REMITTED BY THE LICENSEE FOR A PRECEDING QUARTER DID NOT\n   27  EXCEED ONE HUNDRED  DOLLARS;  MAY  AUTHORIZE  A  SEMIANNUAL  RETURN  AND\n   28  PAYMENT  WHEN  THE  SURCHARGE REMITTED BY THE LICENSEE FOR THE PRECEDING\n   29  SIX MONTHS DID NOT EXCEED TWO HUNDRED  DOLLARS;  AND  MAY  AUTHORIZE  AN\n   30  ANNUAL  RETURN  AND  PAYMENT WHEN THE SURCHARGE REMITTED BY THE LICENSEE\n   31  FOR THE PRECEDING TWELVE MONTHS DID NOT EXCEED FOUR HUNDRED DOLLARS.\n   32    7. THE SURCHARGE IMPOSED BY THIS SECTION  SHALL  BE  REPORTED  TO  THE\n   33  DEPARTMENT.  THE  PAYMENT  SHALL  BE  ACCOMPANIED  BY  SUCH FORMS AS THE\n   34  DEPARTMENT PRESCRIBES. THE PROCEEDS OF THE  SURCHARGE,  AFTER  DEDUCTING\n   35  THE  ADMINISTRATIVE  COSTS  INCURRED BY THE DEPARTMENT IN ADMINISTERING,\n   36  AUDITING, COLLECTING, DISTRIBUTING AND ENFORCING THE SURCHARGE SHALL  BE\n   37  TRANSFERRED  BY  THE  DEPARTMENT  INTO THE CHLORINATED SOLVENT PHASE-OUT\n   38  REVOLVING LOAN ACCOUNT AND SHALL BE USED IN ACCORDANCE WITH THE  REVOLV-\n   39  ING LOAN PROGRAM ESTABLISHED IN SECTION 48-0109 OF THIS ARTICLE.\n   40    8.  FOR  THE  PURPOSES  OF THIS SECTION, THE PROCEEDS OF THE SURCHARGE\n   41  SHALL INCLUDE FUNDS COLLECTED AND RECEIVED BY THE DEPARTMENT,  INCLUDING\n   42  INTEREST AND PENALTIES ON DELINQUENT SURCHARGES.\n   43    9.   METHYLENE   CHLORIDE,   PERCHLOROETHYLENE  (TETRACHLOROETHYLENE),\n   44  TRICHLOROETHYLENE AND METHYL CHLOROFORM EXPORTED FROM THE FIRST  STORAGE\n   45  FACILITY  AT  WHICH IT IS HELD IN THIS STATE BY THE PRODUCER OR IMPORTER\n   46  SHALL BE EXEMPT FROM THE SURCHARGE  PURSUANT  TO  THIS  SECTION.  ANYONE\n   47  EXPORTING  METHYLENE  CHLORIDE, PERCHLOROETHYLENE (TETRACHLOROETHYLENE),\n   48  TRICHLOROETHYLENE AND METHYL CHLOROFORM ON WHICH A  SURCHARGE  HAS  BEEN\n   49  PAID MAY APPLY FOR A REFUND OR CREDIT. THE COMMISSIONER MAY REQUIRE SUCH\n   50  INFORMATION  AS HE OR SHE DEEMS NECESSARY IN ORDER TO APPROVE THE REFUND\n   51  OR CREDIT.\n   52    10. ANY PERSON WHO FAILS TO TIMELY REGISTER OR WHO KNOWINGLY GIVES  OR\n   53  CAUSES  TO  BE GIVEN ANY FALSE INFORMATION AS A PART OF THE REGISTRATION\n   54  OR APPLICATION FOR FINANCIAL ASSISTANCE OR FAILS TO REMIT THE  SURCHARGE\n   55  IN  A  TIMELY FASHION SHALL BE LIABLE FOR A PENALTY OF NOT MORE THAN TEN\n   56  THOUSAND DOLLARS IN A COURT OF COMPETENT JURISDICTION. IF THE  VIOLATION\n\n       A. 902                              5\n\n    1  IS  OF  A  CONTINUING  NATURE,  EACH DAY DURING WHICH IT CONTINUES SHALL\n    2  CONSTITUTE AN ADDITIONAL, SEPARATE AND DISTINCT OFFENSE.\n    3  S 48-0109. REVOLVING LOAN PROGRAM.\n    4    THE  ENVIRONMENTAL  FACILITIES  CORPORATION,  IN CONSULTATION WITH THE\n    5  COMMISSIONER, SHALL ESTABLISH A REVOLVING LOAN PROGRAM TO BE  FUNDED  BY\n    6  APPROPRIATIONS  FROM  THE  CHLORINATED  SOLVENT PHASE-OUT REVOLVING LOAN\n    7  ACCOUNT ESTABLISHED PURSUANT TO  SECTION  48-0111  OF  THIS  ARTICLE  TO\n    8  PROVIDE  FINANCIAL  ASSISTANCE TO ANY PERSON TO MEET COSTS IN SATISFYING\n    9  THE REQUIREMENTS AS PROVIDED IN THIS SECTION.  UPON  CERTIFICATION  FROM\n   10  THE  ENVIRONMENTAL  FACILITIES  CORPORATION  AND  THE  COMMISSIONER, THE\n   11  ADMINISTRATOR MAY PROVIDE SUCH LOAN TO A PERSON UPON RECEIPT OF A  WRIT-\n   12  TEN  AGREEMENT  PROVIDING  REASONABLE  ASSURANCES  OF  REPAYMENT THAT IS\n   13  SATISFACTORY TO THE COMPTROLLER. SUCH LOAN SHALL NOT  BEAR  INTEREST  ON\n   14  THE  REPAYMENT  OF SUCH LOAN PROVIDED THAT THE TERM OF THE LOAN DOES NOT\n   15  EXCEED ONE YEAR. THE AMOUNT OF THE LOAN SHALL  NOT  EXCEED  ONE  HUNDRED\n   16  THOUSAND  DOLLARS.  THE  ENVIRONMENTAL  FACILITIES  CORPORATION  AND THE\n   17  COMMISSIONER SHALL ONLY CERTIFY SUCH LOANS AFTER  A  FINDING  THAT  SUCH\n   18  PERSON  HAS A PLAN TO MEET THE REQUIREMENTS AS PROVIDED IN THIS SECTION.\n   19  THE  ENVIRONMENTAL  FACILITIES  CORPORATION  AND  THE  DEPARTMENT,  WITH\n   20  CONSULTATION  FROM  THE  COMPTROLLER,  SHALL  PROMULGATE RULES AND REGU-\n   21  LATIONS WITHIN NINETY DAYS OF THE EFFECTIVE DATE OF THIS ARTICLE FOR THE\n   22  OPERATION OF THE CHLORINATED SOLVENT PHASE-OUT  REVOLVING  LOAN  ACCOUNT\n   23  WHICH  SHALL  INCLUDE, BUT NOT BE LIMITED TO, THE CRITERIA TO BE USED IN\n   24  DETERMINING ELIGIBILITY FOR ASSISTANCE; A PROCEDURE  AND  ANY  NECESSARY\n   25  INFORMATION THAT ANY PERSON NEEDS TO SUBMIT APPLICATIONS FOR A LOAN FROM\n   26  THE CHLORINATED SOLVENT PHASE-OUT REVOLVING LOAN ACCOUNT; AND A SCHEDULE\n   27  OF REVIEWING SUCH APPLICATIONS, NOT TO EXCEED THIRTY DAYS, AND NOTIFICA-\n   28  TION  TO AN APPLICANT OF APPROVAL OR DISAPPROVAL OF SUCH APPLICATION FOR\n   29  FUNDING AND ANY OTHER REQUIREMENTS DEEMED NECESSARY BY THE  COMPTROLLER.\n   30  THE  ENVIRONMENTAL  FACILITIES  CORPORATION  AND  THE COMMISSIONER SHALL\n   31  COMPILE AND MAKE AVAILABLE INFORMATION REGARDING  THE  AVAILABILITY  AND\n   32  APPLICATION FOR SUCH LOANS.\n   33  S 48-0111. CHLORINATED SOLVENT PHASE-OUT REVOLVING LOAN ACCOUNT.\n   34    1.  THE CHLORINATED SOLVENT PHASE-OUT REVOLVING LOAN ACCOUNT IS HEREBY\n   35  ESTABLISHED TO CARRY OUT THE PURPOSES  OF  THIS  ARTICLE.  SUCH  ACCOUNT\n   36  SHALL  CONSIST OF ALL FINES, PENALTIES, JUDGMENTS, RECOVERIES, AND OTHER\n   37  FEES AND  CHARGES  COLLECTED  FOR  NONREMITTANCE  OF  THE  SURCHARGE  AS\n   38  REQUIRED  BY SECTION 48-0107 OF THIS ARTICLE, SURCHARGE REVENUES LEVIED,\n   39  COLLECTED AND CREDITED PURSUANT TO THE  SURCHARGE  PROVIDED  IN  SECTION\n   40  48-0107  OF  THIS ARTICLE, INTEREST RECEIVED ON SUCH MONEY AND ANY MONEY\n   41  MADE AVAILABLE PURSUANT TO APPROPRIATION. THE COMPTROLLER SHALL  APPOINT\n   42  AND  SUPERVISE  AN ADMINISTRATOR OF THE FUND. THE ADMINISTRATOR SHALL BE\n   43  THE CHIEF EXECUTIVE OF THE FUND AND SHALL DISBURSE MONEY FROM  THE  FUND\n   44  PURSUANT  TO CERTIFICATION FROM THE ENVIRONMENTAL FACILITIES CORPORATION\n   45  AND THE COMMISSIONER.\n   46    2. THE COMPTROLLER MAY INVEST AND REINVEST ANY MONEYS IN SAID FUND  IN\n   47  OBLIGATIONS IN WHICH THE COMPTROLLER IS AUTHORIZED TO INVEST PURSUANT TO\n   48  THE  PROVISIONS  OF  SECTION  NINETY-EIGHT OF THE STATE FINANCE LAW. ANY\n   49  INCOME OR INTEREST DERIVED FROM SUCH INVESTMENT SHALL BE INCLUDED IN THE\n   50  ACCOUNT.\n   51    3. MONIES WITHIN THE  CHLORINATED  SOLVENT  PHASE-OUT  REVOLVING  LOAN\n   52  ACCOUNT,  UPON APPROPRIATION BY THE LEGISLATURE, SHALL BE MADE AVAILABLE\n   53  TO THE ENVIRONMENTAL FACILITIES CORPORATION  FOR  THE  PURPOSE  OF  THIS\n   54  ARTICLE.  NO  MONIES  WITHIN  THIS  ACCOUNT  SHALL BE USED TO FUND STATE\n   55  PERSONNEL. MONIES SHALL BE PAID OUT OF THE  ACCOUNT  ON  THE  AUDIT  AND\n\n       A. 902                              6\n\n    1  WARRANT  OF  THE  COMPTROLLER  ON  VOUCHERS CERTIFIED OR APPROVED BY THE\n    2  ADMINISTRATOR OF THE ACCOUNT.\n    3    S  3.  Severability.  The provisions of this act are severable, and if\n    4  any of its provisions or an application thereof shall be held  unconsti-\n    5  tutional  by  any  court of competent jurisdiction, the decision of such\n    6  court shall not affect or impair any  of  the  remaining  provisions  or\n    7  other applications thereof.\n    8    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to restricting the use of chlorinated solvents in this state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T170311.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351391403
}