{
  "year" : 2011,
  "senateBillNo" : "A903-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A903-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires contractors in certain large cities to recycle 50% of the waste generated on construction and demolition sites",
  "summary" : "Requires contractors in cities having a population of one million or more to recycle 50% of the waste generated on construction and demolition sites. ",
  "currentCommittee" : null,
  "sameAs" : "S1107",
  "lawSection" : "General City Law",
  "previousVersions" : [ "A1264-2009", "S5103-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          903\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. COLTON, BROOK-KRASNY, MAISEL, JEFFRIES, CLARK,\n         DINOWITZ, SCHIMEL, PERRY, MILLMAN -- Multi-Sponsored by --  M.  of  A.\n         BOYLAND,  BRENNAN,  GLICK, GOTTFRIED, JACOBS, KELLNER, LATIMER, MAYER-\n         SOHN, McDONOUGH, REILLY, ROBINSON, SALADINO, WEISENBERG --  read  once\n         and referred to the Committee on Environmental Conservation\n\n       AN  ACT to amend the general city law, in relation to requiring contrac-\n         tors in certain cities to recycle  construction  and  demolition  site\n         waste\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative intent. The purpose of this act is to  signif-\n    2  icantly  reduce the amount of waste produced by construction and demoli-\n    3  tion activities in cities having populations of  one  million  or  more.\n    4  There  are  many  opportunities  to  reduce  or  recycle  materials from\n    5  construction  and  demolition,  including  metals,  cardboard,  drywall,\n    6  glass,  wood and asphalt. This act is consistent with the goals of large\n    7  cities' solid waste management plans, complementing other recycling  and\n    8  recovery programs currently in effect.\n    9    S  2.  The general city law is amended by adding a new section 23-a to\n   10  read as follows:\n   11    S 23-A.   CONSTRUCTION AND DEMOLITION SITE  WASTE  RECYCLING;  CERTAIN\n   12  CITIES. 1. DEFINITIONS. AS USED IN THIS SECTION:\n   13    A.  \"CONTRACTOR\" MEANS A GENERAL CONTRACTOR AND SHALL ALSO INCLUDE ANY\n   14  SUBCONTRACTOR ENGAGED IN THE DEMOLITION OR WRECKING OF A  STRUCTURE  FOR\n   15  WHICH A PERMIT IS REQUIRED.\n   16    B.  \"CONSTRUCTION  AND  DEMOLITION  DEBRIS\"  SHALL INCLUDE, BUT NOT BE\n   17  LIMITED TO, METALS, CARDBOARD, DRYWALL, GLASS, WOOD, CONCRETE, BRICK AND\n   18  ASPHALT, BUT SHALL NOT INCLUDE ANY  MATERIAL  THAT  IS  CONTAMINATED  BY\n   19  LEAD, ASBESTOS OR ANY OTHER HAZARDOUS MATERIAL SUCH THAT RECYCLING THER-\n   20  EOF WOULD BE ILLEGAL OR UNFEASIBLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04823-01-1\n\n       A. 903                              2\n\n    1    C.  \"RECYCLER\"  MEANS  A RECYCLING FACILITY, TRANSFER STATION OR OTHER\n    2  SOLID WASTE MANAGEMENT FACILITY PERMITTED PURSUANT TO THE  ENVIRONMENTAL\n    3  CONSERVATION LAW.\n    4    D.  \"REUSE\"  MEANS (I) THE ON-SITE USE OF REPROCESSED CONSTRUCTION AND\n    5  DEMOLITION DEBRIS IF THE USE OF SUCH DEBRIS IS AUTHORIZED  BY  THE  CITY\n    6  DEPARTMENT OF BUILDINGS; AND (II) THE OFF-SITE REDISTRIBUTION OF A MATE-\n    7  RIAL  WHICH WOULD OTHERWISE BE DISPOSED OF, FOR USE IN THE SAME OR SIMI-\n    8  LAR FORM AS IT WAS PRODUCED.\n    9    2. APPLICABILITY. A.  THE PROVISIONS OF THIS SECTION SHALL APPLY  ONLY\n   10  IN CITIES HAVING A POPULATION OF ONE MILLION OR MORE.\n   11    B.  CONTRACTORS  SHALL  RECYCLE  OR  REUSE CONSTRUCTION AND DEMOLITION\n   12  DEBRIS PRODUCED ON SITE AS PART OF CONSTRUCTION OR DEMOLITION ACTIVITIES\n   13  BY MEETING THE FOLLOWING REQUIREMENTS:\n   14    (1) ON A PROJECT THAT IS ISSUED A  PERMIT  WITH  AN  APPLICATION  DATE\n   15  WITHIN  ONE  YEAR  OF THE EFFECTIVE DATE OF THIS SECTION, THE CONTRACTOR\n   16  SHALL CAUSE TO BE RECYCLED OR REUSED AT LEAST TWENTY-FIVE PERCENT OF THE\n   17  CONSTRUCTION AND DEMOLITION DEBRIS, AS MEASURED BY WEIGHT,  PRODUCED  ON\n   18  SITE.\n   19    (2)  ON  A  PROJECT THAT IS ISSUED A PERMIT WITH AN APPLICATION DATE A\n   20  YEAR OR MORE AFTER THE EFFECTIVE DATE OF THIS  SECTION,  THE  CONTRACTOR\n   21  SHALL  CAUSE  TO  BE  RECYCLED  OR  REUSED AT LEAST FIFTY PERCENT OF THE\n   22  CONSTRUCTION AND DEMOLITION DEBRIS, AS MEASURED BY WEIGHT,  PRODUCED  ON\n   23  SITE.\n   24    C.  THE  FOLLOWING PROJECTS SHALL BE SUBJECT TO THE PROVISIONS OF THIS\n   25  SECTION:\n   26    (1) CONSTRUCTION OF NEW RESIDENTIAL BUILDINGS WITH FOUR OR MORE DWELL-\n   27  ING UNITS;\n   28    (2) CONSTRUCTION OF NEW NON-RESIDENTIAL BUILDINGS, OTHER THAN PROJECTS\n   29  FOR WHICH THE TOTAL AREA IS FOUR THOUSAND SQUARE FEET OR LESS;\n   30    (3) ANY REHABILITATION OF NON-RESIDENTIAL BUILDINGS OF MORE THAN  FOUR\n   31  THOUSAND  SQUARE FEET THAT WILL REQUIRE A CERTIFICATE OF OCCUPANCY TO BE\n   32  ISSUED FROM THE CITY;\n   33    (4) DEMOLITION OF RESIDENTIAL BUILDINGS WITH  FOUR  OR  MORE  DWELLING\n   34  UNITS THAT INCLUDES THE DEMOLITION OF AT LEAST ONE OUTSIDE WALL; AND\n   35    (5)  DEMOLITION  OF NON-RESIDENTIAL BUILDINGS, OTHER THAN PROJECTS FOR\n   36  WHICH THE TOTAL AREA IS FOUR THOUSAND SQUARE FEET OR LESS.\n   37    D. A PROJECT SHALL BE EXEMPT FROM THE PROVISIONS OF  THIS  SECTION  IF\n   38  ONLY A PLUMBING PERMIT OR ONLY AN ELECTRICAL PERMIT IS REQUIRED FOR SUCH\n   39  PROJECT.\n   40    3. CONTRACTOR RESPONSIBILITIES. A. WITHIN THIRTY DAYS OF COMPLETION OF\n   41  A  PROJECT,  THE CONTRACTOR SHALL SUBMIT DOCUMENTATION TO REPORT COMPLI-\n   42  ANCE WITH THIS SECTION AND THE REGULATIONS PROMULGATED PURSUANT TO  THIS\n   43  SECTION.  IF  THE  CONTRACTOR  IS UNABLE TO MEET THE RECYCLING AND REUSE\n   44  REQUIREMENTS OF THIS SECTION, THE CONTRACTOR MAY APPLY FOR A WAIVER FROM\n   45  THE CITY. SUCH DOCUMENTATION SHALL BE IN A FORM AND MANNER DETERMINED BY\n   46  THE CITY DEPARTMENT OF BUILDINGS.\n   47    B. IF A CONTRACTOR  IS  UNABLE  OR  REFUSES  TO  SUBMIT  THE  REQUIRED\n   48  DOCUMENTATION,   A  PROPERTY  OWNER  MAY  SUBMIT  A  WAIVER  APPLICATION\n   49  SUPPORTED BY AN AFFIDAVIT THAT THE CONTRACTOR IS UNAVAILABLE OR  REFUSES\n   50  TO PROVIDE THE REQUIRED DOCUMENTATION.\n   51    C. A CONTRACTOR SHALL COMPLY WITH ALL REASONABLE REQUESTS FOR INFORMA-\n   52  TION  AND  DOCUMENTATION BY THE CITY DEPARTMENT OF BUILDINGS PURSUANT TO\n   53  AN AUDIT  TO  MONITOR  COMPLIANCE  WITH  THIS  SECTION.    DOCUMENTATION\n   54  REQUIRED BY THIS SECTION SHALL BE MAINTAINED FOR AT LEAST THREE YEARS.\n   55    4.  CITY RESPONSIBILITIES. A. THE CITY SHALL ESTABLISH A PROCEDURE FOR\n   56  CONTRACTORS TO APPLY FOR WAIVERS OF THE REQUIREMENTS  OF  THIS  SECTION.\n\n       A. 903                              3\n\n    1  SUCH  REQUIREMENTS SHALL INCLUDE DOCUMENTATION OF THE AMOUNT OF MATERIAL\n    2  THE CONTRACTOR IS ACTUALLY ABLE TO RECYCLE OR REUSE AND  THE  REASON  OR\n    3  REASONS  FOR  WHICH  THE  CONTRACTOR CANNOT MEET THE RECYCLING AND REUSE\n    4  REQUIREMENTS IN THIS SECTION.\n    5    B. THE CITY SHALL NOT ISSUE ANY NEW BUILDING OR DEMOLITION PERMIT TO A\n    6  CONTRACTOR  WHO  HAS  FAILED TO TIMELY SUBMIT THE REQUIRED DOCUMENTATION\n    7  WITH RESPECT TO ANY COMPLETED  PROJECT,  UNTIL  SUCH  CONTRACTOR  EITHER\n    8  SUBMITS  (1)  THE  REQUIRED DOCUMENTS INCLUDING, WHERE APPLICABLE, PROOF\n    9  THAT ANY FINE DUE PURSUANT TO SUBDIVISION FIVE OF THIS SECTION HAS  BEEN\n   10  PAID  IN  FULL,  OR  (2)  PROOF  OF A WAIVER ISSUED BY THE CITY AND, THE\n   11  PAYMENT OF ANY FINE DUE.\n   12    C. THE CITY MAY WITHHOLD A CERTIFICATE  OF  OCCUPANCY  FOR  A  PROJECT\n   13  UNTIL  THE  CONTRACTOR SUBMITS EITHER THE REQUIRED DOCUMENTATION INCLUD-\n   14  ING, WHERE APPLICABLE, PROOF THAT ANY FINE DUE PURSUANT  TO  SUBDIVISION\n   15  FIVE  OF THIS SECTION HAS BEEN PAID IN FULL; OR PROOF OF A WAIVER ISSUED\n   16  BY THE CITY AND, THE PAYMENT OF ANY FINE DUE.\n   17    D. THE CITY IS AUTHORIZED TO CONDUCT AUDITS OF CONTRACTORS  TO  DETER-\n   18  MINE AND VALIDATE COMPLIANCE WITH THE REQUIREMENTS OF THIS SECTION.  THE\n   19  CITY MAY REQUEST INFORMATION AND DOCUMENTATION RELEVANT TO SUCH AN AUDIT\n   20  FROM ANY CONTRACTOR.\n   21    E.  THE CITY IS AUTHORIZED TO PROMULGATE SUCH RULES AND REGULATIONS AS\n   22  NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS SECTION.  SUCH  RULES  AND\n   23  REGULATIONS  SHALL CONTAIN PROVISIONS FOR SEEKING AND OBTAINING A WAIVER\n   24  FROM THE PROVISIONS OF THIS SECTION.\n   25    5. FINES AND  PENALTIES.  A.  CONTRACTORS  WHO  FAIL  TO  PROVIDE  THE\n   26  DOCUMENTATION REQUIRED BY THIS SECTION OR WHO HAVE NOT RECEIVED A WAIVER\n   27  FROM  THE  CITY  SHALL  BE SUBJECT TO A FINE OF FIVE HUNDRED DOLLARS FOR\n   28  EACH DAY THAT THEY FAIL TO PROVIDE THE INFORMATION OR APPLY FOR A  WAIV-\n   29  ER.\n   30    B. CONTRACTORS WHO FAIL TO MEET THE RECYCLING OR REUSE REQUIREMENTS OF\n   31  THIS  SECTION  AND  HAVE  APPLIED FOR AND NOT RECEIVED A WAIVER FROM THE\n   32  CITY SHALL BE ASSESSED A FINE AS FOLLOWS:\n   33    (1) FOR PROJECTS INVOLVING TEN THOUSAND SQUARE FEET OR MORE  OF  RENO-\n   34  VATED,  NEWLY  CONSTRUCTED OR DEMOLISHED SPACE, FIVE HUNDRED DOLLARS FOR\n   35  EACH PERCENTAGE POINT OF DIFFERENCE BETWEEN THE AMOUNT REQUIRED BY  THIS\n   36  SECTION  TO  BE  RECYCLED  OR REUSED AND THE AMOUNT ACTUALLY RECYCLED OR\n   37  REUSED; AND\n   38    (2) FOR PROJECTS INVOLVING LESS THAN TEN THOUSAND SQUARE FEET OF RENO-\n   39  VATED, NEWLY CONSTRUCTED OR DEMOLISHED SPACE, TWO HUNDRED FIFTY  DOLLARS\n   40  FOR  EACH  PERCENTAGE POINT OF DIFFERENCE BETWEEN THE AMOUNT REQUIRED BY\n   41  THIS SECTION TO BE RECYCLED OR REUSED AND THE AMOUNT  ACTUALLY  RECYCLED\n   42  OR REUSED.\n   43    C.  THE  CITY MAY MODIFY THE PENALTIES REQUIRED BY PARAGRAPH A OR B OF\n   44  THIS SUBDIVISION FOR FAILURE TO PROVIDE DOCUMENTATION OR MEET THE  RECY-\n   45  CLING  AND  REUSE  REQUIREMENTS,  IF IT FINDS THAT THERE ARE EXTENUATING\n   46  CIRCUMSTANCES FOR SUCH FAILURES.\n   47    S 3. This act shall take effect on the first of January next  succeed-\n   48  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general city law, in relation to requiring contractors in certain cities to recycle construction and demolition site waste ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165749.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351069263
}