{
  "year" : 2011,
  "senateBillNo" : "A904-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A904-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to disregarding certain payments from the calculation of total spending for the purposes of adopting contingency budgets",
  "summary" : "Provides that certain payments by a board of cooperative educational services for construction or rental of facilities shall be disregarded from the calculation of total spending for the purposes of adopting contingency budgets. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA7765-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          904\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO -- Multi-Sponsored by -- M. of A. BARCLAY\n         -- read once and referred to the Committee on Education\n\n       AN  ACT  to amend the education law, in relation to disregarding certain\n         payments required to be made by a  board  of  cooperative  educational\n         services  from  the  calculation of total spending for the purposes of\n         adopting contingency budgets\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (vii)  of  paragraph  b of subdivision 4 of\n    2  section 2023 of the education law, as added by section 1 of part D-2  of\n    3  chapter 57 of the laws of 2007, is amended to read as follows:\n    4    (vii) expenditures for payments to charter schools pursuant to section\n    5  twenty-eight hundred fifty-six of this chapter[.]; AND\n    6    S  2.  Subparagraph  (vii)  of paragraph b of subdivision 4 of section\n    7  2023 of the education law, as added by chapter 422 of the laws of  2007,\n    8  is amended and a new subparagraph (ix) is added to read as follows:\n    9    [(vii)] (VIII) expenditures for self-supporting programs. For purposes\n   10  of this subparagraph, \"self-supporting programs\" shall mean any programs\n   11  that  are  entirely  funded by private funds that cover all the costs of\n   12  the program[.]; AND\n   13    (IX) THE AMOUNT ALLOCATED TO THE SCHOOL DISTRICT PURSUANT TO PARAGRAPH\n   14  G OF SUBDIVISION FIVE OF SECTION NINETEEN HUNDRED FIFTY  OF  THIS  TITLE\n   15  FOR,  ANY  PAYMENT BY A BOARD OF COOPERATIVE EDUCATIONAL SERVICES TO THE\n   16  DORMITORY AUTHORITY OR ANY PAYMENT REQUIRED BY A  BOARD  OF  COOPERATIVE\n   17  EDUCATIONAL  SERVICES  TO  ACQUIRE OR CONSTRUCT A SCHOOL FACILITY OF THE\n   18  BOARD OF COOPERATIVE EDUCATIONAL SERVICES, AND ANY PAYMENTS  FOR  RENTAL\n   19  OF FACILITIES BY A BOARD OF COOPERATIVE EDUCATIONAL SERVICES.\n   20    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01834-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to disregarding certain payments required to be made by a board of cooperative educational services from the calculation of total spending for the purposes of adopting contingency budgets ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165749.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351069271
}