{
  "year" : 2011,
  "senateBillNo" : "A905A-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A905A-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "amend and recommit to health",
    "billEventId" : "A905A-2011-1295413200000-amend+and+recommit+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "print number 905a",
    "billEventId" : "A905A-2011-1295413201000-print+number+905a",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to state reimbursement for public health services provided by municipalities",
  "summary" : "Relates to state reimbursement for public health services provided by municipalities and to the incorporation of home health and hospices services within municipal public health services plans. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA11170-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        905--A\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DESTITO  --  Multi-Sponsored  by -- M. of A.\n         GUNTHER, LIFTON -- read once and referred to the Committee  on  Health\n         --  committee  discharged,  bill amended, ordered reprinted as amended\n         and recommitted to said committee\n\n       AN ACT to amend the public health law, in relation to  state  reimburse-\n         ment for public health services provided by municipalities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   Paragraph (b) of subdivision 3  of  section  602  of  the\n    2  public  health law is amended by adding two new subparagraphs 6 and 7 to\n    3  read as follows:\n    4    (6) HOME HEALTH SERVICES, WHICH SHALL  MEAN  SERVICES  PROVIDED  BY  A\n    5  MUNICIPALITY  THAT IS A CERTIFIED HOME HEALTH AGENCY OR A LONG TERM HOME\n    6  HEALTH CARE PROGRAM AUTHORIZED UNDER ARTICLE THIRTY-SIX OF THIS  CHAPTER\n    7  TO PROVIDE SERVICES TO THE RESIDENTS OF THAT MUNICIPALITY.\n    8    (7)  HOSPICE SERVICES, WHICH SHALL MEAN SERVICES PROVIDED BY A MUNICI-\n    9  PALITY THAT IS A CERTIFIED HOSPICE AUTHORIZED  UNDER  ARTICLE  FORTY  OF\n   10  THIS CHAPTER TO PROVIDE SERVICES TO THE RESIDENTS OF THAT MUNICIPALITY.\n   11    S  2.  Any rules and regulations adopted by the commissioner of health\n   12  pursuant to article 6 of the public health law  which  are  inconsistent\n   13  with  the  provisions  of  this  act, including any such rules and regu-\n   14  lations which limit state reimbursement to municipalities  for  services\n   15  provided pursuant to section one of this act on the basis that a provid-\n   16  er  other  than  the municipality is also approved to operate within the\n   17  municipality, shall be deemed null,  void  and  unenforceable  upon  the\n   18  effective date of this act.\n   19    S  3.  This  act  shall take effect immediately and shall be deemed to\n   20  have been in full force and effect on and after July 1, 2010.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01854-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to state reimbursement for public health services provided by municipalities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110125.T104403.TXT", "SOBI.D110120.T161915.TXT", "SOBI.D110119.T155824.TXT", "SOBI.D110125.T104903.TXT", "SOBI.D110119.T144309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295970543038
}