{
  "year" : 2011,
  "senateBillNo" : "A909-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A909-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the Port Authority of New York and New Jersey's ability to enter into contracts with foreign persons or corporations",
  "summary" : "Relates to the Port Authority of New York's ability to enter into contracts with foreign persons or corporations; requires the preparation of a port security enhancement plan by the offices of homeland security and the waterfront commission of New York Harbor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A1197-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          909\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the executive law, in relation to increasing port  secu-\n         rity;  and  to  amend  chapter 154 of the laws of 1921 relating to the\n         Port Authority of New York and New Jersey, in  relation  to  contracts\n         with foreign persons, corporations, or entities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The executive law is amended by adding a new  section  718\n    2  to read as follows:\n    3    S  718. PORT SECURITY ENHANCEMENT PLAN.  THE OFFICES OF HOMELAND SECU-\n    4  RITY FOR THE STATES OF NEW YORK AND NEW JERSEY, IN COOPERATION WITH  THE\n    5  WATERFRONT  COMMISSION  OF  NEW  YORK  HARBOR  SHALL,  ON  OR BEFORE THE\n    6  FIFTEENTH DAY OF FEBRUARY, FOLLOWING THE EFFECTIVE DATE OF THIS SECTION,\n    7  PREPARE, AND DELIVER TO THE GOVERNORS OF THE STATES OF NEW YORK AND  NEW\n    8  JERSEY,  THE  PRESIDENTS  PRO TEMPORE OF THE SENATES OF NEW YORK AND NEW\n    9  JERSEY AND THE SPEAKERS OF THE ASSEMBLIES OF NEW YORK AND NEW JERSEY,  A\n   10  COMPREHENSIVE  REPORT,  WHICH  PROVIDES  A  PLAN  OF ACTION AND INCLUDES\n   11  RECOMMENDATIONS, FOR THE IMPROVEMENT OF PORT AND WATERWAY  SECURITY  FOR\n   12  THE PORT OF NEW YORK AND NEW JERSEY, AS WELL AS THE PORTS, WATERWAYS AND\n   13  COASTLINES OF THE STATES OF NEW YORK AND NEW JERSEY.\n   14    SUCH REPORT SHALL INCLUDE:\n   15    1.  AN  EXAMINATION  OF THE OVERALL SECURITY ISSUES OF THE PORT OF NEW\n   16  YORK AND NEW JERSEY, AND MAKING RECOMMENDATIONS  WITH  RESPECT  TO  SUCH\n   17  ISSUES, INCLUDING:\n   18    A. THE OVERALL PROVISION AND STATUS OF PORT SECURITY;\n   19    B. THE DIVISION OF RESPONSIBILITY FOR ALL FACETS OF PORT SECURITY;\n   20    C. CURRENT IMPEDIMENTS TO PROVIDING OPTIMAL LEVELS OF SECURITY;\n   21    D. POLICE PATROLS OF THE PORT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01827-01-1\n\n       A. 909                              2\n\n    1    E.  INTERAGENCY  COOPERATION BETWEEN FEDERAL, STATE AND LOCAL AUTHORI-\n    2  TIES;\n    3    F. EMPLOYEE, CREW, SHIPPER, TRANSPORTER AND VISITOR BACKGROUND CHECKS;\n    4    G. CURRENT AND POTENTIAL TECHNOLOGY ENHANCEMENTS;\n    5    H. ECONOMIC CONSIDERATIONS;\n    6    I. REAL PROPERTY AND LEASEHOLD ISSUES; AND\n    7    J. SUCH OTHER AND FURTHER ITEMS AS THE COMMISSION DEEMS IMPORTANT.\n    8    2.  SUCH REPORT SHALL ALSO INCLUDE AN EXAMINATION OF THE OVERALL SECU-\n    9  RITY ISSUES OF THE PORTS, WATERWAYS AND COASTLINES OF THE STATES OF  NEW\n   10  YORK AND NEW JERSEY, MAKING RECOMMENDATIONS WITH RESPECT TO SUCH ISSUES.\n   11    S 2. Section 1 of chapter 154 of the laws of 1921 relating to the Port\n   12  Authority  of New York and New Jersey is amended by adding a new article\n   13  VI-A to read as follows:\n   14                                ARTICLE VI-A.\n   15    1. LEGISLATIVE FINDINGS AND DETERMINATIONS. THE LEGISLATURE FINDS  AND\n   16  DETERMINES  THAT  THE  SAFE  AND  EFFECTIVE  OPERATION OF TRANSPORTATION\n   17  FACILITIES, INCLUDING PORTS AND TERMINALS, IS AN ESSENTIAL  STATE  FUNC-\n   18  TION  AND IS CRITICAL TO BOTH THE NATIONAL AND STATE ECONOMY AND SECURI-\n   19  TY.\n   20    THE LEGISLATURE  FURTHER  FINDS  AND  DETERMINES  THAT  THE  PURCHASE,\n   21  CONSTRUCTION, LEASING AND/OR OPERATION OF ANY TERMINAL OR PORT FACILITY,\n   22  AND  THE  OWNERSHIP,  HOLDING,  LEASING  AND/OR OPERATING OF ANY REAL OR\n   23  PERSONAL PROPERTY INCUMBENT AND/OR  ASSOCIATED  THEREWITH,  WHEREIN  ANY\n   24  RIGHTS,  POWERS  OR  DUTIES  OF  THE  PORT AUTHORITY ARE GIVEN, AWARDED,\n   25  TRANSFERRED OR ASSIGNED IN THE OWNERSHIP, HOLDING, LEASING AND/OR OPERA-\n   26  TION OF ANY SUCH TERMINAL OR PORT FACILITY, OR  SUCH  REAL  OR  PERSONAL\n   27  PROPERTY,  TO ANY FOREIGN PERSON, CORPORATION OR ENTITY, CAN POSE BY ITS\n   28  VERY NATURE A SERIOUS AND SUBSTANTIAL PUBLIC SECURITY CONCERN.\n   29    THE LEGISLATURE ADDITIONALLY FINDS AND DETERMINES THAT THE  PROTECTION\n   30  OF  THE  PUBLIC AND THEIR INTERESTS DEMAND A THOROUGH AND SERIOUS REVIEW\n   31  OF ALL SUCH PUBLIC SECURITY ISSUES CONCERNING ANY SUCH CONTRACTS, AGREE-\n   32  MENTS AND/OR DELEGATIONS, AND THAT ANY SUCH CONTRACT,  AGREEMENT  AND/OR\n   33  DELEGATION   MUST  CONTAIN  WITHIN  THEIR  PROVISIONS  CERTAIN  SECURITY\n   34  REQUIREMENTS TO PROTECT AND PROMOTE THE PUBLIC SECURITY  OF  THE  PEOPLE\n   35  AND  THE  GOVERNMENTS  OF THE STATES OF NEW YORK AND NEW JERSEY, AND THE\n   36  UNITED STATES OF AMERICA.\n   37    2. SECURITY  AGREEMENTS  REQUIRED  FOR  FOREIGN  CONTRACTS.  THE  PORT\n   38  AUTHORITY  SHALL  NOT  HAVE  THE AUTHORITY TO PURCHASE, CONSTRUCT, LEASE\n   39  AND/OR OPERATE ANY TERMINAL OR PORT FACILITY; OR TO MAKE CHARGES FOR THE\n   40  USE THEREOF; OR TO OWN, HOLD, LEASE  AND/OR  OPERATE  REAL  OR  PERSONAL\n   41  PROPERTY, WHEREIN ANY RIGHTS, POWERS OR DUTIES OF THE PORT AUTHORITY ARE\n   42  GIVEN, AWARDED, TRANSFERRED OR ASSIGNED IN THE OWNERSHIP, HOLDING, LEAS-\n   43  ING AND/OR OPERATION OF ANY SUCH TERMINAL OR PORT FACILITY, OR SUCH REAL\n   44  OR PERSONAL PROPERTY, TO ANY FOREIGN BASED PERSON, CORPORATION OR ENTITY\n   45  WITHOUT  MAINTAINING  WITHIN  SUCH CONTRACTS A FOREIGN CONTRACT SECURITY\n   46  AGREEMENT.\n   47    A. FOR PURPOSES OF THIS SECTION, A FOREIGN BASED  PERSON,  CORPORATION\n   48  OR ENTITY SHALL INCLUDE:\n   49    (I) ANY NATURAL PERSON WHO IS NOT A CITIZEN OF THE UNITED STATES; OR\n   50    (II) ANY CORPORATION OR ENTITY THAT:\n   51    (1) IS NOT HEADQUARTERED IN THE UNITED STATES, OR\n   52    (2) IS NOT CHARTERED BY A STATE OR FEDERAL GOVERNMENT, OR\n   53    (3)  HAS  NOT  LESS  THAN 51 PERCENT OF THEIR STOCK OR ASSETS OWNED OR\n   54  HELD BY:\n   55    (A) A PERSON OR PERSONS WHO ARE NOT CITIZENS OF THE UNITED STATES, OR\n   56    (B) A CORPORATION OR ENTITY, OR COLLECTION THEREOF, THAT ARE:\n\n       A. 909                              3\n\n    1    (I) NOT HEADQUARTERED IN THE UNITED STATES, OR\n    2    (II) NOT CHARTERED BY A STATE OR FEDERAL GOVERNMENT.\n    3    B. FOR PURPOSES OF THIS ARTICLE, A FOREIGN CONTRACT SECURITY AGREEMENT\n    4  SHALL INCLUDE THE FOLLOWING REQUIREMENTS:\n    5    (I)  AN  AGREEMENT  THAT  ALL  EMPLOYEES  OF THE FOREIGN BASED PERSON,\n    6  CORPORATION OR ENTITY SHALL, PRIOR TO THEIR EMPLOYMENT  OR  CONTINUATION\n    7  OF  EMPLOYMENT, WITH THE FOREIGN BASED PERSON, CORPORATION OR ENTITY, OR\n    8  ANY SUBSIDIARY THEREOF,  AT  ANY  TERMINAL  OR  PORT  OWNED,  LEASED  OR\n    9  CONTROLLED  BY  THE  PORT  AUTHORITY,  PASS A BACKGROUND SECURITY CHECK,\n   10  WHICH SHALL BE ADMINISTERED AND DESIGNED BY THE WATERFRONT COMMISSION OF\n   11  NEW YORK HARBOR AND THAT ALL COSTS OF DESIGNING AND  THE  ADMINISTRATION\n   12  OF  SUCH  BACKGROUND  SECURITY  CHECKS  SHALL BE PAID FOR BY THE FOREIGN\n   13  BASED PERSON, CORPORATION OR ENTITY; AND\n   14    (II) AN AGREEMENT THAT ALL CONSTRUCTION, FIT UP  AND/OR  MODIFICATIONS\n   15  OF  THE  TERMINAL  OR  PORT FACILITY, OWNED, LEASED OR CONTROLLED BY THE\n   16  PORT AUTHORITY, INCLUDING THE PURCHASE, INSTALLATION AND/OR  MAINTENANCE\n   17  OF EQUIPMENT FOR USE AT SUCH FACILITY, SHALL BE EXCLUSIVELY PERFORMED BY\n   18  A   PERSON,  CORPORATION  OR  ENTITY  WHICH  IS  NOT  FOREIGN  BASED  OR\n   19  CONTROLLED, AND WHICH HAS BEEN PRE-CLEARED BY THE WATERFRONT  COMMISSION\n   20  OF  NEW  YORK  HARBOR,  AND  IN NO EVENT SHALL THE FOREIGN BASED PERSON,\n   21  CORPORATION OR ENTITY BE PROVIDED WITH, OR BE GIVEN ACCESS TO, ANY MAPS,\n   22  DRAWINGS, DIAGRAMS, BLUEPRINTS OR ANY OTHER SECURE DOCUMENTS  CONCERNING\n   23  THE  BUILDINGS  AND GROUNDS OF THE TERMINAL OR PORT FACILITY, ITS EQUIP-\n   24  MENT AND/OR OPERATIONAL INFRASTRUCTURE; AND\n   25    (III) AN AGREEMENT THAT THE FOREIGN BASED PERSON, CORPORATION OR ENTI-\n   26  TY SHALL FUND REGULAR AND  NECESSARY  PATROLS  AND  INSPECTIONS  OF  THE\n   27  TERMINAL  OR  PORT  FACILITY, AND ITS EQUIPMENT, CARGO AND OPERATIONS BY\n   28  THE PORT AUTHORITY POLICE, THE WATERFRONT COMMISSION  POLICE,  PERSONNEL\n   29  OF  THE UNITED STATES COAST GUARD, AND/OR PERSONNEL OF THE UNITED STATES\n   30  CUSTOMS, TO THE EXTENT AND NUMBER AS SHALL BE REQUIRED BY REGULATION  BY\n   31  THE  STATE  POLICE  OF THE STATES OF NEW YORK AND NEW JERSEY, IN COOPER-\n   32  ATION AND CONSULTATION WITH THE DEPARTMENTS OF HOMELAND SECURITY OF  THE\n   33  UNITED STATES, THE STATE OF NEW YORK AND THE STATE OF NEW JERSEY.\n   34    3.  REPORT  ON  FOREIGN CONTRACTS. THE PORT AUTHORITY SHALL, WITHIN 30\n   35  DAYS OF THE EFFECTIVE DATE OF THIS SUBDIVISION, AND EVERY 180 DAYS THER-\n   36  EAFTER, SUBMIT TO THE CHAIR  OF  THE  NEW  YORK  STATE  SENATE  STANDING\n   37  COMMITTEE ON VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS, THE CHAIR\n   38  OF  THE NEW YORK STATE ASSEMBLY STANDING COMMITTEE ON GOVERNMENTAL OPER-\n   39  ATIONS, THE CHAIR OF THE NEW JERSEY STATE SENATE STANDING  COMMITTEE  ON\n   40  LAW, PUBLIC SAFETY AND VETERANS AFFAIRS, AND THE CHAIR OF THE NEW JERSEY\n   41  STATE  ASSEMBLY  STANDING  COMMITTEE  ON  HOMELAND  SECURITY  AND  STATE\n   42  PREPAREDNESS, A COMPLETE REPORT OF ALL CURRENT AND  PROPOSED  CONTRACTS,\n   43  AGREEMENTS  AND  DELEGATIONS  BETWEEN THE PORT AUTHORITY AND ANY FOREIGN\n   44  BASED PERSON, CORPORATION AND ENTITY.    SUCH  REPORT  SHALL  INCLUDE  A\n   45  DETAILED  DESCRIPTION OF SUCH CURRENT OR PROPOSED CONTRACT, AGREEMENT OR\n   46  DELEGATION, INCLUDING BUT NOT LIMITED TO:\n   47    A. THE NAMES AND ADDRESSES OF THE PARTIES TO THE  CONTRACT,  AGREEMENT\n   48  OR DELEGATION;\n   49    B. THE AMOUNT THE CONTRACT, AGREEMENT OR DELEGATION IS FOR;\n   50    C. THE DURATION OF THE CONTRACT, AGREEMENT OR DELEGATION;\n   51    D.  THE  NATURE  OF THE PROPERTY AND/OR SERVICES TO BE RECEIVED AND/OR\n   52  PERFORMED PURSUANT TO THE CONTRACT, AGREEMENT OR DELEGATION; AND\n   53    E. THE JUSTIFICATION, ON BEHALF OF THE PORT AUTHORITY, IF ANY,  AS  TO\n   54  WHY  SUCH  CONTRACT, AGREEMENT OR DELEGATION SHOULD BE APPROVED SO AS TO\n   55  BE EXECUTED, CONTINUED OR MAINTAINED.\n\n       A. 909                              4\n\n    1    4. TERMINATION OF CONTRACTS. ANY CONTRACT, AGREEMENT OR DELEGATION  BY\n    2  THE  PORT  AUTHORITY TO ANY FOREIGN PERSON, CORPORATION OR ENTITY, WHICH\n    3  DOES NOT CONTAIN THE SECURITY AGREEMENT ESTABLISHED PURSUANT TO SUBDIVI-\n    4  SION 2 OF THIS ARTICLE ON OR BEFORE THE FIRST DAY OF  JANUARY  FOLLOWING\n    5  THE  EFFECTIVE DATE OF THIS ARTICLE, SHALL BE DEEMED VOID AND CANCELLED,\n    6  WITH THE PORT AUTHORITY BEING RESPONSIBLE FOR THE PAYMENT OF DAMAGES, IF\n    7  ANY, FOR THE VOIDING AND CANCELLING OF THE SAME.\n    8    S 3. This act shall take effect immediately; provided,  however,  that\n    9  section two of this act shall take effect upon the enactment into law by\n   10  the  state  of New Jersey of legislation having an identical effect with\n   11  this act, but if the state of New Jersey shall have already enacted such\n   12  legislation, this act shall take effect immediately; provided  that  the\n   13  chair  of  the port authority shall notify the legislative bill drafting\n   14  commission upon the occurrence  of  the  enactment  of  the  legislation\n   15  provided for in section two of this act in order that the commission may\n   16  maintain an accurate and timely effective data base of the official text\n   17  of  the laws of the state of New York in furtherance of effectuating the\n   18  provisions of section 44 of the legislative law and section 70-b of  the\n   19  public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to increasing port security; and to amend chapter 154 of the laws of 1921 relating to the Port Authority of New York and New Jersey, in relation to contracts with foreign persons, corporations, or entities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165749.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351069258
}