{
  "year" : 2011,
  "senateBillNo" : "A91-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A91-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a task force and demonstration program on teleworking to study the benefits and other impacts thereof",
  "summary" : "Enacts the Telework 2011 Act; provides for a task force and demonstration program on teleworking to study the benefits and other impacts thereof; provides that the task force shall consist of departments of environmental conservation, transportation, and civil service, the workers' compensation board, the office of general services, and the office of advocate for persons with disabilities, and legislative liaisons; authorizes the following five state agencies to participate in a demonstration program: the departments of banking, health, insurance, transportation and the division of housing and community renewal; provides that after 18 months, the task force shall report its finding and recommendations on teleworking to the governor and the legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Employees",
  "previousVersions" : [ "A597-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          91\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Labor\n\n       AN ACT to create a demonstration program and task force on teleworking\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"Telework 2011 Act\".\n    3    S  2.  Legislative intent. The legislature takes notice of the growing\n    4  practice of the use of telework as a future form of work away  from  the\n    5  principal place of employment. Telecommuting is being used more and more\n    6  by  businesses  as  a  way  to save money for employers by reducing real\n    7  estate costs, reducing contributions to workers' compensation  premiums,\n    8  allowing  more  freedom  for  a balance between work and family life for\n    9  employees, reducing  air  pollution  and  traffic  congestion,  reducing\n   10  absenteeism,  and  accommodating  those  who  are  disabled.  For  these\n   11  reasons, telework has a very promising future as a form of  out  of  the\n   12  office work.\n   13    Teleworking  warrants  further  research to enable the state to move a\n   14  step closer to using it as a way to save taxpayer's  money,  while  also\n   15  benefiting the state and its employees.\n   16    S  3. Definitions. As used in this act, the following terms shall have\n   17  the following meanings:\n   18    (a) \"Remote work center (telework center)\" means a workspace typically\n   19  close to employees' homes used part-time by remote workers in  full-time\n   20  or part-time employment.\n   21    (b)  \"Satellite  office\" means a workspace typically used full-time by\n   22  employees who live near them.\n   23    (c) \"Telecommuter\" means an employee who has a primary office  in  his\n   24  or her employer's office, but has the training, permission, and telecom-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00614-01-1\n\n       A. 91                               2\n\n    1  puting  technology  to  work on an as-needed basis in a remote location,\n    2  typically in the employee's home.\n    3    (d)  \"Teleworker\" means an employee with the training, permission, and\n    4  telecomputing technology to work part- or full-time in a location  other\n    5  than his or her employer's main office.\n    6    S 4. Telework 2011 task force and demonstration program.  (a) There is\n    7  hereby  created   the telework 2011 task force consisting of the depart-\n    8  ments of environmental conservation, transportation, and civil  service,\n    9  the workers' compensation board, the office of general services, and the\n   10  office  of advocate for persons with disabilities.  The task force shall\n   11  be chaired by the designee of the governor.  The chair may appoint other\n   12  state administrative agencies which may prove beneficial to the work  of\n   13  the task force as ad hoc members. The chair may also appoint individuals\n   14  and  representatives  of  organizations  other than state administrative\n   15  agencies to an advisory committee to advise on any aspect of  its  func-\n   16  tions,  powers,  and duties.   The temporary president of the senate and\n   17  the speaker of the assembly shall each appoint a  liaison  to  the  task\n   18  force.    The  advisory committee may be compensated for only actual and\n   19  necessary expenses from existing funds from task force agencies.\n   20    (b) The task force shall be the administrative forum for:\n   21    (1) identifying ways to improve productivity through teleworking; and\n   22    (2) advancing the goal of promoting teleworking.\n   23    (c) The task force shall:\n   24    (1) identify technical assistance and training for state  agencies  to\n   25  assist them in implementing teleworking;\n   26    (2)  identify  and  recommend  means  to  improve productivity, reduce\n   27  costs, and enhance the quality of life of employees through teleworking;\n   28    (3) identify and assist in the development and dissemination of useful\n   29  models for teleworking; and\n   30    (4) review applicable statutes and budget authorization,  the  current\n   31  activities,  regulations, policies, proposed budgets and proposed legis-\n   32  lation of the demonstration program agencies which  would  affect  tele-\n   33  working  and  make  recommendations to those agencies and the governor's\n   34  office, as appropriate, on any changes that would  facilitate  telework-\n   35  ing.\n   36    (d)  The  task force shall implement a demonstration program involving\n   37  employees of the following state departments:  banking,  health,  insur-\n   38  ance,  and  transportation  and  the  division  of housing and community\n   39  renewal, in collaboration with such agencies.\n   40    (1) In the first phase, the task force and demonstration program agen-\n   41  cies shall identify suitable employees for participation.\n   42    (2) In the second phase, the  task  force  agencies  shall  study  the\n   43  impact  of  teleworking on the demonstration program agencies, including\n   44  benefits and detriments to the agencies and  the  employees.  Each  task\n   45  force  agency  shall  apply  its expertise as follows: The department of\n   46  environmental conservation shall report on the  impact  teleworking  has\n   47  upon  the  environment,  the workers' compensation board shall report on\n   48  the impact on workers' compensation claims, benefits, and premiums,  the\n   49  department  of  transportation shall report on reductions in transporta-\n   50  tion use, the department of civil service shall report on the impact  to\n   51  employees  and  employers  concerning  absenteeism and productivity, the\n   52  office of general services shall report reductions in  necessary  office\n   53  and parking space, and the office of the advocate for persons with disa-\n   54  bilities  shall report on the benefits of accommodation to those who are\n   55  permanently and temporarily disabled.\n\n       A. 91                               3\n\n    1    S 5. Report. Eighteen months after the implementation  of  the  demon-\n    2  stration program, it shall be concluded, and the task force shall report\n    3  its  findings  and  recommendations to the governor and the legislature.\n    4  Such report shall be bound and made available to the public.\n    5    S 6. This act shall take effect on the first of November next succeed-\n    6  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create a demonstration program and task force on teleworking ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T120418.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101216.T115918.TXT", "SOBI.D101217.T121938.TXT", "SOBI.D101216.T110414.TXT", "SOBI.D101216.T125423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606378652
}