{
  "year" : 2011,
  "senateBillNo" : "A914-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A914-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires quality performance and payment bonds on public work",
  "summary" : "Requires quality performance and payment bonds on public work; provides for the  investment of such bonds; defines \"public owner\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A523-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          914\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. DESTITO, SCHROEDER -- read once and referred to\n         the Committee on Local Governments\n\n       AN ACT to amend the general municipal  law,  in  relation  to  requiring\n         quality performance and payment bonds on public work\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   The general municipal law is  amended  by  adding  a  new\n    2  section 103-g to read as follows:\n    3    S  103-G.  BONDS  COVERING PERFORMANCE PAYMENT ON PUBLIC CONTRACTS. 1.\n    4  NOTWITHSTANDING ANY OTHER PROVISION  OF  LAW,  ALL  CONTRACTS  MADE  AND\n    5  AWARDED  BY  THE  APPROPRIATE  OFFICER,  BOARD  OR AGENCY OF A POLITICAL\n    6  SUBDIVISION OR OF ANY DISTRICT THEREIN, REFERRED TO IN THIS  SECTION  AS\n    7  THE  \"PUBLIC  OWNER\",  FOR CONSTRUCTION, RECONSTRUCTION OR ALTERATION OF\n    8  ANY PUBLIC WORK PROJECT SHALL REQUIRE, PRIOR TO THE APPROVAL OF ANY SUCH\n    9  CONTRACT, A BOND GUARANTEEING THE FAITHFUL PERFORMANCE OF SUCH  CONTRACT\n   10  AND  A  BOND  GUARANTEEING  PROMPT  PAYMENT OF MONEYS DUE TO ALL PERSONS\n   11  FURNISHING LABOR OR MATERIALS TO THE CONTRACTOR OR HIS  OR  HER  SUBCON-\n   12  TRACTORS  IN  THE PROSECUTION OF THE WORK PROVIDED FOR IN SUCH CONTRACT.\n   13  PROVIDED, HOWEVER, THAT ALL PERFORMANCE BONDS AND PAYMENT BONDS MAY,  AT\n   14  THE DISCRETION OF THE PUBLIC OWNER, BE DISPENSED WITH FOR THE COMPLETION\n   15  OF  A  WORK SPECIFIED IN A CONTRACT FOR THE PROSECUTION OF SUCH CONTRACT\n   16  WHERE THE AGGREGATE AMOUNT OF THE CONTRACT IS UNDER ONE HUNDRED THOUSAND\n   17  DOLLARS AND PROVIDED FURTHER, THAT IN A CASE WHERE THE CONTRACT  IS  NOT\n   18  SUBJECT  TO  THE  MULTIPLE  CONTRACT  AWARD  REQUIREMENTS OF SECTION ONE\n   19  HUNDRED ONE OF THIS ARTICLE, SUCH REQUIREMENTS  MAY  BE  DISPENSED  WITH\n   20  WHERE  THE  PUBLIC OWNER FINDS IT TO BE IN THE PUBLIC INTEREST AND WHERE\n   21  THE AGGREGATE AMOUNT OF THE CONTRACT AWARDED OR TO BE  AWARDED  IS  LESS\n   22  THAN  TWO  HUNDRED  THOUSAND  DOLLARS.  PROVIDED FURTHER, THAT IN A CASE\n   23  WHERE A PERFORMANCE OR PAYMENT BOND IS DISPENSED WITH, TWENTY PER CENTUM\n   24  MAY BE RETAINED FROM EACH PROGRESS PAYMENT OR ESTIMATE UNTIL THE  ENTIRE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01251-01-1\n\n       A. 914                              2\n\n    1  CONTRACT  WORK HAS BEEN COMPLETED AND ACCEPTED, AT WHICH TIME THE PUBLIC\n    2  OWNER SHALL, PENDING THE PAYMENT OF  THE  FINAL  ESTIMATE,  PAY  NOT  TO\n    3  EXCEED SEVENTY-FIVE PER CENTUM OF THE AMOUNT OF THE RETAINED PERCENTAGE.\n    4    2.  BONDS REQUIRED BY THIS SECTION SHALL BE WRITTEN WITH SURETY COMPA-\n    5  NIES LICENSED TO DO BUSINESS IN NEW YORK STATE,  ON  THE  UNITED  STATES\n    6  TREASURY  LIST  AND  RATED \"A-\" OR BETTER BY BEST'S RATING SERVICE OR AN\n    7  EQUIVALENT RATING AS CERTIFIED BY THE SUPERINTENDENT OF INSURANCE.\n    8    3. COPIES OF SUCH PERFORMANCE AND PAYMENT BONDS SHALL BE KEPT  BY  THE\n    9  PUBLIC  OWNER HAVING CHARGE OF THE PUBLIC IMPROVEMENT IN CONNECTION WITH\n   10  WHICH THE BOND WAS GIVEN.\n   11    4.  ALL  BONDS  SHALL  BE  DEPOSITED  BY  THE  PUBLIC  OWNER   IN   AN\n   12  INTEREST-BEARING  INSTRUMENT.  ANY  INTEREST GAINED SHALL BE RETURNED TO\n   13  THE CONTRACTING ENTITY WHICH POSTED THE PERFORMANCE BOND.\n   14    5. FOR THE PURPOSES OF THIS SECTION, THE  TERM  \"PUBLIC  OWNER\"  SHALL\n   15  MEAN  ALL  CONTRACTS  MADE  AND  AWARDED  BY THE STATE, OR BY ANY PUBLIC\n   16  DEPARTMENT, OR ANY PUBLIC BENEFIT CORPORATION, OR BY ANY  PUBLIC  CORPO-\n   17  RATION,  MUNICIPALITY  OR POLITICAL SUBDIVISION THEREOF, OR BY ANY OFFI-\n   18  CIAL THEREOF, FOR CONSTRUCTION,  RECONSTRUCTION  OR  ALTERATION  OF  ANY\n   19  PUBLIC WORK CONTRACT.\n   20    6.  THE  PUBLIC  OWNER  SHALL BE HELD HARMLESS AND SHALL INDEMNIFY ANY\n   21  OFFICER OR EMPLOYEE FOR ANY LOSS  IN  INTEREST  OR  THE  AMOUNT  OF  THE\n   22  PERFORMANCE  BOND AS A RESULT OF THE INVESTMENT OF SUCH BOND PURSUANT TO\n   23  SUBDIVISION FOUR OF THIS SECTION.\n   24    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   25  have become a law and shall apply to all contracts advertised for bid on\n   26  or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to requiring quality performance and payment bonds on public work ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T170311.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351391405
}