{
  "year" : 2011,
  "senateBillNo" : "A915-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A915-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prequalification of bidders on public works projects",
  "summary" : "Relates to the prequalification of bidders seeking to bid or enter into contracts for public works in the city of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A1147-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          915\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, MORELLE -- read once and referred to the\n         Committee on Local Governments\n\n       AN  ACT to amend the general municipal law, in relation to prequalifica-\n         tion of bidders on public works projects\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 15 of section 103 of the general municipal law,\n    2  as added by section 1-a of part MM of chapter 57 of the laws of 2008, is\n    3  amended to read as follows:\n    4    15.  (a)  Notwithstanding any general, special or local law or rule or\n    5  regulation to the contrary, an officer, board or agency of any  [county,\n    6  any  school  district  or  any political subdivision of the state with a\n    7  population of fifty thousand or more charged with  awarding  a  contract\n    8  for  public  work]  CITY  WITH  A  POPULATION OF ONE MILLION OR MORE may\n    9  establish guidelines governing the qualifications of bidders seeking  to\n   10  bid  or  enter  into [such] contracts FOR PUBLIC WORK.  If such officer,\n   11  board or agency maintains an appropriate list of qualified bidders,  the\n   12  bidding  shall  be  restricted  to those who have qualified prior to the\n   13  receipt of bids according to standards fixed by such officer,  board  or\n   14  agency. In determining whether a prospective bidder qualifies for inclu-\n   15  sion  on  a  list of pre-qualified bidders, the officer, board or agency\n   16  shall consider the experience and record of performance of the  prospec-\n   17  tive bidder in the particular type of work, as well as: (i) the prospec-\n   18  tive bidder's ability to undertake the particular type and complexity of\n   19  work;  (ii)  the financial capability, responsibility and reliability of\n   20  the prospective bidder for such type and complexity of work;  (iii)  the\n   21  record of the prospective bidder in complying with existing labor stand-\n   22  ards  and  maintaining  harmonious labor relations; (iv) the prospective\n   23  bidder's compliance with equal employment opportunity  requirements  and\n   24  anti-discrimination  laws,  and  demonstrated commitment to working with\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01318-01-1\n\n       A. 915                              2\n\n    1  minority and women-owned businesses through joint  ventures  or  subcon-\n    2  tractor  relationships;  and (v) the record of the prospective bidder in\n    3  protecting the health and safety of workers on public works projects and\n    4  job sites as demonstrated by the prospective bidder's experience modifi-\n    5  cation rate for each of the last three years.\n    6    (b)  Such public officer, board or agency shall, not less than annual-\n    7  ly, publish in a newspaper of  general  circulation  in  such  political\n    8  subdivision  an  advertisement  requesting prospective bidders to submit\n    9  qualification statements. Lists of pre-qualified bidders may  be  estab-\n   10  lished  on a project-specific basis.  [Prequalified] PRE-QUALIFIED lists\n   11  shall include all bidders that qualify; provided, however, that any such\n   12  list shall have no less than five bidders but shall remain open for  all\n   13  additional  qualified  bidders.  The  public  officer, board or agency's\n   14  procedures for prequalifying bidders shall include  an  appeals  process\n   15  for  those  denied  a  place on a pre-qualified list. Any denial must be\n   16  based upon substantial evidence, cannot be arbitrary or capricious,  and\n   17  shall be subject to judicial review pursuant to article seventy-eight of\n   18  the  civil  practice  law and rules. The public officer, board or agency\n   19  may move forward on the contract award during such appeals.\n   20    [(c) Any school district or political subdivision of the state with  a\n   21  population  of less than fifty thousand may utilize a list of pre-quali-\n   22  fied bidders maintained by the county within which  the  subdivision  is\n   23  located, if such list is maintained.]\n   24    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to prequalification of bidders on public works projects ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T170311.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110107.T091844.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294409924495
}