{
  "year" : 2011,
  "senateBillNo" : "A916-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A916-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions with respect to interest payments on moneys payable to local governments by the state",
  "summary" : "Makes provisions providing for prompt payment on moneys payable to local governments by the state and makes local governments eligible for interest thereon for late payments. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A1074-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          916\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to interest  payments\n         on moneys payable to local governments by the state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 179-p of the state finance law, as added by chapter\n    2  153 of the laws of 1984, is amended to read as follows:\n    3    S 179-p. [Inapplicability] APPLICABILITY of  the  provisions.  1.  The\n    4  provisions  of this article shall not apply to payments due and owing by\n    5  the state:\n    6    [1.] A. under the eminent domain procedure law;\n    7    [2.] B. as interest allowed on judgments rendered by a court  pursuant\n    8  to  any  provision  of law other than those provisions contained in this\n    9  article;\n   10    [3.] C. to the federal government; to any state agency or its  related\n   11  instrumentalities;  [to  any  duly  constituted unit of local government\n   12  including, but not limited to, counties, cities, towns, villages, school\n   13  districts, special districts, or any  of  their  related  instrumentali-\n   14  ties;]  to  any  public  authority  or public benefit corporation; or to\n   15  employees of state agencies when acting  in,  or  incidental  to,  their\n   16  public employment capacity;\n   17    [4.]  D.  to  contractors of third party payment agreements including,\n   18  but not limited to, the fiscal agent or fiscal  intermediary  designated\n   19  pursuant  to  section three hundred sixty-seven-b of the social services\n   20  law;\n   21    [5.] E. to entities which receive state funds through any intermediary\n   22  organization other than a state agency; or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01674-01-1\n\n       A. 916                              2\n\n    1    [6.] F. in  situations  where  the  comptroller  exercises  a  legally\n    2  authorized  set-off  against all or part of the payment due the contrac-\n    3  tor.\n    4    2.  THE PROVISIONS OF THIS ARTICLE SHALL APPLY TO ALL PAYMENTS DUE AND\n    5  OWING BY THE STATE TO ANY DULY  CONSTITUTED  UNIT  OF  LOCAL  GOVERNMENT\n    6  INCLUDING, BUT NOT LIMITED TO, COUNTIES, CITIES, TOWNS, VILLAGES, SCHOOL\n    7  DISTRICTS,  SPECIAL  DISTRICTS  AND THEIR RELATED INSTRUMENTALITIES UPON\n    8  THE AUDIT OF VOUCHERS CERTIFIED BY THE CHIEF FISCAL OFFICER FOR THE UNIT\n    9  OF LOCAL GOVERNMENT DEMANDING SUCH PAYMENT.\n   10    S 2. This act shall take effect on the first of April next  succeeding\n   11  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to interest payments on moneys payable to local governments by the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101348.TXT", "SOBI.D110105.T132153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413228439
}