{
  "year" : 2011,
  "senateBillNo" : "A918-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A918-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to funding for dam safety projects",
  "summary" : "Provides for funding for dam safety projects through the open space account within the environmental protection fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A522-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          918\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO -- Multi-Sponsored by -- M. of A. RABBITT\n         -- read once and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend the state finance law, in relation to funding for dam\n         safety projects\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (d) of subdivision 6 of section 92-s of the state\n    2  finance  law,  as  amended  by section 13 of part E of chapter 61 of the\n    3  laws of 2000, is amended to read as follows:\n    4    (d) Moneys from the open space account shall be available, pursuant to\n    5  appropriation, for any open space land conservation project,  bio-diver-\n    6  sity  stewardship  and  research pursuant to chapter five hundred fifty-\n    7  four of the laws of nineteen hundred ninety-three, for the  purposes  of\n    8  agricultural and farmland protection activities as authorized by article\n    9  twenty-five-AAA  of  the  agriculture  and markets law, non-point source\n   10  abatement and control projects pursuant to section 17-1409 of the  envi-\n   11  ronmental conservation law [and], section eleven-b of the soil and water\n   12  conservation  districts  law,  for Long Island Central Pine Barrens area\n   13  planning or Long Island south shore estuary reserve planning pursuant to\n   14  title thirteen of article fifty-four of the  environmental  conservation\n   15  law, FOR DAM SAFETY PROJECTS WHICH HAVE BEEN APPROVED BY THE COMMISSION-\n   16  ER  OF  ENVIRONMENTAL  CONSERVATION  PURSUANT  TO SECTION 15-0507 OF THE\n   17  ENVIRONMENTAL CONSERVATION LAW and for operation and management  of  the\n   18  Albany  Pine  Bush  preserve  commission  pursuant to subdivision two of\n   19  section 54-0303 of the environmental conservation law.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01637-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to funding for dam safety projects ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101348.TXT", "SOBI.D110105.T132153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413228443
}