{
  "year" : 2011,
  "senateBillNo" : "A920-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A920-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to aid and incentives for municipalities with populations of greater than two hundred thousand",
  "summary" : "Relates to aid and incentives for municipalities with populations of greater than two hundred thousand. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A2550-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          920\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GANTT -- Multi-Sponsored by -- M. of A. MORELLE\n         -- read once and referred to the Committee on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to aid and incentives\n         for municipalities with populations of greater than two hundred  thou-\n         sand\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (vi) of  paragraph  e  of  subdivision  10  of\n    2  section  54 of the state finance law, as amended by section 2 of part GG\n    3  of chapter 56 of the laws of 2009, is relettered subparagraph (vii)  and\n    4  amended and a new subparagraph (vi) is added to read as follows:\n    5    (VI)  A  MUNICIPALITY  WITH  A  POPULATION OF GREATER THAN TWO HUNDRED\n    6  THOUSAND THAT RECEIVES A PER CAPITA BASE LEVEL GRANT LESS  THAN  ANOTHER\n    7  MUNICIPALITY  WITH  A  POPULATION  OF  GREATER THAN TWO HUNDRED THOUSAND\n    8  SHALL BE ELIGIBLE TO RECEIVE FOR THE STATE  FISCAL  YEAR  COMMENCING  ON\n    9  APRIL  FIRST, TWO THOUSAND ELEVEN AND THEREAFTER ADDITIONAL AID OF THIR-\n   10  TEEN PERCENT OF SUCH MUNICIPALITY'S BASE LEVEL  GRANT.  COMMENCING  WITH\n   11  THE  STATE  FISCAL YEAR COMMENCING ON APRIL FIRST, TWO THOUSAND THIRTEEN\n   12  AND THEREAFTER, ALL MUNICIPALITIES WITH A POPULATION OF GREATER THAN TWO\n   13  HUNDRED THOUSAND SHALL RECEIVE EQUAL PER CAPITA AID PROVIDED PURSUANT TO\n   14  THIS SUBDIVISION. PER CAPITA AID SHALL  BE  INCREASED  FOR  ALL  MUNICI-\n   15  PALITIES  WITH  A POPULATION OF GREATER THAN TWO HUNDRED THOUSAND TO THE\n   16  HIGHEST PER CAPITA AID CALCULATED PURSUANT TO  THIS  SUBDIVISION  FOR  A\n   17  MUNICIPALITY  WITH  A  POPULATION  GREATER  THAN  TWO  HUNDRED THOUSAND.\n   18  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE  CONTRARY,  THE  ADDI-\n   19  TIONAL  FUNDS  PROVIDED  PURSUANT  TO  THIS  SUBPARAGRAPH  SHALL  NOT BE\n   20  INCLUDED AS PART OF PER CAPITA STATE AID USED FOR THE PURPOSE OF  CALCU-\n   21  LATIONS MADE PURSUANT TO SUBPARAGRAPH (I) OF THIS PARAGRAPH.\n   22    (vii)  If sufficient funds are not available for additional aid in the\n   23  amount authorized pursuant to subparagraphs (ii), (iii), (iv) [and], (v)\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05261-01-1\n\n       A. 920                              2\n\n    1  AND (VI) of this paragraph, additional aid shall be apportioned to  each\n    2  municipality  eligible for such aid based on the municipality's pro rata\n    3  share of available funds.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to aid and incentives for municipalities with populations of greater than two hundred thousand ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101848.TXT", "SOBI.D110107.T101348.TXT", "SOBI.D110105.T132153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413528542
}