{
  "year" : 2011,
  "senateBillNo" : "A921-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A921-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"safe staffing for quality care act\"",
  "summary" : "Enacts the \"safe staffing for quality care act\" to require acute care facilities and nursing homes to implement certain direct-care nurse to patient ratios in all nursing units; sets minimum staffing requirements; requires every such facility to submit a documented staffing plan to the department on an annual basis and upon application for an operating certificate; requires acute care facilities to maintain staffing records during all shifts; authorizes nurses to refuse work assignments if the assignment exceeds the nurse's abilities or if minimum staffing is not present; requires public access to documented staffing plans; imposes civil penalties for violations of such provisions; establishes private right of action for nurses discriminated against for refusing any illegal work assignment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A11015-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          921\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GOTTFRIED, GUNTHER, MILLMAN, JACOBS, PHEFFER,\n         CLARK, DESTITO, PEOPLES-STOKES, MAGNARELLI, MARKEY,  HOYT,  ROSENTHAL,\n         JAFFEE,  COLTON,  BENEDETTO,  REILLY, GABRYSZAK, LANCMAN, SCHROEDER --\n         Multi-Sponsored  by  --  M.  of  A.  ARROYO,  BARRON,  BING,  BRENNAN,\n         BROOK-KRASNY,  BURLING, CAHILL, CAMARA, COOK, CRESPO, CUSICK, CYMBROW-\n         ITZ, DINOWITZ, ENGLEBRIGHT, GLICK, HEASTIE, HOOPER, KELLNER,  LATIMER,\n         LAVINE, LIFTON, LUPARDO, MAISEL, MAYERSOHN, McDONOUGH, McENENY, McKEV-\n         ITT,  MENG,  J. MILLER,  MONTESANO,  ORTIZ,  PAULIN,  PERRY,  PRETLOW,\n         RABBITT, RAMOS, J. RIVERA,  P. RIVERA,  ROBINSON,  RUSSELL,  SALADINO,\n         SCARBOROUGH,  SCHIMEL,  SPANO,  SWEENEY, THIELE, TITONE, TITUS, TOWNS,\n         WEISENBERG, WRIGHT -- read once  and  referred  to  the  Committee  on\n         Health\n\n       AN ACT to amend the public health law, in relation to enacting the \"safe\n         staffing  for quality care act\" and to amend the state finance law, in\n         relation to moneys deposited into the  improving  quality  of  patient\n         care fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"safe staffing for quality care act\".\n    3    S  2.  Paragraphs  (a) and (b) of subdivision 2 of section 2805 of the\n    4  public health law, paragraph (a) as amended by chapter 923 of  the  laws\n    5  of  1973  and paragraph (b) as added by chapter 795 of the laws of 1965,\n    6  are amended to read as follows:\n    7    (a) Application for an operating certificate for a hospital  shall  be\n    8  made  upon  forms  prescribed  by  the department. The application shall\n    9  [contain] INCLUDE the name of the hospital, the kind or kinds of  hospi-\n   10  tal service to be provided, the location and physical description of the\n   11  institution,   A   DOCUMENTED  STAFFING  PLAN,  AS  DEFINED  IN  SECTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02400-01-1\n\n       A. 921                              2\n\n    1  TWENTY-EIGHT HUNDRED TWENTY-FOUR OF THIS ARTICLE, and such other  infor-\n    2  mation as the department may require.\n    3    (b)  An  operating  certificate  shall not be issued by the department\n    4  unless it finds that  the  premises,  equipment,  personnel,  DOCUMENTED\n    5  STAFFING  PLAN, rules and by-laws, standards of medical care, and hospi-\n    6  tal service are fit and adequate and that the hospital will be  operated\n    7  in  the manner required by this article and rules and regulations there-\n    8  under.\n    9    S 3. The public health law is amended  by  adding  nine  new  sections\n   10  2823,  2824,  2825,  2826,  2827,  2828,  2829, 2830 and 2831 to read as\n   11  follows:\n   12    S 2823. POLICY AND PURPOSE. THE LEGISLATURE FINDS AND DECLARES ALL  OF\n   13  THE FOLLOWING:\n   14    1.  HEALTH  CARE  SERVICES ARE BECOMING COMPLEX AND IT IS INCREASINGLY\n   15  DIFFICULT FOR PATIENTS TO ACCESS INTEGRATED SERVICES;\n   16    2. THE QUALITY OF PATIENT CARE IS JEOPARDIZED BECAUSE OF NURSE  STAFF-\n   17  ING SHORTAGES AND IMPROPER UTILIZATION OF NURSING SERVICES;\n   18    3.  TO  ENSURE  THE  ADEQUATE  PROTECTION  OF  PATIENTS IN HEALTH CARE\n   19  SETTINGS, IT IS ESSENTIAL THAT QUALIFIED  REGISTERED  NURSES  AND  OTHER\n   20  LICENSED  NURSES  BE  ACCESSIBLE  AND  AVAILABLE  TO  MEET  THE NEEDS OF\n   21  PATIENTS; AND\n   22    4. THE BASIC PRINCIPLES OF STAFFING IN THE HEALTH CARE SETTING  SHOULD\n   23  BE  BASED  ON  THE  PATIENT'S  CARE  NEEDS,  THE  SEVERITY OF CONDITION,\n   24  SERVICES NEEDED AND THE COMPLEXITY SURROUNDING THOSE SERVICES.\n   25    S 2824. SAFE STAFFING; DEFINITIONS. THE FOLLOWING WORDS  AND  PHRASES,\n   26  AS  USED  IN  THIS ARTICLE, SHALL HAVE THE FOLLOWING MEANINGS UNLESS THE\n   27  CONTEXT OTHERWISE PLAINLY REQUIRES:\n   28    1. \"ACUTE CARE FACILITY\" SHALL MEAN A GENERAL HOSPITAL, AND SHALL ALSO\n   29  INCLUDE ANY CHRONIC DISEASE  HOSPITAL,  MATERNITY  HOSPITAL,  OUTPATIENT\n   30  DEPARTMENT,  EMERGENCY CENTER OR SURGICAL CENTER, AND SHALL ALSO INCLUDE\n   31  ANY FACILITY THAT PROVIDES HEALTH CARE SERVICES PURSUANT TO  THE  MENTAL\n   32  HYGIENE  LAW,  ARTICLE NINETEEN-G OF THE EXECUTIVE LAW OR THE CORRECTION\n   33  LAW IF SUCH FACILITY IS OPERATED BY THE STATE OR A POLITICAL SUBDIVISION\n   34  OF THE STATE OR A PUBLIC AUTHORITY OR PUBLIC BENEFIT CORPORATION.\n   35    2. \"ACUITY SYSTEM\" SHALL MEAN AN  ESTABLISHED  MEASUREMENT  INSTRUMENT\n   36  WHICH  (A)  PREDICTS  NURSING  CARE REQUIREMENTS FOR INDIVIDUAL PATIENTS\n   37  BASED ON SEVERITY OF PATIENT ILLNESS, NEED FOR SPECIALIZED EQUIPMENT AND\n   38  TECHNOLOGY,  INTENSITY  OF  NURSING  INTERVENTIONS  REQUIRED,  AND   THE\n   39  COMPLEXITY  OF CLINICAL NURSING JUDGMENT NEEDED TO DESIGN, IMPLEMENT AND\n   40  EVALUATE THE PATIENT'S NURSING CARE PLAN;  (B)  DETAILS  THE  AMOUNT  OF\n   41  NURSING  CARE  NEEDED, BOTH IN NUMBER OF DIRECT-CARE NURSES AND IN SKILL\n   42  MIX OF NURSING PERSONNEL REQUIRED, ON A DAILY BASIS, FOR EACH PATIENT IN\n   43  A NURSING DEPARTMENT OR UNIT; AND (C) IS STATED IN  TERMS  THAT  READILY\n   44  CAN  BE  USED  AND  UNDERSTOOD  BY DIRECT-CARE NURSES. THE ACUITY SYSTEM\n   45  SHALL TAKE INTO CONSIDERATION THE PATIENT  CARE  SERVICES  PROVIDED  NOT\n   46  ONLY  BY  REGISTERED  PROFESSIONAL NURSES BUT ALSO BY LICENSED PRACTICAL\n   47  NURSES, SOCIAL WORKERS AND OTHER HEALTH CARE PERSONNEL.\n   48    3. \"ASSESSMENT TOOL\" SHALL MEAN A MEASUREMENT SYSTEM THAT COMPARES THE\n   49  STAFFING LEVEL IN EACH NURSING DEPARTMENT OR UNIT AGAINST ACTUAL PATIENT\n   50  NURSING CARE REQUIREMENTS IN ORDER TO REVIEW THE ACCURACY OF  AN  ACUITY\n   51  SYSTEM.\n   52    4.  \"DIRECT-CARE NURSE\" AND \"DIRECT-CARE NURSING STAFF\" SHALL MEAN ANY\n   53  NURSE WHO HAS PRINCIPAL RESPONSIBILITY TO OVERSEE OR CARRY  OUT  MEDICAL\n   54  REGIMENS, NURSING OR OTHER BEDSIDE CARE FOR ONE OR MORE PATIENTS.\n   55    5.  \"DOCUMENTED  STAFFING  PLAN\"  SHALL  MEAN  A DETAILED WRITTEN PLAN\n   56  SETTING FORTH THE MINIMUM NUMBER AND CLASSIFICATION OF DIRECT-CARE NURS-\n\n       A. 921                              3\n\n    1  ES REQUIRED IN EACH NURSING DEPARTMENT OR UNIT IN AN ACUTE CARE FACILITY\n    2  FOR A GIVEN YEAR, BASED  ON  REASONABLE  PROJECTIONS  DERIVED  FROM  THE\n    3  PATIENT  CENSUS  AND AVERAGE ACUITY LEVEL WITHIN EACH DEPARTMENT OR UNIT\n    4  DURING  THE  PRIOR  YEAR, THE DEPARTMENT OR UNIT SIZE AND GEOGRAPHY, THE\n    5  NATURE OF SERVICES PROVIDED AND ANY FORESEEABLE CHANGES IN DEPARTMENT OR\n    6  UNIT SIZE OR FUNCTION DURING THE CURRENT YEAR.\n    7    6. \"NURSE\" SHALL MEAN A  REGISTERED  PROFESSIONAL  NURSE  OR  LICENSED\n    8  PRACTICAL  NURSE LICENSED PURSUANT TO ARTICLE ONE HUNDRED THIRTY-NINE OF\n    9  THE EDUCATION LAW.\n   10    7. \"NURSING CARE\" SHALL MEAN THAT CARE WHICH IS WITHIN THE  DEFINITION\n   11  OF THE PRACTICE OF NURSING PURSUANT TO SECTION SIXTY-NINE HUNDRED TWO OF\n   12  THE  EDUCATION  LAW, OR OTHERWISE ENCOMPASSED WITH THE RECOGNIZED STAND-\n   13  ARDS OF NURSING PRACTICE, INCLUDING ASSESSMENT, NURSING DIAGNOSIS, PLAN-\n   14  NING, INTERVENTION, EVALUATION AND PATIENT ADVOCACY.\n   15    8. \"SAFE STAFFING REQUIREMENTS\" SHALL MEAN THE PROVISIONS OF  SECTIONS\n   16  TWENTY-EIGHT   HUNDRED   TWENTY-THREE   THROUGH   TWENTY-EIGHT   HUNDRED\n   17  THIRTY-ONE OF THIS ARTICLE AND ALL RULES AND REGULATIONS ADOPTED  PURSU-\n   18  ANT THERETO.\n   19    9.  \"SKILL MIX\" SHALL MEAN THE DIFFERENCES IN LICENSING, SPECIALTY AND\n   20  EXPERIENCE AMONG DIRECT-CARE NURSES.\n   21    10. \"STAFFING LEVEL\" SHALL MEAN THE ACTUAL NUMERICAL NURSE TO  PATIENT\n   22  RATIO WITHIN A NURSING DEPARTMENT OR UNIT.\n   23    11.  \"UNIT\"  SHALL  MEAN  A  PATIENT CARE COMPONENT, AS DEFINED BY THE\n   24  DEPARTMENT, WITHIN AN ACUTE CARE FACILITY.\n   25    12. \"NON-NURSING DIRECT-CARE STAFF\" SHALL MEAN ANY EMPLOYEE WHO IS NOT\n   26  A NURSE OR OTHER PERSON LICENSED, CERTIFIED OR  REGISTERED  UNDER  TITLE\n   27  EIGHT  OF  THE  EDUCATION LAW WHOSE PRINCIPAL RESPONSIBILITY IS TO CARRY\n   28  OUT PATIENT CARE FOR ONE OR MORE PATIENTS OR PROVIDES DIRECT  ASSISTANCE\n   29  IN THE DELIVERY OF PATIENT CARE.\n   30    S  2825. COMMISSIONER AND COUNCIL; POWERS AND DUTIES. THE COMMISSIONER\n   31  SHALL:\n   32    1. PROMULGATE, AFTER CONSULTATION WITH  THE  COUNCIL,  THE  RULES  AND\n   33  REGULATIONS  NECESSARY  TO  CARRY OUT THE PURPOSES AND PROVISIONS OF THE\n   34  SAFE  STAFFING  REQUIREMENTS,  INCLUDING  REGULATIONS  DEFINING   TERMS,\n   35  SETTING  FORTH  DIRECT-CARE  NURSE  TO  PATIENT  RATIOS,  SETTING  FORTH\n   36  NON-NURSING DIRECT-CARE STAFF TO  PATIENT  RATIOS  AND  PRESCRIBING  THE\n   37  PROCESS  FOR  APPROVING  ACUITY  SYSTEMS, WHICH MAY INCLUDE A SYSTEM FOR\n   38  CLASS APPROVAL OF ACUITY SYSTEMS; AND\n   39    2. ASSURE THAT  THE  PROVISIONS  OF  SAFE  STAFFING  REQUIREMENTS  ARE\n   40  ENFORCED,  INCLUDING  THE  ISSUANCE  OF  REGULATIONS  WHICH AT A MINIMUM\n   41  PROVIDE FOR AN ACCESSIBLE AND CONFIDENTIAL SYSTEM TO REPORT THE  FAILURE\n   42  TO  COMPLY  WITH  SUCH  REQUIREMENTS  AND  PUBLIC  ACCESS TO INFORMATION\n   43  REGARDING REPORTS OF INSPECTIONS, RESULTS, DEFICIENCIES AND  CORRECTIONS\n   44  PURSUANT TO SUCH REQUIREMENTS.\n   45    3.  ESTABLISH A COMMITTEE TO ADVISE IN THE DEVELOPMENT OF REGULATIONS,\n   46  INCLUDING REGISTERED PROFESSIONAL NURSE TO PATIENT STAFFING REQUIREMENTS\n   47  AND NON-NURSING DIRECT-CARE STAFF TO PATIENT RATIOS THAT ARE NOT  SPECI-\n   48  FIED  IN  THIS ARTICLE.   THE COMMITTEE SHALL ADVISE THE COMMISSIONER ON\n   49  THE EFFICACY OF ACUITY SYSTEMS SUBMITTED FOR APPROVAL,  AND  REVIEW  AND\n   50  MAKE RECOMMENDATIONS ON APPROVAL OF STAFFING PLANS PRIOR TO THE GRANTING\n   51  OF  AN OPERATING CERTIFICATE BY THE DEPARTMENT. THE COMMITTEE SHALL HAVE\n   52  THIRTEEN MEMBERS. NO LESS THAN SIXTY  PERCENT  OF  THE  MEMBERS  OF  THE\n   53  COMMITTEE  SHALL  BE REGISTERED PROFESSIONAL NURSES. THE COMMITTEE SHALL\n   54  INCLUDE REGISTERED PROFESSIONAL NURSE DIRECT CARE  PROVIDERS,  REPRESEN-\n   55  TATIVES OF ACUTE CARE FACILITIES, AND REPRESENTATIVES OF NURSING PROFES-\n   56  SIONAL  ASSOCIATIONS  AND  RECOGNIZED OR CERTIFIED COLLECTIVE BARGAINING\n\n       A. 921                              4\n\n    1  REPRESENTATIVE OF NURSES  AND  OF  NON-NURSING  DIRECT-CARE  STAFF.  THE\n    2  GOVERNOR  SHALL  APPOINT  THE  CHAIR  AND SIX OTHER MEMBERS, TWO MEMBERS\n    3  SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY, ONE MEMBER  SHALL  BE\n    4  APPOINTED  BY  THE MINORITY LEADER OF THE ASSEMBLY, TWO MEMBERS SHALL BE\n    5  APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE AND ONE MEMBER  SHALL\n    6  BE APPOINTED BY THE MINORITY LEADER OF THE SENATE.\n    7    S  2826.  STAFFING  REQUIREMENTS. 1. STAFFING REQUIREMENTS. EACH ACUTE\n    8  CARE FACILITY SHALL ENSURE THAT IT IS STAFFED IN A MANNER THAT  PROVIDES\n    9  SUFFICIENT,  APPROPRIATELY  QUALIFIED DIRECT-CARE NURSES IN EACH DEPART-\n   10  MENT OR UNIT WITHIN SUCH FACILITY IN ORDER TO  MEET  THE  INDIVIDUALIZED\n   11  CARE  NEEDS  OF  THE  PATIENTS THEREIN. AT A MINIMUM, EACH SUCH FACILITY\n   12  SHALL MEET THE REQUIREMENTS  OF  SUBDIVISIONS  TWO  AND  THREE  OF  THIS\n   13  SECTION.\n   14    2.  STAFFING PLAN. THE DEPARTMENT SHALL NOT ISSUE AN OPERATING CERTIF-\n   15  ICATE TO ANY ACUTE CARE FACILITY UNLESS SUCH FACILITY  ANNUALLY  SUBMITS\n   16  TO THE DEPARTMENT A DOCUMENTED STAFFING PLAN AND A WRITTEN CERTIFICATION\n   17  THAT  THE  SUBMITTED STAFFING PLAN IS SUFFICIENT TO PROVIDE ADEQUATE AND\n   18  APPROPRIATE DELIVERY OF HEALTH CARE SERVICES TO PATIENTS FOR THE ENSUING\n   19  YEAR. THE DOCUMENTED STAFFING PLAN SHALL:\n   20    (A) MEET THE MINIMUM REQUIREMENTS SET FORTH IN  SUBDIVISION  THREE  OF\n   21  THIS SECTION;\n   22    (B)  BE ADEQUATE TO MEET ANY ADDITIONAL REQUIREMENTS PROVIDED BY OTHER\n   23  LAWS, RULES OR REGULATIONS;\n   24    (C) EMPLOY AND IDENTIFY AN APPROVED ACUITY SYSTEM FOR ADDRESSING FLUC-\n   25  TUATIONS IN ACTUAL PATIENT ACUITY LEVELS AND NURSING  CARE  REQUIREMENTS\n   26  REQUIRING  INCREASED STAFFING LEVELS ABOVE THE MINIMUMS SET FORTH IN THE\n   27  PLAN;\n   28    (D) FACTOR IN OTHER UNIT OR DEPARTMENT ACTIVITY  SUCH  AS  DISCHARGES,\n   29  TRANSFERS  AND  ADMISSIONS, AND ADMINISTRATIVE AND SUPPORT TASKS THAT IS\n   30  EXPECTED TO BE DONE BY DIRECT-CARE NURSES IN ADDITION TO DIRECT  NURSING\n   31  CARE;\n   32    (E)  INCLUDE  A  PLAN  TO  MEET NECESSARY STAFFING LEVELS AND SERVICES\n   33  PROVIDED BY NON-NURSING DIRECT-CARE STAFF IN MEETING PATIENT CARE  NEEDS\n   34  PURSUANT TO SUBDIVISION ONE OF THIS SECTION; PROVIDED, HOWEVER, THAT THE\n   35  STAFFING  PLAN  SHALL  NOT INCORPORATE OR ASSUME THAT NURSING CARE FUNC-\n   36  TIONS REQUIRED BY LAWS, RULES OR REGULATIONS, OR ACCEPTED  STANDARDS  OF\n   37  PRACTICE  TO  BE  PERFORMED BY A REGISTERED PROFESSIONAL NURSE ARE TO BE\n   38  PERFORMED BY OTHER PERSONNEL;\n   39    (F) IDENTIFY THE ASSESSMENT TOOL USED TO VALIDATE  THE  ACUITY  SYSTEM\n   40  RELIED ON IN THE PLAN;\n   41    (G)  IDENTIFY THE SYSTEM THAT WILL BE USED TO DOCUMENT ACTUAL STAFFING\n   42  ON A DAILY BASIS WITHIN EACH DEPARTMENT OR UNIT;\n   43    (H) INCLUDE A WRITTEN ASSESSMENT OF THE ACCURACY OF THE  PRIOR  YEAR'S\n   44  STAFFING PLAN IN LIGHT OF ACTUAL STAFFING NEEDS;\n   45    (I)  IDENTIFY  EACH NURSE STAFF CLASSIFICATION REFERENCED IN SUCH PLAN\n   46  TOGETHER WITH A STATEMENT SETTING FORTH MINIMUM QUALIFICATIONS FOR  EACH\n   47  SUCH CLASSIFICATION; AND\n   48    (J)  BE  DEVELOPED  IN CONSULTATION WITH A MAJORITY OF THE DIRECT-CARE\n   49  NURSES WITHIN EACH DEPARTMENT OR UNIT OR, WHERE SUCH NURSES ARE  REPRES-\n   50  ENTED, WITH THE APPLICABLE RECOGNIZED OR CERTIFIED COLLECTIVE BARGAINING\n   51  REPRESENTATIVE OR REPRESENTATIVES OF THE DIRECT-CARE NURSES AND OF OTHER\n   52  SUPPORTIVE AND ASSISTIVE STAFF.\n   53    3.  MINIMUM  STAFFING  REQUIREMENTS.  (A) THE DOCUMENTED STAFFING PLAN\n   54  SHALL INCORPORATE, AT A MINIMUM, THE FOLLOWING DIRECT-CARE  NURSE-TO-PA-\n   55  TIENT RATIOS:\n\n       A. 921                              5\n\n    1    (I)  ONE  NURSE  TO  ONE  PATIENT: OPERATING ROOM AND TRAUMA EMERGENCY\n    2  UNITS AND ALL CRITICAL CARE AREAS INCLUDING EMERGENCY CRITICAL CARE  AND\n    3  ALL INTENSIVE CARE UNITS AND MATERNAL/CHILD CARE UNITS FOR THE SECOND OR\n    4  THIRD STAGE OF LABOR;\n    5    (II)  ONE  NURSE  TO TWO PATIENTS:   MATERNAL/CHILD CARE UNITS FOR THE\n    6  FIRST STAGE OF LABOR, AND POSTANESTHESIA UNITS;\n    7    (III) ONE NURSE TO THREE PATIENTS: ANTEPARTUM, EMERGENCY ROOM,  PEDIA-\n    8  TRICS, STEP-DOWN AND TELEMETRY UNITS AND UNITS FOR NEWBORNS AND INTERME-\n    9  DIATE CARE NURSERY UNITS;\n   10    (IV)  ONE  NURSE  TO THREE PATIENTS:   POSTPARTUM MOTHER/BABY COUPLETS\n   11  (MAXIMUM SIX PATIENTS PER NURSE);\n   12    (V) ONE NURSE TO FOUR PATIENTS: NON-CRITICAL ANTEPARTUM PATIENTS,  AND\n   13  MEDICAL/SURGICAL AND ACUTE CARE PSYCHIATRIC UNITS;\n   14    (VI) ONE NURSE TO FIVE PATIENTS: REHABILITATION UNITS; AND\n   15    (VII) ONE NURSE TO SIX PATIENTS: WELL-BABY NURSERY UNITS.\n   16    FOR  ANY  UNITS  NOT  LISTED  IN THIS PARAGRAPH, INCLUDING PSYCHIATRIC\n   17  UNITS, AND ACUTE CARE FACILITIES OPERATED PURSUANT TO THE MENTAL HYGIENE\n   18  LAW OR THE CORRECTION LAW, THE DEPARTMENT SHALL ESTABLISH BY  REGULATION\n   19  THE APPROPRIATE DIRECT-CARE NURSE-TO-PATIENT RATIO.\n   20    (B)  THE  NURSE-TO-PATIENT  RATIOS  SET FORTH IN PARAGRAPH (A) OF THIS\n   21  SUBDIVISION SHALL REFLECT THE MAXIMUM NUMBER OF  PATIENTS  THAT  MAY  BE\n   22  ASSIGNED  TO EACH DIRECT-CARE NURSE IN A UNIT DURING ONE SHIFT. A NURSE,\n   23  INCLUDING A NURSE ADMINISTRATOR OR SUPERVISOR, WHO DOES NOT HAVE PRINCI-\n   24  PAL RESPONSIBILITY AS A DIRECT-CARE NURSE FOR A SPECIFIC  PATIENT  SHALL\n   25  NOT BE INCLUDED IN THE CALCULATION OF THE NURSE-TO-PATIENT RATIO.\n   26    4. LICENSED PRACTICAL NURSES. IN ANY SITUATION IN WHICH LICENSED PRAC-\n   27  TICAL  NURSES ARE INCLUDED IN THE DOCUMENTED STAFFING PLAN, ANY PATIENTS\n   28  ASSIGNED TO THE LICENSED PRACTICAL  NURSE  SHALL  ALSO  BE  INCLUDED  IN\n   29  CALCULATING  THE  NUMBER  OF PATIENTS ASSIGNED TO ANY REGISTERED PROFES-\n   30  SIONAL NURSE WHO IS REQUIRED BY LAW, RULE, REGULATION, CONTRACT OR PRAC-\n   31  TICE TO SUPERVISE OR OVERSEE THE DIRECT-NURSING  CARE  PROVIDED  BY  THE\n   32  LICENSED PRACTICAL NURSE.\n   33    5. SKILL MIX. THE SKILL MIX SHALL NOT INCORPORATE OR ASSUME THAT NURS-\n   34  ING  CARE  FUNCTIONS  REQUIRED  BY SECTION SIXTY-NINE HUNDRED TWO OF THE\n   35  EDUCATION LAW OR ACCEPTED STANDARDS OF PRACTICE TO  BE  PERFORMED  BY  A\n   36  REGISTERED  PROFESSIONAL NURSE ARE TO BE PERFORMED BY A LICENSED PRACTI-\n   37  CAL NURSE OR UNLICENSED ASSISTIVE PERSONNEL, OR THAT NURSING CARE  FUNC-\n   38  TIONS REQUIRED BY SECTION SIXTY-NINE HUNDRED TWO OF THE EDUCATION LAW OR\n   39  ACCEPTED  STANDARDS  OF PRACTICE TO BE PERFORMED BY A LICENSED PRACTICAL\n   40  NURSE ARE TO BE PERFORMED BY UNLICENSED ASSISTIVE PERSONNEL.\n   41    6. ADJUSTMENTS. THE MINIMUM STAFFING REQUIREMENT AND  NURSE-TO-PATIENT\n   42  RATIO  SET  FORTH  IN  THIS  SECTION  SHALL  BE ADJUSTED AS NECESSARY TO\n   43  REFLECT THE NEED FOR ADDITIONAL DIRECT-CARE NURSES NECESSARY  TO  ENSURE\n   44  ADEQUATE STAFFING OF EACH NURSING DEPARTMENT OR UNIT, IN ACCORDANCE WITH\n   45  AN APPROVED ACUITY SYSTEM.\n   46    7.  DEPARTMENT REGULATIONS. NOTHING IN THIS SECTION SHALL BE DEEMED TO\n   47  PRECLUDE THE DEPARTMENT BY RULE  OR  REGULATION  FROM  ESTABLISHING  AND\n   48  REQUIRING  A  DOCUMENTED  STAFFING  PLAN TO HAVE HIGHER NURSE-TO-PATIENT\n   49  RATIOS THAN THOSE SET FORTH IN THIS SECTION.\n   50    8. NOTHING CONTAINED IN THIS SECTION SHALL BE DEEMED TO ALTER,  AFFECT\n   51  THE  VALIDITY OF, MODIFY THE TERMS OF, OR IMPAIR ANY COLLECTIVE BARGAIN-\n   52  ING AGREEMENT.\n   53    S 2827. COMPLIANCE WITH STAFFING  PLAN  AND  RECORDKEEPING.  1.  AS  A\n   54  CONDITION  FOR  THE  MAINTENANCE OF AN OPERATING CERTIFICATE, EACH ACUTE\n   55  CARE FACILITY SHALL AT ALL TIMES STAFF IN ACCORDANCE WITH ITS DOCUMENTED\n   56  STAFFING  PLAN  AND  THE  STAFFING  STANDARDS  SET  FORTH   IN   SECTION\n\n       A. 921                              6\n\n    1  TWENTY-EIGHT HUNDRED TWENTY-SIX OF THIS ARTICLE; PROVIDED, HOWEVER, THAT\n    2  NOTHING  IN  THIS  SECTION SHALL BE DEEMED TO PRECLUDE ANY SUCH FACILITY\n    3  FROM IMPLEMENTING HIGHER DIRECT-CARE NURSE-TO-PATIENT  STAFFING  LEVELS,\n    4  NOR  SHALL  THE  REQUIREMENTS  SET  FORTH  IN  SUCH SECTION TWENTY-EIGHT\n    5  HUNDRED TWENTY-SIX OF THIS ARTICLE BE DEEMED TO SUPERSEDE OR REPLACE ANY\n    6  HIGHER REQUIREMENTS OTHERWISE  MANDATED  BY  LAW,  RULE,  REGULATION  OR\n    7  CONTRACT.\n    8    2.  FOR  PURPOSES OF COMPLIANCE WITH THE MINIMUM STAFFING REQUIREMENTS\n    9  STANDARDS SET FORTH IN SECTION TWENTY-EIGHT HUNDRED TWENTY-SIX  OF  THIS\n   10  ARTICLE, NO NURSE SHALL BE ASSIGNED, OR INCLUDED IN THE NURSE-TO-PATIENT\n   11  RATIO  COUNT  IN  A NURSING UNIT OR A CLINICAL AREA WITHIN AN ACUTE CARE\n   12  FACILITY UNLESS THAT NURSE HAS AN APPROPRIATE LICENSE PURSUANT TO  ARTI-\n   13  CLE  ONE  HUNDRED  THIRTY-NINE  OF THE EDUCATION LAW, HAS RECEIVED PRIOR\n   14  ORIENTATION IN THAT CLINICAL AREA SUFFICIENT TO PROVIDE COMPETENT  NURS-\n   15  ING  CARE  TO THE PATIENTS IN THAT UNIT OR CLINICAL AREA, AND HAS DEMON-\n   16  STRATED CURRENT COMPETENCE IN PROVIDING CARE IN THAT  UNIT  OR  CLINICAL\n   17  AREA.  ACUTE  CARE  FACILITIES  THAT  UTILIZE TEMPORARY NURSING AGENCIES\n   18  SHALL HAVE AND ADHERE TO A WRITTEN  PROCEDURE  TO  ORIENT  AND  EVALUATE\n   19  PERSONNEL FROM SUCH SOURCES TO ENSURE ADEQUATE ORIENTATION AND COMPETEN-\n   20  CY PRIOR TO INCLUSION IN THE NURSE-TO-PATIENT RATIO.  IN THE EVENT OF AN\n   21  EMERGENCY  STAFFING SITUATION IN WHICH INSUFFICIENT STAFFING MAY LEAD TO\n   22  UNSAFE PATIENT CARE, NURSES MAY BE TEMPORARILY ASSIGNED TO  A  DIFFERENT\n   23  UNIT  OR  CLINICAL  AREA,  PROVIDED  THAT  SUCH NURSES SHALL BE ASSIGNED\n   24  PATIENTS APPROPRIATE TO THEIR SKILL AND COMPETENCY LEVEL.  THE  FACILITY\n   25  SHALL  ESTABLISH  A  CONSISTENT  PLAN  FOR ADDRESSING EMERGENCY STAFFING\n   26  SITUATIONS AND MONITOR OUTCOMES.   EMERGENCIES ARE  DEFINED  AS  NATURAL\n   27  DISASTERS, DECLARED EMERGENCIES, MASS CASUALTY INCIDENTS OR OTHER EVENTS\n   28  NOT  REASONABLY  ANTICIPATED AND PLANNED FOR AND NOT REGULARLY OCCURRING\n   29  WITHIN THE FACILITY.\n   30    3. AS A CONDITION FOR THE MAINTENANCE  OF  AN  OPERATING  CERTIFICATE,\n   31  EACH ACUTE CARE FACILITY SHALL MAINTAIN ACCURATE DAILY RECORDS SHOWING:\n   32    (A)  THE  NUMBER  OF  PATIENTS  ADMITTED, RELEASED AND PRESENT IN EACH\n   33  NURSING DEPARTMENT OR UNIT WITHIN SUCH FACILITY;\n   34    (B) THE INDIVIDUAL ACUITY LEVEL OF EACH PATIENT PRESENT IN EACH  NURS-\n   35  ING DEPARTMENT OR UNIT WITHIN SUCH FACILITY; AND\n   36    (C)  THE  IDENTITY  AND  DUTY  HOURS OF EACH DIRECT-CARE NURSE IN EACH\n   37  NURSING DEPARTMENT OR UNIT WITHIN SUCH FACILITY.\n   38    4. AS A CONDITION FOR THE MAINTENANCE  OF  AN  OPERATING  CERTIFICATE,\n   39  EACH  ACUTE  CARE  FACILITY  SHALL MAINTAIN DAILY STATISTICS, BY NURSING\n   40  DEPARTMENT AND UNIT, OF MORTALITY, MORBIDITY, INFECTION, ACCIDENT, INJU-\n   41  RY AND MEDICAL ERRORS.\n   42    5. ALL RECORDS REQUIRED TO BE KEPT PURSUANT TO THIS SECTION  SHALL  BE\n   43  MAINTAINED FOR A PERIOD OF SEVEN YEARS.\n   44    6.  ALL  RECORDS REQUIRED TO BE KEPT PURSUANT TO THIS SECTION SHALL BE\n   45  MADE AVAILABLE UPON  REQUEST  TO  THE  DEPARTMENT  AND  TO  THE  PUBLIC;\n   46  PROVIDED,  HOWEVER, THAT INFORMATION RELEASED TO THE PUBLIC SHALL COMPLY\n   47  WITH THE APPLICABLE PATIENT PRIVACY LAWS,  RULES  AND  REGULATIONS,  AND\n   48  THAT  IN FACILITIES OPERATED PURSUANT TO THE CORRECTION LAW THE IDENTITY\n   49  AND HOURS OF STAFF SHALL NOT BE RELEASED TO THE PUBLIC.\n   50    S 2828. WORK ASSIGNMENT POLICY. 1. GENERAL. AS  A  CONDITION  FOR  THE\n   51  MAINTENANCE  OF AN OPERATING CERTIFICATE, EACH ACUTE CARE FACILITY SHALL\n   52  ADOPT, DISSEMINATE TO DIRECT-CARE NURSES AND COMPLY WITH A WRITTEN  WORK\n   53  ASSIGNMENT  POLICY,  THAT MEETS THE REQUIREMENTS OF SUBDIVISIONS TWO AND\n   54  THREE OF  THIS  SECTION,  DETAILING  THE  CIRCUMSTANCES  UNDER  WHICH  A\n   55  DIRECT-CARE NURSE MAY REFUSE A WORK ASSIGNMENT.\n\n       A. 921                              7\n\n    1    2.  MINIMUM CONDITIONS. AT A MINIMUM, THE WORK ASSIGNMENT POLICY SHALL\n    2  PERMIT A DIRECT-CARE NURSE TO REFUSE AN ASSIGNMENT:\n    3    (A)  FOR  WHICH  THE  NURSE  IS NOT PREPARED BY EDUCATION, TRAINING OR\n    4  EXPERIENCE TO SAFELY FULFILL  THE  ASSIGNMENT  WITHOUT  COMPROMISING  OR\n    5  JEOPARDIZING  PATIENT  SAFETY,  THE  NURSE'S ABILITY TO MEET FORESEEABLE\n    6  PATIENT NEEDS OR THE NURSE'S LICENSE; OR\n    7    (B) WOULD OTHERWISE VIOLATE THE SAFE STAFFING REQUIREMENTS.\n    8    3. MINIMUM PROCEDURES. AT A MINIMUM, THE WORK ASSIGNMENT POLICY  SHALL\n    9  CONTAIN PROCEDURES FOR THE FOLLOWING:\n   10    (A) REASONABLE REQUIREMENTS FOR PRIOR NOTICE TO THE NURSE'S SUPERVISOR\n   11  REGARDING  THE NURSE'S REQUEST AND SUPPORTING REASONS FOR BEING RELIEVED\n   12  OF AN ASSIGNMENT OR CONTINUED DUTY;\n   13    (B) WHERE FEASIBLE, AN OPPORTUNITY FOR THE SUPERVISOR  TO  REVIEW  THE\n   14  SPECIFIC CONDITIONS SUPPORTING THE NURSE'S REQUEST, AND TO DECIDE WHETH-\n   15  ER  TO REMEDY THE CONDITIONS, TO RELIEVE THE NURSE OF THE ASSIGNMENT, OR\n   16  TO DENY THE NURSE'S REQUEST TO BE RELIEVED OF THE ASSIGNMENT OR  CONTIN-\n   17  UED DUTY;\n   18    (C)  A  PROCESS THAT PERMITS THE NURSE TO EXERCISE THE RIGHT TO REFUSE\n   19  THE ASSIGNMENT OR CONTINUED ON-DUTY STATUS WHEN  THE  SUPERVISOR  DENIES\n   20  THE REQUEST TO BE RELIEVED IF:\n   21    (I)  THE  SUPERVISOR REJECTS THE REQUEST WITHOUT PROPOSING A REMEDY OR\n   22  THE PROPOSED REMEDY WOULD BE INADEQUATE OR UNTIMELY,\n   23    (II) THE COMPLAINT AND INVESTIGATION PROCESS WITH A REGULATORY  AGENCY\n   24  WOULD BE UNTIMELY TO ADDRESS THE CONCERN, AND\n   25    (III)  THE  EMPLOYEE  IN GOOD FAITH BELIEVES THAT THE ASSIGNMENT MEETS\n   26  CONDITIONS JUSTIFYING REFUSAL; AND\n   27    (D) RECOGNITION THAT A NURSE WHO REFUSES AN ASSIGNMENT PURSUANT  TO  A\n   28  WORK ASSIGNMENT POLICY AS SET FORTH IN THIS SECTION SHALL NOT BE DEEMED,\n   29  BY  REASON  THEREOF, TO HAVE ENGAGED IN NEGLIGENT OR INCOMPETENT ACTION,\n   30  PATIENT ABANDONMENT, OR OTHERWISE TO HAVE VIOLATED ANY LAW  RELATING  TO\n   31  NURSING.\n   32    S  2829.  PUBLIC DISCLOSURE OF STAFFING REQUIREMENTS. EVERY ACUTE CARE\n   33  FACILITY SHALL:\n   34    1. POST IN A CONSPICUOUS  PLACE  READILY  ACCESSIBLE  TO  THE  GENERAL\n   35  PUBLIC  A  NOTICE  PREPARED BY THE DEPARTMENT SETTING FORTH A SUMMARY OF\n   36  THE SAFE STAFFING REQUIREMENTS APPLICABLE TO THAT FACILITY TOGETHER WITH\n   37  INFORMATION ABOUT WHERE DETAILED INFORMATION ABOUT THE FACILITY'S STAFF-\n   38  ING PLAN AND ACTUAL STAFFING MAY BE OBTAINED;\n   39    2. UPON REQUEST, MAKE COPIES OF THE  DOCUMENTED  STAFFING  PLAN  FILED\n   40  WITH THE DEPARTMENT AVAILABLE TO THE PUBLIC; AND\n   41    3.  UPON  REQUEST MAKE READILY AVAILABLE TO THE NURSING STAFF WITHIN A\n   42  DEPARTMENT OR UNIT, DURING EACH WORK SHIFT, THE FOLLOWING INFORMATION:\n   43    (A) A COPY OF THE CURRENT STAFFING PLAN FOR THAT DEPARTMENT OR UNIT,\n   44    (B) DOCUMENTATION OF THE NUMBER OF DIRECT-CARE NURSES REQUIRED  TO  BE\n   45  PRESENT  DURING  THE SHIFT, BASED ON THE APPROVED ADOPTED ACUITY SYSTEM,\n   46  AND\n   47    (C) DOCUMENTATION OF THE ACTUAL NUMBER OF DIRECT-CARE  NURSES  PRESENT\n   48  DURING THE SHIFT.\n   49    S  2830.  ENFORCEMENT RESPONSIBILITIES. THE DEPARTMENT SHALL NOT DELE-\n   50  GATE ITS RESPONSIBILITIES TO  ENFORCE  THE  SAFE  STAFFING  REQUIREMENTS\n   51  PROMULGATED PURSUANT TO THIS ARTICLE.\n   52    S  2831.  ENFORCEMENT  AND  PENALTIES.  1.  CIVIL PENALTY. ANY PERSON,\n   53  REGARDLESS OF WHETHER THAT PERSON POSSESSES  AN  OPERATING  CERTIFICATE,\n   54  WHO  HAS  COMMITTED  A  VIOLATION  OF  ANY OF THE PROVISIONS OF THE SAFE\n   55  STAFFING REQUIREMENTS, INCLUDING FAILURE TO CORRECT A SERIOUS  VIOLATION\n   56  (AS  DEFINED  BY  REGULATION)  WITHIN THE TIME SPECIFIED IN A DEFICIENCY\n\n       A. 921                              8\n\n    1  CITATION, MAY BE ASSESSED A CIVIL PENALTY BY ORDER OF THE DEPARTMENT  OF\n    2  UP  TO  FIVE  HUNDRED DOLLARS FOR EACH DEFICIENCY FOR EACH DAY THAT EACH\n    3  DEFICIENCY CONTINUES; PROVIDED,  HOWEVER,  THAT  AN  ACUTE  HEALTH  CARE\n    4  FACILITY   THAT  FAILS  TO  COMPLY  WITH  THE  REQUIREMENTS  OF  SECTION\n    5  TWENTY-EIGHT HUNDRED TWENTY-SIX OF THIS ARTICLE MAY BE ASSESSED A  CIVIL\n    6  PENALTY  BY  ORDER  OF  THE DEPARTMENT OF UP TO TEN THOUSAND DOLLARS FOR\n    7  EACH DAY OF NON-COMPLIANCE. CIVIL PENALTIES SHALL BE COLLECTED FROM  THE\n    8  DATE  SUCH  FACILITY  RECEIVES  NOTICE  OF VIOLATION UNTIL THE DATE SUCH\n    9  VIOLATION IS CORRECTED.\n   10    2. CIVIL PENALTY FOR  INTERFERENCE  WITH  REPORTING  OBLIGATIONS.  ANY\n   11  PERSON OR ACUTE CARE FACILITY THAT FAILS TO REPORT OR FALSIFIES INFORMA-\n   12  TION, OR COERCES, THREATENS, INTIMIDATES OR OTHERWISE INFLUENCES  ANOTH-\n   13  ER  PERSON  TO  FAIL  TO REPORT OR TO FALSIFY INFORMATION REQUIRED TO BE\n   14  REPORTED UNDER THE SAFE STAFFING REQUIREMENTS, MAY BE ASSESSED  A  CIVIL\n   15  PENALTY OF UP TO TEN THOUSAND DOLLARS FOR EACH SUCH INCIDENT.\n   16    3.  PRIVATE  RIGHT  OF  ACTION  FOR VIOLATIONS OF SECTION TWENTY-EIGHT\n   17  HUNDRED TWENTY-EIGHT OF THIS ARTICLE.   ANY  ACUTE  CARE  FACILITY  THAT\n   18  VIOLATES  THE  RIGHTS OF AN EMPLOYEE PURSUANT TO AN ADOPTED WORK ASSIGN-\n   19  MENT POLICY UNDER SECTION  TWENTY-EIGHT  HUNDRED  TWENTY-EIGHT  OF  THIS\n   20  ARTICLE  MAY  BE  HELD LIABLE TO SUCH EMPLOYEE IN AN ACTION BROUGHT IN A\n   21  COURT OF COMPETENT JURISDICTION FOR SUCH LEGAL OR  EQUITABLE  RELIEF  AS\n   22  MAY  BE  APPROPRIATE  TO  EFFECTUATE  THE  PURPOSES OF THE SAFE STAFFING\n   23  REQUIREMENTS, INCLUDING BUT NOT  LIMITED  TO  REINSTATEMENT,  PROMOTION,\n   24  LOST  WAGES  AND  BENEFITS,  AND  COMPENSATORY AND CONSEQUENTIAL DAMAGES\n   25  RESULTING FROM THE VIOLATION TOGETHER WITH AN EQUAL AMOUNT IN LIQUIDATED\n   26  DAMAGES. THE COURT IN SUCH ACTION SHALL, IN  ADDITION  TO  ANY  JUDGMENT\n   27  AWARDED  TO A PREVAILING PLAINTIFF, AWARD REASONABLE ATTORNEYS' FEES AND\n   28  COSTS OF ACTION TO BE PAID BY THE  DEFENDANT.  AN  EMPLOYEE'S  RIGHT  TO\n   29  INSTITUTE  A  PRIVATE  ACTION  PURSUANT TO THIS SUBDIVISION SHALL NOT BE\n   30  LIMITED BY ANY OTHER RIGHT GRANTED BY THE SAFE STAFFING REQUIREMENTS.\n   31    S 4. Section 2801-a of the public health law is amended  by  adding  a\n   32  new subdivision 3-b to read as follows:\n   33    3-B. IN CONSIDERING CHARACTER, COMPETENCE AND STANDING IN THE COMMUNI-\n   34  TY  UNDER  SUBDIVISION  THREE OF THIS SECTION, THE PUBLIC HEALTH COUNCIL\n   35  SHALL CONSIDER ANY PAST VIOLATIONS OF  STATE  OR  FEDERAL  RULES,  REGU-\n   36  LATIONS  OR  STATUTES RELATING TO EMPLOYER-EMPLOYEE RELATIONS, WORKPLACE\n   37  SAFETY, COLLECTIVE BARGAINING OR  ANY  OTHER  LABOR  RELATED  PRACTICES,\n   38  OBLIGATIONS  OR  IMPERATIVES.  THE  PUBLIC  HEALTH  COUNCIL  SHALL  GIVE\n   39  SUBSTANTIAL WEIGHT TO VIOLATIONS OF THE  PUBLIC  HEALTH  LAW  PROVISIONS\n   40  CONCERNING NURSE STAFF AND SUPPORTIVE STAFF RATIOS.\n   41    S  5. Section 2805 of the public health law is amended by adding a new\n   42  subdivision 3 to read as follows:\n   43    3. IN DETERMINING WHETHER TO ISSUE OR RENEW AN  OPERATING  CERTIFICATE\n   44  TO  AN APPLICANT SEEKING TO OPERATE, OR OPERATING, A HOSPITAL IN ACCORD-\n   45  ANCE WITH  THIS  ARTICLE,  THE  COMMISSIONER  SHALL  CONSIDER  ANY  PAST\n   46  VIOLATIONS  OF  STATE OR FEDERAL RULES, REGULATIONS OR STATUTES RELATING\n   47  TO EMPLOYER-EMPLOYEE RELATIONS, WORKPLACE SAFETY, COLLECTIVE  BARGAINING\n   48  OR  ANY  OTHER  LABOR RELATED PRACTICES, OBLIGATIONS OR IMPERATIVES. THE\n   49  PUBLIC HEALTH COUNCIL SHALL GIVE SUBSTANTIAL WEIGHT TO VIOLATIONS OF THE\n   50  PUBLIC HEALTH LAW PROVISIONS CONCERNING NURSE STAFF AND SUPPORTIVE STAFF\n   51  RATIOS.\n   52    S 6. Subdivisions 2 and 4 of section 97-aaaa of the state finance law,\n   53  as added by chapter 24 of the laws of  2002,  are  amended  to  read  as\n   54  follows:\n   55    2. Such fund shall consist of all moneys received from civil penalties\n   56  assessed  in  actions commenced pursuant to section seven hundred forty-\n\n       A. 921                              9\n\n    1  one of the labor law AND CIVIL PENALTIES ASSESSED  PURSUANT  TO  SECTION\n    2  TWENTY-EIGHT HUNDRED THIRTY-ONE OF THE PUBLIC HEALTH LAW.\n    3    4.  Moneys in the account, following appropriation by the legislature,\n    4  shall be expended by the department of health for the purpose of improv-\n    5  ing the direct treatment and care of patients  in  facilities  providing\n    6  health  care services that are licensed pursuant to article twenty-eight\n    7  or thirty-six of the public health law  or  which  operate  and  provide\n    8  health care services under the mental hygiene law, the education law, or\n    9  the  correction  law.  THE  DEPARTMENT  SHALL GIVE SUBSTANTIAL WEIGHT TO\n   10  FUNDING INITIATIVES TO IMPROVE STAFFING RATIOS IN HEALTH CARE FACILITIES\n   11  OR TO REDUCE THE USE OF EXCESSIVE OVERTIME AMONG NURSING STAFF.\n   12    S 7. The public health law is amended by adding a new  section  2895-b\n   13  to read as follows:\n   14    S  2895-B.  NURSING  HOME  STAFFING LEVELS. 1. DEFINITIONS. AS USED IN\n   15  THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   16    (A) \"ADVISORY COUNCIL\" MEANS THE  ADVISORY  COUNCIL  ON  NURSING  HOME\n   17  STAFFING CREATED IN SUBDIVISION TWO OF THIS SECTION.\n   18    (B)  \"CERTIFIED  NURSE  AIDE\" MEANS ANY PERSON INCLUDED IN THE NURSING\n   19  HOME NURSE  AIDE  REGISTRY  PURSUANT  TO  SECTION  TWENTY-EIGHT  HUNDRED\n   20  THREE-J OF THIS CHAPTER.\n   21    (C)  \"STAFFING RATIO\" MEANS THE QUOTIENT OF THE NUMBER OF PERSONNEL IN\n   22  A PARTICULAR CATEGORY REGULARLY ON DUTY FOR A PARTICULAR TIME PERIOD  IN\n   23  A NURSING HOME DIVIDED BY THE NUMBER OF RESIDENTS OF THE NURSING HOME AT\n   24  THAT TIME.\n   25    2.  ADVISORY COUNCIL ON NURSING HOME STAFFING. THERE IS HEREBY CREATED\n   26  IN THE DEPARTMENT AN ADVISORY COUNCIL ON NURSING HOME STAFFING TO  STUDY\n   27  AND  MAKE  RECOMMENDATIONS RELATING TO THE STAFFING STANDARDS UNDER THIS\n   28  SECTION. THE ADVISORY COUNCIL SHALL BE APPOINTED BY THE COMMISSIONER AND\n   29  SHALL BE COMPOSED OF REPRESENTATIVES OF NURSING HOME OPERATORS,  CONSUM-\n   30  ERS,  AND NON-ADMINISTRATIVE NURSING HOME EMPLOYEES AND THE PUBLIC.  THE\n   31  ADVISORY COUNCIL SHALL, FROM TIME TO TIME, REPORT TO THE  GOVERNOR,  THE\n   32  LEGISLATURE, THE PUBLIC AND THE COMMISSIONER ANY RECOMMENDATIONS REGARD-\n   33  ING STAFFING LEVELS IN NURSING HOMES.\n   34    3. STAFFING STANDARDS.  (A) THE COMMISSIONER, IN CONSULTATION WITH THE\n   35  ADVISORY COUNCIL, SHALL, BY REGULATION, ESTABLISH STAFFING STANDARDS FOR\n   36  NURSING  HOME  MINIMUM  STAFFING  LEVELS TO MEET APPLICABLE STANDARDS OF\n   37  SERVICE AND CARE AND TO PROVIDE SERVICES TO ATTAIN OR MAINTAIN THE HIGH-\n   38  EST PRACTICABLE PHYSICAL, MENTAL, AND PSYCHOSOCIAL  WELL-BEING  OF  EACH\n   39  RESIDENT  OF  THE  NURSING  HOME. THE COMMISSIONER SHALL ALSO REQUIRE BY\n   40  REGULATION THAT EVERY NURSING HOME  MAINTAIN  RECORDS  ON  ITS  STAFFING\n   41  LEVELS,  REPORT ON SUCH RECORDS TO THE DEPARTMENT, AND MAKE SUCH RECORDS\n   42  AVAILABLE FOR INSPECTION BY THE DEPARTMENT.\n   43    (B) EVERY NURSING HOME SHALL:\n   44    (I) COMPLY WITH THE STAFFING STANDARDS UNDER THIS SECTION; AND\n   45    (II) EMPLOY SUFFICIENT STAFFING LEVELS TO MEET APPLICABLE STANDARDS OF\n   46  SERVICE AND CARE AND TO PROVIDE SERVICE AND CARE AND TO PROVIDE SERVICES\n   47  TO ATTAIN OR MAINTAIN THE  HIGHEST  PRACTICABLE  PHYSICAL,  MENTAL,  AND\n   48  PSYCHOSOCIAL WELL-BEING OF EACH RESIDENT OF THE NURSING HOME.\n   49    (C)  SUBJECT  TO  SUBDIVISION FIVE OF THIS SECTION, STAFFING STANDARDS\n   50  UNDER THIS SECTION SHALL, AT A MINIMUM, BE THE STAFFING STANDARDS  UNDER\n   51  SUBDIVISION FOUR OF THIS SECTION.\n   52    (D)  IN  DETERMINING COMPLIANCE WITH THE STAFFING STANDARDS UNDER THIS\n   53  SECTION, AN INDIVIDUAL SHALL NOT BE COUNTED  WHILE  PERFORMING  SERVICES\n   54  THAT  ARE NOT DIRECT NURSING CARE, SUCH AS ADMINISTRATIVE SERVICES, FOOD\n   55  PREPARATION,  HOUSEKEEPING,  LAUNDRY,  MAINTENANCE  SERVICES,  OR  OTHER\n   56  ACTIVITIES THAT ARE NOT DIRECT NURSING CARE.\n\n       A. 921                             10\n\n    1    4.    STATUTORY STANDARD. BEGINNING TWO YEARS AFTER THE EFFECTIVE DATE\n    2  OF THIS SECTION, EVERY NURSING HOME  SHALL  MAINTAIN  A  STAFFING  RATIO\n    3  EQUAL TO AT LEAST THE FOLLOWING:\n    4    (A)  FROM 2.4 TO 2.8 HOURS OF CARE PER RESIDENT PER DAY BY A CERTIFIED\n    5  NURSE AIDE;\n    6    (B) FROM 1.15 TO 1.3 HOURS OF CARE PER RESIDENT PER DAY BY A  LICENSED\n    7  PRACTICAL NURSE OR A REGISTERED NURSE; AND\n    8    (C)  FROM  0.55 TO 0.75 HOURS OF CARE PER RESIDENT PER DAY BY A REGIS-\n    9  TERED NURSE.\n   10    5. PHASE-IN. (A) THE COMMISSIONER SHALL  MAKE  THE  FIRST  REGULATIONS\n   11  UNDER  SUBDIVISION  THREE  OF  THIS  SECTION  WITHIN ONE YEAR AFTER THIS\n   12  SECTION BECOMES A LAW.\n   13    (B) IF THE COMMISSIONER DETERMINES THAT COMPLIANCE WITH THE  STATUTORY\n   14  STANDARD UNDER SUBDIVISION FOUR OF THIS SECTION IS NOT REASONABLY FEASI-\n   15  BLE  FOR  NURSING  HOMES  BY THE TIME SPECIFIED IN THAT SUBDIVISION, THE\n   16  COMMISSIONER MAY DELAY THE IMPLEMENTATION OF THAT STAFFING STANDARD  FOR\n   17  A  PHASE-IN PERIOD NOT TO EXCEED FIVE YEARS AFTER THIS SECTION BECOMES A\n   18  LAW. IF THE COMMISSIONER DELAYS IMPLEMENTATION OF THAT  STAFFING  STAND-\n   19  ARD,  THE COMMISSIONER SHALL PHASE IN, OVER THE PHASE-IN PERIOD,  STAFF-\n   20  ING STANDARDS THAT GRADUALLY INCREASE  IN  EACH  OF  THE  YEARS  OF  THE\n   21  PHASE-IN PERIOD UNTIL THE STAFFING STANDARD MEETS AT LEAST THE STATUTORY\n   22  STANDARD UNDER SUBDIVISION FOUR OF THIS SECTION.\n   23    6. PUBLIC DISCLOSURE OF STAFFING LEVELS. (A) A NURSING HOME SHALL POST\n   24  INFORMATION  REGARDING  NURSE STAFFING THAT THE NURSING HOME IS REQUIRED\n   25  TO MAKE AVAILABLE TO  THE  PUBLIC  UNDER  SECTION  TWENTY-EIGHT  HUNDRED\n   26  FIVE-T  OF  THIS  CHAPTER.    INFORMATION  UNDER THIS PARAGRAPH SHALL BE\n   27  DISPLAYED IN A FORM APPROVED BY THE DEPARTMENT AND BE POSTED IN A MANNER\n   28  WHICH IS VISIBLE AND ACCESSIBLE TO RESIDENTS,  THEIR  FAMILIES  AND  THE\n   29  STAFF, AS REQUIRED BY THE COMMISSIONER.\n   30    (B)  A  NURSING HOME SHALL POST A SUMMARY OF THIS SECTION, PROVIDED BY\n   31  THE DEPARTMENT, IN CLOSE PROXIMITY TO EACH POSTING REQUIRED BY PARAGRAPH\n   32  (A) OF THIS SUBDIVISION.\n   33    S 8. If any provision of this act, or any application of any provision\n   34  of this act, is held to be invalid, or ruled by any  federal  agency  to\n   35  violate  or  be  inconsistent  with  any applicable federal law or regu-\n   36  lation, that shall not affect the validity or effectiveness of any other\n   37  provision of this act, or of any other application of any  provision  of\n   38  this act.\n   39    S 9. This act shall take effect on the one hundred eightieth day after\n   40  it shall have become a law, provided that any rules and regulations, and\n   41  any  other  actions necessary to implement the provisions of this act on\n   42  its effective date are authorized and directed to  be  completed  on  or\n   43  before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to enacting the \"safe staffing for quality care act\" and to amend the state finance law, in relation to moneys deposited into the improving quality of patient care fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101848.TXT", "SOBI.D110105.T132153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413528546
}