{
  "year" : 2011,
  "senateBillNo" : "A922-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A922-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires schools to implement a method to measure, report, and analyze the body mass index of its students",
  "summary" : "Requires schools to implement a method to measure, report, and analyze the body mass index of its students. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2628-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          922\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, P. RIVERA, BOYLAND, CASTRO -- Multi-Spon-\n         sored by -- M. of A.   MAYERSOHN, J. RIVERA, TOWNS --  read  once  and\n         referred to the Committee on Education\n\n       AN  ACT  to  amend the education law, in relation to students' body mass\n         index analyses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 921 to\n    2  read as follows:\n    3    S  921. BODY MASS INDEX ANALYSIS AND REPORT. 1. SCHOOLS SHALL ANNUALLY\n    4  MEASURE THE HEIGHT AND WEIGHT OF EVERY PUPIL  TO  ANALYZE  EACH  PUPIL'S\n    5  BODY  MASS  INDEX PERCENTILE BY AGE AND USE THE RESULTS OF SUCH ANALYSIS\n    6  TO FURNISH A REPORT OR LETTER TO THE PUPIL'S PARENTS OR LEGAL  GUARDIANS\n    7  CONTAINING  THE  PERCENTILE  INFORMATION, AN EXPLANATION OF THE RESULTS,\n    8  GENERAL ADVICE ABOUT WHAT ACTIONS, IF NECESSARY, SHOULD BE TAKEN BY  THE\n    9  PARENTS  OR  GUARDIANS  AS  A RESULT OF THE PUPIL'S BODY MASS INDEX, AND\n   10  RESOURCE INFORMATION FOR NUTRITION AND PHYSICAL ACTIVITY INFORMATION AND\n   11  SERVICES.\n   12    2. THE COMMISSIONER, IN COOPERATION WITH THE  COMMISSIONER  OF  HEALTH\n   13  SHALL  DEVELOP  REGULATIONS FOR THE MEASUREMENT, ANALYSIS, AND REPORTING\n   14  OF PUPILS BODY MASS INDEX, INCLUDING BUT NOT LIMITED TO, PROTECTING  THE\n   15  CONFIDENTIALITY  OF  THE  PUPIL  AND  THEIR  PARENTS OR LEGAL GUARDIANS,\n   16  PROVIDED HOWEVER, THAT THE AGGREGATE OF BODY MASS INDEX ANALYSIS FOR  AN\n   17  ENTIRE  SCHOOL  OR SCHOOL DISTRICT POPULATION SHALL BE MADE AVAILABLE TO\n   18  THE PUBLIC ON AN ANNUAL BASIS.\n   19    S 2. This act shall take effect on the one hundred eightieth day after\n   20  it shall have become a law; provided, however, that effective immediate-\n   21  ly the amendment, addition, and/or repeal of  any  regulation  necessary\n   22  for  the  timely  implementation  of  this  act on its effective date is\n   23  authorized and directed to be made on or before such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03648-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to students' body mass index analyses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110105.T132153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294416231663
}