{
  "year" : 2011,
  "senateBillNo" : "A923-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A923-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for required instruction in physical education in elementary schools",
  "summary" : "Provides for required instruction in physical education in elementary schools; requires that the regents shall include in its rules that students in elementary schools shall participate in physical education for a minimum of one hundred fifty minutes during each school week. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2627-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          923\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, GALEF, MORELLE, P. RIVERA, PAULIN, BENE-\n         DETTO, HOYT, ENGLEBRIGHT, CLARK, PHEFFER, BOYLAND, COOK -- Multi-Spon-\n         sored by -- M. of A.   BRENNAN, GOTTFRIED,  HEASTIE,  JACOBS,  LENTOL,\n         LIFTON,  LUPARDO,  MAGNARELLI,  MILLMAN,  REILLY, J. RIVERA, ROBINSON,\n         SWEENEY, TITUS, TOWNS, WEISENBERG -- read once  and  referred  to  the\n         Committee on Education\n\n       AN  ACT to amend the education law, in relation to the required instruc-\n         tion in physical education in elementary schools\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature hereby finds that phys-\n    2  ically  active,  healthy  kids  are better positioned to attain a higher\n    3  level of academic achievement. The importance of physical  education  in\n    4  the health of young people has long been a part of the health objectives\n    5  of the state. It is well documented that school-age youths need at least\n    6  60  minutes  of moderate to vigorous physical activity every day and the\n    7  school environment plays an important  role  in  helping  to  facilitate\n    8  achievement  of  this  physical  activity level for children.   Physical\n    9  education instruction is the cornerstone of a comprehensive school phys-\n   10  ical activity program that also includes  health  education,  elementary\n   11  school  recess,  after-school  physical  activity clubs and intramurals,\n   12  high school interscholastic athletics, walk/bike to school programs, and\n   13  staff wellness programs. Physical education is a  planned  instructional\n   14  program  with  specified  objectives.  An  essential  part  of the total\n   15  curriculum, physical education programs  increase  the  physical  compe-\n   16  tence,  health-related  fitness,  self-responsibility,  and enjoyment of\n   17  physical activity for all students so that they can  establish  physical\n   18  activity  as  a  natural  part of everyday life. In a time of increasing\n   19  health risks and health care costs,  prevention  is  key  and  exemplary\n   20  physical  education programs that provide daily physical activity oppor-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03647-01-1\n\n       A. 923                              2\n\n    1  tunities should be part of the solution  for  inactivity,  obesity,  and\n    2  related chronic diseases.\n    3    S  2. Subdivision 5 of section 803 of the education law, as amended by\n    4  chapter 118 of the laws of 1957, is amended to read as follows:\n    5    5. It shall be the duty of the regents to adopt rules determining  the\n    6  subjects to be included in courses of physical education provided for in\n    7  this  section,  the  period  of instruction in each of such courses, the\n    8  qualifications of teachers, and the  attendance  upon  such  courses  of\n    9  instruction.    NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION, THE\n   10  REGENTS SHALL PROVIDE IN ITS RULES THAT THE PHYSICAL EDUCATION  INSTRUC-\n   11  TION  REQUIREMENT  FOR  STUDENTS  ENROLLED  IN  ELEMENTARY SCHOOL GRADES\n   12  SHALL, WHERE  FEASIBLE,  INCLUDE  DAILY  PHYSICAL  EDUCATION,  INCLUDING\n   13  STUDENTS  WITH  DISABLING  CONDITIONS AND THOSE IN ALTERNATIVE EDUCATION\n   14  PROGRAMS. THE REGENTS SHALL INCLUDE IN ITS RULES THAT STUDENTS  ENROLLED\n   15  IN  ELEMENTARY  SCHOOLS  SHALL  PARTICIPATE  IN PHYSICAL EDUCATION FOR A\n   16  MINIMUM OF ONE HUNDRED  FIFTY  MINUTES  DURING  EACH  SCHOOL  WEEK.  THE\n   17  REGENTS SHALL PROVIDE FOR A THREE YEAR PHASE-IN SCHEDULE FOR DAILY PHYS-\n   18  ICAL EDUCATION IN ELEMENTARY SCHOOLS IN ITS RULES.\n   19    S  3.  This  act shall take effect immediately; provided, however, the\n   20  three year phase-in required by subdivision 5  of  section  803  of  the\n   21  education  law  as amended by section two of this act shall be completed\n   22  no later than July 1, 2014.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the required instruction in physical education in elementary schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110105.T132153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294416231671
}