{
  "year" : 2011,
  "senateBillNo" : "A924-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A924-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the bilingual services act",
  "summary" : "Enacts the bilingual services act to provide for effective communication between all levels of government and the people of this state who are precluded from utilizing public services because of language barriers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A6544-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          924\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, COOK, WEISENBERG -- Multi-Sponsored by --\n         M. of A. ROBINSON -- read  once  and  referred  to  the  Committee  on\n         Governmental Operations\n\n       AN ACT to amend the executive law, in relation to bilingual services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"bilingual\n    2  services act\".\n    3    S  2.  Legislative  intent.  The legislature hereby finds and declares\n    4  that the effective maintenance and development of a free and  democratic\n    5  society  depends  on the right and ability of its citizens and residents\n    6  to communicate with their government and the right and  ability  of  the\n    7  government to communicate with them.\n    8    The legislature further finds and declares that substantial numbers of\n    9  persons  who  live,  work and pay taxes in this state are unable, either\n   10  because they do not speak or write English  at  all,  or  because  their\n   11  primary  language is other than English, to effectively communicate with\n   12  their government. The legislature further finds and declares that  state\n   13  and  local  agency  employees  frequently are unable to communicate with\n   14  persons requiring their services because of this language barrier. As  a\n   15  consequence,  substantial  numbers of persons presently are being denied\n   16  rights and benefits to which they would otherwise be entitled.\n   17    It is the intent of the legislature in enacting  this  legislation  to\n   18  provide  for effective communication between all levels of government in\n   19  this state and the people of this state who are precluded from utilizing\n   20  public services because of language barriers.\n   21    S 3. The executive law is amended by adding a new article 19-E to read\n   22  as follows:\n   23                                ARTICLE 19-E\n   24                             BILINGUAL SERVICES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03943-01-1\n\n       A. 924                              2\n\n    1  SECTION 460. DEFINITIONS.\n    2          461. EMPLOYMENT OF BILINGUAL PERSONS.\n    3          462. IMPLEMENTATION.\n    4          463. TRANSLATION OF MATERIALS EXPLAINING SERVICES AVAILABLE.\n    5          464. DISTRIBUTION  OF  WRITTEN MATERIALS IN NON-ENGLISH LANGUAGE\n    6                 BY STATE AGENCY.\n    7          465. EXCLUSIONS.\n    8          466. FUNDING.\n    9          467. TELEPHONE BASED INTERPRETATION SERVICES.\n   10          468. SURVEY.\n   11          469. EXEMPTIONS.\n   12          470. ESTABLISHMENT OF BILINGUAL POSITIONS.\n   13    S 460. DEFINITIONS. AS USED IN THIS ARTICLE, UNLESS A DIFFERENT  MEAN-\n   14  ING IS CLEARLY REQUIRED BY THE CONTEXT:\n   15    1.  \"BILINGUAL  PERSON\"  MEANS  A PERSON WHO IS PROFICIENT IN BOTH THE\n   16  ENGLISH LANGUAGE AND THE FOREIGN LANGUAGE TO BE USED.\n   17    2. \"SUBSTANTIAL NUMBER OF NON-ENGLISH SPEAKING PEOPLE\"  MEANS  MEMBERS\n   18  OF  A GROUP WHO EITHER DO NOT SPEAK ENGLISH, OR WHO ARE UNABLE TO EFFEC-\n   19  TIVELY COMMUNICATE IN ENGLISH BECAUSE IT IS NOT THEIR  NATIVE  LANGUAGE,\n   20  AND  WHO COMPRISE FIVE PERCENT OR MORE OF THE PEOPLE SERVED BY ANY LOCAL\n   21  OFFICE OR FACILITY OF A STATE AGENCY.\n   22    3. \"SUFFICIENT NUMBER OF QUALIFIED BILINGUAL PERSONS IN PUBLIC CONTACT\n   23  POSITIONS\" MEANS THE NUMBER  REQUIRED  TO  PROVIDE  THE  SAME  LEVEL  OF\n   24  SERVICES  TO  NON-ENGLISH  SPEAKING  PERSONS  AS IS AVAILABLE TO ENGLISH\n   25  SPEAKING PERSONS SEEKING SUCH SERVICES; PROVIDED,  HOWEVER,  THAT  WHERE\n   26  THE  LOCAL  OFFICE  OR  FACILITY  OF THE STATE EMPLOYS THE EQUIVALENT OF\n   27  TWENTY-FIVE OR FEWER REGULAR, FULL-TIME EMPLOYEES, IT  SHALL  CONSTITUTE\n   28  COMPLIANCE  WITH THE REQUIREMENTS OF THIS ARTICLE IF A SUFFICIENT NUMBER\n   29  OF QUALIFIED BILINGUAL PERSONS ARE EMPLOYED IN PUBLIC CONTACT POSITIONS,\n   30  OR AS INTERPRETERS TO ASSIST THOSE IN SUCH  POSITIONS,  TO  PROVIDE  THE\n   31  SAME  LEVEL  OF SERVICES TO NON-ENGLISH SPEAKING PERSONS AS IS AVAILABLE\n   32  TO ENGLISH SPEAKING PERSONS SEEKING SUCH SERVICES FROM  SUCH  OFFICE  OR\n   33  FACILITY.\n   34    4. \"PUBLIC CONTACT POSITION\" MEANS A POSITION DETERMINED BY THE AGENCY\n   35  TO  BE  ONE  WHICH EMPHASIZES THE ABILITY TO MEET, CONTACT AND DEAL WITH\n   36  THE PUBLIC IN THE PERFORMANCE OF THE AGENCY'S FUNCTIONS.\n   37    S 461. EMPLOYMENT OF BILINGUAL PERSONS.   1. EVERY  STATE  AGENCY,  AS\n   38  DEFINED  IN  SECTION  ONE  HUNDRED  FORTY-FIVE OF THIS CHAPTER, DIRECTLY\n   39  INVOLVED IN THE FURNISHING OF INFORMATION OR THE RENDERING  OF  SERVICES\n   40  TO  THE PUBLIC WHEREBY CONTACT IS MADE WITH A SUBSTANTIAL NUMBER OF NON-\n   41  ENGLISH SPEAKING PEOPLE, SHALL EMPLOY A SUFFICIENT NUMBER  OF  QUALIFIED\n   42  BILINGUAL  PERSONS  IN  PUBLIC  CONTACT POSITIONS TO ENSURE PROVISION OF\n   43  INFORMATION AND SERVICES TO THE PUBLIC, IN THE LANGUAGE OF THE NON-ENGL-\n   44  ISH SPEAKING PERSONS.\n   45    2. EVERY LOCAL PUBLIC AGENCY, AS DEFINED IN SECTION FOUR  HUNDRED  ONE\n   46  OF  THIS  CHAPTER,  SERVING A SUBSTANTIAL NUMBER OF NON-ENGLISH SPEAKING\n   47  PEOPLE, SHALL EMPLOY A SUFFICIENT NUMBER OF QUALIFIED BILINGUAL  PERSONS\n   48  IN  PUBLIC  CONTACT POSITIONS OR AS INTERPRETERS TO ASSIST THOSE IN SUCH\n   49  POSITIONS, TO ENSURE  PROVISION  OF  INFORMATION  AND  SERVICES  IN  THE\n   50  LANGUAGE  OF THE NON-ENGLISH SPEAKING PERSONS. THE DETERMINATION OF WHAT\n   51  CONSTITUTES A SUBSTANTIAL NUMBER OF NON-ENGLISH SPEAKING  PEOPLE  AND  A\n   52  SUFFICIENT  NUMBER  OF  QUALIFIED BILINGUAL PERSONS SHALL BE MADE BY THE\n   53  LOCAL AGENCY.\n   54    S 462. IMPLEMENTATION. AN EMPLOYEE OF A STATE OR LOCAL PUBLIC  AGENCY,\n   55  AS  THOSE TERMS ARE USED IN SECTION FOUR HUNDRED SIXTY-ONE OF THIS ARTI-\n   56  CLE, MAY NOT BE DISMISSED TO CARRY OUT THE PURPOSES OF THIS  ARTICLE.  A\n\n       A. 924                              3\n\n    1  STATE OR LOCAL PUBLIC AGENCY NEED ONLY IMPLEMENT THIS ARTICLE BY FILLING\n    2  EMPLOYEE  PUBLIC  CONTACT  POSITIONS MADE VACANT BY RETIREMENT OR NORMAL\n    3  ATTRITION.\n    4    S  463. TRANSLATION OF MATERIALS EXPLAINING SERVICES AVAILABLE. 1. ANY\n    5  MATERIALS EXPLAINING SERVICES AVAILABLE SHALL  BE  TRANSLATED  INTO  ANY\n    6  NON-ENGLISH LANGUAGE SPOKEN BY A SUBSTANTIAL NUMBER OF THE PUBLIC SERVED\n    7  BY THE AGENCY. WHENEVER NOTICE OF THE AVAILABILITY OF MATERIALS EXPLAIN-\n    8  ING SERVICES AVAILABLE IS GIVEN, ORALLY OR IN WRITING, IT SHALL BE GIVEN\n    9  IN ENGLISH AND IN THE NON-ENGLISH LANGUAGE INTO WHICH ANY MATERIALS HAVE\n   10  BEEN TRANSLATED. THE DETERMINATION OF WHEN THOSE MATERIALS ARE NECESSARY\n   11  WHEN  DEALING WITH LOCAL AGENCIES SHALL BE LEFT TO THE DISCRETION OF THE\n   12  LOCAL AGENCY.\n   13    2. EVERY STATE AGENCY WHICH SERVES A SUBSTANTIAL NUMBER OF NON-ENGLISH\n   14  SPEAKING PEOPLE AND  WHICH  PROVIDES  MATERIALS  IN  ENGLISH  EXPLAINING\n   15  SERVICES  SHALL ALSO PROVIDE THE SAME TYPE OF MATERIALS IN ANY NON-ENGL-\n   16  ISH LANGUAGE SPOKEN BY A SUBSTANTIAL NUMBER OF THE PUBLIC SERVED BY  THE\n   17  AGENCY.  WHENEVER  NOTICE  OF  THE  AVAILABILITY OF MATERIALS EXPLAINING\n   18  SERVICES AVAILABLE IS GIVEN, ORALLY OR IN WRITING, IT SHALL BE GIVEN  IN\n   19  ENGLISH  AND  IN  THE NON-ENGLISH LANGUAGE INTO WHICH ANY MATERIALS HAVE\n   20  BEEN TRANSLATED. THIS SUBDIVISION SHALL NOT BE  INTERPRETED  TO  REQUIRE\n   21  VERBATIM  TRANSLATIONS  OF  ANY MATERIALS PROVIDED IN ENGLISH BY A STATE\n   22  AGENCY.\n   23    S 464. DISTRIBUTION OF WRITTEN MATERIALS IN  NON-ENGLISH  LANGUAGE  BY\n   24  STATE  AGENCY.  WHENEVER A STATE AGENCY FINDS THAT THE FACTORS LISTED IN\n   25  SUBDIVISIONS ONE AND THREE OR TWO AND THREE OF THIS  SECTION  EXIST,  IT\n   26  SHALL  DISTRIBUTE  THE  APPLICABLE  WRITTEN MATERIALS IN THE APPROPRIATE\n   27  NON-ENGLISH  LANGUAGE  THROUGH  ITS  LOCAL  OFFICES  OR  FACILITIES   TO\n   28  NON-ENGLISH  SPEAKING  PERSONS,  OR, AS AN ALTERNATIVE, THE STATE AGENCY\n   29  MAY INSTEAD ELECT TO FURNISH TRANSLATION AIDS,  TRANSLATION  GUIDES,  OR\n   30  PROVIDE  ASSISTANCE AT SUCH LOCAL OFFICES IN COMPLETING ENGLISH FORMS OR\n   31  QUESTIONNAIRES AND IN UNDERSTANDING ENGLISH FORMS, LETTERS OR NOTICES.\n   32    1. THE WRITTEN MATERIALS, WHETHER FORMS, APPLICATIONS, QUESTIONNAIRES,\n   33  LETTERS OR NOTICES, SOLICIT OR REQUIRE  THE  FURNISHING  OF  INFORMATION\n   34  FROM AN INDIVIDUAL OR PROVIDE THAT INDIVIDUAL WITH INFORMATION.\n   35    2.  THE  INFORMATION  SOLICITED,  REQUIRED OR FURNISHED AFFECTS OR MAY\n   36  AFFECT THE INDIVIDUAL'S RIGHTS, DUTIES OR PRIVILEGES WITH REGARD TO THAT\n   37  AGENCY'S SERVICES OR BENEFITS.\n   38    3. THE LOCAL OFFICE OR FACILITY OF THE AGENCY WITH WHICH THE  INDIVID-\n   39  UAL  IS  DEALING,  SERVES  A  SUBSTANTIAL NUMBER OF NON-ENGLISH SPEAKING\n   40  PERSONS.\n   41    S 465. EXCLUSIONS. THE PROVISIONS OF THIS ARTICLE ARE  NOT  APPLICABLE\n   42  TO  SCHOOL DISTRICTS, BOARDS OF EDUCATION OR THE OFFICE OF A SUPERINTEN-\n   43  DENT OF SCHOOLS.\n   44    S 466. FUNDING. THE PROVISIONS OF THIS ARTICLE SHALL BE IMPLEMENTED TO\n   45  THE EXTENT THAT LOCAL, STATE OR FEDERAL FUNDS ARE AVAILABLE, AND TO  THE\n   46  EXTENT  PERMISSIBLE  UNDER  FEDERAL  LAW AND THE PROVISIONS OF THE CIVIL\n   47  SERVICE LAW GOVERNING STATE AND LOCAL AGENCIES.\n   48    S 467. TELEPHONE BASED INTERPRETATION SERVICES.  STATE  AGENCIES  MAY,\n   49  UTILIZING  EXISTING  FUNDS,  CONTRACT FOR TELEPHONE BASED INTERPRETATION\n   50  SERVICES IN ADDITION TO EMPLOYING BILINGUAL PERSONS  IN  PUBLIC  CONTACT\n   51  POSITIONS.\n   52    S  468. SURVEY. 1. EACH STATE AGENCY SHALL CONDUCT A SURVEY OF EACH OF\n   53  ITS LOCAL OFFICES EVERY TWO YEARS TO DETERMINE ALL OF THE FOLLOWING:\n   54    (A) THE NUMBER OF PUBLIC CONTACT POSITIONS IN EACH LOCAL OFFICE.\n   55    (B) THE NUMBER OF BILINGUAL EMPLOYEES IN PUBLIC CONTACT POSITIONS, AND\n   56  THE LANGUAGES THEY SPEAK, OTHER THAN ENGLISH.\n\n       A. 924                              4\n\n    1    (C) THE NUMBER AND PERCENTAGE OF NON-ENGLISH SPEAKING PEOPLE SERVED BY\n    2  EACH LOCAL OFFICE, BROKEN DOWN BY NATIVE LANGUAGE.\n    3    (D) THE NUMBER OF ANTICIPATED VACANCIES IN PUBLIC CONTACT POSITIONS.\n    4    (E)  WHETHER  THE  USE  OF  CONTRACTED  TELEPHONE BASED INTERPRETATION\n    5  SERVICES IN ADDITION TO BILINGUAL PERSONS IN PUBLIC CONTACT POSITIONS IS\n    6  SERVING THE LANGUAGE NEEDS OF THE PEOPLE SERVED BY THE AGENCY.\n    7    (F) EACH AGENCY SHALL CALCULATE THE PERCENTAGE OF NON-ENGLISH SPEAKING\n    8  PEOPLE SERVED BY EACH LOCAL OFFICE BY ROUNDING THE PERCENTAGE ARRIVED AT\n    9  TO THE NEAREST WHOLE PERCENTAGE POINT.\n   10    2. THE SURVEY RESULTS SHALL BE REPORTED ON FORMS PROVIDED BY THE STATE\n   11  DIVISION OF HUMAN RIGHTS, AND DELIVERED TO THE DIVISION NOT  LATER  THAN\n   12  MARCH  THIRTY-FIRST OF EVERY EVEN-NUMBERED YEAR BEGINNING WITH TWO THOU-\n   13  SAND TWELVE.\n   14    3. THE RESULTS OF THE SURVEY SHALL BE COMPILED BY THE  STATE  DIVISION\n   15  OF  HUMAN RIGHTS AND PROVIDED IN A REPORT TO BOTH HOUSES OF THE LEGISLA-\n   16  TURE EVERY TWO YEARS.\n   17    S 469. EXEMPTIONS. 1. THE STATE DIVISION OF HUMAN  RIGHTS  MAY  EXEMPT\n   18  STATE AGENCIES FROM THE REQUIREMENTS OF SECTION FOUR HUNDRED SIXTY-EIGHT\n   19  OF  THIS ARTICLE WHERE THE DIVISION DETERMINES THAT ANY OF THE FOLLOWING\n   20  CONDITIONS APPLY:\n   21    (A) THE AGENCY DOES NOT FURNISH INFORMATION OR RENDER SERVICES TO  THE\n   22  PUBLIC.\n   23    (B)  THE  AGENCY HAS CONSISTENTLY RECEIVED SUCH LIMITED PUBLIC CONTACT\n   24  WITH THE NON-ENGLISH SPEAKING PUBLIC THAT IT HAS NOT  BEEN  REQUIRED  TO\n   25  EMPLOY  BILINGUAL  STAFF  UNDER  SECTION  FOUR HUNDRED SIXTY-ONE OF THIS\n   26  ARTICLE.\n   27    2. IN ORDER TO RECEIVE AN EXEMPTION, EACH STATE AGENCY  MUST  ANNUALLY\n   28  PETITION  THE  STATE  DIVISION  OF  HUMAN  RIGHTS  FOR THE EXEMPTION AND\n   29  RECEIVE APPROVAL IN WRITING. AN AGENCY MAY NOT RECEIVE AN EXEMPTION  FOR\n   30  MORE THAN THREE CONSECUTIVE YEARS.\n   31    S  470.  ESTABLISHMENT  OF BILINGUAL POSITIONS. THE PROVISIONS OF THIS\n   32  ARTICLE ARE NOT INTENDED TO  PROHIBIT  THE  ESTABLISHMENT  OF  BILINGUAL\n   33  POSITIONS,  OR PRINTING OF MATERIALS, OR USE OF INTERPRETERS, WHERE LESS\n   34  THAN FIVE PERCENT OF THE PEOPLE SERVED  DO  NOT  SPEAK  ENGLISH  OR  ARE\n   35  UNABLE  TO  COMMUNICATE  EFFECTIVELY,  AS  DETERMINED APPROPRIATE BY THE\n   36  STATE OR LOCAL AGENCY. THIS ARTICLE IS NOT INTENDED TO REQUIRE THAT  ALL\n   37  PUBLIC CONTACT POSITIONS BE FILLED WITH BILINGUAL PERSONS.\n   38    S 4. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to bilingual services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110105.T132153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294416231675
}