{
  "year" : 2011,
  "senateBillNo" : "A927-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A927-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain restaurants and food establishments from serving foods containing artificial trans fat",
  "summary" : "Prohibits certain restaurants and food establishments from serving foods containing artificial trans fat. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A10665-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          927\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Health\n\n       AN ACT to amend the  public  health  law,  in  relation  to  prohibiting\n         certain   restaurants  and  food  establishments  from  serving  foods\n         containing artificial trans fat;  and  providing  for  the  repeal  of\n         certain provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  1352-d to read as follows:\n    3    S  1352-D.  ARTIFICIAL  TRANS FAT; PROHIBITION.  1. NO FOOD CONTAINING\n    4  ARTIFICIAL TRANS FAT, AS DEFINED  IN  THIS  SECTION,  SHALL  BE  STORED,\n    5  DISTRIBUTED,  HELD  FOR  SERVICE,  USED IN PREPARATION OF ANY MENU ITEM,\n    6  SERVED OR SOLD IN ANY RESTAURANTS, FOOD SERVICE  ESTABLISHMENTS,  MOBILE\n    7  FOOD  SERVICE  ESTABLISHMENTS, MOBILE FOOD SERVICE ESTABLISHMENT COMMIS-\n    8  SARIES, RETAIL FOOD STORES AS DEFINED IN SECTION  FIVE  HUNDRED  OF  THE\n    9  AGRICULTURE  AND  MARKETS LAW, AND OTHER FOOD ESTABLISHMENTS, SUBJECT TO\n   10  THE PROVISIONS OF SECTION THIRTEEN  HUNDRED  FIFTY-ONE  OF  THIS  TITLE,\n   11  EXCEPT  FOOD THAT IS SERVED OR SOLD DIRECTLY TO PATRONS IN A MANUFACTUR-\n   12  ER'S ORIGINAL SEALED PACKAGE THAT BEARS A NUTRITION FACTS LABEL CONSIST-\n   13  ENT WITH FEDERAL LAW AND REGULATION.\n   14    2. FOR THE PURPOSES OF THIS SECTION, A FOOD SHALL BE DEEMED TO CONTAIN\n   15  ARTIFICIAL TRANS FAT IF THE FOOD IS LABELED AS, LISTS AS AN  INGREDIENT,\n   16  OR  CONTAINS  VEGETABLE  SHORTENING,  MARGARINE OR ANY KIND OF PARTIALLY\n   17  HYDROGENATED VEGETABLE OIL. HOWEVER, A FOOD WHOSE NUTRITION FACTS  LABEL\n   18  OR OTHER DOCUMENTATION FROM THE MANUFACTURER LISTS THE TRANS FAT CONTENT\n   19  OF  THE  FOOD AS LESS THAN 0.5  GRAMS PER SERVING SHALL NOT BE DEEMED TO\n   20  CONTAIN ARTIFICIAL TRANS FAT.   THIS SECTION SHALL NOT  APPLY  TO  FOODS\n   21  CONTAINING ONLY NATURALLY OCCURRING TRANS FAT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03963-01-1\n\n       A. 927                              2\n\n    1    3.  THE  COMMISSIONER  IS  AUTHORIZED AND DIRECTED TO PROMULGATE RULES\n    2  AND REGULATIONS FOR RECORDKEEPING AND DOCUMENTATION BY  RESTAURANTS  AND\n    3  FOOD  ESTABLISHMENTS  SUBJECT  TO  THIS SECTION NECESSARY FOR COMPLIANCE\n    4  WITH THE PROVISIONS OF THIS SECTION. THE COMMISSIONER SHALL CONSULT WITH\n    5  REPRESENTATIVES  OF  RESTAURANTS  AND FOOD ESTABLISHMENTS, ANY COUNTY OR\n    6  MUNICIPAL HEALTH DEPARTMENTS THAT HAVE SIMILAR LAWS OR  REGULATIONS  AND\n    7  THE  COMMISSIONER  OF AGRICULTURE AND MARKETS, PRIOR TO PROMULGATING ANY\n    8  SUCH RULES OR REGULATIONS AND, TO THE MAXIMUM EXTENT PRACTICABLE, INCOR-\n    9  PORATE SIMILAR RULES AND  REGULATIONS  ALREADY  ADOPTED  BY  SUCH  LOCAL\n   10  GOVERNMENTS. THE COMMISSIONER SHALL DEVELOP GUIDELINES, INCLUDING RECOM-\n   11  MENDATIONS FOR HEALTHIER ALTERNATIVES TO ARTIFICIAL TRANS FAT, TO ASSIST\n   12  RESTAURANTS  AND FOOD ESTABLISHMENTS IN COMPLYING WITH THE PROVISIONS OF\n   13  THIS SECTION. SUCH GUIDELINES SHALL BE MADE AVAILABLE TO RESTAURANTS AND\n   14  FOOD ESTABLISHMENTS UPON REQUEST AND SHALL BE PROVIDED  ON  THE  DEPART-\n   15  MENT'S INTERNET WEBSITE.\n   16    4.   NOTWITHSTANDING   THE  PROVISIONS  OF  SECTION  THIRTEEN  HUNDRED\n   17  FIFTY-THREE OF THIS TITLE, THE PENALTY FOR A VIOLATION OF  THIS  SECTION\n   18  SHALL  BE  LIMITED  TO  THE  PENALTY SET FORTH IN SECTION TWELVE OF THIS\n   19  CHAPTER.\n   20    5. THE PROVISIONS OF THIS SECTION SHALL  RESTRICT  THE  POWER  OF  ANY\n   21  COUNTY,  CITY,  TOWN  OR  VILLAGE  TO ADOPT AND ENFORCE ADDITIONAL LOCAL\n   22  LAWS, ORDINANCES OR REGULATIONS THAT ARE MORE STRINGENT THAN THE  STAND-\n   23  ARDS SET FORTH IN THIS SECTION AND THE RULES AND REGULATIONS PROMULGATED\n   24  PURSUANT  THERETO,  EXCEPT  THAT  ANY LOCAL LAW, ORDINANCE OR REGULATION\n   25  RESTRICTING ARTIFICIAL TRANS FAT ADOPTED  BY  ANY  COUNTY  OR  CITY,  OR\n   26  DEPARTMENT  OR AGENCY THEREOF, OR TOWN OR VILLAGE PRIOR TO THE DATE THIS\n   27  SECTION SHALL HAVE BECOME A LAW SHALL NOT BE PREEMPTED BY THIS SECTION.\n   28    S 2. This act shall take effect on the one hundred eightieth day after\n   29  it shall have become a law with respect to oils, shortenings and  marga-\n   30  rines  containing  artificial  trans  fat that are used for frying or in\n   31  spreads, and shall take effect December 31, 2012 with respect to oils or\n   32  shortenings used for deep frying of yeast dough or cake batter  and  all\n   33  other  foods  containing  artificial trans fat, provided, that effective\n   34  immediately, the addition, amendment and/or repeal of any rule or  regu-\n   35  lation  necessary  for  the  implementation of this act on its effective\n   36  date is authorized to be made and completed on or before such date;  and\n   37  provided,  further,  that  subdivision 5 of section 1352-d of the public\n   38  health law, as added by section one of this act,  shall  expire  and  be\n   39  deemed repealed December 31, 2023.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting certain restaurants and food establishments from serving foods containing artificial trans fat; and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110851.TXT", "SOBI.D110105.T132654.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294416531805
}