{
  "year" : 2011,
  "senateBillNo" : "A928-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A928-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts state and public corporations from liability for injury to property or personal injury",
  "summary" : "Exempts state and public corporations from liability for injury to property or personal injury, including death, of persons using public beaches when lifeguards are not on duty. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "A4238-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          928\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the general obligations law, in relation to exemption of\n         the state and public corporations from liability for injury to proper-\n         ty or personal injury, including death,  of  persons  who  use  public\n         beaches  for fishing, surfboarding or scuba diving when lifeguards are\n         not on duty\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 1 of section 9-103 of the gener-\n    2  al obligations law, as separately amended by chapters 141 and 286 of the\n    3  laws of 1984, is amended to read as follows:\n    4    a.  an owner, lessee or occupant of premises, whether or not posted as\n    5  provided in section 11-2111 of the environmental conservation law,  owes\n    6  no  duty  to keep the premises safe for entry or use by others for hunt-\n    7  ing, fishing, SURFBOARDING, SCUBA DIVING, organized gleaning as  defined\n    8  in  section  seventy-one-y of the agriculture and markets law, canoeing,\n    9  boating, trapping, hiking, cross-country skiing, tobogganing,  sledding,\n   10  speleological  activities,  horseback riding, bicycle riding, hang glid-\n   11  ing, motorized vehicle operation for recreational  purposes,  snowmobile\n   12  operation,  cutting  or gathering of wood for non-commercial purposes or\n   13  training of dogs, or to give warning of any hazardous condition  or  use\n   14  of  or  structure  or  activity on such premises to persons entering for\n   15  such purposes;\n   16    S 2. Section 9-103 of the general obligations law is amended by adding\n   17  a new subdivision 1-a to read as follows:\n   18    1-A.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  THE   IMMUNITY\n   19  CONFERRED  BY  SUBDIVISION ONE OF THIS SECTION ON THE OWNERS, LESSEES OR\n   20  OCCUPANTS OF PREMISES FROM LIABILITY FOR INJURY TO PROPERTY OR  PERSONAL\n   21  INJURY,  INCLUDING  DEATH, OF PERSONS WHO ENTER OR USE SUCH PREMISES FOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00927-01-1\n\n       A. 928                              2\n\n    1  FISHING, SURFBOARDING OR SCUBA DIVING  SHALL  APPLY  TO  PUBLIC  BEACHES\n    2  OWNED  OR OPERATED BY THE STATE OR A PUBLIC CORPORATION DURING THE HOURS\n    3  WHEN LIFEGUARDS ARE NOT ON DUTY.\n    4    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to exemption of the state and public corporations from liability for injury to property or personal injury, including death, of persons who use public beaches for fishing, surfboarding or scuba diving when lifeguards are not on duty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110851.TXT", "SOBI.D110105.T132654.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294416531812
}