{
  "year" : 2011,
  "senateBillNo" : "A929-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A929-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions relating to definition, registration and regulation of motor vehicle dealers",
  "summary" : "Enacts various provisions relating to the definition, registration and regulation of motor vehicle dealers, particularly with respect to persons who use the internet or other computer-mediated channel to sell or deliver motor vehicles in this state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A3224-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          929\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to dealers  and\n         dealer  registration;  and  to  amend  the  general  business  law, in\n         relation to the definition of dealer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph a of subdivision 1 and paragraph b and the open-\n    2  ing paragraph of paragraph d of subdivision 5  of  section  415  of  the\n    3  vehicle  and  traffic  law, as amended by chapter 7 of the laws of 2000,\n    4  are amended to read as follows:\n    5    a. \"Dealer\" means a person engaged in the business of buying,  selling\n    6  or dealing in motor vehicles, motorcycles or trailers, other than mobile\n    7  homes  or  manufactured  homes, at retail or wholesale; except, however,\n    8  trailers with an unladen weight of less than one  thousand  pounds.  For\n    9  the  purposes  of  this  section, a \"mobile home\" or \"manufactured home\"\n   10  means a mobile home or manufactured  home  as  defined  in  section  one\n   11  hundred  twenty-two-c  of  this chapter. Any person who sells, or offers\n   12  for sale more than five motor vehicles, motorcycles or trailers  in  any\n   13  calendar  year  or  who displays or permits the display of three or more\n   14  motor vehicles, motorcycles or trailers for sale  at  any  one  time  or\n   15  within  any one calendar month upon premises owned or controlled by him,\n   16  if such vehicles were purchased, acquired or otherwise obtained by  such\n   17  person  for  the  purpose  of resale, will be regarded as a dealer.  ANY\n   18  PERSON WHO WITH THE AID OF  THE  INTERNET,  OR  OTHER  COMPUTER-MEDIATED\n   19  CHANNEL,  DIRECTLY OR INDIRECTLY, SELLS OR DELIVERS MORE THAN FIVE MOTOR\n   20  VEHICLES TO CONSUMERS IN THIS STATE WITHIN ONE YEAR SHALL  BE  DEEMED  A\n   21  DEALER. Except as otherwise provided in subdivisions three, five, six-b,\n   22  and  seven of this section, the term \"dealer\" shall include a \"new motor\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00730-01-1\n\n       A. 929                              2\n\n    1  vehicle dealer\" as defined by paragraph f  of  this  subdivision  and  a\n    2  \"qualified dealer\" as defined in paragraph g of this subdivision.\n    3    b.  The  place  or places, including the complete address or addresses\n    4  where the business is to be conducted and, in the case of an application\n    5  to do business as a new motor vehicle dealer, the names of each line  or\n    6  make  of  new  motor  vehicle  which  a  manufacturer or distributor has\n    7  authorized the applicant to sell from each  location  and  the  date  of\n    8  inception of the franchise, as defined in section four hundred sixty-two\n    9  of  this title, which authorizes the applicant to sell such line or make\n   10  from each location. A copy of each such franchise, or  other  documenta-\n   11  tion  in lieu thereof satisfactory to the commissioner, shall be submit-\n   12  ted to the commissioner at the time of application and upon each renewal\n   13  of each certificate to do business as a new motor vehicle  dealer.    AN\n   14  APPLICANT  WHO  PROPOSES TO USE THE INTERNET, OR OTHER COMPUTER-MEDIATED\n   15  CHANNEL, IN AID OF ITS SALE OF  MOTOR  VEHICLES  TO  CONSUMERS  IN  THIS\n   16  STATE,  WHICH  SUCH  ACTIVITIES  MAY  RESULT IN THE CREATION OF BUSINESS\n   17  RECORDS OUTSIDE THIS STATE, SHALL  PROVIDE  THE  COMMISSIONER  WITH  THE\n   18  IDENTITY OF THE PERSON, AND HIS OR HER ADDRESS AND TELEPHONE NUMBER, WHO\n   19  HAS CONTROL OVER SUCH RECORDS, BUT THIS SHALL NOT RELIEVE SUCH APPLICANT\n   20  FROM MAINTAINING AN ESTABLISHED PLACE OF BUSINESS IN THIS STATE.\n   21    Before  an  application for an original certificate of registration is\n   22  approved, the applicant  must  have  on  the  premises  to  be  licensed\n   23  adequate space and proper facilities to retain and safeguard all records\n   24  and documents he must maintain upon the licensed premises as required by\n   25  [the  vehicle  and  traffic law] THIS CHAPTER and the regulations of the\n   26  commissioner.    AN  APPLICANT  WHO  USES   THE   INTERNET,   OR   OTHER\n   27  COMPUTER-MEDIATED  CHANNEL,  IN  AID  OF  ITS  SALE OF MOTOR VEHICLES TO\n   28  CONSUMERS IN THIS  STATE,  WHICH  SUCH  ACTIVITIES  MAY  RESULT  IN  THE\n   29  CREATION  OF  BUSINESS  RECORDS  OUTSIDE  THIS  STATE SHALL UPON WRITTEN\n   30  REQUEST OF THE COMMISSIONER OR ANY OF ITS INSPECTORS OR OTHER  EMPLOYEES\n   31  PROVIDE  COPIES OF RECORDS MAINTAINED ON SUCH COMPUTERS REGARDING TRANS-\n   32  ACTIONS WITH CONSUMERS IN THIS STATE WITHIN FIFTEEN DAYS OF  RECEIPT  OF\n   33  SUCH REQUEST.  IN THE INSTANCE OF A CONSUMER REQUESTING THEIR INDIVIDUAL\n   34  RECORDS  THE  APPLICANT  WHO USES THE INTERNET MUST PROVIDE SUCH RECORDS\n   35  WITHIN FIVE BUSINESS DAYS OF RECEIPT OF SUCH REQUEST.\n   36    S 2. Paragraphs c and h of subdivision 9 of section 415 of the vehicle\n   37  and traffic law, as amended by chapter 254 of  the  laws  of  2010,  are\n   38  amended and two new paragraphs i and j are added to read as follows:\n   39    c.  Has been guilty of fraud or fraudulent practices, or has practiced\n   40  dishonest or misleading advertising. DEALER ADVERTISEMENTS  OF  PRODUCTS\n   41  OR SERVICES THAT ARE SUBJECT TO AVAILABILITY MUST BE PLAINLY AND LEGIBLY\n   42  IDENTIFIED  AS  SUCH  BY THE DEALER IN THE ADVERTISEMENT.  \"ADVERTISING\"\n   43  AND \"ADVERTISEMENT\" MEANS, FOR PURPOSES OF  THIS  PARAGRAPH,  ANY  ORAL,\n   44  WRITTEN,  PICTORIAL, OR GRAPHIC EXPRESSION OF A MESSAGE MADE BY A DEALER\n   45  TO THE CONSUMING PUBLIC IN CONNECTION WITH THE SOLICITATION OF ITS BUSI-\n   46  NESS OR SERVICES, AND INCLUDES,  WITHOUT  LIMITATION,  SUCH  EXPRESSIONS\n   47  CONTAINED  IN  NEWSPAPERS, MAGAZINES, DIRECT MAIL, INTERNET WEBSITES, OR\n   48  ON RADIO OR TELEVISION; or\n   49    h. Was the former holder, or was an officer, director, stockholder, or\n   50  partner, in a corporation or partnership which was the former holder  of\n   51  a  dealer's  registration, which was suspended or revoked by the commis-\n   52  sioner[.]; OR\n   53    I. AS TO VEHICLES DELIVERED TO A LOCATION DESIGNATED BY THE  CONSUMER,\n   54  HAS  FAILED  TO ORIGINATE SUCH VEHICLE DELIVERIES FROM A DEALER'S ESTAB-\n   55  LISHED PLACE OF BUSINESS IN THIS STATE; OR\n\n       A. 929                              3\n\n    1    J. HAS FAILED TO COMPLY WITH ANY OF THE REQUIREMENTS SET  FORTH  UNDER\n    2  SECTION  ONE HUNDRED NINETY-EIGHT-A OR ONE HUNDRED NINETY-EIGHT-B OF THE\n    3  GENERAL BUSINESS LAW.\n    4    S  3. The opening paragraph of paragraph 3 of subdivision a of section\n    5  198-b of the general business law, as amended by chapter 444 of the laws\n    6  of 1989, is amended to read as follows:\n    7    \"Dealer\" means any person or business which sells,  offers  for  sale,\n    8  leases  or  offers  for lease a used vehicle after selling, offering for\n    9  sale, leasing or offering for lease three or more used vehicles  in  the\n   10  previous  twelve month period[, but]. ANY PERSON WHO WITH THE AID OF THE\n   11  INTERNET, OR OTHER COMPUTER-MEDIATED CHANNEL,  DIRECTLY  OR  INDIRECTLY,\n   12  SELLS,  OR DELIVERS OR LEASES MORE THAN FIVE MOTOR VEHICLES TO CONSUMERS\n   13  WITHIN ONE YEAR IN THIS STATE SHALL BE DEEMED A  MOTOR  VEHICLE  DEALER.\n   14  DEALER does not include:\n   15    S  4. Nothing in this act shall contravene any franchise agreements in\n   16  effect as of the effective date of this act.\n   17    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   18  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to dealers and dealer registration; and to amend the general business law, in relation to the definition of dealer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110851.TXT", "SOBI.D110105.T132654.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294416531817
}