{
  "year" : 2011,
  "senateBillNo" : "A93-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A93-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the commissioner of health to develop and implement a system for uniform patient safety",
  "summary" : "Requires the commissioner of health to develop and implement a system for uniform patient safety and provide systematic and the standard application of a color system for wrist bands to aid in the classification and identification of safety conditions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A10486-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          93\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAHILL,  BENEDETTO,  CASTRO, MAISEL, MARKEY,\n         M. MILLER, ROBINSON, MONTESANO, SALADINO, HOOPER -- Multi-Sponsored by\n         -- M. of A. BRENNAN, GABRYSZAK, GALEF, GLICK, JACOBS,  KOLB,  LUPARDO,\n         PHEFFER,  SCARBOROUGH,  SPANO, WEISENBERG -- read once and referred to\n         the Committee on Health\n\n       AN ACT to amend the public health law,  in  relation  to  requiring  the\n         commissioner  of  health to develop and implement a system for uniform\n         patient safety\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding a new section 22\n    2  to read as follows:\n    3    S  22. UNIFORM PATIENT SAFETY. 1. THE COMMISSIONER SHALL, IN CONSULTA-\n    4  TION WITH STATEWIDE ORGANIZATIONS REPRESENTATIVE OF PROVIDERS OF  HOSPI-\n    5  TAL  AND  HEALTH-RELATED  SERVICES,  DEVELOP  AND IMPLEMENT A SYSTEM FOR\n    6  COLOR-CODING STANDARDIZATION OF MEDICAL SAFETY CONDITIONS FOR USE IN ALL\n    7  HEALTH CARE FACILITIES. THE COMMISSIONER SHALL, ON OR AFTER JULY  FIRST,\n    8  TWO THOUSAND THIRTEEN, DEVELOP SUCH UNIFORM PATIENT SAFETY CONDITIONS BY\n    9  STANDARDIZING  THE  COLOR-CODING  OF  PATIENT  WRIST BANDS AND PROVIDING\n   10  HOSPITALS, HEALTH CARE PROVIDERS, RESIDENTIAL HEALTH CARE FACILITIES AND\n   11  NURSING HOMES IN THIS STATE WITH  A  PATIENT  STANDARDIZATION  WHICH  IS\n   12  UNIFORM  IN  RELATION TO HEALTH-RELATED SERVICES. THE COMMISSIONER SHALL\n   13  ESTABLISH AND IMPLEMENT THE UNIFORMITY OF ALL PATIENT SAFETY THROUGH THE\n   14  PROMULGATION OF RULES  AND  REGULATIONS  AND  FURTHER  PROVIDE  FOR  THE\n   15  SYSTEMATIC  AND  STANDARD  APPLICATION  OF  A COLOR SYSTEM TO AID IN THE\n   16  CLASSIFICATION AND IDENTIFICATION OF SAFETY  CONDITIONS  INCLUDING,  BUT\n   17  NOT  LIMITED TO, A DO NOT RESUSCITATE ORDER, ALLERGIES, FALL RISK OF THE\n   18  PATIENT, ELOPEMENT AND CHOKING PRECAUTIONS.\n   19    2. FOR THE PURPOSES OF THIS SECTION, \"ELOPEMENT\" MEANS THAT A  PATIENT\n   20  (A) HAS LEFT THE HOSPITAL, HEALTH CARE FACILITY, RESIDENTIAL HEALTH CARE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00877-01-1\n\n       A. 93                               2\n\n    1  FACILITY  OR  NURSING  HOME,  OR  THE COMPANY OF STAFF, WITHOUT AUTHORI-\n    2  ZATION; OR (B) HAS LEFT THE HOSPITAL, HEALTH CARE FACILITY,  RESIDENTIAL\n    3  HEALTH  CARE  FACILITY OR NURSING HOME WITH AUTHORIZATION BUT HAS FAILED\n    4  TO  RETURN  TO SUCH FACILITY LATER THAN THIRTY MINUTES BEYOND THE DESIG-\n    5  NATED TIME.\n    6    S 2. This act shall take effect July 1, 2013; provided, however,  that\n    7  effective immediately, the addition, amendment and/or repeal of any rule\n    8  or regulation necessary for the implementation of this act on its effec-\n    9  tive  date  are  authorized  and directed to be made and completed on or\n   10  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring the commissioner of health to develop and implement a system for uniform patient safety ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101216.T112415.TXT", "SOBI.D101217.T121938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606378657
}