{
  "year" : 2011,
  "senateBillNo" : "A931-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A931-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the education quality and teacher and principal protection act",
  "summary" : "Enacts the education quality and teacher and principal protection act providing liability protection for public school educators; defines terms; provides that an educational entity shall not be subject to punitive and exemplary damages; imposes civil fines upon persons who falsely accuse an employee of an educational entity; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A7547-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          931\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ -- Multi-Sponsored by -- M. of A. CUSICK,\n         GALEF, HIKIND, MAGEE, PERRY, J. RIVERA, ROBINSON, TOWNS, WEISENBERG --\n         read once and referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to establishing liability\n         protection for public school educators\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. This act shall be known and may be cited as the \"education\n    2  quality and teacher and principal protection act\".\n    3    S 2. The education law is amended by adding a new article 62  to  read\n    4  as follows:\n    5                                  ARTICLE 62\n    6                 EDUCATION QUALITY AND TEACHER AND PRINCIPAL\n    7                               PROTECTION ACT\n    8  SECTION 3070. LEGISLATIVE FINDINGS.\n    9          3071. DEFINITIONS.\n   10          3072. LIABILITY.\n   11          3073. PUNITIVE AND EXEMPLARY DAMAGES.\n   12          3074. FALSE REPORTS.\n   13          3075. FRIVOLOUS ACTIONS; ATTORNEY'S FEES; COST.\n   14          3076. CONTINGENCY FEES; PENALTY.\n   15          3077. INSURANCE.\n   16    S  3070. LEGISLATIVE FINDINGS. THE LEGISLATURE FINDS THAT ENSURING THE\n   17  QUALITY OF PRIMARY AND SECONDARY PUBLIC EDUCATION IS A COMPELLING  STATE\n   18  INTEREST. THE EDUCATIONAL ENVIRONMENT OF STUDENTS IS OFTEN NOT CONDUCIVE\n   19  TO LEARNING. VIOLENCE IS SOMETIMES A THREAT, WHILE OTHER TIMES EDUCATORS\n   20  MAY  LACK  THE AUTHORITY TO MAINTAIN SAFETY AND DISCIPLINE IN THE PUBLIC\n   21  SCHOOLS. THE FILING OF  MERITLESS  LAWSUITS  AGAINST  SCHOOL  DISTRICTS,\n   22  TEACHERS,  ADMINISTRATORS,  AND  OTHER  SCHOOL EMPLOYEES INTERFERES WITH\n   23  ATTEMPTS TO ENSURE THE QUALITY OF PUBLIC EDUCATION,  PARTICULARLY  WHERE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04010-01-1\n\n       A. 931                              2\n\n    1  SUCH  LAWSUITS ARISE OUT OF THE GOOD FAITH EFFORTS OF EDUCATORS TO MAIN-\n    2  TAIN CLASSROOM DISCIPLINE OR ADDRESS THREATS TO STUDENT SAFETY.   MERIT-\n    3  LESS  LITIGATION ALSO DIVERTS FINANCIAL AND PERSONNEL RESOURCES TO LITI-\n    4  GATION DEFENSE ACTIVITIES AND REDUCES THE AVAILABILITY OF SUCH RESOURCES\n    5  FOR  EDUCATIONAL  OPPORTUNITIES  FOR  STUDENTS.  THE LEGISLATURE FURTHER\n    6  FINDS THAT LEGISLATION TO DETER MERITLESS LAWSUITS AND  SANCTION  DELIB-\n    7  ERATELY  FALSE  REPORTS  AGAINST EDUCATORS IS A RATIONAL AND APPROPRIATE\n    8  METHOD TO ADDRESS THIS COMPELLING PUBLIC INTEREST.\n    9    S 3071. DEFINITIONS. AS USED  IN  THIS  ARTICLE,  UNLESS  THE  CONTEXT\n   10  OTHERWISE REQUIRES, THE FOLLOWING TERMS SHALL MEAN:\n   11    1. \"EDUCATIONAL ENTITY\" MEANS THE DEPARTMENT OF EDUCATION OR ANY OTHER\n   12  BODY, BOARD OR AGENCY THAT GOVERNS ONE OR MORE PUBLIC PRIMARY OR SECOND-\n   13  ARY SCHOOLS.\n   14    2.  \"EMPLOYEE\"  MEANS ANY INDIVIDUAL ELECTED OR APPOINTED TO AN EDUCA-\n   15  TIONAL ENTITY OR WHO PROVIDES STUDENT-RELATED SERVICES  TO  THAT  EDUCA-\n   16  TIONAL  ENTITY  ON  A  CONTRACTUAL  BASIS.  THE TERM EMPLOYEE SHALL ALSO\n   17  INCLUDE AN AUTHORIZED VOLUNTEER WHO PROVIDES STUDENT-RELATED SERVICES TO\n   18  THE EDUCATIONAL ENTITY.\n   19    S 3072. LIABILITY. 1. AN EDUCATIONAL ENTITY OR ITS EMPLOYEES SHALL NOT\n   20  BE SUBJECT TO LIABILITY FOR TAKING ANY ACTION REGARDING THE SUPERVISION,\n   21  GRADING, SUSPENSION, EXPULSION OR  DISCIPLINE  OF  STUDENTS  WHILE  SUCH\n   22  STUDENTS  ARE ON THE PROPERTY OF THE EDUCATIONAL ENTITY OR ARE UNDER THE\n   23  SUPERVISION OF THE EDUCATIONAL ENTITY OR ITS  EMPLOYEES.  HOWEVER,  THIS\n   24  IMMUNITY  SHALL  NOT  APPLY  IF SUCH ACTION VIOLATED AN EXPRESS STATUTE,\n   25  RULE, REGULATION OR CLEARLY ARTICULATED POLICY OF THE  STATE  OR  EDUCA-\n   26  TIONAL  ENTITY.  THE BURDEN OF PROOF OF SUCH A VIOLATION SHALL REST WITH\n   27  THE PARTY BRINGING THE ACTION AND  MUST  BE  ESTABLISHED  BY  CLEAR  AND\n   28  CONVINCING EVIDENCE TO THE COURT AS PART OF A SUMMARY PROCEEDING.\n   29    2.  AN  EDUCATIONAL  ENTITY  AND ITS EMPLOYEES SHALL NOT BE SUBJECT TO\n   30  LIABILITY FOR MAKING A REPORT CONSISTENT WITH FEDERAL LAW TO THE  APPRO-\n   31  PRIATE LAW ENFORCEMENT AUTHORITIES OR OFFICIALS OF AN EDUCATIONAL ENTITY\n   32  IF  THE  INDIVIDUAL  MAKING THE REPORT HAS REASONABLE GROUNDS TO SUSPECT\n   33  THAT A STUDENT IS:\n   34    (A) UNDER THE INFLUENCE OF  AN  ALCOHOLIC  BEVERAGE  OR  A  CONTROLLED\n   35  SUBSTANCE NOT LAWFULLY PRESCRIBED TO THAT INDIVIDUAL;\n   36    (B)  IN  POSSESSION  OF  A FIREARM, ALCOHOLIC BEVERAGE OR A CONTROLLED\n   37  SUBSTANCE NOT LAWFULLY PRESCRIBED TO THAT INDIVIDUAL; OR\n   38    (C) INVOLVED IN THE ILLEGAL SOLICITATION, SALE OR  DISTRIBUTION  OF  A\n   39  FIREARM,   ALCOHOLIC  BEVERAGE  OR  CONTROLLED  SUBSTANCE  NOT  LAWFULLY\n   40  PRESCRIBED TO THAT INDIVIDUAL.\n   41    S 3073. PUNITIVE AND EXEMPLARY DAMAGES. 1. AN EDUCATIONAL ENTITY SHALL\n   42  NOT BE LIABLE FOR PUNITIVE OR EXEMPLARY DAMAGES. AN EMPLOYEE  SHALL  NOT\n   43  BE LIABLE FOR PUNITIVE OR EXEMPLARY DAMAGES FOR ACTS OR OMISSIONS WITHIN\n   44  THE COURSE AND SCOPE OF EMPLOYMENT.\n   45    2. FOR THE PURPOSES OF THIS SECTION, AN EMPLOYEE WHO ACTS WITH SPECIF-\n   46  IC  INTENT    TO CAUSE HARM SHALL NOT BE CONSIDERED AS ACTING WITHIN THE\n   47  COURSE AND SCOPE OF EMPLOYMENT.\n   48    S 3074. FALSE REPORTS. 1. EXCEPT AS OTHERWISE PROVIDED IN  THIS  ARTI-\n   49  CLE,  ANY  PERSON  EIGHTEEN YEARS OF AGE OR OLDER WHO ACTS WITH SPECIFIC\n   50  INTENT IN MAKING A FALSE ACCUSATION  OF  CRIMINAL  ACTIVITY  AGAINST  AN\n   51  EMPLOYEE OF AN EDUCATIONAL ENTITY TO LAW ENFORCEMENT AUTHORITIES, SCHOOL\n   52  DISTRICT  OFFICIALS  OR  PERSONNEL, OR BOTH, SHALL BE SUBJECT TO A CIVIL\n   53  FINE OF UP TO TWO THOUSAND DOLLARS.\n   54    2. EXCEPT AS OTHERWISE PROVIDED IN THIS  ARTICLE,  ANY  PUBLIC  SCHOOL\n   55  STUDENT  BETWEEN  THE  AGES  OF SEVEN AND SEVENTEEN, INCLUSIVE, WHO ACTS\n   56  WITH SPECIFIC INTENT IN MAKING A FALSE ACCUSATION OF  CRIMINAL  ACTIVITY\n\n       A. 931                              3\n\n    1  AGAINST AN EMPLOYEE OF AN EDUCATIONAL ENTITY TO LAW ENFORCEMENT AUTHORI-\n    2  TIES,  SCHOOL  DISTRICT  OFFICIALS  OR  PERSONNEL,  OR BOTH, MAY, AT THE\n    3  DISCRETION OF THE COURT, AND IN ACCORDANCE WITH THE  PROVISIONS  OF  THE\n    4  FEDERAL INDIVIDUALS WITH DISABILITIES EDUCATION ACT, 20 U.S.C.A. SS 1400\n    5  ET SEQ., BE SUBJECT TO ANY OF THE FOLLOWING:\n    6    (A) EXPULSION;\n    7    (B) SUSPENSION FOR A PERIOD OF TIME TO BE DETERMINED BY THE COURT;\n    8    (C)  COMMUNITY SERVICE OF A TYPE AND FOR A PERIOD OF TIME TO BE DETER-\n    9  MINED BY THE COURT; OR\n   10    (D) ANY OTHER SANCTION AS THE COURT IN ITS DISCRETION MAY DEEM  APPRO-\n   11  PRIATE.\n   12    3.  THE  PROVISIONS  OF  THIS  ARTICLE  SHALL  NOT APPLY TO STATEMENTS\n   13  REGARDING INDIVIDUALS ELECTED OR APPOINTED TO A SCHOOL BOARD.\n   14    4. THIS ARTICLE SHALL NOT BE DEEMED TO LIMIT  THE  CIVIL  OR  CRIMINAL\n   15  LIABILITY  OF  THOSE PERSONS WHO MAKE FALSE STATEMENTS ALLEGING CRIMINAL\n   16  ACTIVITY BY OTHERS.\n   17    S 3075. FRIVOLOUS ACTIONS; ATTORNEY'S FEES;  COST.  1.  IN  ANY  CIVIL\n   18  ACTION  OR  PROCEEDING  AGAINST AN EDUCATIONAL ENTITY OR ITS EMPLOYEE IN\n   19  WHICH THE EDUCATIONAL ENTITY OR ITS EMPLOYEE PREVAIL,  THE  COURT  SHALL\n   20  AWARD COST AND REASONABLE ATTORNEY'S FEES TO THE PREVAILING DEFENDANT OR\n   21  DEFENDANTS.  THE COURT IN ITS DISCRETION MAY DETERMINE WHETHER SUCH FEES\n   22  AND COSTS ARE TO BE BORNE BY THE PLAINTIFF'S ATTORNEY, THE PLAINTIFF, OR\n   23  BOTH.\n   24    2. EXPERT WITNESS FEES MAY BE INCLUDED AS PART OF  THE  COSTS  AWARDED\n   25  UNDER THIS SECTION.\n   26    S  3076.  CONTINGENCY  FEES;  PENALTY.  1.  NO  ATTORNEY SHALL CHARGE,\n   27  DEMAND, RECEIVE OR COLLECT FOR SERVICES  RENDERED,  FEES  IN  EXCESS  OF\n   28  TWENTY-FIVE  PERCENT  OF  ANY CIVIL JUDGEMENT RENDERED AGAINST AN EDUCA-\n   29  TIONAL ENTITY OR ITS EMPLOYEES, OR ANY SETTLEMENT ENTERED INTO  PURSUANT\n   30  TO LAW.\n   31    2.  ANY INTERESTED PERSON MAY FILE A CIVIL ACTION OR PETITION WITH THE\n   32  APPROPRIATE COURT TO RESCIND ANY PROVISION OF THE ATTORNEY FEE  CONTRACT\n   33  INCONSISTENT  WITH  THIS  SECTION AND TO COMPEL DISGORGEMENT OF ANY FEES\n   34  PAID IN EXCESS OF THE AMOUNTS ALLOWED UNDER THIS SECTION. IN ADDITION, A\n   35  COURT WITH JURISDICTION OVER THE MATTER SHALL IMPOSE A FINE AGAINST  THE\n   36  ATTORNEY THAT IS EQUAL TO OR LESS THAN THE AMOUNT OF MONEY SOUGHT BY THE\n   37  ATTORNEY  IN  EXCESS OF THE AMOUNT PERMITTED BY THIS SECTION, BUT IN ANY\n   38  EVENT NOT LESS THAN TWO THOUSAND DOLLARS.\n   39    S 3077. INSURANCE. UNLESS OTHERWISE PROVIDED BY LAW, THE EXISTENCE  OF\n   40  ANY  POLICY  OF  INSURANCE  INDEMNIFYING  AN  EDUCATIONAL ENTITY AGAINST\n   41  LIABILITY FOR DAMAGES SHALL NOT BE CONSIDERED A WAIVER  OF  ANY  DEFENSE\n   42  OTHERWISE  AVAILABLE  TO  THE EDUCATIONAL ENTITY OR ITS EMPLOYEES IN THE\n   43  DEFENSE OF THE CLAIM.\n   44    S 3. This act shall take effect November 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing liability protection for public school educators ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T133403.TXT", "SOBI.D110105.T132654.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294425243943
}