{
  "year" : 2011,
  "senateBillNo" : "A932-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A932-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the World Trade Center Relief Fund",
  "summary" : "Creates the World Trade Center Relief Fund; authorizes taxpayers to make a contribution to such fund by checking off the appropriate space on their income tax return. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A7549-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          932\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ORTIZ,  SCARBOROUGH, ENGLEBRIGHT, McENENY --\n         Multi-Sponsored by -- M.  of A. COLTON -- read once  and  referred  to\n         the Committee on Ways and Means\n\n       AN  ACT  to  amend the tax law and the state finance law, in relation to\n         the creation of the World Trade Center Relief Fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  tax  law is amended by adding a new section 630-c to\n    2  read as follows:\n    3    S 630-C. THE WORLD TRADE CENTER RELIEF FUND. EFFECTIVE FOR ANY TAXABLE\n    4  YEAR COMMENCING ON OR AFTER THE FIRST OF  JANUARY  NEXT  SUCCEEDING  THE\n    5  EFFECTIVE  DATE  OF  THIS SECTION, AN INDIVIDUAL IN ANY TAXABLE YEAR MAY\n    6  ELECT TO CONTRIBUTE A WHOLE DOLLAR AMOUNT  TO  THE  WORLD  TRADE  CENTER\n    7  RELIEF FUND.  SUCH CONTRIBUTION SHALL NOT REDUCE THE AMOUNT OF STATE TAX\n    8  OWED  BY  SUCH INDIVIDUAL. THE COMMISSIONER SHALL INCLUDE A SPACE ON THE\n    9  PERSONAL INCOME TAX RETURN TO ENABLE A TAXPAYER TO  MAKE  SUCH  CONTRIB-\n   10  UTION.  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW TO THE CONTRARY, ALL\n   11  REVENUES COLLECTED PURSUANT TO THIS SECTION SHALL  BE  CREDITED  TO  THE\n   12  WORLD  TRADE CENTER RELIEF FUND AND USED ONLY FOR THOSE PURPOSES ENUMER-\n   13  ATED IN SECTION EIGHTY-FOUR-B OF THE STATE FINANCE LAW.\n   14    S 2. The state finance law is amended by adding a new section 84-b  to\n   15  read as follows:\n   16    S  84-B.    THE  WORLD  TRADE CENTER RELIEF FUND.   1. THERE IS HEREBY\n   17  ESTABLISHED IN THE JOINT CUSTODY OF THE STATE  COMPTROLLER  AND  COMMIS-\n   18  SIONER  OF  TAXATION AND FINANCE A SPECIAL FUND TO BE KNOWN AS THE WORLD\n   19  TRADE CENTER RELIEF FUND.\n   20    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED FROM THE IMPLEMEN-\n   21  TATION OF SECTION SIX HUNDRED THIRTY-C OF THE  TAX  LAW,  ACCOUNTED  FOR\n   22  SEPARATELY  AND  FROM  ALL OF THE MONEYS CREDITED OR TRANSFERRED THERETO\n   23  FROM ANY OTHER FUND OR SOURCE PURSUANT TO LAW.  MONEYS DEPOSITED IN  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04012-01-1\n\n       A. 932                              2\n\n    1  FUND  SHALL  BE HELD IN INTEREST BEARING ACCOUNTS IN PUBLIC DEPOSITORIES\n    2  AS PRESCRIBED BY STATE STATUTES, AND MAY BE INVESTED  OR  REINVESTED  IN\n    3  SUCH  SECURITIES  AS  ARE  APPROVED  BY THE STATE TREASURER. INTEREST OR\n    4  OTHER  INCOME  EARNED  ON MONEYS DEPOSITED INTO THE FUND, AND ANY MONEYS\n    5  WHICH MAY BE DEPOSITED INTO THE FUND AND ANY MONEYS WHICH MAY BE  APPRO-\n    6  PRIATED  OR  OTHERWISE  BECOME  AVAILABLE  FOR THE PURPOSES OF THE FUND,\n    7  SHALL BE CREDITED TO AND DEPOSITED IN THE FUND FOR USE AS SET  FORTH  IN\n    8  THIS SECTION.\n    9    3.  THE  MONEYS RECEIVED BY SUCH FUND SHALL BE MADE AVAILABLE PURSUANT\n   10  TO APPROPRIATION FOR USE IN THE CLEANUP AND REBUILDING OF NEW YORK  CITY\n   11  FOLLOWING  THE TERRORIST ATTACK OF SEPTEMBER ELEVENTH, TWO THOUSAND ONE,\n   12  AS WELL AS TO PROVIDE ASSISTANCE TO FAMILIES AFFECTED BY SUCH ATTACK.\n   13    4. ALL PAYMENTS FROM SUCH FUND  SHALL  BE  MADE  UPON  THE  AUDIT  AND\n   14  WARRANT OF THE STATE COMPTROLLER.\n   15    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to the creation of the World Trade Center Relief Fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T132654.TXT", "SOBI.D110107.T105851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294415931451
}