{
  "year" : 2011,
  "senateBillNo" : "A935-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A935-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes boards of education or trustees of school districts to allow certain pupils diagnosed with respiratory illnesses to carry a prescribed inhaler",
  "summary" : "Authorizes boards of education or trustees of school districts to allow certain pupils diagnosed with asthma or other potentially life-threatening respiratory illnesses to carry and use a prescribed inhaler; provides for establishment of asthma action plans for such pupils. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4269-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          935\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ORTIZ, JACOBS, MILLMAN, HOYT, CASTRO -- Multi-\n         Sponsored by -- M. of A.  BING, FARRELL, V. LOPEZ,  MAYERSOHN,  PERRY,\n         J. RIVERA, ROBINSON, SALADINO -- read once and referred to the Commit-\n         tee on Education\n\n       AN  ACT  to  amend the education law, in relation to the use of inhalers\n         and nebulizers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 916 of the education law, as amended by chapter 524\n    2  of the laws of 2006, is amended to read as follows:\n    3    S  916. Pupils afflicted with asthma OR OTHER POTENTIALLY LIFE-THREAT-\n    4  ENING RESPIRATORY ILLNESSES.  The board of education or trustees of each\n    5  school district and board  of  cooperative  educational  services  shall\n    6  allow  pupils  who  have  been  diagnosed  by  a physician or other duly\n    7  authorized health care provider with a  severe  asthmatic  condition  OR\n    8  OTHER  POTENTIALLY  LIFE-THREATENING  RESPIRATORY ILLNESSES to carry and\n    9  use a prescribed inhaler during the school day, with the written permis-\n   10  sion of a physician or other duly authorized health care  provider,  and\n   11  parental  consent, based on such physician's or provider's determination\n   12  that such pupil is subject to sudden asthmatic attacks severe enough  to\n   13  debilitate  such  pupil. A record of such permission shall be maintained\n   14  in the school office. In addition, upon the written request of a  parent\n   15  or  person in parental relation, the board of education or trustees of a\n   16  school district and board  of  cooperative  educational  services  shall\n   17  allow  such  pupils  to  maintain  an extra such inhaler in the care and\n   18  custody of a registered professional nurse employed by such district  or\n   19  board  of  cooperative  educational  services.   Nothing in this section\n   20  shall require a school district  or  board  of  cooperative  educational\n   21  services  to  retain  a  school  nurse  solely for the purpose of taking\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03660-01-1\n\n       A. 935                              2\n\n    1  custody of a spare inhaler, or require that a school nurse be  available\n    2  at all times in a school building for such purpose.\n    3    S  2. The education law is amended by adding a new section 921 to read\n    4  as follows:\n    5    S 921. ASTHMA ACTION PLANS. EACH PUPIL AUTHORIZED TO  USE  ANY  ASTHMA\n    6  MEDICATION SHALL HAVE AN ASTHMA ACTION PLAN PREPARED BY THE PHYSICIAN OR\n    7  OTHER  DULY  AUTHORIZED HEALTH CARE PROVIDER OF THE PUPIL, WHICH IDENTI-\n    8  FIES, AT A MINIMUM, ASTHMA TRIGGERS, THE TREATMENT PLAN, AND SUCH  OTHER\n    9  ELEMENTS AS SHALL BE DETERMINED BY THE COMMISSIONER IN CONSULTATION WITH\n   10  THE COMMISSIONER OF HEALTH.\n   11    S 3. This act shall take effect on the one hundred twentieth day after\n   12  it shall have become a law; provided, however, that effective immediate-\n   13  ly  the  commissioner of education is authorized to promulgate rules and\n   14  regulations for the implementation of this act on such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the use of inhalers and nebulizers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110105.T132654.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294416231634
}