{
  "year" : 2011,
  "senateBillNo" : "A936-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A936-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases tax on alcohol; creates the Alcoholism and Substance Abuse Treatment Fund",
  "summary" : "Increases tax on alcohol; creates the Alcoholism and Substance Abuse Treatment Fund; requires an annual report on the spending and allocation of the fund; establishes a task force for the Alcoholism and Substance Abuse Treatment Fund consisting of 15 members. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6738-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          936\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the tax law, in relation to increasing the tax on  alco-\n         hol; to amend the state finance law, in relation to creating the alco-\n         holism  and  substance  abuse  prevention  and  treatment fund; and to\n         require an annual report and a  task  force  for  the  alcoholism  and\n         substance abuse prevention and treatment fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (a), (b), (c), (d), (e) and (f) of subdivision 1\n    2  of section 424 of the tax law, paragraphs  (a),  (b),  (c)  and  (d)  as\n    3  amended  by  section  1  of  part X-1 of chapter 57 of the laws of 2009,\n    4  paragraph (e) as amended by chapter 190 of the laws of  1990  and  para-\n    5  graph (f) as amended by chapter 508 of the laws of 1993, are amended and\n    6  a new paragraph (h) is added to read as follows:\n    7    (a)  [Fourteen  cents]  ONE  DOLLAR  AND  EIGHTY CENTS per gallon upon\n    8  beers;\n    9    (b) [Thirty  cents]  TWO  DOLLARS  AND  SIXTY-THREE   AND   NINETY-TWO\n   10  HUNDREDTHS  CENTS  per  gallon upon still wines, except cider containing\n   11  more than three and two-tenths per centum of  alcohol  by  volume,  upon\n   12  which   the   tax  shall  be  [three  and  seventy-nine]  FIFTY-TWO  AND\n   13  EIGHTY-FOUR hundredths cents per gallon;\n   14    (c) [Thirty  cents]  TWO  DOLLARS  AND  SIXTY-THREE   AND   NINETY-TWO\n   15  HUNDREDTHS  CENTS  per  gallon  upon  artificially  carbonated sparkling\n   16  wines, except artificially carbonated sparkling  cider  containing  more\n   17  than  three  and  two-tenths per centum of alcohol by volume, upon which\n   18  the tax shall be [three  and  seventy-nine]  FIFTY-TWO  AND  EIGHTY-FOUR\n   19  hundredths cents per gallon;\n   20    (d) [Thirty   cents]   TWO  DOLLARS  AND  SIXTY-THREE  AND  NINETY-TWO\n   21  HUNDREDTHS CENTS per gallon upon natural sparkling wines, except natural\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03945-01-1\n\n       A. 936                              2\n\n    1  sparkling cider containing more than three and two-tenths per centum  of\n    2  alcohol  by volume, upon which the tax shall be [three and seventy-nine]\n    3  FIFTY-TWO AND EIGHTY-FOUR hundredths cents per gallon;\n    4    (e)  [Sixty-seven]  ONE  DOLLAR  AND TWENTY-THREE cents per liter upon\n    5  liquors containing not more than twenty-four per centum  of  alcohol  by\n    6  volume except liquors containing not more than two per centum of alcohol\n    7  by  volume,  upon which the tax shall be [one cent] TWO CENTS per liter;\n    8  and\n    9    (f) [One dollar] TWO DOLLARS and [seventy] TWENTY-SIX cents per  liter\n   10  upon all other liquors; when sold or used within this state, except when\n   11  sold  or  used under such circumstances that this state is without power\n   12  to impose such tax or when sold to the United States  and  except  beers\n   13  when  sold to or by a voluntary unincorporated organization of the armed\n   14  forces of the United States operating a place  for  the  sale  of  goods\n   15  pursuant  to regulations promulgated by the appropriate executive agency\n   16  of the United States, to the extent provided in such regulations, direc-\n   17  tives and policy statements of such an agency applicable to such  sales,\n   18  and  except  when  sold to professional foreign consuls-general, consuls\n   19  and vice-consuls who are nationals of the state appointing them and  who\n   20  are assigned to foreign consulates in this state, provided that American\n   21  consular  officers  of  equal rank who are citizens of the United States\n   22  and who exercise their official functions at American consulates in such\n   23  foreign country are granted reciprocal  exemptions;  provided,  however,\n   24  that  the  commissioner  may permit the sale of alcohol without tax to a\n   25  holder of any industrial  alcohol  permit,  alcohol  permit  or  alcohol\n   26  distributor's  permit,  issued by the state liquor authority, and by the\n   27  holder of an alcohol distributor's  permit,  class  A,  issued  by  such\n   28  authority  to  a  holder  of a distiller's license, class B, or a winery\n   29  license, issued by such authority and may also permit the use of alcohol\n   30  for any purpose other than the production of alcoholic beverages by such\n   31  holders without tax; provided also that the commissioner may permit  the\n   32  sale  of  cider  without  tax  by a holder of a cider producer's license\n   33  issued by the state liquor authority to a holder of a  cider  producer's\n   34  license or a cider wholesaler's license issued by such authority.\n   35    (H)  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  THIS ARTICLE, SEVENTY\n   36  PERCENT OF TAXES, INTEREST, PENALTIES AND FEES COLLECTED OR RECEIVED  BY\n   37  THE  COMMISSIONER UNDER PARAGRAPHS (A) THROUGH (F) OF THIS SECTION SHALL\n   38  BE ALLOCATED TO THE ALCOHOLISM AND SUBSTANCE ABUSE PREVENTION AND TREAT-\n   39  MENT FUND PURSUANT TO SUBDIVISION TWO OF  SECTION  NINETY-SEVEN-LLLL  OF\n   40  THE STATE FINANCE LAW.\n   41    S 2. Section 424 of the tax law is amended by adding a new subdivision\n   42  7 to read as follows:\n   43    7.  THE  TAX  IMPOSED  BY  SUBDIVISION  ONE  OF  THIS SECTION SHALL BE\n   44  ADJUSTED EFFECTIVE JULY FIRST OF EACH YEAR BY APPLYING TO  SUCH  TAX  AN\n   45  UPWARD  OR  DOWNWARD ADJUSTMENT, AS THE CASE MAY BE, USING AS THE FACTOR\n   46  FOR SUCH ADJUSTMENT THE PERCENTAGE AMOUNT BY WHICH THE ALL ITEMS CONSUM-\n   47  ER PRICE INDEX FOR ALL URBAN CONSUMERS (CPI-U) AS PREPARED BY THE UNITED\n   48  STATES DEPARTMENT OF LABOR FOR THE FIRST CALENDAR QUARTER OF  SUCH  YEAR\n   49  EXCEEDS OR IS LESS THAN SUCH INDEX FOR THE FIRST CALENDAR QUARTER OF THE\n   50  PROCEEDING  YEAR. THE COMMISSIONER SHALL PROMULGATE REGULATIONS SPECIFY-\n   51  ING THE METHODOLOGY TO BE USED TO DETERMINE THE GOODS AND  INVENTORY  TO\n   52  WHICH  THE  INCREASE SHALL APPLY EFFECTIVE EACH JULY FIRST, EXCEPT THAT,\n   53  FOR AN INCREASE IN THE TAX PURSUANT  TO  THIS  SUBDIVISION,  SUCH  REGU-\n   54  LATIONS SHALL APPLY ONLY IF SUCH INCREASE IS GREATER THAN TEN PERCENT.\n   55    S  3. The state finance law is amended by adding a new section 97-llll\n   56  to read as follows:\n\n       A. 936                              3\n\n    1    S 97-LLLL. THE ALCOHOLISM AND SUBSTANCE ABUSE PREVENTION AND TREATMENT\n    2  FUND.  1. THERE IS HEREBY ESTABLISHED IN  JOINT  CUSTODY  OF  THE  COMP-\n    3  TROLLER  AND THE COMMISSIONER OF TAXATION AND FINANCE A FUND TO BE KNOWN\n    4  AS THE ALCOHOLISM AND SUBSTANCE ABUSE PREVENTION AND TREATMENT FUND.\n    5    2.  SUCH FUND SHALL CONSIST OF ALL MONEYS APPROPRIATED FOR THE PURPOSE\n    6  OF SUCH FUND, TAXES, INTEREST, PENALTIES AND FEES COLLECTED AND RECEIVED\n    7  BY THE COMMISSIONER OF TAXATION AND FINANCE PURSUANT TO PARAGRAPH (H) OF\n    8  SUBDIVISION ONE OF SECTION FOUR HUNDRED TWENTY-FOUR OF THE TAX LAW,  AND\n    9  ALL  MONEYS  REQUIRED BY THE PROVISIONS OF THIS SECTION OR ANY OTHER LAW\n   10  TO BE PAID INTO OR CREDITED TO THIS FUND.\n   11    3. MONEYS WITHIN THE ALCOHOLISM AND  SUBSTANCE  ABUSE  PREVENTION  AND\n   12  TREATMENT  FUND,  UPON APPROPRIATION BY THE LEGISLATURE, SHALL BE AVAIL-\n   13  ABLE TO THE COMMISSIONER OF THE OFFICE OF ALCOHOLISM AND SUBSTANCE ABUSE\n   14  SERVICES WHO SHALL DISTRIBUTE FIFTY PERCENT OF THE FUND  FOR  PREVENTION\n   15  PROGRAMS, INCLUDING, BUT NOT LIMITED TO, LOCAL SCHOOL-BASED AND COMMUNI-\n   16  TY PROGRAMS WHICH PROVIDE ALCOHOL AND CHEMICAL DEPENDENCE PREVENTION AND\n   17  EDUCATION  SERVICES, FORTY-FIVE PERCENT OF THE FUND FOR THE OPERATION OF\n   18  ALCOHOL AND SUBSTANCE ABUSE TREATMENT FACILITIES, ALCOHOL AND  SUBSTANCE\n   19  ABUSE  RESIDENTIAL TREATMENT FACILITIES, AND FIVE PERCENT OF THE FUND TO\n   20  THE STATE POLICE FOR DWI LAW ENFORCEMENT PURPOSES.\n   21    4. THE MONEYS, WHEN ALLOCATED, SHALL BE PAID OUT OF THE  FUND  ON  THE\n   22  AUDIT  AND  WARRANT OF THE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED\n   23  BY THE COMMISSIONER OF THE OFFICE  OF  ALCOHOLISM  AND  SUBSTANCE  ABUSE\n   24  SERVICES,  OR  BY AN OFFICER OR EMPLOYEE OF THE OFFICE OF ALCOHOLISM AND\n   25  SUBSTANCE ABUSE SERVICES DESIGNATED BY SUCH COMMISSIONER.\n   26    5. THE COMMISSIONER OF THE OFFICE OF ALCOHOLISM  AND  SUBSTANCE  ABUSE\n   27  SERVICES  SHALL PROMULGATE RULES AND REGULATIONS PERTAINING TO THE ALLO-\n   28  CATION OF MONEYS FROM THIS FUND.\n   29    S 4. The commissioner of taxation and finance in consultation with the\n   30  commissioner of the office of alcoholism and substance  abuse  services,\n   31  shall  prepare  a  report on the spending and allocation of funds of the\n   32  alcoholism and substance  abuse  prevention  and  treatment  fund.  Such\n   33  report  shall  include, but not be limited to, the entities and programs\n   34  that receive monies from said fund, the amount of funding for each enti-\n   35  ty or program that is received, the purpose  of  said  programs,  and  a\n   36  proposed budget of said fund for the upcoming year.\n   37    S 5. 1. A task force for the alcoholism and substance abuse prevention\n   38  and  treatment  fund is hereby established to develop eligibility guide-\n   39  lines and make recommendations regarding the funding of  prevention  and\n   40  treatment  programs  pursuant  to section ninety-seven-llll of the state\n   41  finance law.\n   42    2. The alcoholism and substance abuse prevention  and  treatment  task\n   43  force  shall  consist  of  15 members. The commissioner of the office of\n   44  alcoholism and substance abuse services shall be the chair of such  task\n   45  force  and  a  nonvoting  member.  The  remaining  14  members  shall be\n   46  appointed as follows: eight members by the governor, two members by  the\n   47  temporary  president  of  the  senate, two members by the speaker of the\n   48  assembly, one member by the minority  leader  of  the  senate,  and  one\n   49  member  by  the  minority  leader  of the assembly. All members shall be\n   50  appointed only if they have  demonstrated  an  active  interest  in  the\n   51  prevention  and treatment of alcohol and substance abuse generally, with\n   52  at least four of the eight members appointed by the governor, and one of\n   53  the two members of the temporary president of the senate, and speaker of\n   54  the assembly, being actively engaged in the prevention and treatment  of\n   55  people  suffering  from alcoholism and substance abuse. Vacancies in the\n\n       A. 936                              4\n\n    1  membership of such task force shall be filled in the manner provided for\n    2  original appointments.\n    3    3.  The  members  of  the  task force for the alcoholism and substance\n    4  abuse prevention and treatment fund shall receive  no  compensation  for\n    5  their  services,  but may be allowed their actual and necessary expenses\n    6  incurred in performing their duties pursuant to this act.\n    7    4. To the maximum extent feasible, the task force for  the  alcoholism\n    8  and  substance  abuse prevention and treatment fund shall be entitled to\n    9  request and receive, and shall utilize and be provided with such facili-\n   10  ties, resources and data of  any  court,  department,  division,  board,\n   11  bureau,  commission  or agency of the state or any political subdivision\n   12  thereof as it may reasonably request to properly carry  out  its  powers\n   13  and duties.\n   14    S  6. If any clause, sentence, paragraph, subdivision, section or part\n   15  of this act shall be adjudged by any court of competent jurisdiction  to\n   16  be  invalid,  such  judgment shall not affect, impair, or invalidate the\n   17  remainder thereof, but shall be confined in its operation to the clause,\n   18  sentence, paragraph,  subdivision,  section  or  part  thereof  directly\n   19  involved  in  the  controversy  in  which  such judgment shall have been\n   20  rendered. It is hereby declared to be the intent of the legislature that\n   21  this act would have been enacted even if such invalid provisions had not\n   22  been included herein.\n   23    S 7. This act shall take effect April 1, 2011, provided, however, that\n   24  any rules or regulations necessary to implement the provisions  of  this\n   25  act may be promulgated and any procedures, forms, or instructions neces-\n   26  sary  for  such implementation may be adopted and issued on or after the\n   27  date this act shall have become a law. The commissioner of taxation  and\n   28  finance  may take any steps necessary to implement this act prior to its\n   29  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to increasing the tax on alcohol; to amend the state finance law, in relation to creating the alcoholism and substance abuse prevention and treatment fund; and to require an annual report and a task force for the alcoholism and substance abuse prevention and treatment fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T170311.TXT", "SOBI.D110105.T132654.TXT", "SOBI.D110105.T133158.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351391406
}