{
  "year" : 2011,
  "senateBillNo" : "A938-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A938-2011-1294203600000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants status of combat veteran to veterans who served in the armed forces during operation restore hope in Somalia for the purposes of obtaining certain benefits",
  "summary" : "Grants status as a combat veteran to veterans who served in the armed forces in Somalia during Operation Restore Hope in Somalia for the purposes of obtaining any privileges and benefits that are available to combat veterans. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A7620-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          938\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ORTIZ,  SCHROEDER, CASTELLI -- read once and\n         referred to the Committee on Veterans' Affairs\n\n       AN ACT to amend the executive law, in relation to veterans  who  partic-\n         ipated in operation restore hope in Somalia\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section 369 to\n    2  read as follows:\n    3    S 369. OPERATION RESTORE HOPE; COMBAT STATUS. ANY VETERAN OF THE ARMED\n    4  FORCES WHO SERVED IN SOMALIA DURING OPERATION RESTORE  HOPE  SHALL,  FOR\n    5  THE  PURPOSES  OF  OBTAINING  ELIGIBILITY  FOR  ANY PRIVILEGE OR BENEFIT\n    6  GRANTED TO COMBAT  VETERANS  PURSUANT  TO  THIS  CHAPTER  OR  ANY  OTHER\n    7  PROVISION  OF  LAW,  BE  GRANTED  THE STATUS OF COMBAT VETERAN AND SHALL\n    8  OBTAIN ELIGIBILITY FOR ANY SUCH PRIVILEGE OR BENEFIT.\n    9    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04023-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to veterans who participated in operation restore hope in Somalia ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165749.TXT", "SOBI.D110105.T133158.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351069276
}