{
  "year" : 2011,
  "senateBillNo" : "A940-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A940-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "reported referred to codes",
    "billEventId" : "A940-2011-1295413200000-reported+referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to cancellation of membership camping contracts",
  "summary" : "Relates to cancellation of membership camping contracts. ",
  "currentCommittee" : null,
  "sameAs" : "S2554",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AA11119-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          940\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER, REILICH -- read once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to cancellation of\n         membership camping contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  654-a to read as follows:\n    3    S 654-A. CANCELLATION OF MEMBERSHIP  CAMPING  CONTRACTS.  1.  FOR  THE\n    4  PURPOSES  OF  THIS  SECTION THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING\n    5  MEANINGS:\n    6    A. \"ADULT CARE FACILITY\" SHALL HAVE THE SAME MEANING AS SUCH  TERM  IS\n    7  DEFINED  IN SUBDIVISION TWENTY-ONE OF SECTION TWO OF THE SOCIAL SERVICES\n    8  LAW, PROVIDED, HOWEVER, THAT FOR THE PURPOSES OF THIS SECTION  THE  TERM\n    9  \"ADULT CARE FACILITY\" SHALL NOT INCLUDE A SHELTER FOR ADULTS;\n   10    B.  \"DOMESTIC  PARTNER\"  SHALL  HAVE  THE SAME MEANING AS SUCH TERM IS\n   11  DEFINED  IN   SUBDIVISION   SEVEN   OF   SECTION   TWENTY-NINE   HUNDRED\n   12  NINETY-FOUR-A OF THE PUBLIC HEALTH LAW.\n   13    C.  \"RESIDENTIAL  HEALTH CARE FACILITY\" SHALL HAVE THE SAME MEANING AS\n   14  SUCH TERM IS  DEFINED  IN  SUBDIVISION  THREE  OF  SECTION  TWENTY-EIGHT\n   15  HUNDRED ONE OF THE PUBLIC HEALTH LAW; AND\n   16    D.  \"SHELTER  FOR  ADULTS\" SHALL HAVE THE SAME MEANING AS SUCH TERM IS\n   17  DEFINED IN  SUBDIVISION  TWENTY-THREE  OF  SECTION  TWO  OF  THE  SOCIAL\n   18  SERVICES LAW.\n   19    2.  A.  UPON  THE EXPIRATION OF THE CANCELLATION PERIOD PROVIDED UNDER\n   20  SECTION SIX HUNDRED FIFTY-FOUR OF THIS ARTICLE, A PURCHASER OF A MEMBER-\n   21  SHIP CAMPING CONTRACT SHALL HAVE THE RIGHT TO CANCEL SUCH CONTRACT UNDER\n   22  THE FOLLOWING CONDITIONS:\n   23    (1) THERE IS A MATERIAL BREACH OF CONTRACT  BY  THE  MEMBERSHIP  CAMP-\n   24  GROUND  OPERATOR  TO  PROVIDE THE ESSENTIAL SERVICES AND PROGRAMS AS SET\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00798-01-1\n\n       A. 940                              2\n\n    1  FORTH AND IN THE MANNER PROVIDED IN THE MEMBERSHIP CAMPING CONTRACT.   A\n    2  NATURAL  DISASTER OR PHENOMENA, FAILURE OR SHORTAGE OF ELECTRIC POWER OR\n    3  OTHER SOURCE OF ENERGY, UNAUTHORIZED OR ILLEGAL ACTS, LABOR  STRIKES  OR\n    4  DISPUTES  DISRUPTING  OPERATIONS,  OR  GOVERNMENTAL,  JUDICIAL,   OR LAW\n    5  ENFORCEMENT ACTIONS SHALL NOT BE A BASIS FOR  CANCELLATION,  UNLESS  THE\n    6  MEMBERSHIP CAMPGROUND OPERATOR FAILS TO DILIGENTLY RESTORE SUCH SERVICES\n    7  AND PROGRAMS WITHIN A REASONABLE PERIOD OF TIME; OR\n    8    (2) THE PURCHASER HAS RELOCATED TO A PERMANENT RESIDENCE NOT LESS THAN\n    9  FIVE  HUNDRED  MILES  FROM  THE  CAMPGROUND OR THE LOCATION OF ANY OTHER\n   10  CAMPGROUND AVAILABLE TO THE PURCHASER PURSUANT TO ONE OR MORE RECIPROCAL\n   11  PROGRAMS OUTLINED IN THE MEMBERSHIP CAMPING CONTRACT; OR\n   12    (3) THE PURCHASER, OR  THE  PURCHASER'S  SPOUSE  OR  DOMESTIC  PARTNER\n   13  CURRENTLY  RESIDES  IN  OR IS NOTIFIED OF AND ACCEPTS THE OPPORTUNITY TO\n   14  COMMENCE OCCUPANCY IN AN ADULT CARE FACILITY  OR  A  RESIDENTIAL  HEALTH\n   15  CARE  FACILITY AND THE PURCHASER PROVIDES A COPY OF SUCH NOTIFICATION OR\n   16  PROOF OF RESIDENCY TO THE OPERATOR; OR\n   17    (4) THE PURCHASER  OR  THE  PURCHASER'S  SPOUSE  OR  DOMESTIC  PARTNER\n   18  RECEIVES  A  WRITTEN  CERTIFICATION  FROM  A  PHYSICIAN STATING THAT THE\n   19  PURCHASER OR THE PURCHASER'S SPOUSE OR DOMESTIC  PARTNER  IS  BEDRIDDEN,\n   20  HOUSEBOUND,  OR  SIMILARLY PHYSICALLY UNABLE DUE TO AILMENT OR INJURY TO\n   21  VISIT THE CAMPGROUND AND MATERIALLY UTILIZE  ANY  OF  THE  SERVICES  AND\n   22  PROGRAMS AS OUTLINED IN THE MEMBERSHIP CAMPING CONTRACT, AND SUCH CONDI-\n   23  TION  IS NOT EXPECTED TO BE TEMPORARY. THE PURCHASER MUST PROVIDE A COPY\n   24  OF SUCH CERTIFICATION TO THE OPERATOR; OR\n   25    (5) THE PURCHASER OF A CONTRACT SIGNED  BY  MORE  THAN  ONE  PURCHASER\n   26  PROVIDES  TO  THE  OPERATOR  A  COPY OF ANY OF THE FOLLOWING, WITHIN SIX\n   27  MONTHS OF ITS ISSUANCE, INVOLVING DOMESTIC VIOLENCE BY ANOTHER SIGNATORY\n   28  OF THE SAME CONTRACT: (A) A VALID DOMESTIC VIOLENCE INCIDENT REPORT FORM\n   29  AS SUCH TERM IS DEFINED IN SUBDIVISION FIFTEEN OF SECTION EIGHT  HUNDRED\n   30  THIRTY-SEVEN  OF  THE  EXECUTIVE  LAW;  (B) A VALID POLICE REPORT; (C) A\n   31  VALID ORDER OF PROTECTION; OR (D) A SIGNED  AFFIDAVIT  FROM  A  LICENSED\n   32  MEDICAL OR MENTAL HEALTH CARE PROVIDER, EMPLOYEE OF A COURT ACTING WITH-\n   33  IN  THE  SCOPE  OF  HIS  OR HER EMPLOYMENT, SOCIAL WORKER, A RAPE CRISIS\n   34  COUNSELOR AS DEFINED IN SECTION FORTY-FIVE  HUNDRED  TEN  OF  THE  CIVIL\n   35  PRACTICE  LAW  AND RULES, OR ADVOCATE ACTING ON BEHALF OF AN AGENCY THAT\n   36  ASSISTS DOMESTIC VIOLENCE VICTIMS. PARAGRAPH D OF THIS SUBDIVISION SHALL\n   37  NOT APPLY TO A PURCHASER CANCELING UNDER THIS SUBPARAGRAPH. A CLAIM  FOR\n   38  TERMINATION  UNDER THIS SUBPARAGRAPH SHALL BE MADE IN GOOD FAITH. TERMI-\n   39  NATION UNDER THIS SUBPARAGRAPH SHALL REQUIRE, AND THE PROVISION  OF  ANY\n   40  OF  THE  ITEMS IN (A) THROUGH (D) OF THIS SUBPARAGRAPH, FOR THE PURPOSES\n   41  OF THIS SUBPARAGRAPH, SHALL BE PRESUMPTIVE  EVIDENCE  OF  THE  CONTINUED\n   42  EXISTENCE  OF  A  SUBSTANTIAL  RISK OF PHYSICAL OR EMOTIONAL HARM TO THE\n   43  PURCHASER OR PURCHASER'S CHILD. PROVISION OF ANY OF  THE  ITEMS  IN  (A)\n   44  THROUGH (D) OF THIS SUBPARAGRAPH SHALL GIVE THE OPERATOR, AT ITS OPTION,\n   45  THE RIGHT TO INVESTIGATE AND, BASED ON THE INFORMATION CONTAINED IN SUCH\n   46  ITEMS,  IF  HE  OR SHE DETERMINES THAT THE SAFETY OF CAMPGROUND USERS OR\n   47  EMPLOYEES WOULD BE ENDANGERED BY ALLOWING  THE  PURCHASER  THAT  IS  NOT\n   48  EXERCISING HIS OR HER RIGHTS UNDER THIS SUBDIVISION TO REMAIN AUTHORIZED\n   49  TO  USE  THE  CAMPGROUND  FACILITIES, THE OPERATOR SHALL PROVIDE WRITTEN\n   50  NOTICE OF SUCH DETERMINATION TO SUCH PURCHASER WHICH SHALL  INFORM  SUCH\n   51  PURCHASER  OF  HIS  OR  HER  RIGHT TO RESPOND IN WRITING TO THE OPERATOR\n   52  WITHIN THIRTY DAYS OF RECEIPT OF SUCH NOTICE.  UPON  EXPIRATION  OF  THE\n   53  THIRTY  DAY  PERIOD,  IF  THE  OPERATOR  REASONABLY  DETERMINES THAT THE\n   54  RESPONSE FROM THE PURCHASER NOT EXERCISING HIS OR HER RIGHTS UNDER  THIS\n   55  SUBDIVISION  IS INSUFFICIENT, THE OPERATOR MAY TERMINATE THE CONTRACT OF\n   56  SUCH PURCHASER.\n\n       A. 940                              3\n\n    1    B. WHEN A PURCHASER CANCELS A CONTRACT PURSUANT  TO  THIS  SUBDIVISION\n    2  SUCH  PURCHASER SHALL BE REQUIRED TO HAVE PAID THE PURCHASE PRICE OF HIS\n    3  OR HER MEMBERSHIP IN FULL, AS WELL AS ALL OUTSTANDING FEES, DUES, OR ANY\n    4  OTHER PAYMENTS DUE AT THE TIME OF CANCELLATION AND FOR NINETY DAYS THER-\n    5  EAFTER.   HOWEVER, IF ALL OF THE PURCHASERS WHO SIGNED THE CONTRACT DIE,\n    6  THE RELEVANT ESTATE OR ESTATES SHALL BE RELIEVED OF  ANY  FURTHER  OBLI-\n    7  GATION UNDER THE CONTRACT NOT THEN DUE AND OWING.\n    8    C.  WRITTEN  NOTIFICATION  OF  THE INTENT TO CANCEL A MEMBERSHIP CAMP-\n    9  GROUND CONTRACT SHALL BE SIGNED BY THE PURCHASER OR HIS OR  HER  LEGALLY\n   10  DESIGNATED  REPRESENTATIVE  AND  DELIVERED  TO THE OPERATOR BY CERTIFIED\n   11  MAIL DULY ADDRESSED TO THE OPERATOR. SUCH NOTIFICATION SHALL  INCLUDE  A\n   12  WRITTEN  STATEMENT  THAT CERTIFIES THAT THE REPRESENTATIONS ARE TRUE AND\n   13  CORRECT, AND CONTAIN NO MATERIAL OMISSIONS OF FACT TO THE BEST KNOWLEDGE\n   14  AND BELIEF OF THE PERSON SUBMITTING THE CERTIFICATION.\n   15    D. IN THE EVENT THAT THE MEMBERSHIP CAMPGROUND CONTRACT IS  SIGNED  BY\n   16  MORE  THAN  ONE  PURCHASER, AND ONE OR MORE PURCHASERS MEET THE REQUIRE-\n   17  MENTS TO CANCEL PURSUANT TO THIS SUBDIVISION, EVERY PURCHASER UNDER  THE\n   18  CONTRACT  SHALL HAVE THE RIGHT TO CANCEL THE CONTRACT PROVIDED THE OTHER\n   19  PURCHASER OR PURCHASERS SO NOTIFY THE OPERATOR BY SIGNING  AND  DELIVER-\n   20  ING,  AT  THE  SAME TIME, THE SAME CANCELLATION NOTICE REQUIRED BY PARA-\n   21  GRAPH C OF THIS SUBDIVISION SIGNED BY THE PURCHASER OR PURCHASERS  MEET-\n   22  ING  THE  CANCELLATION REQUIREMENTS, IN WHICH CASE ALL SUCH PURCHASER OR\n   23  PURCHASERS WHO SIGN THE CANCELLATION NOTICE SHALL  BE  RELIEVED  OF  ANY\n   24  FURTHER  OBLIGATION  UNDER  THE  CONTRACT  EXCEPT  FOR THOSE OBLIGATIONS\n   25  OUTLINED IN PARAGRAPH B OF THIS SUBDIVISION.\n   26    S 2. Subdivision 2-a of section 653 of the general  business  law,  as\n   27  amended  by  chapter  489  of  the  laws  of 1990, is amended to read as\n   28  follows:\n   29    2-a. The following statement, in bold letters of at  least  ten  point\n   30  type,  which  advises  the purchaser of the right to cancel the contract\n   31  under section six hundred fifty-four of this article shall be  contained\n   32  in the contract:\n   33        YOU  MAY  CANCEL  THIS  MEMBERSHIP CONTRACT   WITHOUT ANY PENALTY,\n   34        FORFEITURE, OR FURTHER OBLIGATION WITHIN THREE (3)  BUSINESS  DAYS\n   35        FROM THE DATE THAT YOU EXECUTE SAID CONTRACT. FOR ADDITIONAL RIGHT\n   36        OF CANCELLATION SEE THE DISCLOSURE DOCUMENT.\n   37    Immediately  following  the  above  right  of cancellation notice, the\n   38  instructions below shall be given in the same type as the print for  the\n   39  contract text.\n   40    \"Notice of cancellation shall be in writing subscribed by the purchas-\n   41  er    OR HIS OR HER LEGALLY DESIGNATED REPRESENTATIVE and hand delivered\n   42  or mailed BY CERTIFIED MAIL to the membership campground operator at the\n   43  address stated herein and postmarked not later than three business  days\n   44  from the date of execution of said contract. Such notice shall be accom-\n   45  panied  by the original or copies of the membership camping contract and\n   46  all supporting documentation.\"\n   47    S 3. Subdivision 2 of section 653  of  the  general  business  law  is\n   48  amended by adding a new paragraph o to read as follows:\n   49    O. THE FOLLOWING STATEMENT, IN BOLD LETTERS OF AT LEAST TEN POINT TYPE\n   50  WHERE IN CAPITAL LETTERS BELOW, WHICH ADVISES THE PURCHASER OF THE RIGHT\n   51  TO  CANCEL  THE  CONTRACT UNDER SECTION SIX HUNDRED FIFTY-FOUR-A OF THIS\n   52  ARTICLE, SHALL BE CONTAINED IN THE DISCLOSURE DOCUMENT:\n   53    ADDITIONAL RIGHT OF CANCELLATION: AFTER THREE (3) BUSINESS  DAYS  FROM\n   54  THE  DATE  THAT  YOU EXECUTE SAID CONTRACT YOU MAY CANCEL FOR ANY OF THE\n   55  FOLLOWING REASONS:\n\n       A. 940                              4\n\n    1    (1) A MATERIAL BREACH IN THE PROVISION OF THE ESSENTIAL  SERVICES  AND\n    2  PROGRAMS SET FORTH IN THE MEMBERSHIP CAMPING CONTRACT; OR\n    3    (2)  YOU  HAVE  RELOCATED  TO A PERMANENT RESIDENCE NOT LESS THAN FIVE\n    4  HUNDRED MILES FROM A CAMPGROUND OR OTHER FACILITY WHERE YOU CAN USE YOUR\n    5  MEMBERSHIP; OR\n    6    (3) YOU, YOUR SPOUSE, OR YOUR DOMESTIC PARTNER CURRENTLY RESIDES IN OR\n    7  ARE NOTIFIED OF AND ACCEPT THE OPPORTUNITY TO COMMENCE OCCUPANCY  IN  AN\n    8  ADULT CARE FACILITY OR A RESIDENTIAL HEALTH CARE FACILITY; OR\n    9    (4)  YOU,  YOUR  SPOUSE,  OR  YOUR DOMESTIC PARTNER ARE CERTIFIED BY A\n   10  PHYSICIAN AS PHYSICALLY UNABLE TO VISIT THE RESORT  AND  MATERIALLY  USE\n   11  THE SERVICES AND PROGRAMS AS OUTLINED IN THE CONTRACT; OR\n   12    (5)  YOU  ARE  THE  VICTIM OF DOMESTIC VIOLENCE PERPETRATED BY ANOTHER\n   13  SIGNATORY OF THE SAME CONTRACT.\n   14    IMMEDIATELY FOLLOWING THE ABOVE  RIGHT  OF  CANCELLATION  NOTICE,  THE\n   15  INSTRUCTIONS  BELOW SHALL BE GIVEN IN THE SAME TYPE AS THE PRINT FOR THE\n   16  CONTRACT TEXT.\n   17    \"NOTICE OF CANCELLATION SHALL BE IN WRITING SUBSCRIBED BY THE PURCHAS-\n   18  ER OR HIS OR HER LEGALLY DESIGNATED REPRESENTATIVE AND SENT BY CERTIFIED\n   19  MAIL TO THE MEMBERSHIP CAMPGROUND OPERATOR AT THE ADDRESS STATED HEREIN.\n   20  SUCH NOTICE SHALL BE ACCOMPANIED  BY  THE  ORIGINAL  OR  COPIES  OF  THE\n   21  MEMBERSHIP CAMPING CONTRACT AND ALL SUPPORTING DOCUMENTATION. IF YOU ARE\n   22  EXERCISING  YOUR RIGHT TO CANCEL AFTER THREE BUSINESS DAYS, SUCH NOTIFI-\n   23  CATION SHALL ALSO INCLUDE A WRITTEN STATEMENT THAT  CERTIFIES  THAT  THE\n   24  REPRESENTATIONS  ARE TRUE AND CORRECT, AND CONTAIN NO MATERIAL OMISSIONS\n   25  OF FACT TO THE BEST OF YOUR KNOWLEDGE AND BELIEF.\"\n   26    S 4. This act shall take effect on the one hundred eightieth day after\n   27  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to cancellation of membership camping contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110106.T170311.TXT", "SOBI.D110125.T145924.TXT", "SOBI.D110105.T133158.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985564239
}