{
  "year" : 2011,
  "senateBillNo" : "A941-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A941-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalty for any person who violates the provision that a pre-recorded message must disconnect upon the caller hanging up the telephone",
  "summary" : "Increases the penalty for any person who violates the provision that a pre-recorded message must disconnect upon the caller hanging up the telephone. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A9542-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          941\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to the termination\n         of pre-recorded telephone messages\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section 399-p of the general business law,\n    2  as  amended  by  chapter  176 of the laws of 1998, is amended to read as\n    3  follows:\n    4    8. Whenever there shall be a violation of this section, an application\n    5  may be made by the attorney general in the name of  the  people  of  the\n    6  state  of New York to a court or justice having jurisdiction to issue an\n    7  injunction, and upon notice to the defendant of not less than five days,\n    8  to enjoin and restrain the continuance of such  violations;  and  if  it\n    9  shall  appear  to  the  satisfaction  of  the court or justice, that the\n   10  defendant has, in fact, violated  this  section  an  injunction  may  be\n   11  issued  by  such  court or justice enjoining and restraining any further\n   12  violation, without requiring proof that any person has,  in  fact,  been\n   13  injured  or  damaged thereby. In any such proceeding, the court may make\n   14  allowances to the attorney general  as  provided  in  paragraph  six  of\n   15  subdivision (a) of section eighty-three hundred three of the civil prac-\n   16  tice  law  and  rules,  and direct restitution. Whenever the court shall\n   17  determine that a violation of PARAGRAPH (A) OF subdivision  three[,]  OR\n   18  SUBDIVISION  four  [or five] of this section has occurred, the court may\n   19  impose a civil penalty of not more than two thousand dollars  per  call,\n   20  up to a total of not more than twenty thousand dollars, for calls placed\n   21  in  violation  of such subdivisions within a continuous seventy-two hour\n   22  period.  WHENEVER THE COURT SHALL DETERMINE THAT A  VIOLATION  OF  PARA-\n   23  GRAPH  (B)  OF SUBDIVISION THREE OR SUBDIVISION FIVE OF THIS SECTION HAS\n   24  OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF UP TO  FIFTY  THOUSAND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01063-01-1\n\n       A. 941                              2\n\n    1  DOLLARS. Whenever the court shall determine that a violation of subdivi-\n    2  sion  six  of  this section, or a violation of subdivision six-a of this\n    3  section, has occurred, the court may impose a civil penalty of not  more\n    4  than two thousand dollars. In connection with any such proposed applica-\n    5  tion, the attorney general is authorized to take proof and make a deter-\n    6  mination of the relevant facts and to issue subpoenas in accordance with\n    7  the civil practice law and rules.\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the termination of pre-recorded telephone messages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165749.TXT", "SOBI.D110105.T133158.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351069266
}