{
  "year" : 2011,
  "senateBillNo" : "A942-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A942-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Conforms state law to recent federal changes pertaining to motor vehicle retail leasing to enhance consumer protection; repealer",
  "summary" : "Conforms state law to recent federal changes pertaining to motor vehicle retail leasing to enhance consumer protection; provides for additional disclosures regarding terms and conditions, fees, etc.; provides for a three day cooling off period for leases and for the purchase of new and used vehicles; discourages leasing companies from charging termination fees by allowing those lessors who do not charge such a fee to dispose of the vehicle immediately after coming to a mutually agreed upon final payment by the consumer; waives the requirement that a lessor retain the vehicle in order to give the consumer an opportunity to dispute excessive wear and use charges. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Personal Property Law",
  "previousVersions" : [ "A3244-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          942\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PHEFFER -- Multi-Sponsored by -- M. of A. BREN-\n         NAN, CLARK, FARRELL, GLICK, GOTTFRIED, HOOPER, JACOBS, MAGEE, MILLMAN,\n         ORTIZ, TOWNS, WEINSTEIN -- read once and referred to the Committee  on\n         Consumer Affairs and Protection\n\n       AN  ACT to amend the personal property law and the general business law,\n         in relation to enhancing consumer protection in motor  vehicle  retail\n         leasing, conforming to federal requirements, and providing for a cool-\n         ing  off period for leasing and purchasing and to repeal subdivision 7\n         of section 331 of the personal property law relating to \"initial early\n         termination charge\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 7 of section 331 of the personal property law,\n    2  as amended by chapter 111 of the laws of 1995, is REPEALED.\n    3    S 2. Section 331 of the personal property law, as added by  chapter  1\n    4  of  the laws of 1994, subdivisions 6, 7, 9, 11, 12 and 19 as amended and\n    5  subdivision 24 as renumbered by chapter 140 of the laws of 1995,  subdi-\n    6  visions  14  and  18  as amended by chapter 111 of the laws of 1995, and\n    7  subdivision 13 as separately amended by chapters 111 and 140 of the laws\n    8  of 1995, is amended to read as follows:\n    9    S 331. Definitions. In this article, unless  the  context  or  subject\n   10  matter otherwise requires:\n   11    1. \"Motor vehicle\" or \"vehicle\" means any device propelled or drawn by\n   12  any  power  other  than  muscular  power, upon or by which any person or\n   13  property is or may be transported or drawn upon a public  highway,  road\n   14  or street. The term does not include a \"snowmobile\" as defined in subdi-\n   15  vision  three  of  section  21.05  of the parks, recreation and historic\n   16  preservation law or other vehicles not designed  primarily  for  highway\n   17  transportation, but which may incidentally transport persons or property\n   18  on a public highway.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00742-01-1\n\n       A. 942                              2\n\n    1    2.  \"Retail  lessee\"  or  \"lessee\" means a natural person who leases a\n    2  motor vehicle from a retail lessor primarily  for  personal,  family  or\n    3  household  use  and  who executes a retail lease agreement in connection\n    4  therewith. For purposes of section three hundred thirty-four and  subdi-\n    5  visions  two  and three of section three hundred forty-six of this arti-\n    6  cle, the term also includes a person who makes a payment to a lessor  or\n    7  leaves his vehicle with a lessor pending the execution of a retail lease\n    8  agreement.  Except as provided in sections three hundred forty-eight and\n    9  three hundred forty-nine of this article, the term does  not  include  a\n   10  person  who  leases a motor vehicle primarily for agricultural, business\n   11  or commercial use or for the purpose of subleasing.\n   12    3. \"Retail lessor\" or \"lessor\" means a person regularly engaged in the\n   13  business of leasing or selling motor vehicles who leases a motor vehicle\n   14  to a retail lessee under or subject to a retail lease agreement.\n   15    4. \"Retail lease\" or \"lease\" means a transfer from a retail lessor  to\n   16  a retail lessee of the right to possession and use of a motor vehicle in\n   17  return for consideration.  The term does not include a sale, including a\n   18  sale  on  approval  or  a  sale  or  return, a retail instalment sale as\n   19  defined in article nine of this chapter or the retention or creation  of\n   20  a security interest in a motor vehicle.\n   21    5. \"Retail lease agreement\" or \"agreement\" means an agreement, entered\n   22  into  in  this  state,  for  the lease of a motor vehicle, and which may\n   23  include the purchase of goods  or  services  incidental  thereto,  by  a\n   24  retail lessee for a scheduled term exceeding four months, whether or not\n   25  the  lessee  has the option to purchase or otherwise become the owner of\n   26  the vehicle at the expiration of the agreement. The term  includes  such\n   27  an  agreement  wherever  entered  into if executed by the lessee in this\n   28  state and if solicited in person by a person acting on his  OR  HER  own\n   29  behalf or that of the lessor. The term does not include a retail instal-\n   30  ment contract or a rental-purchase agreement as defined in articles nine\n   31  and  eleven  of  this  chapter. An agreement that substantially complies\n   32  with this article does not create a security interest in a motor vehicle\n   33  as the term \"security interest\" is defined in  subdivision  thirty-seven\n   34  of section 1-201 of the uniform commercial code.\n   35    6.  \"Additional  early  termination  charge\"  means the initial dollar\n   36  amount of the early termination charge the portion of which is recovera-\n   37  ble by the holder upon early termination  in  addition  to  the  amounts\n   38  specified  in  paragraphs  (a) through (e) of subdivision one of section\n   39  three hundred forty-one of this article.  [The additional  early  termi-\n   40  nation  charge may only include amounts which are reasonable in light of\n   41  the anticipated or actual harm caused by  the  delinquency,  default  or\n   42  early  termination,  the difficulties of proof of loss and the inconven-\n   43  ience or nonfeasibility of otherwise obtaining an adequate remedy.]  Any\n   44  fees  or charges included in the additional early termination charge may\n   45  not also be included in the capitalized cost.\n   46    7.  \"Adjusted capitalized cost\" means the GROSS capitalized cost  less\n   47  any capitalized cost reduction payments made by the lessee at the incep-\n   48  tion of the lease and any net trade-in allowance granted by the lessor.\n   49    8.  \"Anticipated  assignee\" means the person to whom the lessor antic-\n   50  ipates that the agreement will be assigned and  to  whom  the  agreement\n   51  subsequently is assigned by the lessor.\n   52    9.  \"Base  rental  payment\" means that portion of the monthly or other\n   53  periodic rental payment which is equal to the sum of:  (a)  the  average\n   54  monthly  or  other periodic lease charge; and (b) the average monthly or\n   55  other periodic depreciation. For purposes of this article,  the  average\n   56  monthly  or  other  periodic depreciation may include a monthly or other\n\n       A. 942                              3\n\n    1  periodic charge for any item that the lessor has included in  the  GROSS\n    2  capitalized cost.\n    3    10.  \"Conspicuous\"  means  that  a term or clause is so written that a\n    4  reasonable person against whom it is to operate ought  to  have  noticed\n    5  it.  Whether or not a term or clause is conspicuous is a question of law\n    6  for decision by the court.\n    7    11.   \"[Capitalized] GROSS CAPITALIZED cost\"  means  the  agreed  upon\n    8  amount which serves as the basis for determining the base rental payment\n    9  and  a  portion  of  the  early termination liability of the lessee. The\n   10  GROSS capitalized cost may  include  any  taxes,  registration,  license\n   11  acquisition,  assignment and other fees and charges for insurance, for a\n   12  waiver of the contractual obligation to pay the gap amount, for accesso-\n   13  ries and their installation, for  delivering,  servicing,  repairing  or\n   14  improving  the  motor  vehicle  and for other services incidental to the\n   15  agreement. It also may include the unpaid balance of any amount financed\n   16  under an outstanding motor  vehicle  loan  agreement  or  motor  vehicle\n   17  retail  instalment  contract  or  the unpaid portion of the early termi-\n   18  nation obligation under an outstanding motor vehicle retail lease agree-\n   19  ment. The term does not include any lease charge or any amount  included\n   20  in the additional early termination charge.\n   21    12.    \"Capitalized  cost  reduction\" means any payments made by cash,\n   22  check or similar means that are in the nature of  downpayments  made  by\n   23  the lessee at the inception of the lease for the purpose of reducing the\n   24  GROSS capitalized cost.\n   25    13.  \"Constant  yield  method\"  means:  (a)  in the case of a periodic\n   26  payment lease, that method of determining the lease  charge  portion  of\n   27  each  base  rental  payment  pursuant to which the lease charge for each\n   28  computational period is earned in advance by  multiplying  the  constant\n   29  rate  implicit in the lease times the balance subject to lease charge as\n   30  it declines during the lease term. At any given time during  the  sched-\n   31  uled  term  of  a  periodic  payment lease, the balance subject to lease\n   32  charge is the difference between the adjusted capitalized cost  and  the\n   33  sum  of:    (i)  all  depreciation  amounts accrued during the preceding\n   34  computational periods; and (ii) the first base rental  payment;  (b)  in\n   35  the  case of a single or advance payment lease, that method of determin-\n   36  ing the periodic earning of lease charges pursuant to  which  the  lease\n   37  charge for each computational period is earned in advance by multiplying\n   38  the  constant  rate  implicit  in the lease times the balance subject to\n   39  lease charge as it increases during the scheduled  lease  term.  At  any\n   40  given  time  during  the  scheduled  term of a single or advance payment\n   41  lease, the balance subject to lease charge is determined by  subtracting\n   42  from  the [estimated] residual value the total lease charge scheduled to\n   43  be earned over the term of the lease and adding to  the  difference  all\n   44  lease charges accrued during the preceding computational periods; (c) in\n   45  the case of either type of lease, the periodic lease charge calculations\n   46  are  based  on  the  assumption  that the holder will receive the rental\n   47  payments on their exact due dates and that the lease goes  to  its  full\n   48  term.\n   49    14. \"[Estimated residual] RESIDUAL value\" means the estimated value of\n   50  the  leased  vehicle at the scheduled end of the lease term, used by the\n   51  lessor in determining the base rental payment,  as  established  by  the\n   52  lessor at the time he enters into a retail lease agreement.\n   53    15. \"Gap amount\" has the meaning ascribed to it in paragraph fifty-two\n   54  of subsection (a) of section one hundred seven of the insurance law.\n   55    16.  \"Gap insurance\" has the meaning ascribed to it in paragraph twen-\n   56  ty-six of subsection (a) of section one thousand one hundred thirteen of\n\n       A. 942                              4\n\n    1  the insurance law. For purposes of paragraphs (a) and (b) of subdivision\n    2  six of section three hundred thirty-seven of this article, gap insurance\n    3  shall not be deemed \"liability insurance or insurance on the vehicle\".\n    4    17.  \"Group credit insurance\" means group credit life insurance, group\n    5  credit accident insurance, group credit health insurance,  group  credit\n    6  accident and health insurance or group credit unemployment insurance.\n    7    18.  \"Holder\"  means  the  retail  lessor  of a motor vehicle under or\n    8  subject to a retail lease agreement or, if the agreement is purchased by\n    9  an assignee, the assignee. Unless and until it realizes upon its securi-\n   10  ty interest therein, the term does not include a pledgee of one or  more\n   11  lease agreements to secure a bona fide loan thereon.\n   12    19.  \"Lease  charge\"  means the charge to be paid by the retail lessee\n   13  for the privilege of making the rental payments  as  scheduled  under  a\n   14  retail lease agreement. The term does not include any amount included in\n   15  the  GROSS  capitalized cost.  The term also does not include any delin-\n   16  quency, default, disposition, early termination,  collection,  or  rein-\n   17  statement  charge  and  the  amount,  if any, included in a retail lease\n   18  agreement for taxes, registration, license acquisition,  assignment  and\n   19  other  fees and charges for insurance, for accessories and their instal-\n   20  lation, for delivering, servicing,  repairing  or  improving  the  motor\n   21  vehicle  and  for other services incidental to the agreement, whether or\n   22  not such amounts are included in the GROSS capitalized  cost,  paid  for\n   23  separately  at  lease  inception by cash, check or similar means or paid\n   24  for on a monthly or other periodic basis in addition to the base  rental\n   25  payment.\n   26    20.  \"Person\"  means  an individual, partnership, corporation, associ-\n   27  ation or other group, however organized.\n   28    21. \"Precomputed lease transaction\" means a retail  lease  transaction\n   29  in which the base rental obligation is a sum comprising the total depre-\n   30  ciation  estimated  to  occur during the scheduled term of the lease and\n   31  the amount of  the  lease  charge  computed  in  advance.  A  disclosure\n   32  required  by the act of Congress entitled \"Consumer Leasing Act of 1976\"\n   33  AND THE REGULATIONS PROMULGATED THEREUNDER, AS SUCH ACT AND  REGULATIONS\n   34  MAY FROM TIME TO TIME BE AMENDED, does not in itself make a lease charge\n   35  or transaction precomputed.\n   36    22.  \"Realized  value\" means: (a) the price received by the holder for\n   37  the leased vehicle at disposition; (b) the highest offer received by the\n   38  holder for disposition of the leased vehicle; or  (c)  the  fair  market\n   39  value  of the vehicle, determined pursuant to subdivision one of section\n   40  three hundred forty of this article by a mutually acceptable independent\n   41  appraiser, at the scheduled end of the lease term or, if  the  lease  is\n   42  terminated  prior  thereto,  at early termination. The realized value of\n   43  the vehicle may be its value in the customary wholesale market.\n   44    23. \"Renegotiation\" means the satisfaction of an existing retail lease\n   45  agreement and the replacement of the existing agreement by a  new  lease\n   46  agreement  undertaken  by the same lessor or holder and the same lessee.\n   47  The term does not include: (a) the ADDITION, DELETION,  OR  substitution\n   48  of  the  leased  vehicle  [or  the addition or return of a vehicle] in a\n   49  multiple-vehicle lease, if in either case the average payment  allocable\n   50  to  a  rental  period is not increased by more than twenty-five percent;\n   51  (b) a deferral or  extension  of  one  or  more  periodic  payments,  or\n   52  portions  of  a periodic payment, WHETHER OR NOT A FEE IS CHARGED; (c) a\n   53  reduction in charges in the agreement;  (d)  an  agreement  involving  a\n   54  court  proceeding;  [or]  (e) THE EXTENSION OF A LEASE FOR NOT MORE THAN\n   55  SIX MONTHS ON A MONTH-TO-MONTH BASIS OR OTHERWISE; (F) A SUBSTITUTION OF\n   56  THE MOTOR VEHICLE SUBJECT TO THE RETAIL LEASE  AGREEMENT  WITH  A  MOTOR\n\n       A. 942                              5\n\n    1  VEHICLE  THAT  HAS A SUBSTANTIALLY EQUIVALENT OR GREATER ECONOMIC VALUE,\n    2  PROVIDED NO OTHER LEASE TERMS ARE CHANGED; OR (G) any other agreement or\n    3  event which does not constitute  a  \"renegotiation\"  under  the  act  of\n    4  Congress  entitled  \"Consumer  Leasing  Act of 1976\" and the regulations\n    5  thereunder, as such act  and  regulations  may  from  time  to  time  be\n    6  amended.\n    7    24. Words in the singular include the plural and vice versa.\n    8    25.  \"CLOSED-END  LEASE\"  MEANS A RETAIL LEASE AGREEMENT OTHER THAN AN\n    9  OPEN-END LEASE AS DEFINED IN SUBDIVISION TWENTY-SIX OF THIS SECTION.\n   10    26. \"OPEN-END LEASE\" MEANS A  RETAIL  LEASE  AGREEMENT  IN  WHICH  THE\n   11  LESSEE'S  LIABILITY AT THE END OF THE LEASE TERM IS BASED ON THE DIFFER-\n   12  ENCE BETWEEN THE RESIDUAL VALUE OF THE MOTOR VEHICLE  AND  ITS  REALIZED\n   13  VALUE.\n   14    S  3.  Section 333 of the personal property law, as added by chapter 1\n   15  of the laws of 1994, is amended to read as follows:\n   16    S 333. Pre-lease availability of sample form of  agreement.    1.  The\n   17  lessor  of a motor vehicle shall make a blank sample copy of its current\n   18  form of retail lease agreement AND A BLANK COPY OF ITS CURRENT  FORM  OF\n   19  THE  DISCLOSURES  REQUIRED  TO  BE  SEGREGATED PURSUANT TO SECTION THREE\n   20  HUNDRED THIRTY-SEVEN-A OF THIS ARTICLE AND TITLE 12, CHAPTER 2, PART 213\n   21  OF THE CODE OF FEDERAL REGULATIONS readily available for examination  by\n   22  prospective lessees by:\n   23    (a)  Furnishing  it upon request prior to the consummation of a retail\n   24  lease [transaction] AGREEMENT; and\n   25    (b) Posting in its place of business  a  sign  stating  that  a  blank\n   26  sample  copy  of  [its  form  of]  A retail lease agreement [is] AND ALL\n   27  REQUIRED DISCLOSURES ARE available upon request.\n   28    THE LESSOR MAY NOT PREVENT THE PROSPECTIVE LESSEE  FROM  REMOVING  ANY\n   29  BLANK SAMPLE COPIES FROM THE PREMISES.\n   30    2. An assignee who has prepared a form of retail lease agreement AND A\n   31  FORM  OF  THE  DISCLOSURES REQUIRED TO BE SEGREGATED PURSUANT TO SECTION\n   32  THREE HUNDRED THIRTY-SEVEN-A OF THIS ARTICLE AND TITLE  12,  CHAPTER  2,\n   33  PART  213  OF  THE  CODE OF FEDERAL REGULATIONS that is used by a lessor\n   34  shall provide the lessor with blank  sample  copies  of  [that  form  of\n   35  agreement] SUCH FORMS which the lessor may use to comply with the deliv-\n   36  ery  requirement  imposed upon it by paragraph (a) of subdivision one of\n   37  this section. An assignee who does so shall have  no  liability  if  the\n   38  lessor  to  whom  those materials are provided fails to comply with this\n   39  section.\n   40    S 4. Subdivision 3 of section 334 of the  personal  property  law,  as\n   41  added by chapter 1 of the laws of 1994, is amended to read as follows:\n   42    3. If a lessee leaves his OR HER motor vehicle with the lessor in lieu\n   43  of  or in addition to a payment by cash, check or similar means, and the\n   44  lessor and lessee agree that the parties shall enter into a retail lease\n   45  agreement, the lessor shall not sell or transfer the  vehicle  traded-in\n   46  until the [lessee and the lessor execute a retail lease agreement] EXPI-\n   47  RATION  OR  WAIVER OF THE CANCELLATION PERIOD PROVIDED PURSUANT TO PARA-\n   48  GRAPH (G) OF SUBDIVISION FIVE OF SECTION THREE HUNDRED  THIRTY-SEVEN  OF\n   49  THIS  ARTICLE.    In  the  event  a lease agreement is not executed, the\n   50  lessor shall promptly return to the lessee the vehicle traded-in.\n   51    S 5. Section 337 of the personal property law, as added by  chapter  1\n   52  of  the  laws of 1994, subdivision 1 and paragraph (i) of subdivision 14\n   53  as amended by chapter 111 of the laws of 1995, subdivision 5  and  para-\n   54  graph  (b)  of  subdivision  7  as amended by chapter 140 of the laws of\n   55  1995, is amended to read as follows:\n\n       A. 942                              6\n\n    1    S 337. Requirements as to retail lease agreements. 1. A  retail  lease\n    2  agreement  shall  be  in  a writing and, except as otherwise provided in\n    3  subdivision two of section three hundred  forty-five  of  this  article,\n    4  signed  contemporaneously  by  the  lessor  and  the  lessee.  Except as\n    5  provided  in  sections  three  hundred  thirty-five [and], three hundred\n    6  thirty-six AND THREE HUNDRED  THIRTY-SEVEN-A  of  this  article  AND  AS\n    7  PROVIDED  IN  TITLE 12, CHAPTER 2, PART 213 OF THE CODE OF FEDERAL REGU-\n    8  LATIONS, a retail lease agreement shall contain in a single document all\n    9  the agreements of the parties.\n   10    2. The printed portion of the agreement shall be printed in  at  least\n   11  eight-point  type  in ink that contrasts with the paper used. The agree-\n   12  ment shall contain the following items printed  or  written  in  a  size\n   13  equal to at least ten-point bold type:\n   14    (a)  Both  at  the  top  of the agreement and directly above the space\n   15  reserved for the signature of the lessee, the words  \"LEASE  AGREEMENT\",\n   16  \"RETAIL LEASE AGREEMENT\" or \"MOTOR VEHICLE LEASE AGREEMENT\";\n   17    (b)  A [specific statement that physical damage or liability insurance\n   18  coverage for bodily injury and property damage caused to others  is  not\n   19  included,  if  that  is  the  case] BRIEF IDENTIFICATION OF INSURANCE IN\n   20  CONNECTION WITH THE RETAIL LEASE AGREEMENT INCLUDING: (I) THE TYPES  AND\n   21  AMOUNTS  OF  COVERAGE  AND  THE  COST TO THE LESSEE, IF THE INSURANCE IS\n   22  PROVIDED BY OR PAID THROUGH THE LESSOR; OR (II) THE TYPES AND AMOUNTS OF\n   23  COVERAGE REQUIRED BY FEDERAL, STATE, OR LOCAL LAW  OR  REQUIRED  BY  THE\n   24  LESSOR OF THE LESSEE, IF THE LESSEE MUST OBTAIN THE INSURANCE; and\n   25    (c)  Directly [above the acknowledgment permitted by subdivision three\n   26  of this section to appear] above the space reserved for the signature of\n   27  the lessee, a written notice informing the lessee that: (i)  the  lessee\n   28  should  not  sign the agreement before he or she reads it AND ANY SEGRE-\n   29  GATED DISCLOSURES REQUIRED TO BE PROVIDED  TO  THE  LESSEE  PURSUANT  TO\n   30  SECTION THREE HUNDRED THIRTY-SEVEN-A OF THIS ARTICLE AND TITLE 12, CHAP-\n   31  TER  2,  PART 213 OF THE CODE OF FEDERAL REGULATIONS or if [it contains]\n   32  THE AGREEMENT OR SUCH SEGREGATED DISCLOSURES CONTAIN any  blank  [space]\n   33  SPACES;  and  (ii) the lessee is entitled to a completely filled in copy\n   34  of the agreement AND THE SEGREGATED  DISCLOSURES  REQUIRED  PURSUANT  TO\n   35  SECTION THREE HUNDRED THIRTY-SEVEN-A OF THIS ARTICLE AND TITLE 12, CHAP-\n   36  TER  2, PART 213 OF THE CODE OF FEDERAL REGULATIONS when he or she signs\n   37  it. A notice substantially similar to the following notice complies with\n   38  the requirements of this paragraph:  \"NOTICE TO THE LESSEE:  1.  Do  not\n   39  sign  this  agreement  before you read it AND THE SEGREGATED DISCLOSURES\n   40  ENTITLED \"FEDERAL CONSUMER LEASING ACT DISCLOSURES\" or if [it  contains]\n   41  THIS  AGREEMENT  OR THE SEGREGATED DISCLOSURES CONTAIN any blank [space]\n   42  SPACES.\n   43    2. You are entitled to a completely filled in copy of  this  agreement\n   44  when  you  sign it.  ACCORDING TO STATE LAW AND FEDERAL REGULATIONS, YOU\n   45  ARE ENTITLED TO THE FEDERAL CONSUMER LEASING ACT  DISCLOSURES  PRIOR  TO\n   46  THE CONSUMMATION OF YOUR LEASE AGREEMENT.\"\n   47    3.  The  lessor  shall deliver to the lessee, or mail to him or her at\n   48  his or her address shown on the  agreement,  a  copy  of  the  agreement\n   49  signed  by  the  lessor.  Until the lessor does so, a lessee who has not\n   50  received delivery of the motor vehicle shall have an unconditional right\n   51  to cancel the agreement and  to  receive  an  immediate  refund  of  all\n   52  payments  made  and  redelivery  of all goods traded-in to the lessor on\n   53  account of or in contemplation of the agreement. Any  acknowledgment  by\n   54  the  lessee  of  delivery of a copy of the agreement shall be printed or\n   55  written in a size equal to at  least  eight-point  bold  type  and[,  if\n   56  contained  in  the  agreement,  shall  appear  directly above the legend\n\n       A. 942                              7\n\n    1  required by paragraph (a) of subdivision two of this section  to  appear\n    2  directly above the space reserved for the signature of the lessee] SHALL\n    3  BE  PROVIDED FOR ON A SEPARATE DOCUMENT FROM THE RETAIL LEASE AGREEMENT.\n    4  PROVIDED,  HOWEVER, ANY SUCH DELIVERY BY MAIL OF A COPY OF THE AGREEMENT\n    5  AND ACKNOWLEDGMENT DOCUMENT SHALL BE DELIVERED BY  CERTIFIED  OR  REGIS-\n    6  TERED MAIL, RETURN RECEIPT REQUESTED.\n    7    4. The agreement shall contain the names of the lessor and the lessee,\n    8  the  place of business of the lessor, the residence or place of business\n    9  of the lessee as specified by the lessee and a description of the  motor\n   10  vehicle  including its make, year model, model and identification number\n   11  or marks.\n   12    5. The agreement shall contain:\n   13    (a) All items required to be disclosed by the act of Congress entitled\n   14  \"Consumer Leasing Act of 1976\" and the regulations thereunder,  as  such\n   15  act  and  regulations  may  from  time  to time be amended IN THE MANNER\n   16  REQUIRED BY SUCH ACT AND/OR REGULATIONS;  provided,  however,  that  the\n   17  disclosures required by the \"Consumer Leasing Act of 1976\" shall be: (I)\n   18  PRINTED  OR WRITTEN IN A SIZE EQUAL TO AT LEAST TEN-POINT TYPE; AND (II)\n   19  made in all leasing transactions covered by this article  regardless  of\n   20  the  exemption  in  the  \"Consumer Leasing Act of 1976\" for lease trans-\n   21  actions in which the total contractual  obligation  exceeds  twenty-five\n   22  thousand dollars;\n   23    (b)  [The  capitalized  cost,  using the term \"capitalized cost\" and a\n   24  descriptive explanation such as \"the sum  of  the  adjusted  capitalized\n   25  cost  and  any  capitalized cost reduction. The capitalized cost and the\n   26  amount of the rental payment may be negotiable\";\n   27    (c) The adjusted capitalized cost  of  the  vehicle,  using  the  term\n   28  \"adjusted  capitalized  cost\",  a  descriptive  explanation such as \"the\n   29  amount which is capitalized in connection with the lease and is used  in\n   30  determining  the amount of your periodic payment\" and immediately there-\n   31  after one of the following additional explanatory statements:\n   32    (i) In the case of an agreement  which  provides  for  an  \"additional\n   33  early   termination  charge\"  and  whose  early  termination  provisions\n   34  expressly refer to the \"adjusted capitalized  cost,\"  a  statement  that\n   35  \"this  amount  plus the additional early termination charge will be used\n   36  in determining your early termination liability\";\n   37    (ii) In the case of an agreement which  provides  for  an  \"additional\n   38  early  termination charge\" and whose early termination provisions do not\n   39  expressly refer to the \"adjusted capitalized  cost,\"  a  statement  that\n   40  \"this  amount  plus the additional early termination charge will be used\n   41  in determining the legal limit on your early termination liability\";\n   42    (iii) In the case of an agreement which does not provide for an \"addi-\n   43  tional early termination charge\" and whose early termination  provisions\n   44  expressly  refer  to  the  \"adjusted capitalized cost,\" a statement that\n   45  \"this amount will be used in determining your early termination  liabil-\n   46  ity\"; or\n   47    (iv)  In the case of an agreement which does not provide for an \"addi-\n   48  tional early termination charge\" and whose early termination  provisions\n   49  do  not  expressly refer to the \"adjusted capitalized cost,\" a statement\n   50  that \"this amount will be used in determining the legal  limit  on  your\n   51  early termination liability\";\n   52    (d)  The  amount,  if  any, included for insurance and other benefits,\n   53  specifying and describing the coverages and the amount included for each\n   54  type of coverage;\n   55    (e) In close proximity to the  adjusted  capitalized  cost  disclosure\n   56  required  by  paragraph  (c) of this subdivision and only as applicable,\n\n       A. 942                              8\n\n    1  any additional early termination charge provided for  under  the  agree-\n    2  ment,  using  the term \"additional early termination charge\", and one of\n    3  the following descriptive explanations:\n    4    (i)  In  the  case  of an agreement whose early termination provisions\n    5  expressly refer to the \"adjusted additional early termination charge,\" a\n    6  descriptive explanation such as \"an additional  amount  the  unamortized\n    7  portion  of  which  will  be  used in determining your early termination\n    8  liability\"; or\n    9    (ii) In the case of an agreement whose  provisions  do  not  expressly\n   10  refer to the \"additional early termination charge,\" a descriptive expla-\n   11  nation  such  as  \"an additional amount the unamortized portion of which\n   12  will be used in determining the legal limit on  your  early  termination\n   13  liability\"; and immediately after the descriptive explanation additional\n   14  explanatory  statements that \"this amount represents the total costs and\n   15  damages, in addition to the adjusted capitalized cost,  which  we  would\n   16  incur  if  this  agreement were to be terminated before you had made any\n   17  rental payments.\"\n   18    (f) In close proximity to the \"adjusted capitalized cost\"  and  \"addi-\n   19  tional  early termination charge\" disclosures required by paragraphs (c)\n   20  and (e) of this subdivision, one of the following statements:\n   21    (i) In the case of an agreement  which  provides  for  an  \"additional\n   22  early  termination charge\" and whose early termination provisions do not\n   23  expressly refer to either the \"adjusted capitalized cost\" or the  \"addi-\n   24  tional  early  termination  charge,\" a statement that \"although they are\n   25  not referred to in the early termination provisions of this  lease,  the\n   26  'adjusted  capitalized  cost'  and  the  'additional  early  termination\n   27  charge' may be used to  compare  the  early  termination  provisions  of\n   28  competing lessors\";\n   29    (ii)  In  the  case  of an agreement which provides for an \"additional\n   30  early termination charge\" and whose early termination provisions do  not\n   31  expressly  refer  to the \"additional early termination charge,\" a state-\n   32  ment that \"although the 'additional early  termination  charge'  is  not\n   33  referred  to  in  the  early  termination  provisions of this lease, the\n   34  'additional early termination  charge'  and  the  'adjusted  capitalized\n   35  cost' may be used to compare the early termination provisions of compet-\n   36  ing lessors\";\n   37    (iii)  In  the  case of an agreement which provides for an \"additional\n   38  early termination charge\" and whose early termination provisions do  not\n   39  expressly  refer  to  the  \"adjusted capitalized cost,\" a statement that\n   40  \"although the 'adjusted capitalized cost' is  not  referred  to  in  the\n   41  early  termination  provisions  of this lease, the 'adjusted capitalized\n   42  cost' and the 'additional early  termination  charge'  may  be  used  to\n   43  compare the early termination provisions of competing lessors\";\n   44    (iv)  In  the  case  of an agreement which provides for an \"additional\n   45  early  termination  charge\"  and  whose  early  termination   provisions\n   46  expressly  refer to both the \"adjusted capitalized cost,\" and the \"addi-\n   47  tional early termination charge,\" a statement that \"the 'adjusted  capi-\n   48  talized  cost' and the 'additional early termination charge' may be used\n   49  to compare the early termination provisions of competing lessors\";\n   50    (v) In the case of an agreement which does not provide for any  \"addi-\n   51  tional  early termination charge\" and whose early termination provisions\n   52  do not expressly refer to the \"adjusted capitalized cost,\"  a  statement\n   53  that \"although the 'adjusted capitalized cost' is not referred to in the\n   54  early  termination  provisions  of this lease, the 'adjusted capitalized\n   55  cost' may be used to compare the early termination provisions of compet-\n   56  ing lessors\"; or\n\n       A. 942                              9\n\n    1    (vi) In the case of an agreement which does not provide for any \"addi-\n    2  tional early termination charge\" and whose early termination  provisions\n    3  expressly  refer  to  the  \"adjusted capitalized cost,\" a statement that\n    4  \"the 'adjusted capitalized cost' may be used to compare the early termi-\n    5  nation provisions of competing lessors.\"\n    6    (g)]  A  NOTICE  TO THE LESSEE REGARDING FEES AND CHARGES. SUCH NOTICE\n    7  SHALL INCLUDE THE FOLLOWING STATEMENT, AS SET FORTH HEREIN:\n    8    \"SEGREGATED FROM YOUR LEASE AGREEMENT ARE CERTAIN DISCLOSURES REQUIRED\n    9  BY FEDERAL REGULATIONS AND STATE LAW. THERE  MAY  BE  FEES  AND  CHARGES\n   10  INCLUDED IN YOUR GROSS CAPITALIZED COST. YOU MAY WANT TO INQUIRE OF YOUR\n   11  LESSOR WHAT THESE FEES AND/OR CHARGES MAY BE. ALSO, FEES AND CHARGES MAY\n   12  BE  ASSESSED  AT THE TERMINATION OF THE LEASE AGREEMENT. YOU MAY WANT TO\n   13  INQUIRE AS TO THE CAUSES OR REASONS FOR THESE FEES/CHARGES.  AS WITH ALL\n   14  CONTRACT AGREEMENTS, ALL FEES AND CHARGES ARE NEGOTIABLE AND MAY BE USED\n   15  TO COMPARE WITH COMPETING LESSORS.\"\n   16    (C) A statement in at least eight-point bold type informing the lessee\n   17  that he or she has the right to terminate the agreement  voluntarily  at\n   18  any  time  after  the  first fifty percent of the total number of months\n   19  constituting the full scheduled lease term, or earlier if the  agreement\n   20  so  provides,  if  he or she is in full compliance with the terms of the\n   21  agreement and satisfies his or her early  termination  obligation.  SUCH\n   22  STATEMENT  MUST  ALSO  DISCLOSE ANY CONDITIONS UNDER WHICH THE LESSEE OR\n   23  LESSOR MAY TERMINATE THE LEASE PRIOR TO THE END OF THE LEASE TERM AND  A\n   24  DESCRIPTION  OF  THE METHOD FOR DETERMINING THE AMOUNT OF ANY PENALTY OR\n   25  OTHER CHARGES FOR EARLY TERMINATION IN  ACCORDANCE  WITH  SECTION  THREE\n   26  HUNDRED FORTY-ONE OF THIS ARTICLE;\n   27    [(h)  A statement in at least eight-point bold type to the effect that\n   28  \"early termination may require you to pay a substantial charge\";\n   29    (i)](D) A provision permitting a lessee whose default consists  solely\n   30  of the failure to make timely rental payments to cure his or her default\n   31  and reinstate the agreement, without losing any rights or options previ-\n   32  ously  acquired  under  the agreement, by paying all past due rental and\n   33  delinquency charges and, if the agreement so provides,  a  reinstatement\n   34  fee  not  to  exceed  ten dollars and the actual and reasonable costs of\n   35  repossession, storage, pickup and  redelivery  within  twenty-five  days\n   36  after  the  lessee  is  sent  written notice of his or her reinstatement\n   37  rights. The reinstatement right granted pursuant to this  paragraph  may\n   38  be  restricted  to  a  lessee  who  has not previously been afforded the\n   39  opportunity to reinstate the agreement. For purposes of this  paragraph,\n   40  a  [rental]  LEASE charge is past due if it is not paid by its scheduled\n   41  due date or within any grace period specified in the agreement;\n   42    [(j) The estimated residual value  of  the  vehicle,  using  the  term\n   43  \"estimated residual value\";\n   44    (k)]  (E)  In  the  case  of  an agreement which does not obligate the\n   45  lessee upon a total loss of the vehicle occasioned by its theft or phys-\n   46  ical damage for any of the items specified in paragraphs (e) and (f)  of\n   47  subdivision  one  of  section three hundred forty-one of this article, a\n   48  conspicuous notice that the lessee has no such obligation.\n   49    Nothing in this subdivision  prevents  a  holder  from  attempting  to\n   50  repossess  a  vehicle,  accepting  its voluntary surrender or selling it\n   51  during the reinstatement period,  but  such  a  repossession,  voluntary\n   52  surrender,  or  sale  shall  not  affect  the reinstatement right of the\n   53  lessee. Upon reinstatement, the holder shall provide the lessee with the\n   54  same vehicle leased by the lessee prior to  reinstatement  or,  if  that\n   55  vehicle  is  not  available,  a  substitute vehicle of comparable worth,\n   56  quality and condition.\n\n       A. 942                             10\n\n    1    (F) A STATEMENT NOTIFYING THE LESSEE OF HIS OR  HER  RIGHT  TO  CANCEL\n    2  SUCH  RETAIL  LEASE  AGREEMENT  IN ACCORDANCE WITH PARAGRAPH (C) OF THIS\n    3  SUBDIVISION. A NOTICE SUBSTANTIALLY  SIMILAR  TO  THE  FOLLOWING  NOTICE\n    4  COMPLIES  WITH  REQUIREMENTS  OF  THIS PARAGRAPH: \"NOTICE TO THE LESSOR:\n    5  YOU,  THE  LESSEE, MAY CANCEL THIS LEASE CONTRACT WITHIN THREE (3) BUSI-\n    6  NESS DAYS AFTER THE DATE OF THIS CONTRACT. SEE THE  ATTACHED  NOTICE  OF\n    7  CANCELLATION FORM FOR AN EXPLANATION OF THIS RIGHT.\"\n    8    (G)  ABSOLUTE RIGHT TO CANCEL PROVISIONS. (I) IN ADDITION TO ANY OTHER\n    9  RIGHTS TO REVOKE AN OFFER, A PERSON MAY CANCEL A RETAIL LEASE AGREEMENT,\n   10  WHETHER OR NOT SUCH PERSON HAS RECEIVED A COPY OF SUCH AGREEMENT  SIGNED\n   11  BY  THE LESSOR, PRIOR TO MIDNIGHT OF THE THIRD BUSINESS DAY AFTER EITHER\n   12  THE DATE ON WHICH THE PERSON SIGNED THE AGREEMENT OR THE DATE  ON  WHICH\n   13  THE  LESSOR  DELIVERED  A  SIGNED  COPY  OF THE AGREEMENT TO THE PERSON,\n   14  WHICHEVER IS LATER. FOR THE PURPOSES  OF  THIS  PARAGRAPH,  CANCELLATION\n   15  WILL  BE  DEEMED TO HAVE OCCURRED WHEN WRITTEN NOTICE OF CANCELLATION IS\n   16  GIVEN TO THE LESSOR. IF GIVEN BY MAIL, A NOTICE OF CANCELLATION SHALL BE\n   17  SENT BY CERTIFIED OR REGISTERED UNITED STATES MAIL AND SHALL  BE  DEEMED\n   18  DELIVERED  ON  THE DATE OF THE POSTMARK. NOTICE OF CANCELLATION SHALL BE\n   19  SUFFICIENT IF IT INDICATES THE INTENTION OF THE PERSON NOT TO BE  BOUND.\n   20  RETURN  OF  THE NOTICE OF CANCELLATION FORM PROVIDED PURSUANT TO SECTION\n   21  THREE HUNDRED THIRTY-SEVEN-B OF THIS ARTICLE BY THE LESSEE TO THE LESSOR\n   22  IS SUFFICIENT TO COMPLY WITH THE REQUIREMENT OF THIS PARAGRAPH.\n   23    (II) IN ORDER TO OBTAIN IMMEDIATE  DELIVERY  OF  A  MOTOR  VEHICLE,  A\n   24  PERSON  MAY  WAIVE  THE  RIGHT TO CANCEL PROVIDED IN SUBPARAGRAPH (I) OF\n   25  THIS PARAGRAPH. SUCH WAIVER MUST BE WRITTEN  AND  CLEARLY  INDICATE  THE\n   26  INTENTION  OF  THE PERSON TO WAIVE HIS OR HER RIGHT TO CANCEL THE AGREE-\n   27  MENT.\n   28    (III) UNLESS THE PERSON WAIVES THE RIGHT  TO  CANCEL  AS  PROVIDED  IN\n   29  SUBPARAGRAPH  (II)  OF  THIS  PARAGRAPH,  THE  LESSOR IS NOT REQUIRED TO\n   30  DELIVER ANY MOTOR VEHICLE TO A PERSON UNTIL AFTER THE CLOSE OF  BUSINESS\n   31  ON  THE  THIRD  BUSINESS DAY AFTER THE DAY ON WHICH THE PERSON OR LESSOR\n   32  SIGNS THE RETAIL LEASE AGREEMENT.\n   33    (IV) FOR THE PURPOSES OF A CANCELLATION PURSUANT TO  SUBPARAGRAPH  (I)\n   34  OF  THIS  PARAGRAPH,  IF A PERSON, PURSUANT TO AN UNDERSTANDING WITH THE\n   35  LESSOR, REMOVES ANY TRADE-IN MOTOR VEHICLE FROM THE LESSOR'S  LOT  AFTER\n   36  SIGNING  A RETAIL LEASE AGREEMENT OR OFFER, BUT BEFORE THE EXPIRATION OF\n   37  THE PERIOD OF TIME DURING WHICH THE PERSON HAS THE RIGHT TO CANCEL,  THE\n   38  LESSOR  MAY REAPPRAISE THE VALUE OF THE TRADE-IN VEHICLE UPON ITS RETURN\n   39  TO THE LESSOR IF THE VEHICLE IS IN A CONDITION THAT IS NOT SUBSTANTIALLY\n   40  THE SAME AS WHEN IT WAS  ORIGINALLY  APPRAISED  FOR  TRADE-IN  PURPOSES.\n   41  HOWEVER,  SUCH  REAPPRAISAL SHALL NEITHER EXTEND THE CANCELLATION PERIOD\n   42  PROVIDED FOR IN SUBPARAGRAPH (I)  OF  THIS  PARAGRAPH  NOR  ENTITLE  THE\n   43  PERSON TO ANOTHER SUCH CANCELLATION PERIOD.\n   44    (V)  IF  A  PERSON  CANCELS AN AGREEMENT PURSUANT TO THE PROVISIONS OF\n   45  SUBPARAGRAPH (I) OF THIS PARAGRAPH: (A) THE LESSOR MAY RETAIN, FROM  ANY\n   46  DOWN  PAYMENT PAID BY THE PERSON TO THE LESSOR, COMPENSATION FOR CANCEL-\n   47  LATION OF THE AGREEMENT THAT SHALL NOT EXCEED ONE HUNDRED  DOLLARS,  BUT\n   48  SHALL  NOT  IMPOSE  ANY  OTHER PENALTY OR OBLIGATION; AND (B) THE LESSOR\n   49  SHALL REFUND TO THE LESSEE ANY PAYMENTS, LESS THOSE PROVIDED  BY  CLAUSE\n   50  (A) OF THIS SUBPARAGRAPH, WITHIN TEN BUSINESS DAYS OF SUCH CANCELLATION.\n   51    6.  (a)  (i)  The  amount, if any, included for liability insurance or\n   52  insurance on the vehicle, shall not exceed the premiums charged  by  the\n   53  insurance company for such insurance. The holder, if the cost of liabil-\n   54  ity  insurance or insurance on the motor vehicle is included in a retail\n   55  lease agreement and the policy or policies are delivered to the  holder,\n   56  shall  within thirty days after execution of the retail lease agreement,\n\n       A. 942                             11\n\n    1  send or cause to be sent to the lessee a copy of the policy or  policies\n    2  of  insurance, issued by an insurance company authorized to do that kind\n    3  of insurance business in this state, clearly setting forth the amount of\n    4  the  premium, the kind or kinds of insurance and the scope of the cover-\n    5  age and all the terms, exceptions, limitations, restrictions and  condi-\n    6  tions of the contract or contracts of insurance.\n    7    (ii)  The  lessee  of  a  motor vehicle under a retail lease agreement\n    8  shall have the privilege of purchasing such insurance from an  agent  or\n    9  broker of his or her own selection and of selecting an insurance company\n   10  acceptable  to  the lessor; provided, however, that the inclusion of the\n   11  insurance premium in the retail lease agreement when the lessee  selects\n   12  the  agent,  broker or company, shall be optional with the lessor and in\n   13  such case the lessor or assignee shall have no obligation  to  send,  or\n   14  cause to be sent, to the lessee a copy of the policy of insurance.\n   15    (b)  If  any  such  policy  of liability insurance or insurance on the\n   16  motor vehicle  is  cancelled,  the  unearned  insurance  premium  refund\n   17  received  or receivable by the holder of the agreement or, if the amount\n   18  included therefor in the agreement exceeds the cost to the holder of the\n   19  agreement for such insurance, the unearned  portion  of  the  amount  so\n   20  included,  shall  be either: (i) refunded to the lessee within ten busi-\n   21  ness days after it is received by the holder; or (ii) credited, together\n   22  with the unearned portion of the lease charge applicable thereto, to the\n   23  final maturing rental payments or, at the option of the holder,  to  the\n   24  end  of  term obligations under the retail lease agreement except to the\n   25  extent applied toward  payment  for  similar  insurance  protecting  the\n   26  interests  of  the  lessee  and the holder of the agreement or either of\n   27  them, provided that no such credit or refund need be made if the  amount\n   28  thereof would be less than one dollar.\n   29    (c)  The  amount,  if  any, included for group credit insurance or for\n   30  insurance other than gap insurance, liability insurance or insurance  on\n   31  the motor vehicle shall not exceed the premiums charged by the insurance\n   32  company  for  such insurance. If such group credit or other insurance is\n   33  cancelled the refund for unearned insurance premiums received or receiv-\n   34  able by the holder of  the  agreement,  or  the  excess  of  the  amount\n   35  included  in  the agreement for group credit or other insurance over the\n   36  premiums paid or payable by the holder of the agreement  therefor  shall\n   37  be  either: (i) refunded to the lessee within ten business days after it\n   38  is received by the holder; or (ii) credited, together  with,  in  either\n   39  case,  the  unearned  portion of the lease charge applicable thereto, to\n   40  the final maturing rental payments or, at the option of the  holder,  to\n   41  the  end  of term obligations under the retail lease agreement, provided\n   42  that no such credit or refund need be made if the amount  thereof  would\n   43  be less than one dollar.\n   44    (d)  The  amount  of  any separate charge included for a waiver by the\n   45  lessor of its contractual right to hold the lessee liable  for  the  gap\n   46  amount  shall  not  exceed the cost of lessor gap insurance covering the\n   47  retail lease transaction.\n   48    7. (a) If the lessee is obligated in  connection  with  the  lease  to\n   49  maintain  liability  insurance or insurance on the motor vehicle that is\n   50  the subject of the agreement and if subsequent to the execution  of  the\n   51  agreement the lessee fails to maintain the required insurance, the hold-\n   52  er  may  make advances to procure the equivalent limits of insurance for\n   53  either the interests of the lessee and the holder  or  the  interest  of\n   54  either of them, and any amount so advanced may be the subject of a lease\n   55  charge as though such amount was part of the initial lease value.\n\n       A. 942                             12\n\n    1    (b)  If  under subdivision two of section three hundred thirty-five of\n    2  this article, the lessor waives its contractual right to hold the lessee\n    3  liable for the gap amount, and lessor gap insurance coverage  which  the\n    4  lessor  or  holder  purchased  in connection with the transaction subse-\n    5  quently  is  terminated prior to the filing of a claim due to the insol-\n    6  vency of the insurance company, notwithstanding the provisions of  para-\n    7  graph three of subsection (b) of section one thousand one hundred one of\n    8  the  insurance  law the holder may make an advance to procure equivalent\n    9  limits of lessor gap insurance covering the transaction and  any  amount\n   10  so  advanced  may be the subject of a lease charge as though such amount\n   11  [was] WERE part of the GROSS capitalized cost.\n   12    (c) Each amount so advanced shall be subject to the default provisions\n   13  of the lease agreement if so provided in the agreement and if the holder\n   14  notifies the lessee in writing of the advance of such amount and of  his\n   15  or her option to repay such amount in any one of the following ways:\n   16    (i)  Full  payment  within ten days from the date of giving or mailing\n   17  the notice;\n   18    (ii) Full amortization during the term of the insurance or the remain-\n   19  ing term of the agreement, at the option of the holder;\n   20    (iii) If offered by the holder, as a final balloon payment payable one\n   21  month after the last scheduled payment under the agreement;\n   22    (iv) If offered by the holder, full amortization after the term of the\n   23  agreement, to be made in periodic payments which do not exceed the aver-\n   24  age periodic payment under the agreement; or\n   25    (v) If offered by the holder, any other amortization plan.\n   26    If the lessee neither pays in full the amount so advanced nor notifies\n   27  the holder in writing of his or her choice  regarding  the  amortization\n   28  options  before  the  expiration  of ten days from the date of giving or\n   29  mailing the notice by the holder, the holder shall amortize  the  amount\n   30  so  advanced  pursuant  to  subparagraph  (ii)  of paragraph (c) of this\n   31  subdivision.\n   32    8. (a) The holder of a retail lease agreement may, if the agreement so\n   33  provides, collect a delinquency and collection  charge  on  each  rental\n   34  payment  in default for a period not less than ten days in an amount not\n   35  in excess of the amount or amounts agreed to in the agreement. In  addi-\n   36  tion  to a delinquency and collection charge, the retail lease agreement\n   37  may provide for the payment of reasonable attorneys' fees not  exceeding\n   38  fifteen  percent of the amount due and payable under the agreement where\n   39  the agreement is referred to an attorney not a salaried employee of  the\n   40  holder of the agreement for collection, plus the court costs.\n   41    (b)  The holder may not assess or collect a delinquency and collection\n   42  charge under paragraph (a) of this  subdivision  on  a  rental  payment,\n   43  which  payment is otherwise a full payment for the applicable period and\n   44  is paid within ten days after its scheduled or deferred due  date,  when\n   45  the  only  delinquency  is  attributable  to  delinquency and collection\n   46  charges assessed on an earlier rental payment or payments.\n   47    9. No retail lease agreement shall be signed by any party thereto when\n   48  it contains blank spaces to be filled in after it has been signed except\n   49  that, if delivery of the motor vehicle is not made at the  time  of  the\n   50  execution  of  the  agreement,  the  identifying numbers or marks of the\n   51  motor vehicle or similar information and  the  due  date  of  the  first\n   52  payment  may  be  inserted  in  the  agreement  after its execution. The\n   53  lessee's written  acknowledgment,  conforming  to  the  requirements  of\n   54  subdivision  three  of this section, of delivery of a copy of the agree-\n   55  ment shall be conclusive proof of such delivery and of  compliance  with\n   56  this  subdivision  in any action or proceeding by or against an assignee\n\n       A. 942                             13\n\n    1  of the agreement without knowledge  to  the  contrary  when  he  or  she\n    2  purchases the agreement.\n    3    10. No retail lease agreement shall contain any provision by which the\n    4  lessee  agrees  not  to  assert  against  a holder a claim or defense or\n    5  require or entail the execution of any note or series  of  notes  which,\n    6  when  separately  negotiated, will cut off as to third parties any right\n    7  of action or defense which the lessee may have against the  lessor.  The\n    8  holder  of  a  retail lease agreement shall be subject to all claims and\n    9  defenses of the  lessee  against  the  lessor  arising  from  the  lease\n   10  notwithstanding  any agreement to the contrary, but the holder's liabil-\n   11  ity under this subdivision shall not exceed  the  amount  owing  to  the\n   12  holder  at the time the claim or defense is asserted against the holder.\n   13  The holder shall have recourse against the lessor to the extent  of  any\n   14  liability incurred by the holder pursuant to this subdivision regardless\n   15  of whether the assignment of the agreement was with or without recourse.\n   16    11.  Notwithstanding  any contrary provision of this chapter, the lien\n   17  law, banking law or other law: (a) a person may purchase a retail  lease\n   18  agreement  from a lessor on such terms and conditions and for such price\n   19  as may be mutually agreed upon; and (b) no filing of the assignment,  no\n   20  notice  to  the  lessee  of  the assignment, and no requirement that the\n   21  lessor be deprived of dominion over payments upon the agreement or  over\n   22  the vehicle if repossessed by or returned to the lessor, shall be neces-\n   23  sary to the validity of a written assignment of a retail lease agreement\n   24  as  against  creditors,  subsequent  purchasers, pledgees, mortgagees or\n   25  encumbrancers of the lessor.\n   26    12. Unless the lessee has notice of actual or intended assignment of a\n   27  retail lease agreement, payment thereunder made by  the  lessee  to  the\n   28  last known holder of such agreement shall be binding upon all subsequent\n   29  holders  or assignees. A notification which does not reasonably identify\n   30  the rights assigned is ineffective. If  requested  by  the  lessee,  the\n   31  assignee  shall  furnish  reasonable  proof that the assignment has been\n   32  made and unless he or she does  so  the  lessee  may  pay  the  original\n   33  lessor.\n   34    13.  (a)  Upon written request from the lessee, the holder of a retail\n   35  lease agreement shall give or forward to the lessee a written  statement\n   36  of  the  dates  and  amounts  of the rental payments that have been made\n   37  under the agreement  and  the  total  amount  of  the  remaining  rental\n   38  payments. A lessee shall be given a written receipt for any payment when\n   39  made in cash.\n   40    (b)  Upon written request from a lessee who is then entitled to termi-\n   41  nate the agreement early, the holder of a retail lease  agreement  shall\n   42  give  or  forward  to the lessee a written statement of his or her gross\n   43  early termination liability under the agreement.\n   44    14. No retail lease agreement shall contain any  provision  applicable\n   45  to  a natural person who leases a vehicle primarily for personal, family\n   46  or household use by which:\n   47    (a) in the absence of the lessee's default, the holder may,  arbitrar-\n   48  ily and without reasonable cause, accelerate the maturity of any part or\n   49  all of the amount owing thereon;\n   50    (b) a power of attorney is given to confess judgment, or an assignment\n   51  of wages is given;\n   52    (c)  the  lessor  or holder of the agreement or other person acting on\n   53  his or her behalf is given authority to enter upon the lessee's premises\n   54  unlawfully, or to commit any breach of the peace in the repossession  of\n   55  the motor vehicle;\n\n       A. 942                             14\n\n    1    (d) the lessee waives any right of action against the lessor or holder\n    2  of  the  agreement, or other person acting on his or her behalf, for any\n    3  illegal act committed in the collection of payments under the  agreement\n    4  or in the repossession of the motor vehicle;\n    5    (e)  the  lessee executes a power of attorney appointing the lessor or\n    6  holder of the agreement, or other person acting on his or her behalf, as\n    7  the lessee's agent in collection of payments under the agreement  or  in\n    8  the  repossession  of  the  motor  vehicle; provided, however, that this\n    9  paragraph shall not prohibit the inclusion in a retail  lease  agreement\n   10  of a limited power of attorney or other provision authorizing the holder\n   11  to  execute  in the name of the lessee any proofs of insurance claims or\n   12  losses or to endorse the name of the lessee on any insurance  settlement\n   13  draft or check;\n   14    (f)  the  lessor is relieved from liability for any legal remedy which\n   15  the lessee may have had against the lessor under the agreement,  or  any\n   16  separate instrument executed in connection therewith;\n   17    (g)  the  maturity  of  any part or all of the amount owing thereon is\n   18  accelerated where, following a default consisting solely of the  failure\n   19  to  make timely rental payments, a lessee who has the right to reinstate\n   20  the agreement makes timely tender of an amount which would be sufficient\n   21  to reinstate the agreement under paragraph [(i)] (D) of subdivision five\n   22  of this section;\n   23    (h) the lessee waives any right to a trial by jury in  any  action  or\n   24  proceeding arising out of the agreement; or\n   25    (i) a lessee who is not in default of his or her obligations under the\n   26  agreement would be prohibited from terminating the agreement at any time\n   27  after  the  expiration of the first fifty percent of the total number of\n   28  months of the lease term. The exercise of this right to terminate  early\n   29  voluntarily  is  contingent upon the lessee discharging fully his or her\n   30  liability under the early termination provisions of the agreement.\n   31    15. Any such prohibited provision shall be void but shall  not  other-\n   32  wise affect the validity of the agreement.\n   33    16.  Where  necessary  to ensure consistency with the pronoun usage in\n   34  the underlying agreement, any language required by this  article  to  be\n   35  used  in  connection with a required disclosure may be modified to refer\n   36  to the lessee in the first person and the holder in the second person.\n   37    S 6. The personal property law is amended by adding three new sections\n   38  337-a, 337-b and 337-c to read as follows:\n   39    S 337-A. OTHER REQUIRED DISCLOSURES. 1. FOR ANY RETAIL LEASE AGREEMENT\n   40  SUBJECT TO THIS ARTICLE, THE LESSOR SHALL PROVIDE THE FOLLOWING  DISCLO-\n   41  SURES,  PRIOR  TO  THE CONSUMMATION OF SUCH LEASE, TO BE SEGREGATED FROM\n   42  THE LEASE AGREEMENT:\n   43    (A) AMOUNT DUE AT LEASE SIGNING. THE TOTAL AMOUNT TO BE PAID PRIOR  TO\n   44  OR  AT  CONSUMMATION,  USING THE TERM \"AMOUNT DUE AT LEASE SIGNING.\" THE\n   45  LESSOR SHALL ITEMIZE EACH COMPONENT BY TYPE AND  AMOUNT,  INCLUDING  ANY\n   46  REFUNDABLE  SECURITY  DEPOSIT,  ADVANCE MONTHLY OR OTHER RENTAL PAYMENT,\n   47  AND CAPITALIZED COST REDUCTION. THE LESSOR SHALL ITEMIZE HOW THE  AMOUNT\n   48  DUE  WILL BE PAID, BY TYPE AND AMOUNT, INCLUDING ANY NET TRADE-IN ALLOW-\n   49  ANCE, REBATES, NONCASH CREDITS, AND CASH PAYMENTS.\n   50    (B) PAYMENT SCHEDULE AND TOTAL AMOUNT OF RENTAL PAYMENTS. THE  NUMBER,\n   51  AMOUNT,  AND  DUE DATES OR PERIODS OF PAYMENTS SCHEDULED UNDER THE LEASE\n   52  AGREEMENT AND THE TOTAL AMOUNT OF THE RENTAL PAYMENTS.\n   53    (C) OTHER CHARGES. THE TOTAL AMOUNT OF OTHER CHARGES  PAYABLE  TO  THE\n   54  LESSOR, ITEMIZED BY TYPE AND AMOUNT, THAT ARE NOT INCLUDED IN THE RENTAL\n   55  PAYMENTS.  SUCH  CHARGES  INCLUDE, BUT ARE NOT LIMITED TO, THE AMOUNT OF\n   56  ANY LIABILITY THE RETAIL LEASE AGREEMENT IMPOSES UPON THE LESSEE AT  THE\n\n       A. 942                             15\n\n    1  END  OF THE LEASE TERM; PROVIDED, HOWEVER, THAT THE POTENTIAL DIFFERENCE\n    2  BETWEEN THE RESIDUAL AND REALIZED VALUES REFERRED TO IN PARAGRAPH (E) OF\n    3  SUBDIVISION TWO OF THIS SECTION SHALL BE EXCLUDED FROM THIS REQUIREMENT.\n    4    (D)  TOTAL OF PAYMENTS. THE TOTAL OF PAYMENTS, WITH A DESCRIPTION SUCH\n    5  AS \"THE AMOUNT YOU WILL HAVE PAID BY THE END OF THE LEASE\". THIS  AMOUNT\n    6  IS  THE  SUM  OF  THE  AMOUNT  DUE AT LEASE SIGNING (LESS ANY REFUNDABLE\n    7  AMOUNTS), THE TOTAL AMOUNT OF RENTAL PAYMENTS (LESS ANY PORTION  OF  THE\n    8  RENTAL  PAYMENT  PAID  AT  LEASE SIGNING), AND OTHER CHARGES UNDER PARA-\n    9  GRAPHS (A), (B), AND (C) OF THIS SUBDIVISION. IN AN  OPEN-END  LEASE,  A\n   10  DESCRIPTION  SUCH  AS  \"YOU  WILL OWE AN ADDITIONAL AMOUNT IF THE ACTUAL\n   11  VALUE OF THE VEHICLE IS LESS THAN THE RESIDUAL  VALUE\"  SHALL  ACCOMPANY\n   12  THE DISCLOSURE.\n   13    (E)  PAYMENT CALCULATION. A MATHEMATICAL PROGRESSION OF HOW THE SCHED-\n   14  ULED RENTAL PAYMENT IS DERIVED WHICH SHALL CONTAIN:\n   15    (I) THE GROSS CAPITALIZED COST, INCLUDING A DISCLOSURE OF  THE  AGREED\n   16  UPON  VALUE  OF THE VEHICLE, WITH A DESCRIPTION SUCH AS \"THE AGREED UPON\n   17  VALUE OF THE VEHICLE (STATE THE AMOUNT) AND ANY ITEMS YOU PAY  FOR  OVER\n   18  THE  LEASE TERM (SUCH AS SERVICE CONTRACTS, INSURANCE, AND ANY OUTSTAND-\n   19  ING PRIOR LOAN OR LEASE BALANCE)\",  AND  A  STATEMENT  OF  THE  LESSEE'S\n   20  OPTION  TO  RECEIVE A SEPARATE WRITTEN ITEMIZATION OF THE GROSS CAPITAL-\n   21  IZED COST. IF REQUESTED BY THE LESSEE, THE ITEMIZATION SHALL BE PROVIDED\n   22  BEFORE CONSUMMATION;\n   23    (II) THE CAPITALIZED COST REDUCTION, WITH A DESCRIPTION SUCH  AS  \"THE\n   24  AMOUNT  OF  ANY  NET TRADE-IN ALLOWANCE, REBATE, NONCASH CREDIT, OR CASH\n   25  YOU PAY THAT REDUCES THE GROSS CAPITALIZED COST\";\n   26    (III) THE ADJUSTED CAPITALIZED COST, WITH A DESCRIPTION SUCH  AS  \"THE\n   27  AMOUNT USED IN CALCULATING YOUR BASE (OR PERIODIC) RENTAL PAYMENT\";\n   28    (IV)  THE RESIDUAL VALUE, WITH A DESCRIPTION SUCH AS \"THE VALUE OF THE\n   29  VEHICLE AT THE END OF THE LEASE USED IN CALCULATING YOUR BASE (OR  PERI-\n   30  ODIC) RENTAL PAYMENT\";\n   31    (V)  THE  DEPRECIATION AND ANY AMORTIZED AMOUNTS, WHICH IS THE DIFFER-\n   32  ENCE BETWEEN THE ADJUSTED CAPITALIZED COST AND THE RESIDUAL VALUE,  WITH\n   33  A  DESCRIPTION  SUCH AS \"THE AMOUNT CHARGED FOR THE VEHICLE'S DECLINE IN\n   34  VALUE THROUGH NORMAL USE AND FOR ANY OTHER ITEMS  PAID  OVER  THE  LEASE\n   35  TERM\";\n   36    (VI)  THE LEASE CHARGE, WITH A DESCRIPTION SUCH AS \"THE AMOUNT CHARGED\n   37  IN ADDITION TO THE DEPRECIATION AND ANY AMORTIZED AMOUNTS\". THIS  AMOUNT\n   38  IS THE DIFFERENCE BETWEEN THE TOTAL OF THE BASE RENTAL PAYMENTS OVER THE\n   39  LEASE TERM MINUS THE DEPRECIATION AND ANY AMORTIZED AMOUNTS;\n   40    (VII)  THE  TOTAL  OF BASE RENTAL PAYMENTS, WITH A DESCRIPTION SUCH AS\n   41  \"DEPRECIATION AND ANY AMORTIZED AMOUNTS PLUS THE LEASE CHARGE\";\n   42    (VIII) THE LEASE TERM, WITH A  DESCRIPTION  SUCH  AS  \"THE  NUMBER  OF\n   43  (PERIODS OF REPAYMENT) IN YOUR LEASE\";\n   44    (IX)  THE  TOTAL  OF THE BASE RENTAL PAYMENTS DIVIDED BY THE NUMBER OF\n   45  PAYMENT PERIODS IN THE RETAIL LEASE AGREEMENT;\n   46    (X) AN ITEMIZATION OF OTHER  CHARGES  THAT  ARE  PART  OF  THE  RENTAL\n   47  PAYMENT; AND\n   48    (XI)  THE  SUM  OF THE BASE RENTAL PAYMENTS AND ANY OTHER CHARGES THAT\n   49  ARE PART OF THE RENTAL PAYMENT.\n   50    (F) EARLY TERMINATION NOTICE. A NOTICE SUBSTANTIALLY  SIMILAR  TO  THE\n   51  FOLLOWING:  \"EARLY TERMINATION. YOU MAY HAVE TO PAY A SUBSTANTIAL CHARGE\n   52  IF YOU END THIS LEASE EARLY. THE CHARGE MAY BE UP  TO  SEVERAL  THOUSAND\n   53  DOLLARS.  THE ACTUAL CHARGE WILL DEPEND ON WHEN THE LEASE IS TERMINATED.\n   54  THE EARLIER YOU END THE LEASE, THE GREATER THIS CHARGE IS LIKELY TO BE.\"\n   55    (G) NOTICE OF WEAR AND USE STANDARD. A NOTICE REGARDING WEAR  AND  USE\n   56  SUBSTANTIALLY SIMILAR TO THE FOLLOWING: \"EXCESSIVE WEAR AND USE. YOU MAY\n\n       A. 942                             16\n\n    1  BE  CHARGED  FOR  EXCESSIVE WEAR BASED ON OUR STANDARDS FOR NORMAL USE.\"\n    2  SUCH NOTICE SHALL ALSO SPECIFY THE AMOUNT OR METHOD FOR DETERMINING  ANY\n    3  CHARGE FOR EXCESS MILEAGE.\n    4    (H)  PURCHASE OPTION. A STATEMENT OF WHETHER OR NOT THE LESSEE HAS THE\n    5  OPTION TO PURCHASE THE MOTOR VEHICLE AT THE END OF THE LEASE  TERM  AND,\n    6  IF SO, THE PURCHASE PRICE AT THE END OF THE LEASE TERM.\n    7    (I) STATEMENT REFERENCING RETAIL LEASE AGREEMENT DISCLOSURES. A STATE-\n    8  MENT  THAT THE LESSEE SHOULD REFER TO THE LEASE DOCUMENTS FOR ADDITIONAL\n    9  INFORMATION ON  EARLY  TERMINATION,  PURCHASE  OPTIONS  AND  MAINTENANCE\n   10  RESPONSIBILITIES,  WARRANTIES,  LATE AND DEFAULT CHARGES, AND INSURANCE,\n   11  IF APPLICABLE.\n   12    (J) LIABILITY AT END OF LEASE TERM BASED ON  RESIDUAL  VALUE.  IF  THE\n   13  RETAIL  LEASE AGREEMENT IS AN OPEN-END LEASE, THE LEASE CHARGE AND OTHER\n   14  CHARGES, PAID BY THE LESSEE AND REQUIRED BY THE LESSOR AS AN INCIDENT TO\n   15  THE LEASE TRANSACTION, WITH A DESCRIPTION SUCH AS \"THE TOTAL  AMOUNT  OF\n   16  RENT  AND OTHER CHARGES IMPOSED IN CONNECTION WITH YOUR LEASE (STATE THE\n   17  AMOUNT)\".\n   18    2. FOR ANY RETAIL LEASE AGREEMENT SUBJECT TO THIS ARTICLE, THE  LESSOR\n   19  SHALL PROVIDE THE FOLLOWING DISCLOSURES PRIOR TO THE CONSUMMATION OF THE\n   20  RETAIL  LEASE  AGREEMENT TO BE GIVEN TO THE LESSEE TOGETHER WITH A DATED\n   21  STATEMENT THAT IDENTIFIES THE LESSOR AND THE LESSEE. THE DISCLOSURES MAY\n   22  BE MADE EITHER IN A SEPARATE STATEMENT THAT IDENTIFIES THE RETAIL  LEASE\n   23  AGREEMENT OR IN THE CONTRACT OR OTHER DOCUMENT EVIDENCING THE LEASE:\n   24    (A) A STATEMENT SPECIFYING WHETHER THE LESSOR OR THE LESSEE IS RESPON-\n   25  SIBLE  FOR  MAINTAINING  OR SERVICING THE MOTOR VEHICLE, TOGETHER WITH A\n   26  BRIEF DESCRIPTION OF THE RESPONSIBILITY;\n   27    (B) A STATEMENT OF THE LESSOR'S STANDARDS FOR WEAR AND USE  (IF  ANY),\n   28  WHICH MUST BE REASONABLE;\n   29    (C)  A STATEMENT REGARDING THE PURCHASE PRICE OR THE METHOD FOR DETER-\n   30  MINING THE PRICE AND WHEN THE LESSEE MAY EXERCISE THIS OPTION UPON EARLY\n   31  TERMINATION OF A RETAIL LEASE AGREEMENT;\n   32    (D) A STATEMENT OF THE LESSEE'S LIABILITY, IF  ANY,  AT  EARLY  TERMI-\n   33  NATION  OR  AT  THE END OF THE LEASE TERM FOR THE DIFFERENCE BETWEEN THE\n   34  RESIDUAL VALUE OF THE MOTOR VEHICLE AND ITS REALIZED VALUE;\n   35    (E) IF AN AGREEMENT IS TERMINATED EARLY AND  THERE  IS  NO  OPTION  TO\n   36  PURCHASE  THE  VEHICLE  OR THE LESSEE DOES NOT EXERCISE ANY OPTION HE OR\n   37  SHE MAY HAVE TO PURCHASE THE VEHICLE, OR IF THE LESSEE DOES NOT EXERCISE\n   38  ANY OPTION HE OR SHE MAY HAVE TO PURCHASE THE VEHICLE AT  THE  SCHEDULED\n   39  END OF AN OPEN-END LEASE, A STATEMENT THAT THE LESSEE MAY OBTAIN, AT THE\n   40  LESSEE'S EXPENSE, A PROFESSIONAL APPRAISAL BY AN INDEPENDENT THIRD PARTY\n   41  (AGREED  TO  BY  THE  LESSEE  AND THE LESSOR) OF THE VALUE THAT COULD BE\n   42  REALIZED AT SALE OF THE MOTOR VEHICLE IN ACCORDANCE WITH  SECTION  THREE\n   43  HUNDRED FORTY OF THIS ARTICLE;\n   44    (F) A STATEMENT ABOUT A REBUTTABLE PRESUMPTION THAT, AT THE END OF THE\n   45  LEASE  TERM, THE RESIDUAL VALUE OF THE MOTOR VEHICLE IS UNREASONABLE AND\n   46  NOT IN GOOD FAITH TO THE EXTENT THAT  THE  RESIDUAL  VALUE  EXCEEDS  THE\n   47  REALIZED  VALUE  BY  MORE  THAN THREE TIMES THE BASE RENTAL PAYMENT; AND\n   48  THAT THE LESSOR CANNOT COLLECT  THE  EXCESS  AMOUNT  UNLESS  THE  LESSOR\n   49  BRINGS A SUCCESSFUL COURT ACTION AND PAYS THE LESSEE'S REASONABLE ATTOR-\n   50  NEY'S FEES, OR UNLESS THE EXCESS OF THE RESIDUAL VALUE OVER THE REALIZED\n   51  VALUE  IS  DUE  TO  UNREASONABLE  OR EXCESSIVE WEAR AND USE OF THE MOTOR\n   52  VEHICLE (IN WHICH CASE THE REBUTTABLE PRESUMPTION DOES NOT APPLY);\n   53    (G) A STATEMENT PROVIDING THE TOTAL DOLLAR AMOUNT FOR ALL OFFICIAL AND\n   54  LICENSE FEES, REGISTRATION, TITLE, OR TAXES REQUIRED TO BE PAID  TO  THE\n   55  LESSOR IN CONNECTION WITH THE RETAIL LEASE AGREEMENT;\n\n       A. 942                             17\n\n    1    (H) A STATEMENT IDENTIFYING ALL EXPRESS WARRANTIES AND GUARANTEES FROM\n    2  THE  MANUFACTURER OR LESSOR WITH RESPECT TO THE MOTOR VEHICLE THAT APPLY\n    3  TO THE LESSEE; AND\n    4    (I)  A STATEMENT OF THE AMOUNT OR THE METHOD OF DETERMINING THE AMOUNT\n    5  OF ANY PENALTY OR OTHER CHARGE FOR DELINQUENCY,  OR  LATE  PAYMENTS,  IN\n    6  ACCORDANCE  WITH PARAGRAPH (E) OF SUBDIVISION FIVE AND SUBDIVISION EIGHT\n    7  OF SECTION THREE HUNDRED THIRTY-SEVEN OF THIS ARTICLE.\n    8    3. ADDITIONAL INFORMATION MAY BE  PROVIDED  WITH  ANY  DISCLOSURE  NOT\n    9  LISTED  IN  THIS SECTION, BUT SHALL NOT BE STATED, USED, OR PLACED SO AS\n   10  TO MISLEAD OR CONFUSE THE LESSEE  OR  CONTRADICT,  OBSCURE,  OR  DETRACT\n   11  ATTENTION FROM ANY DISCLOSURE REQUIRED BY THIS SECTION.\n   12    4. IF AN AMOUNT OR OTHER ITEM NEEDED TO COMPLY WITH A REQUIRED DISCLO-\n   13  SURE  IS  UNKNOWN OR UNAVAILABLE AFTER REASONABLE EFFORTS HAVE BEEN MADE\n   14  TO ASCERTAIN THE INFORMATION, THE LESSOR MAY USE A  REASONABLE  ESTIMATE\n   15  THAT IS BASED ON THE BEST INFORMATION AVAILABLE TO THE LESSOR, IS CLEAR-\n   16  LY IDENTIFIED AS AN ESTIMATE, AND IS NOT USED TO CIRCUMVENT OR EVADE ANY\n   17  DISCLOSURES REQUIRED BY THIS SECTION.\n   18    5.  IF  A  REQUIRED  DISCLOSURE BECOMES INACCURATE BECAUSE OF AN EVENT\n   19  OCCURRING AFTER CONSUMMATION, THE INACCURACY IS NOT A VIOLATION OF  THIS\n   20  SECTION  IF THE HOLDER GIVES NOTICE TO THE LESSEE OF SUCH INACCURACY AND\n   21  PROVIDES THE APPROPRIATE CORRECTION WITHIN A REASONABLE TIME  AFTER  THE\n   22  INACCURACY IS DISCOVERED.\n   23    6.  A  LESSOR  MAY  DISREGARD  THE  EFFECTS OF THE FOLLOWING IN MAKING\n   24  DISCLOSURES: (A) THAT PAYMENTS MUST BE COLLECTED  IN  WHOLE  CENTS;  (B)\n   25  THAT  DATES  OF  SCHEDULED PAYMENTS MAY BE DIFFERENT BECAUSE A SCHEDULED\n   26  DATE IS NOT A BUSINESS DAY; (C) THAT MONTHS HAVE  DIFFERENT  NUMBERS  OF\n   27  DAYS; AND (D) THAT FEBRUARY TWENTY-NINE OCCURS IN A LEAP YEAR.\n   28    7.  IF  A  LESSOR PROVIDES A PERCENTAGE RATE IN AN ADVERTISEMENT OR IN\n   29  DOCUMENTS EVIDENCING THE RETAIL LEASE AGREEMENT, INCLUDING THOSE DISCLO-\n   30  SURES REQUIRED BY THIS SECTION, A NOTICE STATING THAT  \"THIS  PERCENTAGE\n   31  MAY NOT MEASURE THE OVERALL COST OF FINANCING THIS LEASE\" SHALL ACCOMPA-\n   32  NY  THE  RATE  DISCLOSURE.  THE  LESSOR  SHALL  NOT USE THE TERM \"ANNUAL\n   33  PERCENTAGE RATE\", \"ANNUAL LEASE RATE\", OR ANY EQUIVALENT TERM.\n   34    S 337-B. RIGHT OF CANCELLATION FORM. AT THE  TIME  A  LESSEE  SIGNS  A\n   35  RETAIL LEASE AGREEMENT SUBJECT TO THE TERMS OF THIS ARTICLE, A COMPLETED\n   36  FORM IN DUPLICATE, CAPTIONED \"NOTICE OF CANCELLATION\", SHALL BE ATTACHED\n   37  TO  THE LEASE CONTRACT AND SHALL BE EASILY DETACHABLE, AND SHALL CONTAIN\n   38  IN NOT LESS THAN TEN-POINT BOLD FACE TYPE THE FOLLOWING INFORMATION  AND\n   39  STATEMENTS  IN  THE  SAME  LANGUAGE,  E.G., SPANISH, AS THAT USED IN THE\n   40  LEASE AGREEMENT:\n   41                                     NOTICE OF CANCELLATION\n   42                                     (ENTER DATE OF TRANSACTION)\n   43                                     (DATE)\n   44  YOU MAY CANCEL THIS CONTRACT WITHIN THREE (3) BUSINESS  DAYS  AFTER  THE\n   45  DATE  OF  THIS  CONTRACT  WITHOUT PENALTY OR OBLIGATION, EXCEPT THAT THE\n   46  LESSOR IS ENTITLED TO KEEP NO MORE THAN $100 FROM ANY DOWN  PAYMENT  YOU\n   47  HAVE  PAID. IF YOU CANCEL, ANY ADDITIONAL PAYMENTS MADE BY YOU UNDER THE\n   48  CONTRACT WILL BE  RETURNED  WITHIN  TEN  (10)  BUSINESS  DAYS  FOLLOWING\n   49  RECEIPT  BY  THE  LESSOR  OF  THIS  CANCELLATION NOTICE OR OTHER WRITTEN\n   50  DOCUMENTATION WHICH INDICATES YOUR INTENTION NOT TO BE BOUND.  TO CANCEL\n   51  THIS TRANSACTION, YOU MUST EITHER: DELIVER THIS CANCELLATION  NOTICE  OR\n   52  OTHER  WRITTEN  DOCUMENTATION  WHICH  INDICATES YOUR INTENTION NOT TO BE\n   53  BOUND TO THE LESSOR IN PERSON OR MAIL, BY CERTIFIED OR REGISTERED UNITED\n   54  STATES MAIL, A SIGNED AND DATED COPY  OF  THIS  CANCELLATION  NOTICE  OR\n   55  OTHER DOCUMENTATION TO THE LESSOR AT THE ADDRESS SPECIFIED HEREIN:\n\n       A. 942                             18\n\n    1  (NAME OF LESSOR)               NOT LATER THAN (ENTER FINAL DATE)\n    2  (ADDRESS OF LESSOR)                                    (DATE)\n    3  (CONSUMER SIGNATURE)\n\n    4    S  337-C.  PLAIN LANGUAGE. 1.  ANY RETAIL LEASE AGREEMENT ENTERED INTO\n    5  PURSUANT TO THIS ARTICLE AND ITS SEGREGATED DISCLOSURES REQUIRED  TO  BE\n    6  PROVIDED  TO  A  LESSEE  SHALL  BE  WRITTEN  IN CLEAR AND UNDERSTANDABLE\n    7  LANGUAGE INCLUDING, BUT NOT LIMITED TO, THE FOLLOWING GUIDELINES:\n    8    (A) AN AGREEMENT MUST BE WRITTEN IN THE ACTIVE VOICE, WHERE  PRACTICA-\n    9  BLE;\n   10    (B)  AN  AGREEMENT  MAY  NOT  USE LATIN OR OTHER FOREIGN WORDS (UNLESS\n   11  REQUESTED BY THE CONSUMER OR OTHERWISE REQUIRED BY APPLICABLE LAW);\n   12    (C) IN INSTANCES WHEN AN AGREEMENT REFERS TO THE PARTIES ENTERING INTO\n   13  THE RETAIL LEASE AGREEMENT, THE REFERENCE SHOULD USE PERSONAL  PRONOUNS,\n   14  THE  ACTUAL OR SHORTENED NAMES OF THE PARTIES, OR THE TERMS \"LESSOR\" AND\n   15  \"LESSEE\"; AND\n   16    (D) WHENEVER POSSIBLE, AN AGREEMENT MAY NOT USE SENTENCES WITH  DOUBLE\n   17  NEGATIVES OR EXCEPTIONS TO EXCEPTIONS.\n   18    2. ANY USE OF LANGUAGE REQUIRED, RECOMMENDED, OR APPROVED BY A FEDERAL\n   19  OR  NEW YORK STATE STATUTE, RULE, REGULATION, OR OFFICIAL INTERPRETATION\n   20  OR THE USE OF MODEL FORMS REQUIRED, AUTHORIZED, APPROVED, OR RECOMMENDED\n   21  BY FEDERAL  OR  NEW  YORK  STATE  AUTHORITIES  SHALL  NOT  CONSTITUTE  A\n   22  VIOLATION OF THIS SECTION.\n   23    3.  NO PERSON, FIRM, PARTNERSHIP, CORPORATION, OR ASSOCIATION SHALL BE\n   24  DEEMED TO HAVE VIOLATED THE PROVISIONS OF THIS SECTION, IF  ANY  OF  THE\n   25  FOLLOWING OCCURS:\n   26    (A) ALL PARTIES HAVE FULFILLED THEIR OBLIGATIONS UNDER THE AGREEMENT;\n   27    (B)  THE LESSEE WROTE THE CONTRACT OR THE PROVISIONS THAT VIOLATE THIS\n   28  SECTION;\n   29    (C) THE LESSOR MADE A GOOD FAITH AND REASONABLE EFFORT TO COMPLY  WITH\n   30  THIS SECTION. CORRECTION OF THE AGREEMENT OR THE PROVISIONS THAT VIOLATE\n   31  THIS SECTION SHALL BE CONCLUSIVE EVIDENCE OF GOOD FAITH.\n   32    S  7.  Section 340 of the personal property law, as added by chapter 1\n   33  of the laws of 1994, is amended to read as follows:\n   34    S 340. Establishment of  realized  value  at  lease  termination  when\n   35  purchase  option  not exercised; notice of intention to sell motor vehi-\n   36  cle. 1. If an agreement is terminated early and there is  no  option  to\n   37  purchase  the  vehicle  or the lessee does not exercise any option he or\n   38  she may have to purchase the vehicle, or if the [lessee's  liability  at\n   39  the scheduled end of the lease term is based upon the estimated residual\n   40  value  of  the  vehicle] RETAIL LEASE AGREEMENT IS AN OPEN-END LEASE and\n   41  the lessee does not exercise any option he or she may have  to  purchase\n   42  the  vehicle,  the  holder shall act in a commercially reasonable manner\n   43  when disposing of the vehicle or obtaining cash bids for the purpose  of\n   44  establishing  the  realized value of the vehicle, which may be its value\n   45  in the customary wholesale market. A lessee whose  agreement  is  termi-\n   46  nated  early without the exercise of a purchase option or whose [liabil-\n   47  ity at the scheduled end of the lease term is based upon  the  estimated\n   48  residual  value  of  the  vehicle] RETAIL LEASE AGREEMENT IS AN OPEN-END\n   49  LEASE may obtain, at his or her expense, a professional appraisal by  an\n   50  independent  third  party  agreed to by the lessee and the holder of the\n   51  wholesale value which could be realized at sale of the  leased  vehicle.\n   52  If  a professional appraisal is obtained by such a lessee, the appraised\n   53  value shall be final and binding upon the parties and shall be  used  as\n   54  the  realized  value in determining the liability of the lessee at early\n   55  termination or at the scheduled end of the lease term.\n\n       A. 942                             19\n\n    1    2. If an agreement is terminated early  and  there  is  no  option  to\n    2  purchase  the  vehicle  or the lessee does not exercise any option he or\n    3  she may have to purchase the vehicle, or if [the lessee's  liability  at\n    4  the scheduled end of the lease term is based upon the estimated residual\n    5  value  of  the  vehicle] THE RETAIL LEASE AGREEMENT IS AN OPEN-END LEASE\n    6  and the lessee does not exercise any  option  he  or  she  may  have  to\n    7  purchase the vehicle, the holder shall give the lessee at least ten days\n    8  written  notice  of its intention to sell the motor vehicle. A notice of\n    9  intention to sell the vehicle need not be given if the holder and lessee\n   10  have agreed in writing to the amount of the lessee's liability under the\n   11  retail lease agreement after the lessee returns the vehicle to the hold-\n   12  er or the lessee has fully satisfied his or her  obligations  under  the\n   13  agreement.    A holder gives notice to the lessee under this subdivision\n   14  when he or she delivers the notice to the lessee or mails the notice  to\n   15  him or her at his or her last known address.\n   16    3.  The  notice of intention to sell the vehicle shall set forth sepa-\n   17  rately any charges or sums due under the agreement and shall clearly and\n   18  conspicuously state that the lessee will be liable  for  the  difference\n   19  between  the  [estimated] residual value of the vehicle and its realized\n   20  value, if such liability exists. The notice also shall  state  that  the\n   21  lessee  has the right to submit a cash bid for the purchase of the vehi-\n   22  cle.  SUCH NOTICE SHALL NOTIFY THE LESSEE OF HIS OR HER RIGHT TO  OBTAIN\n   23  A PROFESSIONAL APPRAISAL BY A PARTY AGREED TO BY BOTH THE LESSEE AND THE\n   24  HOLDER IN ORDER TO DETERMINE THE REALIZED VALUE OF THE MOTOR VEHICLE AND\n   25  THAT ANY SUCH APPRAISAL WOULD BE BINDING.\n   26    S  8.  Subdivision  2  of section 341 of the personal property law, as\n   27  amended by chapter 140 of the laws  of  1995,  is  amended  to  read  as\n   28  follows:\n   29    2.  This  section does not limit or restrict the manner of calculating\n   30  the early termination liability of a lessee, whether by way  of  unamor-\n   31  tized  GROSS  capitalized  cost,  discounted  present value of remaining\n   32  rental payments, multiples of monthly payments or otherwise, so long  as\n   33  the  early  termination  liability  of  the  lessee does not exceed that\n   34  permitted by this section.\n   35    S 9. Section 343 of the personal property law, as amended  by  chapter\n   36  111 of the laws of 1995, is amended to read as follows:\n   37    S  343.  Assessment of excess wear and [damage] USE to the vehicle. 1.\n   38  (a) Upon the scheduled termination of  a  retail  lease  agreement,  the\n   39  holder shall not charge, receive or collect a charge for excess wear and\n   40  [damage]  USE  to  the  vehicle  which  exceeds:  (i) the actual cost of\n   41  repairs, reduced by all discounts, paid by the holder; or  (ii)  a  true\n   42  itemized  estimate  of the cost of such repairs by an appraiser licensed\n   43  pursuant to section three hundred  ninety-eight-d  of  the  vehicle  and\n   44  traffic law selected by the holder, of the cost of such repairs.\n   45    (b)  Upon  early  termination  of a retail lease agreement, the holder\n   46  shall not charge, receive or  collect  a  charge  for  excess  wear  and\n   47  [damage]  USE  to the vehicle which exceeds the actual costs of repairs,\n   48  reduced by all discounts, paid by the holder.\n   49    2. [In order for a holder to impose  a  charge  for  excess  wear  and\n   50  damage  to a vehicle subject to a retail lease agreement, such agreement\n   51  shall contain a clause describing the excess  wear  and  damage  to  the\n   52  vehicle  for which the lessee may be liable. Such] THE holder shall, not\n   53  more than forty days nor less than twenty days prior  to  the  scheduled\n   54  termination  date, or, not more than ten business days after the date of\n   55  an early termination of a lease agreement, mail or deliver to the lessee\n\n       A. 942                             20\n\n    1  a notice advising the lessee of the following rights and obligations  of\n    2  the parties, herein granted and imposed:\n    3    (a)  Such  notice  shall include the following statement, as set forth\n    4  herein, at the beginning of the notice in at least ten-point bold type:\n    5            \"YOUR LEASE AGREEMENT ALLOWS (HOLDER)  TO  ASSESS  A\n    6            CHARGE FOR EXCESS WEAR AND [DAMAGE] USE TO THE VEHI-\n    7            CLE.  YOU  SHOULD  OBTAIN  YOUR  OWN EVIDENCE OF THE\n    8            CURRENT CONDITION OF THE VEHICLE NOT MORE THAN TWEN-\n    9            TY (20) DAYS PRIOR TO THE SCHEDULED  TERMINATION  OF\n   10            YOUR  LEASE.  YOU ALSO WILL HAVE THE RIGHT TO SUBMIT\n   11            DISPUTES  TO  THE  ALTERNATE  ARBITRATION  MECHANISM\n   12            ESTABLISHED UNDER REGULATIONS PROMULGATED BY THE NEW\n   13            YORK STATE ATTORNEY GENERAL.\"\n   14    (b)  In  the case of a scheduled termination, of the lessee's right to\n   15  turn the vehicle in with a copy of an itemized appraisal of excess  wear\n   16  and  [damage] USE to the vehicle prepared by an appraiser licensed under\n   17  section three hundred ninety-eight-d of the  vehicle  and  traffic  law,\n   18  selected  by the lessee and conducted not more than twenty days prior to\n   19  the scheduled termination date;\n   20    (c) Of the right of the holder to, within thirty days after  the  date\n   21  on  which  the  vehicle comes into the actual physical possession of the\n   22  holder, obtain a  written  itemized  appraisal  of  excessive  wear  and\n   23  [damage]  USE  to  the  vehicle  prepared by an appraiser licensed under\n   24  section three hundred ninety-eight-d of  the  vehicle  and  traffic  law\n   25  selected by the holder;\n   26    (d)  That  if  the lessee had not previously obtained and submitted to\n   27  the holder a written itemized appraisal on the lessee's  own  behalf  in\n   28  accordance  with paragraph (b) of this subdivision, the lessee will have\n   29  the greater of ten business days after the lessee has received or  four-\n   30  teen  business  days  to do so after the holder has sent, in conformance\n   31  with subdivision three of this section, an itemized bill for excess wear\n   32  and [damage] USE and a copy of the itemized appraisal prepared on behalf\n   33  of the holder, unless the lessee does  not  dispute  any  of  the  items\n   34  contained  therein.  In  the  case where the holder bases the charge for\n   35  excess wear and [damage] USE on the actual cost of repairs,  the  notice\n   36  shall  also  inform  the lessee that should the lessee fail to obtain an\n   37  itemized written appraisal, he or she is entitled to dispute only wheth-\n   38  er any items claimed exist and/or are excess wear and  [damage]  USE  to\n   39  the vehicle, but not the actual cost of making the repairs;\n   40    (e)  That  if  the  lessee  disputes that any of the items claimed for\n   41  excess wear and [damage] USE to the vehicle exist or  are  excessive  in\n   42  nature,  the lessee may submit the dispute within sixty days of the date\n   43  on which the vehicle comes into the actual physical  possession  of  the\n   44  holder  to  the  holder's informal dispute settlement procedure, if any,\n   45  or, upon the payment of the prescribed filing fee which is refundable if\n   46  the arbitrator finds in the lessee's  favor,  to  an  alternative  arbi-\n   47  tration  mechanism  established  under  regulations  promulgated  by the\n   48  attorney general of the state of New York;\n   49    (f) That if there exists a discrepancy between the itemized appraisals\n   50  obtained by the holder and the lessee, if any, the holder  shall  submit\n   51  the  dispute  within  sixty  days of the date on which the vehicle comes\n   52  into the actual physical  possession  of  the  holder  to  the  holder's\n   53  informal  dispute  settlement procedure, if any, unless the lessee exer-\n   54  cises the option granted by paragraph (b) of subdivision  five  of  this\n   55  section;  provided,  however,  that in the event the holder has complied\n   56  with the provisions of this subdivision, a  lessee  who  has  failed  to\n\n       A. 942                             21\n\n    1  obtain  an  itemized appraisal of the excessive wear and [damage] USE to\n    2  the vehicle in accordance with either  paragraph  (b)  or  (c)  of  this\n    3  subdivision  may  dispute  only the existence of any item or whether the\n    4  wear  is  excessive  in  nature,  but may not dispute the actual cost of\n    5  repairs.\n    6    3. (a) Itemized bill. (i) In the  event  that  the  holder  wishes  to\n    7  impose  a  charge  for  excess wear and [damage] USE to the vehicle, the\n    8  holder shall send by registered mail or hand-deliver  to  the  lessee  a\n    9  bill  containing  an  itemized  list  of the estimated or actual cost of\n   10  repairing or replacing each item as to which an excess wear and [damage]\n   11  USE charge is claimed and specifying the address to which  any  response\n   12  must  be  mailed.    The  bill  shall be mailed or hand-delivered to the\n   13  lessee within thirty days after the date on which the vehicle comes into\n   14  the actual possession of the holder.\n   15    (ii) The itemized bill shall include the following statements  printed\n   16  in  at  least  ten-point  type:  \"You  are  being asked to pay an amount\n   17  claimed for excess wear and [damage] USE to the vehicle. If you wish  to\n   18  contest  this  amount,  you  must  obtain  an itemized appraisal from an\n   19  appraiser licensed by the New York State Department of  Motor  Vehicles,\n   20  and  mail  or  deliver  a copy of such appraisal to (NAME AND ADDRESS OF\n   21  HOLDER) within the greater of fourteen  business  days  after  (NAME  OF\n   22  HOLDER) has sent, or ten business days of receipt of this bill and (NAME\n   23  OF HOLDER'S) itemized appraisal.  If you fail to do so, you will forfeit\n   24  your right to contest in arbitration any actual repair costs incurred by\n   25  the  (HOLDER)  for  excess  wear  and  [damage] USE; however, you do not\n   26  forfeit your right to contest the existence of any item or  whether  the\n   27  wear is excessive in nature.\"\n   28    (iii)  The  itemized  bill shall also notify lessees of their material\n   29  rights and obligations for dispute resolution in arbitration.\n   30    (b) Itemized appraisal. (i) A holder who imposes a charge  for  excess\n   31  wear  and  [damage]  USE to the vehicle shall send by registered mail or\n   32  hand-deliver, within thirty days after the date  on  which  the  vehicle\n   33  comes  into actual physical possession of the holder, a written itemized\n   34  appraisal prepared by an appraiser licensed under section three  hundred\n   35  ninety-eight-d  of  the  vehicle and traffic law. The appraisal shall be\n   36  dated, signed by the holder or its agent, and identify by type each item\n   37  of excess wear and [damage] USE.\n   38    (ii) The following notice shall be included at the  beginning  of  the\n   39  itemized appraisal prepared on behalf of the holder and furnished to the\n   40  lessee,\n   41            \"ALL  ITEMS  OF DAMAGE FOR WHICH A CHARGE FOR EXCES-\n   42            SIVE WEAR OR [DAMAGE] USE WILL  BE  CLAIMED  BY  THE\n   43            HOLDER  MUST  BE  NOTED  IN  THIS  APPRAISAL. IF YOU\n   44            DISPUTE THE EXISTENCE  OR  NATURE  OF  ANY  ITEM  OF\n   45            DAMAGE IDENTIFIED IN THIS NOTICE, YOU MAY SUBMIT THE\n   46            DISPUTE   TO  THE  ALTERNATE  ARBITRATION  MECHANISM\n   47            ESTABLISHED UNDER REGULATIONS PROMULGATED BY THE NEW\n   48            YORK STATE ATTORNEY GENERAL.\"\n   49    4. (a) The itemized bill and appraisal required by  subdivision  three\n   50  of  this  section  may be combined into a single document. Mere acknowl-\n   51  edgement by the lessee of receipt of an itemized bill, an appraisal,  or\n   52  a combination of the two shall not operate as an admission of the exist-\n   53  ence, nature or amount of any of the items therein.\n   54    (b)  (i)  The holder shall grant the lessee access to the vehicle at a\n   55  reasonable time and place in order for the lessee to obtain an  itemized\n   56  appraisal  on the lessee's own behalf. The holder shall not be required,\n\n       A. 942                             22\n\n    1  however, to deliver the vehicle to, or produce the vehicle at, a  desti-\n    2  nation  designated  by the lessee for such purpose.  FOR THE PURPOSES OF\n    3  THIS PARAGRAPH, A REASONABLE PLACE SHALL BE LIMITED TO TWENTY-FIVE MILES\n    4  FROM THE LOCATION WHERE THE VEHICLE WAS SURRENDERED BY THE LESSEE AT THE\n    5  TERMINATION OF THE LEASE.\n    6    (ii)  A  holder  may  not  fail to provide, either intentionally or by\n    7  actions or omissions, reasonable access to the vehicle by  the  licensed\n    8  appraiser  chosen  by the lessee within the period during which a lessee\n    9  must obtain and submit an appraisal. If the holder fails to  so  provide\n   10  reasonable  access  to  the  vehicle, the holder shall be deemed to have\n   11  forfeited its contractual right to charge, receive or collect any charge\n   12  for excessive wear and [damage] USE to the vehicle from the lessee.\n   13    (c) A lessor or holder of a retail lease agreement shall not report an\n   14  unsatisfied claim for excess wear and [damage] USE to a credit reporting\n   15  agency as a derogatory item of information until: (i) the expiration  of\n   16  the  time  granted  under article seventy-five of the civil practice law\n   17  and rules  for  the  filing  of  a  petition  to  vacate  or  modify  an\n   18  arbitrator's  award;  (ii) the issue has been a subject of a final judg-\n   19  ment; or (iii) where the holder and the  lessee  execute  a  settlement,\n   20  thirty  days  after the date a payment is due under the settlement if no\n   21  payment has been made.\n   22    5. (a) Arbitration and enforcement. If a  holder  has  established  or\n   23  participates  in  an  informal  dispute  settlement  procedure  which is\n   24  consistent in all respects with the provisions  of  part  seven  hundred\n   25  three  of title sixteen of the code of federal regulations, any dispute,\n   26  disparity or conflict  between  any  appraisal  report  prepared  by  an\n   27  appraiser  licensed  by the state department of motor vehicles on behalf\n   28  of the holder and one prepared on behalf of the lessee shall be  decided\n   29  by   such  informal  dispute  settlement  procedure.  Holders  utilizing\n   30  informal dispute settlement  procedures  pursuant  to  this  subdivision\n   31  shall insure that the arbitrators participating in such informal dispute\n   32  settlement procedures are familiar with the provisions of this section.\n   33    (b)  Upon  the payment of a prescribed filing fee, a [consumer] LESSEE\n   34  shall have the option of  submitting  any  dispute  arising  under  this\n   35  section  to  an  alternate arbitration mechanism established pursuant to\n   36  regulations to be promulgated hereunder by the  attorney  general.  Upon\n   37  application  of the [consumer] LESSEE and payment of the filing fee, the\n   38  holder shall submit to such alternate arbitration. Such alternate  arbi-\n   39  tration  shall  be conducted by a professional arbitrator or arbitration\n   40  firm appointed by and under  regulations  established  by  the  attorney\n   41  general.  Such alternate arbitration mechanism shall ensure the personal\n   42  objectivity of its arbitrators and the right of each  party  to  present\n   43  its  case, to be in attendance during any presentation made by the other\n   44  party and to rebut or refute such presentation.  In all other  respects,\n   45  such alternate arbitration mechanism shall be governed by article seven-\n   46  ty-five of the civil practice law and rules. Holder or lessee shall have\n   47  thirty days from the date of mailing of a copy of the arbitrator's deci-\n   48  sion to such holder or lessee to comply with the terms of such decision.\n   49    (c)  In  no event shall any person who has participated in an informal\n   50  dispute settlement procedure be precluded from  seeking  the  rights  or\n   51  remedies available to such person under applicable law.\n   52    (d)  Nothing  in  this  section  shall be deemed to prohibit:  (i) the\n   53  holder and the lessee from agreeing upon termination of the agreement to\n   54  the payment by the lessee, in satisfaction  of  his  or  her  obligation\n   55  under the provisions of the agreement, of an amount which the lessor and\n   56  the  lessee agree is a reasonable figure to compensate for damage to the\n\n       A. 942                             23\n\n    1  vehicle RESULTING FROM EXCESSIVE WEAR AND  USE;  (ii)  the  holder  from\n    2  retaining  any  portion of a security deposit in satisfaction of amounts\n    3  owed to the holder that are not attributable to excess wear  and  [tear]\n    4  USE; or (iii) to restrict or otherwise regulate the assessment of charg-\n    5  es for excess mileage.\n    6    (E)(I)  NOTWITHSTANDING  THE PROVISIONS OF SECTION THREE HUNDRED FIFTY\n    7  OF THIS ARTICLE, FOR ANY RETAIL  AGREEMENT  WHICH  DOES  NOT  CHARGE  OR\n    8  ASSESS  A  FEE FOR THE TERMINATION OF THE RETAIL LEASE AGREEMENT, OR FOR\n    9  THE STORAGE, RETAKING, RE-REGISTRATION, PREPARING FOR SALE,  OR  SELLING\n   10  OF  A  MOTOR VEHICLE, OR ANY OTHER FEE OR CHARGE WHICH IS RELATED TO THE\n   11  TERMINATION OR DISPOSITION OF THE RETAIL LEASE AGREEMENT, A  HOLDER  AND\n   12  LESSEE  MAY  AGREE  TO  WAIVE  ANY  OF  THEIR RIGHTS UNDER THIS SECTION,\n   13  PROVIDED THAT THE HOLDER AND LESSEE HAVE AGREED,  PURSUANT  TO  SUBPARA-\n   14  GRAPH  (I) OF PARAGRAPH (D) OF THIS SUBDIVISION, TO AN AMOUNT REPRESENT-\n   15  ING A REASONABLE FIGURE TO COMPENSATE THE HOLDER FOR DAMAGE TO THE VEHI-\n   16  CLE RESULTING FROM EXCESS WEAR AND USE.\n   17    (II) SUCH AGREEMENT AND WAIVER SHALL INCLUDE THE FOLLOWING  STATEMENT,\n   18  AS  SET FORTH HEREIN, AT THE BEGINNING OF THE AGREEMENT IN AT LEAST TEN-\n   19  POINT BOLD TYPE: \"(HOLDER) AND (LESSEE) AGREE THAT THE  AMOUNT  DUE  FOR\n   20  EXCESS  WEAR  AND  USE  TO  THE VEHICLE SHALL BE (AGREED AMOUNT).   THIS\n   21  AGREEMENT SHALL CONSTITUTE A WAIVER OF RIGHTS UNDER SECTION 343  OF  THE\n   22  PERSONAL  PROPERTY LAW, WHICH INCLUDE THE RIGHT FOR EACH PARTY TO OBTAIN\n   23  SEPARATE APPRAISALS OF THE AMOUNT DUE AND HAVE ANY DISPUTES SUBMITTED TO\n   24  AN ALTERNATE ARBITRATION MECHANISM.\"\n   25    S 10. Section 345 of the personal property law, as added by chapter  1\n   26  of  the  laws of 1994 and subdivision 2 as amended by chapter 140 of the\n   27  laws of 1995, is amended to read as follows:\n   28    S 345. Renegotiations and extensions. 1.  A  renegotiation  is  a  new\n   29  lease  which  is  subject  to  the  disclosure requirements of [section]\n   30  SECTIONS three hundred thirty-seven AND THREE HUNDRED THIRTY-SEVEN-A  of\n   31  this article.\n   32    2.  The  disclosure  requirements  of [section] SECTIONS three hundred\n   33  thirty-seven AND THREE HUNDRED THIRTY-SEVEN-A of this  article  are  not\n   34  applicable to any extension of a retail lease agreement. An extension of\n   35  a  retail  lease  agreement  need not be signed contemporaneously by the\n   36  holder and the lessee if the extension is transacted by mail, is  for  a\n   37  period  of  [twenty-four]  SIX months or less and is first signed by the\n   38  holder prior to signature by the lessee.\n   39    S 11. Section 346 of the personal property law, as added by chapter  1\n   40  of  the  laws of 1994 and subdivision 2 as amended by chapter 111 of the\n   41  laws of 1995, is amended to read as follows:\n   42    S 346. Penalties. 1. A lessee  who  has  suffered  a  loss  due  to  a\n   43  violation  of  any  provision  of  this article by a lessor or holder is\n   44  entitled to recover his or her actual damages from the lessor or holder;\n   45  PROVIDED, HOWEVER, THAT A LESSEE WHO  HAS  SUFFERED  A  LOSS  DUE  TO  A\n   46  VIOLATION  OF  SECTION THREE HUNDRED THIRTY-SEVEN OR THREE HUNDRED THIR-\n   47  TY-SEVEN-A OF THIS ARTICLE IS ENTITLED TO RECEIVE THE SUM OF: (I) HIS OR\n   48  HER ACTUAL DAMAGES FROM THE LESSOR OR HOLDER; AND (II)  TWENTY-FIVE  PER\n   49  CENTUM  OF  THE TOTAL AMOUNT OF MONTHLY PAYMENTS UNDER THE LEASE, EXCEPT\n   50  THAT THE LIABILITY UNDER THIS CLAUSE SHALL NOT BE LESS THAN ONE  HUNDRED\n   51  DOLLARS NOR GREATER THAN ONE THOUSAND DOLLARS.\n   52    2.  Any  lessor  who  fails  to  refund  any  payment made pending the\n   53  execution of a retail lease agreement within the time required by subdi-\n   54  vision one of section three hundred thirty-four of this article shall be\n   55  liable to the lessee for twice the amount of the  payment  not  refunded\n   56  within the time required.\n\n       A. 942                             24\n\n    1    3. Any lessor who fails to return a vehicle which the lessee left with\n    2  the  lessor  pending  the  execution of a retail lease agreement, or who\n    3  sells or transfers such a vehicle contrary to the provisions of subdivi-\n    4  sion three of section three hundred thirty-four of this  article,  shall\n    5  be  liable  to the lessee for the value of the vehicle traded-in and all\n    6  costs and expenses incurred by the lessee because of  the  loss  of  the\n    7  vehicle.\n    8    4.  In an action in which it is determined that a lessor or holder has\n    9  violated this article, the court shall  award  to  the  lessee  a  civil\n   10  penalty of one hundred dollars.\n   11    5.  (a) In an action in which it is determined that a lessor or holder\n   12  has violated this article, the court also shall award to the lessee  the\n   13  costs  of  the action and to his or her attorneys their reasonable fees.\n   14  In determining the award of attorney's fees, the amount of the  recovery\n   15  on the behalf of the lessee is not controlling.\n   16    (b) In an action for the recovery of an amount claimed for excess wear\n   17  and  [tear]  USE,  the  court shall award to the lessee the costs of the\n   18  action and to his or her attorneys their reasonable fees if  the  holder\n   19  is  awarded  an  amount  less than an amount that the lessee offered, in\n   20  writing and prior to the institution of the action, to pay in  satisfac-\n   21  tion  of the contested portion of the amount claimed for excess wear and\n   22  [tear] USE.\n   23    6. A violation of subdivision fourteen of section three hundred  thir-\n   24  ty-seven  of  this  article  is a deceptive trade practice under section\n   25  three hundred forty-nine of the general business law.\n   26    7. Whenever there shall be a violation of this article an  application\n   27  may  be  made  by  the attorney general in the name of the people of the\n   28  state of New York to a court or justice having jurisdiction by a special\n   29  proceeding to issue an injunction, and upon notice to the  defendant  of\n   30  not  less than five days, to enjoin and restrain the continuance of such\n   31  violations; and if it shall appear to the satisfaction of the  court  or\n   32  justice  that  the  defendant  has,  in  fact,  violated  this [section]\n   33  ARTICLE, an injunction may be issued by the court or justice,  enjoining\n   34  and restraining any further violations, without requiring proof that any\n   35  person  has,  in  fact,  been  injured or damaged thereby.   In any such\n   36  proceeding, the court may make allowances to  the  attorney  general  as\n   37  provided  in  paragraph  six  of subdivision (a) of section eighty-three\n   38  hundred three of the civil practice law and rules, and  direct  restitu-\n   39  tion.   Whenever the court shall determine in any such proceeding that a\n   40  violation of this [section] ARTICLE has occurred, the court may impose a\n   41  civil penalty of not more than five hundred dollars for each  violation.\n   42  In connection with any such proposed application the attorney general is\n   43  authorized  to take proof and make a determination of the relevant facts\n   44  and to issue subpoenas in accordance with the  civil  practice  law  and\n   45  rules.\n   46    8.  (a)  Notwithstanding the provisions of this section, and except as\n   47  provided in subdivisions two and three of this section, any  failure  to\n   48  comply  with  the substantive provisions of this article, EXCEPT SECTION\n   49  THREE HUNDRED THIRTY-SEVEN-A OF THIS ARTICLE, may  be  corrected  within\n   50  sixty days after the holder is notified thereof in writing by the lessee\n   51  or,  in the absence of such notice, the lessor or holder may voluntarily\n   52  correct any such failure to comply and, if  so  corrected,  neither  the\n   53  lessor  nor the holder shall be liable to a lessee for any penalty under\n   54  this section. Within sixty days after discovering  a  violation  of  the\n   55  disclosure  provisions  of this article, and prior to the institution of\n   56  an action under this section or the receipt of  written  notice  of  the\n\n       A. 942                             25\n\n    1  violation  from the lessee, the lessor or holder may correct the disclo-\n    2  sure violation and, if so corrected, neither the lessor nor  the  holder\n    3  shall be subject to any penalty under this section.\n    4    (b) Nothing in this subdivision shall be construed so as to nullify or\n    5  impair  the  right of the attorney general to proceed, under subdivision\n    6  seven of this section or subdivision twelve of  section  sixty-three  of\n    7  the  executive  law,  against  a  lessor or holder who has violated this\n    8  article.\n    9    9. A lessor or holder may not be held  liable  in  an  action  brought\n   10  under  this  article  for  a violation of this article that was uninten-\n   11  tional and resulted from a bona fide error notwithstanding  the  mainte-\n   12  nance of procedures reasonably adapted to avoid any such error. Examples\n   13  of  a  bona fide error include, but are not limited to, clerical, calcu-\n   14  lation, computer  malfunction  and  programming,  and  printing  errors,\n   15  except  that an error of legal judgment with respect to a person's obli-\n   16  gations under this article is not a bona fide error.\n   17    10. An action shall not be brought under this article more  than  four\n   18  years  after  the occurrence of the act, method or practice which is the\n   19  subject of the action or more than one year after the last payment in  a\n   20  transaction  involving  the method, act or practice which is the subject\n   21  of the action, whichever is later.\n   22    S 12. Section 396-p of the general business law, as added  by  chapter\n   23  736  of  the laws of 1978, is amended by adding two new subdivisions 2-a\n   24  and 4-a to read as follows:\n   25    2-A. EVERY CONTRACT PROVIDED FOR IN PARAGRAPH (B) OF  SUBDIVISION  ONE\n   26  OF  THIS SECTION SHALL CONTAIN A STATEMENT NOTIFYING THE CONSUMER OF HIS\n   27  OR HER RIGHT TO CANCEL SUCH  CONTRACT  IN  ACCORDANCE  WITH  SUBDIVISION\n   28  FOUR-A  OF THIS SECTION. A NOTICE SUBSTANTIALLY SIMILAR TO THE FOLLOWING\n   29  NOTICE COMPLIES WITH REQUIREMENTS OF THIS SUBDIVISION:  \"NOTICE  TO  THE\n   30  CONSUMER:  YOU,  THE  BUYER,  MAY  CANCEL THIS CONTRACT WITHIN THREE (3)\n   31  BUSINESS DAYS AFTER THE DATE OF THIS CONTRACT. SEE THE  ATTACHED  NOTICE\n   32  OF CANCELLATION FORM FOR AN EXPLANATION OF THIS RIGHT.\"\n   33    4-A.  (A)  IN  ADDITION  TO  ANY  OTHER RIGHTS TO REVOKE AN OFFER, THE\n   34  CONSUMER MAY CANCEL  A  CONTRACT,  WHETHER  OR  NOT  SUCH  CONSUMER  HAS\n   35  RECEIVED  A  COPY  OF  SUCH  CONTRACT SIGNED BY THE RETAIL DEALER, UNTIL\n   36  MIDNIGHT OF THE THIRD BUSINESS DAY AFTER THE DATE ON WHICH THE  CONSUMER\n   37  SIGNED  THE  CONTRACT OR THE DATE ON WHICH THE RETAIL DEALER DELIVERED A\n   38  COPY OF THE CONTRACT SIGNED BY HIM  OR  HER,  WHICHEVER  IS  LATER.  FOR\n   39  PURPOSES OF THIS PARAGRAPH, CANCELLATION WILL BE DEEMED TO HAVE OCCURRED\n   40  WHEN  WRITTEN  NOTICE  OF CANCELLATION IS GIVEN TO THE RETAIL DEALER. IF\n   41  GIVEN BY MAIL, A NOTICE OF CANCELLATION SHALL BE SENT  BY  CERTIFIED  OR\n   42  REGISTERED  UNITED STATES MAIL AND SHALL BE DEEMED DELIVERED ON THE DATE\n   43  OF THE POSTMARK. NOTICE OF CANCELLATION SHALL BE SUFFICIENT IF IT  INDI-\n   44  CATES  THE  INTENTION  OF  THE  CONSUMER NOT TO BE BOUND.  RETURN OF THE\n   45  NOTICE OF CANCELLATION FORM PROVIDED PURSUANT TO PARAGRAPH (F)  OF  THIS\n   46  SUBDIVISION BY THE LESSEE TO THE LESSOR IS SUFFICIENT TO COMPLY WITH THE\n   47  REQUIREMENTS OF THIS SUBDIVISION.\n   48    (B) THE CONSUMER MAY, IN ORDER TO OBTAIN IMMEDIATE DELIVERY OF A MOTOR\n   49  VEHICLE,  WAIVE  THE  RIGHT  TO CANCEL PROVIDED IN PARAGRAPH (A) OF THIS\n   50  SUBDIVISION. SUCH WAIVER MUST BE WRITTEN AND CLEARLY INDICATE THE INTEN-\n   51  TION OF THE CONSUMER TO WAIVE HIS OR HER RIGHT TO CANCEL THE CONTRACT.\n   52    (C) UNLESS THE CONSUMER WAIVES THE RIGHT  TO  CANCEL  AS  PROVIDED  IN\n   53  PARAGRAPH  (B) OF THIS SUBDIVISION, THE RETAIL DEALER IS NOT REQUIRED TO\n   54  DELIVER ANY MOTOR VEHICLE TO A CONSUMER UNTIL AFTER THE CLOSE  OF  BUSI-\n   55  NESS  ON  THE  THIRD BUSINESS DAY AFTER THE DAY ON WHICH THE CONSUMER OR\n   56  RETAIL DEALER SIGNS A MOTOR VEHICLE INSTALMENT CONTRACT.\n\n       A. 942                             26\n\n    1    (D) FOR PURPOSES OF A CANCELLATION PURSUANT TO PARAGRAPH (A)  OF  THIS\n    2  SUBDIVISION,  IF  A  CONSUMER,  PURSUANT TO AN AGREEMENT WITH THE RETAIL\n    3  DEALER, REMOVES ANY TRADE-IN MOTOR VEHICLE FROM THE RETAIL DEALER'S  LOT\n    4  AFTER  SIGNING A MOTOR VEHICLE CONTRACT OR OFFER, BUT BEFORE THE EXPIRA-\n    5  TION  FOR  THE PERIOD OF TIME DURING WHICH THE CONSUMER HAS THE RIGHT TO\n    6  CANCEL, THE RETAIL DEALER MAY REAPPRAISE THE VALUE OF THE TRADE-IN VEHI-\n    7  CLE UPON ITS RETURN TO THE RETAIL DEALER IF THE VEHICLE IS IN  A  CONDI-\n    8  TION  THAT  IS  NOT  SUBSTANTIALLY  THE  SAME  AS WHEN IT WAS ORIGINALLY\n    9  APPRAISED FOR  TRADE-IN  PURPOSES.    HOWEVER,  SUCH  REAPPRAISAL  SHALL\n   10  NEITHER  EXTEND THE CANCELLATION PERIOD PROVIDED FOR IN PARAGRAPH (A) OF\n   11  THIS SUBDIVISION NOR ENTITLE THE CONSUMER TO ANOTHER  SUCH  CANCELLATION\n   12  PERIOD.\n   13    (E)  IF  A  CONSUMER  CANCELS A CONTRACT PURSUANT TO THE PROVISIONS OF\n   14  THIS SUBDIVISION: (I) THE RETAIL DEALER MAY RETAIN, FROM ANY  CASH  DOWN\n   15  PAYMENT  PAID  BY  THE  CONSUMER  TO THE RETAIL DEALER, COMPENSATION FOR\n   16  CANCELLATION OF THE CONTRACT THAT SHALL NOT EXCEED ONE HUNDRED  DOLLARS,\n   17  BUT  SHALL  NOT  IMPOSE  ANY  OTHER  PENALTY OR OBLIGATION; AND (II) THE\n   18  LESSOR SHALL REFUND TO THE LESSEE ANY PAYMENTS, LESS THOSE  PROVIDED  BY\n   19  SUBPARAGRAPH  (I)  OF  THIS  PARAGRAPH, WITHIN TEN BUSINESS DAYS OF SUCH\n   20  CANCELLATION.\n   21    (F) AT THE TIME A CONSUMER SIGNS A CONTRACT SUBJECT TO  THE  TERMS  OF\n   22  THIS  SECTION,  A  COMPLETED  FORM  IN  DUPLICATE,  CAPTIONED \"NOTICE OF\n   23  CANCELLATION\", SHALL BE ATTACHED TO THE CONTRACT  AND  SHALL  BE  EASILY\n   24  DETACHABLE,  AND SHALL CONTAIN IN NOT LESS THAN TEN-POINT BOLD FACE TYPE\n   25  THE FOLLOWING INFORMATION AND STATEMENTS IN  THE  SAME  LANGUAGE,  E.G.,\n   26  SPANISH, AS THAT USED IN THE CONTRACT:\n   27                                               NOTICE OF CANCELLATION\n   28                                               (ENTER DATE OF TRANSACTION)\n   29                                               (DATE)\n   30  YOU  MAY  CANCEL  THIS CONTRACT WITHIN THREE (3) BUSINESS DAYS AFTER THE\n   31  DATE OF THIS CONTRACT WITHOUT PENALTY OR  OBLIGATION,  EXCEPT  THAT  THE\n   32  SELLER  IS  ENTITLED TO KEEP NO MORE THAN $100 FROM ANY DOWN PAYMENT YOU\n   33  HAVE PAID. IF YOU CANCEL, ANY ADDITIONAL PAYMENTS MADE BY YOU UNDER THIS\n   34  CONTRACT WILL BE  RETURNED  WITHIN  TEN  (10)  BUSINESS  DAYS  FOLLOWING\n   35  RECEIPT  BY  THE  SELLER  OF  THIS  CANCELLATION NOTICE OR OTHER WRITTEN\n   36  DOCUMENTATION WHICH INDICATES YOUR INTENTION NOT TO BE BOUND.  TO CANCEL\n   37  THIS TRANSACTION, YOU MUST EITHER: DELIVER THIS CANCELLATION  NOTICE  OR\n   38  OTHER  WRITTEN  DOCUMENTATION  WHICH  INDICATES YOUR INTENTION NOT TO BE\n   39  BOUND TO THE SELLER IN PERSON;  OR  MAIL,  BY  CERTIFIED  OR  REGISTERED\n   40  UNITED  STATES MAIL, A SIGNED AND DATED COPY OF THIS CANCELLATION NOTICE\n   41  OR OTHER WRITTEN DOCUMENTATION TO THE SELLER AT  THE  ADDRESS  SPECIFIED\n   42  HEREIN:\n   43  (NAME OF SELLER)                       NOT LATER THAN (ENTER FINAL DATE)\n   44  (ADDRESS OF SELLER)                                         (DATE)\n   45  (CONSUMER SIGNATURE)\n   46    S  13.  The  general  business  law is amended by adding a new section\n   47  198-d to read as follows:\n   48    S 198-D. USED MOTOR VEHICLE SALES  AGREEMENTS;  REQUIRED  CANCELLATION\n   49  PROVISIONS.   A. AS USED IN THIS SECTION, THE FOLLOWING WORDS SHALL HAVE\n   50  THE FOLLOWING MEANINGS:\n   51    1. \"CONSUMER\" MEANS THE PURCHASER, OTHER  THAN  FOR  THE  PURPOSES  OF\n   52  RESALE,  OF  A USED MOTOR VEHICLE NORMALLY USED FOR PERSONAL, FAMILY, OR\n   53  HOUSEHOLD PURPOSES AND SUBJECT TO A WARRANTY, AND THE SPOUSE OR CHILD OF\n   54  THE PURCHASER IF SUCH MOTOR VEHICLE IS  TRANSFERRED  TO  THE  SPOUSE  OR\n   55  CHILD DURING THE DURATION OF ANY WARRANTY APPLICABLE TO SUCH MOTOR VEHI-\n\n       A. 942                             27\n\n    1  CLE,  AND  ANY  OTHER  PERSON  ENTITLED BY THE TERMS OF SUCH WARRANTY TO\n    2  ENFORCE THE OBLIGATIONS OF THE WARRANTY;\n    3    2.  \"USED MOTOR VEHICLE\" MEANS A MOTOR VEHICLE, EXCLUDING MOTORCYCLES,\n    4  MOTOR HOMES, AND OFF-ROAD VEHICLES, WHICH HAS BEEN PURCHASED  OR  TRANS-\n    5  FERRED  EITHER  AFTER  EIGHTEEN THOUSAND MILES OF OPERATION OR TWO YEARS\n    6  FROM THE DATE OF ORIGINAL DELIVERY, WHICHEVER IS EARLIER; AND\n    7    3. \"DEALER\" HAS THE SAME MEANING AS PARAGRAPH THREE OF  SUBDIVISION  A\n    8  OF SECTION ONE HUNDRED NINETY-EIGHT-B OF THIS ARTICLE.\n    9    B.  IN ADDITION TO ANY OTHER RIGHTS TO REVOKE AN OFFER, A CONSUMER MAY\n   10  CANCEL A CONTRACT FOR THE RETAIL SALE OF A MOTOR VEHICLE, WHETHER OR NOT\n   11  SUCH CONSUMER HAS RECEIVED A COPY OF SUCH CONTRACT SIGNED BY THE DEALER,\n   12  UNTIL MIDNIGHT OF THE THIRD BUSINESS DAY AFTER THE  DATE  ON  WHICH  THE\n   13  CONSUMER SIGNED THE CONTRACT OR THE DATE ON WHICH THE DEALER DELIVERED A\n   14  COPY  OF  THE  CONTRACT  SIGNED  BY  HIM OR HER, WHICHEVER IS LATER. FOR\n   15  PURPOSES OF THIS  SUBDIVISION,  CANCELLATION  WILL  BE  DEEMED  TO  HAVE\n   16  OCCURRED  WHEN WRITTEN NOTICE OF CANCELLATION IS GIVEN TO THE DEALER. IF\n   17  GIVEN BY MAIL, A NOTICE OF CANCELLATION SHALL BE SENT BY  REGISTERED  OR\n   18  CERTIFIED  UNITED  STATES MAIL AND SHALL BE DEEMED DELIVERED ON THE DATE\n   19  OF THE POSTMARK. NOTICE OF CANCELLATION SHALL BE SUFFICIENT IF IT  INDI-\n   20  CATES  THE  INTENTION  OF  THE  CONSUMER NOT TO BE BOUND.  RETURN OF THE\n   21  NOTICE OF CANCELLATION FORM PROVIDED PURSUANT TO SUBDIVISION H  OF  THIS\n   22  SECTION  BY  THE  LESSEE  TO THE LESSOR IS SUFFICIENT TO COMPLY WITH THE\n   23  REQUIREMENT OF THIS SUBDIVISION.\n   24    C. THE CONSUMER MAY, IN ORDER TO OBTAIN IMMEDIATE DELIVERY OF A  MOTOR\n   25  VEHICLE,  WAIVE  THE  RIGHT  TO CANCEL PROVIDED IN SUBDIVISION B OF THIS\n   26  SECTION. SUCH WAIVER MUST BE WRITTEN AND CLEARLY INDICATE THE  INTENTION\n   27  OF THE CONSUMER TO WAIVE HIS OR HER RIGHT TO CANCEL THE CONTRACT.\n   28    D.  UNLESS  THE  CONSUMER  WAIVES  THE  RIGHT TO CANCEL AS PROVIDED IN\n   29  SUBDIVISION C OF THIS SECTION, THE DEALER IS NOT REQUIRED TO DELIVER ANY\n   30  MOTOR VEHICLE TO A CONSUMER UNTIL AFTER THE CLOSE  OF  BUSINESS  ON  THE\n   31  THIRD BUSINESS DAY AFTER THE DAY ON WHICH THE CONSUMER OR DEALER SIGNS A\n   32  MOTOR  VEHICLE INSTALMENT CONTRACT OR OTHER CONTRACT FOR THE RETAIL SALE\n   33  OF A MOTOR VEHICLE.\n   34    E. FOR PURPOSES OF A CANCELLATION PURSUANT TO SUBDIVISION  B  OF  THIS\n   35  SECTION,  IF  A  CONSUMER,  PURSUANT  TO  AN  AGREEMENT WITH THE DEALER,\n   36  REMOVES ANY TRADE-IN MOTOR VEHICLE FROM THE DEALER'S LOT AFTER SIGNING A\n   37  MOTOR VEHICLE CONTRACT OR OFFER, BUT BEFORE THE EXPIRATION OF THE PERIOD\n   38  OF TIME DURING WHICH THE CONSUMER HAS THE RIGHT TO  CANCEL,  THE  DEALER\n   39  MAY  REAPPRAISE THE VALUE OF THE TRADE-IN VEHICLE UPON ITS RETURN TO THE\n   40  DEALER IF THE VEHICLE IS IN A CONDITION THAT IS  NOT  SUBSTANTIALLY  THE\n   41  SAME AS WHEN IT WAS ORIGINALLY APPRAISED FOR TRADE-IN PURPOSES. HOWEVER,\n   42  SUCH  REAPPRAISAL  SHALL NEITHER EXTEND THE CANCELLATION PERIOD PROVIDED\n   43  FOR IN SUBDIVISION B OF THIS SECTION NOR ENTITLE THE CONSUMER TO ANOTHER\n   44  SUCH CANCELLATION PERIOD.\n   45    F. IF A CONSUMER CANCELS A CONTRACT PURSUANT TO THE PROVISIONS OF THIS\n   46  SECTION: (I) THE DEALER MAY RETAIN, FROM ANY CASH DOWN PAYMENT  PAID  BY\n   47  THE  CONSUMER  TO  THE  DEALER,  COMPENSATION  FOR  CANCELLATION  OF THE\n   48  CONTRACT THAT SHALL NOT EXCEED ONE HUNDRED DOLLARS, BUT SHALL NOT IMPOSE\n   49  ANY OTHER PENALTY OR OBLIGATION; AND (II) THE DEALER SHALL REFUND TO THE\n   50  CONSUMER ANY PAYMENTS, LESS THOSE PROVIDED  BY  PARAGRAPH  (I)  OF  THIS\n   51  SUBDIVISION, WITHIN TEN BUSINESS DAYS OF SUCH CANCELLATION.\n   52    G.  EVERY  CONTRACT  SUBJECT  TO  THE PROVISIONS OF THIS SECTION SHALL\n   53  CONTAIN A STATEMENT NOTIFYING THE CONSUMER OF HIS OR HER RIGHT TO CANCEL\n   54  SUCH CONTRACT IN ACCORDANCE WITH THE PROVISIONS  OF  THIS  SECTION.    A\n   55  NOTICE  SUBSTANTIALLY  SIMILAR  TO  THE  FOLLOWING  NOTICE COMPLIES WITH\n   56  REQUIREMENTS OF THIS SUBDIVISION: \"NOTICE  TO  THE  CONSUMER:  YOU,  THE\n\n       A. 942                             28\n\n    1  BUYER, MAY CANCEL THIS CONTRACT WITHIN THREE (3) BUSINESS DAYS AFTER THE\n    2  DATE  ON THIS CONTRACT. SEE THE ATTACHED NOTICE OF CANCELLATION FORM FOR\n    3  AN EXPLANATION OF THIS RIGHT.\"\n    4    H.  AT  THE  TIME  A CONSUMER SIGNS A CONTRACT SUBJECT TO THE TERMS OF\n    5  THIS SECTION, A  COMPLETED  FORM  IN  DUPLICATE,  CAPTIONED  \"NOTICE  OF\n    6  CANCELLATION\",  SHALL  BE  ATTACHED  TO THE CONTRACT AND SHALL BE EASILY\n    7  DETACHABLE, AND SHALL CONTAIN IN NOT LESS THAN TEN-POINT BOLD FACE  TYPE\n    8  THE  FOLLOWING  INFORMATION  AND  STATEMENTS IN THE SAME LANGUAGE, E.G.,\n    9  SPANISH, AS THAT USED IN THE CONTRACT:\n   10                                     NOTICE OF CANCELLATION\n   11                                     (ENTER DATE OF TRANSACTION)\n   12                                     (DATE)\n   13  YOU MAY CANCEL THIS CONTRACT WITHIN THREE (3) BUSINESS  DAYS  AFTER  THE\n   14  DATE  OF  THIS  CONTRACT  WITHOUT PENALTY OR OBLIGATION, EXCEPT THAT THE\n   15  SELLER IS ENTITLED TO KEEP NOT MORE THAN $100 FROM ANY DOWN PAYMENT  YOU\n   16  HAVE  PAID. IF YOU CANCEL, ANY ADDITIONAL PAYMENTS MADE BY YOU UNDER THE\n   17  CONTRACT WILL BE  RETURNED  WITHIN  TEN  (10)  BUSINESS  DAYS  FOLLOWING\n   18  RECEIPT  BY  THE  SELLER  OF  THIS  CANCELLATION NOTICE OR OTHER WRITTEN\n   19  DOCUMENTATION WHICH INDICATES YOUR INTENTION NOT TO BE BOUND.  TO CANCEL\n   20  THIS TRANSACTION, YOU MUST EITHER: DELIVER THIS CANCELLATION  NOTICE  OR\n   21  OTHER  WRITTEN  DOCUMENTATION  WHICH  INDICATES YOUR INTENTION NOT TO BE\n   22  BOUND TO THE SELLER IN PERSON;  OR  MAIL,  BY  CERTIFIED  OR  REGISTERED\n   23  UNITED  STATES MAIL, A SIGNED AND DATED COPY OF THIS CANCELLATION NOTICE\n   24  OR OTHER WRITTEN DOCUMENTATION TO THE SELLER AT  THE  ADDRESS  SPECIFIED\n   25  HEREIN:\n   26  (NAME OF SELLER)                       NOT LATER THAN (ENTER FINAL DATE)\n   27  (ADDRESS OF SELLER)                                         (DATE)\n   28  (CONSUMER SIGNATURE)\n   29    S 14. This act shall take effect on the first of January next succeed-\n   30  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the personal property law and the general business law, in relation to enhancing consumer protection in motor vehicle retail leasing, conforming to federal requirements, and providing for a cooling off period for leasing and purchasing and to repeal subdivision 7 of section 331 of the personal property law relating to \"initial early termination charge\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T095848.TXT", "SOBI.D110105.T133158.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294412328111
}