{
  "year" : 2011,
  "senateBillNo" : "A943-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to correction",
    "billEventId" : "A943-2011-1294203600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "reported referred to ways and means",
    "billEventId" : "A943-2011-1294722000000-reported+referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes death benefits for heirs of non-uniform correction department employees killed in line of duty",
  "summary" : "Entitles the heirs of a non-uniform correction department employee killed in the line of duty from an act of violence in a correctional facility to a benefit of $50,000; provides the comptroller to specify beneficiaries by rules and regulations according to specified guidelines; provides for interim benefit payment and makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A281-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          943\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PHEFFER, CLARK, COLTON, WEISENBERG, AUBRY --\n         Multi-Sponsored by -- M.  of A. ABBATE, CYMBROWITZ, GOTTFRIED,  MAYER-\n         SOHN,  MILLMAN,  PRETLOW,  WEINSTEIN  -- read once and referred to the\n         Committee on Correction\n\n       AN ACT to amend the correction law, in relation to providing death bene-\n         fits for the heirs of employees killed in the line of duty\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The correction law is amended by adding a new section 624\n    2  to read as follows:\n    3    S 624. DEATH BENEFITS; NON-UNIFORM DEPARTMENT EMPLOYEES KILLED IN  THE\n    4  LINE  OF  DUTY.  1.  IN THE EVENT THAT A NON-UNIFORM DEPARTMENT EMPLOYEE\n    5  DIES AS THE DIRECT AND PROXIMATE RESULT OF A PERSONAL  INJURY  SUSTAINED\n    6  FROM  AN ACT OF VIOLENCE IN THE LINE OF DUTY AT A CORRECTIONAL FACILITY,\n    7  HIS OR HER HEIRS SHALL BE  ENTITLED  TO  A  BENEFIT  OF  FIFTY  THOUSAND\n    8  DOLLARS  TO  BE  PAID BY THE COMPTROLLER OF THE STATE OF NEW YORK OUT OF\n    9  THE TREASURY OF THE STATE OF NEW YORK IN ACCORDANCE WITH RULES AND REGU-\n   10  LATIONS ESTABLISHED BY THE COMPTROLLER AS FOLLOWS:\n   11    A. IF THERE IS NO SURVIVING CHILD OF SUCH EMPLOYEE, TO  THE  SURVIVING\n   12  SPOUSE OF SUCH EMPLOYEE;\n   13    B.  IF  THERE IS A SURVIVING CHILD OR CHILDREN AND A SURVIVING SPOUSE,\n   14  ONE-HALF TO THE SURVIVING CHILD OR CHILDREN OF SUCH  EMPLOYEE  IN  EQUAL\n   15  SHARES AND ONE-HALF TO THE SURVIVING SPOUSE;\n   16    C.  IF  THERE IS NO SURVIVING SPOUSE, TO THE CHILD OR CHILDREN OF SUCH\n   17  EMPLOYEE IN EQUAL SHARES; OR\n   18    D. IF NONE OF THE ABOVE, TO THE DEPENDENT PARENT OR  PARENTS  OF  SUCH\n   19  EMPLOYEE IN EQUAL SHARES.\n   20    2.  WHENEVER  THE  COMPTROLLER  DETERMINES, UPON A SHOWING OF NEED AND\n   21  PRIOR TO TAKING FINAL ACTION, THAT THE DEATH OF AN EMPLOYEE IS ONE  WITH\n   22  RESPECT  TO  WHICH  A BENEFIT HEREUNDER WILL PROBABLY BE PAID, THE COMP-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00641-01-1\n\n       A. 943                              2\n\n    1  TROLLER MAY MAKE AN INTERIM BENEFIT PAYMENT NOT EXCEEDING THREE THOUSAND\n    2  DOLLARS TO THE PERSON ENTITLED TO RECEIVE A BENEFIT UNDER THIS SECTION.\n    3    3.  THE  AMOUNT  OF  AN  INTERIM PAYMENT UNDER SUBDIVISION TWO OF THIS\n    4  SECTION SHALL BE DEDUCTED FROM THE AMOUNT OF ANY FINAL BENEFIT  PAID  TO\n    5  SUCH PERSON.\n    6    4.  WHERE THERE IS NO FINAL BENEFIT PAID, THE RECIPIENT OF ANY INTERIM\n    7  PAYMENT UNDER SUBDIVISION TWO OF THIS SECTION SHALL BE LIABLE FOR REPAY-\n    8  MENT OF SUCH AMOUNT.   THE COMPTROLLER MAY WAIVE ALL  OR  PART  OF  SUCH\n    9  REPAYMENT,  CONSIDERING FOR THIS PURPOSE THE HARDSHIP WHICH WOULD RESULT\n   10  FROM SUCH REPAYMENT.\n   11    5. THE BENEFIT PAYABLE UNDER THIS SECTION SHALL BE IN ADDITION TO  ANY\n   12  OTHER  BENEFIT  THAT  MAY  BE  DUE  FROM  ANY OTHER SOURCE, BUT SHALL BE\n   13  REDUCED BY ANY ENTITLEMENT PURSUANT TO THE PUBLIC SAFETY OFFICERS' BENE-\n   14  FITS ACT OF 1976 (42USC3796) AND/OR THE PAYMENTS AUTHORIZED  BY  SECTION\n   15  8191 OF TITLE FIVE OF THE UNITED STATES CODE.\n   16    6.  NO  PAYMENT  UNDER  THIS  SECTION SHALL BE SUBJECT TO EXECUTION OR\n   17  ATTACHMENT.\n   18    7. NO BENEFIT SHALL BE PAID UNDER THIS SECTION:\n   19    A. IF THE DEATH WAS  CAUSED  BY  THE  INTENTIONAL  MISCONDUCT  OF  THE\n   20  EMPLOYEE  OR  BY  SUCH  EMPLOYEE'S  INTENTION  TO BRING ABOUT HIS OR HER\n   21  DEATH;\n   22    B. IF VOLUNTARY INTOXICATION OF THE EMPLOYEE WAS A CONTRIBUTING  CAUSE\n   23  OF SUCH EMPLOYEE'S DEATH; OR\n   24    C.  TO  ANY  PERSON WHO WOULD OTHERWISE BE ENTITLED TO A BENEFIT UNDER\n   25  THIS SECTION IF SUCH PERSON'S ACTIONS WERE  A  SUBSTANTIAL  CONTRIBUTING\n   26  FACTOR TO THE DEATH OF THE EMPLOYEE.\n   27    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to providing death benefits for the heirs of employees killed in the line of duty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T140712.TXT", "SOBI.D110106.T165749.TXT", "SOBI.D110105.T133158.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772832776
}