{
  "year" : 2011,
  "senateBillNo" : "A944-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A944-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the uniform debt-management services act",
  "summary" : "Provides for budget planning and debt settlement services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AB7268-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          944\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PHEFFER, TOWNS -- read once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the  general  business  law  and  the  banking  law,  in\n         relation to providing for budget planning and debt settlement services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 455 of the general  business  law,  as  amended  by\n    2  chapter  629  of  the  laws  of 2002, subdivisions 1 and 4 as amended by\n    3  chapter 456 of the laws of 2006, is amended to read as follows:\n    4    S 455. Definitions. 1. Budget planning, as used in this article, means\n    5  the making of a contract between a person or entity engaged in the busi-\n    6  ness of budget planning with a particular debtor whereby:\n    7    (i) the debtor agrees to pay a sum or sums of money in any  manner  or\n    8  form and the person or entity engaged in the business of budget planning\n    9  distributes, or supervises, coordinates or controls the distribution of,\n   10  or  has  a  contractual  relationship with another person or entity that\n   11  distributes, or supervises, coordinates or  controls  such  distribution\n   12  of,  the  same  among  certain  specified creditors in accordance with a\n   13  PERIODIC PAYMENT plan agreed upon; and\n   14    (ii) the debtor agrees to pay to such person or entity, or such  other\n   15  person  or  entity  that  distributes,  or  supervises,  coordinates  or\n   16  controls such distribution of, a sum or  sums  of  money,  any  valuable\n   17  consideration  for  such  services or for any other services rendered in\n   18  connection therewith; PROVIDED, HOWEVER, THAT \"BUDGET PLANNING\" DOES NOT\n   19  INCLUDE \"DEBT SETTLEMENT SERVICES\" AS DEFINED IN  SECTION  FIVE  HUNDRED\n   20  EIGHTY-EIGHT-A  OF  THE BANKING LAW. For the purposes of this article, a\n   21  person or entity shall be considered as engaged in the business of budg-\n   22  et planning in New York, and subject to this article and  the  licensing\n   23  and  other  requirements of article twelve-C of the banking law, if such\n   24  person or entity solicits budget planning  business  within  this  state\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00513-01-1\n\n       A. 944                              2\n\n    1  and,  in  connection  with such solicitation, enters into a contract for\n    2  budget planning with an individual then resident in this state.\n    3    2.  Person, as used in this article, shall not include a person admit-\n    4  ted to practice law in this state.\n    5    3. Entity, as used in this article, shall not include a firm, partner-\n    6  ship, professional  corporation,  or  other  organization,  all  of  the\n    7  members  or  principals  of  which  are admitted to practice law in this\n    8  state.\n    9    4. [Person or entity as used in this article shall not include a  type\n   10  B  not-for-profit  corporation  as defined in section two hundred one of\n   11  the not-for-profit corporation law of this state, or an entity  incorpo-\n   12  rated  in  another  state  and  having  a similar not-for-profit status,\n   13  licensed by the superintendent, to engage  in  the  business  of  budget\n   14  planning as defined in this section.\n   15    5.] Any attorney licensed to practice law in this state who is engaged\n   16  in budget planning shall:\n   17    (a) negotiate directly with creditors on behalf of the client;\n   18    (b)  ensure  that all moneys received from the client are deposited in\n   19  the attorney's account maintained for client funds;\n   20    (c) pay creditors from such account; and\n   21    (d) offer budget planning services through the same legal entity  that\n   22  the attorney uses to practice law.\n   23    S  2.  Section  457 of the general business law, as amended by chapter\n   24  629 of the laws of 2002, is amended to read as follows:\n   25    S 457. [Penalty] PENALTIES FOR VIOLATION OF THIS ARTICLE; CRIMINAL AND\n   26  CIVIL.   (A) Whoever either individually  or  as  officer,  director  or\n   27  employee  of  any person, firm, association or corporation, violates any\n   28  of the provisions of the preceding section shall be guilty of a CLASS  A\n   29  misdemeanor [for each such violation] PUNISHABLE AS PROVIDED IN ARTICLES\n   30  SEVENTY AND EIGHTY OF THE PENAL LAW.\n   31    (B)  WHENEVER THERE SHALL BE A VIOLATION OF THIS  ARTICLE, APPLICATION\n   32  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n   33  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   34  PROCEEDING  TO  ISSUE AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF\n   35  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n   36  VIOLATIONS;  AND  IF IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   37  JUSTICE THAT THE DEFENDANT HAS,  IN  FACT,  VIOLATED  THIS  ARTICLE,  AN\n   38  INJUNCTION  MAY  BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE, ENJOINING AND\n   39  RESTRAINING ANY FURTHER VIOLATION,  WITHOUT  REQUIRING  PROOF  THAT  ANY\n   40  PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED THEREBY. IN CONNECTION WITH\n   41  ANY  SUCH  PROPOSED  APPLICATION,  THE ATTORNEY GENERAL IS AUTHORIZED TO\n   42  TAKE PROOF AND MAKE A DETERMINATION OF THE RELEVANT FACTS AND  TO  ISSUE\n   43  SUBPOENAS  IN ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES. WHENEVER\n   44  THE COURT SHALL DETERMINE THAT  A  VIOLATION  OF  SECTION  FOUR  HUNDRED\n   45  FIFTY-SIX  OF  THIS  ARTICLE  HAS OCCURRED, THE COURT MAY IMPOSE A CIVIL\n   46  PENALTY OF NOT MORE THAN FIVE  HUNDRED  DOLLARS  PER  CONTRACT  MADE  IN\n   47  VIOLATION OF SUCH SECTION, NOT TO EXCEED ONE HUNDRED THOUSAND DOLLARS.\n   48    S  3. Section 579 of the banking law, as amended by chapter 629 of the\n   49  laws of 2002, is amended to read as follows:\n   50    S 579. Doing business without license prohibited. [Only a type B  not-\n   51  for-profit  corporation  as  defined  in  section two hundred one of the\n   52  not-for-profit corporation law of this state, or an entity  incorporated\n   53  in  another state and having a similar not-for-profit status,] NO PERSON\n   54  OR ENTITY shall engage in the business of budget planning as defined  in\n   55  subdivision  one of section four hundred fifty-five of the general busi-\n\n       A. 944                              3\n\n    1  ness law [of this state] except as authorized by this article and  with-\n    2  out first obtaining a license from the superintendent.\n    3    S  4.  Subdivision  2 of section 584-a of the banking law, as added by\n    4  chapter 629 of the laws of 2002, is amended to read as follows:\n    5    2. the total fees agreed to for such services, including  any  adjust-\n    6  ments  for  estimated  available  rebates  from creditors, provided that\n    7  nothing in this subdivision shall require a licensee  to  share  rebates\n    8  with  its  clients AND PROVIDED THAT ANY FEES OR CHARGES IMPOSED MUST BE\n    9  FAIR, REASONABLE AND EASILY UNDERSTOOD;\n   10    S 5. Section 584-b of the banking law  is  amended  by  adding  a  new\n   11  subdivision 4-a to read as follows:\n   12    4-A.    NO  LICENSEE SHALL IMPOSE ANY FEE OR CHARGE WHATSOEVER THAT IS\n   13  NOT FAIR, REASONABLE AND ABLE TO BE EASILY UNDERSTOOD.\n   14    S 6. Section 585 of the banking law, as amended by chapter 629 of  the\n   15  laws of 2002, is amended to read as follows:\n   16    S  585.  Superintendent  authorized  to  examine.  For  the purpose of\n   17  discovering violations of this article or securing information  lawfully\n   18  required  by  him  or her hereunder, the superintendent may at any time,\n   19  and as often as he or she may  determine,  either  personally  or  by  a\n   20  person duly designated by him or her, investigate the business and exam-\n   21  ine the books, accounts, records, and files used therein of every licen-\n   22  see  hereunder.  For that purpose the superintendent and his or her duly\n   23  designated representative shall have free  access  to  the  offices  and\n   24  place  of  business,  books, accounts, papers, records, files, safes and\n   25  vaults of all such licensees. The superintendent  and  any  person  duly\n   26  designated  by him or her shall have authority to require the attendance\n   27  of and to examine under oath all persons whose testimony he or  she  may\n   28  require  relative  to such business. The expenses incurred in making any\n   29  examination pursuant to this section shall be assessed against and  paid\n   30  by  the  licensee  so  examined,  except  that traveling and subsistence\n   31  expenses so incurred shall be charged against and paid by  licensees  in\n   32  such  proportions  as the superintendent shall deem just and reasonable,\n   33  and such proportionate charges shall be added to the assessment  of  the\n   34  other  expenses  incurred  upon each examination. Upon written notice by\n   35  the superintendent of the total amount of such assessment, the  licensee\n   36  shall become liable for and shall pay such assessment to the superinten-\n   37  dent.  If, upon review, the superintendent shall determine that the fees\n   38  or service charges set by  the  licensee  are  UNFAIR,  unreasonable  OR\n   39  UNCLEAR, he or she shall direct the licensee to make adjustments in said\n   40  fees  and  service charges in accordance with his or her findings, which\n   41  shall set forth a detailed factual basis and reasoning  supporting  such\n   42  finding.\n   43    S  7.  Subdivision  10 of section 36 of the banking law, as amended by\n   44  chapter 472 of the laws of 2008, is amended to read as follows:\n   45    10. All reports of examinations and investigations, correspondence and\n   46  memoranda concerning or arising out of  such  examination  and  investi-\n   47  gations,  including any duly authenticated copy or copies thereof in the\n   48  possession of any banking organization,  bank  holding  company  or  any\n   49  subsidiary  thereof  (as  such terms \"bank holding company\" and \"subsid-\n   50  iary\" are defined in article three-A of this chapter),  any  corporation\n   51  or  any  other  entity affiliated with a banking organization within the\n   52  meaning of subdivision six of this section and any  non-banking  subsid-\n   53  iary  of  a  corporation  or any other entity which is an affiliate of a\n   54  banking organization within the meaning of  subdivision  six-a  of  this\n   55  section,  foreign  banking corporation, licensed lender, licensed casher\n   56  of  checks,  licensed  mortgage  banker,  registered  mortgage   broker,\n\n       A. 944                              4\n\n    1  licensed  sales  finance  company,  registered  mortgage  loan servicer,\n    2  licensed insurance  premium  finance  agency,  licensed  transmitter  of\n    3  money, licensed budget planner, LICENSED DEBT SETTLEMENT COMPANY, or the\n    4  department,  shall  be confidential communications, shall not be subject\n    5  to subpoena and shall not be made public unless, in the judgment of  the\n    6  superintendent,  the  ends  of  justice and the public advantage will be\n    7  subserved by the publication thereof, in which event the  superintendent\n    8  may publish or authorize the publication of a copy of any such report or\n    9  any  part  thereof  in  such  manner  as  may  be deemed proper. For the\n   10  purposes of this subdivision,  \"reports  of  examinations  and  investi-\n   11  gations,  and any correspondence and memoranda concerning or arising out\n   12  of such examinations and investigations\", includes any such materials of\n   13  a bank, insurance or securities regulatory agency or  any  unit  of  the\n   14  federal  government or that of this state any other state or that of any\n   15  foreign government which are considered confidential by such  agency  or\n   16  unit  and  which  are  in  the possession of the department or which are\n   17  otherwise confidential materials that have been shared by the department\n   18  with any such agency or unit and are in the possession of such agency or\n   19  unit.\n   20    S 8. Subdivisions 1, 2, 3 and 5 of section  39  of  the  banking  law,\n   21  subdivisions  1,  2  and 5 as amended by chapter 123 of the laws of 2009\n   22  and subdivision 3 as amended by section 1 of part FF of  chapter  59  of\n   23  the laws of 2004, are amended to read as follows:\n   24    1.  To  appear  and  explain  an apparent violation. Whenever it shall\n   25  appear to the superintendent that any banking organization, bank holding\n   26  company, registered mortgage broker, licensed  mortgage  banker,  regis-\n   27  tered   mortgage  loan  servicer,  licensed  mortgage  loan  originator,\n   28  licensed lender, licensed  casher  of  checks,  licensed  sales  finance\n   29  company, licensed insurance premium finance agency, licensed transmitter\n   30  of  money,  licensed  budget  planner, LICENSED DEBT SETTLEMENT COMPANY,\n   31  out-of-state state bank that maintains a branch or branches or represen-\n   32  tative or other offices in this state, or  foreign  banking  corporation\n   33  licensed  by  the  superintendent to do business or maintain a represen-\n   34  tative office in this state has violated any law or  regulation,  he  or\n   35  she may, in his or her discretion, issue an order describing such appar-\n   36  ent  violation  and  requiring  such  banking organization, bank holding\n   37  company, registered mortgage broker, licensed mortgage banker,  licensed\n   38  mortgage  loan  originator,  licensed lender, licensed casher of checks,\n   39  licensed sales finance company, licensed insurance premium finance agen-\n   40  cy, licensed transmitter of money,  licensed  budget  planner,  LICENSED\n   41  DEBT SETTLEMENT COMPANY, out-of-state state bank that maintains a branch\n   42  or branches or representative or other offices in this state, or foreign\n   43  banking  corporation  to  appear  before him or her, at a time and place\n   44  fixed in  said  order,  to  present  an  explanation  of  such  apparent\n   45  violation.\n   46    2.  To discontinue unauthorized or unsafe and unsound practices. When-\n   47  ever it shall appear to the superintendent that  any  banking  organiza-\n   48  tion,  bank  holding company, registered mortgage broker, licensed mort-\n   49  gage banker, registered mortgage loan servicer, licensed  mortgage  loan\n   50  originator,  licensed  lender, licensed casher of checks, licensed sales\n   51  finance company, licensed insurance  premium  finance  agency,  licensed\n   52  transmitter  of money, licensed budget planner, LICENSED DEBT SETTLEMENT\n   53  COMPANY, out-of-state state bank that maintains a branch or branches  or\n   54  representative or other offices in this state, or foreign banking corpo-\n   55  ration  licensed  by  the superintendent to do business in this state is\n   56  conducting business in an unauthorized or unsafe and unsound manner,  he\n\n       A. 944                              5\n\n    1  or  she  may,  in  his  or  her discretion, issue an order directing the\n    2  discontinuance of such unauthorized or unsafe and unsound practices, and\n    3  fixing a time and place at which such banking organization, bank holding\n    4  company,  registered  mortgage  broker, licensed mortgage banker, regis-\n    5  tered  mortgage  loan  servicer,  licensed  mortgage  loan   originator,\n    6  licensed  lender,  licensed  casher  of  checks,  licensed sales finance\n    7  company, licensed insurance premium finance agency, licensed transmitter\n    8  of money, licensed budget planner,  LICENSED  DEBT  SETTLEMENT  COMPANY,\n    9  out-of-state state bank that maintains a branch or branches or represen-\n   10  tative  or  other  offices in this state, or foreign banking corporation\n   11  may voluntarily appear before him or her to present any  explanation  in\n   12  defense of the practices directed in said order to be discontinued.\n   13    3.  To  make  good  impairment of capital or to ensure compliance with\n   14  financial requirements. Whenever it shall appear to  the  superintendent\n   15  that  the  capital  or  capital  stock of any banking organization, bank\n   16  holding company or any subsidiary thereof which is  organized,  licensed\n   17  or  registered  pursuant  to this chapter, is impaired, or the financial\n   18  requirements imposed by subdivision one of section two hundred two-b  of\n   19  this  chapter  or  any  regulation  of the superintendent or the banking\n   20  board on any branch or agency of a foreign banking  corporation  or  the\n   21  financial  requirements imposed by this chapter or any regulation of the\n   22  superintendent or banking board on any licensed lender, registered mort-\n   23  gage broker,  licensed  mortgage  banker,  licensed  casher  of  checks,\n   24  licensed sales finance company, licensed insurance premium finance agen-\n   25  cy,  licensed  transmitter  of  money, licensed budget planner, LICENSED\n   26  DEBT SETTLEMENT COMPANY or private banker are not satisfied, he  or  she\n   27  may,  in his or her discretion, issue an order directing that such bank-\n   28  ing organization, bank holding company, branch or agency  of  a  foreign\n   29  banking corporation, registered mortgage broker, licensed mortgage bank-\n   30  er,  licensed  lender, licensed casher of checks, licensed sales finance\n   31  company, licensed insurance premium finance agency, licensed transmitter\n   32  of money, licensed budget planner, LICENSED DEBT SETTLEMENT  COMPANY  or\n   33  private  banker  make  good  such  deficiency forthwith or within a time\n   34  specified in such order.\n   35    5. To keep books and accounts as prescribed. Whenever it shall  appear\n   36  to the superintendent that any banking organization, bank holding compa-\n   37  ny,  registered  mortgage  broker,  licensed mortgage banker, registered\n   38  mortgage loan servicer,  licensed  mortgage  loan  originator,  licensed\n   39  lender,  licensed  casher  of  checks,  licensed  sales finance company,\n   40  licensed insurance  premium  finance  agency,  licensed  transmitter  of\n   41  money, licensed budget planner, LICENSED DEBT SETTLEMENT COMPANY, agency\n   42  or  branch  of a foreign banking corporation licensed by the superinten-\n   43  dent to do business in this state, does not keep its books and  accounts\n   44  in  such  manner  as  to enable him or her to readily ascertain its true\n   45  condition, he or she may, in his  or  her  discretion,  issue  an  order\n   46  requiring  such  banking  organization, bank holding company, registered\n   47  mortgage broker, licensed  mortgage  banker,  registered  mortgage  loan\n   48  servicer,  licensed  mortgage loan originator, licensed lender, licensed\n   49  casher of checks, licensed sales  finance  company,  licensed  insurance\n   50  premium  finance  agency, licensed transmitter of money, licensed budget\n   51  planner, LICENSED DEBT SETTLEMENT COMPANY,  or  foreign  banking  corpo-\n   52  ration,  or  the officers or agents thereof, or any of them, to open and\n   53  keep such books or accounts as he or she may, in his or her  discretion,\n   54  determine  and prescribe for the purpose of keeping accurate and conven-\n   55  ient records of its transactions and accounts.\n\n       A. 944                              6\n\n    1    S 9. Paragraph (a) of subdivision 1 of section 44 of the banking  law,\n    2  as  amended  by  chapter  123 of the laws of 2009, is amended to read as\n    3  follows:\n    4    (a) Without limiting any power granted to the superintendent under any\n    5  other provision of this chapter, the superintendent may, in a proceeding\n    6  after  notice  and a hearing, require any safe deposit company, licensed\n    7  lender, licensed casher  of  checks,  licensed  sales  finance  company,\n    8  licensed  insurance  premium  finance  agency,  licensed  transmitter of\n    9  money, licensed mortgage banker, registered  mortgage  broker,  licensed\n   10  mortgage  loan  originator,  registered  mortgage  loan  servicer  [or],\n   11  licensed budget planner OR LICENSED DEBT SETTLEMENT COMPANY  to  pay  to\n   12  the  people  of  this state a penalty for any violation of this chapter,\n   13  any regulation promulgated thereunder,  any  final  or  temporary  order\n   14  issued  pursuant  to  section thirty-nine of this article, any condition\n   15  imposed in writing by the superintendent or banking board in  connection\n   16  with  the  grant of any application or request, or any written agreement\n   17  entered into with the superintendent.\n   18    S 10. The banking law is amended by adding a new article 12-CC to read\n   19  as follows:\n   20                               ARTICLE XII-CC\n   21                          DEBT SETTLEMENT COMPANIES\n   22  SECTION 588-A. DEFINITIONS.\n   23          588-B. DOING BUSINESS WITHOUT LICENSE PROHIBITED.\n   24          588-C. APPLICATION FOR LICENSE.\n   25          588-D. CONDITIONS FOR ISSUANCE OF  A  LICENSE;  PROCEDURE  WHERE\n   26                   APPLICATION DENIED.\n   27          588-E. LICENSE PROVISIONS.\n   28          588-F. CHANGES IN OFFICERS OR DIRECTORS OF LICENSEE.\n   29          588-G. CHANGES IN CONTROL.\n   30          588-H. GROUNDS  FOR  SUSPENSION,  REVOCATION,  OR TERMINATION OF\n   31                   LICENSE; PROCEDURE.\n   32          588-I. ADVERTISING AND MARKETING PRACTICES.\n   33          588-J. INDIVIDUALIZED FINANCIAL ANALYSIS; STATEMENT.\n   34          588-K. REQUIRED PRE-AGREEMENT DISCLOSURES AND WARNINGS.\n   35          588-L. DEBT SETTLEMENT SERVICES AGREEMENTS.\n   36          588-M. FEES.\n   37          588-N. DEBTOR SETTLEMENT ACCOUNTS; MONTHLY ACCOUNTING.\n   38          588-O. CANCELLATION OF DEBT SETTLEMENT SERVICES AGREEMENT; RIGHT\n   39                   TO REFUNDS.\n   40          588-P. OBLIGATION OF GOOD FAITH.\n   41          588-Q. PROHIBITED ACTIVITIES.\n   42          588-R. SUPERINTENDENT AUTHORIZED TO EXAMINE.\n   43          588-S. LICENSEE'S BOOKS AND RECORDS; REPORTS.\n   44          588-T. PENALTIES; NONCOMPLIANCE.\n   45          588-U. AUTHORITY OF SUPERINTENDENT.\n   46          588-V. SEVERABILITY.\n   47    S 588-A. DEFINITIONS. AS USED IN THIS ARTICLE:  1.  \"AFFILIATE\"  MEANS\n   48  ANY PERSON THAT DIRECTLY OR INDIRECTLY CONTROLS, IS CONTROLLED BY, OR IS\n   49  UNDER COMMON CONTROL WITH ANOTHER PERSON.\n   50    2. \"CLEARLY AND CONSPICUOUSLY\" MEANS THAT A STATEMENT, REPRESENTATION,\n   51  TERM, OR DISCLOSURE IS SO PRESENTED AS TO BE READILY APPARENT AND UNDER-\n   52  STOOD BY THE PERSON TO WHOM IT IS BEING ADDRESSED. FACTORS TO BE CONSID-\n   53  ERED  FOR  THIS  PURPOSE INCLUDE BUT ARE NOT LIMITED TO SIZE, PLACEMENT,\n   54  COLOR CONTRAST, LENGTH, CRAWL TIME, AND AUDIBILITY.\n   55    3. \"DEBTOR\" MEANS ANY INDIVIDUAL WHO HAS INCURRED INDEBTEDNESS OR OWES\n   56  A DEBT.\n\n       A. 944                              7\n\n    1    4. \"DEBTOR SETTLEMENT ACCOUNT\" MEANS ANY ACCOUNT  OR  OTHER  MEANS  OR\n    2  DEVICE IN WHICH PAYMENTS, DEPOSITS, OR OTHER TRANSFERS FROM A DEBTOR ARE\n    3  ARRANGED,  HELD,  OR  TRANSFERRED BY OR TO A DEBT SETTLEMENT COMPANY FOR\n    4  THE ACCUMULATION OF THE DEBTOR'S FUNDS IN ANTICIPATION OF PROFFERING  AN\n    5  ADJUSTMENT OR SETTLEMENT OF A DEBT OR OBLIGATION OF THE DEBTOR.\n    6    5. \"DEBT SETTLEMENT COMPANY\" MEANS ANY PERSON:\n    7    (A)  ENGAGING IN, OR HOLDING HIMSELF, HERSELF, OR ITSELF OUT AS ENGAG-\n    8  ING IN, THE BUSINESS OF PROVIDING DEBT SETTLEMENT SERVICES  IN  EXCHANGE\n    9  FOR OR IN EXPECTATION OF ANY COMPENSATION OR GAIN; OR\n   10    (B)  SOLICITING  FOR OR ACTING ON BEHALF OF ANY PERSON ENGAGING IN, OR\n   11  HOLDING HIMSELF, HERSELF, OR ITSELF OUT AS ENGAGING IN, THE BUSINESS  OF\n   12  PROVIDING  DEBT SETTLEMENT SERVICES IN EXCHANGE FOR OR IN EXPECTATION OF\n   13  ANY COMPENSATION OR  GAIN;  PROVIDED,  HOWEVER,  THAT  \"DEBT  SETTLEMENT\n   14  COMPANY\" SHALL NOT INCLUDE:\n   15    (I) THE FOLLOWING EXEMPT PERSONS:\n   16    (A) ANY ATTORNEY LICENSED TO PRACTICE LAW IN THIS STATE WHEN ACTING IN\n   17  THE ORDINARY PRACTICE OF LAW AND THROUGH THE ENTITY USED BY THE ATTORNEY\n   18  IN  THE ORDINARY PRACTICE OF LAW, AND NOT HOLDING HIMSELF OR HERSELF OUT\n   19  AS  A  DEBT  SETTLEMENT  COMPANY,  AND  NOT  PROVIDING  DEBT  SETTLEMENT\n   20  SERVICES, EXCEPT AS INCIDENTAL TO LEGAL REPRESENTATION;\n   21    (B)  ANY  PUBLIC  OFFICER WHILE ACTING IN AN OFFICIAL CAPACITY AND ANY\n   22  PERSON ACTING UNDER COURT ORDER; OR\n   23    (C) ANY PERSON WHILE PERFORMING SERVICES  INCIDENTAL  TO  THE  DISSOL-\n   24  UTION,  WINDING  UP,  OR  LIQUIDATION  OF A PARTNERSHIP, CORPORATION, OR\n   25  OTHER BUSINESS ENTERPRISE; OR\n   26    (D) ANY BANK, TRUST COMPANY, SAVINGS BANK, SAVINGS  AND  LOAN  ASSOCI-\n   27  ATION,  OR  CREDIT  UNION, WHETHER INCORPORATED, CHARTERED, OR ORGANIZED\n   28  UNDER THE LAWS OF THIS STATE OR ANY OTHER STATE OR THE UNITED STATES, OR\n   29  ANY OPERATING SUBSIDIARY OF ANY SUCH BANK, TRUST COMPANY, SAVINGS  BANK,\n   30  SAVINGS AND LOAN ASSOCIATION, OR CREDIT UNION.\n   31    (II)  SUCH OTHER PERSONS AS MAY BE SPECIFICALLY EXEMPTED BY THE SUPER-\n   32  INTENDENT IN HIS OR HER SOLE DISCRETION AND CONSISTENT WITH THE PURPOSES\n   33  OF THIS ARTICLE AND THE RULES AND REGULATIONS PROMULGATED HEREUNDER.\n   34    6. \"DEBT SETTLEMENT SERVICES\" MEANS:\n   35    (A) OFFERING TO PROVIDE OR PROVIDING ADVICE OR SERVICES,  OR  OFFERING\n   36  TO ACT OR ACTING AS AN INTERMEDIARY BETWEEN OR ON BEHALF OF A DEBTOR AND\n   37  ONE  OR MORE OF THE DEBTOR'S CREDITORS, WHERE THE PRIMARY PURPOSE OF THE\n   38  ADVICE, SERVICE, OR ACTION IS TO OBTAIN  A  SETTLEMENT,  ADJUSTMENT,  OR\n   39  SATISFACTION  OF  THE DEBTOR'S UNSECURED DEBT TO A CREDITOR IN AN AMOUNT\n   40  LESS THAN THE PRINCIPAL AMOUNT OF THE DEBT OR IN AN AMOUNT LESS THAN THE\n   41  CURRENT OUTSTANDING BALANCE OF THE DEBT; OR\n   42    (B) OFFERING TO PROVIDE SERVICES  RELATED  TO  OR  PROVIDING  SERVICES\n   43  ADVISING,  ENCOURAGING,  ASSISTING, OR COUNSELING A DEBTOR TO ACCUMULATE\n   44  FUNDS FOR THE PRIMARY PURPOSE OF PROPOSING,  OBTAINING,  OR  SEEKING  TO\n   45  OBTAIN  A  SETTLEMENT, ADJUSTMENT, OR SATISFACTION OF THE DEBTOR'S UNSE-\n   46  CURED DEBT TO A CREDITOR IN AN AMOUNT LESS THAN THE PRINCIPAL AMOUNT  OF\n   47  THE  DEBT  OR  IN AN AMOUNT LESS THAN THE CURRENT OUTSTANDING BALANCE OF\n   48  THE DEBT; PROVIDED, HOWEVER, THAT DEBT  SETTLEMENT  SERVICES  SHALL  NOT\n   49  INCLUDE:\n   50    (I) \"BUDGET PLANNING\" AS DEFINED IN SECTION FOUR HUNDRED FIFTY-FIVE OF\n   51  THE GENERAL BUSINESS LAW; OR\n   52    (II)  THE SERVICES OF AN ATTORNEY IN PROVIDING INFORMATION, ADVICE, OR\n   53  LEGAL REPRESENTATION WITH RESPECT TO FILING A CASE OR  PROCEEDING  UNDER\n   54  TITLE 11 OF THE UNITED STATES CODE.\n\n       A. 944                              8\n\n    1    7.  \"DEBT  SETTLEMENT  SERVICES  AGREEMENT\"  MEANS A CONTRACT OR OTHER\n    2  AGREEMENT WITH A DEBTOR RELATED TO  THE  PROVISION  OF  DEBT  SETTLEMENT\n    3  SERVICES.\n    4    8. \"ENROLLMENT FEE\" MEANS ANY FEE, OBLIGATION, OR COMPENSATION PAID OR\n    5  TO  BE  PAID BY THE DEBTOR TO A DEBT SETTLEMENT COMPANY IN CONSIDERATION\n    6  OF OR IN CONNECTION WITH ESTABLISHING A DEBT SETTLEMENT SERVICES  AGREE-\n    7  MENT.\n    8    9.  \"MAINTENANCE  FEE\" MEANS ANY FEE, OBLIGATION, OR COMPENSATION PAID\n    9  OR TO BE PAID BY A DEBTOR TO A DEBT SETTLEMENT COMPANY IN  CONSIDERATION\n   10  OF  OR  IN  CONNECTION  WITH  MAINTAINING  THE RELATIONSHIP AND SERVICES\n   11  PROVIDED BY A DEBT SETTLEMENT COMPANY IN ACCORDANCE WITH A DEBT  SETTLE-\n   12  MENT SERVICES AGREEMENT.\n   13    10.  \"PERSON\"  MEANS  AN  INDIVIDUAL,  PARTNERSHIP,  LIMITED LIABILITY\n   14  COMPANY, CORPORATION, ASSOCIATION, OR ANY OTHER LEGAL ENTITY.\n   15    11. \"PRINCIPAL AMOUNT OF THE DEBT\" MEANS THE TOTAL AMOUNT  OWED  BY  A\n   16  DEBTOR  TO  ONE  OR MORE CREDITORS FOR A DEBT THAT IS INCLUDED IN A DEBT\n   17  SETTLEMENT SERVICES AGREEMENT AT THE TIME WHEN THE  DEBTOR  ENTERS  INTO\n   18  SUCH AGREEMENT.\n   19    12.  \"SETTLEMENT  FEE\" MEANS ANY FEE, OBLIGATION, OR COMPENSATION PAID\n   20  OR TO BE PAID BY A DEBTOR TO A DEBT SETTLEMENT COMPANY IN  CONSIDERATION\n   21  OF  OR  IN CONNECTION WITH AN AGREEMENT OR OTHER ARRANGEMENT ON THE PART\n   22  OF A CREDITOR TO ACCEPT LESS THAN THE PRINCIPAL AMOUNT OF  THE  DEBT  AS\n   23  SATISFACTION OF THE CREDITOR'S CLAIM AGAINST THE DEBTOR.\n   24    S  588-B.  DOING  BUSINESS  WITHOUT  LICENSE  PROHIBITED. 1. EXCEPT AS\n   25  PROVIDED IN SUBDIVISION THREE OF THIS SECTION, NO PERSON SHALL ENGAGE IN\n   26  THE BUSINESS OF A DEBT SETTLEMENT COMPANY IN THIS  STATE  WITHOUT  FIRST\n   27  OBTAINING  A  LICENSE  FROM  THE  SUPERINTENDENT  IN ACCORDANCE WITH THE\n   28  LICENSING PROCEDURE PROVIDED IN THIS ARTICLE AND SUCH  RULES  AND  REGU-\n   29  LATIONS AS MAY BE PROMULGATED HEREUNDER.\n   30    2.  THE  BUSINESS  OF  A  DEBT SETTLEMENT COMPANY IS CONDUCTED IN THIS\n   31  STATE IF THE DEBT SETTLEMENT COMPANY, ITS EMPLOYEES, OR ITS  AGENTS  ARE\n   32  LOCATED  IN  THIS  STATE  OR  IF THE DEBT SETTLEMENT COMPANY ADVERTISES,\n   33  SOLICITS, OFFERS, OR CONTRACTS TO PROVIDE DEBT  SETTLEMENT  SERVICES  TO\n   34  DEBTORS THEN RESIDENT IN THIS STATE.\n   35    3. IF A DEBT SETTLEMENT COMPANY IS LICENSED UNDER THIS ARTICLE, SUBDI-\n   36  VISION ONE OF THIS SECTION DOES NOT APPLY TO ANY EMPLOYEE OF SUCH LICEN-\n   37  SEE.\n   38    S  588-C.  APPLICATION  FOR  LICENSE.  1.  APPLICATION  FOR  A LICENSE\n   39  REQUIRED UNDER THIS ARTICLE SHALL BE IN WRITING, UNDER OATH, AND IN  THE\n   40  FORM PRESCRIBED BY THE SUPERINTENDENT, AND SHALL CONTAIN THE FOLLOWING:\n   41    (A)  THE  EXACT NAME AND COMPLETE STREET ADDRESS OF THE APPLICANT AND,\n   42  IF APPLICABLE, ITS DATE OF INCORPORATION OR ORGANIZATION;\n   43    (B) THE NAME AND COMPLETE BUSINESS AND RESIDENTIAL ADDRESS AND OCCUPA-\n   44  TION OF EACH OFFICER AND DIRECTOR OF THE APPLICANT AND EACH PERSON  THAT\n   45  OWNS  AT LEAST TEN PERCENT OF THE SHARES OR OTHER OWNERSHIP INTERESTS OF\n   46  THE APPLICANT;\n   47    (C) THE COMPLETE STREET ADDRESS OF THE PRINCIPAL OFFICE FROM WHICH THE\n   48  BUSINESS IS TO BE CONDUCTED;\n   49    (D) IF THE APPLICANT HAS ONE OR MORE BRANCHES, SUBSIDIARIES, OR AFFIL-\n   50  IATES LOCATED IN THIS STATE, SOLICITING BUSINESS IN THIS STATE, OR DOING\n   51  BUSINESS WITH RESIDENTS OF THIS STATE, THE COMPLETE ADDRESS OF EACH SUCH\n   52  PLACE OF BUSINESS; AND\n   53    (E)  SUCH  OTHER  PERTINENT  INFORMATION  AS  THE  SUPERINTENDENT  MAY\n   54  REQUIRE,  INCLUDING  BUT  NOT  LIMITED  TO  EVIDENCE INDICATING THAT THE\n   55  APPLICANT, OR AN OFFICER, DIRECTOR, OR MANAGER OF SUCH APPLICANT HAS  AT\n\n       A. 944                              9\n\n    1  LEAST  ONE  YEAR  OF  EXPERIENCE IN FINANCIAL SERVICES OR RELATED FIELDS\n    2  APPLICABLE TO DEBT SETTLEMENT SERVICES.\n    3    2.  AN  APPLICANT  SHALL  FILE  A MASTER APPLICATION FOR ITS PRINCIPAL\n    4  OFFICE AND SUPPLEMENTAL APPLICATIONS FOR EACH BRANCH  OFFICE  THAT  WILL\n    5  CONDUCT THE BUSINESS OF A DEBT SETTLEMENT COMPANY IN THIS STATE.\n    6    3.  UPON ORIGINAL APPLICATION FOR A LICENSE OR LICENSES, THE APPLICANT\n    7  SHALL PAY AN INVESTIGATION FEE IN  AN  AGGREGATE  AMOUNT  AS  PRESCRIBED\n    8  PURSUANT  TO  SECTION EIGHTEEN-A OF THIS CHAPTER. NO ADDITIONAL INVESTI-\n    9  GATION FEE SHALL BE  REQUIRED  FOR  ANY  SUBSEQUENT  APPLICATION  FOR  A\n   10  LICENSE  UNLESS  SUCH APPLICATION IS SUBSEQUENT TO A DENIAL OF A LICENSE\n   11  OR TO A REVOCATION, SUSPENSION, SURRENDER, OR TERMINATION OF A  LICENSE;\n   12  PROVIDED,  HOWEVER,  THAT AN APPLICATION TO ESTABLISH A BRANCH OFFICE OF\n   13  THE LICENSEE SHALL BE ACCOMPANIED BY THE FEE PRESCRIBED IN SECTION EIGH-\n   14  TEEN-A OF THIS CHAPTER.\n   15    4. AS A CONDITION FOR THE ISSUANCE AND RETENTION  OF  A  LICENSE,  AND\n   16  SUBJECT  TO  SUCH  REGULATIONS  AS  THE  SUPERINTENDENT SHALL PRESCRIBE,\n   17  APPLICANTS FOR A LICENSE SHALL FILE WITH  THE  SUPERINTENDENT  A  SURETY\n   18  BOND  IN  FAVOR  OR  THE  SUPERINTENDENT, ISSUED BY A BONDING COMPANY OR\n   19  INSURANCE COMPANY AUTHORIZED TO DO BUSINESS IN THIS STATE, AND IN A FORM\n   20  SATISFACTORY TO THE SUPERINTENDENT.\n   21    (A) IN LIEU OF THE SURETY BOND REQUIRED BY THIS SUBDIVISION, AN APPLI-\n   22  CANT MAY PLEDGE TO THE SUPERINTENDENT AND MAINTAIN IN A  PLEDGE  ACCOUNT\n   23  WITH  SUCH  BANKS,  SAVINGS  BANKS, SAVINGS AND LOAN ASSOCIATIONS, TRUST\n   24  COMPANIES, NATIONAL BANKS, FEDERAL SAVINGS BANKS, OR FEDERAL SAVINGS AND\n   25  LOAN ASSOCIATIONS IN THE STATE AS SUCH LICENSEE MAY  DESIGNATE  AND  THE\n   26  SUPERINTENDENT MAY APPROVE:\n   27    (I)  INTEREST-BEARING  BILLS, NOTES, BONDS, DEBENTURES, OR OTHER OBLI-\n   28  GATIONS ISSUED OR GUARANTEED BY THE UNITED STATES OR ANY STATE OR  OTHER\n   29  LOCAL  GOVERNMENTAL  ENTITY  OR  ANY  INSTRUMENTALITY THEREOF, BEARING A\n   30  RATING OF ONE OF THE THREE HIGHEST GRADES  BY  A  NATIONALLY  RECOGNIZED\n   31  STATISTICAL  RATING  ORGANIZATION  THAT HAS BEEN ENGAGED IN RATING STATE\n   32  AND MUNICIPAL ISSUES FOR A PERIOD OF NOT LESS THAN FIVE YEARS;\n   33    (II) DOLLAR DEPOSITS; OR\n   34    (III) SUCH OTHER ASSETS OR LETTERS OF  CREDIT  AS  THE  SUPERINTENDENT\n   35  SHALL BY RULE OR REGULATION PERMIT.\n   36    (B)  EXCEPT AS PROVIDED HEREUNDER, THE PRINCIPAL AMOUNT OF SUCH SURETY\n   37  BOND OR DEPOSIT SHALL BE TWO HUNDRED FIFTY THOUSAND DOLLARS. THE  SUPER-\n   38  INTENDENT MAY:\n   39    (I)  REQUIRE  A LARGER BOND OR DEPOSIT IF HE OR SHE DETERMINES, IN HIS\n   40  OR HER SOLE DISCRETION, THAT A LICENSEE HAS  ENGAGED  IN  A  PATTERN  OF\n   41  CONDUCT  RESULTING IN BONA FIDE DEBTOR COMPLAINTS OF MISCONDUCT AND THAT\n   42  SUCH INCREASED BOND OR  DEPOSIT  IS  NECESSARY  FOR  THE  PROTECTION  OF\n   43  DEBTORS; OR\n   44    (II)  INCREASE  OR  DECREASE  THE AMOUNT OF SUCH BOND OR DEPOSIT BASED\n   45  UPON THE APPLICANT'S OR LICENSEE'S FINANCIAL CONDITION,  BUSINESS  PLAN,\n   46  BUSINESS  EXPERIENCE,  OR  ANY OTHER FACTOR THE SUPERINTENDENT CONSIDERS\n   47  APPROPRIATE.\n   48    (C) THE PROCEEDS OF SUCH SURETY BOND OR  DEPOSIT  SHALL  CONSTITUTE  A\n   49  TRUST FUND TO BE USED EXCLUSIVELY:\n   50    (A)  TO  REIMBURSE  FEES  THAT  HAVE  BEEN  IMPROPERLY  CHARGED  TO OR\n   51  COLLECTED FROM DEBTORS WITH RESPECT TO THE BUSINESS OF A DEBT SETTLEMENT\n   52  COMPANY IN THIS STATE, AS SUCH BUSINESS IS  DESCRIBED  IN  SECTION  FIVE\n   53  HUNDRED EIGHTY-EIGHT-B OF THIS ARTICLE;\n   54    (B)  TO  REIMBURSE  AMOUNTS THAT HAVE NOT BEEN PROPERLY DISTRIBUTED TO\n   55  CREDITORS OR PROPERLY RETURNED TO DEBTORS WITH RESPECT TO  THE  BUSINESS\n\n       A. 944                             10\n\n    1  OF  A  DEBT  SETTLEMENT  COMPANY  IN  THIS  STATE,  AS  SUCH BUSINESS IS\n    2  DESCRIBED IN SECTION FIVE HUNDRED EIGHTY-EIGHT-B OF THIS ARTICLE; AND\n    3    (C)  TO  PAY  OUTSTANDING  BANKING  DEPARTMENT  EXAMINATION  COSTS AND\n    4  ASSESSMENTS.\n    5    S 588-D. CONDITIONS FOR ISSUANCE OF A LICENSE; PROCEDURE WHERE  APPLI-\n    6  CATION  DENIED.  UPON THE FILING OF AN APPLICATION FOR A LICENSE, IF THE\n    7  SUPERINTENDENT SHALL FIND THAT THE FINANCIAL RESPONSIBILITY, EXPERIENCE,\n    8  CHARACTER, AND GENERAL FITNESS OF THE  APPLICANT,  AND  OF  THE  CONTROL\n    9  PERSONS,  OFFICERS,  AND  DIRECTORS  THEREOF  ARE SUCH AS TO COMMAND THE\n   10  CONFIDENCE OF THE COMMUNITY AND TO WARRANT BELIEF THAT THE BUSINESS WILL\n   11  BE OPERATED HONESTLY, FAIRLY, AND EFFICIENTLY  WITHIN  THE  PURPOSES  OF\n   12  THIS  ARTICLE, HE OR SHE SHALL THEREUPON ISSUE A LICENSE IN DUPLICATE TO\n   13  ENGAGE IN DEBT SETTLEMENT SERVICES IN ACCORDANCE WITH THE PROVISIONS  OF\n   14  THIS  ARTICLE.    THE  SUPERINTENDENT  SHALL  TRANSMIT  ONE COPY OF SUCH\n   15  LICENSE TO THE APPLICANT AND FILE THE OTHER IN THE OFFICE OF THE BANKING\n   16  DEPARTMENT. SUCH LICENSE SHALL REMAIN IN FULL FORCE AND EFFECT UNTIL  IT\n   17  IS  SURRENDERED  BY THE LICENSEE OR REVOKED, SUSPENDED, OR TERMINATED AS\n   18  HEREINAFTER PROVIDED.  IF THE SUPERINTENDENT SHALL NOT SO  FIND,  HE  OR\n   19  SHE  SHALL  NOT ISSUE SUCH LICENSE AND HE OR SHE SHALL NOTIFY THE APPLI-\n   20  CANT OF THE DENIAL.\n   21    S 588-E. LICENSE PROVISIONS. EACH LICENSE ISSUED  UNDER  THIS  ARTICLE\n   22  SHALL STATE THE PRINCIPAL OFFICE ADDRESS AND, IF APPLICABLE, THE ADDRESS\n   23  OF  THE  BRANCH OFFICE FOR WHICH IT WAS ISSUED. SUCH LICENSE SHALL STATE\n   24  FULLY THE NAME OF THE LICENSEE AND, IF APPLICABLE, THE DATE AND PLACE OF\n   25  ITS INCORPORATION OR ORGANIZATION. A COPY OF SUCH LICENSE SHALL BE PROM-\n   26  INENTLY POSTED IN THE PRINCIPAL OFFICE AND, IF APPLICABLE,  SUCH  BRANCH\n   27  OFFICE.    SUCH  LICENSE SHALL NOT BE TRANSFERABLE OR ASSIGNABLE. IN THE\n   28  EVENT THE LOCATION AT WHICH THE BUSINESS IS TO  BE  CONDUCTED  SHALL  BE\n   29  CHANGED,  THE  LICENSEE  SHALL  FORTHWITH  NOTIFY THE SUPERINTENDENT WHO\n   30  SHALL THEREUPON WITHOUT CHARGE ATTACH TO THE  LICENSE  A  RIDER  SETTING\n   31  FORTH SUCH CHANGED LOCATION.\n   32    S  588-F.  CHANGES  IN OFFICERS OR DIRECTORS OF LICENSEE. IN THE EVENT\n   33  THAT THERE SHALL BE ANY CHANGE AMONG THE OFFICERS OR  DIRECTORS  OF  ANY\n   34  LICENSEE,  THE  LICENSEE SHALL PROMPTLY NOTIFY THE SUPERINTENDENT OF THE\n   35  NAME, ADDRESS, AND OCCUPATION  OF  EACH  NEW  OFFICER  OR  DIRECTOR  AND\n   36  PROVIDE SUCH OTHER INFORMATION AS THE SUPERINTENDENT MAY REQUIRE.\n   37    S  588-G.  CHANGES IN CONTROL. 1. IT SHALL BE UNLAWFUL EXCEPT WITH THE\n   38  PRIOR APPROVAL OF THE SUPERINTENDENT FOR ANY ACTION TO  BE  TAKEN  WHICH\n   39  RESULTS  IN  A CHANGE OF CONTROL OF THE BUSINESS OF A LICENSEE. PRIOR TO\n   40  ANY CHANGE OF CONTROL, THE PERSON DESIROUS OF ACQUIRING CONTROL  OF  THE\n   41  BUSINESS OF A LICENSEE SHALL MAKE WRITTEN APPLICATION TO THE SUPERINTEN-\n   42  DENT  AND  PAY  AN  INVESTIGATION  FEE AS PRESCRIBED PURSUANT TO SECTION\n   43  EIGHTEEN-A OF THIS CHAPTER TO THE SUPERINTENDENT.  THE APPLICATION SHALL\n   44  CONTAIN SUCH INFORMATION AS THE SUPERINTENDENT MAY PRESCRIBE  AS  NECES-\n   45  SARY OR APPROPRIATE FOR THE PURPOSE OF MAKING THE DETERMINATION REQUIRED\n   46  BY SUBDIVISION TWO OF THIS SECTION.\n   47    2.  THE SUPERINTENDENT SHALL APPROVE OR DISAPPROVE THE PROPOSED CHANGE\n   48  OF CONTROL OF A LICENSEE IN ACCORDANCE WITH THE  PROVISIONS  OF  SECTION\n   49  FIVE HUNDRED EIGHTY-EIGHT-D OF THIS ARTICLE.\n   50    3.  AS  USED IN THIS SECTION, THE TERM \"CONTROL\" MEANS THE POSSESSION,\n   51  DIRECTLY OR INDIRECTLY, OF THE POWER TO DIRECT OR CAUSE THE DIRECTION OF\n   52  THE MANAGEMENT AND POLICIES OF A LICENSEE, WHETHER THROUGH THE OWNERSHIP\n   53  OF VOTING STOCK OF SUCH LICENSEE, THE OWNERSHIP OF VOTING STOCK  OF  ANY\n   54  PERSON  WHICH  POSSESSES  SUCH  POWER  OR  OTHERWISE.  CONTROL  SHALL BE\n   55  PRESUMED TO EXIST IF ANY PERSON, DIRECTLY OR INDIRECTLY, OWNS,  CONTROLS\n   56  OR  HOLDS  WITH POWER TO VOTE TEN PERCENT OR MORE OF THE VOTING STOCK OF\n\n       A. 944                             11\n\n    1  ANY LICENSEE OR OF ANY PERSON WHICH OWNS, CONTROLS OR HOLDS  WITH  POWER\n    2  TO  VOTE TEN PERCENT OR MORE OF THE VOTING STOCK OF ANY LICENSEE, BUT NO\n    3  PERSON SHALL BE DEEMED TO CONTROL A LICENSEE SOLELY BY REASON  OF  BEING\n    4  AN  OFFICER  OR  DIRECTOR OF SUCH LICENSEE OR PERSON. THE SUPERINTENDENT\n    5  MAY IN HIS OR HER DISCRETION, UPON THE APPLICATION OF A LICENSEE OR  ANY\n    6  PERSON  WHO,  DIRECTLY OR INDIRECTLY, OWNS, CONTROLS OR HOLDS WITH POWER\n    7  TO VOTE OR SEEKS TO OWN, CONTROL OR HOLD WITH POWER TO VOTE  ANY  VOTING\n    8  STOCK  OF SUCH LICENSEE, DETERMINE WHETHER OR NOT THE OWNERSHIP, CONTROL\n    9  OR HOLDING OF SUCH VOTING STOCK CONSTITUTES OR WOULD CONSTITUTE  CONTROL\n   10  OF SUCH LICENSEE FOR PURPOSES OF THIS SECTION.\n   11    S  588-H.  GROUNDS  FOR  SUSPENSION,  REVOCATION,  OR  TERMINATION  OF\n   12  LICENSE; PROCEDURE. 1. IN ADDITION TO THE AUTHORITY SET FORTH IN  SUBDI-\n   13  VISION TWO OF THIS SECTION, THE SUPERINTENDENT MAY SUSPEND OR REVOKE ANY\n   14  LICENSE  ISSUED UNDER THIS ARTICLE IF, AFTER NOTICE AND A HEARING, HE OR\n   15  SHE SHALL FIND THAT:\n   16    (A) THE LICENSEE HAS VIOLATED ANY PROVISIONS OF THIS  ARTICLE,  OR  OF\n   17  ANY  RULE  OR REGULATION MADE BY THE SUPERINTENDENT UNDER AND WITHIN THE\n   18  AUTHORITY OF THIS ARTICLE;\n   19    (B) ANY FACT OR CONDITION EXISTS WHICH, IF IT HAD EXISTED AT THE  TIME\n   20  OF  THE  ORIGINAL APPLICATION FOR SUCH LICENSE, WOULD HAVE WARRANTED THE\n   21  SUPERINTENDENT IN REFUSING ORIGINALLY TO ISSUE SUCH LICENSE; OR\n   22    (C) THE LICENSEE OR AN OFFICER, DIRECTOR, OR  CONTROL  PERSON  OF  THE\n   23  LICENSEE HAS BEEN CONVICTED OF A CRIME AGAINST THE LAWS OF THIS STATE OR\n   24  ANY  OTHER  STATE  OR  OF THE UNITED STATES INVOLVING MORAL TURPITUDE OR\n   25  FRAUDULENT OR DISHONEST ACTIONS, OR A  FINAL  JUDGMENT  IN  A  COURT  OF\n   26  COMPETENT JURISDICTION HAS BEEN ENTERED AGAINST THE LICENSEE OR AN OFFI-\n   27  CER, DIRECTOR, OR CONTROL PERSON OF THE LICENSEE IN A CIVIL ACTION ARIS-\n   28  ING FROM FRAUD, MISREPRESENTATION, OR DECEIT.\n   29    2.  (A)  THE  SUPERINTENDENT  MAY, FOR GOOD CAUSE, WITHOUT NOTICE OR A\n   30  HEARING, ISSUE AN ORDER SUSPENDING ANY LICENSE ISSUED PURSUANT  TO  THIS\n   31  ARTICLE  FOR  A PERIOD NOT EXCEEDING NINETY DAYS, PENDING INVESTIGATION.\n   32  \"GOOD CAUSE\", AS USED IN THIS SUBDIVISION, SHALL  EXIST  ONLY  WHEN  THE\n   33  LICENSEE  HAS DEFAULTED OR IS LIKELY TO DEFAULT IN PERFORMING ITS FINAN-\n   34  CIAL ENGAGEMENTS OR ENGAGES OR HAS ENGAGED IN DISHONEST  OR  INEQUITABLE\n   35  PRACTICES  WHICH  MAY CAUSE SUBSTANTIAL HARM TO THE PERSONS AFFORDED THE\n   36  PROTECTION OF THIS ARTICLE.\n   37    (B) THE SUPERINTENDENT MAY, IN HIS OR  HER  SOLE  DISCRETION,  WITHOUT\n   38  NOTICE OR A HEARING, ISSUE AN ORDER SUSPENDING ANY LICENSE ISSUED PURSU-\n   39  ANT  TO  THE AUTHORITY OF THIS ARTICLE UPON THE FAILURE OF SUCH LICENSEE\n   40  TO MAKE ANY PAYMENTS AS REQUIRED BY THIS CHAPTER.\n   41    (C) THE SUPERINTENDENT MAY, IN HIS OR  HER  SOLE  DISCRETION,  WITHOUT\n   42  NOTICE OR A HEARING, ISSUE AN ORDER SUSPENDING ANY LICENSE ISSUED PURSU-\n   43  ANT TO THE AUTHORITY OF THIS ARTICLE:\n   44    (I)  THIRTY  DAYS AFTER THE DATE THE LICENSEE FAILS TO FILE ANY REPORT\n   45  REQUIRED UNDER THIS ARTICLE TO BE FILED BY IT WITH THE SUPERINTENDENT;\n   46    (II) IMMEDIATELY UPON THE LICENSEE FILING A PETITION IN BANKRUPTCY;\n   47    (III) AT LEAST THIRTY DAYS AFTER THE LICENSEE HAS HAD FILED AGAINST IT\n   48  A PETITION IN BANKRUPTCY; OR\n   49    (IV) IMMEDIATELY UPON THE RECEIPT BY THE SUPERINTENDENT OF NOTICE THAT\n   50  THE SURETY BOND REQUIRED PURSUANT TO SECTION FIVE HUNDRED EIGHTY-EIGHT-C\n   51  OF THIS ARTICLE IS NO LONGER IN EFFECT OR THAT THE VALUE  OF  ASSETS  IN\n   52  THE PLEDGE ACCOUNT IS LESS THAN THE REQUIRED AMOUNT.\n   53    3.  IF  THE  SUPERINTENDENT  HAS  ISSUED AN ORDER SUSPENDING A LICENSE\n   54  ISSUED PURSUANT TO THE AUTHORITY OF THIS ARTICLE PURSUANT  TO  PARAGRAPH\n   55  (A)  OF  SUBDIVISION TWO OF THIS SECTION, SUCH LICENSE MAY BE REINSTATED\n   56  IF THE SUPERINTENDENT DETERMINES, IN HIS OR HER  SOLE  DISCRETION  AFTER\n\n       A. 944                             12\n\n    1  INVESTIGATION,  THAT  GOOD  CAUSE  THEREFOR  DID  NOT EXIST OR NO LONGER\n    2  EXISTS. IF THE SUPERINTENDENT HAS ISSUED AN ORDER SUSPENDING  A  LICENSE\n    3  ISSUED  PURSUANT  TO  PARAGRAPH  (B)  OR  (C) OF SUBDIVISION TWO OF THIS\n    4  SECTION,  SUCH  LICENSE  MAY BE REINSTATED, IF THE SUPERINTENDENT DETER-\n    5  MINES, IN HIS OR HER SOLE DISCRETION, THAT THE LICENSEE  HAS  CURED  ALL\n    6  DEFICIENCIES  SET  FORTH  IN  SUCH ORDER BY THE CLOSE OF BUSINESS NINETY\n    7  DAYS AFTER THE DATE OF SUCH SUSPENSION ORDER, INCLUDING, WITHOUT LIMITA-\n    8  TION, MAKING ANY OVERDUE PAYMENT, HAVING ANY  SUCH  BANKRUPTCY  PETITION\n    9  DISMISSED,  OR  HAVING  SUCH  BOND REINSTATED OR DEPOSITING ALL REQUIRED\n   10  ADDITIONAL ASSETS. OTHERWISE, IN THE CASE OF A  SUSPENSION  PURSUANT  TO\n   11  PARAGRAPH  (B)  OR  (C)  OF  SUBDIVISION TWO OF THIS SECTION, UNLESS THE\n   12  SUPERINTENDENT HAS, IN HIS OR HER SOLE DISCRETION, EXTENDED SUCH SUSPEN-\n   13  SION, ALL LICENSES OF SUCH LICENSEE SHALL BE DEEMED TO BE  AUTOMATICALLY\n   14  TERMINATED  BY OPERATION OF LAW AT THE CLOSE OF BUSINESS ON SUCH NINETI-\n   15  ETH DAY.\n   16    4. EXCEPT AS PROVIDED FOR IN  SUBDIVISION  TWO  OF  THIS  SECTION,  NO\n   17  LICENSE  SHALL BE REVOKED OR SUSPENDED EXCEPT AFTER NOTICE AND A HEARING\n   18  THEREON.\n   19    5. WITH THE PRIOR CONSENT OF  THE  SUPERINTENDENT,  ANY  LICENSEE  MAY\n   20  SURRENDER ANY LICENSE BY DELIVERING TO THE SUPERINTENDENT WRITTEN NOTICE\n   21  THAT  IT  THEREBY  SURRENDERS SUCH LICENSE, BUT SUCH SURRENDER SHALL NOT\n   22  AFFECT SUCH LICENSEE'S CIVIL OR CRIMINAL LIABILITY  FOR  ACTS  COMMITTED\n   23  PRIOR  TO  SUCH  SURRENDER  OR ITS OBLIGATIONS TO THE SUPERINTENDENT FOR\n   24  ASSESSMENTS, FEES, OR ADMINISTRATIVE ACTIONS WITH RESPECT TO THE PERIODS\n   25  BEFORE SUCH SURRENDER.\n   26    6. NO REVOCATION, SUSPENSION, TERMINATION, OR SURRENDER OF ANY LICENSE\n   27  SHALL IMPAIR  OR  AFFECT  THE  OBLIGATION  OF  ANY  PRE-EXISTING  LAWFUL\n   28  CONTRACT BETWEEN THE LICENSEE AND ANY PERSON.\n   29    7.  EVERY  LICENSE  ISSUED  HEREUNDER SHALL REMAIN IN FORCE AND EFFECT\n   30  UNTIL THE SAME SHALL  HAVE  BEEN  SURRENDERED,  REVOKED,  SUSPENDED,  OR\n   31  TERMINATED  IN  ACCORDANCE  WITH THE PROVISIONS OF THIS ARTICLE, BUT THE\n   32  SUPERINTENDENT SHALL HAVE AUTHORITY TO REINSTATE A SUSPENDED LICENSE  OR\n   33  TO  ISSUE  A  NEW  LICENSE  TO  A LICENSEE WHOSE LICENSE SHALL HAVE BEEN\n   34  REVOKED IF NO FACT OR CONDITION THEN EXISTS WHICH WOULD  HAVE  WARRANTED\n   35  THE  SUPERINTENDENT  IN  REFUSING ORIGINALLY TO ISSUE SUCH LICENSE UNDER\n   36  THIS ARTICLE.\n   37    8. WHENEVER THE SUPERINTENDENT  SHALL  REVOKE  OR  SUSPEND  A  LICENSE\n   38  ISSUED  PURSUANT  TO  THIS ARTICLE, HE OR SHE SHALL FORTHWITH EXECUTE IN\n   39  DUPLICATE A WRITTEN ORDER TO THAT EFFECT. THE SUPERINTENDENT SHALL  FILE\n   40  ONE COPY OF SUCH ORDER IN THE OFFICE OF THE BANKING DEPARTMENT AND SHALL\n   41  FORTHWITH  SERVE THE OTHER COPY UPON THE LICENSEE. ANY SUCH ORDER MAY BE\n   42  REVIEWED IN THE MANNER PROVIDED BY ARTICLE SEVENTY-EIGHT  OF  THE  CIVIL\n   43  PRACTICE  LAW  AND  RULES.  SUCH APPLICATION FOR REVIEW AS AUTHORIZED BY\n   44  THIS SECTION MUST BE MADE WITHIN THIRTY DAYS FROM THE DATE OF SUCH ORDER\n   45  OF SUSPENSION OR REVOCATION.\n   46    9. WHENEVER A LICENSE SHALL HAVE TERMINATED IN  ACCORDANCE  WITH  THIS\n   47  ARTICLE,  THE  SUPERINTENDENT SHALL NOTIFY THE LICENSEE THAT THE LICENSE\n   48  HAS TERMINATED AND THAT THE LICENSEE MAY NOT ENGAGE IN THE BUSINESS OF A\n   49  DEBT SETTLEMENT COMPANY IN THIS STATE.\n   50    S 588-I. ADVERTISING AND MARKETING PRACTICES.  1.  A  DEBT  SETTLEMENT\n   51  COMPANY  SHALL  NOT,  EXPRESSLY  OR  BY  IMPLICATION, MAKE ANY UNFAIR OR\n   52  DECEPTIVE REPRESENTATIONS, OR ANY OMISSIONS OF MATERIAL FACTS, IN ANY OF\n   53  ITS ADVERTISING OR MARKETING COMMUNICATIONS CONCERNING  DEBT  SETTLEMENT\n   54  SERVICES.\n   55    2.  ALL  ADVERTISING  AND  MARKETING  COMMUNICATIONS  CONCERNING  DEBT\n   56  SETTLEMENT SERVICES SHALL DISCLOSE THE FOLLOWING INFORMATION CLEARLY AND\n\n       A. 944                             13\n\n    1  CONSPICUOUSLY:  \"DEBT SETTLEMENT SERVICES ARE NOT APPROPRIATE FOR EVERY-\n    2  ONE. FAILURE TO PAY YOUR MONTHLY BILLS IN A TIMELY MANNER WILL RESULT IN\n    3  INCREASED BALANCES AND WILL HARM YOUR CREDIT RATING. NOT  ALL  CREDITORS\n    4  WILL AGREE TO REDUCE THE AMOUNT YOU OWE, AND THEY MAY PURSUE COLLECTION,\n    5  INCLUDING LAWSUITS.\"\n    6    3.  ALL  ADVERTISING  AND  MARKETING COMMUNICATIONS OF A LICENSED DEBT\n    7  SETTLEMENT COMPANY CONCERNING DEBT SETTLEMENT  SERVICES  SHALL  INDICATE\n    8  THAT  THE  DEBT SETTLEMENT COMPANY IS LICENSED BY THE BANKING DEPARTMENT\n    9  AND SHALL CONTAIN THE NAME AND OFFICE ADDRESS OF  SUCH  DEBT  SETTLEMENT\n   10  COMPANY,  WHICH  SHALL  CONFORM TO A NAME AND ADDRESS ON RECORD WITH THE\n   11  BANKING DEPARTMENT.\n   12    S 588-J. INDIVIDUALIZED FINANCIAL ANALYSIS;  STATEMENT.  1.  PRIOR  TO\n   13  ENTERING  INTO  A  DEBT SETTLEMENT SERVICES AGREEMENT, A DEBT SETTLEMENT\n   14  COMPANY SHALL PREPARE AND PROVIDE TO THE DEBTOR IN WRITING AND RETAIN  A\n   15  COPY OF:\n   16    (A)  AN  INDIVIDUALIZED FINANCIAL ANALYSIS, INCLUDING A LISTING OF THE\n   17  DEBTOR'S INCOME, EXPENSES, AND DEBTS; AND\n   18    (B) A STATEMENT CONTAINING:\n   19    (I) A DESCRIPTION OF THE SERVICES TO BE PROVIDED  UNDER  THE  PROPOSED\n   20  DEBT SETTLEMENT SERVICES AGREEMENT;\n   21    (II)  A  GOOD  FAITH ESTIMATE OF THE TIME IT WILL TAKE TO COMPLETE ALL\n   22  STEPS NECESSARY FOR  A  SETTLEMENT  OF  EACH  DEBT  INCLUDED  UNDER  THE\n   23  PROPOSED DEBT SETTLEMENT SERVICES AGREEMENT;\n   24    (III)  THE  TOTAL  AMOUNT OF DEBT OWED TO EACH CREDITOR INCLUDED UNDER\n   25  THE PROPOSED DEBT SETTLEMENT SERVICES AGREEMENT;\n   26    (IV) THE TOTAL AMOUNT OF MONEY ESTIMATED TO BE NECESSARY  TO  COMPLETE\n   27  ALL  STEPS  NECESSARY  FOR  A SETTLEMENT OF EACH DEBT INCLUDED UNDER THE\n   28  PROPOSED DEBT SETTLEMENT SERVICES AGREEMENT; AND\n   29    (V) THE MONTHLY TARGETED AMOUNT OF MONEY  NECESSARY  TO  COMPLETE  ALL\n   30  STEPS  NECESSARY  FOR  A  SETTLEMENT  OF  EACH  DEBT  INCLUDED UNDER THE\n   31  PROPOSED DEBT SETTLEMENT SERVICES AGREEMENT.\n   32    2. A DEBT SETTLEMENT COMPANY SHALL NOT ENTER INTO  A  DEBT  SETTLEMENT\n   33  SERVICES  AGREEMENT UNLESS IT MAKES WRITTEN DETERMINATIONS, SUPPORTED BY\n   34  THE FINANCIAL ANALYSIS, THAT:\n   35    (A) THE DEBTOR CAN REASONABLY MEET THE REQUIREMENTS OF  SUCH  PROPOSED\n   36  DEBT  SETTLEMENT  SERVICES AGREEMENT, INCLUDING THE FEES AND THE SAVINGS\n   37  GOALS; AND\n   38    (B) SUCH PROPOSED DEBT SETTLEMENT SERVICES AGREEMENT WILL BE  SUITABLE\n   39  FOR THE DEBTOR AT THE TIME IT IS TO BE SIGNED.\n   40    S  588-K.  REQUIRED  PRE-AGREEMENT DISCLOSURES AND WARNINGS. 1. BEFORE\n   41  THE DEBTOR SIGNS A DEBT SETTLEMENT SERVICES AGREEMENT, THE DEBT  SETTLE-\n   42  MENT COMPANY SHALL PROVIDE AN ORAL AND WRITTEN NOTICE TO THE DEBTOR THAT\n   43  CLEARLY AND CONSPICUOUSLY DISCLOSES ALL OF THE FOLLOWING:\n   44    (A) DEBT SETTLEMENT SERVICES MAY NOT BE SUITABLE FOR ALL DEBTORS;\n   45    (B) USING DEBT SETTLEMENT SERVICES LIKELY WILL HARM THE DEBTOR'S CRED-\n   46  IT HISTORY, CREDIT RATING, AND CREDIT SCORE;\n   47    (C)  USING  DEBT SETTLEMENT SERVICES DOES NOT STOP CREDITOR COLLECTION\n   48  ACTIVITY, INCLUDING CREDITOR LAWSUITS AND GARNISHMENTS;\n   49    (D) NOT ALL CREDITORS WILL ACCEPT A REDUCTION IN THE BALANCE, INTEREST\n   50  RATE, OR FEES A DEBTOR OWES;\n   51    (E) THE DEBTOR SHOULD INQUIRE ABOUT OTHER MEANS OF DEALING WITH  DEBT,\n   52  INCLUDING BUT NOT LIMITED TO BUDGET PLANNING AND BANKRUPTCY;\n   53    (F)  THE  DEBTOR  REMAINS  OBLIGATED  TO  MAKE  PERIODIC  OR SCHEDULED\n   54  PAYMENTS TO CREDITORS WHILE PARTICIPATING IN A DEBT SETTLEMENT PROGRAM;\n   55    (G) THE FAILURE TO MAKE PERIODIC OR SCHEDULED PAYMENTS TO  A  CREDITOR\n   56  IS LIKELY TO:\n\n       A. 944                             14\n\n    1    (I)  HARM  THE  DEBTOR'S  CREDIT HISTORY, CREDIT RATING, AND/OR CREDIT\n    2  SCORE;\n    3    (II) LEAD THE CREDITOR TO INCREASE LAWFUL COLLECTION ACTIVITY, INCLUD-\n    4  ING LITIGATION, GARNISHMENT OF THE DEBTOR'S WAGES, AND JUDGMENT LIENS ON\n    5  THE DEBTOR'S PROPERTY; AND\n    6    (III) LEAD TO THE IMPOSITION BY THE CREDITOR OF INTEREST CHARGES, LATE\n    7  FEES,  AND OTHER PENALTY FEES, INCREASING THE AMOUNT OWED BY THE DEBTOR;\n    8  AND\n    9    (H) THE DEBTOR MAY BE REQUIRED TO PAY TAXES ON ANY AMOUNT OF DEBT THAT\n   10  IS FORGIVEN.\n   11    2. THE WRITTEN NOTICE REQUIRED BY  SUBDIVISION  ONE  OF  THIS  SECTION\n   12  SHALL BE ENTITLED \"DEBTOR NOTICE AND RIGHTS FORM\".\n   13    3.  PRIOR  TO SIGNING A DEBT SETTLEMENT SERVICES AGREEMENT, THE DEBTOR\n   14  SHALL SIGN AND DATE AN ACKNOWLEDGMENT FORM AT  THE  END  OF  THE  DEBTOR\n   15  NOTICE  AND  RIGHTS FORM.   THE ACKNOWLEDGMENT FORM SHALL STATE: \"I, THE\n   16  DEBTOR, HAVE RECEIVED FROM THE DEBT SETTLEMENT COMPANY  A  COPY  OF  THE\n   17  FORM ENTITLED DEBTOR NOTICE AND RIGHTS FORM.\" THE DEBT SETTLEMENT COMPA-\n   18  NY  OR  ITS  REPRESENTATIVE  SHALL ALSO SIGN AND DATE THE ACKNOWLEDGMENT\n   19  FORM, WHICH SHALL INCLUDE THE NAME AND ADDRESS OF  THE  DEBT  SETTLEMENT\n   20  COMPANY.  THE ACKNOWLEDGMENT FORM SHALL BE IN DUPLICATE AND INCORPORATED\n   21  INTO THE DEBTOR NOTICE AND RIGHTS FORM. THE ORIGINAL ACKNOWLEDGMENT FORM\n   22  SHALL BE RETAINED BY THE DEBT SETTLEMENT COMPANY, AND THE DUPLICATE COPY\n   23  SHALL BE GIVEN TO THE DEBTOR.\n   24    4. THE REQUIREMENTS OF THIS SECTION ARE SATISFIED IF THE DEBT  SETTLE-\n   25  MENT COMPANY GIVES THE DEBTOR THE FOLLOWING WARNING VERBATIM, BOTH ORAL-\n   26  LY  AND  IN WRITING, WITH THE CAPTION \"DEBTOR NOTICE AND RIGHTS FORM\" IN\n   27  AT LEAST TWENTY-EIGHT-POINT FONT AND THE REMAINING PORTION IN  AT  LEAST\n   28  FOURTEEN-POINT  FONT, BEFORE THE DEBTOR SIGNS A DEBT SETTLEMENT SERVICES\n   29  AGREEMENT:\n\n   30                       \"DEBTOR NOTICE AND RIGHTS FORM\n   31                                   CAUTION\n   32    USING DEBT SETTLEMENT SERVICES WILL LIKELY HARM YOUR  CREDIT  HISTORY,\n   33  CREDIT RATING, AND CREDIT SCORE.\n   34    WE  CANNOT  GUARANTEE  THAT  YOU WILL SUCCESSFULLY REDUCE OR ELIMINATE\n   35  YOUR DEBT.\n   36    YOU REMAIN OBLIGATED TO MAKE PAYMENTS TO YOUR CREDITORS.  IF YOU  STOP\n   37  PAYING  YOUR  CREDITORS, THERE IS A STRONG LIKELIHOOD SOME OR ALL OF THE\n   38  FOLLOWING MAY HAPPEN:\n   39    - CREDITORS MAY STILL CONTACT YOU AND TRY TO COLLECT.\n   40    - CREDITORS MAY STILL SUE YOU FOR THE MONEY YOU OWE.\n   41    - YOUR WAGES OR BANK ACCOUNT MAY STILL BE GARNISHED.\n   42    - LIENS MAY STILL BE PLACED ON YOUR PROPERTY.\n   43    - YOUR CREDIT HISTORY, CREDIT RATING, AND/OR CREDIT SCORE LIKELY  WILL\n   44  BE HARMED.\n   45    -  THE AMOUNT OF MONEY YOU OWE MAY INCREASE DUE TO CREDITOR IMPOSITION\n   46  OF INTEREST CHARGES, LATE FEES, AND OTHER PENALTY FEES.\n   47    - NOT ALL CREDITORS WILL AGREE TO ACCEPT A BALANCE REDUCTION.\n   48    IF WE DO SETTLE YOUR DEBT, YOU MAY BE REQUIRED TO  PAY  TAXES  ON  THE\n   49  AMOUNT FORGIVEN.\n   50    DEBT  SETTLEMENT  SERVICES  ARE  NOT  RIGHT  FOR  EVERYONE. YOU SHOULD\n   51  CONSIDER ALL YOUR OPTIONS FOR ADDRESSING YOUR DEBT, SUCH AS BUDGET PLAN-\n   52  NING OR A BANKRUPTCY FILING.\n   53    YOUR RIGHT TO CANCEL\n   54    IF YOU SIGN A DEBT SETTLEMENT SERVICES AGREEMENT, YOU HAVE  THE  RIGHT\n   55  TO CANCEL AT ANY TIME AND RECEIVE A FULL REFUND OF ALL UNEARNED FEES YOU\n\n       A. 944                             15\n\n    1  HAVE  PAID  TO  THE DEBT SETTLEMENT COMPANY AND ALL FUNDS PLACED IN YOUR\n    2  DEBTOR SETTLEMENT ACCOUNT THAT HAVE NOT BEEN PAID TO ANY  CREDITORS.  IF\n    3  YOU  CANCEL  WITHIN  NINETY DAYS OF SIGNING THE DEBT SETTLEMENT SERVICES\n    4  AGREEMENT  YOU  ALSO  HAVE  THE  RIGHT  TO  RECEIVE A FULL REFUND OF ANY\n    5  ENROLLMENT FEES YOU HAVE PAID.\n    6    ACKNOWLEDGMENT BY DEBTOR\n    7    I, THE DEBTOR, HAVE RECEIVED FROM THE DEBT SETTLEMENT COMPANY  A  COPY\n    8  OF THE FORM ENTITLED DEBTOR NOTICE AND RIGHTS FORM.\"\n    9    S  588-L.  DEBT  SETTLEMENT  SERVICES AGREEMENTS. 1. A DEBT SETTLEMENT\n   10  COMPANY SHALL NOT PROVIDE DEBT SETTLEMENT SERVICES TO A DEBTOR WITHOUT A\n   11  WRITTEN DEBT SETTLEMENT SERVICES AGREEMENT SIGNED AND DATED BY BOTH  THE\n   12  DEBTOR AND THE DEBT SETTLEMENT COMPANY.\n   13    2. ANY DEBT SETTLEMENT SERVICES AGREEMENT ENTERED INTO IN VIOLATION OF\n   14  THE PROVISIONS OF THIS SECTION IS VOID.\n   15    3. EACH DEBT SETTLEMENT COMPANY SHALL SUBMIT TO THE BANKING DEPARTMENT\n   16  ANY FORM OF DEBT SETTLEMENT SERVICES AGREEMENT IT INTENDS TO USE.\n   17    4.  A  DEBT  SETTLEMENT  SERVICES  AGREEMENT SHALL DISCLOSE ALL OF THE\n   18  FOLLOWING CLEARLY AND CONSPICUOUSLY:\n   19    (A) THE NAME AND ADDRESS OF THE DEBTOR;\n   20    (B) THE DATE OF EXECUTION OF THE DEBT SETTLEMENT SERVICES AGREEMENT;\n   21    (C) THE LEGAL NAME OF THE DEBT SETTLEMENT COMPANY, INCLUDING ANY OTHER\n   22  BUSINESS NAMES USED IN THIS STATE BY THE DEBT SETTLEMENT COMPANY;\n   23    (D) THE COMPLETE STREET ADDRESS OF THE DEBT SETTLEMENT COMPANY,  WHICH\n   24  SHALL CONFORM TO AN ADDRESS ON RECORD WITH THE BANKING DEPARTMENT;\n   25    (E)  THE LICENSE NUMBER OF THE PRINCIPAL OFFICE AND, IF APPLICABLE, OF\n   26  THE BRANCH OFFICE UNDER WHICH THE DEBT SETTLEMENT COMPANY IS LICENSED IN\n   27  THIS STATE;\n   28    (F) A TOLL-FREE TELEPHONE NUMBER AT WHICH THE DEBTOR MAY SPEAK WITH  A\n   29  REPRESENTATIVE  OF  THE  DEBT  SETTLEMENT COMPANY DURING NORMAL BUSINESS\n   30  HOURS;\n   31    (G) A COMPLETE LIST OF THE DEBTOR'S ACCOUNTS, DEBTS,  AND  OBLIGATIONS\n   32  COVERED BY THE DEBT SETTLEMENT SERVICES AGREEMENT, INCLUDING THE NAME OF\n   33  EACH CREDITOR AND THE PRINCIPAL AMOUNT OF EACH DEBT;\n   34    (H)  A  DESCRIPTION OF THE SERVICES TO BE PROVIDED BY THE DEBT SETTLE-\n   35  MENT COMPANY, INCLUDING THE EXPECTED TIME FRAME FOR SETTLEMENT FOR  EACH\n   36  ACCOUNT,  DEBT, OR OBLIGATION INCLUDED IN PARAGRAPH (G) OF THIS SUBDIVI-\n   37  SION;\n   38    (I) AN ITEMIZED LIST OF ALL FEES, INCLUDING  ANY  ENROLLMENT  FEE  AND\n   39  SETTLEMENT FEES TO BE PAID BY THE DEBTOR TO THE DEBT SETTLEMENT COMPANY,\n   40  AND  THE  DATE,  APPROXIMATE DATE, OR CIRCUMSTANCES UNDER WHICH EACH FEE\n   41  WILL BECOME DUE;\n   42    (J) A GOOD FAITH ESTIMATE OF THE  TOTAL  AMOUNT  OF  ALL  FEES  TO  BE\n   43  COLLECTED  BY  THE  DEBT  SETTLEMENT  COMPANY  FROM  THE  DEBTOR FOR THE\n   44  PROVISION OF DEBT SETTLEMENT SERVICES UNDER THE DEBT SETTLEMENT SERVICES\n   45  AGREEMENT;\n   46    (K) A STATEMENT OF THE PROPOSED SAVINGS GOALS FOR THE DEBTOR, STATING:\n   47    (I) THE AMOUNT TO BE SAVED PER MONTH;\n   48    (II) THE TIME PERIOD OVER WHICH THE SAVINGS GOALS EXTEND;\n   49    (III) THE AMOUNT OF MONEY THE DEBTOR MUST  SAVE  BEFORE  A  SETTLEMENT\n   50  OFFER WILL BE MADE TO EACH OF THE DEBTOR'S CREDITORS; AND\n   51    (IV) THE TOTAL AMOUNT OF THE SAVINGS EXPECTED TO BE PAID BY THE DEBTOR\n   52  PURSUANT TO THE TERMS OF THE DEBT SETTLEMENT SERVICES AGREEMENT;\n   53    (L)  THE WRITTEN INDIVIDUALIZED FINANCIAL ANALYSIS REQUIRED BY SECTION\n   54  FIVE HUNDRED EIGHTY-EIGHT-J OF THIS ARTICLE;\n   55    (M) A WRITTEN NOTICE TO THE DEBTOR STATING:\n\n       A. 944                             16\n\n    1    (I) THAT THE DEBTOR MAY CANCEL THE DEBT SETTLEMENT SERVICES  AGREEMENT\n    2  AT ANY TIME; AND\n    3    (II) THAT UPON SUCH CANCELLATION:\n    4    (A)  ALL  POWERS OF ATTORNEY GRANTED TO THE DEBT SETTLEMENT COMPANY BY\n    5  THE DEBTOR SHALL BE CONSIDERED REVOKED AND VOIDED; AND\n    6    (B) THE DEBTOR MAY BE ENTITLED TO A REFUND. THE TERMS OF  SUCH  REFUND\n    7  SHALL  ALSO  BE  STATED AND SHALL BE CONSISTENT WITH THE REQUIREMENTS OF\n    8  SECTION FIVE HUNDRED EIGHTY-EIGHT-O OF THIS ARTICLE.\n    9    (N) A FORM THE DEBTOR MAY USE TO CANCEL THE DEBT  SETTLEMENT  SERVICES\n   10  AGREEMENT   PURSUANT   TO   THE   PROVISIONS  OF  SECTION  FIVE  HUNDRED\n   11  EIGHTY-EIGHT-O OF THIS ARTICLE. THE  FORM  SHALL  DISCLOSE  CLEARLY  AND\n   12  CONSPICUOUSLY  HOW  THE  DEBTOR  CAN CANCEL THE DEBT SETTLEMENT SERVICES\n   13  AGREEMENT, INCLUDING APPLICABLE ADDRESSES, TELEPHONE NUMBERS,  FACSIMILE\n   14  NUMBERS,  AND ELECTRONIC MAIL ADDRESSES THE DEBTOR CAN USE TO CANCEL THE\n   15  DEBT SETTLEMENT SERVICES AGREEMENT;\n   16    (O) A CLEAR AND CONSPICUOUS NOTICE TO THE DEBTOR THAT THE  DEBTOR  MAY\n   17  CONTACT  THE  DEPARTMENT  WITH ANY QUESTIONS OR COMPLAINTS REGARDING THE\n   18  DEBT SETTLEMENT COMPANY ALONG WITH THE  ADDRESS,  TELEPHONE  NUMBER  AND\n   19  INTERNET WEBSITE OF THE DEPARTMENT.\n   20    5.  (A)  A  DEBT  SETTLEMENT  SERVICES  AGREEMENT MAY CONFER ON A DEBT\n   21  SETTLEMENT COMPANY A POWER OF ATTORNEY TO SETTLE THE DEBTOR'S  DEBT  FOR\n   22  NO  MORE  THAN  FIFTY  PERCENT  OF  THE PRINCIPAL AMOUNT OF THE DEBT. AN\n   23  AGREEMENT MAY NOT CONFER A POWER OF ATTORNEY TO SETTLE A DEBT  FOR  MORE\n   24  THAN FIFTY PERCENT OF THAT AMOUNT, BUT MAY CONFER A POWER OF ATTORNEY TO\n   25  NEGOTIATE  WITH  CREDITORS OF THE DEBTOR ON BEHALF OF THE DEBTOR. A DEBT\n   26  SETTLEMENT SERVICES AGREEMENT MUST  PROVIDE  THAT  THE  DEBT  SETTLEMENT\n   27  COMPANY  WILL  OBTAIN  THE  ASSENT  OF  THE  DEBTOR AFTER A CREDITOR HAS\n   28  ASSENTED TO A SETTLEMENT FOR MORE THAN FIFTY PERCENT  OF  THE  PRINCIPAL\n   29  AMOUNT OF THE DEBT.\n   30    (B)  A DEBT SETTLEMENT SERVICES AGREEMENT MAY NOT PROVIDE FOR APPLICA-\n   31  TION OF THE LAW OF ANY JURISDICTION OTHER THAN  THE  UNITED  STATES  AND\n   32  THIS STATE.\n   33    6.  IF  A DEBT SETTLEMENT COMPANY COMMUNICATES WITH A DEBTOR PRIMARILY\n   34  IN A LANGUAGE OTHER THAN ENGLISH, THEN THE DEBT SETTLEMENT COMPANY SHALL\n   35  FURNISH TO THE DEBTOR A WRITTEN TRANSLATION IN THAT  OTHER  LANGUAGE  OF\n   36  ALL THE DISCLOSURES AND DOCUMENTS REQUIRED BY THIS ARTICLE.\n   37    S 588-M. FEES. 1. THE TYPES OF FEES THAT A DEBT SETTLEMENT COMPANY MAY\n   38  CHARGE A DEBTOR ARE THE FOLLOWING:\n   39    (A) ENROLLMENT FEES; AND\n   40    (B) SETTLEMENT FEES.\n   41    2.  ALL  FEE  TYPES NOT INCLUDED UNDER SUBDIVISION ONE OF THIS SECTION\n   42  ARE PROHIBITED, INCLUDING MAINTENANCE FEES.\n   43    3. THE AMOUNT OF AN ENROLLMENT FEE CHARGED BY A DEBT SETTLEMENT COMPA-\n   44  NY SHALL NOT EXCEED FIFTY DOLLARS OR SUCH OTHER AMOUNT  AS  SET  BY  THE\n   45  SUPERINTENDENT.\n   46    4.  THE  AMOUNT  OF  THE  SETTLEMENT  FEE CHARGED BY A DEBT SETTLEMENT\n   47  COMPANY WITH RESPECT TO EACH DEBT COVERED BY A DEBT SETTLEMENT  SERVICES\n   48  AGREEMENT SHALL NOT EXCEED THE LESSER OF:\n   49    (A) THE AMOUNT THAT IS REASONABLE AND COMMENSURATE TO THE DEBT SETTLE-\n   50  MENT SERVICES PROVIDED TO THE DEBTOR; AND\n   51    (B) THE AMOUNT THAT IS TWENTY PERCENT OF THE DIFFERENCE BETWEEN:\n   52    (I) THE PRINCIPAL AMOUNT OF THE DEBT; AND\n   53    (II) THE AMOUNT:\n   54    (A)  PAID  BY  THE DEBT SETTLEMENT COMPANY TO THE CREDITOR PURSUANT TO\n   55  THE SETTLEMENT NEGOTIATED BY THE DEBT SETTLEMENT COMPANY  ON  BEHALF  OF\n\n       A. 944                             17\n\n    1  THE  DEBTOR  AS  FULL  AND COMPLETE SATISFACTION OF THE CREDITOR'S CLAIM\n    2  WITH REGARD TO THAT DEBT; OR\n    3    (B)  NEGOTIATED  BY THE DEBT SETTLEMENT COMPANY AND PAID BY THE DEBTOR\n    4  TO THE CREDITOR PURSUANT TO A SETTLEMENT NEGOTIATED BY THE DEBT  SETTLE-\n    5  MENT  COMPANY  ON BEHALF OF THE DEBTOR AS FULL AND COMPLETE SATISFACTION\n    6  OF THE CREDITOR'S CLAIM WITH REGARD TO THAT DEBT.\n    7    5. A DEBT SETTLEMENT COMPANY SHALL NOT COLLECT ANY SETTLEMENT FEE FROM\n    8  A DEBTOR UNTIL:\n    9    (A) THE CREDITOR ENTERS INTO A LEGALLY ENFORCEABLE AGREEMENT WITH  THE\n   10  DEBTOR  TO ACCEPT FUNDS IN A SPECIFIC DOLLAR AMOUNT AS FULL AND COMPLETE\n   11  SATISFACTION OF THE CREDITOR'S CLAIM WITH REGARD TO THAT DEBT; AND\n   12    (B) THOSE FUNDS ARE PROVIDED TO THE CREDITOR:\n   13    (I) BY THE DEBT SETTLEMENT COMPANY ON BEHALF OF THE DEBTOR; OR\n   14    (II) DIRECTLY BY THE DEBTOR PURSUANT TO A SETTLEMENT NEGOTIATED BY THE\n   15  DEBT SETTLEMENT COMPANY.\n   16    6. IT SHALL BE UNLAWFUL TO SPLIT  OR  DIVIDE  THE  PROVISION  OF  DEBT\n   17  SETTLEMENT  SERVICES  TO A DEBTOR INTO SEPARATE DEBT SETTLEMENT SERVICES\n   18  AGREEMENTS FOR THE PURPOSE  OF  COLLECTING  ADDITIONAL  FEES  FROM  SUCH\n   19  DEBTOR.\n   20    S  588-N.  DEBTOR  SETTLEMENT  ACCOUNTS; MONTHLY ACCOUNTING. 1. A DEBT\n   21  SETTLEMENT COMPANY THAT RECEIVES FUNDS FROM  A  DEBTOR  SHALL  HOLD  ALL\n   22  FUNDS  RECEIVED FOR A DEBTOR SETTLEMENT ACCOUNT IN A PROPERLY DESIGNATED\n   23  BANK ACCOUNT IN A FEDERALLY INSURED DEPOSITORY INSTITUTION.\n   24    (A) SUCH FUNDS SHALL:\n   25    (I) CONSTITUTE TRUST FUNDS OWNED BY THE DEBTOR  FROM  WHOM  THEY  WERE\n   26  RECEIVED;\n   27    (II)  REMAIN  THE  PROPERTY  OF  SUCH DEBTOR UNTIL THE DEBT SETTLEMENT\n   28  COMPANY DISBURSES THE FUNDS TO A CREDITOR ON BEHALF OF SUCH DEBTOR;\n   29    (III) BE KEPT SEPARATE AND APART AT ALL TIMES FROM FUNDS BELONGING  TO\n   30  THE  DEBT  SETTLEMENT  COMPANY  OR  ANY  OF  ITS OFFICERS, EMPLOYEES, OR\n   31  AGENTS; AND\n   32    (IV) BE DEPOSITED IN SUCH BANK ACCOUNT NOT LATER THAN THE END  OF  THE\n   33  BUSINESS  DAY  FOLLOWING  RECEIPT  BY THE DEBT SETTLEMENT COMPANY OR ITS\n   34  AGENT.\n   35    (B) A DEBT SETTLEMENT COMPANY OR ITS AGENT THAT MAINTAINS ONE OR  MORE\n   36  DEBTOR SETTLEMENT ACCOUNTS SHALL OBTAIN AND PRESERVE A WRITTEN AGREEMENT\n   37  FROM  EACH  BANK  IN  WHICH ANY SUCH ACCOUNT IS MAINTAINED. SUCH WRITTEN\n   38  AGREEMENT SHALL EXPRESSLY PROVIDE THAT THE FUNDS IN SUCH DEBTOR  SETTLE-\n   39  MENT  ACCOUNT  SHALL  BE SUBJECT TO NO RIGHT, CHARGE, SECURITY INTEREST,\n   40  LIEN, OR CLAIM OF ANY KIND IN FAVOR OF SUCH BANK OR ANY PERSON  CLAIMING\n   41  THROUGH SUCH BANK.\n   42    (C)  ANY INTEREST EARNED ON A DEBTOR SETTLEMENT ACCOUNT SHALL BE CRED-\n   43  ITED TO THE DEBTOR. IF THE FUNDS OF  MULTIPLE  DEBTORS  ARE  KEPT  IN  A\n   44  SINGLE  INTEREST EARNING BANK ACCOUNT, THEN THE INTEREST EARNED SHALL BE\n   45  DEPOSITED PRO RATA AMONG THE DEBTORS WHOSE FUNDS ARE IN THE ACCOUNT.\n   46    (D) A DEBT SETTLEMENT COMPANY MAY NOT HOLD FUNDS RECEIVED FOR A DEBTOR\n   47  SETTLEMENT ACCOUNT IN AN ACCOUNT ADMINISTERED BY A PERSON THAT GIVES  OR\n   48  ACCEPTS  ANY  MONEY  OR  OTHER COMPENSATION IN EXCHANGE FOR REFERRALS OF\n   49  BUSINESS INVOLVING THE DEBT SETTLEMENT COMPANY.\n   50    2. A DEBT SETTLEMENT COMPANY SHALL, NO LESS THAN MONTHLY, PROVIDE EACH\n   51  DEBTOR WITH WHICH IT HAS A DEBT SETTLEMENT SERVICES AGREEMENT  A  STATE-\n   52  MENT  OF FEES PAID, SETTLEMENTS COMPLETED, REMAINING DEBTS AND, IF FUNDS\n   53  ARE HELD IN A BANK ACCOUNT PURSUANT TO SUBDIVISION ONE OF THIS  SECTION,\n   54  ACCOUNT BALANCES.\n   55    3.  NOTHING  IN  THIS  ARTICLE  REQUIRES THE ESTABLISHMENT OF A DEBTOR\n   56  SETTLEMENT ACCOUNT IF NO DEBTOR FUNDS  OTHER  THAN  ENROLLMENT  FEES  OR\n\n       A. 944                             18\n\n    1  EARNED  SETTLEMENT  FEES  ARE  HELD  OR  CONTROLLED BY A DEBT SETTLEMENT\n    2  COMPANY.\n    3    S  588-O. CANCELLATION OF DEBT SETTLEMENT SERVICES AGREEMENT; RIGHT TO\n    4  REFUNDS. 1.  A DEBTOR MAY CANCEL A DEBT SETTLEMENT SERVICES AGREEMENT AT\n    5  ANY TIME UNTIL AFTER THE DEBT SETTLEMENT  COMPANY  HAS  FULLY  PERFORMED\n    6  EACH  SERVICE  THE  DEBT  SETTLEMENT  COMPANY  CONTRACTED  TO PERFORM OR\n    7  REPRESENTED THAT IT WOULD PERFORM.\n    8    2. IF A DEBTOR CANCELS A DEBT SETTLEMENT SERVICES AGREEMENT NOT  LATER\n    9  THAN  NINETY DAYS AFTER THE DATE OF THE EXECUTION OF THE DEBT SETTLEMENT\n   10  SERVICES AGREEMENT OR AT ANY TIME UPON A VIOLATION  OF  A  PROVISION  OF\n   11  THIS ARTICLE BY THE DEBT SETTLEMENT COMPANY, THE DEBT SETTLEMENT COMPANY\n   12  SHALL REFUND TO THE DEBTOR:\n   13    (A)  ALL  FEES PAID TO THE DEBT SETTLEMENT COMPANY BY THE DEBTOR, WITH\n   14  THE EXCEPTION OF ANY EARNED SETTLEMENT FEE; AND\n   15    (B) ALL FUNDS PROVIDED BY THE DEBTOR TO THE  DEBT  SETTLEMENT  COMPANY\n   16  THAT:\n   17    (I) HAVE ACCUMULATED IN A DEBTOR SETTLEMENT ACCOUNT; AND\n   18    (II) THE DEBT SETTLEMENT COMPANY HAS NOT DISBURSED TO CREDITORS.\n   19    3. IF A DEBTOR CANCELS A DEBT SETTLEMENT SERVICES AGREEMENT LATER THAN\n   20  NINETY  DAYS  AFTER  THE  DATE  OF  THE EXECUTION OF THE DEBT SETTLEMENT\n   21  SERVICES AGREEMENT AND FOR ANY REASON OTHER THAN FOR A  VIOLATION  OF  A\n   22  PROVISION  OF  THIS  ARTICLE  BY  THE  DEBT SETTLEMENT COMPANY, THE DEBT\n   23  SETTLEMENT COMPANY SHALL REFUND TO THE DEBTOR:\n   24    (A) ALL FEES PAID TO THE DEBT SETTLEMENT COMPANY BY THE  DEBTOR,  WITH\n   25  THE EXCEPTION OF ANY EARNED SETTLEMENT FEE AND ANY ENROLLMENT FEE; AND\n   26    (B)  ALL  FUNDS  PROVIDED BY THE DEBTOR TO THE DEBT SETTLEMENT COMPANY\n   27  THAT:\n   28    (I) HAVE ACCUMULATED IN A DEBTOR SETTLEMENT ACCOUNT; AND\n   29    (II) THE DEBT SETTLEMENT COMPANY HAS NOT DISBURSED TO CREDITORS.\n   30    4. A DEBT SETTLEMENT COMPANY SHALL MAKE ANY REFUND REQUIRED UNDER THIS\n   31  SECTION WITHIN FIVE BUSINESS DAYS AFTER RECEIPT  OF  WRITTEN  NOTICE  OF\n   32  CANCELLATION,  AND  SHALL  INCLUDE  WITH SUCH REFUND A FULL STATEMENT OF\n   33  ACCOUNT SHOWING:\n   34    (A) THE FEES RECEIVED BY THE DEBT SETTLEMENT COMPANY FROM THE DEBTOR;\n   35    (B) THE FEES REFUNDED TO THE DEBTOR BY THE DEBT SETTLEMENT COMPANY;\n   36    (C) THE PAYMENTS MADE BY THE DEBT SETTLEMENT COMPANY TO  CREDITORS  ON\n   37  BEHALF OF THE DEBTOR;\n   38    (D) THE SETTLEMENT FEES EARNED, IF ANY, BY THE DEBT SETTLEMENT COMPANY\n   39  BY SETTLING DEBT ON BEHALF OF THE DEBTOR;\n   40    (E)  THE  SAVINGS  OF  THE  DEBTOR HELD BY THE DEBT SETTLEMENT COMPANY\n   41  IMMEDIATELY PRIOR TO SUCH REFUND; AND\n   42    (F) THE SAVINGS OF THE DEBTOR REFUNDED  TO  THE  DEBTOR  BY  THE  DEBT\n   43  SETTLEMENT COMPANY.\n   44    5.  UPON  CANCELLATION  OF A DEBT SETTLEMENT SERVICES AGREEMENT BY THE\n   45  DEBTOR:\n   46    (A) ALL POWERS OF ATTORNEY AND DIRECT DEBIT AUTHORIZATIONS GRANTED  TO\n   47  THE  DEBT  SETTLEMENT  COMPANY BY THE DEBTOR SHALL BE CONSIDERED REVOKED\n   48  AND VOIDED; AND\n   49    (B) THE DEBT SETTLEMENT COMPANY  SHALL  IMMEDIATELY  TAKE  ANY  ACTION\n   50  NECESSARY TO REFLECT CANCELLATION OF THE DEBT SETTLEMENT SERVICES AGREE-\n   51  MENT, INCLUDING BUT NOT LIMITED TO NOTIFYING THE RECIPIENT OF ANY DIRECT\n   52  DEBIT AUTHORIZATION.\n   53    6.  UPON THE CANCELLATION OF A DEBT SETTLEMENT SERVICES AGREEMENT, THE\n   54  DEBT SETTLEMENT COMPANY SHALL  PROVIDE  TIMELY  WRITTEN  NOTICE  OF  THE\n   55  CANCELLATION  OF  SUCH  AGREEMENT TO EACH OF THE CREDITORS WITH WHOM THE\n\n       A. 944                             19\n\n    1  DEBT SETTLEMENT COMPANY HAS HAD ANY PRIOR COMMUNICATION ON BEHALF OF THE\n    2  DEBTOR IN CONNECTION WITH THE PROVISION OF ANY DEBT SETTLEMENT SERVICES.\n    3    S 588-P. OBLIGATION OF GOOD FAITH. A DEBT SETTLEMENT COMPANY SHALL ACT\n    4  IN GOOD FAITH IN ALL MATTERS UNDER THIS ARTICLE.\n    5    S  588-Q.  PROHIBITED ACTIVITIES. 1. NO PERSON, EXCEPT A LICENSEE, MAY\n    6  MAKE ANY REPRESENTATION, DIRECTLY OR INDIRECTLY, ORALLY  OR  IN  WRITING\n    7  THAT HE, SHE, OR IT IS LICENSED UNDER THIS ARTICLE.\n    8    2.  NO  PERSON,  OTHER  THAN  A  LICENSEE  OR A PERSON EXEMPT FROM THE\n    9  LICENSING REQUIREMENTS OF  THIS  ARTICLE,  SHALL  USE  THE  TITLE  \"DEBT\n   10  SETTLEMENT  COMPANY\"  OR THE TERMS \"DEBT SETTLEMENT\" OR \"DEBT SETTLEMENT\n   11  SERVICES\" IN ANY ADVERTISING, MARKETING COMMUNICATION, BUSINESS CARD, OR\n   12  LETTERHEAD.\n   13    3. A DEBT SETTLEMENT COMPANY SHALL NOT DO ANY OF THE FOLLOWING:\n   14    (A) CHARGE OR COLLECT FROM A DEBTOR ANY FEE NOT PERMITTED  BY,  IN  AN\n   15  AMOUNT IN EXCESS OF THE MAXIMUM AMOUNT PERMITTED BY, OR AT A TIME EARLI-\n   16  ER  THAN  PERMITTED BY SECTION FIVE HUNDRED EIGHTY-EIGHT-M OF THIS ARTI-\n   17  CLE;\n   18    (B) INCLUDE IN A DEBT SETTLEMENT SERVICES AGREEMENT ANY SECURED DEBT;\n   19    (C) ADVISE OR REPRESENT, EXPRESSLY OR  BY  IMPLICATION,  THAT  DEBTORS\n   20  SHOULD STOP MAKING PAYMENTS TO THEIR CREDITORS;\n   21    (D)  ADVISE  OR  REPRESENT,  EXPRESSLY OR BY IMPLICATION, THAT DEBTORS\n   22  SHOULD STOP COMMUNICATING WITH THEIR CREDITORS;\n   23    (E) ENGAGE IN ANY PRACTICE THAT PROHIBITS OR LIMITS THE DEBTOR OR  ANY\n   24  CREDITOR FROM COMMUNICATION DIRECTLY WITH ONE ANOTHER;\n   25    (F)  CHANGE THE MAILING ADDRESS ON ANY OF A DEBTOR'S STATEMENTS FROM A\n   26  CREDITOR;\n   27    (G) MAKE LOANS OR OFFER CREDIT OR SOLICIT OR ACCEPT  ANY  NOTE,  MORT-\n   28  GAGE,  OR  NEGOTIABLE INSTRUMENT OTHER THAN A CHECK SIGNED BY THE DEBTOR\n   29  AND DATED NO LATER THAN THE DATE OF SIGNATURE;\n   30    (H) TAKE ANY CONFESSION OF JUDGMENT OR POWER OF  ATTORNEY  TO  CONFESS\n   31  JUDGMENT  AGAINST THE DEBTOR OR APPEAR AS THE DEBTOR OR ON BEHALF OF THE\n   32  DEBTOR IN ANY JUDICIAL, ADMINISTRATIVE, OR OTHER ACTION OR PROCEEDING;\n   33    (I) TAKE ANY RELEASE OR WAIVER OF ANY OBLIGATION TO  BE  PERFORMED  ON\n   34  THE PART OF THE DEBT SETTLEMENT COMPANY OR ANY RIGHT OF THE DEBTOR;\n   35    (J) ADVERTISE, DISPLAY, DISTRIBUTE, BROADCAST, OR TELEVISE SERVICES OR\n   36  PERMIT  SERVICES  TO BE ADVERTISED, DISPLAYED, DISTRIBUTED, BROADCASTED,\n   37  OR TELEVISED,  IN  ANY  MANNER  WHATSOEVER,  THAT  CONTAINS  ANY  FALSE,\n   38  MISLEADING,  OR  DECEPTIVE  STATEMENTS OR REPRESENTATIONS WITH REGARD TO\n   39  ANY MATTER INVOLVING THE BUSINESS OF DEBT SETTLEMENT SERVICES, INCLUDING\n   40  BUT NOT LIMITED TO THE FEES TO BE CHARGED, THE SERVICES TO BE PERFORMED,\n   41  THE RESULTS OR OUTCOMES OF THOSE SERVICES, OR THE EFFECT THOSE  SERVICES\n   42  WILL HAVE ON A DEBTOR'S CREDIT RATING OR ON CREDITOR COLLECTION EFFORTS;\n   43    (K)  RECEIVE  ANY  CASH,  FEE,  GIFT, BONUS, PREMIUM, REWARD, OR OTHER\n   44  COMPENSATION FROM ANY PERSON OTHER THAN THE DEBTOR  EXPLICITLY  FOR  THE\n   45  PROVISION OF DEBT SETTLEMENT SERVICES TO THAT DEBTOR;\n   46    (L)  OFFER  OR  PROVIDE GIFTS OR BONUSES TO DEBTORS FOR SIGNING A DEBT\n   47  SETTLEMENT SERVICES AGREEMENT OR FOR REFERRING ANOTHER POTENTIAL CUSTOM-\n   48  ER OR CUSTOMER;\n   49    (M) EXCEPT WITH THE PRIOR CONSENT OF THE DEBTOR,  DISCLOSE  TO  ANYONE\n   50  THE  NAME  OR  ANY  PERSONAL  INFORMATION  OF A DEBTOR FOR WHOM THE DEBT\n   51  SETTLEMENT COMPANY HAS PROVIDED OR IS PROVIDING DEBT SETTLEMENT SERVICES\n   52  OTHER THAN TO A DEBTOR'S OWN CREDITORS OR THE DEBT SETTLEMENT  COMPANY'S\n   53  AGENTS  OR  AFFILIATES  FOR  THE  PURPOSE  OF  PROVIDING DEBT SETTLEMENT\n   54  SERVICES. \"PERSONAL INFORMATION  OF  A  DEBTOR\"  AS  USED  HEREIN  SHALL\n   55  INCLUDE  BUT  NOT  BE  LIMITED  TO A DEBTOR'S NAME, PHOTOGRAPH, ADDRESS,\n   56  TELEPHONE NUMBER, SOCIAL SECURITY NUMBER, DATE OF BIRTH, DRIVER'S  IDEN-\n\n       A. 944                             20\n\n    1  TIFICATION  NUMBER,  CREDIT  CARD  NUMBER, BANK ACCOUNT NUMBER, MOTHER'S\n    2  MAIDEN NAME, MEDICAL OR DISABILITY INFORMATION, IF ANY, AS WELL  AS  ANY\n    3  OTHER IDENTIFICATION NUMBER WHICH A LICENSEE MAY POSSESS;\n    4    (N)  ENTER  INTO  A  DEBT  SETTLEMENT SERVICES AGREEMENT WITH A DEBTOR\n    5  WITHOUT FIRST PROVIDING  THE  DISCLOSURES  AND  FINANCIAL  ANALYSIS  AND\n    6  MAKING THE DETERMINATIONS REQUIRED BY THIS ARTICLE;\n    7    (O)  MISREPRESENT ANY MATERIAL FACT, MAKE A MATERIAL OMISSION, OR MAKE\n    8  A FALSE PROMISE DIRECTED TO ONE OR MORE DEBTORS IN CONNECTION  WITH  THE\n    9  SOLICITATION,  OFFERING,  CONTRACTING,  OR  PROVISION OF DEBT SETTLEMENT\n   10  SERVICES;\n   11    (P) VIOLATE THE PROVISIONS OF APPLICABLE DO-NOT-CALL STATUTES;\n   12    (Q) PURCHASE DEBTS OR ENGAGE IN  THE  PRACTICE  OR  BUSINESS  OF  DEBT\n   13  COLLECTION;\n   14    (R)  REPRESENT  OR  IMPLY  TO A PERSON PARTICIPATING IN OR CONSIDERING\n   15  DEBT SETTLEMENT SERVICES THAT THE PURCHASE OF  ANY  ANCILLARY  GOODS  OR\n   16  SERVICES IS REQUIRED;\n   17    (S) USE A COMMUNICATION WHICH SIMULATES IN ANY MANNER A LEGAL OR JUDI-\n   18  CIAL  PROCESS,  OR WHICH GIVES THE FALSE APPEARANCE OF BEING AUTHORIZED,\n   19  ISSUED,  OR  APPROVED  BY  A   GOVERNMENT,   GOVERNMENTAL   AGENCY,   OR\n   20  ATTORNEY-AT-LAW; OR\n   21    (T)  MAKE  A  REPRESENTATION  THAT  THE  DEBT  SETTLEMENT COMPANY WILL\n   22  FURNISH MONEY TO PAY BILLS OR PREVENT ATTACHMENT.\n   23    S 588-R. SUPERINTENDENT AUTHORIZED TO EXAMINE. 1. FOR THE  PURPOSE  OF\n   24  DISCOVERING  VIOLATIONS OF THIS ARTICLE OR SECURING INFORMATION LAWFULLY\n   25  REQUIRED BY HIM OR HER HEREUNDER, THE SUPERINTENDENT MAY  AT  ANY  TIME,\n   26  AND  AS  OFTEN  AS  HE  OR  SHE MAY DETERMINE, EITHER PERSONALLY OR BY A\n   27  PERSON DULY DESIGNATED BY HIM OR HER, INVESTIGATE THE BUSINESS AND EXAM-\n   28  INE THE BOOKS, ACCOUNTS, RECORDS, AND FILES USED THEREIN OF EVERY LICEN-\n   29  SEE HEREUNDER. FOR THAT PURPOSE THE SUPERINTENDENT AND HIS OR  HER  DULY\n   30  DESIGNATED  REPRESENTATIVE  SHALL  HAVE  FREE  ACCESS TO THE OFFICES AND\n   31  PLACE OF BUSINESS, BOOKS, ACCOUNTS, PAPERS, RECORDS,  FILES,  SAFES  AND\n   32  VAULTS  OF  ALL  SUCH  LICENSEES. THE SUPERINTENDENT AND ANY PERSON DULY\n   33  DESIGNATED BY HIM OR HER SHALL HAVE AUTHORITY TO REQUIRE THE  ATTENDANCE\n   34  OF  AND  TO EXAMINE UNDER OATH ALL PERSONS WHOSE TESTIMONY HE OR SHE MAY\n   35  REQUIRE RELATIVE TO SUCH BUSINESS. THE EXPENSES INCURRED IN  MAKING  ANY\n   36  EXAMINATION  PURSUANT TO THIS SECTION SHALL BE ASSESSED AGAINST AND PAID\n   37  BY THE LICENSEE SO  EXAMINED,  EXCEPT  THAT  TRAVELING  AND  SUBSISTENCE\n   38  EXPENSES  SO  INCURRED SHALL BE CHARGED AGAINST AND PAID BY LICENSEES IN\n   39  SUCH PROPORTIONS AS THE SUPERINTENDENT SHALL DEEM JUST  AND  REASONABLE,\n   40  AND  SUCH  PROPORTIONATE CHARGES SHALL BE ADDED TO THE ASSESSMENT OF THE\n   41  OTHER EXPENSES INCURRED UPON EACH EXAMINATION. UPON  WRITTEN  NOTICE  BY\n   42  THE  SUPERINTENDENT OF THE TOTAL AMOUNT OF SUCH ASSESSMENT, THE LICENSEE\n   43  SHALL BECOME LIABLE FOR AND SHALL PAY SUCH ASSESSMENT TO THE SUPERINTEN-\n   44  DENT.\n   45    S 588-S. LICENSEE'S BOOKS AND RECORDS; REPORTS. 1. THE LICENSEE  SHALL\n   46  CREATE AND USE IN ITS BUSINESS SUCH BOOKS, ACCOUNTS, AND RECORDS AS WILL\n   47  ENABLE  THE SUPERINTENDENT TO DETERMINE WHETHER SUCH LICENSEE IS COMPLY-\n   48  ING WITH THE PROVISIONS OF THIS ARTICLE AND WITH  THE  RULES  AND  REGU-\n   49  LATIONS  LAWFULLY  MADE  BY THE SUPERINTENDENT HEREUNDER. EVERY LICENSEE\n   50  SHALL PRESERVE SUCH BOOKS, ACCOUNTS, AND RECORDS FOR AT LEAST SIX  YEARS\n   51  BY ANY MANNER PERMITTED BY THIS CHAPTER.\n   52    2.  EACH LICENSEE SHALL ANNUALLY, ON OR BEFORE THE FIRST DAY OF FEBRU-\n   53  ARY, FILE A REPORT WITH THE SUPERINTENDENT GIVING  SUCH  INFORMATION  AS\n   54  THE  SUPERINTENDENT  MAY  REQUIRE CONCERNING THE BUSINESS AND OPERATIONS\n   55  DURING THE PRECEDING CALENDAR YEAR OF SUCH LICENSEE UNDER  AUTHORITY  OF\n   56  THIS  ARTICLE.  SUCH  REPORT SHALL BE SUBSCRIBED AND AFFIRMED AS TRUE BY\n\n       A. 944                             21\n\n    1  THE LICENSEE UNDER THE PENALTIES OF PERJURY AND SHALL  BE  IN  THE  FORM\n    2  PRESCRIBED  BY  THE  SUPERINTENDENT.  IN ADDITION TO ANNUAL REPORTS, THE\n    3  SUPERINTENDENT MAY REQUIRE SUCH ADDITIONAL REGULAR OR SPECIAL REPORTS AS\n    4  HE  OR  SHE  MAY  DEEM  NECESSARY TO THE PROPER SUPERVISION OF LICENSEES\n    5  UNDER THIS ARTICLE.  SUCH  ADDITIONAL  REPORTS  SHALL  BE  IN  THE  FORM\n    6  PRESCRIBED BY THE SUPERINTENDENT AND SHALL BE SUBSCRIBED AND AFFIRMED AS\n    7  TRUE UNDER THE PENALTIES OF PERJURY.\n    8    3.  EACH  LICENSEE, WITHIN ONE HUNDRED TWENTY DAYS OF THE CLOSE OF THE\n    9  LICENSEE'S FISCAL YEAR, SHALL SUBMIT AN INDEPENDENTLY AUDITED  FINANCIAL\n   10  STATEMENT TO THE SUPERINTENDENT.\n   11    S  588-T.  PENALTIES;  NONCOMPLIANCE.  1.  ANY PERSON WHO VIOLATES ANY\n   12  PROVISION OF THE LICENSING REQUIREMENTS OF SECTION FIVE HUNDRED  EIGHTY-\n   13  EIGHT-B  OF  THIS  ARTICLE  SHALL  BE  GUILTY  OF A CLASS A MISDEMEANOR,\n   14  PUNISHABLE AS PROVIDED IN ARTICLES SEVENTY AND EIGHTY OF THE PENAL LAW.\n   15    2. ANY DEBT SETTLEMENT SERVICES AGREEMENT THAT DOES  NOT  COMPLY  WITH\n   16  THE PROVISIONS OF THIS ARTICLE IS VOID.\n   17    3.  ANY  WAIVER BY A DEBTOR OF ANY PROTECTION PROVIDED BY OR ANY RIGHT\n   18  OF THE DEBTOR UNDER THIS ARTICLE IS VOID.\n   19    4. ANY ATTEMPT BY ANY PERSON TO OBTAIN A WAIVER FROM ANY DEBTOR OF ANY\n   20  PROTECTION PROVIDED BY OR ANY RIGHT OR PROTECTION OF THE DEBTOR  OR  ANY\n   21  OBLIGATION  OR  REQUIREMENT  OF  THE  DEBT SETTLEMENT COMPANY UNDER THIS\n   22  ARTICLE SHALL BE A VIOLATION OF THIS ARTICLE.\n   23    5. UPON PROPER NOTICE OF A VOID DEBT  SETTLEMENT  SERVICES  AGREEMENT,\n   24  THE  DEBT SETTLEMENT COMPANY SHALL MAKE A REFUND TO THE DEBTOR AS IF THE\n   25  DEBT SETTLEMENT SERVICES AGREEMENT HAD BEEN  CANCELLED  AS  PROVIDED  IN\n   26  SUBDIVISION TWO OF SECTION FIVE HUNDRED EIGHTY-EIGHT-O OF THIS ARTICLE.\n   27    6.  IN  ADDITION  TO  SUCH PENALTIES AS MAY OTHERWISE BE APPLICABLE BY\n   28  LAW, THE SUPERINTENDENT MAY, AFTER NOTICE AND HEARING AS PROVIDED  ELSE-\n   29  WHERE IN THIS ARTICLE, REQUIRE ANY PERSON FOUND VIOLATING THE PROVISIONS\n   30  OF THIS ARTICLE OR THE RULES OR REGULATIONS PROMULGATED HEREUNDER TO PAY\n   31  TO  THE PEOPLE OF THIS STATE AN ADDITIONAL PENALTY FOR EACH VIOLATION OF\n   32  THE ARTICLE OR ANY REGULATION OR POLICY PROMULGATED HEREUNDER A SUM  NOT\n   33  TO EXCEED AN AMOUNT AS DETERMINED PURSUANT TO SECTION FORTY-FOUR OF THIS\n   34  CHAPTER FOR EACH SUCH VIOLATION.\n   35    7.  NOTHING  IN THIS ARTICLE SHALL CREATE A PRIVATE RIGHT OF ACTION ON\n   36  BEHALF OF A DEBTOR AGAINST A DEBT SETTLEMENT COMPANY FOR  VIOLATIONS  OF\n   37  THIS ARTICLE.\n   38    8.  NOTHING  IN  THIS  ARTICLE SHALL LIMIT ANY STATUTORY OR COMMON-LAW\n   39  RIGHT OF ANY PERSON TO BRING ANY ACTION IN ANY COURT FOR ANY ACT, OR THE\n   40  RIGHT OF THE STATE TO PUNISH ANY PERSON FOR ANY VIOLATION OF ANY LAW.\n   41    S 588-U. AUTHORITY OF SUPERINTENDENT.  THE  SUPERINTENDENT  IS  HEREBY\n   42  AUTHORIZED  AND EMPOWERED TO MAKE, IN ADDITION HERETO AND NOT INCONSIST-\n   43  ENT HEREWITH, SUCH GENERAL RULES  AND  REGULATIONS,  AND  SUCH  SPECIFIC\n   44  RULINGS,  DEMANDS,  AND FINDINGS AS HE OR SHE MAY DEEM NECESSARY FOR THE\n   45  PROPER CONDUCT OF THE BUSINESS AUTHORIZED AND LICENSED HEREUNDER AND FOR\n   46  THE ENFORCEMENT OF THIS ARTICLE.\n   47    S 588-V. SEVERABILITY. IF ANY WORD, PHRASE,  CLAUSE,  SENTENCE,  PARA-\n   48  GRAPH,  SUBDIVISION,  SECTION, OR PART OF THIS ARTICLE SHALL BE ADJUDGED\n   49  BY ANY COURT OF COMPETENT JURISDICTION  TO  BE  INVALID,  SUCH  JUDGMENT\n   50  SHALL  NOT AFFECT, IMPAIR, OR INVALIDATE THE REMAINDER THEREOF WHICH CAN\n   51  BE GIVEN EFFECT WITHOUT THE INVALID PROVISION, BUT SHALL BE CONFINED  IN\n   52  ITS OPERATION TO THE WORD, PHRASE, CLAUSE, SENTENCE, PARAGRAPH, SUBDIVI-\n   53  SION,  SECTION, OR PART OF THIS ARTICLE DIRECTLY INVOLVED IN THE CONTRO-\n   54  VERSY IN WHICH THE JUDGMENT SHALL HAVE BEEN RENDERED.\n   55    S 11. This act shall take effect on  the  one  hundred  eightieth  day\n   56  after  it shall have become a law and shall apply to all debt settlement\n\n       A. 944                             22\n\n    1  services agreements entered into or  offered  on  or  after  such  date;\n    2  provided,  however,  that  effective  immediately, the superintendent of\n    3  banks shall add, amend, and/or repeal any rule or regulation he  or  she\n    4  deems necessary or desirable for implementation of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the banking law, in relation to providing for budget planning and debt settlement services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T125401.TXT", "SOBI.D110105.T133158.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422841987
}