{
  "year" : 2011,
  "senateBillNo" : "A945-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A945-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain loan solicitations by means of certain unsolicited instruments and makes loans thereby contracted void",
  "summary" : "Prohibits the solicitation of loans by means of distributing checks to persons who have not requested a loan where the endorsement of such check constitutes acceptance of the terms of the loan agreement; makes such loan agreements void. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A273-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          945\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER, GABRYSZAK -- Multi-Sponsored by -- M. of\n         A.  MAGEE  --  read  once  and  referred  to the Committee on Consumer\n         Affairs and Protection\n\n       AN ACT to amend the general business law,  in  relation  to  prohibiting\n         certain loan solicitations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-j to read as follows:\n    3    S 399-J. CERTAIN LOAN SOLICITATIONS PROHIBITED.  NO  PERSON,  FIRM  OR\n    4  CORPORATION SHALL GIVE, TRANSFER OR OTHERWISE DISTRIBUTE ANY UNSOLICITED\n    5  CHECK,  MONEY  ORDER, DRAFT OR OTHER NEGOTIABLE INSTRUMENT TO ANY PERSON\n    6  IN THIS STATE, WHICH, WHEN REDEEMED, WOULD ENTER SUCH PERSON INTO A LOAN\n    7  AGREEMENT. ANY SUCH LOAN AGREEMENT PROCURED BY MEANS OF  AN  UNSOLICITED\n    8  CHECK,  MONEY  ORDER  OR  OTHER  NEGOTIABLE  INSTRUMENT SHALL BE VOID AS\n    9  AGAINST PUBLIC POLICY.\n   10    S 2. This act shall take effect immediately and  shall  apply  to  any\n   11  loan entered into on and after such date.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00937-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting certain loan solicitations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T104850.TXT", "SOBI.D110105.T133158.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294415330256
}