{
  "year" : 2011,
  "senateBillNo" : "A946-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A946-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the payment of court costs and legal fees to government officers and employees removed from a position illegally and reinstated by court order",
  "summary" : "Requires a civil service employer to reimburse, within thirty days, any employee or officer, reinstated pursuant to a court order, for court costs and reasonable attorney's fees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A205-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          946\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PHEFFER, DINOWITZ, WEPRIN -- Multi-Sponsored by\n         -- M. of A. ABBATE,  BOYLAND,  HIKIND,  McDONOUGH  --  read  once  and\n         referred to the Committee on Governmental Employees\n\n       AN  ACT  to amend the civil service law, in relation to the compensation\n         of officers and employees reinstated by court order\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 77 of the civil service law, as amended by chapter\n    2  851 of the laws of 1985, is amended to read as follows:\n    3    S 77. Compensation of  officers  and  employees  reinstated  by  court\n    4  order.    Any  officer or employee who is removed from a position in the\n    5  service of the state or of any civil division thereof  in  violation  of\n    6  the  provisions  of this chapter, and who thereafter is restored to such\n    7  position by order of the supreme court, shall be entitled to receive and\n    8  shall receive from the state or such civil division, as the case may be,\n    9  the salary or compensation which he OR SHE would have been  entitled  by\n   10  law  to  have  received  in such position but for such unlawful removal,\n   11  from the date of such unlawful removal to the date of such  restoration,\n   12  PLUS  COURT COSTS AND REASONABLE ATTORNEYS' FEES, less the amount of any\n   13  unemployment insurance benefits WHICH he OR SHE may have received during\n   14  such period. Such officer or employee shall be entitled to a court order\n   15  to enforce the payment of such salary [or], compensation,  COURT  COSTS,\n   16  OR  ATTORNEYS'  FEES.    Such salary [or], compensation, COURT COSTS, OR\n   17  ATTORNEYS' FEES shall be [subject to the  provisions  of  sections  four\n   18  hundred  seventy-four and four hundred seventy-five of the judiciary law\n   19  for services rendered, but otherwise shall be] paid [only  directly]  to\n   20  such  officer  or  employee  or  his OR HER legal representatives WITHIN\n   21  THIRTY DAYS.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00644-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to the compensation of officers and employees reinstated by court order ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T104850.TXT", "SOBI.D110105.T133158.TXT", "SOBI.D110125.T151934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295986774096
}