{
  "year" : 2011,
  "senateBillNo" : "A947-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A947-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a permanent environmental justice advisory group",
  "summary" : "Creates a permanent environmental justice advisory group; provides that the function of the group is to ensure that no group of people, including a racial, ethnic, or socioeconomic group, bears a disproportionate share of the negative environmental consequences resulting from industrial, municipal, and commercial operations or the execution of federal, state, local, and tribal programs and policies; provides that advisory group to adopt a model environmental justice policy applicable to state agencies, monitor agencies on compliance with such policies; specifies responsibilities of state agencies; establishes an environmental justice interagency coordinating council. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA8490-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          947\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES, ROSENTHAL -- Multi-Sponsored by\n         -- M. of A. LATIMER -- read once and  referred  to  the  Committee  on\n         Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         establishing a permanent environmental justice advisory group  and  an\n         environmental justice interagency coordinating council\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new article 48 to read as follows:\n    3                                 ARTICLE 48\n    4                            ENVIRONMENTAL JUSTICE\n    5  SECTION 48-0101. DECLARATION OF POLICY.\n    6          48-0103. DEFINITIONS.\n    7          48-0105. PERMANENT ENVIRONMENTAL JUSTICE ADVISORY GROUP.\n    8          48-0107. POWERS AND DUTIES.\n    9          48-0109. AGENCY RESPONSIBILITIES.\n   10          48-0111. ENVIRONMENTAL JUSTICE INTERAGENCY COORDINATING COUNCIL.\n   11          48-0113. SEPARABILITY.\n   12  S 48-0101. DECLARATION OF POLICY.\n   13    1.  IT  IS  HEREBY  DECLARED  TO  BE THE POLICY OF THIS STATE THAT ALL\n   14  PEOPLE, REGARDLESS OF RACE, COLOR, RELIGION, NATIONAL ORIGIN OR  INCOME,\n   15  HAVE  A RIGHT TO FAIR TREATMENT AND MEANINGFUL INVOLVEMENT IN THE DEVEL-\n   16  OPMENT, IMPLEMENTATION AND ENFORCEMENT OF LAWS, REGULATIONS AND POLICIES\n   17  THAT AFFECT THE QUALITY OF THE ENVIRONMENT.\n   18    2. IT SHALL FURTHER BE THE POLICY  OF  THE  STATE  THAT  NO  GROUP  OF\n   19  PEOPLE,  INCLUDING  A  RACIAL,  ETHNIC OR SOCIOECONOMIC GROUP, SHOULD BE\n   20  DISPROPORTIONATELY EXPOSED TO POLLUTION OR BEAR A DISPROPORTIONATE SHARE\n   21  OF THE NEGATIVE ENVIRONMENTAL CONSEQUENCES  RESULTING  FROM  INDUSTRIAL,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04718-01-1\n\n       A. 947                              2\n\n    1  MUNICIPAL  OR COMMERCIAL OPERATIONS, OR THE EXECUTION OF FEDERAL, STATE,\n    2  LOCAL OR TRIBAL PROGRAMS AND POLICIES.\n    3    3.  IT  SHALL  FURTHER  BE  THE  POLICY  OF THE STATE THAT NO GROUP OF\n    4  PEOPLE, INCLUDING A RACIAL, ETHNIC OR SOCIOECONOMIC GROUP, SHOULD SUFFER\n    5  FROM INEQUITABLE ALLOCATION OF PUBLIC RESOURCES OR FINANCIAL  ASSISTANCE\n    6  FOR  ENVIRONMENTAL  PROTECTION  AND STEWARDSHIP, INCLUDING ENVIRONMENTAL\n    7  REMEDIATION, POLLUTION PREVENTION, OPEN SPACE ACQUISITION  AND/OR  OTHER\n    8  PROTECTION AND STEWARDSHIP ACTIVITIES.\n    9    4.  IT SHALL FURTHER BE THE POLICY OF THE STATE THAT OPPORTUNITIES FOR\n   10  CITIZEN INVOLVEMENT IN THE DEVELOPMENT, IMPLEMENTATION  AND  ENFORCEMENT\n   11  OF  LAWS,  REGULATIONS AND POLICIES THAT AFFECT THE QUALITY OF THE ENVI-\n   12  RONMENT BE AS REFLECTIVE OF THE DIVERSITY OF INTERESTS  AND  PERSPECTIVE\n   13  FOUND  WITHIN  THE  AFFECTED  COMMUNITY  AS POSSIBLE, INCLUDING THOSE OF\n   14  RACIAL, ETHNIC AND SOCIOECONOMIC GROUPS; THAT THEY BE PROVIDED AS  EARLY\n   15  AS  POSSIBLE  IN THE DECISION MAKING PROCESS PRIOR TO THE SELECTION OF A\n   16  PREFERRED COURSE OF ACTION BY FEDERAL, STATE, LOCAL OR TRIBAL  AGENCIES;\n   17  THAT  THEY PROVIDE FULL, TIMELY AND ACCESSIBLE DISCLOSURE AND SHARING OF\n   18  INFORMATION BY THE GOVERNMENT AGENCY OR AGENCIES INVOLVED, INCLUDING THE\n   19  PROVISION OF TECHNICAL DATA AND THE ASSUMPTIONS UPON WHICH ANY  ANALYSES\n   20  ARE  BASED;  AND  THAT THEY ALLOW ALL PEOPLE, REGARDLESS OF RACE, COLOR,\n   21  RELIGION, NATIONAL ORIGIN OR INCOME, THE OPPORTUNITY TO HAVE THEIR VIEWS\n   22  HEARD AND CONSIDERED, INCLUDING OPPORTUNITIES FOR TWO-WAY DIALOGUE.\n   23  S 48-0103. DEFINITIONS.\n   24    AS USED IN THIS ARTICLE:\n   25    1. \"ADVISORY GROUP\" MEANS THE PERMANENT ENVIRONMENTAL JUSTICE ADVISORY\n   26  GROUP ESTABLISHED BY SECTION 48-0105 OF THIS ARTICLE.\n   27    2. \"AGENCY\" MEANS ANY DEPARTMENT, BOARD, BUREAU, COMMISSION, DIVISION,\n   28  OFFICE, COUNCIL, COMMITTEE OR  OFFICER  OF  THE  STATE,  OR  ANY  PUBLIC\n   29  AUTHORITY OR PUBLIC BENEFIT CORPORATION AT LEAST ONE OF WHOSE MEMBERS IS\n   30  APPOINTED BY THE GOVERNOR.\n   31    3.  \"ENVIRONMENTAL  JUSTICE\"  MEANS  THE FAIR TREATMENT AND MEANINGFUL\n   32  INVOLVEMENT OF ALL PEOPLE REGARDLESS OF RACE, COLOR, RELIGION,  NATIONAL\n   33  ORIGIN  OR  INCOME  WITH  RESPECT TO THE DEVELOPMENT, IMPLEMENTATION AND\n   34  ENFORCEMENT OF LAWS, REGULATIONS AND POLICIES AFFECTING THE  QUALITY  OF\n   35  THE ENVIRONMENT.\n   36    4. \"FAIR TREATMENT\" MEANS THAT NO GROUP OF PEOPLE, INCLUDING A RACIAL,\n   37  ETHNIC  OR  SOCIOECONOMIC GROUP, SHOULD BE DISPROPORTIONATELY EXPOSED TO\n   38  POLLUTION OR BEAR A DISPROPORTIONATE SHARE OF THE NEGATIVE ENVIRONMENTAL\n   39  CONSEQUENCES RESULTING FROM INDUSTRIAL, MUNICIPAL AND  COMMERCIAL  OPER-\n   40  ATIONS OR THE EXECUTION OF FEDERAL, STATE, LOCAL AND TRIBAL PROGRAMS AND\n   41  POLICIES,  AND  FURTHER MEANS THAT NO SUCH GROUP OF PEOPLE SHOULD SUFFER\n   42  FROM INEQUITABLE ALLOCATION OF PUBLIC RESOURCES OR FINANCIAL  ASSISTANCE\n   43  FOR  ENVIRONMENTAL  PROTECTION  AND STEWARDSHIP, INCLUDING ENVIRONMENTAL\n   44  REMEDIATION, POLLUTION PREVENTION,  OPEN  SPACE  ACQUISITION  AND  OTHER\n   45  PROTECTION AND STEWARDSHIP ACTIVITIES.\n   46    5.  \"MEANINGFUL  INVOLVEMENT\" MEANS THE PROVISION OF OPPORTUNITIES FOR\n   47  CITIZEN PARTICIPATION IN DECISION MAKING THAT ARE AS REFLECTIVE  OF  THE\n   48  DIVERSITY  OF INTERESTS AND PERSPECTIVE FOUND WITHIN THE AFFECTED COMMU-\n   49  NITY AS POSSIBLE, INCLUDING THOSE OF RACIAL,  ETHNIC  AND  SOCIOECONOMIC\n   50  GROUPS;  THAT  ARE  PROVIDED AS EARLY AS POSSIBLE IN THE DECISION MAKING\n   51  PROCESS PRIOR TO THE SELECTION OF A PREFERRED  COURSE  OF  ACTION  BY  A\n   52  DECISION MAKING AGENCY OR AGENCIES; THAT PROVIDE FULL, TIMELY AND ACCES-\n   53  SIBLE  DISCLOSURE AND SHARING OF INFORMATION BY THE GOVERNMENT AGENCY OR\n   54  AGENCIES INVOLVED, INCLUDING THE PROVISION OF  TECHNICAL  DATA  AND  THE\n   55  ASSUMPTIONS  UPON  WHICH  ANY  ANALYSES  ARE  BASED;  AND THAT ALLOW ALL\n   56  PEOPLE, REGARDLESS OF RACE, COLOR, RELIGION, NATIONAL ORIGIN OR  INCOME,\n\n       A. 947                              3\n\n    1  THE  OPPORTUNITY  TO  HAVE  THEIR  VIEWS HEARD AND CONSIDERED, INCLUDING\n    2  OPPORTUNITIES FOR TWO-WAY DIALOGUE.\n    3  S 48-0105. PERMANENT ENVIRONMENTAL JUSTICE ADVISORY GROUP.\n    4    1. THE PERMANENT ENVIRONMENTAL JUSTICE ADVISORY GROUP IS HEREBY ESTAB-\n    5  LISHED IN THE DEPARTMENT TO CONSIST OF SEVENTEEN MEMBERS, AS FOLLOWS:\n    6    (A) FIVE MEMBERS SHALL BE REPRESENTATIVES OF COMMUNITY-BASED ORGANIZA-\n    7  TIONS THAT ADVISE OR ASSIST MINORITY AND LOW-INCOME COMMUNITIES ON ENVI-\n    8  RONMENTAL MATTERS.\n    9    (B)  FOUR  MEMBERS  SHALL  BE  REPRESENTATIVES OF BUSINESSES THAT HOLD\n   10  PERMITS OR OTHERWISE OPERATE SUBJECT TO THIS CHAPTER.\n   11    (C) TWO MEMBERS SHALL BE REPRESENTATIVES OF ENVIRONMENTAL CONSERVATION\n   12  OFFICES OF LOCAL GOVERNMENT.\n   13    (D) THE  REMAINING  MEMBERS  SHALL  BE  REPRESENTATIVES  OF  STATE  OR\n   14  NATIONAL  ORGANIZATIONS  PROMOTING ENVIRONMENTAL CONSERVATION, RESEARCH-\n   15  ERS, EDUCATORS AND MEMBERS OF THE GENERAL PUBLIC.\n   16    (E) ONE OF THE MEMBERS APPOINTED PURSUANT TO EACH OF  PARAGRAPHS  (A),\n   17  (B), (C) AND (D) OF THIS SUBDIVISION SHALL BE APPOINTED BY THE TEMPORARY\n   18  PRESIDENT  OF  THE  SENATE, AND ONE OF THE MEMBERS APPOINTED PURSUANT TO\n   19  EACH OF PARAGRAPHS (A), (B), (C) AND (D) OF THIS  SUBDIVISION  SHALL  BE\n   20  APPOINTED BY THE SPEAKER OF THE ASSEMBLY.  ONE MEMBER SHALL BE APPOINTED\n   21  BY  THE  MINORITY LEADER OF THE SENATE AND ONE MEMBER SHALL BE APPOINTED\n   22  BY THE MINORITY LEADER OF THE ASSEMBLY.  THE REMAINING MEMBERS APPOINTED\n   23  PURSUANT TO THIS SUBDIVISION SHALL BE APPOINTED  BY  THE  GOVERNOR.  THE\n   24  REPLACEMENT  OF  ANY  MEMBER  SHALL BE IN ACCORDANCE WITH THE PROVISIONS\n   25  CONTAINED IN THIS SECTION FOR APPOINTMENT OF MEMBERS.\n   26    2. (A) EACH MEMBER OF THE ADVISORY GROUP SHALL SERVE  FOR  A  TERM  OF\n   27  FOUR  YEARS  OR  UNTIL  HIS  OR  HER  SUCCESSOR  IS  APPOINTED. A MEMBER\n   28  APPOINTED TO FILL A VACANCY SHALL SERVE THE REMAINDER OF THE TERM OF THE\n   29  MEMBER HE OR SHE IS APPOINTED TO SUCCEED. THE MEMBERS  OF  THE  ADVISORY\n   30  GROUP  SHALL  RECEIVE  NO  COMPENSATION  FOR THEIR SERVICES BUT SHALL BE\n   31  REIMBURSED FOR THEIR EXPENSES ACTUALLY AND NECESSARILY INCURRED  IN  THE\n   32  PERFORMANCE OF THEIR DUTIES HEREUNDER.\n   33    (B)  THE  ADVISORY  GROUP SHALL SELECT A CHAIR FROM AMONG THE MEMBERS.\n   34  THE ADVISORY GROUP SHALL MEET AS FREQUENTLY AS NECESSARY, BUT  NOT  LESS\n   35  THAN THREE TIMES PER YEAR. SUCH MEETINGS SHALL BE HELD AT SUCH LOCATIONS\n   36  AS  THE ADVISORY GROUP MAY DETERMINE. ALL SUCH MEETINGS SHALL BE SUBJECT\n   37  TO THE OPEN MEETINGS LAW. AT LEAST ONE MEETING ANNUALLY  SHALL  BE  HELD\n   38  JOINTLY  WITH THE ENVIRONMENTAL JUSTICE INTERAGENCY COORDINATING COUNCIL\n   39  ESTABLISHED PURSUANT TO SECTION 48-0111 OF THIS ARTICLE. EACH MEMBER  OF\n   40  THE ADVISORY GROUP SHALL BE ENTITLED TO DESIGNATE IN WRITING A REPRESEN-\n   41  TATIVE  TO  ATTEND MEETINGS IN HIS OR HER PLACE AND TO VOTE OR OTHERWISE\n   42  ACT ON HIS OR HER BEHALF IN HIS OR HER ABSENCE.\n   43    (C) STAFF SERVICES FOR THE ADVISORY GROUP SHALL BE PERFORMED,  INSOFAR\n   44  AS  PRACTICABLE,  BY PERSONNEL OF THE DEPARTMENT. THE ADVISORY GROUP MAY\n   45  REQUEST AND SHALL RECEIVE FROM ANY STATE AGENCY SUCH ASSISTANCE AND DATA\n   46  AS WILL ENABLE IT PROPERLY TO CARRY OUT  ITS  ACTIVITIES  HEREUNDER  AND\n   47  EFFECTUATE THE PURPOSES SET FORTH HEREIN.\n   48  S 48-0107. POWERS AND DUTIES.\n   49    THE ADVISORY GROUP SHALL HAVE THE POWER AND DUTY TO:\n   50    1.  ADOPT A MODEL ENVIRONMENTAL JUSTICE POLICY APPLICABLE GENERALLY TO\n   51  STATE AGENCIES THAT ENGAGE IN ACTIVITIES OR OPERATIONS THAT MAY  HAVE  A\n   52  SIGNIFICANT  EFFECT  ON  THE  ENVIRONMENT,  INCLUDING BUT NOT LIMITED TO\n   53  THROUGH THE ADOPTION OF RULES  AND  REGULATIONS,  ISSUANCE  OF  PERMITS,\n   54  ACQUISITION  OR  MAINTENANCE OF PROPERTY, OR APPROVAL, FUNDING OR UNDER-\n   55  TAKING OF PROJECTS. SUCH POLICY SHALL BE ADOPTED NOT LATER THAN ONE YEAR\n   56  AFTER THE EFFECTIVE DATE OF  THIS  ARTICLE.  THE  ADVISORY  GROUP  SHALL\n\n       A. 947                              4\n\n    1  DEVELOP THE MODEL POLICY IN CONSULTATION WITH REPRESENTATIVES OF MINORI-\n    2  TY  AND  LOW-INCOME  COMMUNITIES,  REGULATED  PARTIES, THE ENVIRONMENTAL\n    3  JUSTICE INTERAGENCY COORDINATING COUNCIL AND OTHER  STATE  AGENCIES  AND\n    4  THE  PUBLIC  AND  SHALL  HOLD  A PUBLIC HEARING THEREON IN EACH JUDICIAL\n    5  DEPARTMENT. NOTICE OF SUCH HEARINGS AND NOTICE OF THE  ADOPTION  OF  THE\n    6  MODEL POLICY SHALL BE PUBLISHED IN THE STATE REGISTER;\n    7    2.  ADVISE  STATE  AGENCIES  OF  THEIR  RESPONSIBILITIES UNDER SECTION\n    8  48-0109 OF THIS ARTICLE;\n    9    3. MONITOR COMPLIANCE WITH THE ENVIRONMENTAL JUSTICE POLICIES OF STATE\n   10  AGENCIES, MAKE RECOMMENDATIONS TO THE GOVERNOR,  LEGISLATURE  AND  STATE\n   11  AGENCIES  ON MEASURES TO IMPROVE SUCH POLICIES, AND REPORT NOT LESS THAN\n   12  ANNUALLY ON THE EXTENT TO WHICH AGENCIES  ARE  IN  COMPLIANCE  WITH  THE\n   13  REQUIREMENTS  OF  THIS ARTICLE AND OTHER STATE LAWS AND FEDERAL LAWS AND\n   14  REGULATIONS RELATING TO ENVIRONMENTAL JUSTICE;\n   15    4. PROVIDE COMMENTS ON ANY PROPOSED RULE, REGULATION OR  POLICY  OF  A\n   16  STATE OR FEDERAL AGENCY RELATED TO ENVIRONMENTAL JUSTICE;\n   17    5.  ACCEPT,  AS AGENT OF THE STATE, ANY GRANT INCLUDING FEDERAL GRANTS\n   18  OR ANY GIFT FOR THE PURPOSES OF THIS ARTICLE. ANY MONIES SO RECEIVED MAY\n   19  BE EXPENDED BY THE ADVISORY GROUP TO  EFFECTUATE  ANY  PURPOSE  OF  THIS\n   20  ARTICLE, SUBJECT TO THE APPLICABLE PROVISIONS OF THE STATE FINANCE LAW;\n   21    6. CONDUCT PUBLIC HEARINGS WITH RESPECT TO ANY MATTER WITHIN THE SCOPE\n   22  OF ITS FUNCTIONS, POWERS AND DUTIES;\n   23    7.  ADOPT,  AMEND  AND  REPEAL  BY-LAWS GOVERNING ITS ORGANIZATION AND\n   24  OPERATION AND SUCH RULES AND REGULATIONS, CONSISTENT WITH THIS  ARTICLE,\n   25  AS IT DEEMS NECESSARY TO ADMINISTER THIS ARTICLE; AND\n   26    8.  DO  ANY  AND  ALL  THINGS NECESSARY OR CONVENIENT TO CARRY OUT ITS\n   27  FUNCTIONS, POWERS AND DUTIES UNDER THIS ARTICLE.\n   28  S 48-0109. AGENCY RESPONSIBILITIES.\n   29    1. EACH STATE AGENCY THAT ENGAGES IN  ACTIVITIES  OR  OPERATIONS  THAT\n   30  HAVE  A SIGNIFICANT EFFECT ON THE ENVIRONMENT, INCLUDING BUT NOT LIMITED\n   31  TO THROUGH THE ADOPTION OF RULES AND REGULATIONS, ISSUANCE  OF  PERMITS,\n   32  ACQUISITION  OR  MAINTENANCE OF PROPERTY, OR APPROVAL, FUNDING OR UNDER-\n   33  TAKING OF PROJECTS, SHALL BE GUIDED  IN  ITS  DECISION  MAKING  ON  SUCH\n   34  ACTIVITIES  OR  OPERATIONS BY AN ENVIRONMENTAL JUSTICE POLICY. EACH SUCH\n   35  AGENCY SHALL ADOPT RULES AND REGULATIONS SETTING FORTH ITS ENVIRONMENTAL\n   36  JUSTICE POLICY NOT LATER THAN SIX MONTHS AFTER THE ADOPTION OF  A  MODEL\n   37  ENVIRONMENTAL  JUSTICE  POLICY PURSUANT TO SECTION 48-0107 OF THIS ARTI-\n   38  CLE. THE AGENCY THEREAFTER SHALL COMPLY IN ALL RESPECTS WITH  THE  ENVI-\n   39  RONMENTAL  JUSTICE  POLICY  SET  FORTH  IN  ITS  RULES  AND REGULATIONS;\n   40  PROVIDED, HOWEVER, THAT IN THE ABSENCE OF SUCH  RULES  AND  REGULATIONS,\n   41  THE  AGENCY  SHALL  COMPLY  IN ALL RESPECTS WITH THE MODEL ENVIRONMENTAL\n   42  JUSTICE POLICY.\n   43    2. EACH STATE AGENCY SUBJECT TO THE REQUIREMENTS OF SUBDIVISION ONE OF\n   44  THIS SECTION SHALL:\n   45    (A) APPOINT A STAFF MEMBER OF THE AGENCY  TO  SERVE  AS  ENVIRONMENTAL\n   46  JUSTICE  COORDINATOR,  TO PROVIDE INFORMATION TO THE PUBLIC ON THE POLI-\n   47  CIES, ACTIVITIES AND OPERATIONS OF THE AGENCY RELATED  TO  ENVIRONMENTAL\n   48  JUSTICE  AND  TO  ACT  AS  LIAISON TO THE ENVIRONMENTAL JUSTICE ADVISORY\n   49  GROUP;\n   50    (B) NOTIFY THE ADVISORY GROUP OF THE APPOINTMENT OF  AN  ENVIRONMENTAL\n   51  JUSTICE COORDINATOR; AND\n   52    (C)  DEVELOP AN ENVIRONMENTAL JUSTICE TRAINING PLAN WHICH INCLUDES THE\n   53  PROVISION OF  WORKSHOPS  AND  WRITTEN  MATERIALS  TO  APPROPRIATE  STAFF\n   54  REGARDING ENVIRONMENTAL JUSTICE AND IMPLEMENTATION OF THE AGENCY'S ENVI-\n   55  RONMENTAL JUSTICE POLICY.\n\n       A. 947                              5\n\n    1    3.  THIS  SECTION  SHALL APPLY TO ANY STATE AGENCY NOTWITHSTANDING ANY\n    2  EXEMPTION SUCH AGENCY MAY HAVE FROM OTHER LAWS, INCLUDING BUT NOT LIMIT-\n    3  ED TO ANY EXEMPTION FROM ARTICLE EIGHT OF THIS CHAPTER.\n    4  S 48-0111. ENVIRONMENTAL JUSTICE INTERAGENCY COORDINATING COUNCIL.\n    5    1.  THERE  IS  HEREBY ESTABLISHED AN ENVIRONMENTAL JUSTICE INTERAGENCY\n    6  COORDINATING COUNCIL WHICH SHALL HAVE THE POWER AND DUTY TO:\n    7    (A) COORDINATE THE ACTIVITIES OF AGENCIES REQUIRED TO ADOPT  AN  ENVI-\n    8  RONMENTAL  JUSTICE POLICY PURSUANT TO SECTION 48-0109 OF THIS ARTICLE IN\n    9  DEVELOPMENT AND IMPLEMENTATION OF SUCH POLICIES;\n   10    (B) MAKE ANNUAL REPORTS TO THE GOVERNOR AND THE LEGISLATURE CONCERNING\n   11  THE IMPLEMENTATION AND EFFECTIVENESS  OF  AGENCY  ENVIRONMENTAL  JUSTICE\n   12  POLICIES,  INCLUDING  THE ADEQUACY OF FUNDING AVAILABLE AND DIFFICULTIES\n   13  ENCOUNTERED; AND\n   14    (C) SERVE AS A CLEARINGHOUSE FOR STATE AGENCIES  AND  THE  PUBLIC  FOR\n   15  INFORMATION  ON  ENVIRONMENTAL  JUSTICE  POLICIES, ENVIRONMENTAL JUSTICE\n   16  COORDINATORS IN STATE AGENCIES AND RELATED ACTIVITIES OF STATE AGENCIES,\n   17  AND MAINTAIN INFORMATION SERVICES,  INCLUDING  BUT  NOT  LIMITED  TO  AN\n   18  INTERNET  SITE AND A TOLL-FREE TELEPHONE NUMBER, TO INFORM THE PUBLIC ON\n   19  ENVIRONMENTAL JUSTICE.\n   20    2. THE ENVIRONMENTAL JUSTICE COORDINATING COUNCIL  SHALL  INCLUDE  THE\n   21  COMMISSIONER;  THE  COMMISSIONER  OF THE DEPARTMENT OF ECONOMIC DEVELOP-\n   22  MENT; THE COMMISSIONER OF THE DEPARTMENT OF TRANSPORTATION;  THE  PRESI-\n   23  DENT  OF  THE ENVIRONMENTAL FACILITIES CORPORATION; THE PRESIDENT OF THE\n   24  NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY;  THE  CHAIRMAN\n   25  OF THE PUBLIC SERVICE COMMISSION; THE CHAIRMAN OF THE POWER AUTHORITY OF\n   26  THE  STATE  OF  NEW  YORK;  THE EXECUTIVE DIRECTOR OF THE NEW YORK STATE\n   27  OFFICE OF SCIENCE, TECHNOLOGY AND ACADEMIC RESEARCH; OR THEIR DESIGNEES;\n   28  AND EVERY STAFF MEMBER CHOSEN BY AN AGENCY  TO  SERVE  AS  ENVIRONMENTAL\n   29  JUSTICE  COORDINATOR  PURSUANT  TO  SECTION 48-0109 OF THIS ARTICLE. THE\n   30  COUNCIL SHALL CONSULT WITH THE PERMANENT ENVIRONMENTAL JUSTICE  ADVISORY\n   31  GROUP; REPRESENTATIVES OF MINORITY AND LOW-INCOME COMMUNITIES, INCLUDING\n   32  COMMUNITY-BASED ORGANIZATIONS THAT ADVISE OR ASSIST MINORITY AND LOW-IN-\n   33  COME COMMUNITIES ON ENVIRONMENTAL MATTERS; REPRESENTATIVES OF BUSINESSES\n   34  THAT  HOLD  PERMITS OR OTHERWISE OPERATE SUBJECT TO THIS CHAPTER; REPRE-\n   35  SENTATIVES OF LOCAL GOVERNMENTS; REPRESENTATIVES  OF  LOCAL,  STATE,  OR\n   36  NATIONAL ORGANIZATIONS PROMOTING ENVIRONMENTAL CONSERVATION; RESEARCHERS\n   37  AND EDUCATORS; AND ANY OTHER PARTIES THE COUNCIL DEEMS APPROPRIATE.\n   38    3.  THE  COORDINATING  COUNCIL SHALL MEET AT LEAST QUARTERLY AND SHALL\n   39  DESIGNATE ONE OF ITS MEMBERS TO SERVE AS  CHAIRPERSON  AND  ONE  OF  ITS\n   40  MEMBERS  TO  SERVE AS SECRETARY FOR THE DEVELOPMENT AND DISSEMINATION OF\n   41  MINUTES AND REPORTS. ALL SUCH MEETINGS SHALL  BE  SUBJECT  TO  THE  OPEN\n   42  MEETINGS  LAW.  AT LEAST ONE MEETING ANNUALLY SHALL BE HELD JOINTLY WITH\n   43  THE PERMANENT ENVIRONMENTAL JUSTICE ADVISORY GROUP ESTABLISHED  PURSUANT\n   44  TO  SECTION  48-0105  OF  THIS ARTICLE. EACH MEMBER SHALL BE ENTITLED TO\n   45  DESIGNATE IN WRITING A REPRESENTATIVE TO ATTEND MEETINGS IN HIS  OR  HER\n   46  PLACE  AND  TO  VOTE OR OTHERWISE ACT ON HIS OR HER BEHALF IN HIS OR HER\n   47  ABSENCE.\n   48  S 48-0113. SEPARABILITY.\n   49    IF ANY CLAUSE, SENTENCE, PARAGRAPH, SECTION OR PART  OF  THIS  ARTICLE\n   50  SHALL  BE ADJUDGED BY ANY COURT OF COMPETENT JURISDICTION TO BE INVALID,\n   51  THE JUDGMENT SHALL NOT AFFECT, IMPAIR OR INVALIDATE THE REMAINDER THERE-\n   52  OF, BUT SHALL BE CONFINED IN ITS  OPERATION  TO  THE  CLAUSE,  SENTENCE,\n   53  PARAGRAPH,  SECTION OR PART THEREOF DIRECTLY INVOLVED IN THE CONTROVERSY\n   54  IN WHICH THE JUDGMENT SHALL HAVE BEEN RENDERED.\n   55    S 2. This act shall take effect on the first of January next  succeed-\n   56  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing a permanent environmental justice advisory group and an environmental justice interagency coordinating council ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T104850.TXT", "SOBI.D110105.T133158.TXT", "SOBI.D110105.T133654.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294415330244
}