{
  "year" : 2011,
  "senateBillNo" : "A949-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A949-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to Buffalo fiscal stability authority financial crisis determination",
  "summary" : "Relates to Buffalo fiscal stability authority financial crisis determination. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A10341-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          949\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES -- read once and referred to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to  the  Buffalo\n         Fiscal Stability Authority (BFSA) financial crisis determinations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 3 of section 3851 of the public authori-\n    2  ties law, as added by chapter 122 of the laws of 2003,  are  amended  to\n    3  read as follows:\n    4    1. \"Advisory period\" means that period no earlier than July first, two\n    5  thousand six, after which the authority has determined that (a) for each\n    6  of  the  three  immediately  preceding  city  fiscal years, the city has\n    7  adopted and adhered to budgets covering  all  expenditures,  other  than\n    8  capital  items, the results of which did not show a deficit, without the\n    9  use of any [authority] BFSA assistance, as provided for  under  SUBDIVI-\n   10  SION ONE OF section thirty-eight hundred fifty-seven of this title, when\n   11  reported in accordance with generally accepted accounting principles and\n   12  (b) the comptroller and the state comptroller jointly certify that secu-\n   13  rities  were  sold  by  the  city  during the immediately preceding city\n   14  fiscal year in the general public market and that there is a substantial\n   15  likelihood that such securities can be sold by the city in  the  general\n   16  public market from such date through the end of the next succeeding city\n   17  fiscal  year in amounts that will satisfy substantially all of the capi-\n   18  tal and cash flow requirements of the city during that period in accord-\n   19  ance with the financial plan then in existence. The joint  certification\n   20  made  by  the  comptroller  and  the state comptroller shall be based on\n   21  their separate written determinations which  may  take  into  account  a\n   22  report  and opinion of an independent expert in the marketing of securi-\n   23  ties selected by the authority as well as other information available to\n   24  the comptrollers. Once begun, an advisory period shall continue  through\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04727-01-1\n\n       A. 949                              2\n\n    1  June  thirtieth,  two  thousand  thirty-seven unless a control period is\n    2  imposed.\n    3    3.  \"BFSA assistance\" means: (a) the amount of debt service savings in\n    4  a given city fiscal year generated from the proceeds of bonds, notes  or\n    5  other  obligations  made  available to or for the benefit of the city or\n    6  any covered organization as determined by  the  authority;  or  (b)  the\n    7  proceeds  of  any deficit financing authorized by the authority, or some\n    8  combination thereof pursuant to the provisions  of  SUBDIVISION  ONE  OF\n    9  section  thirty-eight hundred fifty-seven of this title. Such assistance\n   10  shall be made available only upon a declaration  of  need  by  the  city\n   11  pursuant to section thirty-eight hundred sixty-one of this title and the\n   12  approval  of  the  BFSA board.   ANY ACTION OF THE AUTHORITY THAT IS NOT\n   13  SPECIFIED IN THIS SUBDIVISION SHALL NOT BE CONSTRUED AS BFSA ASSISTANCE.\n   14    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the Buffalo Fiscal Stability Authority (BFSA) financial crisis determinations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T114854.TXT", "SOBI.D110105.T133654.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294418934588
}