{
  "year" : 2011,
  "senateBillNo" : "A95-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A95-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state brain donor registry",
  "summary" : "Establishes the NYS brain donor registry: anatomical gifts made for the purpose of medical research regarding developmental disabilities, including but not limited to autism spectrum disorders or cerebral palsy. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A195-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          95\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CUSICK,  LAVINE,  MAYERSOHN, JAFFEE, TITONE,\n         CASTRO, SCHROEDER -- Multi-Sponsored by  --  M.  of  A.  COOK,  GALEF,\n         MARKEY, McENENY, PHEFFER, REILLY, WEISENBERG -- read once and referred\n         to the Committee on Health\n\n       AN  ACT to amend the public health law, the election law and the vehicle\n         and traffic law, in relation to creating a state brain donor registry\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  4311 to read as follows:\n    3    S 4311. NEW YORK STATE BRAIN DONOR REGISTRY. 1. THE  DEPARTMENT  SHALL\n    4  ESTABLISH  A  BRAIN DONOR REGISTRY, WHICH SHALL CONTAIN A LISTING OF ALL\n    5  BRAIN DONORS WHO HAVE DECLARED THEIR CONSENT TO MAKE AN ANATOMICAL  GIFT\n    6  OF  THEIR  BRAINS FOR THE PURPOSE OF MEDICAL RESEARCH REGARDING DEVELOP-\n    7  MENTAL DISABILITIES, INCLUDING BUT NOT LIMITED TO AUTISM SPECTRUM DISOR-\n    8  DERS OR CEREBRAL PALSY.\n    9    2. SUCH REGISTRATION OF CONSENT TO MAKE AN ANATOMICAL GIFT CAN BE MADE\n   10  THROUGH (A) INDICATION MADE ON THE APPLICATION  OR  RENEWAL  FORM  OF  A\n   11  LICENSE,  (B) INDICATION MADE ON A NON-DRIVER IDENTIFICATION CARD APPLI-\n   12  CATION OR RENEWAL FORM, (C) ENROLLING IN THE REGISTRY WEBSITE MAINTAINED\n   13  BY THE DEPARTMENT, (D) INDICATION MADE  ON  A  VOTER  REGISTRATION  FORM\n   14  PURSUANT  TO  SUBDIVISION  FIVE OF SECTION 5-210 OF THE ELECTION LAW, OR\n   15  (E) THROUGH ANY OTHER METHOD IDENTIFIED BY THE COMMISSIONER. THE  REGIS-\n   16  TRATION  SHALL TAKE EFFECT UPON THE DEPARTMENT SENDING WRITTEN NOTICE OF\n   17  THE REGISTRATION TO THE PERSON ENROLLING IN THE REGISTRY.\n   18    3. (A) INFORMATION CONTAINED IN THE REGISTRY SHALL  BE  ACCESSIBLE  TO\n   19  ANY ENTITY FORMALLY APPROVED BY THE COMMISSIONER.\n   20    (B) THE INFORMATION CONTAINED IN THE REGISTRY SHALL NOT BE RELEASED TO\n   21  ANY PERSON EXCEPT AS EXPRESSLY AUTHORIZED BY THIS SECTION SOLELY FOR THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00502-01-1\n\n       A. 95                               2\n\n    1  PURPOSE  OF  IDENTIFYING  POTENTIAL  BRAIN DONORS AT OR NEAR THE TIME OF\n    2  DEATH.\n    3    4.  IF  THE DEPARTMENT HAD AN ESTABLISHED REGISTRY PRIOR TO THE EFFEC-\n    4  TIVE DATE OF THIS SECTION, IT SHALL BE DEEMED TO MEET  THE  REQUIREMENTS\n    5  OF THIS SECTION.\n    6    5.  A  PERSON REGISTERED IN THE BRAIN DONOR REGISTRY BEFORE THE EFFEC-\n    7  TIVE DATE OF THIS SUBDIVISION SHALL BE DEEMED TO HAVE  EXPRESSED  INTENT\n    8  TO  DONATE,  UNTIL AND UNLESS HE OR SHE FILES AN AMENDMENT TO HIS OR HER\n    9  REGISTRATION OR A NEW REGISTRATION EXPRESSING CONSENT TO DONATE.\n   10    6. THE COMMISSIONER SHALL CONTACT EACH PERSON  REGISTERED  BEFORE  THE\n   11  EFFECTIVE  DATE OF THIS SUBDIVISION IN THE BRAIN DONOR REGISTRY IN WRIT-\n   12  ING TO INFORM HIM OR HER THAT AT THE TIME  HE  OR  SHE  REGISTERED,  THE\n   13  REGISTRY WAS THAT OF INTENT AND THAT THE REGISTRY IS NOW ONE OF CONSENT,\n   14  TO  EXPLAIN  IN  CLEAR  AND  UNDERSTANDABLE TERMS THE DIFFERENCE BETWEEN\n   15  INTENT AND CONSENT, AND TO PROVIDE OPPORTUNITY FOR THE PERSON TO  CHANGE\n   16  HIS  OR  HER  REGISTRATION  TO  PROVIDE  CONSENT  BY AMENDING HIS OR HER\n   17  CURRENT REGISTRATION OR EXECUTING A NEW REGISTRATION.\n   18    7. THE COMMISSIONER IS AUTHORIZED TO PROMULGATE RULES AND  REGULATIONS\n   19  NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   20    S 2. Subdivisions 1 and 5 of section 4301 of the public health law, as\n   21  amended  by  chapter  348  of  the  laws of 2009, are amended to read as\n   22  follows:\n   23    1. Any individual of sound mind and eighteen years of age or more  may\n   24  give  all  or  any  part of his or her body for any purpose specified in\n   25  section forty-three hundred two of this article, the gift to take effect\n   26  upon death. In any case where the donor has properly executed  an  organ\n   27  donor card OR A BRAIN DONOR CARD, driver's license authorization to make\n   28  an  anatomical  gift,  pursuant  to  paragraph (a) of subdivision one of\n   29  section five hundred four of the vehicle and traffic law, registered  in\n   30  the  New York state organ and tissue donor registry under section forty-\n   31  three hundred ten of this article, REGISTERED  IN  THE  NEW  YORK  STATE\n   32  BRAIN  DONOR  REGISTRY  UNDER SECTION FORTY-THREE HUNDRED ELEVEN OF THIS\n   33  ARTICLE or has otherwise given written authorization for BRAIN, organ or\n   34  tissue donation, authorization for donation shall not be rescinded by an\n   35  objection by a member of any of the classes specified in paragraphs  (a)\n   36  through  (h)  of  subdivision two of this section, except upon a showing\n   37  that the donor revoked the authorization.\n   38    5. The donee shall not accept the gift  under  the  following  circum-\n   39  stances:\n   40    (a)  the  donee  has actual notice of contrary indication by the dece-\n   41  dent;\n   42    (b) where the donor has not properly executed an organ donor  card  OR\n   43  BRAIN  DONOR  CARD, driver's license authorization to make an anatomical\n   44  gift, pursuant to paragraph (a)  of  subdivision  one  of  section  five\n   45  hundred  four of the vehicle and traffic law, registered in the New York\n   46  state organ and tissue donor registry under section forty-three  hundred\n   47  ten of this article, REGISTERED IN THE NEW YORK STATE BRAIN DONOR REGIS-\n   48  TRY  UNDER  SECTION FORTY-THREE HUNDRED ELEVEN OF THIS ARTICLE or other-\n   49  wise given written authorization for BRAIN, organ or tissue donation, or\n   50  has revoked any such authorization, and the gift is opposed by a  person\n   51  or persons in the highest priority available of the classes specified in\n   52  paragraph (a), (b), (c), (d), (e), (f), (g) or (h) of subdivision two of\n   53  this section; or\n   54    (c) the donee has reason to believe that an anatomical gift is contra-\n   55  ry to the decedent's religious or moral beliefs.\n\n       A. 95                               3\n\n    1    S  3.  Paragraph (k) of subdivision 5 of section 5-210 of the election\n    2  law is amended by adding a new subparagraph (xiii) to read as follows:\n    3    (XIII)  A  SPACE  FOR  THE APPLICANT TO REGISTER IN THE NEW YORK STATE\n    4  BRAIN DONOR REGISTRY FOR BRAIN TISSUE DONATIONS ESTABLISHED PURSUANT  TO\n    5  SECTION FORTY-THREE HUNDRED ELEVEN OF THE PUBLIC HEALTH LAW.\n    6    S  4. Paragraph (b) of subdivision 3 of section 490 of the vehicle and\n    7  traffic law, as amended by chapter 600 of the laws of 1989,  is  amended\n    8  to read as follows:\n    9    (b)  The  identification card shall contain a distinguishing number or\n   10  mark and adequate space upon which THE HOLDER MAY RECORD THE DONATION OF\n   11  an anatomical gift OF THEIR ORGAN, TISSUE OR BRAIN, pursuant to  article\n   12  forty-three  of  the  public health law, [by the holder may be recorded]\n   13  and SUCH CARD shall contain such other information and shall  be  issued\n   14  in  such  form  as  the commissioner shall determine; provided, however,\n   15  every identification card or renewal thereof issued to  a  person  under\n   16  the age of twenty-one years shall have prominently imprinted thereon the\n   17  statement  \"UNDER  21  YEARS  OF  AGE\"  in  notably distinctive print or\n   18  format. The commissioner shall not require fees for the issuance of such\n   19  identification cards or renewals thereof  to  persons  under  twenty-one\n   20  years of age which are different from the fees required for the issuance\n   21  of  identification cards or renewals thereof to persons twenty-one years\n   22  of age or over.\n   23    S 5. Subdivision 1 of section 502 of the vehicle and traffic  law,  as\n   24  amended  by  chapter  639  of  the  laws  of 2006, is amended to read as\n   25  follows:\n   26    1. Application for license.  Application for a driver's license  shall\n   27  be made to the commissioner.  The fee prescribed by law may be submitted\n   28  with such application. The applicant shall furnish such proof of identi-\n   29  ty, age, and fitness as may be required by the commissioner. The commis-\n   30  sioner may also provide that the application procedure shall include the\n   31  taking  of  a  photo image or images of the applicant in accordance with\n   32  rules and regulations prescribed by the commissioner. In  addition,  the\n   33  commissioner  also  shall  require that the applicant provide his or her\n   34  social security number and provide space on the application so that  the\n   35  applicant  may  register  in  the  New York state organ and tissue donor\n   36  registry under section forty-three hundred ten of the public health  law\n   37  OR  THE  NEW  YORK  STATE BRAIN DONOR REGISTRY UNDER SECTION FORTY-THREE\n   38  HUNDRED ELEVEN OF THE PUBLIC HEALTH LAW.  In addition, an applicant  for\n   39  a  commercial driver's license who will operate a commercial motor vehi-\n   40  cle in interstate commerce shall certify that such applicant  meets  the\n   41  requirements  to  operate  a  commercial  motor vehicle, as set forth in\n   42  public law 99-570, title XII, and title 49 of the code of federal  regu-\n   43  lations,  and all regulations promulgated by the United States secretary\n   44  of transportation under the hazardous materials transportation act. Upon\n   45  a determination that the holder of a  commercial  driver's  license  has\n   46  made  any  false  statement,  with  respect  to the application for such\n   47  license, the commissioner shall revoke such license.\n   48    S 6. Paragraph (a) of subdivision 1 of section 504 of the vehicle  and\n   49  traffic  law,  as separately amended by chapters 568 and 639 of the laws\n   50  of 2006, is amended to read as follows:\n   51    (a) Every license or renewal thereof shall  contain  a  distinguishing\n   52  mark  and adequate space upon which THE LICENSEE MAY RECORD THE DONATION\n   53  OF an anatomical gift OF THEIR  ORGAN,  TISSUE  OR  BRAIN,  pursuant  to\n   54  [section] SECTIONS forty-three hundred ten AND FORTY-THREE HUNDRED ELEV-\n   55  EN  of  the  public  health law, [by the licensee shall be recorded] and\n   56  shall contain such other information and shall be issued in such form as\n\n       A. 95                               4\n\n    1  the commissioner shall determine; provided, however,  every  license  or\n    2  renewal  thereof  issued  to  a person under the age of twenty-one years\n    3  shall have prominently imprinted upon it the statement \"UNDER  21  YEARS\n    4  OF AGE\" in notably distinctive print or format; provided further, howev-\n    5  er,  every  license  or  renewal  thereof  issued  to a person making an\n    6  anatomical gift shall have prominently printed upon the  front  of  such\n    7  license  or renewal thereof the statement \"ORGAN DONOR\" OR \"BRAIN DONOR\"\n    8  in notably distinctive print  or  format.  The  commissioner  shall  not\n    9  require  fees  for  the issuance of such licenses or renewals thereof to\n   10  persons under twenty-one years of age or to persons making an anatomical\n   11  gift which are different from the fees  required  for  the  issuance  of\n   12  licenses  or renewals thereof to persons twenty-one years of age or over\n   13  or to persons not making an anatomical gift.\n   14    S 7. This act shall take effect on the thirtieth day  after  it  shall\n   15  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, the election law and the vehicle and traffic law, in relation to creating a state brain donor registry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T112415.TXT", "SOBI.D101216.T114917.TXT", "SOBI.D101217.T121938.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606378661
}