{
  "year" : 2011,
  "senateBillNo" : "A950-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A950-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a program for over-age, under-credited high school students to be transferred into continuing education, vocational or post secondary education programs",
  "summary" : "Establishes a program for overage, under-credited high school students to be transferred into continuing education, vocational or post secondary education programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2083-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          950\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PEOPLES-STOKES, CLARK, BENEDETTO, AUBRY, WRIGHT,\n         CAMARA, COOK, SCARBOROUGH, MAISEL, SCHROEDER,  JEFFRIES,  KAVANAGH  --\n         Multi-Sponsored  by -- M.  of A. BOYLAND, BROOK-KRASNY, HEASTIE, HOOP-\n         ER, HOYT, McENENY,  MILLMAN,  PHEFFER,  REILLY,  J. RIVERA,  ROBINSON,\n         SCHIMEL,  WEISENBERG  --  read  once  and referred to the Committee on\n         Education\n\n       AN ACT to amend the education law, in relation to establishing a program\n         to enable over-age, under-credit youths to obtain a high school diplo-\n         ma or equivalent\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article 100 to\n    2  read as follows:\n    3                                 ARTICLE 100\n    4                     OVER-AGE AND UNDER-CREDIT STUDENTS\n    5  SECTION 4950.  LEGISLATIVE INTENT.\n    6          4951.  OVER-AGE AND UNDER-CREDIT STUDENT PROGRAM.\n    7    S  4950. LEGISLATIVE INTENT. THE LEGISLATURE FINDS THAT RECENTLY, MORE\n    8  HIGH SCHOOL STUDENTS ARE NOW BEING \"PUSHED-OUT\" OF THEIR SCHOOLS BECAUSE\n    9  THEY ARE OVER-AGE OR UNDER-CREDITED. ACCORDING TO  ADVOCATES  FOR  CHIL-\n   10  DREN,  STUDENTS AS YOUNG AS FIFTEEN AND AS OLD AS TWENTY, HAVING A RANGE\n   11  OF ACADEMIC ACHIEVEMENTS, WERE BEING  TOLD  THAT  THEY  WERE  NO  LONGER\n   12  ALLOWED  TO  STAY IN HIGH SCHOOL BECAUSE THEY WERE TOO OLD, DID NOT HAVE\n   13  ENOUGH CREDITS, OR WERE NOT ON TRACK TO EARN A DIPLOMA  IN  FOUR  YEARS.\n   14  \"PUSHING-OUT\"  STUDENTS  IS  A  RESULT OF SCHOOLS DEEMING THE STUDENT AS\n   15  DIFFICULT TO EDUCATE AND MAY BE A RESULT OF  CERTAIN  RISK  FACTORS  NOT\n   16  RELATED  TO  THE  INDIVIDUAL  STUDENT'S  OWN  FAULT.  A VARIETY OF THESE\n   17  FACTORS MAY INCLUDE BUT ARE NOT LIMITED TO: POOR ACADEMIC PERFORMANCE OR\n   18  ATTENDANCE; DRUG USE IN THE HOME; SINGLE PARENT HOUSEHOLD;  NEGLECT  AND\n   19  ABUSE;  TEEN  PARENT;  AND  NO  HIGH SCHOOL GRADUATE IN THE HOME. PARENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04702-01-1\n\n       A. 950                              2\n\n    1  CHARACTERISTICS THAT ALSO ESTABLISH RISK INCLUDE BUT ARE NOT LIMITED TO:\n    2  PARENTS SPEAK ENGLISH POORLY OR NOT AT ALL; PARENTAL  CONTACT  WITH  THE\n    3  SCHOOL  AND HOMEWORK SUPPORT AT HOME IS LIMITED OR NON-EXISTENT; LIMITED\n    4  OR  NO ACCESS TO HEALTH BENEFITS; PARENTS ARE UNEMPLOYED, RECEIVE PUBLIC\n    5  ASSISTANCE, OR ARE WORKING POOR; PARENTS ARE ELIGIBLE  FOR  BUT  DO  NOT\n    6  ACCESS EARNED INCOME TAX CREDITS AND ARE FINANCIALLY UNSTABLE.\n    7    THE  LEGISLATURE FURTHER FINDS THAT A PROGRAM IS NEEDED TO BE DIRECTED\n    8  AT SEVENTEEN TO TWENTY YEAR OLD  OVER-AGE,  UNDER-CREDITED  HIGH  SCHOOL\n    9  STUDENTS ALLOWING SUCH STUDENT TO BE \"TRANSFERRED\" TO AN ADULT EDUCATION\n   10  PROGRAM  INSTEAD  OF  BEING  CONSIDERED  A  HIGH SCHOOL DROP-OUT. SUCH A\n   11  PROGRAM WOULD HELP THOSE STUDENTS WHO ARE UNDER-CREDITED, OVER-AGED,  OR\n   12  BEING PUSHED-OUT OF THEIR SCHOOL SYSTEM AN OPPORTUNITY TO CONTINUE THEIR\n   13  EDUCATION  THEREBY  GIVING  THOSE  STUDENTS  ACCREDITATION AND THE RIGHT\n   14  TOOLS FOR SUCCESS IN THEIR FUTURES.  THE  LEGISLATURE  THEREFORE  ESTAB-\n   15  LISHES THE OVER-AGE AND UNDER-CREDIT STUDENT PROGRAM.\n   16    S 4951. OVER-AGE AND UNDER-CREDIT STUDENT PROGRAM. 1. THE COMMISSIONER\n   17  IS  HEREBY DIRECTED TO CREATE AND ESTABLISH A PROGRAM THAT ENABLES OVER-\n   18  AGE, UNDER-CREDIT YOUTH IN NEW YORK STATE TO OBTAIN A HIGH SCHOOL DIPLO-\n   19  MA OR THE EQUIVALENT AND MAKE AN EFFECTIVE TRANSITION TO  EMPLOYMENT  OR\n   20  POSTSECONDARY  EDUCATION  OR POSTSECONDARY-LEVEL TRAINING. THIS INCLUDES\n   21  POSTSECONDARY DEGREE CREDIT STUDY, ADVANCED TRAINING, APPRENTICESHIP, OR\n   22  EMPLOYMENT WITH A CAREER LADDER.\n   23    2. STUDENTS WHO EXIT PUBLIC SCHOOLS WITHOUT A DIPLOMA SHALL BE  TRANS-\n   24  FERRED TO APPROPRIATE PROGRAMMING FOR PURSUIT AND COMPLETION OF A GENER-\n   25  AL EDUCATION DIPLOMA (GED).\n   26    3.  THE  STATE EDUCATION DEPARTMENT SHALL RECOGNIZE AND ALLOW ALTERNA-\n   27  TIVE CREDENTIALING FOR OVER-AGE, UNDER-CREDIT SEVENTEEN TO  TWENTY  YEAR\n   28  OLD  STUDENTS.  THESE  ALTERNATIVE CREDENTIALS SHALL INCLUDE BUT ARE NOT\n   29  LIMITED TO: GENERAL EDUCATION EQUIVALENCY PROGRAMS, ENTRY TO EMPLOYMENT,\n   30  ENTRY TO POSTSECONDARY VOCATIONAL, TRAINING CERTIFICATE PROGRAMS,  WORK-\n   31  PLACE  TRAINING  CREDENTIAL  AND  ACCEPTABLE  SCORES ON COLLEGE ENTRANCE\n   32  EXAMS ENABLING THE STUDENT TO ENTER COLLEGE CREDIT CLASSES.\n   33    4. SUCH ACTIONS SHALL BE CONSIDERED UNDER THE NEW YORK STATE EDUCATION\n   34  ACCOUNTABILITY SYSTEM AS A TRANSFER RATHER THAN A DROP-OUT.\n   35    5. SUCCESSFUL COMPLETION OF A CREDENTIAL  IDENTIFIED  ABOVE  SHALL  BE\n   36  CONSIDERED A VALUED OUTCOME WITH CREDIT GIVEN TO LOCAL SCHOOL DISTRICTS.\n   37    6.  THE  COMMISSIONER SHALL PROVIDE FOR THE INCREASED FUNDING TO COVER\n   38  THE COSTS ASSOCIATED  WITH  DELIVERING  A  HIGH  QUALITY  GED/VOCATIONAL\n   39  PROGRAM  TO OVER-AGE, UNDER-CREDITED YOUTH BETWEEN THE AGES OF SEVENTEEN\n   40  AND TWENTY YEARS OLD EITHER  ENROLLED  IN  HIGH  SCHOOL  OR  ALTERNATIVE\n   41  PROGRAMMING.\n   42    S 2. This act shall take effect April 1, 2011; provided, however, that\n   43  effective immediately, the addition, amendment and/or repeal of any rule\n   44  or regulation necessary for the implementation of this act on its effec-\n   45  tive  date  are  authorized  and directed to be made and completed on or\n   46  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a program to enable over-age, under-credit youths to obtain a high school diploma or equivalent ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T114854.TXT", "SOBI.D110105.T131153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294418934585
}