{
  "year" : 2011,
  "senateBillNo" : "A952-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A952-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the NY accelerated graduation option act which provides NY high school students who choose to graduate within three years free community college tuition",
  "summary" : "Establishes the New York accelerated graduation option act which provides New York high school students who choose to graduate within three years free community college tuition. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2221-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          952\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. PEOPLES-STOKES, J. RIVERA, BENEDETTO, CAMARA,\n         SCHROEDER -- Multi-Sponsored by -- M. of A.  COLTON,  GALEF,  HEASTIE,\n         HIKIND, LATIMER, MAISEL, REILLY, ROBINSON, SCARBOROUGH, WRIGHT -- read\n         once and referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to establishing an accel-\n         erated high school graduation program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  \"the New York accelerated high school graduation option act.\"\n    3    S  2.  The education law is amended by adding a new article 66 to read\n    4  as follows:\n    5                                 ARTICLE 66\n    6         THE NEW YORK ACCELERATED HIGH SCHOOL GRADUATION OPTION ACT\n    7  SECTION 3300. LEGISLATIVE FINDINGS.\n    8          3301. DEFINITIONS.\n    9          3302. ACCELERATED HIGH SCHOOL GRADUATION OPTION ACT.\n   10          3303. ELIGIBILITY REQUIREMENTS.\n   11    S 3300. LEGISLATIVE FINDINGS. THE LEGISLATURE HEREBY FINDS THAT IT  IS\n   12  NECESSARY  FOR  THE  STATE'S CITIZENS TO ACQUIRE AN EDUCATION BEYOND THE\n   13  SECONDARY LEVEL IN ORDER TO SUCCEED DURING THE TWENTY-FIRST CENTURY. THE\n   14  LEGISLATURE ALSO FINDS THAT NEW YORK STATE HAS ONE OF THE HIGHEST  AVER-\n   15  AGE  TUITIONS  AMONG  PUBLIC  COMMUNITY  COLLEGES IN THE COUNTRY AND THE\n   16  SMALLEST PERCENTAGES OF ENROLLMENTS IN PUBLIC COMMUNITY COLLEGES  VERSUS\n   17  PRIVATE  FOUR  YEAR  INSTITUTIONS.  THE  LEGISLATURE  FURTHER FINDS THAT\n   18  COMMUNITY COLLEGES STRENGTHEN NEW YORK'S ECONOMY BY  PROVIDING  STUDENTS\n   19  WITH  EDUCATIONAL TRAINING AND EXPERIENCE WHICH ENSURES A HIGHLY PRODUC-\n   20  TIVE, WELL-TRAINED, WORK FORCE. THE LEGISLATURE  THEREFORE  ENACTS  \"THE\n   21  NEW YORK ACCELERATED HIGH SCHOOL GRADUATION OPTION ACT\" IN ORDER TO HELP\n   22  HIGH ACHIEVING HIGH SCHOOL STUDENTS PURSUE A POST-SECONDARY EDUCATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04704-01-1\n\n       A. 952                              2\n\n    1    S 3301.    DEFINITIONS.  AS  USED IN THIS ARTICLE, THE FOLLOWING TERMS\n    2  SHALL HAVE THE FOLLOWING MEANINGS:\n    3    1. \"COMMUNITY COLLEGES\" MEANS COLLEGES ESTABLISHED AND OPERATED PURSU-\n    4  ANT TO THE PROVISIONS OF ARTICLE ONE HUNDRED TWENTY-SIX OF THIS CHAPTER,\n    5  EITHER INDIVIDUALLY OR JOINTLY, BY COUNTIES, CITIES, INTERMEDIATE SCHOOL\n    6  DISTRICTS,  SCHOOL  DISTRICTS APPROVED BY THE STATE UNIVERSITY TRUSTEES,\n    7  OR INDIVIDUALLY BY COMMUNITY  COLLEGE  REGIONS  APPROVED  BY  THE  STATE\n    8  UNIVERSITY  TRUSTEES,  AND  PROVIDING  TWO-YEAR  POST SECONDARY PROGRAMS\n    9  PURSUANT TO REGULATIONS PRESCRIBED BY THE STATE UNIVERSITY TRUSTEES  AND\n   10  RECEIVING FINANCIAL ASSISTANCE FROM THE STATE THEREFOR;\n   11    2.  \"STANDARDIZED  TEST\" OR \"TEST\" MEANS ANY TEST THAT IS GIVEN IN NEW\n   12  YORK AT THE EXPENSE OF THE TEST SUBJECT AND DESIGNED FOR  USE  AND  USED\n   13  SOLELY   FOR  PLACEMENT,  CREDIT-BY-EXAMINATION  OR  OTHER  NONADMISSION\n   14  PURPOSE OR ANY TEST DEVELOPED AND ADMINISTERED BY AN  INDIVIDUAL  SCHOOL\n   15  OR  INSTITUTION SOLELY FOR ITS OWN PURPOSES OR ANY TEST, OR PORTION OF A\n   16  TEST, DESIGNED TO EVALUATE MANUAL SKILLS OR  OTHER  PHYSICAL  ABILITIES;\n   17  AND\n   18    3.  \"COMMISSIONER\" MEANS THE COMMISSIONER OF EDUCATION OF THE STATE OF\n   19  NEW YORK.\n   20    S 3302. ACCELERATED HIGH SCHOOL GRADUATION OPTION  ACT.  1.  THERE  IS\n   21  HEREBY  CREATED  \"THE NEW YORK ACCELERATED HIGH SCHOOL GRADUATION OPTION\n   22  ACT.\" IT SHALL BE THE DUTY OF THE COMMISSIONER, OR HIS OR HER  DESIGNEE,\n   23  TO ADMINISTER THE PROGRAM.\n   24    2.  STUDENTS WHO ENTER GRADE NINE IN THE TWO THOUSAND ELEVEN-TWO THOU-\n   25  SAND TWELVE SCHOOL YEAR AND THEREAFTER MAY SELECT, UPON RECEIPT OF  EACH\n   26  STUDENT  AND  PARENT'S  CONSENT  TO COMPLETE HIGH SCHOOL IN THREE YEARS,\n   27  INSTEAD OF THE REQUIRED FOUR YEARS  MANDATED  BY  THE  DEPARTMENT  SHALL\n   28  BECOME  ELIGIBLE  TO  RECEIVE  A  SCHOLARSHIP  TO COVER THE FULL COST OF\n   29  TUITION AT A NEW YORK COMMUNITY COLLEGE. THE  SCHOLARSHIP  AMOUNT  SHALL\n   30  NOT,  WHEN  COMBINED  WITH  ANY  OTHER  FINANCIAL ASSISTANCE, EXCEED THE\n   31  STUDENT'S ACTUAL COST OF ATTENDANCE AT THE COMMUNITY COLLEGE  WHERE  THE\n   32  SCHOLARSHIP  IS USED. IF THE STUDENT CHOOSES THE OPTION TO GRADUATE HIGH\n   33  SCHOOL IN FOUR YEARS  PURSUANT  TO  THE  REQUIREMENTS  MANDATED  BY  THE\n   34  DEPARTMENT,  THE  OPTION  FOR A SCHOLARSHIP TO RECEIVE FREE TUITION AT A\n   35  NEW YORK COMMUNITY COLLEGE WILL NOT BE AVAILABLE.\n   36    3. BEGINNING WITH THE TWO THOUSAND TWELVE-TWO THOUSAND THIRTEEN SCHOOL\n   37  YEAR, EACH DISTRICT SCHOOL BOARD SHALL PROVIDE EACH  STUDENT  IN  GRADES\n   38  SIX  THROUGH  NINE  AND  THEIR  PARENTS  WITH INFORMATION CONCERNING THE\n   39  THREE-YEAR AND FOUR-YEAR HIGH SCHOOL GRADUATION OPTIONS. THE INFORMATION\n   40  MUST INCLUDE A TIMEFRAME FOR ACHIEVING EACH GRADUATION OPTION.\n   41    4. SELECTION OF ONE OF THE GRADUATION OPTIONS MUST BE COMPLETED BY THE\n   42  STUDENT PRIOR TO THE END OF GRADE NINE AND  IS  EXCLUSIVELY  UP  TO  THE\n   43  STUDENT  AND PARENT. EACH DISTRICT SCHOOL BOARD SHALL ESTABLISH POLICIES\n   44  FOR EXTENDING THIS DEADLINE TO THE END OF A STUDENT'S FIRST SEMESTER  OF\n   45  GRADE TEN FOR A STUDENT WHO ENTERED A NEW YORK STATE PUBLIC SCHOOL AFTER\n   46  GRADE  NINE  UPON TRANSFER FROM A PRIVATE SCHOOL OR ANOTHER STATE OR WHO\n   47  WAS PREVENTED FROM CHOOSING A GRADUATION OPTION DUE  TO  ILLNESS  DURING\n   48  GRADE  NINE.  IF  THE  STUDENT  AND  PARENT  FAIL TO SELECT A GRADUATION\n   49  OPTION, THE STUDENT SHALL BE CONSIDERED TO HAVE  SELECTED  THE  STANDARD\n   50  FOUR YEAR PROGRAM.\n   51    S  3303.  ELIGIBILITY  REQUIREMENTS.  1. STUDENTS FIRST ENTERING GRADE\n   52  NINE IN THE TWO THOUSAND ELEVEN-TWO  THOUSAND  TWELVE  SCHOOL  YEAR  AND\n   53  THEREAFTER  MUST  EARN AT LEAST TWENTY-TWO UNITS OF CREDIT INCLUDING TWO\n   54  CREDITS IN PHYSICAL EDUCATION, IN COMPLIANCE WITH  THE  NEW  YORK  STATE\n   55  REGENTS, IN ORDER TO RECEIVE A REGENTS DIPLOMA.\n   56    (A) ENGLISH, FOUR UNITS OF CREDIT;\n\n       A. 952                              3\n\n    1    (B) SOCIAL STUDIES, FOUR UNITS OF CREDIT AS SET FORTH IN PARAGRAPH (6)\n    2  OF  SECTION 100.5 DIPLOMA REQUIREMENTS SET FORTH WITH THE NEW YORK STATE\n    3  BOARD OF REGENTS;\n    4    (C)  SCIENCE,  THREE UNITS OF CREDIT OF COMMENCEMENT LEVEL SCIENCE, AT\n    5  LEAST ONE COURSE SHALL BE LIFE SCIENCES AND AT LEAST ONE IN THE PHYSICAL\n    6  SCIENCES, THE THIRD MAY BE EITHER LIFE SCIENCES OR PHYSICAL SCIENCES;\n    7    (D) MATHEMATICS, THREE UNITS OF CREDIT OF MATHEMATICS, WHICH SHALL  BE\n    8  AT   A   MORE   ADVANCED   LEVEL   THAN   GRADE  EIGHT  AND  SHALL  MEET\n    9  COMMENCEMENT-LEVEL LEARNING STANDARDS AS DETERMINED BY THE COMMISSIONER;\n   10    (E) VISUAL ARTS AND/OR MUSIC, DANCE, OR THEATRE, ONE UNIT  OF  CREDIT;\n   11  AND\n   12    (F)  HEALTH  EDUCATION,  ONE-HALF  UNIT  OF  CREDIT IN ACCORDANCE WITH\n   13  LEARNING STANDARDS IN THE  AREA  OF  PARENTING  BEING  ATTAINED  THROUGH\n   14  EITHER THE HEALTH OR FAMILY AND CONSUMER SCIENCES PROGRAMS OR A SEPARATE\n   15  COURSE.\n   16    2.  PRIOR  TO  SELECTING A PROGRAM, A STUDENT AND THE STUDENT'S PARENT\n   17  MUST MEET WITH DESIGNATED SCHOOL PERSONNEL TO RECEIVE AN EXPLANATION  OF\n   18  THE RELATIVE REQUIREMENTS, ADVANTAGES, AND DISADVANTAGES OF THE PROGRAM,\n   19  AND  THE  STUDENT MUST ALSO RECEIVE THE WRITTEN CONSENT OF THE STUDENT'S\n   20  PARENT.\n   21    3. STUDENTS PURSUING ACCELERATED  THREE-YEAR  HIGH  SCHOOL  GRADUATION\n   22  MUST:\n   23    (A)  EARN  PASSING SCORES ON ALL REGENTS EXAMS, STANDARDIZED TESTS, OR\n   24  TEACHER GIVEN FINAL EXAMS IN ORDER TO RECEIVE CREDIT TOWARD THE ACCELER-\n   25  ATED DEGREE; AND\n   26    (B) ACHIEVE A CUMULATIVE WEIGHTED GRADE POINT AVERAGE OF 3.0 ON A  4.0\n   27  SCALE, OR ITS EQUIVALENT, IN THE COURSES REQUIRED FOR THE CAREER PREPAR-\n   28  ATORY  ACCELERATED  THREE-YEAR HIGH SCHOOL GRADUATION OPTION PURSUANT TO\n   29  THIS ARTICLE.\n   30    4. IF, AT THE END OF GRADE TEN, A STUDENT IS NOT ON TRACK TO MEET  THE\n   31  CREDIT,  ASSESSMENT, OR GRADE POINT AVERAGE REQUIREMENTS OF THE ACCELER-\n   32  ATED GRADUATION OPTION SELECTED, THE SCHOOL SHALL NOTIFY THE STUDENT AND\n   33  PARENT OF THE FOLLOWING:\n   34    (A) THE REQUIREMENTS THAT THE STUDENT IS NOT CURRENTLY MEETING;\n   35    (B) THE SPECIFIC PERFORMANCE NECESSARY IN GRADE ELEVEN FOR THE STUDENT\n   36  TO MEET THE ACCELERATED GRADUATION REQUIREMENTS; AND\n   37    (C) THE RIGHT OF THE STUDENT TO CHANGE TO THE FOUR-YEAR PROGRAM.\n   38    5. A STUDENT WHO SELECTED ONE OF THE ACCELERATED THREE-YEAR GRADUATION\n   39  OPTIONS SHALL  AUTOMATICALLY  MOVE  TO  THE  FOUR-YEAR  PROGRAM  IF  THE\n   40  STUDENT:\n   41    (A) EXERCISES HIS OR HER RIGHT TO CHANGE TO THE FOUR-YEAR PROGRAM; AND\n   42    (B)  FAILS  TO  EARN FIVE CREDITS BY THE END OF GRADE NINE OR FAILS TO\n   43  EARN ELEVEN CREDITS BY THE END OF GRADE TEN.\n   44    6. A STUDENT WHO MEETS ALL REQUIREMENTS SHALL  BE  AWARDED  A  REGENTS\n   45  DIPLOMA IN A FORM PRESCRIBED BY THE STATE BOARD OF EDUCATION.\n   46    7.  (A)  A STUDENT SHALL BE ELIGIBLE FOR A SCHOLARSHIP UPON COMPLETION\n   47  OF HIGH SCHOOL WITHIN THREE YEARS ACCORDING TO THE REQUIREMENTS OF  THIS\n   48  ARTICLE. THE SCHOLARSHIP SHALL COVER THE COST OF UP TO FIVE SEMESTERS OF\n   49  TUITION AND APPROVED FEES AT A NEW YORK COMMUNITY COLLEGE.\n   50    (B) TO BE ELIGIBLE TO RECEIVE SUCH SCHOLARSHIP A STUDENT SHALL:\n   51    (I)  BE  A  UNITED STATES CITIZEN OR HAVE PERMANENT RESIDENT STATUS IN\n   52  THE NEW YORK COUNTY WHERE THE COMMUNITY COLLEGE IS LOCATED;\n   53    (II) HAVE COMPLETED HIGH SCHOOL WITHIN THREE YEARS  ACCORDING  TO  THE\n   54  REQUIREMENTS OF THIS ACT;\n   55    (III)  BE  ENROLLED  IN  AN  ASSOCIATE DEGREE PROGRAM FOR A MINIMUM OF\n   56  TWELVE CREDIT HOURS AND A MAXIMUM OF FIFTEEN CREDIT HOURS  PER  SEMESTER\n\n       A. 952                              4\n\n    1  AT  THE  COMMUNITY COLLEGE, NOT INCLUDING ANY CREDIT HOURS IN A REMEDIAL\n    2  OR DEVELOPMENTAL CURRICULUM;\n    3    (IV)  HAVE  MAINTAINED CONTINUOUS FULL-TIME ENROLLMENT AT THE NEW YORK\n    4  COMMUNITY COLLEGE; AND\n    5    (V) HAVE APPLIED FOR ALL OTHER AVAILABLE FORMS OF  STATE  AND  FEDERAL\n    6  FINANCIAL AID, EXCLUSIVE OF LOANS.\n    7    S 3. This act shall take effect April 1, 2011; provided, however, that\n    8  effective immediately, the addition, amendment and/or repeal of any rule\n    9  or regulation necessary for the implementation of this act on its effec-\n   10  tive  date  are  authorized  and directed to be made and completed on or\n   11  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing an accelerated high school graduation program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T131153.TXT", "SOBI.D110107.T114354.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294418634493
}