{
  "year" : 2011,
  "senateBillNo" : "A957-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A957-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides the New York city water board shall not establish a limit of less than six years to challenge any service charges for the use of or services furnished by the water board",
  "summary" : "Provides the NYC water board shall not establish a limit of less than six years to challenge any fee, rate, rent or other service charges for the use of or services furnished by the water board and/or sewerage systems. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A1323-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          957\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. COLTON, ROBINSON, CYMBROWITZ, V. LOPEZ, PHEFFER\n         -- Multi-Sponsored by -- M. of A. COOK, ENGLEBRIGHT, HEASTIE,  JACOBS,\n         MILLMAN,  PERRY, TOBACCO -- read once and referred to the Committee on\n         Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to  establishing\n         a  time  limit to challenge the New York City water board fees, rates,\n         rents and other service charges\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 4 of section 1045-g of the public authorities\n    2  law, as amended by chapter 467 of the laws of 2001, is amended  to  read\n    3  as follows:\n    4    4.  To  establish,  fix,  revise,  charge  and collect and enforce the\n    5  payment of all fees, rates, rents and other service charges for the  use\n    6  of, or services furnished by the sewerage system, water system, or both,\n    7  as the case may be, so as to receive revenues which, together with other\n    8  revenues available to the board, if any, shall be at least sufficient at\n    9  all  times so that such system or systems shall be placed on a self-sus-\n   10  taining basis in accordance with section one  thousand  forty-five-j  of\n   11  this title; provided, however that the water board shall not establish a\n   12  limit of less than [four] SIX years commencing from the date of the bill\n   13  for  services  to challenge any fee, rate, rent or other service charges\n   14  for the use of or  services  furnished  by  the  water  and/or  sewerage\n   15  systems;  any  such challenge shall specifically set forth the basis for\n   16  such claim;\n   17    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04860-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to establishing a time limit to challenge the New York City water board fees, rates, rents and other service charges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T114854.TXT", "SOBI.D110105.T131153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294418934581
}