{
  "year" : 2011,
  "senateBillNo" : "A958-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A958-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits disruption of a funeral procession by making it illegal for a driver of a motor vehicle to force his/her way into the line of said procession",
  "summary" : "Prohibits disruption of a funeral procession by making it illegal for a driver of a motor vehicle to force his/her way into the line of said procession. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "AC1530-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          958\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. COLTON, GABRYSZAK, ROBINSON, ABBATE -- Multi-\n         Sponsored by -- M. of A.  BROOK-KRASNY, BURLING, COOK, CROUCH,  FINCH,\n         GIGLIO,  HOOPER, KOLB, MAGEE, MAYERSOHN, McDONOUGH, J. MILLER, MOLINA-\n         RO, PRETLOW, REILLY -- read once and  referred  to  the  Committee  on\n         Transportation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to the safety\n         of funeral processions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1223-b to read as follows:\n    3    S 1223-B. FUNERAL PROCESSIONS. 1.   A DRIVER OF A  VEHICLE  SHALL  NOT\n    4  ENTER A LANE ON A PUBLIC HIGHWAY IN THE SPACE BETWEEN TWO VEHICLES TRAV-\n    5  ELING SINGLE FILE IN A FUNERAL PROCESSION IN A MANNER WHICH UNREASONABLY\n    6  INTERFERES  WITH  THE  ORDERLY  PROGRESSION  OF SUCH FUNERAL PROCESSION;\n    7  PROVIDED THAT THE DRIVERS OF SUCH VEHICLES IN  SUCH  FUNERAL  PROCESSION\n    8  SHALL  HAVE INDICATED THEIR STATUS AS MEMBERS OF A FUNERAL PROCESSION BY\n    9  TURNING ON THEIR HEADLIGHTS AND THEIR FLASHING HAZARD LIGHTS.\n   10    2. A VIOLATION OF SUBDIVISION ONE OF THIS SECTION SHALL BE  A  TRAFFIC\n   11  INFRACTION  AND  SHALL  BE  PUNISHABLE  BY  A  FINE OF NOT MORE THAN ONE\n   12  HUNDRED FIFTY DOLLARS.\n   13    3. THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION  SHALL  NOT  ACT,\n   14  AND SHALL NOT BE CONSTRUED TO ACT, AS DEFINING OR LIMITING THE STATUS OF\n   15  MEMBERS  OF  A  FUNERAL PROCESSION FOR ANY PURPOSE OR LAW OTHER THAN FOR\n   16  THE PURPOSE OF THIS SECTION.\n   17    4. NO PROVISION OF THIS SECTION SHALL BE DEEMED TO IMPOSE ANY  LIABIL-\n   18  ITY  FOR  PERSONAL  INJURY OR DAMAGES RESULTING FROM A VIOLATION OF THIS\n   19  SECTION UPON A FUNERAL FIRM OR ANY PERSON LICENSED OR REGISTERED  PURSU-\n   20  ANT TO THE ARTICLE THIRTY-FOUR OF THE PUBLIC HEALTH LAW, OR ANY EMPLOYEE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04972-01-1\n\n       A. 958                              2\n\n    1  OR  AGENT  THEREOF,  WHEN SUCH FIRM, PERSON, EMPLOYEE OR AGENT IS ACTING\n    2  WITHIN THE SCOPE OF HIS, HER OR ITS DUTIES.\n    3    5. NO PROVISION OF THIS SECTION SHALL BE DEEMED TO LIMIT THE LIABILITY\n    4  OF  ANY  FUNERAL  FIRM  OR ANY PERSON LICENSED OR REGISTERED PURSUANT TO\n    5  ARTICLE THIRTY-FOUR OF THE PUBLIC HEALTH LAW, OR ANY EMPLOYEE  OR  AGENT\n    6  THEREOF, PURSUANT TO ANY OTHER PROVISION OF LAW OR AT EQUITY.\n    7    S 2. This act shall take effect on the first of November next succeed-\n    8  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the safety of funeral processions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T114854.TXT", "SOBI.D110105.T131153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294418934584
}