{
  "year" : 2011,
  "senateBillNo" : "A959-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A959-2011-1294203600000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a program for veteran speakers in classrooms to supplement instructional and educational aspects of American military history",
  "summary" : "Directs the director of the division of veterans affairs to develop a program relating to veteran educational speakers; requires distribution of informational pamphlet to schools describing program and containing names of area veterans willing to speak to students regarding their military service experience. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA1532-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          959\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. COLTON, PHEFFER, J. RIVERA, SCHROEDER, ABBATE,\n         LUPARDO -- Multi-Sponsored by -- M. of A. SCARBOROUGH, SWEENEY, TOWNS,\n         WEISENBERG -- read once and referred to  the  Committee  on  Veterans'\n         Affairs\n\n       AN  ACT  to  amend  the  executive law, in relation to a veteran speaker\n         education program within the division of veterans' affairs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Legislative findings and intent. The legislature hereby\n    2  finds that the defining moments of our nation's history came in wartime,\n    3  especially during the great conflicts  of  the  twentieth  century.  The\n    4  legislature further maintains that it is imperative that all of society,\n    5  and  particularly  young  people, be aware of the contributions of those\n    6  who participated in these conflicts as members of the armed forces.\n    7    These men and women established a remarkable  record  of  service  and\n    8  sacrifice. They were ordinary men and women who did extraordinary things\n    9  to  preserve  and  protect  our nation and its cherished freedoms. Their\n   10  personal accounts, which constitute a valuable historical record, are in\n   11  danger of being lost forever as these individuals pass away. The  legis-\n   12  lature,  therefore,  has determined that it is necessary and appropriate\n   13  to take steps to help encourage greater knowledge  and  appreciation  of\n   14  veterans, particularly in our schools.\n   15    In this regard, many states have already enacted school-based programs\n   16  honoring  those  who  served in the military.  The legislature now finds\n   17  and declares that New York should make available to  students,  teachers\n   18  and  administrators  in  public  and private schools a new resource that\n   19  will encourage greater understanding and appreciation  of  the  contrib-\n   20  ution of veterans.\n   21    S  2.  The  executive  law is amended by adding a new section 353-a to\n   22  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04974-01-1\n\n       A. 959                              2\n\n    1    S 353-A. VETERAN SPEAKER EDUCATION PROGRAM. 1. THERE IS HEREBY  ESTAB-\n    2  LISHED  WITHIN  THE  DIVISION  A VETERAN SPEAKER EDUCATION PROGRAM TO BE\n    3  DEVELOPED AND IMPLEMENTED BY  THE  DIRECTOR  IN  CONSULTATION  WITH  THE\n    4  DIRECTOR  OF  THE  NEW  YORK STATE MILITARY MUSEUM AND VETERANS RESOURCE\n    5  CENTER  AND  IN  ACCORDANCE  WITH  THE  PROVISIONS OF THIS SECTION. SUCH\n    6  PROGRAM SHALL PROVIDE SCHOOL DISTRICTS WITHIN THIS STATE WITH A  LISTING\n    7  OF  AVAILABLE  VETERAN  SPEAKERS  WILLING  TO  VISIT  CLASSROOMS FOR THE\n    8  PURPOSE OF DISCUSSING THEIR MILITARY EXPERIENCE.\n    9    2. THE DIVISION SHALL DEVELOP AN INFORMATIONAL PAMPHLET TO BE DISTRIB-\n   10  UTED EITHER BY MAIL OR ELECTRONICALLY TO SCHOOL DISTRICTS WHICH PROVIDES\n   11  A GENERAL OVERVIEW OF THE PROGRAM  INCLUDING  ITS  PURPOSE  AND  HOW  TO\n   12  PARTICIPATE.  THE DIVISION SHALL, FROM ITS AVAILABLE RESOURCES INCLUDING\n   13  ASSISTANCE FROM ORGANIZED VETERANS GROUPS, APPOINT AND CREATE A  LISTING\n   14  OF  VETERAN SPEAKERS COORDINATORS FOR EACH COUNTY OF THE STATE WHO SHALL\n   15  BE LISTED IN THE INFORMATIONAL PAMPHLET.  THE VETERAN SPEAKERS COORDINA-\n   16  TORS' DUTIES SHALL INCLUDE BUT NOT BE LIMITED TO CONTACTING VETERANS WHO\n   17  RESIDE IN THEIR COUNTY INCLUDING THOSE  WHO  HAVE  PARTICIPATED  IN  THE\n   18  VETERAN'S  ORAL HISTORY PROGRAM AT THE NEW YORK STATE MILITARY MUSEUM OR\n   19  THE WEST POINT ORAL HISTORY PROJECT OR THE VETERANS HISTORY  PROJECT  OF\n   20  THE  AMERICAN  FOLKLORE  CENTER OR ANY SIMILAR ORAL HISTORY PROJECT WITH\n   21  INFORMATION ABOUT THIS PROGRAM AND INQUIRING AS TO WHETHER SUCH  PERSONS\n   22  WOULD  BE  WILLING  TO PARTICIPATE AS SPEAKERS OR IN ANY OTHER CAPACITY.\n   23  THE LISTING SHALL INCLUDE THE NAMES AND  CONTACT  INFORMATION  FOR  SUCH\n   24  VETERANS  INCLUDING  INFORMATION DESCRIBING THE TYPE OF MILITARY SERVICE\n   25  PERFORMED BY EACH SUCH PERSON, THE TIME AND LENGTH OF SERVICE, GEOGRAPH-\n   26  IC AREA OR AREAS WHERE SUCH PERSON SERVED AND RANK. THE DIVISION AND THE\n   27  VETERAN SPEAKERS COORDINATORS SHALL  ANNUALLY  UPDATE  SUCH  INFORMATION\n   28  REGARDING THE AVAILABILITY OF SUCH VETERANS.\n   29    3.  NO  TEACHER  OR  VETERAN  SHALL BE REQUIRED TO PARTICIPATE IN THIS\n   30  PROGRAM. ANY TEACHER WHO WISHES  TO  SUPPLEMENT  HIS  OR  HER  CLASSROOM\n   31  INSTRUCTION CONCERNING A PARTICULAR ERA IN AMERICAN MILITARY HISTORY MAY\n   32  CONTACT  A  PARTICIPATING VETERAN PERSONALLY TO REQUEST THAT SUCH PERSON\n   33  VISIT A CLASSROOM TO DISCUSS HIS OR HER MILITARY EXPERIENCE.  A  TEACHER\n   34  SHALL  BE  RESPONSIBLE  FOR  ASCERTAINING  THE  APPROPRIATENESS  OF  ANY\n   35  PROPOSED SPEAKER BASED UPON THE AGE OF THE  CHILDREN  AND  THE  INTENDED\n   36  SUBJECT  MATTER.  NOTHING IN THIS SECTION SHALL BE INTENDED TO SUPERSEDE\n   37  ANY PARTICULAR OR GENERAL SCHOOL RULES  OR  REGULATIONS  OR  OTHER  LAWS\n   38  RELATING TO CURRICULUM.\n   39    4.  THE  DIVISION  SHALL  REQUIRE  A  CERTIFIED  COPY OF THE VETERAN'S\n   40  DISCHARGE PAPERS TO PARTICIPATE IN THE  VETERAN  SPEAKER  PROGRAM.  SUCH\n   41  FORM  SHALL  BE  FILED  WITH THE DIVISION TO SERVE AS EVIDENCE THAT SUCH\n   42  PERSON IS A VETERAN WHO SERVED IN THE UNITED STATES MILITARY HONORABLY.\n   43    5. THE DIVISION SHALL IMPLEMENT A PROCEDURE FOR  EVALUATIONS  OF  EACH\n   44  SPEAKER  TO  BE  COMPLETED  BY  TEACHERS AND STUDENTS, AND MAINTAIN SUCH\n   45  EVALUATIONS AND MAKE THEM AVAILABLE UPON REQUEST TO OTHER  TEACHERS  WHO\n   46  PLAN TO PARTICIPATE.\n   47    6.  THE DIVISION MAY CONSULT WITH OTHER VETERANS ORGANIZATIONS AND ANY\n   48  BRANCH OF THE U.S. MILITARY IN THE DEVELOPMENT OF THIS PROGRAM.\n   49    S 3. This act shall take effect one year after it shall have become  a\n   50  law, provided that any rules and regulations necessary for the implemen-\n   51  tation  of  this  act  on  its effective date shall be promulgated on or\n   52  before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to a veteran speaker education program within the division of veterans' affairs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T114854.TXT", "SOBI.D110105.T131153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294418934587
}