{
  "year" : 2011,
  "senateBillNo" : "A960-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A960-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to insurer interests in certain motor vehicle repair shops",
  "summary" : "Provides an insurer may not hold nor acquire interest in a motor vehicle repair shop; insurers that before owned an interest in a motor vehicle repair shop must disclose to each insured that the insured has the right to use any motor vehicle repair shop selected by the insured. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A686-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          960\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, MAGNARELLI, ENGLEBRIGHT, PERRY, V. LOPEZ\n         --  Multi-Sponsored by -- M. of A. CUSICK, GUNTHER, McENENY, J. MILLER\n         -- read once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic  law,  in  relation  to  insurer\n         interests in certain motor vehicle repair shops\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 398-j to read as follows:\n    3    S 398-J. INSURER INTEREST IN MOTOR VEHICLE REPAIR SHOPS PROHIBITED. 1.\n    4  PROHIBITION.  ON OR AFTER THE FIRST OF SEPTEMBER FOLLOWING THE EFFECTIVE\n    5  DATE OF THIS SECTION, AN INSURER MAY NOT HOLD NOR ACQUIRE ANY  OWNERSHIP\n    6  INTEREST IN A MOTOR VEHICLE REPAIR SHOP.\n    7    2.  DISCLOSURE  REQUIREMENTS. (A) AN INSURER THAT, BEFORE THE FIRST OF\n    8  SEPTEMBER FOLLOWING THE EFFECTIVE DATE OF THIS SECTION, HAS AN OWNERSHIP\n    9  INTEREST IN A MOTOR VEHICLE REPAIR SHOP MUST DISCLOSE  TO  EACH  INSURED\n   10  THAT  THE  INSURED  HAS  THE  RIGHT TO USE ANY MOTOR VEHICLE REPAIR SHOP\n   11  SELECTED BY THE INSURED. THE INSURER SHALL MAKE THE DISCLOSURE IN  WRIT-\n   12  ING  IN  THE  MANNER  PRESCRIBED BY THE DEPARTMENT AND SHALL PROVIDE THE\n   13  DISCLOSURE:\n   14    (1) AT THE TIME THE POLICY  IS  DELIVERED,  ISSUED  FOR  DELIVERY,  OR\n   15  RENEWED; AND\n   16    (2)  WHEN  AN  ACCIDENT CLAIM COVERED BY THE POLICY IS REPORTED TO THE\n   17  INSURER BY THE INSURED.\n   18    (B) AN INSURER MAY NOT OFFER AN INCENTIVE OR PROVIDE  COMPENSATION  TO\n   19  ANY  PERSON  TO  REWARD  THAT PERSON FOR REFERRING AN INSURED TO A MOTOR\n   20  VEHICLE REPAIR SHOP IN WHICH THE INSURER HAS AN OWNERSHIP INTEREST.\n   21    3. DIVESTMENT. ANY INSURER THAT HOLDS OR ACQUIRES ANY OWNERSHIP INTER-\n   22  EST IN A MOTOR VEHICLE REPAIR SHOP  PRIOR  TO  THE  FIRST  OF  SEPTEMBER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01832-01-1\n\n       A. 960                              2\n\n    1  FOLLOWING THE EFFECTIVE DATE OF THIS SECTION, SHALL DIVEST ITSELF OF ANY\n    2  SUCH INTEREST ON OR BEFORE SUCH DATE.\n    3    4.  DEFINITIONS.  FOR  PURPOSES  OF  THIS  SECTION, \"INSURER\" MEANS AN\n    4  INSURER AUTHORIZED AS SUCH TO PERFORM  AN  INSURANCE  BUSINESS  IN  THIS\n    5  STATE  IN  COMPLIANCE  WITH  THE  INSURANCE  LAW, BY REASON OF A LICENSE\n    6  ISSUED AND IN FORCE PURSUANT TO THE LAWS OF THIS STATE OR OF A CORPORATE\n    7  CHARTER GRANTED AND IN FORCE PURSUANT TO THE LAWS OF THIS STATE, BUT NOT\n    8  INCLUDING ANY INSURER EXEMPTED FROM COMPLIANCE WITH THE REQUIREMENT THAT\n    9  IT OBTAIN A LICENSE TO DO BUSINESS UNDER THE PROVISIONS OF THE INSURANCE\n   10  LAW.\n   11    S 2. This act shall take effect on the one hundred twentieth day after\n   12  it shall have become a law; provided, however, that effective immediate-\n   13  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   14  necessary  for  the  implementation of this act on its effective date is\n   15  authorized and directed to be made  and  completed  on  or  before  such\n   16  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to insurer interests in certain motor vehicle repair shops ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T114854.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110105.T132654.TXT", "SOBI.D110105.T131153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294418934589
}