{
  "year" : 2011,
  "senateBillNo" : "A963-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to children and families",
    "billEventId" : "A963-2011-1294203600000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the Monroe county juvenile justice center",
  "summary" : "Relates to the Monroe county juvenile justice center; establishes a limited secure placement facility for juveniles in Monroe county; authorizes the office of children and family services to enter into a memorandum of understanding with the county of Monroe for such county to establish, operate and maintain a limited secure placement facility and to inspect and certify the Monroe county juvenile justice center limited secure placement facility. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "A2594-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          963\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Children and Families\n\n       AN ACT to amend the family court act and the executive law, in  relation\n         to the county of Monroe establishing a limited secure placement facil-\n         ity  for  juveniles;  and  providing for the repeal of such provisions\n         upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 340.2 of the family court act, as added by chapter\n    2  920 of the laws of 1982, subdivision 3 as amended by chapter 173 of  the\n    3  laws of 1999, is amended to read as follows:\n    4    S  340.2.  Presiding judge. 1. The judge who presides at the commence-\n    5  ment of the fact-finding hearing shall continue to  preside  until  such\n    6  hearing  is  concluded  and  an  order entered pursuant to section 345.1\n    7  unless a mistrial is declared.\n    8    2. The judge who presides at the fact-finding hearing  or  accepts  an\n    9  admission  pursuant  to  section 321.3 shall preside at any other subse-\n   10  quent hearing in the proceeding, including but not limited to the dispo-\n   11  sitional hearing.\n   12    3. Notwithstanding the provisions of subdivision two, the rules of the\n   13  family court shall provide for  the  assignment  of  the  proceeding  to\n   14  another judge of the court when the appropriate judge cannot preside:\n   15    (a)  by  reason  of illness, disability, vacation or no longer being a\n   16  judge of the court in that county; or\n   17    (b) by reason of removal from the proceeding due to bias, prejudice or\n   18  similar grounds; or\n   19    (c) because it is not practicable for the judge to preside.\n   20    4.   NOTWITHSTANDING THE PROVISIONS  OF  SUBDIVISION  TWO,  ANY  JUDGE\n   21  PRESIDING IN THE JUVENILE MATTERS PART OF THE MONROE COUNTY FAMILY COURT\n   22  MAY  PRESIDE OVER ANY MATTERS RELATED TO A JUVENILE DELINQUENCY PROCEED-\n   23  ING, INCLUDING MATTERS AFFECTING DISPOSITIONS IMPOSED BY ANOTHER JUDGE.\n   24    5. The provisions of this section shall not be waived.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03366-01-1\n\n       A. 963                              2\n\n    1    S 2. Section 355.4 of the family court act is amended by adding a  new\n    2  subdivision 6 to read as follows:\n    3    6.  WHEN  A RESPONDENT IS PLACED AT THE MONROE COUNTY JUVENILE JUSTICE\n    4  CENTER THROUGH THE OFFICE OF CHILDREN AND FAMILY  SERVICES,  THE  MONROE\n    5  COUNTY  JUVENILE  JUSTICE  CENTER  SHALL  POSSESS THE CONSENT TO PROVIDE\n    6  ROUTINE MEDICAL, DENTAL AND MENTAL  HEALTH  SERVICES  AND  TREATMENT  AS\n    7  GRANTED  BY  THE OFFICE OF CHILDREN AND FAMILY SERVICES PURSUANT TO THIS\n    8  SECTION.\n    9    S 3. Section 501 of the executive law is amended  by  adding  two  new\n   10  subdivisions 3-a and 4-a to read as follows:\n   11    3-A.  TO  ENTER  INTO A MEMORANDUM OF UNDERSTANDING WITH THE COUNTY OF\n   12  MONROE FOR SUCH COUNTY TO ESTABLISH,  OPERATE  AND  MAINTAIN  A  LIMITED\n   13  SECURE PLACEMENT FACILITY.\n   14    4-A.  TO INSPECT AND CERTIFY THE MONROE COUNTY JUVENILE JUSTICE CENTER\n   15  LIMITED SECURE PLACEMENT FACILITY.\n   16    S 4. Subdivision 1 of section 505 of the executive law, as amended  by\n   17  chapter  465  of the laws of 1992, is amended and a new subdivision 4 is\n   18  added to read as follows:\n   19    1. There shall be a facility director of  each  [division  for  youth]\n   20  OFFICE  OF CHILDREN AND FAMILY SERVICES facility. Such facility director\n   21  shall be appointed by the  [director]  COMMISSIONER  of  the  [division]\n   22  OFFICE  OF  CHILDREN  AND FAMILY SERVICES and shall be in the noncompet-\n   23  itive class and designated as confidential  as  defined  by  subdivision\n   24  two-a of section forty-two of the civil service law. The facility direc-\n   25  tor  shall  have  two  years  experience  in appropriate titles in state\n   26  government. Such facility director shall have such other  qualifications\n   27  as  may  be  prescribed by the [director] COMMISSIONER of the [division]\n   28  OFFICE OF CHILDREN AND FAMILY SERVICES, based on differences in  duties,\n   29  levels of responsibility, size and character of the facility, knowledge,\n   30  skills  and abilities required, and other factors affecting the position\n   31  and shall serve at the pleasure of the [director]  COMMISSIONER  of  the\n   32  [division]  OFFICE  OF  CHILDREN AND FAMILY SERVICES, EXCEPT AS PROVIDED\n   33  FOR IN SUBDIVISION FOUR OF THIS SECTION.\n   34    4. THE DIRECTOR OF THE MONROE COUNTY JUVENILE JUSTICE CENTER SHALL  BE\n   35  APPOINTED BY THE MONROE COUNTY DIRECTOR OF SOCIAL SERVICES.\n   36    S  5.  Article  19-G  of  the executive law is amended by adding a new\n   37  title 2-A to read as follows:\n   38                                  TITLE 2-A\n   39                    MONROE COUNTY JUVENILE JUSTICE CENTER\n   40  SECTION 509-A. MONROE COUNTY JUVENILE JUSTICE CENTER ESTABLISHED.\n   41          509-B. DEFINITIONS.\n   42          509-C. JUVENILE JUSTICE CENTER SPECIFICATIONS.\n   43          509-D. EQUAL EMPLOYMENT OPPORTUNITIES FOR  MINORITY  AND  WOMEN-\n   44                   OWNED BUSINESS ENTERPRISES.\n   45          509-E. PREVAILING WAGE REQUIREMENTS.\n   46          509-F. JUVENILE  PROBATION  INVESTIGATION AND DIAGNOSTIC ASSESS-\n   47                   MENT.\n   48          509-G. SUBSTANCE AND ALCOHOL ABUSE TREATMENT OF JUVENILES.\n   49          509-H. HEALTH SERVICES AND EDUCATION.\n   50          509-I. EDUCATIONAL COMPONENTS OF THE JUVENILE JUSTICE CENTER.\n   51          509-J. JUVENILE JUSTICE CENTER OVERSIGHT.\n   52          509-K. STATE REIMBURSEMENT OF FUNDS.\n\n   53    S 509-A. MONROE COUNTY JUVENILE  JUSTICE  CENTER  ESTABLISHED.  MONROE\n   54  COUNTY  SHALL OPERATE AND MAINTAIN A LIMITED SECURE FACILITY TO BE KNOWN\n   55  AS THE MONROE COUNTY JUVENILE JUSTICE CENTER, FOR THE PLACEMENT OF JUVE-\n\n       A. 963                              3\n\n    1  NILE DELINQUENTS PLACED WITH THE OFFICE OF CHILDREN AND FAMILY  SERVICES\n    2  BY THE MONROE COUNTY FAMILY COURT.\n    3    S  509-B. DEFINITIONS. FOR PURPOSES OF THIS TITLE, THE FOLLOWING WORDS\n    4  SHALL HAVE THE FOLLOWING MEANINGS:\n    5    1. \"CENTER\" SHALL MEAN THE MONROE COUNTY JUVENILE JUSTICE CENTER.\n    6    2. \"COMMISSIONER\" SHALL MEAN THE COMMISSIONER OF THE OFFICE  OF  CHIL-\n    7  DREN AND FAMILY SERVICES.\n    8    3.  \"DIRECTOR\"  SHALL  MEAN THE DIRECTOR OF THE MONROE COUNTY JUVENILE\n    9  JUSTICE CENTER APPOINTED PURSUANT TO SUBDIVISION FOUR  OF  SECTION  FIVE\n   10  HUNDRED FIVE OF THIS CHAPTER.\n   11    S  509-C. JUVENILE JUSTICE CENTER SPECIFICATIONS. THE JUVENILE JUSTICE\n   12  CENTER ESTABLISHED PURSUANT TO SECTION FIVE HUNDRED NINE-A OF THIS TITLE\n   13  SHALL CONSIST OF THE FOLLOWING:\n   14    1. NO MORE THAN SIXTY BEDS TO BE USED  FOR  JUVENILES  WHO  HAVE  BEEN\n   15  PLACED IN THE JUVENILE JUSTICE CENTER; AND\n   16    2.  NO  MORE  THAN  SEVENTY-FIVE BEDS TO BE USED FOR JUVENILES WHO ARE\n   17  BEING DETAINED AT THE JUVENILE JUSTICE CENTER AND ARE AWAITING PLACEMENT\n   18  OR ADJUDICATION.\n   19    S 509-D. EQUAL EMPLOYMENT OPPORTUNITIES FOR MINORITY  AND  WOMEN-OWNED\n   20  BUSINESS ENTERPRISES. 1. ALL CONTRACTS ENTERED INTO BY THE CENTER PURSU-\n   21  ANT  TO  THIS TITLE OF WHATEVER NATURE AND ALL DOCUMENTS SOLICITING BIDS\n   22  OR PROPOSALS THEREFOR SHALL CONTAIN OR MAKE REFERENCE TO  THE  FOLLOWING\n   23  PROVISIONS:\n   24    (A)  THE  CONTRACTOR WILL NOT DISCRIMINATE AGAINST EMPLOYEES OR APPLI-\n   25  CANTS FOR EMPLOYMENT BECAUSE OF RACE,  CREED,  COLOR,  NATIONAL  ORIGIN,\n   26  SEX,  AGE, DISABILITY, OR MARITAL STATUS, AND WILL UNDERTAKE OR CONTINUE\n   27  EXISTING PROGRAMS OF AFFIRMATIVE ACTION TO ENSURE  THAT  MINORITY  GROUP\n   28  PERSONS AND WOMEN ARE AFFORDED EQUAL OPPORTUNITY WITHOUT DISCRIMINATION.\n   29  SUCH PROGRAMS SHALL INCLUDE, BUT NOT BE LIMITED TO, RECRUITMENT, EMPLOY-\n   30  MENT,  JOB ASSIGNMENT, PROMOTION, UPGRADING, DEMOTION, TRANSFER, LAYOFF,\n   31  TERMINATION, RATES OF PAY OR OTHER FORMS OF COMPENSATION, AND  SELECTION\n   32  FOR  TRAINING  AND  RETRAINING,  INCLUDING APPRENTICESHIP AND ON-THE-JOB\n   33  TRAINING.\n   34    (B) THE CONTRACTOR SHALL REQUEST EACH EMPLOYMENT AGENCY, LABOR  UNION,\n   35  OR  AUTHORIZED  REPRESENTATIVE OF WORKERS WITH WHICH IT HAS A COLLECTIVE\n   36  BARGAINING OR OTHER AGREEMENT OR UNDERSTANDING AND WHICH IS INVOLVED  IN\n   37  THE  PERFORMANCE  OF  THE  CONTRACT WITH THE CENTER TO FURNISH A WRITTEN\n   38  STATEMENT THAT SUCH EMPLOYMENT AGENCY,  LABOR  UNION  OR  REPRESENTATIVE\n   39  SHALL  NOT  DISCRIMINATE BECAUSE OF RACE, CREED, COLOR, NATIONAL ORIGIN,\n   40  SEX, AGE, DISABILITY OR MARITAL STATUS AND THAT SUCH UNION OR  REPRESEN-\n   41  TATIVE  WILL  COOPERATE  IN THE IMPLEMENTATION OF THE CONTRACTOR'S OBLI-\n   42  GATIONS HEREUNDER.\n   43    (C) THE CONTRACTOR SHALL STATE, IN ALL SOLICITATIONS OR ADVERTISEMENTS\n   44  FOR EMPLOYEES PLACED BY OR ON BEHALF OF THE CONTRACTOR IN  THE  PERFORM-\n   45  ANCE  OF THE CONTRACT WITH THE CENTER THAT ALL QUALIFIED APPLICANTS WILL\n   46  BE AFFORDED EQUAL EMPLOYMENT OPPORTUNITY WITHOUT DISCRIMINATION  BECAUSE\n   47  OF  RACE, CREED, COLOR, NATIONAL ORIGIN, SEX, AGE, DISABILITY OR MARITAL\n   48  STATUS.\n   49    (D) THE CONTRACTOR WILL INCLUDE THE PROVISIONS OF THIS SUBDIVISION AND\n   50  SUBDIVISIONS TWO AND THREE OF  THIS  SECTION  IN  EVERY  SUBCONTRACT  OR\n   51  PURCHASE  ORDER  IN  SUCH  A MANNER THAT SUCH PROVISIONS WILL BE BINDING\n   52  UPON EACH SUBCONTRACTOR OR VENDOR AS TO ITS WORK IN CONNECTION WITH  THE\n   53  CONTRACT WITH THE CENTER.\n   54    2.  THE  COUNTY SHALL ESTABLISH MEASURES, PROCEDURES AND GUIDELINES TO\n   55  ENSURE THAT CONTRACTORS AND SUBCONTRACTORS UNDERTAKE MEANINGFUL PROGRAMS\n   56  TO EMPLOY AND PROMOTE QUALIFIED MINORITY GROUP MEMBERS AND  WOMEN.  SUCH\n\n       A. 963                              4\n\n    1  PROCEDURES   MAY  REQUIRE  AFTER  NOTICE  IN  A  BID  SOLICITATION,  THE\n    2  SUBMISSION OF A MINORITY AND WOMEN WORKFORCE UTILIZATION  PROGRAM  PRIOR\n    3  TO THE AWARD OF ANY CONTRACT, OR AT ANY TIME THEREAFTER, AND MAY REQUIRE\n    4  THE  SUBMISSION  OF  COMPLIANCE  REPORTS  RELATING  TO THE OPERATION AND\n    5  IMPLEMENTATION OF ANY WORKFORCE UTILIZATION PROGRAM  ADOPTED  HEREUNDER.\n    6  THE  COUNTY  SHALL TAKE APPROPRIATE ACTION, INCLUDING THE IMPOSITIONS OF\n    7  SANCTIONS FOR  NON-COMPLIANCE  TO  EFFECTUATE  THE  PROVISIONS  OF  THIS\n    8  SECTION  AND  SHALL  BE  RESPONSIBLE FOR MONITORING COMPLIANCE WITH THIS\n    9  TITLE.\n   10    3. IN THE PERFORMANCE OF PROJECTS PURSUANT TO THIS TITLE, MINORITY AND\n   11  WOMEN-OWNED BUSINESS ENTERPRISES SHALL  BE  GIVEN  THE  OPPORTUNITY  FOR\n   12  MEANINGFUL PARTICIPATION. THE COUNTY SHALL ESTABLISH QUANTIFIABLE STAND-\n   13  ARDS  AND MEASURES AND PROCEDURES TO SECURE MEANINGFUL PARTICIPATION AND\n   14  IDENTIFY THOSE CONTRACTS AND  ITEMS  OF  WORK  FOR  WHICH  MINORITY  AND\n   15  WOMEN-OWNED  BUSINESS  ENTERPRISES MAY BEST BID TO ACTIVELY AND AFFIRMA-\n   16  TIVELY PROMOTE AND ASSIST THEIR PARTICIPATION  IN  PROJECTS,  SO  AS  TO\n   17  FACILITATE  THE  AWARD OF A FAIR SHARE OF CONTRACTS TO SUCH ENTERPRISES;\n   18  PROVIDED, HOWEVER, THAT NOTHING IN THIS  TITLE  SHALL  BE  CONSTRUED  TO\n   19  LIMIT  THE  ABILITY  OF THE COUNTY TO ASSURE THAT QUALIFIED MINORITY AND\n   20  WOMEN-OWNED BUSINESS ENTERPRISES MAY PARTICIPATE  IN  THE  PROGRAM.  FOR\n   21  PURPOSES  HEREOF,  MINORITY  BUSINESS ENTERPRISE SHALL MEAN ANY BUSINESS\n   22  ENTERPRISE WHICH IS AT LEAST FIFTY-ONE PER CENTUM OWNED BY,  OR  IN  THE\n   23  CASE  OF A PUBLICLY OWNED BUSINESS, AT LEAST FIFTY-ONE PER CENTUM OF THE\n   24  STOCK OR OTHER VOTING INTEREST IS OWNED BY CITIZENS OR  PERMANENT  RESI-\n   25  DENT  ALIENS  WHO  ARE  BLACK, HISPANIC, ASIAN, AMERICAN INDIAN, PACIFIC\n   26  ISLANDER, OR ALASKAN  NATIVE,  AND  SUCH  OWNERSHIP  INTEREST  IS  REAL,\n   27  SUBSTANTIAL  AND  CONTINUING  AND  HAS  THE  AUTHORITY  TO INDEPENDENTLY\n   28  CONTROL THE DAY TO DAY BUSINESS DECISIONS OF THE ENTITY FOR AT LEAST ONE\n   29  YEAR; AND WOMEN-OWNED BUSINESS ENTERPRISE SHALL MEAN ANY BUSINESS ENTER-\n   30  PRISE WHICH IS AT LEAST FIFTY-ONE PER CENTUM OWNED BY, OR IN THE CASE OF\n   31  A PUBLICLY OWNED BUSINESS, AT LEAST FIFTY-ONE PER CENTUM OF THE STOCK TO\n   32  OTHER VOTING INTERESTS OF WHICH IS OWNED BY CITIZENS OR PERMANENT  RESI-\n   33  DENT ALIENS WHO ARE WOMEN, AND SUCH OWNERSHIP INTEREST IS REAL, SUBSTAN-\n   34  TIAL  AND  CONTINUING AND HAS THE AUTHORITY TO INDEPENDENTLY CONTROL THE\n   35  DAY TO DAY BUSINESS DECISIONS OF THE ENTITY FOR AT LEAST ONE YEAR.\n   36    THE PROVISIONS OF THIS SUBDIVISION SHALL NOT BE CONSTRUED TO LIMIT THE\n   37  ABILITY OF ANY MINORITY BUSINESS ENTERPRISE TO BID ON ANY CONTRACT.\n   38    4. IN ORDER TO IMPLEMENT  THE  REQUIREMENTS  AND  OBJECTIVES  OF  THIS\n   39  SECTION,  THE  COUNTY  SHALL ESTABLISH PROCEDURES TO MONITOR CONTRACTORS\n   40  COMPLIANCE WITH  PROVISIONS  HEREOF,  PROVIDE  ASSISTANCE  IN  OBTAINING\n   41  COMPETING  QUALIFIED  MINORITY  AND  WOMEN-OWNED BUSINESS ENTERPRISES TO\n   42  PERFORM CONTRACTS PROPOSED TO BE AWARDED, IMPOSE  CONTRACTUAL  SANCTIONS\n   43  FOR  NON-COMPLIANCE,  AND TAKE OTHER APPROPRIATE MEASURES TO IMPROVE THE\n   44  ACCESS  OF  MINORITY  AND  WOMEN-OWNED  BUSINESS  ENTERPRISES  TO  THESE\n   45  CONTRACTS.\n   46    S  509-E. PREVAILING WAGE REQUIREMENTS. IN THE CONSTRUCTION AND DEVEL-\n   47  OPMENT OF THE CENTER, MONROE COUNTY MUST COMPLY WITH THE  PROVISIONS  OF\n   48  ARTICLE EIGHT OF THE LABOR LAW.\n   49    S  509-F.  JUVENILE PROBATION INVESTIGATION AND DIAGNOSTIC ASSESSMENT.\n   50  FOR EVERY JUVENILE WHO IS DETAINED OR PLACED IN THE CENTER, A  PROBATION\n   51  INVESTIGATION  AND  A  DIAGNOSTIC  ASSESSMENT SHALL BE PERFORMED ON SUCH\n   52  JUVENILE. FOR THE PURPOSES OF THIS SECTION, THE PROBATION  INVESTIGATION\n   53  SHALL  INCLUDE,  BUT  NOT  BE  LIMITED  TO,  THE HISTORY OF THE JUVENILE\n   54  INCLUDING PREVIOUS CONDUCT, THE FAMILY SITUATION, ANY  PREVIOUS  PSYCHO-\n   55  LOGICAL  AND  PSYCHIATRIC  REPORTS,  SCHOOL  HISTORY, SCHOOL ADJUSTMENT,\n   56  PREVIOUS SOCIAL ASSISTANCE PROVIDED BY VOLUNTARY OR PUBLIC AGENCIES  AND\n\n       A. 963                              5\n\n    1  THE RESPONSE OF THE JUVENILE TO SUCH ASSISTANCE, AND ANY POSSIBLE HISTO-\n    2  RY  OF  ALCOHOL,  SUBSTANCE  OR  SEXUAL  ABUSE. FOR THE PURPOSES OF THIS\n    3  SECTION, THE DIAGNOSTIC ASSESSMENT SHALL INCLUDE, BUT NOT BE LIMITED TO,\n    4  PSYCHOLOGICAL  TESTS  AND  PSYCHIATRIC  INTERVIEWS  TO  DETERMINE MENTAL\n    5  CAPACITY AND ACHIEVEMENT, EMOTIONAL STABILITY AND  MENTAL  DISABILITIES.\n    6  IT  SHALL  INCLUDE A CLINICAL ASSESSMENT OF THE SITUATIONAL FACTORS THAT\n    7  MAY HAVE  CONTRIBUTED  TO  THE  ACT  OR  ACTS,  INCLUDING  ANY  ALCOHOL,\n    8  SUBSTANCE OR SEXUAL ABUSE OF THE JUVENILE. WHEN FEASIBLE, EXPERT OPINION\n    9  SHALL  BE RENDERED AS TO THE RISK PRESENTED BY THE JUVENILE TO OTHERS OR\n   10  HIMSELF, WITH A RECOMMENDATION AS TO THE NEED FOR A  RESTRICTIVE  PLACE-\n   11  MENT.\n   12    S  509-G.  SUBSTANCE  AND  ALCOHOL  ABUSE TREATMENT OF JUVENILES.   1.\n   13  SCREENING, EVALUATION AND TREATMENT  FOR  ALCOHOL,  CANNABIS  AND  OTHER\n   14  SUBSTANCES.  THE CENTER SHALL CONTRACT WITH ONE OR MORE COMMUNITY-BASED,\n   15  NOT-FOR-PROFIT  ALCOHOL  AND/OR  SUBSTANCE  ABUSE  TREATMENT   PROVIDERS\n   16  LICENSED  BY  THE  OFFICE  OF ALCOHOLISM AND SUBSTANCE ABUSE SERVICES TO\n   17  SCREEN, EVALUATE,  DIAGNOSE,  TREAT  AND  PROVIDE  ALL  OTHER  NECESSARY\n   18  SERVICES  TO  JUVENILES PLACED AT THE CENTER WHO USE, ARE EXPOSED TO, OR\n   19  AT RISK FROM EXPOSURE TO ALCOHOL, CANNABIS OR OTHER SUBSTANCES.  SCREEN-\n   20  ING,  EVALUATION,  DIAGNOSIS, TREATMENT AND ALL OTHER NECESSARY SERVICES\n   21  FOR ALCOHOL, CANNABIS AND OTHER SUBSTANCE USE, ABUSE OR  EXPOSURE  SHALL\n   22  BE  PROVIDED  BY APPROPRIATE HEALTH PROFESSIONALS LICENSED, CERTIFIED OR\n   23  CREDENTIALED BY THE OFFICE OF ALCOHOLISM AND SUBSTANCE  ABUSE  SERVICES.\n   24  THE  CENTER  SHALL GIVE PARTICULAR CONSIDERATION TO PROVIDERS OF ALCOHOL\n   25  AND SUBSTANCE ABUSE TREATMENT SERVICES WHICH DEMONSTRATE THE ABILITY  TO\n   26  PROVIDE  TREATMENT  SERVICES  THAT EFFECTIVELY REDUCE ADDICTION IN YOUNG\n   27  PEOPLE.\n   28    A. ALL JUVENILES SHALL BE SCREENED UPON PLACEMENT AT THE CENTER  USING\n   29  A  PROTOCOL  APPROVED  BY  THE  OFFICE OF ALCOHOLISM AND SUBSTANCE ABUSE\n   30  SERVICES TO IDENTIFY ANY USE OF, EXPOSURE  TO,  OR  RISK  FROM  ALCOHOL,\n   31  CANNABIS  OR  OTHER  SUBSTANCES.  IF  A FAMILY COURT PROBATION REPORT OR\n   32  DIAGNOSTIC ASSESSMENT PROVIDES ALL THE REQUIRED INFORMATION NECESSARY TO\n   33  SCREEN A JUVENILE FOR ANY USE OF, EXPOSURE  TO  OR  RISK  FROM  ALCOHOL,\n   34  CANNABIS OR OTHER SUBSTANCES, THE REPORT OR ASSESSMENT MAY BE ADOPTED IN\n   35  LIEU OF SCREENING UNDER THIS SECTION.\n   36    B.  A JUVENILE IDENTIFIED BY SCREENING, FAMILY COURT PROBATION REPORT,\n   37  FAMILY COURT DIAGNOSTIC ASSESSMENT OR FAMILY COURT  ORDER  FOR  USE  OF,\n   38  EXPOSURE  TO OR RISK FROM ALCOHOL, CANNABIS OR OTHER SUBSTANCES SHALL BE\n   39  EVALUATED USING A PROTOCOL APPROVED BY  THE  OFFICE  OF  ALCOHOLISM  AND\n   40  SUBSTANCE  ABUSE  SERVICES  TO ASSESS DEPENDENCE ON, USE OR ABUSE OF, OR\n   41  IMPAIRMENT FROM EXPOSURE TO ALCOHOL, CANNABIS OR OTHER SUBSTANCES. IF  A\n   42  FAMILY  COURT PROBATION REPORT OR DIAGNOSTIC ASSESSMENT PROVIDES ALL THE\n   43  REQUIRED INFORMATION NECESSARY TO EVALUATE A JUVENILE FOR DEPENDENCE ON,\n   44  ABUSE OF, OR IMPAIRMENT FROM EXPOSURE  TO  ALCOHOL,  CANNABIS  OR  OTHER\n   45  SUBSTANCES,  THE  REPORT  OR ASSESSMENT MAY BE ADOPTED IN LIEU OF EVALU-\n   46  ATION UNDER THIS SECTION.\n   47    C. THE CENTER SHALL PROVIDE TREATMENT AND OTHER SERVICES TO A JUVENILE\n   48  (I) WHO IS DIAGNOSED WITH ALCOHOL, CANNABIS OR  OTHER  SUBSTANCE  ABUSE,\n   49  ALCOHOL,  CANNABIS  OR  OTHER SUBSTANCE DEPENDENCE OR OTHER PSYCHOACTIVE\n   50  SUBSTANCE USE DISORDER AND/OR (II) WHOSE EVALUATION IDENTIFIES  EVIDENCE\n   51  OF  DEVELOPMENTAL  OR  FUNCTIONAL  IMPAIRMENT  IN ONE OR MORE MAJOR LIFE\n   52  AREAS DUE TO A RELATIONSHIP WITH  A  SIGNIFICANT  OTHER  AS  DEFINED  IN\n   53  SUBDIVISION NINETEEN OF SECTION 1.03 OF THE MENTAL HYGIENE LAW WHO USES,\n   54  ABUSES OR DEPENDS ON ALCOHOL, CANNABIS OR OTHER SUBSTANCES.\n   55    D.  THE REASONS FOR DENIAL OF TREATMENT OR SERVICES MUST BE DOCUMENTED\n   56  IN A WRITTEN RECORD KEPT BY THE CENTER FOR A PERIOD OF TEN YEARS.\n\n       A. 963                              6\n\n    1    2. EDUCATION ABOUT ALCOHOL, CANNABIS AND OTHER SUBSTANCES. THE  CENTER\n    2  SHALL  PROVIDE TO ALL JUVENILES PLACED AT THE CENTER EDUCATION AND OTHER\n    3  PREVENTION SERVICES ABOUT THE  RISKS  OF  ALCOHOL  AND  SUBSTANCE  ABUSE\n    4  INCLUDING  THE  RISKS  FOR  CHILDREN OF ALCOHOL AND/OR SUBSTANCE ABUSING\n    5  PERSONS  AND  FOR OTHERS AT HIGH RISK FOR ALCOHOL AND/OR SUBSTANCE ABUSE\n    6  PROBLEMS.\n    7    S 509-H. HEALTH SERVICES AND EDUCATION. THE CENTER SHALL CONTRACT WITH\n    8  A FAMILY PLANNING CLINIC LICENSED  UNDER  ARTICLE  TWENTY-EIGHT  OF  THE\n    9  PUBLIC HEALTH LAW TO PROVIDE TO BOTH FEMALE AND MALE JUVENILES AS APPRO-\n   10  PRIATE:\n   11    1. PROMPT AND COMPREHENSIVE REPRODUCTIVE HEALTH SERVICES INCLUDING BUT\n   12  NOT  LIMITED  TO  FAMILY PLANNING; SCREENING, DIAGNOSIS AND TREATMENT OF\n   13  SEXUALLY TRANSMITTED DISEASES; SCREENING, DIAGNOSIS AND TREATMENT OF HIV\n   14  AND AIDS; AND GYNECOLOGICAL AND OBSTETRICAL SERVICES; AND\n   15    2. FAMILY LIFE EDUCATION PROGRAMS INCLUDING BUT NOT LIMITED  TO  HUMAN\n   16  DEVELOPMENT,  SEXUALITY,  PHYSIOLOGY, REPRODUCTIVE HEALTH AND CONTRACEP-\n   17  TION, SEXUALLY TRANSMITTED DISEASES AND HIV/AIDS, ABSTINENCE,  RELATION-\n   18  SHIPS, ROLES AND PSYCHO-SEXUAL DEVELOPMENT.\n   19    S  509-I.  EDUCATIONAL  COMPONENTS OF THE JUVENILE JUSTICE CENTER. THE\n   20  CENTER MUST PROVIDE EVERY CHILD PLACED IN THE  CENTER  WITH  EDUCATIONAL\n   21  SERVICES  IN ACCORDANCE WITH THE PROVISIONS OF SECTION FOUR THOUSAND TWO\n   22  OF THE EDUCATION LAW.\n   23    S 509-J. JUVENILE JUSTICE CENTER OVERSIGHT. 1. THE OFFICE OF  CHILDREN\n   24  AND  FAMILY  SERVICES  SHALL BE RESPONSIBLE FOR ENSURING THAT THE CENTER\n   25  MEETS ALL THE NECESSARY REQUIREMENTS INCLUDING, BUT NOT LIMITED TO,  THE\n   26  EDUCATIONAL  SERVICES  REQUIRED  BY  SECTION FIVE HUNDRED NINE-I OF THIS\n   27  TITLE AND THE TREATMENT REQUIREMENTS PURSUANT TO  SECTION  FIVE  HUNDRED\n   28  NINE-G OF THIS TITLE.\n   29    2. THE OFFICE OF CHILDREN AND FAMILY SERVICES SHALL SUBMIT A REPORT TO\n   30  THE  TEMPORARY  PRESIDENT  OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY\n   31  ONE YEAR AFTER THE OPENING OF THE CENTER,  AND  EVERY  YEAR  THEREAFTER.\n   32  SUCH REPORT SHALL INCLUDE AT LEAST THE FOLLOWING:\n   33    A.  STATISTICAL  DATA REGARDING THE NUMBER OF CHILDREN DETAINED AND/OR\n   34  PLACED AT THE CENTER THROUGHOUT THE YEAR;\n   35    B. AN ANALYSIS OF THE ALCOHOL AND SUBSTANCE ABUSE  TREATMENT  PROGRAMS\n   36  OFFERED  BY  THE  CENTER,  AND  A  SUMMARY  OF THE EFFECTIVENESS OF SUCH\n   37  PROGRAMS ON AFFECTED CHILDREN;\n   38    C. AN ANALYSIS OF THE EDUCATIONAL SERVICES  PROVIDED  BY  THE  CENTER,\n   39  INCLUDING  STATISTICAL  DATA  REGARDING  THE NUMBER OF CHILDREN WHO EARN\n   40  HIGH SCHOOL OR GENERAL EQUIVALENCY DIPLOMAS; AND\n   41    D. INFORMATION PERTAINING TO THE AFTERCARE PROGRAM AND  THE  PLACEMENT\n   42  OF CHILDREN INTO THE WORKFORCE.\n   43    3.  THE  COMMISSIONER  SHALL  EVALUATE  THE  CENTER ANNUALLY AFTER THE\n   44  CENTER HAS OPENED. THE OFFICE OF  CHILDREN  AND  FAMILY  SERVICES  SHALL\n   45  CONDUCT  TWO  VISITS  ANNUALLY: ONE OF WHICH SHALL BE ANNOUNCED, AND ONE\n   46  UNANNOUNCED TO ENSURE FULL COMPLIANCE WITH STATE LAW, AND TO MONITOR AND\n   47  COMMENT ON THE GENERAL HEALTH AND WELL BEING OF THE YOUTH AT THE FACILI-\n   48  TY.  THE COMMISSIONER IS HEREBY AUTHORIZED  TO  TERMINATE  THE  CENTER'S\n   49  OPERATION  IF  HE  OR SHE DETERMINES THAT IT IS IN THE BEST INTERESTS OF\n   50  THE STATE, THE COUNTY, AND THE CHILDREN WHO ARE PLACED WITHIN THE CENTER\n   51  TO DO SO.\n   52    S 509-K. STATE REIMBURSEMENT OF FUNDS. SUBJECT TO  APPROPRIATION,  THE\n   53  STATE SHALL REIMBURSE MONROE COUNTY FOR FIFTY PERCENT OF THE COSTS ASSO-\n   54  CIATED WITH CONSTRUCTION, IMPLEMENTATION AND MAINTENANCE OF THE CENTER.\n   55    S  6. Section 522 of the executive law, as added by chapter 552 of the\n   56  laws of 1993, is amended to read as follows:\n\n       A. 963                              7\n\n    1    S 522. Actions against persons rendering health care services  at  the\n    2  request  of  the  [division]  OFFICE  OF  CHILDREN  AND FAMILY SERVICES;\n    3  defense and indemnification. The provisions of section seventeen of  the\n    4  public officers law shall apply to any person holding a license to prac-\n    5  tice  a  profession  pursuant  to  article  one  hundred thirty-one, one\n    6  hundred thirty-one-B, one hundred thirty-two, one hundred  thirty-three,\n    7  one  hundred  thirty-six,  one hundred thirty-seven, one hundred thirty-\n    8  nine, one  hundred  forty-one,  one  hundred  forty-three,  one  hundred\n    9  fifty-six or one hundred fifty-nine of the education law, who is render-\n   10  ing  or has rendered professional services authorized under such license\n   11  while acting at the request of the [division]  OFFICE  OF  CHILDREN  AND\n   12  FAMILY  SERVICES  or a facility of the [division] OFFICE OF CHILDREN AND\n   13  FAMILY SERVICES OR AT THE  MONROE  COUNTY  JUVENILE  JUSTICE  CENTER  in\n   14  providing  health  care  and  treatment  or professional consultation to\n   15  residents of [division] OFFICE OF CHILDREN AND FAMILY  SERVICES  facili-\n   16  ties,  or  to  infants  of residents while such infants are cared for in\n   17  [division] OFFICE OF CHILDREN AND FAMILY SERVICES facilities OR  AT  THE\n   18  MONROE  COUNTY  JUVENILE JUSTICE CENTER pursuant to section five hundred\n   19  sixteen of this [article]  SUBTITLE,  without  regard  to  whether  such\n   20  health care and treatment or professional consultation is provided with-\n   21  in  or  without  [a  division] AN OFFICE OF CHILDREN AND FAMILY SERVICES\n   22  facility.\n   23    S 7. The executive law is amended by adding a  new  section  522-a  to\n   24  read as follows:\n   25    S 522-A. TRAINING,  EDUCATION AND AFTERCARE MODEL PROGRAM. 1.  FOR THE\n   26  PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE  THE  FOLLOWING\n   27  MEANINGS:\n   28    (A)  \"COMMISSIONER\" SHALL MEAN THE COMMISSIONER OF THE OFFICE OF CHIL-\n   29  DREN AND FAMILY SERVICES.\n   30    (B) \"PROGRAM\" SHALL MEAN THE \"TRAINING, EDUCATION AND AFTERCARE  MODEL\n   31  (TEAM) PROGRAM\" AUTHORIZED BY SUBDIVISION TWO OF THIS SECTION.\n   32    (C) \"JUVENILE DELINQUENT\" SHALL MEAN A PERSON OVER SEVEN AND LESS THAN\n   33  SIXTEEN YEARS OF AGE, WHO, HAVING COMMITTED AN ACT THAT WOULD CONSTITUTE\n   34  A  CRIME IF COMMITTED BY AN ADULT, (I) IS NOT CRIMINALLY RESPONSIBLE FOR\n   35  SUCH CONDUCT BY REASON OF INFANCY, OR (II) IS THE DEFENDANT IN AN ACTION\n   36  ORDERED REMOVED FROM A CRIMINAL COURT TO THE FAMILY  COURT  PURSUANT  TO\n   37  ARTICLE SEVEN HUNDRED TWENTY-FIVE OF THE CRIMINAL PROCEDURE LAW.\n   38    (D)  \"CONTRACTOR\" SHALL MEAN NOT-FOR-PROFIT OR FOR-PROFIT PROVIDERS OF\n   39  ENHANCED INTERVENTIONS FOR JUVENILE DELINQUENTS  IN  THE  MONROE  COUNTY\n   40  JUVENILE JUSTICE CENTER.\n   41    (E) \"CENTER\" SHALL MEAN THE MONROE COUNTY JUVENILE JUSTICE CENTER.\n   42    2.  (A)  MONROE COUNTY IS HEREBY AUTHORIZED TO ESTABLISH THE TRAINING,\n   43  EDUCATION AND AFTERCARE MODEL (TEAM) PROGRAM IN THE MONROE COUNTY  JUVE-\n   44  NILE  JUSTICE  CENTER  TO  REDUCE JUVENILE DELINQUENT RECIDIVISM.   SUCH\n   45  PROGRAM SHALL BE OUTCOME-DRIVEN  AND  USE  RECOGNIZED  TREATMENT  MODELS\n   46  WHICH  HAVE  BEEN  EFFECTIVE  IN  SERVING AND PLACING AT-RISK YOUTH WITH\n   47  MULTIPLE BARRIERS TO EMPLOYMENT.\n   48    (B) TO ACCOMPLISH THE PROGRAM OBJECTIVES  OF  PARAGRAPH  (A)  OF  THIS\n   49  SUBDIVISION,  TECHNICAL ASSISTANCE SHALL BE PROVIDED TO CENTER STAFF AND\n   50  AFTERCARE COUNSELORS TO ACHIEVE THE PROGRAM  IMPROVEMENTS  DESCRIBED  IN\n   51  PARAGRAPH  (C)  OF THIS SUBDIVISION.   MONROE COUNTY MAY USE CONTRACTORS\n   52  WHO HAVE DEMONSTRATED EFFECTIVENESS IN SERVING AND PLACING AT-RISK YOUTH\n   53  WITH MULTIPLE BARRIERS TO EMPLOYMENT TO PROVIDE SUCH  TECHNICAL  ASSIST-\n   54  ANCE, SUBJECT TO A REQUEST FOR PROPOSAL.\n   55    (C)  THE  PROGRAM  IMPROVEMENTS SOUGHT SHALL INCLUDE THE FOLLOWING KEY\n   56  COMPONENTS:\n\n       A. 963                              8\n\n    1    (I)  AFTERCARE  AND  FOLLOW-UP  SERVICES.    FULL-TIME  AFTERCARE  AND\n    2  FOLLOW-UP  SERVICES  SHALL  BE  PROVIDED FOR THE DURATION OF THE CHILD'S\n    3  ASSIGNED AFTERCARE AND SHALL INCLUDE, BUT NOT BE  LIMITED  TO,  ENHANCED\n    4  PROCEDURES FOR ENSURING FREQUENT CONTACTS AT EACH PHASE OF AFTERCARE; AN\n    5  AUTOMATED  CASE MANAGEMENT SYSTEM; AND THE IMPLEMENTATION OF PERFORMANCE\n    6  MEASURES, AS DESCRIBED IN SUBDIVISION FOUR OF THIS SECTION. THE TYPES OF\n    7  AFTERCARE SERVICES PROVIDED SHALL INCLUDE, BUT NOT BE  LIMITED  TO,  JOB\n    8  SEARCH  ASSISTANCE  AND  PLACEMENT;  JOB  COUNSELING; INDEPENDENT LIVING\n    9  PLACEMENT AND ASSISTANCE; MENTORING; FAMILY COUNSELING AND  SUPPORT  FOR\n   10  CUSTODIAL  AND  NON-CUSTODIAL PARENTS; SECURING A SCHOOL PLACEMENT PRIOR\n   11  TO RELEASE FROM A FACILITY; AND WHERE APPLICABLE, OUTREACH, REFERRAL AND\n   12  ASSISTANCE IN ENROLLING IN THE MILITARY OR ROTC PROGRAMS.\n   13    (II) YOUTH SERVICE PLANS.  REVISED PROCEDURES SHALL BE ESTABLISHED FOR\n   14  DEVELOPING YOUTH SERVICE PLANS TO SET GOALS AND IDENTIFY SERVICES NECES-\n   15  SARY FOR POST-RELEASE SUCCESS.    JUVENILE  DELINQUENTS  PLACED  IN  THE\n   16  MONROE  COUNTY JUVENILE JUSTICE CENTER SHALL HAVE EACH INTAKE ASSESSMENT\n   17  REVIEWED AND EXPANDED TO INCLUDE SUCH PLAN WITHIN THIRTY DAYS OF ASSIGN-\n   18  MENT TO SUCH CENTER.  SUCH PLAN SHALL BE DEVELOPED IN CONSULTATION  WITH\n   19  EXISTING TRAINING AND AFTERCARE STAFF TO ENSURE APPROPRIATE PLACEMENT IN\n   20  EDUCATION  AND  ALL TRAINING-RELATED SERVICES, IN ADDITION TO ALCOHOL OR\n   21  SUBSTANCE ABUSE, MENTAL HEALTH, OR OTHER SERVICES  DEEMED  NECESSARY  IN\n   22  THE  ASSESSMENT  AND  AS  A PART OF ENSURING SUCCESSFUL INTERVENTION AND\n   23  POST-RELEASE SUCCESS.   THE PLAN SHALL  BE  AMENDED  AS  APPROPRIATE  TO\n   24  REFLECT CHANGING SERVICE NEEDS.\n   25    (III)  EDUCATION SERVICES.   TECHNICAL ASSISTANCE SHALL BE PROVIDED ON\n   26  THE USE OF NON-TRADITIONAL OPEN ENTRY AND  SELF-PACED  EDUCATION  MODELS\n   27  SUCH  AS,  COMPUTER-ASSISTED INSTRUCTION. SUCH ASSISTANCE SHALL BE INTE-\n   28  GRATED WITH WORK-BASED TRAINING.\n   29    (IV) TRAINING SERVICES. TECHNICAL  ASSISTANCE  SHALL  BE  PROVIDED  TO\n   30  ENHANCE  THE  FOLLOWING TYPES OF EMPLOYABILITY AND SOCIALIZATION SKILLS:\n   31  OCCUPATIONAL TRAINING PROGRAMS, CONFLICT  RESOLUTION,  BEHAVIOR  MANAGE-\n   32  MENT,  TEAM WORK, DISCIPLINE TRAINING, JOB SEARCH AND INTERVIEWING TECH-\n   33  NIQUES, INDEPENDENT LIVING SKILLS, AND SUBSTANCE ABUSE COUNSELING.\n   34    3. SUCH TECHNICAL ASSISTANCE PROVIDED SHALL INCLUDE:\n   35    (A) ADVICE AND ASSISTANCE TO EXISTING CENTER STAFF IN IMPROVING EDUCA-\n   36  TION AND TRAINING RELATED INTERVENTIONS, AS DESCRIBED  IN  SUBPARAGRAPHS\n   37  (III)  AND  (IV)  OF PARAGRAPH (C) OF SUBDIVISION TWO OF THIS SECTION TO\n   38  SUPPORT SUCCESSFUL AFTERCARE AND REINTEGRATION OF YOUTH INTO THE  COMMU-\n   39  NITY;\n   40    (B)  ASSISTANCE TO CENTER STAFF AND AFTERCARE COUNSELORS IN COORDINAT-\n   41  ING WITH OTHER SERVICES AND ACCESSING OTHER  FUNDS  TO  ENSURE  JUVENILE\n   42  DELINQUENTS  ARE  PLACED IN ANY FULL-TIME COMBINATION OF SCHOOL, EMPLOY-\n   43  MENT IN UNSUBSIDIZED OR SUPPORTED WORK, OR FURTHER  TRAINING  ACTIVITIES\n   44  WITHIN ONE WEEK OF RELEASE;\n   45    (C)  A  REVIEW OF TRAINING PROGRAMS, AS DESCRIBED IN SUBPARAGRAPH (IV)\n   46  OF PARAGRAPH (C) OF SUBDIVISION TWO OF THIS SECTION, ALONG WITH AN ANAL-\n   47  YSIS OF RELATED PROGRAMS THAT SERVE AT-RISK YOUTH  TO  UPGRADE  EXISTING\n   48  TRAINING  PROGRAMS  AND TO ENSURE THE USE OF STATE-OF-THE-ART EQUIPMENT,\n   49  INTEGRATION WITH BASIC SKILLS INSTRUCTION, AND A LABOR MARKET DEMAND FOR\n   50  THE JOB TRAINING PROVIDED; AND\n   51    (D)  THE  DEVELOPMENT  OF  PROCEDURES  TO  ENSURE  THAT  THE  OUTCOMES\n   52  DESCRIBED IN SUBDIVISION FOUR OF THIS SECTION ARE ESTABLISHED, MEASURED,\n   53  AND CONTINUALLY MONITORED FOR EACH JUVENILE DELINQUENT.\n   54    4.  THE  PROGRAM  SHALL  BE  EVALUATED  ON  ACHIEVEMENT OF PERFORMANCE\n   55  OUTCOMES AND PROGRAM EFFECTIVENESS. THE EVALUATION SHALL BE CONDUCTED BY\n   56  A RESEARCH INSTITUTE WITHIN THE GREATER MONROE COUNTY AREA  WITH  ESTAB-\n\n       A. 963                              9\n\n    1  LISHED  EXPERTISE  IN JUVENILE JUSTICE PROGRAMS AND PRACTICES. A CONTROL\n    2  SITE SHALL BE ESTABLISHED TO MEASURE  SIMILAR  OUTCOMES  IN  A  FACILITY\n    3  OFFERING  TRADITIONAL SERVICES. THE EVALUATION SHALL BE BASED UPON JUVE-\n    4  NILE DELINQUENT OUTCOMES AND THE PROGRAM'S PERFORMANCE.\n    5    (A)  OUTCOMES  SHALL  BE  ESTABLISHED  TO MEASURE PERFORMANCE FOR EACH\n    6  JUVENILE DELINQUENT AT A MINIMUM OF TWO INTERVALS--UPON RELEASE  AND  AT\n    7  LEAST  TWELVE MONTHS AFTER RELEASE. SUCH OUTCOMES MAY INCLUDE BEHAVIORAL\n    8  INCENTIVES AND SHALL MEASURE:\n    9    (I) EDUCATION AND TRAINING GAINS WHILE INCARCERATED  AND  THE  INITIAL\n   10  PLACEMENT AND WAGE RATE UPON RELEASE; AND\n   11    (II) RECIDIVISM RATES, EMPLOYMENT STATUS, AND WAGE LEVELS AT LEAST ONE\n   12  YEAR AFTER RELEASE.\n   13    (B)  THE  PROGRAM  SHALL  BE  EVALUATED ON THE SUCCESS OF THE JUVENILE\n   14  DELINQUENTS BASED ON THE FOLLOWING MEASURES:\n   15    (I) JOB PLACEMENT AND TWELVE MONTH RETENTION RATES  FOR  PARTICIPANTS,\n   16  REGARDLESS OF WHETHER EMPLOYMENT HAS BEEN WITH ONE OR MORE EMPLOYERS;\n   17    (II)  WAGE  RATES  AT PLACEMENT AND TWELVE MONTHS AFTER INITIAL PLACE-\n   18  MENT;\n   19    (III) LEARNING GAINS BASED ON PRE- AND POST-TESTING;\n   20    (IV) OBTAINING A HIGH SCHOOL DIPLOMA OR ITS EQUIVALENT OR RETURNING TO\n   21  SCHOOL; AND\n   22    (V) RECIDIVISM RATES AT SELECTED INTERVALS AFTER RELEASE.\n   23    5. NO LATER THAN JANUARY FIRST, TWO THOUSAND THIRTEEN, AND EACH  JANU-\n   24  ARY  FIRST  THEREAFTER, THE OFFICE OF CHILDREN AND FAMILY SERVICES SHALL\n   25  PREPARE AND SUBMIT A REPORT INCORPORATING  THE  EVALUATION  REQUIRED  BY\n   26  SUBDIVISION FOUR OF THIS SECTION.  THE REPORT SHALL FOCUS ON THE CENTER,\n   27  THE  NUMBER  OF  JUVENILE  DELINQUENTS  SERVED,  DEMOGRAPHIC  DATA ABOUT\n   28  PARTICIPATING DELINQUENTS, INCLUDING BUT NOT LIMITED TO, RACE,  ETHNICI-\n   29  TY,  LANGUAGE SPOKEN AT HOME, FAMILY INCOME GROUP AND INFORMATION ON ANY\n   30  SIBLING INVOLVEMENT WITH FAMILY COURT, AND THE RESULTS  OF  THE  PROGRAM\n   31  OUTCOMES REQUIRED BY SUBDIVISION FOUR OF THIS SECTION.  THE REPORT SHALL\n   32  BE  SUBMITTED  TO  THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF\n   33  THE ASSEMBLY AND THE CHAIRS OF THE  SENATE  AND  ASSEMBLY  CHILDREN  AND\n   34  FAMILIES  COMMITTEES,  THE  ASSEMBLY  WAYS  AND  MEANS COMMITTEE AND THE\n   35  SENATE FINANCE COMMITTEE.\n   36    S 8. Subdivision 1 of section 529 of the executive law,  as  added  by\n   37  chapter  906 of the laws of 1973, paragraph (c) as amended and paragraph\n   38  (d) as added by chapter 881 of the laws of 1976, is amended to  read  as\n   39  follows:\n   40    1.  Definitions.  [As]  EXCEPT AS PROVIDED FOR IN SECTION FIVE HUNDRED\n   41  THIRTY-A OF THIS TITLE, AS used in this section:\n   42    (a) \"authorized agency\", \"certified boarding home\", \"local charge\" and\n   43  \"state charge\" shall have the meaning ascribed  to  such  terms  by  the\n   44  social services law;\n   45    (b)  \"aftercare  supervision\"  shall  mean  supervision of released or\n   46  discharged youth, not in foster care; [and,]\n   47    (c) \"foster care\" shall mean residential care, maintenance and  super-\n   48  vision  provided released or discharged youth, or youth otherwise in the\n   49  custody of the [division  for  youth]  OFFICE  OF  CHILDREN  AND  FAMILY\n   50  SERVICES,  in  [a  division]  AN  OFFICE OF CHILDREN AND FAMILY SERVICES\n   51  foster family home certified by [the division.] SUCH OFFICE; AND\n   52    (d) \"[division] OFFICE OF CHILDREN AND FAMILY SERVICES  foster  family\n   53  home\"  means  a  service program provided in a home setting available to\n   54  youth under the jurisdiction of the [division for youth] OFFICE OF CHIL-\n   55  DREN AND FAMILY SERVICES.\n\n       A. 963                             10\n\n    1    S 9. Subdivision 1 of section 530 of the executive law, as amended  by\n    2  chapter 880 of the laws of 1976, is amended to read as follows:\n    3    1.  Definitions.  [As]  EXCEPT AS PROVIDED FOR IN SECTION FIVE HUNDRED\n    4  THIRTY-A OF THIS TITLE, AS  used  in  this  section,  the  terms  \"local\n    5  charge\"  and  \"state  charge\" shall have the meaning ascribed to them in\n    6  the social services law.\n    7    S 10. The executive law is amended by adding a new  section  530-a  to\n    8  read as follows:\n    9    S  530-A.  REIMBURSEMENT FOR DETENTION, PLACEMENT AND AFTERCARE SUPER-\n   10  VISION AT THE MONROE COUNTY JUVENILE JUSTICE CENTER. 1.  DEFINITIONS. AS\n   11  USED IN THIS SECTION, THE TERMS \"LOCAL CHARGE\" AND \"STATE CHARGE\"  SHALL\n   12  HAVE THE SAME MEANING ASCRIBED TO THEM IN THE SOCIAL SERVICES LAW.\n   13    2.  EXPENDITURES  MADE BY SOCIAL SERVICES DISTRICTS IN PROVIDING CARE,\n   14  MAINTENANCE AND SUPERVISION TO YOUTH IN DETENTION FACILITIES  DESIGNATED\n   15  PURSUANT  TO  SECTIONS SEVEN HUNDRED TWENTY-FOUR AND 305.2 OF THE FAMILY\n   16  COURT ACT AND CERTIFIED BY THE OFFICE OF CHILDREN AND  FAMILY  SERVICES,\n   17  SHALL  BE  SUBJECT  TO  REIMBURSEMENT BY THE STATE UPON APPROVAL BY SUCH\n   18  OFFICE IN ACCORDANCE WITH ITS REGULATIONS, AS FOLLOWS:\n   19    (A) THE FULL AMOUNT EXPENDED BY THE DISTRICT FOR CARE, MAINTENANCE AND\n   20  SUPERVISION OF STATE CHARGES;\n   21    (B) FIFTY PERCENT OF THE AMOUNT EXPENDED FOR THE CARE, MAINTENANCE AND\n   22  SUPERVISION OF LOCAL CHARGES WHERE COUNTIES CONFORM WITH REQUIREMENTS OF\n   23  SUBDIVISION B OF SECTION TWO HUNDRED EIGHTEEN-A OF THE COUNTY LAW.\n   24    3. EXPENDITURES MADE BY THE MONROE COUNTY SOCIAL SERVICES DISTRICT  IN\n   25  PROVIDING  CARE,  MAINTENANCE  AND  SUPERVISION  TO  YOUTH PLACED IN THE\n   26  MONROE COUNTY JUVENILE JUSTICE CENTER SHALL BE SUBJECT TO  REIMBURSEMENT\n   27  BY THE STATE UPON APPROVAL BY THE OFFICE OF CHILDREN AND FAMILY SERVICES\n   28  IN ACCORDANCE WITH ITS REGULATIONS, AS FOLLOWS:\n   29    (A) THE FULL AMOUNT EXPENDED BY THE DISTRICT FOR CARE, MAINTENANCE AND\n   30  SUPERVISION OF STATE CHARGES;\n   31    (B) FIFTY PERCENT OF THE AMOUNT EXPENDED FOR THE CARE, MAINTENANCE AND\n   32  SUPERVISION OF LOCAL CHARGES WHERE COUNTIES CONFORM WITH REQUIREMENTS OF\n   33  SUBDIVISION B OF SECTION TWO HUNDRED EIGHTEEN-A OF THE COUNTY LAW.\n   34    4. EXPENDITURES MADE BY THE MONROE COUNTY SOCIAL SERVICES DISTRICT FOR\n   35  AFTERCARE  SUPERVISION AS DEFINED IN PARAGRAPH (B) OF SUBDIVISION ONE OF\n   36  SECTION FIVE HUNDRED TWENTY-NINE OF THIS TITLE PROVIDED  TO  ADJUDICATED\n   37  JUVENILE  DELINQUENTS BY THE MONROE COUNTY JUVENILE JUSTICE CENTER SHALL\n   38  BE SUBJECT TO REIMBURSEMENT BY THE STATE UPON APPROVAL BY THE OFFICE  OF\n   39  CHILDREN  AND FAMILY SERVICES IN ACCORDANCE WITH SUCH OFFICE'S RULES AND\n   40  REGULATIONS, AS FOLLOWS:\n   41    (A) THE FULL AMOUNT EXPENDED BY THE DISTRICT FOR AFTERCARE SUPERVISION\n   42  OF STATE CHARGES; AND\n   43    (B)  FIFTY  PERCENT  OF  THE  AMOUNT  EXPENDED  BY  THE  DISTRICT  FOR\n   44  AFTER-CARE SUPERVISION OF LOCAL CHARGES.\n   45    S  11.  This act shall take effect immediately and shall expire and be\n   46  deemed repealed 4 years after the  initial  admittance  of  a  child  to\n   47  detention  or  placement;  provided  that Monroe county shall notify the\n   48  legislative bill drafting commission of the date of such initial  place-\n   49  ment  in  order  that the commission may maintain an accurate and timely\n   50  effective data base of the official text of the laws of the state of New\n   51  York in furtherance of effecting the provisions of  section  44  of  the\n   52  legislative law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act and the executive law, in relation to the county of Monroe establishing a limited secure placement facility for juveniles; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145913.TXT", "SOBI.D110105.T131153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430353878
}