{
  "year" : 2011,
  "senateBillNo" : "A965-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A965-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands application of provisions relating to access to medical records to agents of health care providers and sets fees for reproduction of such records",
  "summary" : "Expands the application of the provisions of law relating to access to patient medical records to include restrictions on the agents of health care providers; includes pharmacists and midwives within the definition of health care provider for purposes of medical records; broadens the definition of a qualified person and allows such person to request medical records; changes the fees which may be imposed for the provision of medical records and provides for annual adjustments to such fees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1748-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          965\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GOTTFRIED  --  read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, the mental hygiene  law  and  the\n         civil  practice law and rules, in relation to access to patient infor-\n         mation, medical records and clinical records\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraphs (b), (d) and (g) of subdivision 1 of section 18\n    2  of the public health law, paragraphs (b) and (d) as added by chapter 497\n    3  of the laws of 1986 and paragraph (g) as amended by chapter 634  of  the\n    4  laws  of  2004,  are amended and a new paragraph (j) is added to read as\n    5  follows:\n    6    (b) \"Health care provider\" or \"provider\" means a [\"health care facili-\n    7  ty\" or a \"health care practitioner\"  as  defined  by  this  subdivision]\n    8  HEALTH CARE FACILITY OR HEALTH CARE PRACTITIONER, OR AN AGENT THEREOF.\n    9    (d)  \"Health  care  practitioner\"  or  \"practitioner\"  means  a person\n   10  licensed under article one hundred thirty-one, one hundred thirty-one-B,\n   11  one hundred thirty-two, one hundred thirty-three,  one  hundred  thirty-\n   12  six,  ONE  HUNDRED  THIRTY-SEVEN,  one  hundred thirty-nine, ONE HUNDRED\n   13  FORTY, one hundred  forty-one,  one  hundred  forty-three,  one  hundred\n   14  forty-four, one hundred fifty-three, one hundred fifty-four, one hundred\n   15  fifty-six  or  one  hundred fifty-nine of the education law [or a person\n   16  certified under section twenty-five hundred sixty of this chapter].\n   17    (g) \"Qualified person\" means any properly  identified  subject;  or  a\n   18  guardian  appointed  under article eighty-one of the mental hygiene law;\n   19  or a parent of an infant; or a guardian of  an  infant  appointed  under\n   20  article seventeen of the surrogate's court procedure act or other legal-\n   21  ly appointed guardian of an infant who may be entitled to request access\n   22  to  a  clinical  record  under  paragraph (c) of subdivision two of this\n   23  section; or a distributee of any deceased subject for whom  no  personal\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02356-01-1\n\n       A. 965                              2\n\n    1  representative,  as  defined  in the estates, powers and trusts law, has\n    2  been appointed; or an attorney representing [a]  ANY OF THE ABOVE quali-\n    3  fied [person] PERSONS or the subject's  estate  who  holds  a  power  of\n    4  attorney  from  the  qualified person or the subject's estate explicitly\n    5  authorizing the holder to execute a written request for patient informa-\n    6  tion  OR TO OBTAIN MEDICAL RECORDS under this section; OR  THE  DESIGNEE\n    7  OF  THE  HOLDER OF THE POWER OF ATTORNEY, WHO SHALL BE AN ATTORNEY OR AN\n    8  AGENT OF AN ATTORNEY. A qualified person shall  be  deemed  a  \"personal\n    9  representative  of  the  individual\"  for purposes of the federal health\n   10  insurance portability and accountability act of 1996 and its  implement-\n   11  ing regulations.\n   12    (J) \"AGENT\" MEANS A CONTRACTOR, SUBCONTRACTOR, AFFILIATE OR SUBSIDIARY\n   13  OF A HEALTH CARE PROVIDER WHICH BY CONTRACT OR OTHERWISE RECEIVES, MAIN-\n   14  TAINS,  COPIES  OR  TRANSMITS PATIENT INFORMATION OR MEDICAL RECORDS FOR\n   15  THE HEALTH CARE PROVIDER.\n   16    S 2. Paragraph (e) of subdivision 2 of section 18 of the public health\n   17  law, as amended by chapter 576 of the laws of 1998, is amended  to  read\n   18  as follows:\n   19    (e)  [The  provider may impose a reasonable charge for all inspections\n   20  and copies, not exceeding the costs incurred by such provider, provided,\n   21  however, that a provider may not impose a charge for copying an original\n   22  mammogram when the original has been furnished to any  qualified  person\n   23  and provided, further, that any charge for furnishing an original mammo-\n   24  gram  pursuant  to  this  section  shall not exceed the documented costs\n   25  associated therewith. However, the reasonable charge  for  paper  copies\n   26  shall  not  exceed seventy-five cents per page. A qualified person shall\n   27  not be denied access to patient information solely because of  inability\n   28  to  pay.]  (I)  THE PROVIDER MAY IMPOSE A CHARGE FOR ALL INSPECTIONS AND\n   29  COPIES OF PATIENT INFORMATION; PROVIDED, HOWEVER, THAT A PROVIDER  SHALL\n   30  NOT  IMPOSE A CHARGE FOR COPYING AN ORIGINAL MAMMOGRAM WHEN THE ORIGINAL\n   31  HAS BEEN FURNISHED TO ANY QUALIFIED PERSON; AND PROVIDED, FURTHER,  THAT\n   32  ANY CHARGE FOR FURNISHING AN ORIGINAL MAMMOGRAM PURSUANT TO THIS SECTION\n   33  SHALL  NOT EXCEED THE DOCUMENTED COSTS ASSOCIATED THEREWITH.  THE CHARGE\n   34  FOR PAPER COPIES SHALL BE SEVENTY-FIVE CENTS  PER  PAGE  FOR  COPIES  OF\n   35  PATIENT  INFORMATION  REQUESTED  BY A QUALIFIED PERSON TO FACILITATE THE\n   36  PATIENT'S ONGOING HEALTH CARE, PLUS POSTAGE OR SHIPPING AND  SALES  TAX,\n   37  IF APPLICABLE.\n   38    (II)  FOR  COPIES, OTHER THAN COPIES OF IMAGING, REQUESTED BY A QUALI-\n   39  FIED PERSON FOR PURPOSES OTHER THAN TO FACILITATE THE PATIENT'S  ONGOING\n   40  HEALTH CARE: (A) FOR PAPER COPIES, THE FEE SHALL BE TWO DOLLARS PER PAGE\n   41  FOR THE FIRST FIFTEEN PAGES AND THEREAFTER SHALL BE ONE DOLLAR PER PAGE,\n   42  PLUS  POSTAGE  OR  SHIPPING AND SALES TAX, IF APPLICABLE: (B) FOR COPIES\n   43  PRODUCED FROM MICROFILM OR MICROFICHE, THE FEE SHALL  BE  THREE  DOLLARS\n   44  PER PAGE FOR THE FIRST FIFTEEN PAGES AND THEREAFTER SHALL BE TWO DOLLARS\n   45  PER  PAGE,  PLUS  POSTAGE  OR SHIPPING AND SALES TAX, IF APPLICABLE. THE\n   46  FEES AUTHORIZED BY THIS SUBPARAGRAPH SHALL APPLY ONLY IF THE COPIES  ARE\n   47  PROVIDED  WITHIN  SIXTY  DAYS  OF  RECEIPT  OF A REQUEST. FOR COPIES NOT\n   48  PROVIDED WITHIN SIXTY DAYS OF RECEIPT OF A REQUEST, THE FEE  ESTABLISHED\n   49  IN SUBPARAGRAPH (I) OF THIS PARAGRAPH SHALL APPLY.\n   50    (III)  FOR COPIES OF IMAGING, OTHER THAN ORIGINAL MAMMOGRAMS FURNISHED\n   51  TO A QUALIFIED PERSON, THE CHARGE SHALL NOT EXCEED THE  REASONABLE  COST\n   52  OF  REPRODUCTION. FOR PURPOSES OF THIS SECTION, THE TERM \"IMAGING\" SHALL\n   53  MEAN: ANY X-RAY OR IMAGE PRODUCED BY CONVENTIONAL X-RAY  OR  RADIOGRAPH,\n   54  FLUOROSCOPY,  DIGITAL  RADIOGRAPHY,  COMPUTED TOMOGRAPHY, MAGNETIC RESO-\n   55  NANCE IMAGING, NUCLEAR IMAGING,  ULTRASONOGRAPHY,  ANGIOGRAPHY,  OR  ANY\n   56  OTHER SIMILAR MEDICAL IMAGING SERVICES.\n\n       A. 965                              3\n\n    1    (IV)  ON AND AFTER JANUARY FIRST, TWO THOUSAND TWELVE, THE COMMISSION-\n    2  ER, IN CONSULTATION WITH THE COMMISSIONER OF MENTAL HEALTH, SHALL ADJUST\n    3  ANNUALLY THE AMOUNTS SET FORTH IN  THIS  PARAGRAPH  BASED  ON  THE  MOST\n    4  RECENT  CHANGES  IN  THE  CONSUMER  PRICE INDEX REPORTED ANNUALLY BY THE\n    5  BUREAU OF LABOR STATISTICS IN THE UNITED STATES DEPARTMENT OF LABOR.\n    6    (V)  A QUALIFIED PERSON SHALL NOT BE DENIED ACCESS TO PATIENT INFORMA-\n    7  TION SOLELY BECAUSE OF INABILITY TO PAY.\n    8    S 3. Section  18 of the public health law, as added by chapter 497  of\n    9  the  laws  of 1986, is amended by adding three new subdivisions 3-a, 3-b\n   10  and 3-c to read as follows:\n   11    3-A. A QUALIFIED PERSON  SHALL  REQUEST  MEDICAL  RECORDS  UNDER  THIS\n   12  SECTION  BY  SUBMITTING  A SIGNED WRITTEN STATEMENT WHICH SETS FORTH THE\n   13  FACTS ESTABLISHING HIS OR HER QUALIFYING STATUS UNDER THIS SECTION.\n   14    3-B. WHERE THE WRITTEN REQUEST IS FROM THE HOLDER OF A POWER OF ATTOR-\n   15  NEY, A COPY OF THE POWER OF ATTORNEY SHALL BE ATTACHED TO  THE  REQUEST.\n   16  WHERE  THE  WRITTEN REQUEST IS FROM A DESIGNEE OF A HOLDER OF A POWER OF\n   17  ATTORNEY, A COPY OF THE POWER OF ATTORNEY AND OF THE  DESIGNATION  SHALL\n   18  BE  ATTACHED  TO  THE REQUEST. A REQUEST UNDER THIS SUBDIVISION SHALL BE\n   19  SUBJECT TO THE DURATION AND TERMS OF THE POWER OF  ATTORNEY  AND  DESIG-\n   20  NATION,  AS  THE  CASE  MAY BE. A PERSON RECEIVING MEDICAL RECORDS UNDER\n   21  THIS SUBDIVISION SHALL NOT USE OR DISCLOSE THE MEDICAL  RECORDS  OR  ANY\n   22  INFORMATION CONTAINED THEREIN EXCEPT FOR THE PURPOSE FOR WHICH THEY WERE\n   23  AUTHORIZED TO BE RECEIVED.\n   24    3-C.  THE  RELEASE OF MEDICAL RECORDS SHALL BE SUBJECT TO: (I) ARTICLE\n   25  TWENTY-SEVEN-F OF THIS CHAPTER IN THE CASE OF  CONFIDENTIAL  HIV-RELATED\n   26  INFORMATION;   (II)   SECTION  SEVENTEEN  OF  THIS  TITLE  AND  SECTIONS\n   27  TWENTY-THREE HUNDRED ONE,  TWENTY-THREE  HUNDRED  SIX  AND  TWENTY-THREE\n   28  HUNDRED  EIGHT OF THIS CHAPTER IN THE CASE OF TERMINATION OF A PREGNANCY\n   29  AND  TREATMENT  FOR  SEXUALLY   TRANSMITTED   DISEASE;   (III)   ARTICLE\n   30  THIRTY-THREE OF THE MENTAL HYGIENE LAW; AND (IV) ANY OTHER PROVISIONS OF\n   31  LAW  CREATING  SPECIAL  REQUIREMENTS  RELATING TO THE RELEASE OF MEDICAL\n   32  INFORMATION, INCLUDING THE  FEDERAL  HEALTH  INSURANCE  PORTABILITY  AND\n   33  ACCOUNTABILITY ACT OF 1996 AND ITS IMPLEMENTING REGULATIONS.\n   34    S  4.  Subdivision  (a)  of section 33.16 of the mental hygiene law is\n   35  amended by adding a new paragraph 8 to read as follows:\n   36    8. \"AGENT\" MEANS A CONTRACTOR, SUBCONTRACTOR, AFFILIATE OR  SUBSIDIARY\n   37  OF  A FACILITY WHO BY CONTRACT OR OTHERWISE, RECEIVES, MAINTAINS, COPIES\n   38  OR TRANSMITS CLINICAL RECORDS FOR THE FACILITY.\n   39    S 5. Paragraph 6 of subdivision (b) of section  33.16  of  the  mental\n   40  hygiene law, as amended by chapter 165 of the laws of 1991 and as renum-\n   41  bered by chapter 233 of the laws of 1991, is amended to read as follows:\n   42    6.  [The  facility  may impose a reasonable charge for all inspections\n   43  and copies, not exceeding the costs incurred by such provider.  However,\n   44  the  reasonable  charge  for  paper copies shall not exceed seventy-five\n   45  cents per page. A qualified person shall not be  denied  access  to  the\n   46  clinical  record solely because of inability to pay.] A. THE FACILITY OR\n   47  ITS AGENT MAY IMPOSE A CHARGE FOR ALL INSPECTIONS AND COPIES OF  PATIENT\n   48  INFORMATION. THE CHARGE FOR PAPER COPIES SHALL BE SEVENTY-FIVE CENTS PER\n   49  PAGE  FOR  COPIES OF PATIENT INFORMATION REQUESTED BY A QUALIFIED PERSON\n   50  TO FACILITATE THE PATIENT'S ONGOING HEALTH CARE, PLUS POSTAGE  OR  SHIP-\n   51  PING AND SALES TAX, IF APPLICABLE.\n   52    B.  FOR COPIES REQUESTED BY A QUALIFIED PERSON FOR PURPOSES OTHER THAN\n   53  TO FACILITATE THE PATIENT'S HEALTH CARE (I) FOR PAPER  COPIES,  THE  FEE\n   54  SHALL BE TWO DOLLARS PER PAGE FOR THE FIRST FIFTEEN PAGES AND THEREAFTER\n   55  SHALL BE ONE DOLLAR PER PAGE, PLUS POSTAGE OR SHIPPING AND SALES TAX, IF\n   56  APPLICABLE;  AND  (II) FOR COPIES PRODUCED FROM MICROFILM OR MICROFICHE,\n\n       A. 965                              4\n\n    1  THE FEE SHALL BE THREE DOLLARS PER PAGE FOR THE FIRST FIFTEEN PAGES  AND\n    2  THEREAFTER  SHALL  BE TWO DOLLARS PER PAGE, PLUS POSTAGE OR SHIPPING AND\n    3  SALES TAX, IF APPLICABLE. THE FEES AUTHORIZED BY THIS SUBPARAGRAPH SHALL\n    4  APPLY  ONLY IF THE COPIES ARE PROVIDED WITHIN SIXTY DAYS OF RECEIPT OF A\n    5  REQUEST. FOR COPIES NOT PROVIDED WITHIN  SIXTY  DAYS  OF  RECEIPT  OF  A\n    6  REQUEST,  THE  FEE ESTABLISHED IN SUBPARAGRAPH A OF THIS PARAGRAPH SHALL\n    7  APPLY.\n    8    C. ON AND AFTER JANUARY FIRST, TWO THOUSAND TWELVE, THE  COMMISSIONER,\n    9  IN  CONSULTATION  WITH THE COMMISSIONER OF HEALTH, SHALL ADJUST ANNUALLY\n   10  THE AMOUNTS SET FORTH IN THIS PARAGRAPH BASED ON THE MOST RECENT CHANGES\n   11  IN THE CONSUMER PRICE INDEX REPORTED ANNUALLY BY  THE  BUREAU  OF  LABOR\n   12  STATISTICS IN THE UNITED STATES DEPARTMENT OF LABOR.\n   13    D.  A  QUALIFIED PERSON SHALL NOT BE DENIED ACCESS TO PATIENT INFORMA-\n   14  TION SOLELY BECAUSE OF INABILITY TO PAY.\n   15    S 6. Subdivision (d) of rule 3122 of the civil practice law and rules,\n   16  as added by chapter 575 of the laws of  2002,  is  amended  to  read  as\n   17  follows:\n   18    (d) Unless the subpoena duces tecum directs the production of original\n   19  documents  for  inspection and copying at the place where such items are\n   20  usually maintained, it shall be sufficient for the  custodian  or  other\n   21  qualified person to deliver complete and accurate copies of the items to\n   22  be  produced.  The reasonable production expenses of a non-party witness\n   23  shall be defrayed by the party seeking discovery.  THE CHARGES AND  FEES\n   24  AUTHORIZED  BY  SUBDIVISION TWO OF SECTION EIGHTEEN OF THE PUBLIC HEALTH\n   25  LAW AND PARAGRAPH SIX OF SUBDIVISION (B) OF SECTION 33.16 OF THE  MENTAL\n   26  HYGIENE LAW, RELATIVE TO REQUESTS FOR INSPECTIONS AND COPYING OF MEDICAL\n   27  RECORDS  SHALL  BE  DEEMED  TO  BE  REASONABLE  PRODUCTION  EXPENSES FOR\n   28  PURPOSES OF THIS SUBDIVISION.\n   29    S 7. For the periods of time prior to the effective dates of  sections\n   30  one  through  six  of  this  act,  the provision of patient information,\n   31  medical or clinical records pursuant to the provisions of section 18  of\n   32  the  public  health  law or section 33.16 of the mental hygiene law at a\n   33  fee of seventy-five cents per page shall be deemed for all  purposes  to\n   34  be compliant with such sections of law.\n   35    S  8.  This act shall take effect immediately; provided, however, that\n   36  sections one through five of this act shall take effect on the  sixtieth\n   37  day after this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, the mental hygiene law and the civil practice law and rules, in relation to access to patient information, medical records and clinical records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T123900.TXT", "SOBI.D110105.T131153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294421940558
}