{
  "year" : 2011,
  "senateBillNo" : "A966A-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A966A-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845200000,
    "eventText" : "amend (t) and recommit to ways and means",
    "billEventId" : "A966A-2011-1295845200000-amend+%28t%29+and+recommit+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845201000,
    "eventText" : "print number 966a",
    "billEventId" : "A966A-2011-1295845201000-print+number+966a",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax credit for the purchase of new vehicles by transportation companies, which vehicles are accessible to persons with disabilities",
  "summary" : "Provides a tax credit for the purchase of new vehicles by transportation companies, which vehicles are accessible to persons with disabilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA8508-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        966--A\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  KELLNER,  WEISENBERG, GLICK, JAFFEE, HOOPER,\n         BOYLAND, CASTRO, COLTON, ROSENTHAL, CAHILL, TITUS, COOK -- Multi-Spon-\n         sored by -- M. of A.   AMEDORE, McDONOUGH,  MENG,  MOLINARO,  PHEFFER,\n         SALADINO,  TITONE  --  read once and referred to the Committee on Ways\n         and Means -- committee discharged, bill amended, ordered reprinted  as\n         amended and recommitted to said committee\n\n       AN  ACT  to amend the tax law, in relation to providing a tax credit for\n         the purchase of certain vehicles by companies that provide transporta-\n         tion services to persons with  disabilities;  and  providing  for  the\n         repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  CREDIT  FOR  COMPANIES WHO PROVIDE TRANSPORTATION TO INDIVIDUALS\n    4  WITH DISABILITIES. (1) ALLOWANCE AND AMOUNT OF CREDIT.  A TAXPAYER,  WHO\n    5  PROVIDES   A   TAXICAB   SERVICE  AS  DEFINED  IN  SECTION  ONE  HUNDRED\n    6  FORTY-EIGHT-A OF THE VEHICLE AND TRAFFIC LAW, OR  A  LIVERY  SERVICE  AS\n    7  DEFINED  IN  SECTION ONE HUNDRED TWENTY-ONE-E OF THE VEHICLE AND TRAFFIC\n    8  LAW, SHALL BE ALLOWED A CREDIT, TO  BE  COMPUTED  AS  PROVIDED  IN  THIS\n    9  SUBSECTION,  AGAINST THE TAX IMPOSED BY THIS ARTICLE.  THE AMOUNT OF THE\n   10  CREDIT SHALL BE EQUAL TO THE INCREMENTAL COST ASSOCIATED WITH  UPGRADING\n   11  A  VEHICLE  SO THAT IT IS ACCESSIBLE BY INDIVIDUALS WITH DISABILITIES AS\n   12  DEFINED IN PARAGRAPH TWO OF THIS  SUBSECTION.  PROVIDED,  HOWEVER,  THAT\n   13  SUCH  CREDIT  SHALL  NOT  EXCEED  TEN  THOUSAND DOLLARS PER VEHICLE. FOR\n   14  PURPOSES OF THIS SUBSECTION, PURCHASES OF NEW VEHICLES THAT ARE INITIAL-\n   15  LY MANUFACTURED TO BE ACCESSIBLE FOR INDIVIDUALS WITH  DISABILITIES  AND\n   16  FOR  WHICH  THERE  IS NO COMPARABLE MAKE AND MODEL THAT DOES NOT INCLUDE\n   17  THE EQUIPMENT NECESSARY TO PROVIDE  ACCESSIBILITY  TO  INDIVIDUALS  WITH\n   18  DISABILITIES, THE CREDIT SHALL BE TEN THOUSAND DOLLARS PER VEHICLE.\n   19    (2) DEFINITION. THE TERM \"ACCESSIBLE BY INDIVIDUALS WITH DISABILITIES\"\n   20  SHALL,  FOR  THE  PURPOSES  OF  THIS SUBSECTION, REFER TO A VEHICLE THAT\n   21  COMPLIES WITH FEDERAL REGULATIONS PROMULGATED PURSUANT TO THE  AMERICANS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00671-02-1\n\n       A. 966--A                           2\n\n    1  WITH  DISABILITIES  ACT  APPLICABLE  TO  VANS  UNDER  TWENTY-TWO FEET IN\n    2  LENGTH, BY THE FEDERAL DEPARTMENT OF TRANSPORTATION, IN CODE OF  FEDERAL\n    3  REGULATIONS,  TITLE 49, PARTS 37 AND 38, AND BY THE FEDERAL ARCHITECTURE\n    4  AND  TRANSPORTATION  BARRIERS COMPLIANCE BOARD, IN CODE OF FEDERAL REGU-\n    5  LATIONS, TITLE 36, SECTION 1192.23, AND THE FEDERAL MOTOR VEHICLE SAFETY\n    6  STANDARDS, CODE OF FEDERAL REGULATIONS, TITLE 29, PART 57.\n    7    (3) APPLICATION OF CREDIT. IF THE AMOUNT OF THE  CREDIT  SHALL  EXCEED\n    8  THE TAXPAYER'S TAX FOR SUCH YEAR THE EXCESS SHALL BE CARRIED OVER TO THE\n    9  FOLLOWING YEAR OR YEARS, AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR\n   10  SUCH YEAR OR YEARS.\n   11    S  2. Subparagraph (B) of paragraph 1 of subsection (i) of section 606\n   12  of the tax law is amended by adding a new  clause  (xxxii)  to  read  as\n   13  follows:\n   14  (XXXII) CREDIT FOR COMPANIES WHO     AMOUNT OF CREDIT UNDER\n   15  PROVIDE TRANSPORTATION TO            SUBDIVISION FORTY-THREE OF\n   16  INDIVIDUALS WITH DISABILITIES        SECTION TWO HUNDRED TEN\n   17  UNDER SUBSECTION (SS)\n   18    S  3.  Section 210 of the tax law is amended by adding an new subdivi-\n   19  sion 43 to read as follows:\n   20    43. CREDIT FOR COMPANIES WHO  PROVIDE  TRANSPORTATION  TO  INDIVIDUALS\n   21  WITH  DISABILITIES.  (A) ALLOWANCE AND AMOUNT OF CREDIT. A TAXPAYER, WHO\n   22  PROVIDES  A  TAXICAB  SERVICE  AS  DEFINED  IN   SECTION   ONE   HUNDRED\n   23  FORTY-EIGHT-A  OF  THE  VEHICLE  AND TRAFFIC LAW, OR A LIVERY SERVICE AS\n   24  DEFINED IN SECTION ONE HUNDRED TWENTY-ONE-E OF THE VEHICLE  AND  TRAFFIC\n   25  LAW,  SHALL  BE  ALLOWED  A  CREDIT,  TO BE COMPUTED AS PROVIDED IN THIS\n   26  SUBDIVISION, AGAINST THE TAX IMPOSED BY THIS ARTICLE. THE AMOUNT OF  THE\n   27  CREDIT  SHALL BE EQUAL TO THE INCREMENTAL COST ASSOCIATED WITH UPGRADING\n   28  A VEHICLE SO THAT IT IS ACCESSIBLE BY INDIVIDUALS WITH  DISABILITIES  AS\n   29  DEFINED  IN  PARAGRAPH  (B) OF THIS SUBDIVISION. PROVIDED, HOWEVER, THAT\n   30  SUCH CREDIT SHALL NOT EXCEED  TEN  THOUSAND  DOLLARS  PER  VEHICLE.  FOR\n   31  PURPOSES  OF  THIS  SUBDIVISION,  PURCHASES  OF  NEW VEHICLES THAT   ARE\n   32  INITIALLY MANUFACTURED TO BE ACCESSIBLE FOR INDIVIDUALS  WITH  DISABILI-\n   33  TIES  AND  FOR WHICH THERE IS NO COMPARABLE MAKE AND MODEL THAT DOES NOT\n   34  INCLUDE THE EQUIPMENT NECESSARY TO PROVIDE ACCESSIBILITY TO  INDIVIDUALS\n   35  WITH DISABILITIES, THE CREDIT SHALL BE TEN THOUSAND DOLLARS PER VEHICLE.\n   36    (B) DEFINITION. THE TERM \"ACCESSIBLE BY INDIVIDUALS WITH DISABILITIES\"\n   37  SHALL,  FOR  THE  PURPOSES  OF THIS SUBDIVISION, REFER TO A VEHICLE THAT\n   38  COMPLIES WITH FEDERAL REGULATIONS PROMULGATED PURSUANT TO THE  AMERICANS\n   39  WITH  DISABILITIES  ACT  APPLICABLE  TO  VANS  UNDER  TWENTY-TWO FEET IN\n   40  LENGTH, BY THE FEDERAL DEPARTMENT OF TRANSPORTATION, IN CODE OF  FEDERAL\n   41  REGULATIONS,  TITLE 49, PARTS 37 AND 38, AND BY THE FEDERAL ARCHITECTURE\n   42  AND TRANSPORTATION BARRIERS COMPLIANCE BOARD, IN CODE OF  FEDERAL  REGU-\n   43  LATIONS, TITLE 36, SECTION 1192.23, AND THE FEDERAL MOTOR VEHICLE SAFETY\n   44  STANDARDS, CODE OF FEDERAL REGULATIONS, TITLE 49, PART 57.\n   45    (C)  APPLICATION  OF  CREDIT. IF THE AMOUNT OF THE CREDIT SHALL EXCEED\n   46  THE TAXPAYER'S TAX FOR SUCH YEAR THE EXCESS SHALL BE CARRIED OVER TO THE\n   47  FOLLOWING YEAR OR YEARS, AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR\n   48  SUCH YEAR OR YEARS.\n   49    S 4. The commissioner of taxation and finance  shall  prescribe  rules\n   50  and  regulations establishing the requirements of companies to be eligi-\n   51  ble for the credit provided by this act.\n   52    S 5. This act shall take effect immediately and shall remain in effect\n   53  until December 31, 2016 when upon such date it shall be deemed repealed;\n   54  provided that this act shall be deemed to have been in  full  force  and\n   55  effect  on  December  31, 2010; and provided further that this act shall\n   56  apply to all tax years commencing on or after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit for the purchase of certain vehicles by companies that provide transportation services to persons with disabilities; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T170143.TXT", "SOBI.D110125.T155941.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T165642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295989181847
}