{
  "year" : 2011,
  "senateBillNo" : "A967-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A967-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the licensure of rehabilitation counselors by the department of education",
  "summary" : "Provides for the licensure of rehabilitation counselors who treat emotional, cognitive and other disorders, by the department of education; provides for the establishment of a state board therefor; exempts certain persons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1011-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          967\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. KELLNER, JAFFEE, BROOK-KRASNY, MARKEY, WEISEN-\n         BERG, McDONOUGH -- Multi-Sponsored by -- M. of A. PHEFFER -- read once\n         and referred to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to requiring licensing of\n         rehabilitation counselors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article 152 to\n    2  read as follows:\n    3                                 ARTICLE 152\n    4                          REHABILITATION COUNSELING\n    5  SECTION 7550. INTRODUCTION.\n    6          7551. DEFINITION OF THE PRACTICE OF \"REHABILITATION COUNSELING\".\n    7          7552. PRACTICE  OF  REHABILITATION  COUNSELING  AND  USE  OF THE\n    8                  TITLES \"REHABILITATION COUNSELOR\" AND \"LICENSED REHABIL-\n    9                  ITATION COUNSELOR\".\n   10          7553. STATE BOARD FOR REHABILITATION COUNSELING.\n   11          7554. REQUIREMENTS FOR A PROFESSIONAL LICENSE.\n   12          7555. LIMITED PERMITS.\n   13          7556. EXEMPT PERSONS.\n   14          7557. SPECIAL PROVISIONS.\n   15          7558. SEPARABILITY.\n   16    S 7550. INTRODUCTION. THIS ARTICLE APPLIES TO THE PROFESSION OF  REHA-\n   17  BILITATION  COUNSELING.  THE  GENERAL  PROVISIONS  FOR  ALL  PROFESSIONS\n   18  CONTAINED IN ARTICLE ONE HUNDRED THIRTY OF THIS  TITLE  SHALL  APPLY  TO\n   19  THIS ARTICLE.\n   20    S 7551. DEFINITION OF THE PRACTICE OF \"REHABILITATION COUNSELING\". THE\n   21  PRACTICE  OF THE PROFESSION OF REHABILITATION COUNSELING IS DEFINED AS A\n   22  SYSTEMATIC PROCESS WHICH ASSISTS PERSONS WITH PHYSICAL, MENTAL, DEVELOP-\n   23  MENTAL, COGNITIVE, AND EMOTIONAL DISABILITIES TO ACHIEVE THEIR PERSONAL,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00393-01-1\n\n       A. 967                              2\n\n    1  CAREER, AND INDEPENDENT LIVING GOALS  IN  THE  MOST  INTEGRATED  SETTING\n    2  POSSIBLE  THROUGH  THE  APPLICATION OF THE COUNSELING PROCESS. THE COUN-\n    3  SELING PROCESS INVOLVES  COMMUNICATION,  GOAL  SETTING,  AND  BENEFICIAL\n    4  GROWTH  OR  CHANGE  THROUGH  SELF-ADVOCACY,  PSYCHOLOGICAL,  VOCATIONAL,\n    5  SOCIAL, AND BEHAVIORAL INTERVENTIONS. THE SPECIFIC TECHNIQUES AND MODAL-\n    6  ITIES  UTILIZED  WITHIN  THIS  REHABILITATION  COUNSELING  PROCESS   MAY\n    7  INCLUDE, BUT ARE NOT LIMITED TO:\n    8    1. ASSESSMENT AND APPRAISAL;\n    9    2. DIAGNOSIS AND TREATMENT PLANNING;\n   10    3. CAREER (VOCATIONAL) COUNSELING;\n   11    4.  INDIVIDUAL AND GROUP COUNSELING TREATMENT INTERVENTIONS FOCUSED ON\n   12  FACILITATING ADJUSTMENTS TO THE MEDICAL AND PSYCHOSOCIAL IMPACT OF DISA-\n   13  BILITY;\n   14    5. CASE MANAGEMENT, REFERRAL, AND SERVICE COORDINATION;\n   15    6. PROGRAM EVALUATION AND RESEARCH;\n   16    7. INTERVENTIONS TO REMOVE ENVIRONMENTAL, EMPLOYMENT, AND  ATTITUDINAL\n   17  BARRIERS;\n   18    8.   CONSULTATION  SERVICES  AMONG  MULTIPLE  PARTIES  AND  REGULATORY\n   19  SYSTEMS;\n   20    9. JOB ANALYSIS, JOB DEVELOPMENT, AND  PLACEMENT  SERVICES,  INCLUDING\n   21  ASSISTANCE WITH EMPLOYMENT AND JOB ACCOMMODATIONS;\n   22    10.  THE  PROVISION OF CONSULTATION ABOUT AND ACCESS TO REHABILITATION\n   23  TECHNOLOGY.\n   24    S 7552. PRACTICE OF REHABILITATION COUNSELING AND USE  OF  THE  TITLES\n   25  \"REHABILITATION COUNSELOR\" AND \"LICENSED REHABILITATION COUNSELOR\". ONLY\n   26  A PERSON LICENSED  OR EXEMPT UNDER THIS ARTICLE SHALL PRACTICE REHABILI-\n   27  TATION  COUNSELING  OR USE THE TITLE \"REHABILITATION COUNSELOR\".  ONLY A\n   28  PERSON LICENSED UNDER THIS ARTICLE SHALL USE THE TITLE  \"LICENSED  REHA-\n   29  BILITATION COUNSELOR\" OR ANY OTHER DESIGNATION TENDING TO IMPLY THAT THE\n   30  PERSON IS LICENSED TO PRACTICE REHABILITATION COUNSELING.\n   31    S  7553.  STATE  BOARD FOR REHABILITATION COUNSELING. 1. A STATE BOARD\n   32  FOR REHABILITATION COUNSELING SHALL BE APPOINTED BY THE BOARD OF REGENTS\n   33  ON RECOMMENDATION OF THE COMMISSIONER FOR THE PURPOSE OF  ASSISTING  THE\n   34  BOARD  OF  REGENTS  AND THE DEPARTMENT ON MATTERS OF LICENSING AND REGU-\n   35  LATION.  THE BOARD SHALL BE COMPOSED OF AT  LEAST  THREE  REHABILITATION\n   36  COUNSELORS  LICENSED  PURSUANT  TO  THIS ARTICLE AND AT LEAST ONE PUBLIC\n   37  REPRESENTATIVE WHO DOES NOT HOLD INTERESTS IN THE ORGANIZATION,  FINANC-\n   38  ING,  OR  DELIVERY OF REHABILITATION COUNSELING SERVICES. MEMBERS OF THE\n   39  FIRST BOARD NEED NOT BE LICENSED  PRIOR  TO  THEIR  APPOINTMENT  TO  THE\n   40  BOARD.  AN  EXECUTIVE  SECRETARY  TO THE BOARD SHALL BE APPOINTED BY THE\n   41  BOARD OF REGENTS ON RECOMMENDATION OF THE COMMISSIONER.\n   42    2. THE TERMS OF OFFICE OF THE MEMBERS  OF  THE  BOARD  SHALL  BE  FIVE\n   43  YEARS; PROVIDED, HOWEVER, THAT OF THE MEMBERS FIRST APPOINTED, ONE SHALL\n   44  BE APPOINTED FOR THREE YEARS, ONE SHALL BE APPOINTED FOR FOUR YEARS, AND\n   45  TWO SHALL BE APPOINTED FOR FIVE YEARS. ANY VACANCY ON THE BOARD SHALL BE\n   46  FILLED BY APPOINTMENT FOR THE REMAINDER OF SUCH MEMBER'S TERM IN ACCORD-\n   47  ANCE WITH THE PROVISIONS OF THIS SECTION.\n   48    S  7554.  REQUIREMENTS  FOR  A  PROFESSIONAL LICENSE. TO QUALIFY FOR A\n   49  LICENSE AS A \"LICENSED REHABILITATION  COUNSELOR\",  AN  APPLICANT  SHALL\n   50  FULFILL THE FOLLOWING REQUIREMENTS:\n   51    1. APPLICATION: FILE AN APPLICATION WITH THE DEPARTMENT;\n   52    2.  EDUCATION:  HAVE  RECEIVED  AN  EDUCATION, INCLUDING A MASTER'S OR\n   53  HIGHER DEGREE IN REHABILITATION COUNSELING FROM  AN  ACCREDITED  PROGRAM\n   54  REGISTERED  BY  THE DEPARTMENT OR DETERMINED BY THE DEPARTMENT TO BE THE\n   55  SUBSTANTIAL EQUIVALENT THEREOF, IN ACCORDANCE  WITH  THE  COMMISSIONER'S\n\n       A. 967                              3\n\n    1  REGULATIONS.   THE GRADUATE COURSEWORK SHALL INCLUDE, BUT NOT BE LIMITED\n    2  TO, THE FOLLOWING AREAS:\n    3    (A) THEORIES AND TECHNIQUES OF COUNSELING,\n    4    (B) ASSESSMENT,\n    5    (C) OCCUPATIONAL INFORMATION,\n    6    (D) JOB PLACEMENT,\n    7    (E) MEDICAL ASPECTS OF DISABILITY,\n    8    (F) PSYCHOSOCIAL ASPECTS OF DISABILITY,\n    9    (G) COMMUNITY RESOURCES,\n   10    (H) DELIVERY OF REHABILITATION SERVICES,\n   11    (I)  COMPLETION OF A MINIMUM ONE HUNDRED HOURS OF SUPERVISED PRACTICUM\n   12  AND ONE YEAR (SIX HUNDRED HOURS) SUPERVISED INTERNSHIP IN REHABILITATION\n   13  COUNSELING;\n   14    3. EXPERIENCE: THE COMPLETION OF AT LEAST SEVEN HUNDRED CLIENT CONTACT\n   15  HOURS OF SUPERVISED CLINICAL EXPERIENCE, BY  PERSONS  HOLDING  A  DEGREE\n   16  FROM  A  MASTER'S OR DOCTORAL PROGRAM, OR THE SUBSTANTIAL EQUIVALENT, IN\n   17  ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS, OR THE COMPLETION OF  AT\n   18  LEAST  SEVEN  HUNDRED  CLIENT HOURS OF SUPERVISED POST-MASTER'S CLINICAL\n   19  EXPERIENCE IN REHABILITATION COUNSELING SATISFACTORY TO THE  DEPARTMENT,\n   20  IN ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS;\n   21    4.  EXAMINATION:  PASS AN EXAMINATION SATISFACTORY TO THE BOARD AND IN\n   22  ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS;\n   23    5. AGE: BE AT LEAST TWENTY-ONE YEARS OF AGE;\n   24    6. CHARACTER: BE OF GOOD MORAL CHARACTER AS DETERMINED BY THE  DEPART-\n   25  MENT; AND\n   26    7.  FEES: PAY A FEE OF TWO HUNDRED FIFTY DOLLARS TO THE DEPARTMENT FOR\n   27  ADMISSION TO A  DEPARTMENT-CONDUCTED  EXAMINATION  AND  FOR  AN  INITIAL\n   28  LICENSE;  A  FEE OF EIGHTY-FIVE DOLLARS FOR EACH REEXAMINATION; A FEE OF\n   29  ONE HUNDRED SEVENTY-FIVE DOLLARS FOR AN INITIAL LICENSE FOR PERSONS  NOT\n   30  REQUIRING  ADMISSION TO A DEPARTMENT-CONDUCTED EXAMINATION, AND A FEE OF\n   31  ONE HUNDRED SEVENTY DOLLARS FOR EACH TRIENNIAL REGISTRATION PERIOD.\n   32    S 7555. LIMITED PERMITS. THE  FOLLOWING  REQUIREMENTS  FOR  A  LIMITED\n   33  PERMIT SHALL APPLY TO THE PROFESSION LICENSED PURSUANT TO THIS ARTICLE:\n   34    1.  THE  DEPARTMENT  MAY  ISSUE A LIMITED PERMIT TO AN APPLICANT WHOSE\n   35  QUALIFICATIONS HAVE BEEN APPROVED FOR ADMISSION TO  THE  EXAMINATION  IN\n   36  ACCORDANCE WITH REGULATIONS PROMULGATED THEREFOR.\n   37    2.  LIMITED  PERMITS  SHALL BE FOR ONE YEAR AND MAY BE RENEWED, AT THE\n   38  DISCRETION OF THE DEPARTMENT, FOR ONE ADDITIONAL YEAR.\n   39    3. THE FEE FOR EACH LIMITED PERMIT AND FOR EACH RENEWAL THEREOF  SHALL\n   40  BE SEVENTY DOLLARS.\n   41    S  7556.  EXEMPT  PERSONS. 1.   THIS ARTICLE SHALL NOT BE CONSTRUED TO\n   42  AFFECT OR PREVENT QUALIFIED PHYSICIANS, NURSES, PHYSICAL OR OCCUPATIONAL\n   43  THERAPISTS, PSYCHOLOGISTS, COUNSELORS, CREATIVE ARTS THERAPISTS, PSYCHO-\n   44  ANALYSTS, SOCIAL WORKERS OR MEMBERS OF THE CLERGY  FROM  PERFORMING  THE\n   45  WORK  OF  A  REHABILITATION  COUNSELOR WHERE INCIDENT TO THE PRACTICE OF\n   46  THEIR PROFESSIONS, PROVIDED THEY DO  NOT  HOLD  THEMSELVES  OUT  TO  THE\n   47  PUBLIC  BY  ANY TITLE AS BEING ENGAGED IN THE PRACTICE OF REHABILITATION\n   48  COUNSELING.\n   49    2. THIS ARTICLE SHALL NOT BE CONSTRUED TO AFFECT OR PREVENT A REHABIL-\n   50  ITATION COUNSELING STUDENT FROM ENGAGING IN CLINICAL PRACTICE UNDER  THE\n   51  SUPERVISION  OF A LICENSED OR CERTIFIED REHABILITATION COUNSELOR AS PART\n   52  OF A PROGRAM CONDUCTED IN AN APPROVED AGENCY AFFILIATED WITH AN  ACCRED-\n   53  ITED  SCHOOL  OF  REHABILITATION  COUNSELING  WHICH  IS  APPROVED BY THE\n   54  DEPARTMENT.\n   55    S 7557. SPECIAL PROVISIONS. 1.   ANY NONEXEMPT PERSON  PRACTICING  THE\n   56  PROFESSION  TO  BE  LICENSED  PURSUANT TO THIS ARTICLE SHALL APPLY FOR A\n\n       A. 967                              4\n\n    1  LICENSE FOR PRACTICE OF SUCH PROFESSION WITHIN ONE YEAR OF THE EFFECTIVE\n    2  DATE OF SUCH PROFESSION.\n    3    (A) IF SUCH PERSON DOES NOT MEET THE REQUIREMENTS FOR A LICENSE ESTAB-\n    4  LISHED  WITHIN  THIS  ARTICLE, SUCH PERSON MAY MEET ALTERNATIVE CRITERIA\n    5  DETERMINED BY THE DEPARTMENT TO BE THE SUBSTANTIAL  EQUIVALENT  OF  SUCH\n    6  CRITERIA.\n    7    (B) IF SUCH PERSON DOES NOT MEET THE REQUIREMENTS FOR A LICENSE ESTAB-\n    8  LISHED  WITHIN  THIS  ARTICLE, BUT HAS BEEN CERTIFIED OR REGISTERED BY A\n    9  NATIONAL CERTIFYING OR REGISTERING BODY HAVING CERTIFICATION  OR  REGIS-\n   10  TRATION  STANDARDS  ACCEPTABLE TO THE COMMISSIONER, THE DEPARTMENT SHALL\n   11  LICENSE WITHOUT EXAMINATION.\n   12    (C) IF SUCH PERSON DOES NOT MEET THE REQUIREMENTS FOR A LICENSE ESTAB-\n   13  LISHED WITHIN THIS ARTICLE, THE DEPARTMENT SHALL LICENSE  WITHOUT  EXAM-\n   14  INATION IF THE APPLICANT SUBMITS EVIDENCE SATISFACTORY TO THE DEPARTMENT\n   15  OF  HAVING  BEEN ENGAGED IN THE PRACTICE OF SUCH PROFESSION FOR AT LEAST\n   16  FIVE OF THE IMMEDIATELY PRECEDING EIGHT YEARS.\n   17    2. THE COMMISSIONER SHALL ESTABLISH BY RULES AND REGULATIONS ALL  FEES\n   18  AUTHORIZED  PURSUANT  TO THIS ARTICLE. SUCH FEES SHALL BE SET IN AMOUNTS\n   19  SUFFICIENT TO MEET THE EXPENSES OF ADMINISTERING THE PROVISIONS OF  THIS\n   20  ARTICLE.\n   21    3. THE DEPARTMENT SHALL PROMULGATE ANY RULES AND REGULATIONS NECESSARY\n   22  TO ESTABLISH PROFESSIONAL STANDARDS OF REHABILITATION COUNSELORS AND ANY\n   23  OTHER  RULES  AND  REGULATIONS NECESSARY TO ADMINISTER THE PROVISIONS OF\n   24  THIS ARTICLE.\n   25    S 7558. SEPARABILITY. IF ANY SECTION OF THIS ARTICLE, OR PART THEREOF,\n   26  SHALL BE ADJUDGED BY ANY COURT OF COMPETENT JURISDICTION TO BE  INVALID,\n   27  SUCH  JUDGMENT  SHALL  NOT AFFECT, IMPAIR OR INVALIDATE THE REMAINDER OF\n   28  ANY OTHER SECTION OR PART THEREOF.\n   29    S 2. This act shall take effect on the five  hundred  forty-fifth  day\n   30  after  it shall have become a law; provided, however, that any rules and\n   31  regulations necessary to implement the provisions of  this  act  on  its\n   32  effective  date  are  authorized and directed to be promulgated, amended\n   33  and repealed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring licensing of rehabilitation counselors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T124400.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422240697
}