{
  "year" : 2011,
  "senateBillNo" : "A969-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A969-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "reported",
    "billEventId" : "A969-2011-1295931600000-reported",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296104400000,
    "eventText" : "advanced to third reading cal.24",
    "billEventId" : "A969-2011-1296104400000-advanced+to+third+reading+cal.24",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires hospitals, nursing homes and community health clinics to provide patient documents in large print format, language assistance services and audio recordings",
  "summary" : "Requires hospitals, nursing homes and community health clinics to provide patient documents in large print format, language assistance services and audio recordings of pertinent medical information. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA7791-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          969\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. KELLNER, MAISEL, HEVESI, WEISENBERG, AUBRY, COOK,\n         GOTTFRIED,  JAFFEE,  MENG,  PERRY  --  Multi-Sponsored  by -- M. of A.\n         GALEF, McDONOUGH, PHEFFER -- read once and referred to  the  Committee\n         on Health\n\n       AN  ACT  to amend the public health law, in relation to requiring hospi-\n         tals, nursing homes and community health clinics  to  provide  patient\n         documents  in  large  print  format,  language assistance services and\n         audio recordings of pertinent medical information\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  2803-t to read as follows:\n    3    S 2803-T.  PROVISION  OF  LANGUAGE  ASSISTANCE  TO  VISUALLY  IMPAIRED\n    4  PERSONS.  1.  EVERY  GENERAL  HOSPITAL,  NURSING HOME AND DIAGNOSTIC AND\n    5  TREATMENT CENTER PROVIDING A COMPREHENSIVE RANGE OF PRIMARY HEALTH  CARE\n    6  SERVICES  SHALL  PROVIDE  LANGUAGE  ASSISTANCE  SERVICES TO A PATIENT OR\n    7  PATIENT ASSISTANT SO AS TO ENSURE THAT ALL  PATIENTS  WHO  ARE  VISUALLY\n    8  IMPAIRED  AND  UNABLE  TO  READ AND COMPREHEND DOCUMENTS PROVIDED BY THE\n    9  FACILITY WITH THE PROFICIENCY NECESSARY FOR ADEQUATE  COMPREHENSION  AND\n   10  COMMUNICATION WITH HEALTH CARE PROVIDERS AND OTHER PERSONNEL HAVE EFFEC-\n   11  TIVE  ACCESS  TO  THE  PROGRAMS  AND  SERVICES PROVIDED BY THE FACILITY,\n   12  INCLUDING BUT NOT LIMITED TO HEALTH CARE, BILLING AND APPOINTMENT SCHED-\n   13  ULING PROGRAMS AND  SERVICES.  LANGUAGE  ASSISTANCE  SERVICES  SHALL  BE\n   14  AVAILABLE  AT ALL LOCATIONS DURING ALL TIMES THAT PATIENT CARE IS AVAIL-\n   15  ABLE, AND SHALL, TO THE EXTENT PRACTICABLE, BE PROVIDED IN PERSON.\n   16    2. (A) ALL FREQUENTLY USED FORMS, INCLUDING CONSENT FORMS, THE PATIENT\n   17  BILL  OF  RIGHTS,  PRE-OPERATIVE  AND  POST-OPERATIVE  INFORMATION   AND\n   18  DISCHARGE  INSTRUCTIONS,  AS  WELL  AS  OTHER WRITTEN MATERIALS THAT ARE\n   19  ESSENTIAL TO A PATIENT'S CARE AND TREATMENT OR ARE  OTHERWISE  NECESSARY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00663-01-1\n\n       A. 969                              2\n\n    1  TO PROVIDE ADEQUATE ACCESS TO THE FACILITY'S SERVICES SHALL BE AVAILABLE\n    2  IN LARGE PRINT FORMAT.\n    3    (B)  EVERY  FACILITY SHALL DEVELOP AND IMPLEMENT A LANGUAGE ASSISTANCE\n    4  PLAN THAT ESTABLISHES UNIFORM  POLICIES  AND  PROCEDURES  FOR  PROVIDING\n    5  LANGUAGE  ASSISTANCE  SERVICES  TO VISUALLY IMPAIRED PATIENTS, INCLUDING\n    6  PROCEDURES FOR DOCUMENTING THE PROVISION OF,  OR  REFUSAL  OF,  LANGUAGE\n    7  ASSISTANCE SERVICES. FACILITY PERSONNEL SHALL BE AVAILABLE TO READ WRIT-\n    8  TEN DOCUMENTS, INCLUDING PATIENT-SPECIFIC AND NON-PATIENT-SPECIFIC DOCU-\n    9  MENTS,  TO  ANY  PATIENT OR PATIENT ASSISTANT WHO IS UNABLE TO READ SUCH\n   10  DOCUMENTS DUE TO VISUAL IMPAIRMENT AND WHO REQUESTS SUCH  SERVICES,  AND\n   11  TO  RESPOND  TO QUESTIONS CONCERNING SUCH DOCUMENTS. UPON REQUEST BY THE\n   12  PATIENT OR PATIENT ASSISTANT, ALL SUCH CONVERSATIONS MAY BE RECORDED AND\n   13  AN AUDIO RECORDING OF ALL CONVERSATIONS SHALL BE MADE AVAILABLE  TO  THE\n   14  PATIENT OR PATIENT ASSISTANT.\n   15    3.  THE  STATEMENTS  REGARDING  PATIENT  RIGHTS  AND  RESPONSIBILITIES\n   16  REQUIRED PURSUANT TO PARAGRAPH (G) OF SUBDIVISION ONE OF  SECTION  TWEN-\n   17  TY-EIGHT  HUNDRED THREE AND SECTION TWENTY-EIGHT HUNDRED THREE-C OF THIS\n   18  ARTICLE SHALL INCLUDE A PROVISION NOTIFYING PATIENTS OF THE AVAILABILITY\n   19  OF LARGE PRINT FORMAT DOCUMENTS AND LANGUAGE ASSISTANCE SERVICE.  NOTICE\n   20  OF THE AVAILABILITY OF LARGE PRINT FORMAT DOCUMENTS AND LANGUAGE ASSIST-\n   21  ANCE  SERVICES  SHALL  BE POSTED IN CONSPICUOUS LOCATIONS THROUGHOUT ALL\n   22  AREAS OF THE FACILITY THAT ARE ACCESSIBLE TO PATIENTS.\n   23    4. EVERY FACILITY SHALL SUBMIT TO THE COMMISSIONER  AN  ANNUAL  REPORT\n   24  ASSESSING  ITS  COMPLIANCE  WITH  THE  REQUIREMENTS OF THIS SECTION. THE\n   25  REPORT SHALL IDENTIFY THE MEASURES TAKEN BY THE FACILITY  IN  COMPLIANCE\n   26  WITH  THE REQUIREMENTS OF THIS SECTION AND THE PERCENTAGE OF THE FACILI-\n   27  TY'S PATIENTS WHO UTILIZE SUCH ASSISTANCE.\n   28    5. THE COMMISSIONER SHALL PROMULGATE SUCH RULES AND REGULATIONS AS MAY\n   29  BE NECESSARY AND PROPER TO IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   30    6. FOR PURPOSES OF THIS SECTION, \"PATIENT  ASSISTANT\"  SHALL  MEAN  AN\n   31  INDIVIDUAL  WHO COMMUNICATES ON BEHALF OF ANOTHER WHO, BY REASON OF AGE,\n   32  INCAPACITY OR VISUAL  IMPAIRMENT,  CANNOT  COMMUNICATE  FOR  HIMSELF  OR\n   33  HERSELF.\n   34    7.  NOTHING  IN  THIS  SECTION  SHALL PRECLUDE MEDICAL FACILITIES FROM\n   35  PROVIDING LANGUAGE ASSISTANCE SERVICES IN  ADDITION  TO  THOSE  REQUIRED\n   36  UNDER THIS SECTION.\n   37    S 2. Subdivision 1 of section 2803 of the public health law is amended\n   38  by adding a new paragraph (k) to read as follows:\n   39    (K)  THE  STATEMENT  REGARDING  PATIENT  RIGHTS  AND RESPONSIBILITIES,\n   40  REQUIRED PURSUANT TO PARAGRAPH (G) OF THIS SUBDIVISION, SHALL INCLUDE  A\n   41  PROVISION  NOTIFYING  PATIENTS OF THE AVAILABILITY OF LARGE PRINT FORMAT\n   42  DOCUMENTS AND LANGUAGE ASSISTANCE SERVICES IN  ACCORDANCE  WITH  SECTION\n   43  TWENTY-EIGHT HUNDRED THREE-T OF THIS ARTICLE.\n   44    S  3.  Subdivision  3  of  section  2803-c of the public health law is\n   45  amended by adding a new paragraph q to read as follows:\n   46    Q. A STATEMENT NOTIFYING PATIENTS OF THE AVAILABILITY OF  LARGE  PRINT\n   47  FORMAT  DOCUMENTS  AND  LANGUAGE  ASSISTANCE SERVICES IN ACCORDANCE WITH\n   48  SECTION TWENTY-EIGHT HUNDRED THREE-T OF THIS ARTICLE.\n   49    S 4. This act shall take effect on the one hundred eightieth day after\n   50  it shall have become a law; provided  that  effective  immediately,  the\n   51  commissioner  of health is authorized to promulgate such rules and regu-\n   52  lations as may be necessary and proper to implement  the  provisions  of\n   53  this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring hospitals, nursing homes and community health clinics to provide patient documents in large print format, language assistance services and audio recordings of pertinent medical information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T130902.TXT", "SOBI.D110127.T091829.TXT", "SOBI.D110105.T133158.TXT", "SOBI.D110105.T131653.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296137909317
}