{
  "year" : 2011,
  "senateBillNo" : "A970-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A970-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the enactment of local laws regarding playground equipment and requires the use of a temperature test on playground equipment installed by municipalities",
  "summary" : "Authorizes the enactment of local laws regarding playground equipment and requires the use of a temperature test on playground equipment installed by municipalities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AC9464-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          970\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. KELLNER, BENEDETTO, AUBRY, PHEFFER, ROBINSON,\n         ROSENTHAL, GOTTFRIED, MAISEL, WEPRIN -- Multi-Sponsored by -- M. of A.\n         GIBSON, GLICK, JEFFRIES, MARKEY, MAYERSOHN, SCARBOROUGH --  read  once\n         and referred to the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to authorizing the\n         enactment  of  local laws regarding playground equipment and requiring\n         the use of a temperature test on  playground  equipment  installed  by\n         municipalities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"playground\n    2  equipment safety act\".\n    3    S 2. Section 399-dd of the general business law, as added  by  chapter\n    4  519  of  the  laws  of 2006, is relettered section 399-ff and amended to\n    5  read as follows:\n    6    S 399-ff. Construction or installation  of  playground  or  playground\n    7  equipment.  1.  Definitions  relative  to  playground  safety.  For  the\n    8  purposes of this section[, the term]:\n    9    (A) \"playground\" means an improved area designed,  equipped,  and  set\n   10  aside  for play of six or more children which is not intended for use as\n   11  an athletic playing field or athletic court, and shall include any  play\n   12  equipment,  surfacing,  fencing, signs, internal pathways, internal land\n   13  forms, vegetation, and related structures[.]; AND\n   14    (B) \"MUNICIPALITY\" MEANS A CITY, VILLAGE, COUNTY OR TOWN; AND\n   15    (C) \"TEMPERATURE TESTING\" MEANS THE MEASUREMENT OF THE TEMPERATURE  OF\n   16  PLAYGROUND  EQUIPMENT,  MATERIAL OR SURFACE, INCLUDING SAFETY SURFACING,\n   17  THAT MAY COME INTO CONTACT WITH THE SKIN OF A USER IN THE NORMAL  COURSE\n   18  OF  USE  OF  A PLAYGROUND PURSUANT TO A METHOD DEVELOPED BY THE CONSUMER\n   19  PROTECTION BOARD, IN CONSULTATION WITH THE DEPARTMENT OF HEALTH.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00592-01-1\n\n       A. 970                              2\n\n    1    2. The consumer protection board, in consultation with the  office  of\n    2  parks,  recreation and historic preservation, shall promulgate rules and\n    3  regulations for the design, installation, inspection and maintenance  of\n    4  playgrounds  and  playground equipment. Those regulations shall substan-\n    5  tially  comply  with  the guidelines and criteria which are contained in\n    6  the handbook for public playground safety produced by the United  States\n    7  consumer  products  safety  commission  or  any successor. The rules and\n    8  regulations shall include special provisions for playgrounds appropriate\n    9  for children within the range of ages in day care settings.\n   10    3. (a) No person, firm,  corporation,  or  other  legal  entity  which\n   11  constructs,  assembles  or installs a playground or playground equipment\n   12  shall construct, assemble, or install in this state such  playground  or\n   13  playground  equipment  unless  such  playground  or playground equipment\n   14  shall conform to the requirements of those rules and regulations promul-\n   15  gated pursuant to this section.\n   16    (b) Playgrounds or playground equipment constructed upon one, two  and\n   17  three-family  residential real property are exempt from the requirements\n   18  of this section.\n   19    4. THE CONSUMER PROTECTION BOARD, IN CONSULTATION WITH THE  DEPARTMENT\n   20  OF HEALTH, SHALL:\n   21    (A)  DEVELOP A METHOD FOR THE TEMPERATURE TESTING OF PLAYGROUND EQUIP-\n   22  MENT, MATERIALS AND SURFACES,  INCLUDING  SAFETY  SURFACING,  AND  SHALL\n   23  PROMULGATE  RULES  AND REGULATIONS RELATING TO SUCH TESTING. SUCH METHOD\n   24  SHALL INCORPORATE RELEVANT VARIABLES AND  FACTORS,  INCLUDING,  BUT  NOT\n   25  LIMITED  TO, THE AVERAGE AIR TEMPERATURE DURING THE MONTHS OF MAY, JUNE,\n   26  JULY, AUGUST AND SEPTEMBER, THE AVERAGE AMOUNT AND INTENSITY OF SUNLIGHT\n   27  THAT MAY AFFECT THE TEMPERATURE OF PLAYGROUND EQUIPMENT,  MATERIALS  AND\n   28  SURFACES,  INCLUDING SAFETY SURFACING, AND VARIATIONS IN TEMPERATURE AND\n   29  SUNLIGHT EXPOSURE AT DIFFERENT TIMES OF THE DAY; AND\n   30    (B) ESTABLISH A MAXIMUM POTENTIAL TEMPERATURE STANDARD FOR  PLAYGROUND\n   31  EQUIPMENT,  MATERIALS  AND  SURFACES,  INCLUDING  SAFETY SURFACING, THAT\n   32  SHALL REPRESENT THE TEMPERATURE AT WHICH SUCH EQUIPMENT,  MATERIALS  AND\n   33  SURFACES  MAY  POSE  A RISK OF BURNING THE EXPOSED SKIN OF A USER IN THE\n   34  NORMAL COURSE OF USE OF A PLAYGROUND.\n   35    5. ANY MUNICIPALITY THAT CONSTRUCTS, INSTALLS OR MAINTAINS PLAYGROUNDS\n   36  OR PLAYGROUND EQUIPMENT, SHALL PROMULGATE RULES AND REGULATIONS FOR  THE\n   37  DESIGN,  INSTALLATION,  INSPECTION  AND MAINTENANCE OF PLAYGROUNDS MAIN-\n   38  TAINED BY SUCH MUNICIPALITY. PROVIDED, HOWEVER,  THAT  THIS  SUBDIVISION\n   39  SHALL  NOT  APPLY  TO  PLAYGROUND  EQUIPMENT  INSTALLED ON OR BEFORE THE\n   40  EFFECTIVE DATE OF THE CHAPTER OF THE LAWS OF TWO THOUSAND  ELEVEN  WHICH\n   41  ADDED  THIS  SUBDIVISION  IN  MUNICIPALITIES  OTHER THAN A CITY HAVING A\n   42  POPULATION OF ONE MILLION OR MORE.   SUCH RULES  AND  REGULATIONS  SHALL\n   43  INCLUDE PROVISIONS THAT:\n   44    (A) REQUIRE, AS PART OF THE DESIGN OF ANY NEW PLAYGROUND, AND PRIOR TO\n   45  THE INSTALLATION OF ANY NEW PLAYGROUND EQUIPMENT, MATERIALS OR SURFACES,\n   46  INCLUDING SAFETY SURFACING, THE PERFORMANCE OF AN ANALYSIS OF THE POTEN-\n   47  TIAL  FOR SUCH PLAYGROUND EQUIPMENT, MATERIALS OR SURFACES TO EXCEED THE\n   48  MAXIMUM POTENTIAL  TEMPERATURE  STANDARD  PROMULGATED  BY  THE  CONSUMER\n   49  PROTECTION BOARD;\n   50    (B)  REQUIRE, AS PART OF SUCH MUNICIPALITY'S PLAYGROUND INSPECTION AND\n   51  MAINTENANCE PROCEDURES,  THE  PERFORMANCE  OF  TEMPERATURE  TESTING  FOR\n   52  EQUIPMENT,  MATERIALS  AND  SURFACES INSTALLED IN PLAYGROUNDS, INCLUDING\n   53  SAFETY SURFACING. IN CITIES HAVING A POPULATION OF ONE MILLION  OR  MORE\n   54  INHABITANTS, THE LOCAL DEPARTMENT OF PARKS AND RECREATION SHALL COMMENCE\n   55  TEMPERATURE  TESTING  PURSUANT  TO THIS SECTION NO LATER THAN MAY FIRST,\n   56  TWO THOUSAND TWELVE  PURSUANT  TO  THE  METHOD  OF  TEMPERATURE  TESTING\n\n       A. 970                              3\n\n    1  ADOPTED  BY  THE  CONSUMER  PROTECTION BOARD. IN A MUNICIPALITY HAVING A\n    2  POPULATION OF LESS THAN ONE MILLION INHABITANTS, SUCH MUNICIPALITY SHALL\n    3  COMMENCE TEMPERATURE TESTING PURSUANT TO THIS SECTION NO LATER THAN  MAY\n    4  FIRST, TWO THOUSAND THIRTEEN PURSUANT TO THE METHOD OF TEMPERATURE TEST-\n    5  ING ADOPTED BY THE CONSUMER PROTECTION BOARD; AND\n    6    (C)  SPECIFY  PROCEDURES  FOR THE MITIGATION OF ANY SIGNIFICANT HEALTH\n    7  HAZARDS IDENTIFIED DURING ANY INSPECTION, INCLUDING, BUT NOT LIMITED TO,\n    8  HAZARDS THAT POSE A RISK OF BURNING EXPOSED SKIN BASED  ON  THE  MAXIMUM\n    9  POTENTIAL  TEMPERATURE  STANDARD  PROMULGATED BY THE CONSUMER PROTECTION\n   10  BOARD.\n   11    6. Whenever the attorney general shall believe from evidence satisfac-\n   12  tory to him that any person, firm, corporation or association  or  agent\n   13  or  employee  thereof has violated any provision of this section, he may\n   14  bring an action in the supreme court of the state  of  New  York  for  a\n   15  judgment  enjoining  the  continuance  of such violation and for a civil\n   16  penalty of not more than one thousand dollars for each violation, except\n   17  that the court may impose a civil penalty of not more than ten  thousand\n   18  dollars  if  the violation is knowing and willful. If it shall appear to\n   19  the satisfaction of the court or justice that the defendant has violated\n   20  any provision of this section, no  proof  shall  be  required  that  any\n   21  person  has  been  injured  thereby  nor that the defendant knowingly or\n   22  intentionally violated such provision. In such action preliminary relief\n   23  may be granted under article sixty-three of the civil practice  law  and\n   24  rules.  Before  any  violation of this section is sought to be enjoined,\n   25  the attorney general shall be required to give the person  against  whom\n   26  such proceeding is contemplated notice by certified mail and an opportu-\n   27  nity  to  show  in  writing  within  five business days after receipt of\n   28  notice why proceedings should not be instituted against him, unless  the\n   29  attorney  general  shall find, in any case in which he seeks preliminary\n   30  relief, that to give such notice and opportunity is not  in  the  public\n   31  interest.\n   32    S  3.  This  act shall take effect on the thirtieth day after it shall\n   33  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to authorizing the enactment of local laws regarding playground equipment and requiring the use of a temperature test on playground equipment installed by municipalities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T130902.TXT", "SOBI.D110105.T133158.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294423742209
}