{
  "year" : 2011,
  "senateBillNo" : "A971-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A971-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the public service commission to audit utility submetering orders, compare usage before submetering to usage after submetering orders, prepare report",
  "summary" : "Requires the public service commission to audit previously approved utility submetering orders, to compare usage before submetering to usage after submetering orders were implemented, and to prepare a report concerning its findings. ",
  "currentCommittee" : null,
  "sameAs" : "S1397",
  "lawSection" : "Public Services",
  "previousVersions" : [ "A7814-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          971\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. KELLNER, HEVESI, MAISEL, ROSENTHAL, JEFFRIES --\n         Multi-Sponsored by -- M. of A. BRENNAN, COOK, GLICK -- read  once  and\n         referred to the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  to  require  the  public service commission to audit previously\n         approved utility submetering orders, compare usage before  submetering\n         to  usage  after  submetering  orders  were implemented, and prepare a\n         report concerning its findings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  service commission shall audit all   utility\n    2  submetering orders approved by the public service commission during  the\n    3  period  of  January  1, 2004 through the effective date of this act, and\n    4  shall specifically determine whether all applicable utility  price  caps\n    5  and tenant protection provisions have been complied with and compare the\n    6  rate  and cost of utility usage before submetering to usage after imple-\n    7  mentation of submetering orders. This audit shall  be  completed  within\n    8  twelve months following the effective date of these provisions.\n    9    S 2. Upon completion of the audit, the public service commission shall\n   10  make  a  report  to  the  governor  and the legislature of its findings,\n   11  conclusions and recommendations, and shall submit with such report  such\n   12  legislative proposals as it deems necessary to implement its recommenda-\n   13  tions.  This  report  shall be submitted no later than ninety days after\n   14  completion of the audit. No new submetering  orders  shall  be  approved\n   15  until  the public service commission report is submitted to the governor\n   16  and the legislature.\n   17    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00665-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to require the public service commission to audit previously approved utility submetering orders, compare usage before submetering to usage after submetering orders were implemented, and prepare a report concerning its findings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T130902.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110105.T133158.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294423742211
}