{
  "year" : 2011,
  "senateBillNo" : "A973-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A973-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mandates the installation of ignition interlock devices",
  "summary" : "Mandates the installation of ignition interlock devices by 2014 for motor vehicles manufactured for use in this state; mandates all motor vehicles in NYS shall be equipped with such devices by 2015. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2632-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          973\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ORTIZ,  HOOPER,  BOYLAND, CASTRO, DenDEKKER,\n         N. RIVERA, MAYERSOHN -- Multi-Sponsored by -- M. of A. CRESPO, HIKIND,\n         ROBINSON, WEISENBERG -- read once and referred  to  the  Committee  on\n         Transportation\n\n       AN  ACT  to  amend the vehicle and traffic law, in relation to mandating\n         ignition interlock devices\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1198-b to read as follows:\n    3    S 1198-B. INSTALLATION OF IGNITION INTERLOCK DEVICES. 1.  EVERY  MOTOR\n    4  VEHICLE,  AS DEFINED IN SECTION ONE HUNDRED TWENTY-FIVE OF THIS CHAPTER,\n    5  MANUFACTURED FOR USE IN THIS STATE ON AND AFTER  DECEMBER  THIRTY-FIRST,\n    6  TWO  THOUSAND FOURTEEN, AND EVERY SECOND HAND MOTOR VEHICLE SOLD IN THIS\n    7  STATE ON AND AFTER DECEMBER THIRTY-FIRST, TWO THOUSAND FIFTEEN WHICH  IS\n    8  CAPABLE  OF  HAVING  AN  IGNITION  INTERLOCK  DEVICE INSTALLED, SHALL BE\n    9  EQUIPPED WITH A FUNCTIONAL IGNITION INTERLOCK DEVICE OF A TYPE AND SPEC-\n   10  IFICATION AS CERTIFIED BY THE COMMISSIONER OF HEALTH PURSUANT TO  SUBDI-\n   11  VISION SIX OF SECTION ELEVEN HUNDRED NINETY-EIGHT OF THIS ARTICLE.\n   12    2.  IGNITION  INTERLOCKING  DEVICES FOR EXISTING MOTOR VEHICLES REGIS-\n   13  TERED IN THE STATE. ANY MOTOR VEHICLE AS DEFINED IN SECTION ONE  HUNDRED\n   14  TWENTY-FIVE  OF  THIS CHAPTER, SHALL BY DECEMBER THIRTY-FIRST, TWO THOU-\n   15  SAND FIFTEEN BE RETROFITTED SO THAT ALL SUCH VEHICLES ARE EQUIPPED  WITH\n   16  AN  IGNITION  INTERLOCKING  DEVICE  IN ACCORDANCE WITH THE PROVISIONS OF\n   17  THIS SECTION.\n   18    3. FOR THE PURPOSES OF THIS SECTION, THE TERM  \"IGNITION  INTERLOCKING\n   19  DEVICE\" SHALL MEAN ANY BLOOD ALCOHOL CONCENTRATION EQUIVALENCE MEASURING\n   20  DEVICE  WHICH CONNECTS TO A MOTOR VEHICLE IGNITION SYSTEM AND PREVENTS A\n   21  MOTOR VEHICLE FROM BEING STARTED WITHOUT FIRST  DETERMINING  THROUGH  AN\n   22  ESSENTIAL  DEEP LUNG BREATH SAMPLE THAT THE OPERATOR'S EQUIVALENT BREATH\n   23  ALCOHOL LEVEL DOES NOT EXCEED THE CALIBRATED SETTING ON SUCH DEVICE.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03653-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to mandating ignition interlock devices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T130902.TXT", "SOBI.D110105.T132654.TXT", "SOBI.D110105.T131653.TXT", "SOBI.D110105.T134655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294423742215
}