{
  "year" : 2011,
  "senateBillNo" : "A975-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A975-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a legislative task force for the purpose of analyzing the sustainability of supporting independent postsecondary institutions with Bundy aid",
  "summary" : "Establishes a legislative task force for the purposes of analyzing the sustainability of supporting independent postsecondary institutions with Bundy aid. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Committees",
  "previousVersions" : [ "A9071-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          975\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PEOPLES-STOKES -- Multi-Sponsored by -- M. of A.\n         CALHOUN -- read once and referred to the Committee on Higher Education\n\n       AN ACT establishing a legislative task force for the purpose of  analyz-\n         ing  the sustainability of supporting independent postsecondary insti-\n         tutions with Bundy aid\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  task  force  on sustainability of supporting\n    2  independent postsecondary institutions with Bundy aid. 1. A  legislative\n    3  task  force  is  hereby  created  to investigate the expenditures of the\n    4  state of New York on  independent  postsecondary  institutions,  and  to\n    5  analyze  the  sustainability of supporting such institutions with direct\n    6  unrestricted financial support, popularly referred to as Bundy aid.\n    7    2. The task force shall consist of thirteen members to be appointed by\n    8  the governor, the temporary president of the senate and the  speaker  of\n    9  the  assembly.  The members of such task force shall consist of regional\n   10  representatives and shall be comprised  of  budget  economists.  Members\n   11  shall receive no compensation for their services but shall be reimbursed\n   12  for  their expenses actually and necessarily incurred in the performance\n   13  of any of their duties.\n   14    3. The task force is authorized, and shall have the powers of a legis-\n   15  lative committee as provided in article 4 of  the  legislative  law,  to\n   16  solicit,  collect and analyze from the appropriate sources, any informa-\n   17  tion and any materials regarding the expenditures of the state on  inde-\n   18  pendent postsecondary institutions, for the purpose of investigating the\n   19  sustainability  of supporting such institutions with direct unrestricted\n   20  financial support.\n   21    4. The task force shall create and submit  a  written  report  to  the\n   22  governor,  temporary  president  of  the  senate  and the speaker of the\n   23  assembly of its findings, conclusions and recommendations on  or  before\n   24  June  30  of  the  year next succeeding the year in which this act shall\n   25  have become a law.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04720-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT establishing a legislative task force for the purpose of analyzing the sustainability of supporting independent postsecondary institutions with Bundy aid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T130902.TXT", "SOBI.D110105.T132654.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294423742218
}