{
  "year" : 2011,
  "senateBillNo" : "A976-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A976-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the corporation to do studies in targeted areas of Buffalo as part of a retail revitalization program",
  "summary" : "Provides for the corporation to do studies in targeted areas of Buffalo as part of a retail revitalization program; reports to legislature no later than July 1, 2013. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "A1991-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          976\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PEOPLES-STOKES, HOYT -- Multi-Sponsored by -- M.\n         of A. BOYLAND, CAMARA, CLARK,  MARKEY,  MAYERSOHN  --  read  once  and\n         referred  to  the  Committee  on  Economic  Development, Job Creation,\n         Commerce and Industry\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to requiring the corporation to study the city of Buffalo for\n         the purpose of fostering the growth of business and  industry  in  New\n         York state; and providing for the repeal of such provisions upon expi-\n         ration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1 of chapter 174 of the laws of 1968,  constituting\n    2  the  New  York  state  urban  development corporation act, is amended by\n    3  adding a new section 16-u to read as follows:\n    4    S 16-U. RETAIL REDEVELOPMENT IN THE CITY OF  BUFFALO.  1.  THE  CORPO-\n    5  RATION  SHALL COMPLETE A STUDY ON THE PROSPECTS FOR RETAIL REDEVELOPMENT\n    6  IN THE CITY OF BUFFALO.   THROUGH A MARKET ANALYSIS  STUDY,  THE  CORPO-\n    7  RATION  SHALL  REPORT  ON CURRENT AND PROJECTED TRENDS IN RETAIL FOR THE\n    8  CITY. THE DEPARTMENT SHALL MAKE RECOMMENDATIONS FOR THE  DEVELOPMENT  OF\n    9  INITIATIVES,  PROGRAMS  AND POLICIES FOR THE GROWTH OF RETAIL BUSINESSES\n   10  IN BUFFALO, AS A MODEL FOR OTHER CITIES IN THE  STATE.  THE  CORPORATION\n   11  SHALL DEVELOP A RETAIL REVITALIZATION PROPOSAL INCLUDING, BUT NOT LIMIT-\n   12  ED, TO THE FOLLOWING:\n   13    (A)  CHOOSING  TARGET  INDUSTRIES  WHICH ARE UNDERREPRESENTED OR WOULD\n   14  HAVE A POSITIVE EFFECT ON BUFFALO, ITS RESIDENTS AND TOURISTS, AND WOULD\n   15  BE BENEFICIAL TO THE GROWTH AND FINANCIAL WELL BEING OF THE CITY.\n   16    (B) DEVELOPING VOLUNTARY PROGRAMS WITH NEW  YORK  STATE  COLLEGES  AND\n   17  UNIVERSITIES  TO  TRAIN  STUDENTS  TO WORK IN THE SELECTED TARGET INDUS-\n   18  TRIES, INCLUDING SPECIFIC EDUCATION IN STARTING  AND  RUNNING  A  RETAIL\n   19  BUSINESS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04699-01-1\n\n       A. 976                              2\n\n    1    (C) CREATING TAX CREDITS OR OTHER SIMILAR INCENTIVES FOR RETAILERS WHO\n    2  ARE  WILLING TO OPEN UNDER-REPRESENTED OR FUTURE TREND RETAIL BUSINESSES\n    3  OR INDUSTRIES IN THE CITY OF  BUFFALO;  AND  WHO  ARE  WILLING  TO  HIRE\n    4  STUDENTS  FROM THE VOLUNTARY PROGRAMS INCLUDING FULL-TIME, PART-TIME AND\n    5  SUMMER EMPLOYMENT.\n    6    2.  THE CORPORATION SHALL MAKE A PRELIMINARY REPORT TO THE LEGISLATURE\n    7  OF ITS CONCLUSIONS AND RECOMMENDATIONS, INCLUDING LEGISLATIVE  PROPOSALS\n    8  NECESSARY  TO  IMPLEMENT  THE SUGGESTED PROGRAMS, NOT LATER THAN JULY 1,\n    9  2012 AND A FINAL REPORT ON OR BEFORE JANUARY 1, 2013.\n   10    S 2. This act shall take effect immediately and shall remain in effect\n   11  until March 31, 2013, when upon such date the  provisions  of  this  act\n   12  shall expire and be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to requiring the corporation to study the city of Buffalo for the purpose of fostering the growth of business and industry in New York state; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T130902.TXT", "SOBI.D110105.T132654.TXT", "SOBI.D110105.T131653.TXT", "SOBI.D110105.T134655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294423742220
}