{
  "year" : 2011,
  "senateBillNo" : "A979-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A979-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes school districts to permit students who are home schooled to participate in non-academic classes and programs at public schools",
  "summary" : "Authorizes school districts to permit students who are home schooled to participate in non-academic classes and programs at public schools. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4915-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          979\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER, MILLMAN, REILLY, TITUS, PAULIN, MARKEY,\n         PEOPLES-STOKES, CAHILL -- Multi-Sponsored by  --  M.  of  A.  GUNTHER,\n         HOOPER, McENENY, SCHIMEL -- read once and referred to the Committee on\n         Education\n\n       AN  ACT  to  amend  the education law, in relation to authorizing school\n         districts to permit students who receive home instruction  to  partic-\n         ipate in non-academic courses and programs at public schools\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision  2  of  section  3602-c  of  the\n    2  education law, as amended by chapter 378 of the laws of 2007, is amended\n    3  to read as follows:\n    4    a.  Boards  of  education  of  all school districts of the state shall\n    5  furnish services to students who are residents of  this  state  and  who\n    6  attend  nonpublic  schools  located  in  such school districts, upon the\n    7  written request of the parent or person in parental relation of any such\n    8  student. BOARDS OF EDUCATION MAY ALSO FURNISH NON-ACADEMIC SERVICES  AND\n    9  PROGRAMS  TO STUDENTS RESIDING IN THE DISTRICT WHO RECEIVE HOME INSTRUC-\n   10  TION AT THE REQUEST OF THE PARENT OR PERSON IN PARENTAL RELATION OF  ANY\n   11  SUCH  STUDENT. Such a request for career education or services to gifted\n   12  students shall be filed with  the  board  of  education  of  the  school\n   13  district  in  which  the  parent  or  person in parental relation of the\n   14  student resides on or before the first day of June preceding the  school\n   15  year  for  which  the  request  is  made.  In  the case of education for\n   16  students with disabilities, such a request shall be filed with the trus-\n   17  tees or board of education of the school  district  of  location  on  or\n   18  before the first of June preceding the school year for which the request\n   19  is  made,  or  by  July  first,  two thousand seven for the two thousand\n   20  seven--two thousand eight  school  year  only,  provided  that  where  a\n   21  student  is  first  identified  as a student with a disability after the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00529-01-1\n\n       A. 979                              2\n\n    1  first day of June preceding the school year for  which  the  request  is\n    2  made, or thirty days after the chapter of the laws of two thousand seven\n    3  which  amended  this paragraph, takes effect where applicable, and prior\n    4  to  the  first  day  of  April of such current school year, such request\n    5  shall be submitted within thirty days after such student is first  iden-\n    6  tified.  For  students first identified after March first of the current\n    7  school year, any such request for education for students with  disabili-\n    8  ties  in  the  current  school  year that is submitted on or after April\n    9  first of such current school year, shall be deemed a timely request  for\n   10  such services in the following school year.\n   11    S  2. Subdivision 2 of section 3602-c of the education law, as amended\n   12  by chapter 474 of the laws of 2004, is amended to read as follows:\n   13    2. Boards of education of all school  districts  of  the  state  shall\n   14  furnish  services  to  pupils  who  are  residents of this state and who\n   15  attend nonpublic schools located in  such  school  districts,  upon  the\n   16  written request of the parent, guardian or persons legally having custo-\n   17  dy of any such pupil.  BOARDS OF EDUCATION MAY ALSO FURNISH NON-ACADEMIC\n   18  SERVICES  AND  PROGRAMS TO STUDENTS RESIDING IN THE DISTRICT WHO RECEIVE\n   19  HOME INSTRUCTION AT THE REQUEST  OF  THE  PARENT,  GUARDIAN  OR  PERSONS\n   20  HAVING CUSTODY OF ANY SUCH PUPIL. Such a request shall be filed with the\n   21  board  of education of the school district in which the parent, guardian\n   22  or persons legally having custody of the pupil resides on or before  the\n   23  first  day  of  June  preceding the school year for which the request is\n   24  made; provided that, in the case of education for students with disabil-\n   25  ities, where a student is first identified as a student with a disabili-\n   26  ty after the first day of June preceding the school year for  which  the\n   27  request  is  made  and  prior  to the first day of April of such current\n   28  school year or when a student with a disability establishes residence in\n   29  the school district after June first of the preceding year and prior  to\n   30  April  first of the current school year, such request shall be submitted\n   31  within thirty days after such student is first identified or establishes\n   32  residence in the district, as applicable. For students first  identified\n   33  or  establishing residence after March first of the current school year,\n   34  any such request for education for students  with  disabilities  in  the\n   35  current  school  year  that is submitted on or after April first of such\n   36  current school year, shall be deemed a timely request for such  services\n   37  in the following school year. For the purpose of obtaining education for\n   38  students with disabilities, as defined in paragraph d of subdivision one\n   39  of  this  section,  such  request  shall be reviewed by the committee on\n   40  special education in accordance with the provisions  of  section  forty-\n   41  four  hundred  two  of this chapter. Review of the recommendation of the\n   42  committee on special education may be obtained by the  parent,  guardian\n   43  or  persons  legally  having  custody  of  the  pupil  pursuant  to  the\n   44  provisions of section forty-four hundred  four  of  this  chapter.  Such\n   45  school  district  shall  contract  with the school district in which the\n   46  nonpublic school attended by the pupil is located, for the provision  of\n   47  services  pursuant to this section, except that in the case of education\n   48  for students with disabilities, the school  district  of  residence  may\n   49  provide  such  services directly or by contract with the school district\n   50  of location.\n   51    S 3. Subdivision 6 of section 3602-c of the education law, as added by\n   52  chapter 593 of the laws of 1974, is amended to read as follows:\n   53    6. Boards of education are authorized to determine by resolution which\n   54  courses of instruction, INCLUDING  NON-ACADEMIC  COURSES  AND  PROGRAMS,\n   55  shall  be  offered, the eligibility of pupils to participate in specific\n   56  courses, and the admission of pupils. All pupils in  like  circumstances\n\n       A. 979                              3\n\n    1  shall  be  treated similarly.  FOR THE PURPOSES OF THIS SECTION STUDENTS\n    2  WHO RECEIVE HOME INSTRUCTION SHALL RECEIVE THE  SAME  OPPORTUNITIES  FOR\n    3  PARTICIPATION  IN  NON-ACADEMIC  COURSES  AND  PROGRAMS  AS STUDENTS WHO\n    4  ATTEND NONPUBLIC SCHOOLS.\n    5    S  4. This act shall take effect immediately, provided that the amend-\n    6  ments to subdivision 2 of section 3602-c of the education  law  made  by\n    7  section one of this act shall be subject to the expiration and reversion\n    8  of such subdivision pursuant to section 22 of chapter 352 of the laws of\n    9  2005,  as  amended, when upon such date the provisions of section two of\n   10  this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing school districts to permit students who receive home instruction to participate in non-academic courses and programs at public schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T132654.TXT", "SOBI.D110106.T121215.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294333935404
}