{
  "year" : 2011,
  "senateBillNo" : "A982-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A982-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases membership of the metropolitan transportation authority to 21 members, with one member each to be appointed by the five N.Y. city borough presidents",
  "summary" : "Increases the membership of the metropolitan transportation authority from 16 to 21 members; 5 members appointed by recommendation of the borough presidents of the city of New York, one from each borough; provides counties of Dutchess, Orange, Putnam and Rockland with two collective votes; increases votes of counties of Nassau, Suffolk and Westchester from one to two each. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A2569-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          982\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER, MAYERSOHN, ABBATE, WRIGHT -- Multi-Spon-\n         sored  by -- M. of A.  AUBRY, COOK, DINOWITZ, GLICK, MILLMAN, TOWNS --\n         read once and referred to the Committee on  Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to amend the public authorities law, in relation to the member-\n         ship of the metropolitan transportation authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a)  of  subdivision  1 of section 1263 of the\n    2  public authorities law, as amended by chapter 549 of the laws  of  1994,\n    3  is amended to read as follows:\n    4    (a)  (1)  There  is  hereby  created  the \"metropolitan transportation\n    5  authority.\" The authority shall be a body corporate and politic  consti-\n    6  tuting  a  public  benefit corporation. The authority shall consist of a\n    7  [chairman] CHAIRPERSON, [sixteen] TWENTY-ONE other voting  members,  and\n    8  two  non-voting  and  four alternate non-voting members, as described in\n    9  subparagraph two of this paragraph appointed by the governor by and with\n   10  the advice and consent of the senate. Four of the  [sixteen]  TWENTY-ONE\n   11  voting  members other than the [chairman] CHAIRPERSON shall be appointed\n   12  on the written recommendation of the mayor of the city of New York;  and\n   13  each of seven other voting members other than the [chairman] CHAIRPERSON\n   14  shall  be  appointed after selection from a written list of three recom-\n   15  mendations from the chief executive officer of the county in  which  the\n   16  particular  member  is  required to reside pursuant to the provisions of\n   17  this subdivision AND FIVE MEMBERS OTHER THAN THE  CHAIRPERSON  SHALL  BE\n   18  APPOINTED  AFTER  SELECTION FROM A WRITTEN LIST OF THREE RECOMMENDATIONS\n   19  FROM EACH OF THE FIVE BOROUGH PRESIDENTS OF THE CITY OF NEW  YORK.    Of\n   20  the  members  appointed on recommendation of the chief executive officer\n   21  of a county, one such member shall be, at the  time  of  appointment,  a\n   22  resident  of  the  county  of  Nassau;  one  a resident of the county of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00648-01-1\n\n       A. 982                              2\n\n    1  Suffolk; one a resident of the county of Westchester; and one a resident\n    2  of the county of Dutchess, one a resident of the county of Orange, one a\n    3  resident of the county of Putnam and one a resident  of  the  county  of\n    4  Rockland,  AND OF THE MEMBERS APPOINTED ON THE RECOMMENDATION OF EACH OF\n    5  THE  BOROUGH PRESIDENTS OF THE CITY OF NEW YORK, ONE SHALL BE A RESIDENT\n    6  OF THE BOROUGH OF BROOKLYN; ONE A RESIDENT OF THE BOROUGH OF  MANHATTAN;\n    7  ONE  A  RESIDENT  OF THE BOROUGH OF STATEN ISLAND; ONE A RESIDENT OF THE\n    8  BOROUGH OF QUEENS; ONE A RESIDENT OF THE BOROUGH OF THE BRONX;  provided\n    9  that  the  term  of  any member who is a resident of a county OR BOROUGH\n   10  that  has  withdrawn  from  the  metropolitan  commuter   transportation\n   11  district pursuant to section twelve hundred seventy-nine-b of this arti-\n   12  cle  shall  terminate  upon  the  effective  date  of  such county's  OR\n   13  BOROUGH'S withdrawal from such district. Of  the  five  voting  members,\n   14  other than the [chairman] CHAIRPERSON, appointed by the governor without\n   15  recommendation  from  any  other  person, three shall be, at the time of\n   16  appointment, residents of the city of New York and two shall be, at  the\n   17  time  of  appointment, residents of such city or of any of the aforemen-\n   18  tioned counties in the metropolitan  commuter  transportation  district.\n   19  The  [chairman]  CHAIRPERSON  and each of the members shall be appointed\n   20  for a term of six years, provided however, that  the  [chairman]  CHAIR-\n   21  PERSON  first  appointed  shall  serve for a term ending June thirtieth,\n   22  nineteen hundred eighty-one, and the [sixteen]  TWENTY-ONE other members\n   23  first appointed shall serve for the following terms:  The  members  from\n   24  the  counties  of  Nassau  and  Westchester  shall each serve for a term\n   25  ending June thirtieth, nineteen hundred eighty-five;  the  members  from\n   26  the  county of Suffolk and from the counties of Dutchess, Orange, Putnam\n   27  and Rockland shall each serve for a term ending June thirtieth, nineteen\n   28  hundred ninety-two; two of the members appointed  on  recommendation  of\n   29  the  mayor  of  the  city of New York shall each serve for a term ending\n   30  June thirtieth, nineteen hundred eighty-four and, two shall  each  serve\n   31  for  a  term  ending June thirtieth, nineteen hundred eighty-one; two of\n   32  the members appointed by the governor without the recommendation of  any\n   33  other person shall each serve for a term ending June thirtieth, nineteen\n   34  hundred  eighty-two, two shall each serve for a term ending June thirti-\n   35  eth, nineteen hundred eighty and one shall serve for a term ending  June\n   36  thirtieth,  nineteen  hundred  eighty-five.  The two non-voting and four\n   37  alternate non-voting members shall serve until January first, two  thou-\n   38  sand  one. The members from the counties of Dutchess, Orange, Putnam and\n   39  Rockland shall cast [one] TWO collective [vote] VOTES. THE FIVE  MEMBERS\n   40  RECOMMENDED  BY  EACH OF THE PRESIDENTS OF THE FIVE BOROUGHS OF NEW YORK\n   41  CITY SHALL EACH SERVE FOR A TERM ENDING  JUNE  THIRTIETH,  TWO  THOUSAND\n   42  FOURTEEN.    EACH  MEMBER SHALL CAST ONE VOTE APIECE. THE MEMBERS RECOM-\n   43  MENDED BY THE CHIEF EXECUTIVE OFFICERS OF SUFFOLK, NASSAU AND  WESTCHES-\n   44  TER COUNTIES SHALL CAST TWO VOTES APIECE.\n   45    (2)  There shall be two non-voting members and four alternate non-vot-\n   46  ing members of the authority, as referred to in subparagraph one of this\n   47  paragraph.\n   48    The first non-voting member shall be a regular mass  transit  user  of\n   49  the  facilities  of  the authority and be recommended to the governor by\n   50  the New York city transit authority advisory council. The  first  alter-\n   51  nate  non-voting  member  shall  be  a  regular mass transit user of the\n   52  facilities of the authority and be recommended to the  governor  by  the\n   53  Metro-North  commuter  council.  The  second alternate non-voting member\n   54  shall be a regular mass transit user of the facilities of the  authority\n   55  and  be  recommended  to  the  governor  by  the  Long  Island Rail Road\n   56  commuter's council.\n\n       A. 982                              3\n\n    1    The second non-voting member shall be recommended to the  governor  by\n    2  the  labor  organization  representing  the majority of employees of the\n    3  Long Island Rail Road. The third alternate non-voting  member  shall  be\n    4  recommended  to  the governor by the labor organization representing the\n    5  majority of employees of the New York city transit authority. The fourth\n    6  alternate  non-voting member shall be recommended to the governor by the\n    7  labor organization representing the majority of employees of the  Metro-\n    8  North  Commuter  Railroad  Company.    The [chairman] CHAIRPERSON of the\n    9  authority, at his OR HER direction, may exclude such  non-voting  member\n   10  or  alternate  non-voting member from attending any portion of a meeting\n   11  of the authority or of any committee established pursuant  to  paragraph\n   12  (b) of subdivision four of this section held for the purpose of discuss-\n   13  ing negotiations with labor organizations.\n   14    The non-voting member and the two alternate non-voting members repres-\n   15  enting  the New York [York] city transit authority advisory council, the\n   16  Metro-North commuter council, and the Long Island Rail  Road  commuter's\n   17  council  shall  serve eighteen month rotating terms, after which time an\n   18  alternate non-voting member shall become the non-voting member  and  the\n   19  rotation  shall continue until each alternate member has served at least\n   20  one eighteen month term as a non-voting  member.  The  other  non-voting\n   21  member  and  alternate non-voting members representing the New York city\n   22  transit authority, Metro-North Commuter Railroad Company, and  the  Long\n   23  Island Rail Road labor organizations shall serve eighteen month rotating\n   24  terms,  after which time an alternate non-voting member shall become the\n   25  non-voting member and the rotation shall continue until  each  alternate\n   26  member  has  served  at  least  one  eighteen month term as a non-voting\n   27  member. The transit authority and the commuter railroads  shall  not  be\n   28  represented  concurrently  by the two non-voting members during any such\n   29  eighteen month period.\n   30    S 2.  Paragraph (a) of subdivision 1 of section  1263  of  the  public\n   31  authorities  law, as amended by section 4 of part H of chapter 25 of the\n   32  laws of 2009, is amended to read as follows:\n   33    (a) There is hereby created the \"metropolitan transportation  authori-\n   34  ty.\"  The authority shall be a body corporate and politic constituting a\n   35  public benefit corporation. The authority shall consist of a  [chairman]\n   36  CHAIRPERSON  and  [sixteen]  TWENTY-ONE  other  members appointed by the\n   37  governor by and with the advice and consent of the  senate.  Any  member\n   38  appointed  to a term commencing on or after June thirtieth, two thousand\n   39  nine shall have experience in one or more  of  the  following  areas  of\n   40  expertise:   transportation, public administration, business management,\n   41  finance, accounting, law, engineering,  land  use,  urban  and  regional\n   42  planning, management of large capital projects, labor relations, or have\n   43  experience  in some other area of activity central to the mission of the\n   44  authority. Four of the  [sixteen]  TWENTY-ONE  members  other  than  the\n   45  [chairman]  CHAIRPERSON shall be appointed on the written recommendation\n   46  of the mayor of the city of New York; and each of  seven  other  members\n   47  other than the [chairman] CHAIRPERSON shall be appointed after selection\n   48  from  a  written  list of three recommendations from the chief executive\n   49  officer of the county in which the  particular  member  is  required  to\n   50  reside  pursuant  to the provisions of this subdivision AND FIVE MEMBERS\n   51  OTHER THAN THE CHAIRPERSON SHALL BE APPOINTED  AFTER  SELECTION  FROM  A\n   52  WRITTEN  LIST  OF  THREE  RECOMMENDATIONS  FROM EACH OF THE FIVE BOROUGH\n   53  PRESIDENTS OF THE CITY OF NEW YORK.  Of the members appointed on  recom-\n   54  mendation  of  the  chief executive officer of a county, one such member\n   55  shall be, at the time of  appointment,  a  resident  of  the  county  of\n   56  Nassau;  one  a resident of the county of Suffolk; one a resident of the\n\n       A. 982                              4\n\n    1  county of Westchester; and one a resident of the county of Dutchess, one\n    2  a resident of the county of Orange, one a  resident  of  the  county  of\n    3  Putnam  and one a resident of the county of Rockland, AND OF THE MEMBERS\n    4  APPOINTED ON THE RECOMMENDATION OF EACH OF THE BOROUGH PRESIDENTS OF THE\n    5  CITY  OF  NEW  YORK, ONE SHALL BE A RESIDENT OF THE BOROUGH OF BROOKLYN;\n    6  ONE A RESIDENT OF THE BOROUGH  OF  MANHATTAN;  ONE  A  RESIDENT  OF  THE\n    7  BOROUGH OF STATEN ISLAND; ONE A RESIDENT OF THE BOROUGH OF QUEENS; ONE A\n    8  RESIDENT  OF  THE  BOROUGH  OF  THE BRONX; provided that the term of any\n    9  member who is a resident of a county OR BOROUGH that has withdrawn  from\n   10  the  metropolitan  commuter  transportation district pursuant to section\n   11  twelve hundred seventy-nine-b of this article shall terminate  upon  the\n   12  effective  date  of  such  county's  OR  BOROUGH'S  withdrawal from such\n   13  district. Of the five members, other than  the  [chairman]  CHAIRPERSON,\n   14  appointed  by the governor without recommendation from any other person,\n   15  three shall be, at the time of appointment, residents of the city of New\n   16  York and two shall be, at the time of  appointment,  residents  of  such\n   17  city or of any of the aforementioned counties in the metropolitan commu-\n   18  ter  transportation district. The [chairman] CHAIRPERSON and each of the\n   19  members shall be appointed for a term of six  years,  provided  however,\n   20  that  the  [chairman] CHAIRPERSON first appointed shall serve for a term\n   21  ending June thirtieth, nineteen hundred eighty-one, provided that thirty\n   22  days after the effective date of the chapter of the laws of two thousand\n   23  nine which amended this paragraph, the term  of  the  [chairman]  CHAIR-\n   24  PERSON shall expire; provided, further, that such [chairman] CHAIRPERSON\n   25  may continue to discharge the duties of his office until the position of\n   26  [chairman] CHAIRPERSON is filled by appointment by the governor upon the\n   27  advice  and  consent  of  the senate and the term of such new [chairman]\n   28  CHAIRPERSON shall terminate June thirtieth, two  thousand  fifteen.  The\n   29  [sixteen]  TWENTY-ONE  other members first appointed shall serve for the\n   30  following terms: The members from the counties of Nassau and Westchester\n   31  shall each serve for a term  ending  June  thirtieth,  nineteen  hundred\n   32  eighty-five;  the  members from the county of Suffolk and from the coun-\n   33  ties of Dutchess, Orange, Putnam and Rockland shall  each  serve  for  a\n   34  term  ending  June  thirtieth,  nineteen  hundred ninety-two; two of the\n   35  members appointed on recommendation of the mayor of the city of New York\n   36  shall each serve for a term  ending  June  thirtieth,  nineteen  hundred\n   37  eighty-four  and, two shall each serve for a term ending June thirtieth,\n   38  nineteen hundred eighty-one; two of the members appointed by the  gover-\n   39  nor  without the recommendation of any other person shall each serve for\n   40  a term ending June thirtieth, nineteen  hundred  eighty-two,  two  shall\n   41  each serve for a term ending June thirtieth, nineteen hundred eighty and\n   42  one  shall  serve  for  a  term  ending June thirtieth, nineteen hundred\n   43  eighty-five. The members from the counties of Dutchess,  Orange,  Putnam\n   44  and  Rockland  shall  cast  [one] TWO collective [vote] VOTES.  THE FIVE\n   45  MEMBERS RECOMMENDED BY EACH OF THE PRESIDENTS OF THE  FIVE  BOROUGHS  OF\n   46  THE  CITY OF NEW YORK SHALL EACH SERVE FOR A TERM ENDING JUNE THIRTIETH,\n   47  TWO THOUSAND FOURTEEN. EACH MEMBER  SHALL  CAST  ONE  VOTE  APIECE.  THE\n   48  MEMBERS  RECOMMENDED  BY THE CHIEF EXECUTIVE OFFICERS OF SUFFOLK, NASSAU\n   49  AND WESTCHESTER COUNTIES SHALL CAST TWO VOTES APIECE.\n   50    S 3.  This act shall take effect on the first of October next succeed-\n   51  ing the date on which it shall have become  a  law;  provided  that  the\n   52  amendments  to  paragraph  (a)  of  subdivision 1 of section 1263 of the\n   53  public authorities law made by section one of this act shall be  subject\n   54  to  the expiration and reversion of such paragraph pursuant to section 3\n   55  of chapter 549 of the laws of 1994, as amended, when upon such date  the\n   56  provisions of section two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the membership of the metropolitan transportation authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T132153.TXT", "SOBI.D110107.T131903.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424343536
}