{
  "year" : 2011,
  "senateBillNo" : "A983-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A983-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines the liability of consumers and banks with respect to signatures of authorized representatives in consumer transactions",
  "summary" : "Defines the liability of consumers and banks with respect to signatures of authorized representatives in certain consumer transactions involving commercial paper under the uniform commercial code; sets requirements for the validity of such signatures; provides an aggrieved consumer with a private right of action and awards court costs and attorneys fees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A175-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          983\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to  the  signature\n         of authorized representatives on certain instruments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  38-B to read as follows:\n    3                                ARTICLE 38-B\n    4                   SIGNATURE OF AUTHORIZED REPRESENTATIVES\n    5  SECTION 825. DEFINITIONS.\n    6          826. SIGNATURE BY AUTHORIZED REPRESENTATIVE.\n    7    S 825. DEFINITIONS. AS USED IN THIS ARTICLE:\n    8    (A) \"ACCOUNT\" MEANS ANY ACCOUNT WITH A BANK AND INCLUDES  A  CHECKING,\n    9  TIME, INTEREST, SAVINGS, OR NEGOTIABLE ORDER OF WITHDRAWAL ACCOUNT;\n   10    (B)  \"BANK\"  MEANS  AND INCLUDES ANY ENTITY ENGAGED IN THE BUSINESS OF\n   11  BANKING;\n   12    (C) \"CONSUMER\" MEANS ANY NATURAL PERSON;\n   13    (D) \"CONSUMER TRANSACTION\" MEANS THE  PURCHASE  OR  LEASE  OF  OR  THE\n   14  ATTEMPT TO PURCHASE OR LEASE ANY GOODS OR SERVICES BY A CONSUMER, OR THE\n   15  EXTENSION  OF  OR  THE  ATTEMPT  TO  EXTEND  CREDIT TO ANY CONSUMER, FOR\n   16  PERSONAL, HOUSEHOLD, OR FAMILY PURPOSES;\n   17    (E) \"ENTITY\" MEANS A NATURAL PERSON, PARTNERSHIP, CORPORATION, LIMITED\n   18  LIABILITY COMPANY, ASSOCIATION, OR OTHER LEGAL ORGANIZATION;\n   19    (F) \"ITEM\" MEANS ANY INSTRUMENT FOR THE PAYMENT  OF  MONEY,  INCLUDING\n   20  BUT  NOT  LIMITED  TO  A  NONNEGOTIABLE INSTRUMENT, BUT DOES NOT INCLUDE\n   21  MONEY; AND\n   22    (G) \"NEGOTIABLE ORDER OF WITHDRAWAL ACCOUNT\" MEANS AN ACCOUNT  AUTHOR-\n   23  IZED  BY  SUBDIVISION  A OF SECTION EIGHTEEN HUNDRED THIRTY-TWO OF TITLE\n   24  TWELVE OF THE UNITED STATES CODE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00933-01-1\n\n       A. 983                              2\n\n    1    S 826. SIGNATURE BY AUTHORIZED REPRESENTATIVE. (A) NOTWITHSTANDING THE\n    2  PROVISIONS OF ANY OTHER LAW, NO ENTITY  SHALL  SEEK  TO  ACQUIRE,  SHALL\n    3  ACQUIRE,  OR  SHALL  EXERCISE  THE  POWERS OR AUTHORITY OF AN AUTHORIZED\n    4  REPRESENTATIVE OF A CONSUMER, AS PROVIDED IN PART FOUR OF ARTICLE  THREE\n    5  OF  THE  UNIFORM  COMMERCIAL  CODE,  IN  A  CONSUMER TRANSACTION FOR THE\n    6  PURPOSE OF SIGNING  ANY  ITEM,  UNLESS  SUCH  POWERS  OR  AUTHORITY  ARE\n    7  CONFERRED IN A WRITING THAT IS SIGNED BY THE CONSUMER WHO IS TO BE BOUND\n    8  THEREBY  AND  IN  WHICH  THE  SCOPE  OF  THE AUTHORIZED REPRESENTATIVE'S\n    9  AUTHORITY IS CLEARLY AND SPECIFICALLY DESCRIBED IN SUCH CONSUMER'S HAND-\n   10  WRITING.\n   11    (B) ANY ITEM SIGNED BY AN  AUTHORIZED  REPRESENTATIVE  IN  A  CONSUMER\n   12  TRANSACTION IN VIOLATION OF SUBDIVISION (A) OF THIS SECTION IS NOT PROP-\n   13  ERLY PAYABLE FROM THE ACCOUNT OF ANY CONSUMER AT A BANK. IF SUCH ITEM IS\n   14  PAID BY A BANK IN VIOLATION OF THIS SECTION, THE CONSUMER IS ENTITLED TO\n   15  A  CREDIT  FOR  THE  AMOUNT OF THE ITEM ON THE DAY FOLLOWING THE DATE ON\n   16  WHICH SUCH CONSUMER DEMANDS SUCH CREDIT.\n   17    (C) IN CASE OF A DISPUTE AS TO  WHETHER  OR  NOT  A  SIGNATURE  BY  AN\n   18  AUTHORIZED  REPRESENTATIVE ON AN ITEM IN A CONSUMER TRANSACTION COMPLIES\n   19  WITH THE REQUIREMENTS OF THIS SECTION, A BANK HAS THE BURDEN OF  PROVING\n   20  COMPLIANCE  AND,  UNTIL  IT DOES SO, SHALL CREDIT THE CONSUMER'S ACCOUNT\n   21  FOR THE FULL AMOUNT OF SUCH ITEM ON THE BANKING DAY FOLLOWING  THE  DATE\n   22  ON  WHICH  THE CONSUMER HAS DEMANDED SUCH CREDIT AS PROVIDED IN SUBDIVI-\n   23  SION (B) OF THIS SECTION.\n   24    (D) ANY ENTITY THAT SIGNS AN ITEM AS AN AUTHORIZED REPRESENTATIVE OF A\n   25  CONSUMER IN A CONSUMER TRANSACTION IN VIOLATION  OF  THE  PROVISIONS  OF\n   26  THIS  SECTION, AND ANY BANK THAT FAILS TO CREDIT A CONSUMER'S ACCOUNT IN\n   27  ACCORDANCE WITH THE PROVISIONS SPECIFIED IN THIS SECTION, IS  LIABLE  TO\n   28  SUCH  CONSUMER  FOR  THREE TIMES THE AMOUNT OF SUCH ITEM OR FIVE HUNDRED\n   29  DOLLARS, WHICHEVER IS GREATER, PLUS COURT COSTS  AND  REASONABLE  ATTOR-\n   30  NEY'S FEES.\n   31    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the signature of authorized representatives on certain instruments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T135156.TXT", "SOBI.D110107.T131903.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424343539
}