{
  "year" : 2011,
  "senateBillNo" : "A984-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to mental health",
    "billEventId" : "A984-2011-1294203600000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York state autism council",
  "summary" : "Creates the New York state autism council; establishes such council shall consist of sixteen members; establishes the duties of the council. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A2993-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          984\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER, P. RIVERA, WEISENBERG, V. LOPEZ, PAULIN,\n         MILLMAN,  ORTIZ,  DINOWITZ,  SCHROEDER, MAISEL, TITUS, SPANO -- Multi-\n         Sponsored by -- M. of A.  ABBATE, BENEDETTO, BOYLAND, BRENNAN,  CLARK,\n         COLTON,  CYMBROWITZ,  DUPREY,  GALEF,  GUNTHER,  HOYT, JAFFEE, LAVINE,\n         LIFTON, LUPARDO, MARKEY, MAYERSOHN, McENENY, RABBITT,  REILLY,  ROSEN-\n         THAL,  SWEENEY, TOWNS, WRIGHT -- read once and referred to the Commit-\n         tee on Mental Health\n\n       AN ACT to amend the executive law and the state finance law, in relation\n         to creating the New York state autism council\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The executive law is amended by adding a new article 19-E\n    2  to read as follows:\n\n    3                                ARTICLE 19-E\n    4                        NEW YORK STATE AUTISM COUNCIL\n\n    5  SECTION 460. DEFINITIONS.\n    6          461. NEW YORK STATE AUTISM COUNCIL.\n    7    S 460. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL\n    8  HAVE THE FOLLOWING MEANINGS:\n    9    1. \"AUTISM AWARENESS PROJECT\" MEANS A PROJECT APPROVED BY THE  COUNCIL\n   10  AIMED  TOWARD EDUCATING THE GENERAL PUBLIC ABOUT THE SYMPTOMS AND TREAT-\n   11  MENTS OF AUTISM;\n   12    2. \"COUNCIL\" MEANS THE  NEW  YORK  STATE  AUTISM  COUNCIL  ESTABLISHED\n   13  PURSUANT TO SECTION FOUR HUNDRED SIXTY-ONE OF THIS ARTICLE; AND\n   14    3.  \"PROGRAM AND SERVICES ENHANCEMENTS\" MEANS ANY SUPPLEMENTAL PROGRAM\n   15  OR SERVICE THAT WILL ASSIST IN POSITIVE OUTCOMES FOR  INDIVIDUALS  DIAG-\n   16  NOSED WITH AUTISM AND THEIR FAMILIES THAT ARE APPROVED BY THE COUNCIL.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00538-01-1\n\n       A. 984                              2\n\n    1    S  461. NEW YORK STATE AUTISM COUNCIL. 1. THERE IS ESTABLISHED, WITHIN\n    2  THE EXECUTIVE DEPARTMENT, THE NEW YORK STATE AUTISM COUNCIL.  THE GOVER-\n    3  NOR SHALL DESIGNATE ONE OF THE APPOINTED MEMBERS TO SERVE AS  THE  CHAIR\n    4  OF  THE  COUNCIL.    THE COUNCIL SHALL BE COMPOSED OF SIXTEEN MEMBERS AS\n    5  FOLLOWS:\n    6    A. A REPRESENTATIVE OF THE DEPARTMENT OF HEALTH;\n    7    B. A REPRESENTATIVE OF THE DEPARTMENT OF EDUCATION;\n    8    C.  A  REPRESENTATIVE OF THE OFFICE OF PEOPLE WITH DEVELOPMENTAL DISA-\n    9  BILITIES;\n   10    D. A REPRESENTATIVE OF THE DEPARTMENT OF INSURANCE;\n   11    E. A REPRESENTATIVE OF THE OFFICE OF CHILDREN AND FAMILY SERVICES;\n   12    F. A REPRESENTATIVE FROM  NEW  YORK  FAMILIES  FOR  AUTISTIC  CHILDREN\n   13  (NYFAC);\n   14    G. TWO MEMBERS APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE, ONE\n   15  OF WHOM SHALL BE THE PARENT OF A CHILD WITH AUTISM;\n   16    H.  TWO  MEMBERS APPOINTED BY THE SPEAKER OF THE ASSEMBLY, ONE OF WHOM\n   17  SHALL BE THE PARENT OF A CHILD WITH AUTISM; AND\n   18    I. SIX MEMBERS APPOINTED BY THE GOVERNOR: (I) ONE OF WHOM SHALL  BE  A\n   19  REPRESENTATIVE  FROM  AN  INSTITUTION  OF  HIGHER  LEARNING WHERE AUTISM\n   20  EDUCATION CURRICULUM IS CURRENTLY BEING OFFERED; (II) ONE OF WHOM  SHALL\n   21  BE A REPRESENTATIVE OF THE NORTHERN PART OF THE STATE; (III) ONE OF WHOM\n   22  SHALL BE A REPRESENTATIVE OF THE SOUTHERN PART OF THE STATE; (IV) ONE OF\n   23  WHOM SHALL BE A REPRESENTATIVE OF THE EASTERN PART OF THE STATE; (V) ONE\n   24  OF  WHOM SHALL BE A REPRESENTATIVE OF THE WESTERN PART OF THE STATE; AND\n   25  (VI) ONE OF WHOM SHALL BE A MEMBER OF THE MEDICAL FIELD SPECIALIZING  IN\n   26  RESEARCH WITHIN THE FIELD OF AUTISM.\n   27    2.  APPOINTED  MEMBERS OF THE COUNCIL SHALL SERVE TERMS OF THREE YEARS\n   28  EACH, EXCEPT THAT:\n   29    A. ONE MEMBER INITIALLY APPOINTED BY THE GOVERNOR, ONE MEMBER INITIAL-\n   30  LY APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE,  AND  ONE  MEMBER\n   31  INITIALLY  APPOINTED  BY  THE  SPEAKER OF THE ASSEMBLY SHALL SERVE A ONE\n   32  YEAR TERM; AND\n   33    B. A SECOND MEMBER INITIALLY APPOINTED BY  THE  GOVERNOR,  THE  SECOND\n   34  MEMBER INITIALLY APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE, AND\n   35  THE  SECOND  MEMBER  INITIALLY  APPOINTED BY THE SPEAKER OF THE ASSEMBLY\n   36  SHALL SERVE A TWO YEAR TERM.\n   37    3. ALL VACANCIES SHALL BE FILLED IN THE SAME MANNER  AS  THE  ORIGINAL\n   38  APPOINTMENT.  ALL VACANCIES MUST BE FILLED WITHIN NINETY DAYS, OTHERWISE\n   39  THE COUNCIL SHALL DETERMINE, BY MAJORITY VOTE, WHO SHALL FILL THE VACAN-\n   40  CY. MEMBERS APPOINTED TO FILL A VACANCY OCCURRING FOR REASON OTHER  THAN\n   41  AN EXPIRATION OF A TERM SHALL SERVE FOR THE REMAINDER OF THE TERM OF THE\n   42  PERSON  WHOM HE OR SHE IS REPLACING. MEMBERS ARE ELIGIBLE FOR REAPPOINT-\n   43  MENT.\n   44    4. MEMBERS SHALL SERVE WITHOUT COMPENSATION, BUT SHALL BE ENTITLED  TO\n   45  ACTUAL, NECESSARY EXPENSES INCURRED IN THE PERFORMANCE OF THEIR BUSINESS\n   46  AS MEMBERS OF THE COUNCIL.\n   47    5. A MAJORITY OF THE MEMBERS OF THE COUNCIL SHALL CONSTITUTE A QUORUM.\n   48  A MAJORITY VOTE OF A QUORUM SHALL BE REQUIRED FOR ANY OFFICIAL ACTION OF\n   49  THE COUNCIL.\n   50    6.  THE COUNCIL SHALL MEET AT THE CALL OF THE CHAIR, BUT NOT LESS THAN\n   51  FOUR TIMES PER YEAR.\n   52    7. THE COUNCIL SHALL:\n   53    A. APPROVE AUTISM AWARENESS PROGRAMS;\n   54    B. CARRY OUT A PROGRAM TO PROVIDE INFORMATION AND EDUCATION ON PROGRAM\n   55  AND SERVICES ENHANCEMENTS TO FAMILIES IN THE STATE WITH MEMBERS  SUFFER-\n   56  ING FROM AUTISM;\n\n       A. 984                              3\n\n    1    C.  ESTABLISH THE MECHANISMS TO USE THE RESULTS OF BIOMEDICAL RESEARCH\n    2  ON AUTISM AND AUTISM SPECTRUM DISORDERS;\n    3    D.  ESTABLISH  A  MECHANISM  FOR  THE  SHARING  OF  INFORMATION  AMONG\n    4  RESEARCHERS AND CLINICIANS IN THE STATE CONDUCTING  BIOMEDICAL  RESEARCH\n    5  ON AUTISM AND AUTISM SPECTRUM DISORDERS;\n    6    E.  PROVIDE  FOR  A  MECHANISM  THAT WOULD PERMIT THE PUBLIC TO OBTAIN\n    7  INFORMATION ON THE EXISTING AND PLANNED PROGRAMS  AND  ACTIVITIES  BEING\n    8  CONDUCTED  RELATED TO AUTISM, INCLUDING ANY PILOT STUDIES, AND THE COUN-\n    9  CIL TO RECEIVE COMMENTS FROM THE PUBLIC  REGARDING  THESE  PROGRAMS  AND\n   10  ACTIVITIES; AND\n   11    F.  PROVIDE AN ANNUAL REPORT TO THE GOVERNOR WITH THE COUNCIL'S RECOM-\n   12  MENDATIONS AND EXAMINING THE CREATION OF PROGRAMS AND SERVICES FOR INDI-\n   13  VIDUALS WITH AUTISM.\n   14    S 2. Subdivision 3 of section 95-e of the state finance law, as  added\n   15  by chapter 301 of the laws of 2004, is amended to read as follows:\n   16    3.  (a)  Monies  of  the  fund  shall be expended only for PROGRAM AND\n   17  SERVICE ENHANCEMENTS FOR INDIVIDUALS DIAGNOSED WITH AN  AUTISM  SPECTRUM\n   18  DISORDER, autism awareness projects or autism research projects approved\n   19  by  the  department  of  health [in] CONDUCTED WITHIN THE BORDERS OF New\n   20  York state provided, however, that no more than ten  percent  of  monies\n   21  from  such  fund  shall  be  expended  on the aggregate number of autism\n   22  research projects approved in a fiscal year.\n   23    (b) As used in this section, the term \"autism research project\"  means\n   24  scientific research RECOMMENDED BY THE NEW YORK STATE AUTISM COUNCIL AND\n   25  approved by the department of health into the causes and/or treatment of\n   26  autism,  THE  TERM \"PROGRAM AND SERVICES ENHANCEMENTS\" MEANS ANY SUPPLE-\n   27  MENTAL PROGRAM OR SERVICE THAT WILL  ASSIST  IN  POSITIVE  OUTCOMES  FOR\n   28  INDIVIDUALS  DIAGNOSED  WITH AUTISM AND THEIR FAMILIES THAT ARE APPROVED\n   29  BY THE NEW YORK STATE AUTISM COUNCIL ESTABLISHED IN SECTION FOUR HUNDRED\n   30  SIXTY-ONE OF THE EXECUTIVE LAW and the term \"autism  awareness  project\"\n   31  means  a  project  approved by the [department of health] NEW YORK STATE\n   32  AUTISM COUNCIL aimed toward educating  the  general  public  about  [the\n   33  causes,] symptoms[,] and treatments of autism.\n   34    S 3. This act shall take effect on the one hundred eightieth day after\n   35  it shall have become a law; provided, however, that effective immediate-\n   36  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   37  necessary for the implementation of this act on its effective  date  are\n   38  authorized  and  directed  to  be  made  and completed on or before such\n   39  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the state finance law, in relation to creating the New York state autism council ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T135156.TXT", "SOBI.D110107.T132403.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424643665
}