{
  "year" : 2011,
  "senateBillNo" : "A985-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A985-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts \"The Locksmith Licensing Act of 2011\"",
  "summary" : "Enacts \"The Locksmith Licensing Act of 2011\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A10148-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          985\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PHEFFER, WEISENBERG, MAISEL, MARKEY, JAFFEE,\n         CASTRO, ROSENTHAL, MILLMAN, TITUS -- Multi-Sponsored by --  M.  of  A.\n         BOYLAND,  COOK,  DINOWITZ,  GALEF,  GOTTFRIED,  HOOPER, McENENY, MENG,\n         PERRY, TITONE -- read once and referred to the Committee  on  Economic\n         Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to  amend the general business law, in relation to enacting the\n         locksmith licensing act of 2011\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  Locksmiths  operate in the public\n    2  trust to secure and protect property and persons and have the  knowledge\n    3  and  tools  to bypass or neutralize security devices.  Existing laws and\n    4  regulations do not adequately protect citizens from the unscrupulous use\n    5  and abuse of the tools and knowledge of the locksmithing  profession  by\n    6  the  untrained  person  or from those who have criminal intent. In addi-\n    7  tion, disreputable locksmiths and those who falsely represent themselves\n    8  to be locksmiths have a negative effect on the business of honest, hard-\n    9  working locksmiths by generating public ill will towards the  profession\n   10  as a whole. In order to protect both reputable locksmiths and the public\n   11  of  this state from the abuse and misuse of locksmithing supplies, manu-\n   12  als, or equipment, locksmiths should be licensed and regulated  by  this\n   13  state.\n   14    S  2.  The general business law is amended by adding a new article 6-E\n   15  to read as follows:\n\n   16                                 ARTICLE 6-E\n   17                     THE LOCKSMITH LICENSING ACT OF 2011\n\n   18  SECTION 69-AA. SHORT TITLE.\n   19          69-BB. DEFINITIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00811-01-1\n\n       A. 985                              2\n\n    1          69-CC. LOCKSMITH ADVISORY BOARD.\n    2          69-DD. PROMULGATION OF REGULATIONS AND STANDARDS.\n    3          69-EE. PROHIBITED ACTIVITIES.\n    4          69-FF. CRIMINAL PENALTY.\n    5          69-GG. CIVIL PENALTY.\n    6          69-HH. LICENSURE.\n    7          69-II. QUALIFICATIONS OF APPLICANTS.\n    8          69-JJ. EMPLOYEE REQUIREMENTS.\n    9          69-KK. EXPIRATION AND RENEWAL.\n   10          69-LL. LIST OF LOCKSMITHS.\n   11          69-MM. INSURANCE.\n   12          69-NN. WORK ORDERS.\n   13          69-OO. EXCLUSIONS.\n   14          69-PP. APPLICABILITY.\n   15    S 69-AA. SHORT TITLE. THIS ACT SHALL BE KNOWN AND MAY BE CITED AS \"THE\n   16  LOCKSMITH LICENSING ACT OF 2011\".\n   17    S  69-BB. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE, THE FOLLOWING\n   18  TERMS SHALL HAVE THE MEANINGS INDICATED:\n   19    1. \"BOARD\" MEANS THE LOCKSMITH ADVISORY BOARD.\n   20    2. \"CERTIFICATE\" MEANS A DOCUMENT ISSUED BY THE  DEPARTMENT  AS  PROOF\n   21  THAT A LICENSE OR PERMIT HAS BEEN GRANTED.\n   22    3.  \"CERTIFICATION\"  MEANS  THE  PROCESS WHEREBY THE DEPARTMENT OR ANY\n   23  REGULATORY BOARD ISSUES A CERTIFICATE ON  BEHALF  OF  THIS  STATE  TO  A\n   24  PERSON  SIGNIFYING  THAT  HE  OR SHE POSSESSES THE CHARACTER AND MINIMUM\n   25  SKILLS TO ENGAGE PROPERLY IN THE PROFESSION OF LOCKSMITHING.\n   26    4. \"CODEBOOK\" MEANS A COMPILATION, IN ANY FORM, OF KEY CODES.\n   27    5. \"COMMISSIONER\" MEANS THE COMMISSIONER OF THE DIVISION  OF  CRIMINAL\n   28  JUSTICE SERVICES.\n   29    6. \"DEPARTMENT\" MEANS THE DEPARTMENT OF STATE.\n   30    7. \"DIVISION\" MEANS THE DIVISION OF CRIMINAL JUSTICE SERVICES.\n   31    8. \"EMERGENCY\" MEANS A LIFE-THREATENING SITUATION INVOLVING A PERSON.\n   32    9.  \"INSPECTION\"  MEANS  A METHOD OF REGULATION WHEREBY A STATE AGENCY\n   33  PERIODICALLY EXAMINES THE ACTIVITIES AND PREMISES OF PRACTITIONERS OF AN\n   34  OCCUPATION OR PROFESSION TO ASCERTAIN IF THE  PRACTITIONER  IS  CARRYING\n   35  OUT  HIS OR HER PROFESSION OR OCCUPATION IN A MANNER CONSISTENT WITH THE\n   36  PUBLIC HEALTH, SAFETY AND WELFARE.\n   37    10. \"KEY BLANK\" MEANS A KEY THAT HAS NOT BEEN ALTERED OR CUT AND  DOES\n   38  NOT INCLUDE DEPTH KEYS.\n   39    11.  \"KEY  DUPLICATION  MACHINE\"  MEANS ANY DEVICE WHICH IS CAPABLE OF\n   40  COPYING OR REPRODUCING KEYS.\n   41    12. \"LICENSURE\" MEANS A  METHOD  OF  REGULATION  WHEREBY  THIS  STATE,\n   42  THROUGH  THE  ISSUANCE  OF A LICENSE, AUTHORIZES A PERSON POSSESSING THE\n   43  CHARACTER AND MINIMUM SKILLS TO ENGAGE IN THE PRACTICE OF THE  LOCKSMITH\n   44  PROFESSION  OR  OCCUPATION,  WHICH  IS  UNLAWFUL  TO  PRACTICE WITHOUT A\n   45  LICENSE.\n   46    13. \"LOCKSMITH\" MEANS A NATURAL PERSON WHO PERFORMS LOCKSMITH SERVICES\n   47  AND ACCESS CONTROL SERVICES TO THE PUBLIC. \"LOCKSMITH\" DOES NOT  INCLUDE\n   48  ANY  PERSON  WHOSE ACTIVITIES ARE LIMITED TO MAKING A DUPLICATE KEY FROM\n   49  AN EXISTING KEY OR WHOSE DUTIES ARE PRIMARILY CLERICAL OR FIDUCIARY.\n   50    14. \"LOCKSMITHING TOOL\" MEANS ANY TOOL THAT IS DESIGNED,  OR  INTENDED\n   51  BY  THE  USER  TO  BE  USED,  TO OPEN A MECHANICAL OR ELECTRICAL LOCKING\n   52  DEVICE BY A MEANS OTHER THAN THAT WHICH IS INTENDED BY THE  MANUFACTURER\n   53  OF SUCH DEVICE FOR NORMAL OPERATION.\n   54    15.  \"LOCKSMITH LICENSE\" MEANS A LICENSE GRANTED TO A LOCKSMITH PURSU-\n   55  ANT TO THIS ARTICLE.\n   56    16. \"LOCKSMITH SERVICES\" MEANS:\n\n       A. 985                              3\n\n    1    (A) SERVICING OR INSTALLING;\n    2    (B)  REPAIRING,  REBUILDING, REKEYING, REPINNING, SERVICING, ADJUSTING\n    3  OR INSTALLING LOCKS, MECHANICAL OR ELECTRONIC SECURITY  DEVICES,  SAFES,\n    4  VAULTS, OR SAFE DEPOSIT BOXES; AND\n    5    (C)  OPERATING A LOCK, MECHANICAL OR ELECTRONIC SECURITY DEVICE, SAFE,\n    6  VAULT, OR SAFE DEPOSIT BOX BY A MEANS OTHER THAN THOSE INTENDED  BY  THE\n    7  MANUFACTURER OF SUCH DEVICES.\n    8    17. \"MASTER KEY SYSTEM\" MEANS ANY SYSTEM IN WHICH A LOCK IS REKEYED SO\n    9  THAT  THE LOCK CAN BE OPERATED BY ITS OWN INDIVIDUAL KEY AND CAN ALSO BE\n   10  OPERATED BY A KEY THAT CAN OPERATE OTHER LOCKS IF THE OTHER LOCKS CANNOT\n   11  BE OPERATED WITH THE LOCK'S INDIVIDUAL KEY.\n   12    18. \"ORGANIZATION\" MEANS ANY  ENTITY  OTHER  THAN  A  NATURAL  PERSON,\n   13  INCLUDING  BUT NOT LIMITED TO, A CORPORATION, PARTNERSHIP, SOLE PROPRIE-\n   14  TORSHIP, OR ASSOCIATION.\n   15    19. \"PIN KIT\" MEANS A CONTAINER THAT HOLDS  ONLY  THE  FOLLOWING  LOCK\n   16  PARTS AND MATERIALS:\n   17    (A) BOTTOM PINS;\n   18    (B) TOP PINS (NOT INCLUDING MASTER PINS);\n   19    (C) SPRINGS;\n   20    (D) PLUG FOLLOWER;\n   21    (E)  PROPRIETARY  TOOLS, PROVIDED BY A LOCK MANUFACTURER, DESIGNED FOR\n   22  THE PURPOSE OF REKEYING A LOCK.\n   23    20. \"RECOMBINATION\" MEANS CHANGING THE  COMBINATION  OF  ANY  COMBINA-\n   24  TION-ACTUATED LOCK.\n   25    21.  \"SAFE-OPENING  TOOL\" MEANS ANY TOOL THAT IS DESIGNED, OR INTENDED\n   26  BY THE USER TO BE USED, TO OPEN A SAFE,  SAFE  DEPOSIT  BOX  OR  SIMILAR\n   27  OBJECT BY MEANS OTHER THAN THAT WHICH IS INTENDED BY THE MANUFACTURER OF\n   28  SUCH SAFE, VAULT, SAFE DEPOSIT BOX OR SIMILAR OBJECT FOR NORMAL OPENING.\n   29    22. \"SECRETARY\" MEANS THE SECRETARY OF STATE.\n   30    S  69-CC.  LOCKSMITH ADVISORY BOARD. 1. THERE IS HEREBY CREATED WITHIN\n   31  THE DEPARTMENT THE \"LOCKSMITH ADVISORY BOARD,\" HEREINAFTER  REFERRED  TO\n   32  AS  THE  \"BOARD\". SUCH BOARD SHALL CONSIST OF SEVEN MEMBERS: THREE LOCK-\n   33  SMITHS, ONE LAW ENFORCEMENT REPRESENTATIVE, AND THREE \"CITIZEN MEMBERS\".\n   34  THE LAW ENFORCEMENT REPRESENTATIVE AND ONE EACH OF THE LOCKSMITHS AND OF\n   35  THE CITIZEN MEMBERS SHALL BE APPOINTED BY THE GOVERNOR, ONE EACH OF  THE\n   36  LOCKSMITHS AND OF THE CITIZEN MEMBERS SHALL BE APPOINTED BY THE GOVERNOR\n   37  UPON  THE RECOMMENDATION OF THE SPEAKER OF THE ASSEMBLY, ONE EACH OF THE\n   38  LOCKSMITHS AND OF THE CITIZEN MEMBERS SHALL BE APPOINTED BY THE GOVERNOR\n   39  UPON THE RECOMMENDATION OF THE TEMPORARY PRESIDENT OF THE SENATE. OF THE\n   40  OCCUPATIONAL MEMBERS, ALL SHALL HAVE AT LEAST FIVE YEARS  EXPERIENCE  IN\n   41  THE  LOCKSMITH  INDUSTRY  AND BE CURRENTLY ENGAGED IN THAT INDUSTRY. THE\n   42  APPOINTEES SHALL ALL RESIDE IN THIS  STATE  AND  REPRESENT  THE  STATE'S\n   43  RACIAL, ETHNIC, GENDER, GEOGRAPHIC, AND ECONOMIC DIVERSITY TO THE GREAT-\n   44  EST EXTENT POSSIBLE.\n   45    2.  A  \"CITIZEN MEMBER\" OF THE BOARD SHALL BE A PERSON WHO: (A) IS NOT\n   46  BY TRAINING OR EXPERIENCE A LOCKSMITH, (B)  IS  NOT  A  SPOUSE,  PARENT,\n   47  CHILD,  OR  SIBLING  OF  A  LOCKSMITH, AND (C) HAS NO DIRECT OR INDIRECT\n   48  FINANCIAL INTEREST, EXCEPT AS A CONSUMER, IN THE LOCKSMITH PROFESSION.\n   49    3. AT ITS FIRST MEETING, THE BOARD SHALL  ELECT  A  CHAIRPERSON  BY  A\n   50  MAJORITY VOTE. STAFF SERVICES, INCLUDING RECORDING OF BOARD PROCEEDINGS,\n   51  SHALL BE PERFORMED BY PERSONNEL OF THE DEPARTMENT.\n   52    4.  THE  BOARD  SHALL  ADVISE  THE  DEPARTMENT AND THE DIVISION IN THE\n   53  ADMINISTRATION AND ENFORCEMENT OF THIS ARTICLE AND  SHALL  RECOMMEND  TO\n   54  THE  SECRETARY  AND COMMISSIONER REGULATIONS NECESSARY TO EFFECTUATE THE\n   55  PROVISIONS OF THIS ARTICLE.   ONCE THE  SECRETARY  DETERMINES  THAT  THE\n   56  FINAL REGULATIONS HAVE BEEN PROMULGATED, THE BOARD SHALL BE DISSOLVED.\n\n       A. 985                              4\n\n    1    5.  THE  MEMBERS  OF THE BOARD SHALL SERVE WITHOUT COMPENSATION EXCEPT\n    2  THAT EACH OF THEM SHALL BE ALLOWED THE  NECESSARY  AND  ACTUAL  EXPENSES\n    3  WHICH HE OR SHE SHALL INCUR IN THE PERFORMANCE OF HIS OR HER DUTIES.\n    4    6.  SHOULD  ANY  SEAT  ON THE BOARD BECOME VACANT PRIOR TO THE BOARD'S\n    5  DISSOLUTION, THE GOVERNOR SHALL MAKE AN APPOINTMENT TO FILL THAT  VACAN-\n    6  CY.  IF  THE BOARD MEMBER WHO PREVIOUSLY FILLED THE VACANT SEAT HAD BEEN\n    7  APPOINTED BASED UPON THE RECOMMENDATION OF THE SPEAKER OF THE  ASSEMBLY,\n    8  THEN  THE  SPEAKER  MUST MAKE ANOTHER RECOMMENDATION TO THE GOVERNOR. IF\n    9  THE BOARD  MEMBER  WHO  PREVIOUSLY  FILLED  THE  VACANT  SEAT  HAD  BEEN\n   10  APPOINTED  BASED  UPON  THE RECOMMENDATION OF THE TEMPORARY PRESIDENT OF\n   11  THE SENATE, THEN THE TEMPORARY PRESIDENT MUST MAKE  ANOTHER  RECOMMENDA-\n   12  TION  TO THE GOVERNOR. IF A LOCKSMITH PREVIOUSLY FILLED THE VACANT SEAT,\n   13  THE NEW BOARD MEMBER MUST ALSO BE A  LOCKSMITH.  IF  A  LAW  ENFORCEMENT\n   14  REPRESENTATIVE  PREVIOUSLY  FILLED THE VACANT SEAT, THE NEW BOARD MEMBER\n   15  MUST ALSO BE A LAW  ENFORCEMENT  REPRESENTATIVE.  IF  A  CITIZEN  MEMBER\n   16  PREVIOUSLY  FILLED  THE VACANT SEAT, THE NEW BOARD MEMBER MUST ALSO BE A\n   17  CITIZEN MEMBER.\n   18    7. IF THE GOVERNOR FAILS TO MAKE THE  NECESSARY  APPOINTMENTS  TO  THE\n   19  BOARD,  OR  IF THE SPEAKER OF THE ASSEMBLY OR THE TEMPORARY PRESIDENT OF\n   20  THE SENATE SHALL FAIL  TO  MAKE  RECOMMENDATIONS  TO  THE  GOVERNOR  FOR\n   21  APPOINTMENT  TO  THE BOARD, THE CARRYING OUT OF THE REST OF THIS ARTICLE\n   22  SHALL NOT BE IMPEDED.\n   23    S 69-DD. PROMULGATION OF REGULATIONS AND STANDARDS. 1. THE  DEPARTMENT\n   24  SHALL  PROMULGATE REGULATIONS AND STANDARDS FOR THE TRAINING AND LICENS-\n   25  ING OF LOCKSMITHS. THE DEPARTMENT SHALL EXAMINE AND  LICENSE  LOCKSMITHS\n   26  AND MAY ESTABLISH CLASSIFICATIONS OF TRAINING AND LICENSING.\n   27    2.  LOCKSMITH  COMPETENCY  STANDARDS  AND ANY CHANGES THERETO SHALL BE\n   28  ESTABLISHED BY DEPARTMENT REGULATION AFTER A PUBLIC HEARING.\n   29    3. THE DEPARTMENT IS AUTHORIZED TO EVALUATE THE COMPETENCY  OF  APPLI-\n   30  CANTS  FOR  LOCKSMITH  LICENSES.  THE  DEPARTMENT MAY EITHER DEVELOP AND\n   31  ADMINISTER AN EXAMINATION TO EVALUATE COMPETENCY, OR RELY ON AN EXAMINA-\n   32  TION DEVELOPED AND ADMINISTERED BY AN ACCREDITED PROFESSIONAL  LOCKSMITH\n   33  ASSOCIATION.\n   34    4.  THE  DEPARTMENT  MAY WAIVE EXAMINATION REQUIREMENTS FOR ANY PERSON\n   35  WHO HOLDS A VALID LOCKSMITH LICENSE IN ANOTHER STATE  WITH  WHICH  RECI-\n   36  PROCITY HAS BEEN ESTABLISHED BY THE DEPARTMENT.\n   37    5.  ANY  PERSON  APPLYING  FOR  A  LICENSE UNDER THIS ACT WHO DOES NOT\n   38  OTHERWISE QUALIFY SHALL SERVE AN APPRENTICESHIP UNDER A  LICENSED  LOCK-\n   39  SMITH OR UNDER THE DEPARTMENT FOR A PERIOD OF TWO YEARS AND SHALL:\n   40    (A)  COMPLETE  THIRTY-TWO  HOURS  OF  CONTINUING EDUCATION PER YEAR OF\n   41  DEPARTMENT-APPROVED CLASSES; AND\n   42    (B) IDENTIFY HIMSELF OR HERSELF AS AN \"APPRENTICE  LOCKSMITH\"  IN  ALL\n   43  ADVERTISING.\n   44    S 69-EE. PROHIBITED ACTIVITIES. 1. NO PERSON SHALL ACT AS, OR OFFER TO\n   45  ACT  AS,  A LOCKSMITH UNLESS HE OR SHE HAS A LOCKSMITH LICENSE WHICH HAS\n   46  NOT EXPIRED OR BEEN REVOKED OR SUSPENDED.\n   47    2. NO ORGANIZATION SHALL PROVIDE OR OFFER THE SERVICES OF A  LOCKSMITH\n   48  UNLESS  SUCH  SERVICES  ARE,  OR CAN BE, PROVIDED BY AN EMPLOYEE OF SUCH\n   49  ORGANIZATION WHO HAS A LOCKSMITH LICENSE WHICH HAS NOT EXPIRED  OR  BEEN\n   50  REVOKED OR SUSPENDED.\n   51    3.  IT  SHALL  BE  UNLAWFUL  FOR  ANY  PERSON  NOT  LICENSED UNDER THE\n   52  PROVISIONS OF THIS ARTICLE TO ADVERTISE THAT HE OR SHE IS IN  THE  LOCK-\n   53  SMITH  BUSINESS  OR  TO  HOLD  HIMSELF OR HERSELF OUT TO THE PUBLIC AS A\n   54  LOCKSMITH.\n   55    4. NOTHING IN  THIS  SECTION  SHALL  PROHIBIT  THE  EMERGENCY  OPENING\n   56  SERVICES  BY  MEMBERS  OF  LAW  ENFORCEMENT,  FIRE DEPARTMENTS, OR OTHER\n\n       A. 985                              5\n\n    1  GOVERNMENT AGENCIES OR EMERGENCY PERSONNEL IN  THEIR  OFFICIAL  LINE  OF\n    2  DUTY.\n    3    5.  NO  APPRENTICE LOCKSMITH MAY HAVE A REGISTERED OR APPRENTICE LOCK-\n    4  SMITH WORKING UNDER HIS OR HER SUPERVISION.\n    5    6. IT SHALL BE UNLAWFUL FOR ANY PERSON OR ORGANIZATION  TO  ENGAGE  IN\n    6  ANY OF THE FOLLOWING ACTS:\n    7    (A) MAKING USE OF ANY DESIGNATION PROVIDED BY STATUTE OR REGULATION TO\n    8  DENOTE  A  STANDARD  OF  PROFESSIONAL OR OCCUPATIONAL COMPETENCE WITHOUT\n    9  BEING DULY CERTIFIED OR LICENSED;\n   10    (B) MAKING USE OF ANY TITLE, WORDS, LETTERS,  OR  ABBREVIATIONS  WHICH\n   11  MAY  REASONABLY  BE  CONFUSED  WITH A DESIGNATION PROVIDED BY STATUTE OR\n   12  REGULATION TO DENOTE A STANDARD OF PROFESSIONAL OR  OCCUPATIONAL  COMPE-\n   13  TENCE WITHOUT BEING DULY CERTIFIED OR LICENSED;\n   14    (C)  PROVIDING  MATERIAL  MISREPRESENTING  FACTS IN AN APPLICATION FOR\n   15  LICENSURE, CERTIFICATION, OR REGISTRATION; AND\n   16    (D) WILLFULLY  REFUSING  TO  FURNISH  THE  DEPARTMENT  INFORMATION  OR\n   17  RECORDS REQUIRED OR REQUESTED PURSUANT TO STATUTE OR REGULATION.\n   18    S  69-FF.  CRIMINAL  PENALTY.  ANY PERSON WHO WILLFULLY ENGAGES IN ANY\n   19  UNLAWFUL ACT ENUMERATED IN SECTION SIXTY-NINE-EE OF THIS  ARTICLE  SHALL\n   20  BE  GUILTY  OF  A  MISDEMEANOR. ANY SECOND OR SUBSEQUENT VIOLATION SHALL\n   21  CONSTITUTE A CLASS E FELONY.\n   22    S 69-GG. CIVIL PENALTY. 1. THE DEPARTMENT MAY INSTITUTE PROCEEDINGS IN\n   23  EQUITY TO ENJOIN ANY PERSON,  PARTNERSHIP,  CORPORATION,  OR  ANY  OTHER\n   24  ENTITY   FROM  ENGAGING  IN  ANY  UNLAWFUL  ACT  ENUMERATED  IN  SECTION\n   25  SIXTY-NINE-EE OF THIS ARTICLE. SUCH PROCEEDINGS SHALL BE BROUGHT IN  THE\n   26  NAME OF THIS STATE BY THE DEPARTMENT IN THE CIRCUIT COURT OF THE CITY OR\n   27  COUNTY  IN  WHICH  THE  UNLAWFUL  ACT OCCURRED OR IN WHICH THE DEFENDANT\n   28  RESIDES.\n   29    2. ANY PERSON LICENSED BY THE DEPARTMENT WHO  KNOWINGLY  VIOLATES  ANY\n   30  STATUTE  OR  REGULATION PERTAINING TO THIS ARTICLE WHO IS NOT CRIMINALLY\n   31  PROSECUTED SHALL BE SUBJECT TO THE MONETARY  PENALTY  PROVIDED  IN  THIS\n   32  SECTION. IF THE DEPARTMENT DETERMINES THAT A RESPONDENT IS GUILTY OF THE\n   33  VIOLATION  COMPLAINED  OF,  THE DEPARTMENT SHALL DETERMINE THE AMOUNT OF\n   34  THE MONETARY PENALTY FOR THE VIOLATION, WHICH SHALL NOT EXCEED ONE THOU-\n   35  SAND DOLLARS FOR EACH VIOLATION.\n   36    3. AFTER A FORMAL FACT-FINDING, WHEREIN A SANCTION IS IMPOSED TO FINE,\n   37  SUSPEND, REVOKE, OR DENY RENEWAL OF LICENSE, THE DEPARTMENT  MAY  ASSESS\n   38  THE  HOLDER  THEREOF THE COST OF CONDUCTING SUCH A FACT-FINDING WHEN THE\n   39  DEPARTMENT HAS FINAL AUTHORITY TO GRANT LICENSE, CERTIFICATE  OR  REGIS-\n   40  TRATION,  UNLESS THE DEPARTMENT DETERMINES THAT THE OFFENSE IS INADVERT-\n   41  ENT OR DONE IN A GOOD FAITH BELIEF THAT SUCH ACT DID NOT VIOLATE A STAT-\n   42  UTE OR REGULATION. THE COST SHALL  BE  LIMITED  TO  (A)  THE  REASONABLE\n   43  HOURLY  RATE FOR THE HEARING OFFICER, AND (B) THE ACTUAL COST OF RECORD-\n   44  ING THE PROCEEDINGS.\n   45    S 69-HH. LICENSURE. 1. THE SECRETARY OR HIS OR HER DESIGNEE  SHALL  BE\n   46  AUTHORIZED  TO  ISSUE LOCKSMITH LICENSES TO ALL QUALIFIED INDIVIDUALS IN\n   47  ACCORDANCE WITH REGULATIONS ESTABLISHED BY THE DEPARTMENT.\n   48    2. EFFECTIVE NOVEMBER FIRST, TWO THOUSAND TWELVE, NO  LOCKSMITH  SHALL\n   49  DO  BUSINESS  IN THIS STATE WITHOUT HAVING OBTAINED THE PROPER LOCKSMITH\n   50  LICENSE FROM THE DEPARTMENT. THE LICENSE SHALL  NOT  BE  TRANSFERRED  OR\n   51  ASSIGNED  AND  IS  VALID  ONLY  WITH RESPECT TO THE PERSON TO WHOM IT IS\n   52  ISSUED. NO LICENSE SHALL BE GRANTED IF THE APPLICANT HAS  AN  UNPARDONED\n   53  FELONY  IN  HIS  OR  HER  CRIMINAL RECORD OR HAD ANY PRIOR LICENSE TO DO\n   54  BUSINESS REVOKED FOR FRAUD, MISREPRESENTATION, OR  ANY  OTHER  ACT  THAT\n   55  WOULD  CONSTITUTE  A  VIOLATION OF THIS SECTION.   A PERSON SHALL NOT BE\n   56  REFUSED A LICENSE SOLELY BECAUSE OF A PRIOR CRIMINAL CONVICTION,  UNLESS\n\n       A. 985                              6\n\n    1  THE CRIMINAL CONVICTION DIRECTLY RELATES TO THE PROFESSION OF LOCKSMITH-\n    2  ING.  HOWEVER,  THE  DEPARTMENT  SHALL  HAVE  THE  AUTHORITY TO REFUSE A\n    3  LICENSE IF, BASED ON ALL THE INFORMATION AVAILABLE, INCLUDING THE APPLI-\n    4  CANT'S RECORD OF PRIOR CONVICTIONS, IT FINDS THAT THE APPLICANT IS UNFIT\n    5  OR UNSUITED TO ENGAGE IN THE PROFESSION OF LOCKSMITHING.\n    6    3.  THE  TERMS OF EACH LICENSE SHALL BE NO LONGER THAN TWO YEARS, WITH\n    7  ALL LICENSES EXPIRING ON THEIR ANNIVERSARY UNLESS RENEWED OR REVOKED.\n    8    4. ANY INDIVIDUAL SHALL HAVE AVAILABLE THE PHOTO  IDENTIFICATION  CARD\n    9  AT ALL TIMES WHEN PROVIDING LOCKSMITHING SERVICES.\n   10    5.  AN  ORGANIZATION SHALL DISPLAY AT ITS NORMAL PLACE OF BUSINESS AND\n   11  IN A MANNER EASILY READABLE BY THE GENERAL PUBLIC A CERTIFICATE FOR EACH\n   12  LICENSED LOCKSMITH EMPLOYED BY THE ORGANIZATION. EACH CERTIFICATE  SHALL\n   13  CONTAIN THE LICENSEE'S NAME AND LICENSE NUMBER.\n   14    6.  ANY INDIVIDUAL LICENSED OR REGISTERED UNDER THIS ARTICLE MUST SHOW\n   15  IN ALL ADVERTISING HIS OR HER LICENSE NUMBER.\n   16    7. ANY APPLICANT FOR LICENSURE WHO PROVIDES DOCUMENTATION THAT  HE  OR\n   17  SHE  HAS  PRACTICED  AS  A  LOCKSMITH FOR AT LEAST TWO CONSECUTIVE YEARS\n   18  IMMEDIATELY PRECEDING HIS OR  HER  DATE  OF  APPLICATION  AND  IS  STILL\n   19  ENGAGED  IN  THE TRADE SHALL BE EXEMPT FROM THE EXAMINATION REQUIREMENTS\n   20  CONTAINED IN THIS ARTICLE AND PROMULGATED BY THE DEPARTMENT IF HE OR SHE\n   21  APPLIES TO THE DEPARTMENT AND SUBMITS RELEVANT  DOCUMENTATION  PRIOR  TO\n   22  NOVEMBER FIRST, TWO THOUSAND TWELVE. THE REQUIREMENTS FOR SUCH AN APPLI-\n   23  CATION  SHALL  BE  DETERMINED  BY THE DEPARTMENT. RELEVANT DOCUMENTATION\n   24  SHALL BE DETERMINED BY THE DEPARTMENT AND CAN INCLUDE, BUT IS NOT LIMIT-\n   25  ED TO, COMPLETION  CERTIFICATES  FROM  AUTHORIZED  CONTINUING  LOCKSMITH\n   26  EDUCATION  COURSES,  MEMBERSHIP  IN AN ACCREDITED PROFESSIONAL LOCKSMITH\n   27  ASSOCIATION, TEACHING LOCKSMITH CONTINUING EDUCATION COURSES, AND  ARTI-\n   28  CLES  WRITTEN BY THE LOCKSMITH THAT HAVE BEEN PUBLISHED IN PEER-REVIEWED\n   29  JOURNALS. THIS IS NOT INTENDED TO PROHIBIT A PRACTICING  LOCKSMITH  FROM\n   30  TAKING THE EXAM SHOULD HE OR SHE WISH TO DO SO.\n   31    8. A NONRESIDENT OF THIS STATE MAY BE LICENSED AS A LOCKSMITH BY MEET-\n   32  ING ONE OF THE FOLLOWING REQUIREMENTS:\n   33    (A) HE OR SHE CONFORMS TO THE PROVISIONS OF THIS ARTICLE AND THE REGU-\n   34  LATIONS OF THE DEPARTMENT; OR\n   35    (B)  HE  OR  SHE HOLDS A VALID LOCKSMITH LICENSE IN ANOTHER STATE WITH\n   36  WHICH RECIPROCITY HAS BEEN ESTABLISHED BY THE DEPARTMENT.\n   37    NONRESIDENT APPLICANTS SHALL ALSO FILE WITH THE DEPARTMENT  AN  IRREV-\n   38  OCABLE  CONSENT  THAT  SERVICE OF PROCESS UPON THE SECRETARY IS AS VALID\n   39  AND BINDING AS SERVICE OF PROCESS UPON THE APPLICANT.  THE SECRETARY  OR\n   40  HIS  OR  HER  DESIGNEE SHALL NOTIFY OR CAUSE TO BE NOTIFIED BY CERTIFIED\n   41  MAIL THE NONRESIDENT LICENSEE NAMED  IN  A  SERVICE  AT  THE  LICENSEE'S\n   42  ADDRESS OF RECORD.\n   43    S 69-II. QUALIFICATIONS OF APPLICANTS. 1. AN APPLICANT FOR A LOCKSMITH\n   44  LICENSE SHALL:\n   45    (A) BE AT LEAST EIGHTEEN YEARS OF AGE;\n   46    (B)  COMPLY  WITH  THE  COMPETENCY  REQUIREMENTS AS ESTABLISHED BY THE\n   47  DEPARTMENT;\n   48    (C) PAY A LICENSE FEE AS ESTABLISHED BY DEPARTMENT REGULATIONS;\n   49    (D) COMPLY WITH THE INSURANCE REQUIREMENTS OUTLINED IN SECTION  SIXTY-\n   50  NINE-MM OF THIS ARTICLE; AND\n   51    (E) COMPLETE ALL APPLICATION REQUIREMENTS PURSUANT TO DEPARTMENT REGU-\n   52  LATIONS.\n   53    2.  TWO COMPLETE SETS OF FINGERPRINTS THAT ARE VERIFIED TO BE THOSE OF\n   54  THE APPLICANT ALONG WITH A FINGERPRINT FEE, IN SUCH AMOUNT AS  SHALL  BE\n   55  DETERMINED BY THE DEPARTMENT, FOR THE COST OF THE DIVISION'S FULL SEARCH\n   56  AND  RETAIN PROCEDURES. BEFORE APPROVING AN APPLICATION, IT SHALL BE THE\n\n       A. 985                              7\n\n    1  DUTY OF THE DEPARTMENT TO FORWARD ONE COPY OF SUCH FINGERPRINTS  TO  THE\n    2  DIVISION.  UPON RECEIPT OF SUCH FINGERPRINTS, THE DIVISION SHALL, PURSU-\n    3  ANT TO ITS FULL SEARCH AND RETAIN PROCEDURES, FORWARD TO THE  DEPARTMENT\n    4  A  REPORT  WITH RESPECT TO THE APPLICANT'S PREVIOUS CRIMINAL HISTORY, IF\n    5  ANY, OR A STATEMENT THAT THE APPLICANT HAS NO PREVIOUS CRIMINAL HISTORY.\n    6  IF ADDITIONAL COPIES OF FINGERPRINTS ARE REQUIRED, THE  APPLICANT  SHALL\n    7  FURNISH  THEM  UPON  REQUEST.  IF  AN  APPLICANT'S FINGERPRINT CARDS ARE\n    8  RETURNED TO THE DEPARTMENT AS UNCLASSIFIED BY THE DIVISION,  THE  AGENCY\n    9  HAS THIRTY DAYS AFTER NOTIFICATION IS SENT BY THE DEPARTMENT TO RESUBMIT\n   10  SUCH FINGERPRINTS TAKEN BY A DIFFERENT TECHNICIAN.\n   11    3.  THE  FORM  OF APPLICATION, CERTIFICATE, PHOTO IDENTIFICATION CARD,\n   12  AND METHOD TO OBTAIN AND RENEW PHOTOGRAPHS SHALL BE ESTABLISHED  BY  THE\n   13  DEPARTMENT  REGULATION  AND  ADMINISTERED BY THE SECRETARY OR HIS OR HER\n   14  DESIGNEE.\n   15    S 69-JJ. EMPLOYEE REQUIREMENTS. 1. ALL EMPLOYEES OF  A  LOCKSMITH  WHO\n   16  PERFORM  LOCKSMITHING  SERVICES  AS  DEFINED BY SECTION SIXTY-NINE-BB OF\n   17  THIS ARTICLE SHALL HOLD A VALID LOCKSMITH LICENSE ISSUED BY THE  DEPART-\n   18  MENT.  THE  HOLDER  OF A LOCKSMITH LICENSE ISSUED UNDER THIS ARTICLE MAY\n   19  EMPLOY IN THE CONDUCT OF THE ORGANIZATION'S BUSINESS EMPLOYEES  PURSUANT\n   20  TO THIS SECTION.\n   21    2.  NO  PERSON  SHALL BE A REGISTERED EMPLOYEE OF A LICENSED LOCKSMITH\n   22  WHO:\n   23    (A) HAS BEEN DETERMINED BY THE DEPARTMENT TO BE  UNFIT  BY  REASON  OF\n   24  CONVICTION  OF  A  FELONY  OR  MISDEMEANOR OFFENSE IN THIS OR IN ANOTHER\n   25  STATE OR CONVICTED OF ANY CRIME RELATED TO THE PRACTICE OF LOCKSMITHING.\n   26  THE DEPARTMENT SHALL PROMULGATE RULES  FOR  PROCEDURES  BY  WHICH  THOSE\n   27  CIRCUMSTANCES  SHALL  BE  DETERMINED  AND  THAT AFFORD THE APPLICANT DUE\n   28  PROCESS OF LAW;\n   29    (B) HAS HAD A LOCKSMITH LICENSE REFUSED, DENIED, SUSPENDED, OR REVOKED\n   30  UNDER THIS ARTICLE; OR\n   31    (C) HAS OTHERWISE VIOLATED ANY PROVISION OF THIS ARTICLE.\n   32    3. EACH LICENSED LOCKSMITH SHALL MAINTAIN A RECORD OF  EACH  LOCKSMITH\n   33  IN  HIS  OR HER EMPLOY. IN ADDITION TO ANY OTHER INFORMATION REQUIRED BY\n   34  LAW, THE RECORD SHALL CONTAIN THE FOLLOWING INFORMATION:\n   35    (A) THE EMPLOYEE'S LICENSE NUMBER;\n   36    (B) A RECORD OF ALL DEPARTMENT-APPROVED CONTINUING  EDUCATION  CLASSES\n   37  TAKEN  OR TAUGHT BY THE LOCKSMITH TOGETHER WITH THE DATES. EACH EMPLOYEE\n   38  MUST TAKE A MINIMUM OF SIXTEEN HOURS OF CONTINUING EDUCATION  PER  YEAR;\n   39  AND\n   40    (C)  A  RECORD  OF ANY ARTICLES RELATED TO LOCKSMITHING WRITTEN BY THE\n   41  LOCKSMITH THAT WERE PUBLISHED IN PEER-REVIEWED JOURNALS.\n   42    4. THE LOCKSMITH WILL MAINTAIN A SEPARATE ROSTER OF THE NAMES  OF  ALL\n   43  EMPLOYEES  HIRED  AND  ALL EMPLOYEES WHO LEFT THE LOCKSMITH'S EMPLOY FOR\n   44  ANY REASON WITHIN THE PREVIOUS  MONTH  AND  SUBMIT  THE  ROSTER  TO  THE\n   45  DEPARTMENT  ON  OR  BEFORE  THE  TENTH  OF  THE MONTH. THIS ROSTER SHALL\n   46  INCLUDE EMPLOYEES WHO ARE LICENSED LOCKSMITHS AND THOSE WHO ARE NOT. FOR\n   47  EACH EMPLOYEE, THE ROSTER SHALL INCLUDE THE  EMPLOYEE'S  NAME,  ADDRESS,\n   48  DATE  OF BIRTH, JOB TITLE, DATE OF HIRE, AND, IF APPLICABLE, THE EMPLOY-\n   49  EE'S LOCKSMITH LICENSE NUMBER. ROSTERS ARE TO BE MAINTAINED BY THE LOCK-\n   50  SMITH FOR A PERIOD OF AT LEAST TWENTY-FOUR MONTHS.  THE LOCKSMITH IS NOT\n   51  REQUIRED TO SUBMIT A ROSTER FOR ANY MONTH DURING  WHICH  THERE  WERE  NO\n   52  EMPLOYMENT  CHANGES. FAILURE TO MAINTAIN AND SUBMIT THE SPECIFIED ROSTER\n   53  SHALL RESULT IN A FINE IN AN AMOUNT UP TO FIVE HUNDRED DOLLARS OR  OTHER\n   54  DISCIPLINARY  ACTION BEING IMPOSED AGAINST THE LOCKSMITH. THE DEPARTMENT\n   55  MAY BY RULE PRESCRIBE FURTHER RECORD REQUIREMENTS.\n\n       A. 985                              8\n\n    1    5. A DULY AUTHORIZED REPRESENTATIVE OF THE DEPARTMENT SHALL BE ALLOWED\n    2  COMPLETE ACCESS TO ALL RECORDS TO BE KEPT UNDER THIS SECTION UPON  THREE\n    3  DAYS ADVANCE NOTICE IN WRITING PROVIDED TO THE LICENSED LOCKSMITH.\n    4    6.  ANY  LICENSED  LOCKSMITH  WHO  KNOWINGLY HIRES AND/OR MAINTAINS AN\n    5  EMPLOYEE WHO IS IN VIOLATION OF THIS  SECTION  SHALL  HAVE  HIS  OR  HER\n    6  LICENSE TEMPORARILY SUSPENDED PENDING FURTHER ACTION BY THE DEPARTMENT.\n    7    S  69-KK.  EXPIRATION  AND RENEWAL. 1. ANY LICENSE GRANTED PURSUANT TO\n    8  THIS ARTICLE SHALL EXPIRE AT THE END OF ITS TERM UNLESS  IT  IS  RENEWED\n    9  PURSUANT  TO  REGULATIONS  ESTABLISHED BY THE DEPARTMENT OR REVOKED. THE\n   10  REGULATIONS FOR RENEWAL SHALL BE REASONABLE AND SHALL INCLUDE A  REASON-\n   11  ABLE FEE THE COST OF WHICH SHALL NOT EXCEED THE ORIGINAL LICENSING FEE.\n   12    2.  ALL  INDIVIDUALS  LICENSED UNDER THIS ARTICLE MUST COMPLETE AND/OR\n   13  TEACH A MINIMUM OF SIXTEEN HOURS OF CONTINUING  EDUCATION  PER  YEAR  OF\n   14  CLASSES  APPROVED BY THE DEPARTMENT IN ORDER TO RENEW HIS OR HER LICENSE\n   15  AND  PROVIDE  DOCUMENTATION  THEREOF.  THE  DEPARTMENT   MAY,   AT   ITS\n   16  DISCRETION,  ALLOW  THE LICENSEE TO USE ARTICLES WRITTEN BY THE LICENSEE\n   17  THAT HAVE BEEN PUBLISHED IN PEER-REVIEWED JOURNALS TO MEET THIS REQUIRE-\n   18  MENT.\n   19    S 69-LL. LIST OF LOCKSMITHS. THE DEPARTMENT SHALL MAINTAIN A  LIST  OF\n   20  THE  NAMES  AND ADDRESSES OF ALL LOCKSMITHS LICENSED UNDER THIS ARTICLE.\n   21  THE LIST SHALL BE MADE AVAILABLE TO THE  PUBLIC  IN  WRITTEN  FORM  UPON\n   22  REQUEST AND PAYMENT OF A REASONABLE FEE AND ON THE DEPARTMENT'S INTERNET\n   23  WEBSITE.\n   24    S  69-MM.  INSURANCE.  A  LOCKSMITH SHALL MAINTAIN AN INSURANCE POLICY\n   25  SUFFICIENT FOR THE PURPOSE OF PAYING CLAIMS  OR  JUDGMENTS  FOR  DAMAGES\n   26  WHICH  MAY  OCCUR  AS A RESULT OF NEGLIGENCE OF SAID LOCKSMITH OR HIS OR\n   27  HER EMPLOYEES. THE DEPARTMENT MAY ASK FOR  PROOF  OF  INSURANCE  AT  ITS\n   28  DISCRETION.\n   29    S  69-NN.  WORK  ORDERS.  1.  ANY LICENSED LOCKSMITH WHO KNOWINGLY AND\n   30  WILLFULLY PERFORMS A LOCKSMITH SERVICE, WHETHER OR NOT FOR COMPENSATION,\n   31  SHALL COMPLETE A WORK ORDER AT THE TIME THE SERVICE  WAS  PERFORMED  AND\n   32  PROVIDE  A  COPY  OF THE COMPLETED WORK ORDER TO THE PERSON FOR WHOM THE\n   33  SERVICE WAS PERFORMED.\n   34    2. THE WORK ORDER SHALL CONTAIN THE FOLLOWING INFORMATION:\n   35    (A) A DESCRIPTION OF THE WORK PERFORMED,  THE  APPROXIMATE  LENGTH  OF\n   36  TIME INVOLVED, AND AN ITEMIZED BREAKDOWN OF ANY FEES;\n   37    (B)  THE  NAME,  SIGNATURE,  BUSINESS CONTACT INFORMATION, AND LICENSE\n   38  NUMBER OF THE LOCKSMITH PERFORMING THE SERVICE;\n   39    (C) IF THE SERVICE PERFORMED BY THE LOCKSMITH INVOLVES THE OPENING  OF\n   40  ANY  RESIDENTIAL  OR  COMMERCIAL ESTABLISHMENT FOR ANOTHER PERSON BY ANY\n   41  METHOD, THE LOCKSMITH SHALL OBTAIN AND RECORD THE STREET ADDRESS OF  THE\n   42  RESIDENT  OR  COMMERCIAL  ESTABLISHMENT, THE SIGNATURE OF THE PERSON FOR\n   43  WHOM THE SERVICE WAS PERFORMED, AND THE FOLLOWING INFORMATION  REGARDING\n   44  THE  PERSON FOR WHOM THE SERVICE WAS PERFORMED: NAME, ADDRESS, TELEPHONE\n   45  NUMBER;\n   46    (D) IF THE SERVICE PERFORMED BY THE LOCKSMITH INVOLVES THE OPENING  OF\n   47  A MOTOR VEHICLE, PERSONAL PROPERTY REGISTERED UNDER THE VEHICLE CODE, OR\n   48  ANY  OTHER  PIECE OF PERSONAL PROPERTY FOR ANOTHER PERSON BY ANY METHOD,\n   49  THE LOCKSMITH SHALL OBTAIN AND RECORD THE LOCATION WHERE  THE  WORK  WAS\n   50  PERFORMED,  THE VIN NUMBER OF THE VEHICLE (IF APPLICABLE), THE SIGNATURE\n   51  OF THE PERSON FOR WHOM THE SERVICE  WAS  PERFORMED,  AND  THE  FOLLOWING\n   52  INFORMATION  REGARDING  THE  PERSON  FOR WHOM THE SERVICE WAS PERFORMED:\n   53  NAME, ADDRESS, TELEPHONE NUMBER;\n   54    (E) A STATEMENT DECLARING THAT  THE  PERSON  FOR  WHOM  THE  WORK  WAS\n   55  PERFORMED  AND  WHO  SIGNED THE WORK ORDER IS AUTHORIZED TO HAVE ENGAGED\n   56  THE SERVICES OF THE LOCKSMITH FOR THE WORK DESCRIBED ON THE WORK  ORDER.\n\n       A. 985                              9\n\n    1  BEFORE  PERFORMING  THE  SERVICE,  THE LOCKSMITH SHALL MAKE A REASONABLE\n    2  GOOD FAITH EFFORT TO ASCERTAIN IF THE PERSON FOR WHOM THE SERVICE IS  TO\n    3  BE  PERFORMED  IS  AUTHORIZED  TO  ENGAGE THE LOCKSMITH TO DO SO. IF THE\n    4  PERSON  IS NOT THE OWNER OF THE BUILDING, VEHICLE, OR ITEM TO BE OPENED,\n    5  THE LOCKSMITH SHALL OBTAIN AND NOTE ON THE WORK ORDER THE NAME, ADDRESS,\n    6  AND TELEPHONE NUMBER OF THE OWNER  AS  WELL  AS  A  DESCRIPTION  OF  THE\n    7  RELATIONSHIP BETWEEN THE OWNER AND THE CUSTOMER;\n    8    (F)  IF  THE  LOCKSMITH  CANNOT  AFTER  A REASONABLE GOOD FAITH EFFORT\n    9  OBTAIN ANY OF THE ABOVE INFORMATION, THE LOCKSMITH SHALL INDICATE SO  ON\n   10  THE  WORK  ORDER  AND  STATE HIS OR HER REASON OR REASONS FOR PROCEEDING\n   11  WITH THE SERVICE IN THE ABSENCE OF SUCH IDENTIFICATION.\n   12    3. THE LOCKSMITH SHALL RETAIN A COPY OF EACH WORK ORDER FOR A  MINIMUM\n   13  OF ONE YEAR.\n   14    4. THE WORK ORDERS SHALL BE OPEN FOR INSPECTION BY ANY LAW ENFORCEMENT\n   15  OFFICER  WHO  IS  AUTHORIZED  TO  VIEW SUCH RECORDS OR BY THE DEPARTMENT\n   16  DURING BUSINESS HOURS OR SUBMITTED TO THE DEPARTMENT UPON REQUEST.   THE\n   17  DEPARTMENT  SHALL  CREATE AND MAINTAIN A SAMPLE WORK ORDER FORM AND MAKE\n   18  SUCH FORM AVAILABLE ON THE DEPARTMENT WEBSITE FOR USE BY LOCKSMITHS.\n   19    S 69-OO. EXCLUSIONS. THIS ARTICLE DOES  NOT  APPLY  TO  THE  FOLLOWING\n   20  PERSONS:\n   21    1. ANY PERSON, OR HIS OR HER AGENT OR EMPLOYEE, WHO IS THE MANUFACTUR-\n   22  ER  OF  A PRODUCT, OTHER THAN LOCKS AND KEYS, AND WHO INSTALLS, REPAIRS,\n   23  OPENS, OR MODIFIES LOCKS OR WHO MAKES KEYS FOR THE LOCKS OF THAT PRODUCT\n   24  AS A NORMAL INCIDENT TO ITS MARKETING.\n   25    2. EMPLOYEES  WHO  ARE  INDUSTRIAL  OR  INSTITUTIONAL  LOCKSMITHS  AND\n   26  PROVIDED THAT SUCH EMPLOYEES PROVIDE LOCKSMITH SERVICES ONLY TO A SINGLE\n   27  EMPLOYER WHO DOES NOT PROVIDE LOCKSMITH SERVICES FOR HIRE TO THE PUBLIC.\n   28    3. TOW TRUCK OPERATORS AND MOTOR VEHICLE REPAIR TECHNICIANS WHO DO NOT\n   29  ORIGINATE  KEYS  FOR  LOCKS  AND WHOSE LOCKSMITH SERVICES ARE LIMITED TO\n   30  MOTOR VEHICLE LOCKS.\n   31    4. MOTOR VEHICLE MANUFACTURES AND DEALERS AND THEIR AUTHORIZED  AGENTS\n   32  SO  LONG AS THE LOCKSMITH SERVICES ARE LIMITED TO SERVICING, INSTALLING,\n   33  REPAIRING, AND REBUILDING OF AUTOMOTIVE LOCKS.\n   34    5. ANY PERSON EMPLOYED EXCLUSIVELY AND REGULARLY BY  A  STATE  CORREC-\n   35  TIONAL  INSTITUTION  WHILE  ACTING  IN  THE  NORMAL COURSE OF HIS OR HER\n   36  EMPLOYMENT.\n   37    6. ANY AGENT OR EMPLOYEE OF A RETAIL ESTABLISHMENT THAT HAS A  PRIMARY\n   38  BUSINESS  OTHER  THAN PROVIDING LOCKSMITH SERVICES, PROVIDING ALL OF THE\n   39  FOLLOWING CRITERIA ARE MET:\n   40    (A) THE LOCKSMITH SERVICES PROVIDED BY THE  RETAIL  ESTABLISHMENT  ARE\n   41  LIMITED TO KEY DUPLICATING, REKEYING AND RECOMBINATION OF LOCKS, AND THE\n   42  SALE OF PREVIOUSLY MANUFACTURED LOCKS;\n   43    (B)  ANY KEY DUPLICATING, REKEYING AND RECOMBINATION, AND INSTALLATION\n   44  OF LOCKS MUST TAKE PLACE ON THE PREMISES OF THE RETAIL ESTABLISHMENT;\n   45    (C) NO UNLICENSED AGENT OR EMPLOYEE OF THE RETAIL ESTABLISHMENT  SHALL\n   46  ADVERTISE  OR  REPRESENT  HIMSELF  OR  HERSELF TO BE LICENSED UNDER THIS\n   47  CHAPTER, AND NO AGENT OR EMPLOYEE  OF  THE  RETAIL  ESTABLISHMENT  SHALL\n   48  ADVERTISE OR REPRESENT HIMSELF OR HERSELF TO BE A LOCKSMITH;\n   49    (D)  NO  AGENT OR EMPLOYEE OF THE RETAIL ESTABLISHMENT SHALL DESIGN OR\n   50  IMPLEMENT A MASTER KEY SYSTEM; AND\n   51    (E) THE RETAIL ESTABLISHMENT SHALL NOT HAVE ON ITS PREMISES ANY  LOCK-\n   52  SMITH TOOL, OTHER THAN THE FOLLOWING:\n   53    (I) KEY DUPLICATION MACHINES;\n   54    (II) KEY BLANKS; OR\n   55    (III) PIN KITS.\n\n       A. 985                             10\n\n    1    7. RETAIL MERCHANTS WHO INSTALL, PROGRAM, REPAIR, MAINTAIN, REPROGRAM,\n    2  REBUILD,  OR  SERVICE  ELECTRONIC  GARAGE  DOOR  DEVICES, SO LONG AS THE\n    3  MERCHANT IS NOT ALSO PROVIDING LOCKSMITH SERVICES AS DEFINED IN  SECTION\n    4  SIXTY-NINE-BB OF THIS ARTICLE.\n    5    8.  MAINTENANCE  EMPLOYEES AND SECURITY PERSONNEL WHO OPEN LOCKS WHILE\n    6  ACTING IN THE NORMAL COURSE OF THEIR EMPLOYMENT.\n    7    9. ANY LAW ENFORCEMENT OFFICER EMPLOYED BY ANY CITY, COUNTY, STATE, OR\n    8  FEDERAL LAW ENFORCEMENT AGENCY, IF ALL SERVICES ARE PERFORMED DURING THE\n    9  COURSE OF THE OFFICER'S PROFESSIONAL DUTIES.\n   10    10. FIREFIGHTERS OR EMERGENCY PERSONNEL EMPLOYED BY ANY CITY,  COUNTY,\n   11  DISTRICT, STATE, OR FEDERAL AGENCY, IF ALL SERVICES ARE PERFORMED DURING\n   12  THE COURSE OF DUTIES AS A FIREFIGHTER OR EMERGENCY PERSON.\n   13    11.  SALES  REPRESENTATIVES  WHO ARE NOT LICENSED, WHO DO NOT IDENTIFY\n   14  THEMSELVES AS LOCKSMITHS, AND WHOSE BUSINESS  IS  RESTRICTED  TO  MAKING\n   15  BONA FIDE SALES DEMONSTRATIONS TO LOCKSMITHS.\n   16    S 69-PP. APPLICABILITY. 1. THIS ARTICLE SHALL APPLY TO ALL LOCKSMITHS,\n   17  PROVIDED,  HOWEVER,  THAT  A  POLITICAL  SUBDIVISION  MAY  IMPOSE  OTHER\n   18  REQUIREMENTS THAT ARE IN ADDITION TO THE MINIMUM STANDARDS SET FORTH  IN\n   19  THIS ARTICLE.\n   20    2.  THE  PROVISIONS OF THIS ARTICLE SHALL NOT BE CONSTRUED TO LIMIT IN\n   21  ANY WAY THE AUTHORITY OF A POLITICAL SUBDIVISION TO ENACT, IMPLEMENT AND\n   22  CONTINUE TO ENFORCE LOCAL LAWS AND REGULATIONS GOVERNING LOCKSMITHS THAT\n   23  WERE IN EFFECT PRIOR TO THE EFFECTIVE DATE OF THIS ARTICLE, OR TO ENACT,\n   24  IMPLEMENT AND ENFORCE ANY AMENDMENTS THERETO AFTER THE EFFECTIVE DATE OF\n   25  THIS ARTICLE.\n   26    S 3. If any clause, sentence, paragraph, section or part of this arti-\n   27  cle shall be adjudged by any  court  of  competent  jurisdiction  to  be\n   28  invalid  and  after exhaustion of all further judicial review, the judg-\n   29  ment shall not affect, impair or invalidate the remainder  thereof,  but\n   30  shall  be  confined in its operation to the clause, sentence, paragraph,\n   31  section or part of this article directly involved in the controversy  in\n   32  which the judgment shall have been rendered.\n   33    S 4. This act shall take effect on the one hundred eightieth day after\n   34  it shall have become a law; provided, however, that effective immediate-\n   35  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   36  necessary for the implementation of this act on its effective  date  are\n   37  authorized  and  directed  to  be  made  and completed on or before such\n   38  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to enacting the locksmith licensing act of 2011 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T132403.TXT", "SOBI.D110105.T135656.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424643667
}