{
  "year" : 2011,
  "senateBillNo" : "A986-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A986-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes no franchise agreements shall prohibit a gasoline dealer from offering a discount to a buyer based upon the method of payment",
  "summary" : "Establishes no existing or future franchise agreement shall prohibit a gasoline dealer from offering a discount to a buyer based upon the method of payment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AA4913-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          986\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the general business law, in relation to  the  right  of\n         gasoline dealers to offer discounts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative  findings  and  declarations.  The  legislature\n    2  finds and declares that the distribution and sale of motor vehicle fuels\n    3  and  oils  affects the general economy of the state, the public interest\n    4  and the public welfare. The legislature further finds and declares  that\n    5  provisions  in  certain existing petroleum franchise agreements prohibit\n    6  gasoline dealers from offering a discount to  a  buyer  based  upon  the\n    7  method  of  payment  by such buyer for gasoline. The legislature further\n    8  finds  and  declares  that  such  provisions   constitute   unreasonable\n    9  restraints  on  competitive  pricing  and inhibit the fair and efficient\n   10  functioning of a free market  economy  within  the  petroleum  industry.\n   11  Therefore, it is provided that the provisions of any franchise agreement\n   12  that prohibit gasoline dealers from offering a discount to a buyer based\n   13  upon the method of payment by such buyer for gasoline are void and with-\n   14  out effect as contrary to public policy.\n   15    S 2. The general business law is amended by adding a new section 199-o\n   16  to read as follows:\n   17    S 199-O. DEALERS' RIGHT TO OFFER DISCOUNTS. NO FUTURE FRANCHISE AGREE-\n   18  MENT  SHALL  PROHIBIT  A  GASOLINE  DEALER FROM OFFERING A DISCOUNT TO A\n   19  BUYER BASED UPON THE METHOD OF PAYMENT BY SUCH BUYER FOR SUCH  GASOLINE.\n   20  ANY  PROVISION  IN SUCH FRANCHISE AGREEMENT PROHIBITING SUCH DEALER FROM\n   21  OFFERING SUCH DISCOUNT SHALL BE VOID AND UNENFORCEABLE  AS  CONTRARY  TO\n   22  PUBLIC POLICY.\n   23    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00929-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the right of gasoline dealers to offer discounts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T132403.TXT", "SOBI.D110105.T135656.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424643673
}