{
  "year" : 2011,
  "senateBillNo" : "A987-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A987-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits disclosure of address or telephone number of victim of or witness to a crime in open court",
  "summary" : "Requires courts during a criminal trial or hearing to prohibit the disclosure of the address and telephone number of any victim of or witness to the crime to which such trial or hearing relates; prohibits such victims and witnesses from being required to disclose such information in open court. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A209-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          987\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER, ENGLEBRIGHT -- Multi-Sponsored by -- M.\n         of A. MAGEE, TOWNS -- read once  and  referred  to  the  Committee  on\n         Governmental Operations\n\n       AN  ACT to amend the civil rights law, in relation to confidentiality of\n         victims' and witnesses' addresses and telephone numbers during a trial\n         or hearing related to a criminal prosecution\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  civil  rights law is amended by adding a new section\n    2  50-f to read as follows:\n    3    S 50-F. CONFIDENTIALITY OF VICTIM AND WITNESS  ADDRESS  AND  TELEPHONE\n    4  NUMBER  DURING  A  TRIAL  OR  HEARING RELATED TO A CRIMINAL PROSECUTION.\n    5  DURING A TRIAL OR HEARING RELATED TO A CRIMINAL PROSECUTION,  THE  COURT\n    6  SHALL  REQUIRE  THAT  THE RESIDENCE ADDRESS AND TELEPHONE NUMBER AND THE\n    7  PLACE OF BUSINESS NAME, ADDRESS AND TELEPHONE NUMBER OF ANY VICTIM OF OR\n    8  WITNESS TO THE CRIME SHALL NOT BE DISCLOSED IN OPEN COURT, AND THAT SUCH\n    9  VICTIM OR WITNESS SHALL NOT BE REQUIRED  TO  PROVIDE  THE  RESIDENCE  OR\n   10  PLACE  OF  BUSINESS  NAME,  ADDRESS OR TELEPHONE NUMBER AND THE PLACE OF\n   11  BUSINESS NAME, ADDRESS AND TELEPHONE NUMBER OF ANY VICTIM OR WITNESS  TO\n   12  THE  CRIME IN RESPONSE TO DEFENSE OR PROSECUTION QUESTIONING, UNLESS THE\n   13  COURT DETERMINES THAT THERE IS A CLEAR NEED FOR SUCH DISCLOSURE  BECAUSE\n   14  THE INFORMATION IS NECESSARY AND RELEVANT TO THE FACTS OF THE CASE OR TO\n   15  THE  CREDIBILITY  OF  THE  WITNESS. THE BURDEN TO ESTABLISH THE NEED AND\n   16  RELEVANCE FOR DISCLOSURE SHALL BE ON THE DEFENSE OR  THE  PARTY  SEEKING\n   17  DISCLOSURE.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00643-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to confidentiality of victims' and witnesses' addresses and telephone numbers during a trial or hearing related to a criminal prosecution ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T132403.TXT", "SOBI.D110105.T135656.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424643679
}