{
  "year" : 2011,
  "senateBillNo" : "A988-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A988-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows dental hygienists to perform anesthesia",
  "summary" : "Allows dental hygienists to perform anesthesia; requires a dental hygienist to be certified and supervised before performing anesthesia. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA5704-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          988\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. PHEFFER, PAULIN, GABRYSZAK, REILLY, MAISEL --\n         Multi-Sponsored by -- M.  of A. HEASTIE, WEISENBERG -- read  once  and\n         referred to the Committee on Higher Education\n\n       AN  ACT  to  amend  the  education  law,  in relation to allowing dental\n         hygienists to perform anesthesia\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section 6606 of the education law, as\n    2  amended by chapter 437 of the laws  of  2001,  is  amended  to  read  as\n    3  follows:\n    4    1.  The practice of the profession of dental hygiene is defined as the\n    5  performance of dental services which shall include  removing  calcareous\n    6  deposits,  accretions  and stains from the exposed surfaces of the teeth\n    7  which begin at the epithelial attachment  and  applying  topical  agents\n    8  indicated for a complete dental prophylaxis, removing cement, placing or\n    9  removing  rubber  dam,  removing sutures, placing matrix band, providing\n   10  patient education, applying topical  medication,  placing  and  exposing\n   11  X-ray  films, performing topical fluoride applications and topical anes-\n   12  thetic applications, polishing teeth, taking medical  history,  charting\n   13  caries,  taking impressions for study casts, placing and removing tempo-\n   14  rary restorations, administering and monitoring nitrous oxide  analgesia\n   15  and   administering  and  monitoring  local  [infiltration]  anesthesia,\n   16  subject to certification in accordance with  section  sixty-six  hundred\n   17  five-b  of this article, and any other function in the definition of the\n   18  practice of dentistry as may be  delegated  by  a  licensed  dentist  in\n   19  accordance  with  regulations promulgated by the commissioner. The prac-\n   20  tice of dental hygiene may be conducted in the office  of  any  licensed\n   21  dentist  or  in  any appropriately equipped school or public institution\n   22  but must be done under the supervision of a licensed dentist.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00531-01-1\n\n       A. 988                              2\n\n    1    S 2. Section 6605-b of the education law, as added by chapter  437  of\n    2  the laws of 2001, is amended to read as follows:\n    3    S 6605-b.    Dental    hygiene   [restricted]   local   [infiltration]\n    4  anesthesia/nitrous oxide analgesia certificate. 1.  A  dental  hygienist\n    5  shall not administer or monitor nitrous oxide analgesia or local [infil-\n    6  tration]  anesthesia  in the practice of dental hygiene without a dental\n    7  hygiene  [restricted]  local  [infiltration]  anesthesia/nitrous   oxide\n    8  analgesia  certificate  and  except  under the personal supervision of a\n    9  dentist [and in conjunction  with  the  performance  of  dental  hygiene\n   10  procedures authorized by law] and in accordance with regulations promul-\n   11  gated  by  the  commissioner. Personal supervision, for purposes of this\n   12  section, means that the supervising dentist remains in the dental office\n   13  where the local [infiltration] anesthesia  or  nitrous  oxide  analgesia\n   14  services  are  being performed, personally authorizes and prescribes the\n   15  use of local [infiltration] anesthesia or nitrous  oxide  analgesia  for\n   16  the  patient  and,  before dismissal of the patient, personally examines\n   17  the condition of the patient after the use of local [infiltration] anes-\n   18  thesia or nitrous oxide  analgesia  is  completed.  It  is  professional\n   19  misconduct  for a dentist to fail to provide the supervision required by\n   20  this section, and any dentist found guilty of such misconduct under  the\n   21  procedures  prescribed  in  section sixty-five hundred ten of this title\n   22  shall be subject to  the  penalties  prescribed  in  section  sixty-five\n   23  hundred eleven of this title.\n   24    2.  The  commissioner shall promulgate regulations establishing stand-\n   25  ards and procedures for the issuance of such certificate. Such standards\n   26  shall require completion of an  educational  program  and/or  course  of\n   27  training  or  experience sufficient to ensure that a dental hygienist is\n   28  specifically trained in the administration  and  monitoring  of  nitrous\n   29  oxide  analgesia  and  local  [infiltration]  anesthesia,  the  possible\n   30  effects of such use, and in the recognition of and response to  possible\n   31  emergency situations.\n   32    3.  The  fee  for  a  dental hygiene [restricted] local [infiltration]\n   33  anesthesia/nitrous oxide  analgesia  certificate  shall  be  twenty-five\n   34  dollars  and  shall  be  paid  on a triennial basis upon renewal of such\n   35  certificate. A certificate may be  suspended  or  revoked  in  the  same\n   36  manner as a license to practice dental hygiene.\n   37    S 3. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to allowing dental hygienists to perform anesthesia ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T135156.TXT", "SOBI.D110107.T132403.TXT", "SOBI.D110105.T135656.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424643683
}