{
  "year" : 2011,
  "senateBillNo" : "A99-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A99-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"charter schools construction fair wages act\"",
  "summary" : "Enacts the \"charter schools construction fair wages act\"; relates to hours, wages and supplements for work on public work projects including charter schools; and relates to contracts for charter school construction. ",
  "currentCommittee" : null,
  "sameAs" : "S1402",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "AA11206-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          99\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law, and the education  law,  in  relation  to\n         enacting the \"charter schools constriction fair wages act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"charter schools construction fair wages act\".\n    3    S  2.  Subdivision  2  of  section 220 of the labor law, as amended by\n    4  chapter 678 of the laws of 2007, is amended to read as follows:\n    5    2. Each contract, LEASE, GRANT, BOND,  COVENANT,  DEBT  AGREEMENT,  OR\n    6  PERMIT,  to which the state or a public benefit corporation or a munici-\n    7  pal corporation or a commission appointed pursuant to law OR  AN  EDUCA-\n    8  TION  CORPORATION  ORGANIZED TO OPERATE A CHARTER SCHOOL is a party, and\n    9  any contract for public work entered into by a  third  party  acting  in\n   10  place  of, on behalf of and for the benefit of such public entity pursu-\n   11  ant to any lease, permit or other agreement between such third party and\n   12  the public entity, and which may involve  the  employment  of  laborers,\n   13  workers or mechanics shall contain a stipulation that no laborer, worker\n   14  or  mechanic  in  the  employ  of the contractor, subcontractor or other\n   15  person doing or contracting to do the  whole  or  a  part  of  the  work\n   16  contemplated by the contract shall be permitted or required to work more\n   17  than  eight  hours in any one calendar day or more than five days in any\n   18  one week except in cases  of  extraordinary  emergency  including  fire,\n   19  flood or danger to life or property. No such person shall be so employed\n   20  more  than eight hours in any day or more than five days in any one week\n   21  except in such emergency. Extraordinary emergency within the meaning  of\n   22  this  section  shall be deemed to include situations in which sufficient\n   23  laborers, workers and mechanics cannot be employed to  carry  on  public\n   24  work  expeditiously  as a result of such restrictions upon the number of\n   25  hours and days of labor and the immediate commencement or prosecution or\n   26  completion without undue delay of the public work is  necessary  in  the\n   27  judgment  of  the commissioner for the preservation of the contract site\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01396-01-1\n\n       A. 99                               2\n\n    1  and for the protection of the life and limb of  the  persons  using  the\n    2  same.  Upon  the  application of any person interested, the commissioner\n    3  shall make a determination as to whether or not on any public project or\n    4  on  all  public projects in any area of this state, sufficient laborers,\n    5  workers and mechanics of any or all classifications can be  employed  to\n    6  carry  on work expeditiously if their labor is restricted to eight hours\n    7  per day and five days per week, and in the event that  the  commissioner\n    8  determines that there are not sufficient workers, laborers and mechanics\n    9  of  any  or  all  classifications which may be employed to carry on such\n   10  work expeditiously if their labor is restricted to eight hours  per  day\n   11  and five days per week, and the immediate commencement or prosecution or\n   12  completion  without  undue  delay of the public work is necessary in the\n   13  judgment of the commissioner for the preservation of the  contract  site\n   14  and  for  the  protection  of the life and limb of the persons using the\n   15  same, the commissioner shall grant a dispensation permitting all  labor-\n   16  ers,  workers  and  mechanics,  or  any classification of such laborers,\n   17  workers and mechanics, to work such additional hours or days per week on\n   18  such public project or in such areas the commissioner  shall  determine.\n   19  Whenever  such  a  dispensation  is granted, all work in excess of eight\n   20  hours per day and five days per week shall be considered overtime  work,\n   21  and  the  laborers,  workers and mechanics performing such work shall be\n   22  paid a premium wage commensurate with the premium  wages  prevailing  in\n   23  the  area  in which the work is performed. No such dispensation shall be\n   24  effective with respect to any public work unless and until  the  depart-\n   25  ment  of  jurisdiction,  as  defined  in  this section, certifies to the\n   26  commissioner that such public work is of an important nature and that  a\n   27  delay  in carrying it to completion would result in serious disadvantage\n   28  to the public. Time lost in any week because  of  inclement  weather  by\n   29  employees engaged in the construction, reconstruction and maintenance of\n   30  highways  outside  of  the  limits of cities and villages may be made up\n   31  during that week and/or the succeeding three weeks.\n   32    S 3. Subdivision 2 of section 220 of the  labor  law,  as  amended  by\n   33  chapter 851 of the laws of 1947, is amended to read as follows:\n   34    2.  Each  contract,  LEASE,  GRANT, BOND, COVENANT, DEBT AGREEMENT, OR\n   35  PERMIT, to which the state or a public benefit corporation or a  munici-\n   36  pal  corporation  or a commission appointed pursuant to law OR AN EDUCA-\n   37  TION CORPORATION ORGANIZED TO OPERATE A CHARTER SCHOOL is  a  party  and\n   38  which  may  involve  the  employment  of  laborers, [workmen] WORKERS or\n   39  mechanics shall contain a stipulation that no laborer, [workman]  WORKER\n   40  or  mechanic  in  the  employ  of the contractor, subcontractor or other\n   41  person doing or contracting to do the  whole  or  a  part  of  the  work\n   42  contemplated by the contract shall be permitted or required to work more\n   43  than  eight  hours in any one calendar day or more than five days in any\n   44  one week except in cases  of  extraordinary  emergency  including  fire,\n   45  flood or danger to life or property. No such person shall be so employed\n   46  more  than eight hours in any day or more than five days in any one week\n   47  except in such emergency. Extraordinary emergency within the meaning  of\n   48  this  section  shall be deemed to include situations in which sufficient\n   49  laborers, [workmen] WORKERS and mechanics cannot be employed to carry on\n   50  public work expeditiously as a result  of  such  restrictions  upon  the\n   51  number  of  hours  and  days  of labor and the immediate commencement or\n   52  prosecution or completion without undue delay  of  the  public  work  is\n   53  necessary in the judgment of the [industrial] commissioner for the pres-\n   54  ervation  of  the  contract  site and for the protection of the life and\n   55  limb of the persons using the same. Upon the application of  any  person\n   56  interested,  the [industrial] commissioner shall make a determination as\n\n       A. 99                               3\n\n    1  to whether or not on any public project or on all public projects in any\n    2  area of this state, sufficient laborers, [workmen] WORKERS and mechanics\n    3  of any or all classifications can be employed to  carry  on  work  expe-\n    4  ditiously  if  their labor is restricted to eight hours per day and five\n    5  days per week, and in  the  event  that  the  [industrial]  commissioner\n    6  determines that there are not sufficient [workmen] WORKERS, laborers and\n    7  mechanics  of  any or all classifications which may be employed to carry\n    8  on such work expeditiously if their labor is restricted to  eight  hours\n    9  per day and five days per week, and the immediate commencement or prose-\n   10  cution or completion without undue delay of the public work is necessary\n   11  in the judgment of the [industrial] commissioner for the preservation of\n   12  the  contract  site  and  for the protection of the life and limb of the\n   13  persons using the same, the  [industrial]  commissioner  shall  grant  a\n   14  dispensation  permitting  all laborers, [workmen] WORKERS and mechanics,\n   15  or any classification of such laborers, [workmen] WORKERS and mechanics,\n   16  to work such additional hours or days per week on such public project or\n   17  in such areas the [industrial] commissioner  shall  determine.  Whenever\n   18  such  a  dispensation  is granted, all work in excess of eight hours per\n   19  day and five days per week shall be considered overtime  work,  and  the\n   20  laborers,  workmen  and  mechanics  performing such work shall be paid a\n   21  premium wage commensurate with the premium wages prevailing in the  area\n   22  in  which the work is performed. No such dispensation shall be effective\n   23  with respect to any public work  unless  and  until  the  department  of\n   24  jurisdiction,  as defined in this section, certifies to the [industrial]\n   25  commissioner that such public work is of an important nature and that  a\n   26  delay  in carrying it to completion would result in serious disadvantage\n   27  to the public. Time lost in any week because  of  inclement  weather  by\n   28  employees engaged in the construction, reconstruction and maintenance of\n   29  highways  outside  of  the  limits of cities and villages may be made up\n   30  during that week and/or the succeeding three weeks.\n   31    S 4. Paragraph (a) of subdivision 3 of section 2853 of  the  education\n   32  law,  as  amended by chapter 101 of the laws of 2010, is amended to read\n   33  as follows:\n   34    (a) A charter school may be located in  part  of  an  existing  public\n   35  school  building,  in space provided on a private work site, in a public\n   36  building or in any other suitable location. Provided, however, before  a\n   37  charter  school  may  be  located  in  part of an existing public school\n   38  building, the charter entity shall provide  notice  to  the  parents  or\n   39  guardians  of the students then enrolled in the existing school building\n   40  and shall hold a public hearing for purposes of discussing the  location\n   41  of  the  charter  school.  ALL  CONTRACTS  ENTERED  INTO BY SUCH CHARTER\n   42  SCHOOL, OR ANY EDUCATION CORPORATION  ORGANIZED  TO  OPERATE  A  CHARTER\n   43  SCHOOL,  OR ANY OTHER PUBLIC ENTITY, INCLUDING THE STATE, A PUBLIC BENE-\n   44  FIT CORPORATION, MUNICIPAL CORPORATION, OR ANY PRIVATE ENTITY ACTING  ON\n   45  BEHALF  OF  ANY  OF  THESE  ENTITIES, INVOLVING THE CONSTRUCTION, RECON-\n   46  STRUCTION, DEMOLITION, EXCAVATION, REHABILITATION,  REPAIR,  RENOVATION,\n   47  OR  ALTERATION  OF  ANY  CHARTER SCHOOL FACILITY SHALL BE SUBJECT TO THE\n   48  REQUIREMENTS OF SECTION ONE HUNDRED THREE OF THE GENERAL  MUNICIPAL  LAW\n   49  AND  ARTICLES EIGHT AND NINE OF THE LABOR LAW. A charter school may own,\n   50  lease or rent its space.\n   51    S 5. This act shall take effect immediately; provided that the  amend-\n   52  ments  to  subdivision 2 of section 220 of the labor law made by section\n   53  two of this act shall be subject to the expiration and reversion of such\n   54  subdivision pursuant to section 5 of chapter 678 of the laws of 2007, as\n   55  amended, when upon such date the provisions of section three of this act\n   56  shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, and the education law, in relation to enacting the \"charter schools constriction fair wages act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T120418.TXT", "SOBI.D101217.T122439.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110111.T112154.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762914314
}