{
  "year" : 2011,
  "senateBillNo" : "A990-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A990-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires state agencies and contractors to recycle 50% of the waste generated on public works construction and demolition sites",
  "summary" : "Requires state agencies and contractors to recycle 50% of the waste generated on public works construction and demolition sites. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A1576-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          990\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. COLTON, MAISEL, SCHIMEL, LUPARDO -- Multi-Spon-\n         sored by -- M. of A.   BROOK-KRASNY, GLICK, REILLY --  read  once  and\n         referred to the Committee on Governmental Operations\n\n       AN  ACT to amend the executive law, in relation to requiring state agen-\n         cies  and  persons  contracting  with   such   agencies   to   recycle\n         construction and demolition site waste\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  163-b\n    2  to read as follows:\n    3    S 163-B.  CONSTRUCTION AND DEMOLITION SITE WASTE RECYCLING. 1. AS USED\n    4  IN THIS SECTION:\n    5    (A)  \"CONTRACTOR\"  MEANS A GENERAL CONTRACTOR HAVING A CONTRACT WITH A\n    6  STATE AGENCY, AND ALL SUBCONTRACTORS OF SUCH GENERAL CONTRACTOR PERFORM-\n    7  ING PUBLIC WORK PURSUANT TO SUCH CONTRACT.\n    8    (B) \"CONSTRUCTION AND DEMOLITION DEBRIS\" SHALL NOT INCLUDE ANY MATERI-\n    9  AL THAT IS CONTAMINATED BY LEAD, ASBESTOS OR OTHER HAZARDOUS MATERIAL IN\n   10  SUCH A WAY AS TO RENDER RECYCLING ILLEGAL OR IMPOSSIBLE.\n   11    (C) \"RECYCLER\" MEANS A RECYCLING FACILITY, TRANSFER STATION  OR  OTHER\n   12  WASTE HANDLING FACILITY PERMITTED PURSUANT TO THIS ARTICLE WHICH ACCEPTS\n   13  CONSTRUCTION AND DEMOLITION DEBRIS FOR RECYCLING OR FOR FURTHER TRANSFER\n   14  TO A RECYCLING FACILITY.\n   15    (D)  \"REUSE\" MEANS (I) THE ON-SITE USE OF REPROCESSED CONSTRUCTION AND\n   16  DEMOLITION DEBRIS IF SUCH ON-SITE USE IS AUTHORIZED IN  WRITING  BY  THE\n   17  COMMISSIONER;  AND  (II) THE OFF-SITE REDISTRIBUTION OF A MATERIAL WHICH\n   18  WOULD OTHERWISE BE DISPOSED OF, FOR USE IN THE SAME OR SIMILAR  FORM  AS\n   19  IT WAS PRODUCED.\n   20    (E)  \"STATE  AGENCY\"  SHALL MEAN (1) (I) ANY STATE DEPARTMENT, OR (II)\n   21  ANY DIVISION, BOARD, COMMISSION OR BUREAU OF ANY  STATE  DEPARTMENT,  OR\n   22  (III)  THE  STATE  UNIVERSITY OF NEW YORK AND THE CITY UNIVERSITY OF NEW\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04977-01-1\n\n       A. 990                              2\n\n    1  YORK, INCLUDING ALL THEIR CONSTITUENT UNITS  EXCEPT  COMMUNITY  COLLEGES\n    2  AND   THE  INDEPENDENT  INSTITUTIONS  OPERATING  STATUTORY  OR  CONTRACT\n    3  COLLEGES ON BEHALF OF THE STATE, OR (IV) A BOARD, A  MAJORITY  OF  WHOSE\n    4  MEMBERS  ARE  APPOINTED  BY THE GOVERNOR OR WHO SERVE BY VIRTUE OF BEING\n    5  STATE OFFICERS OR EMPLOYEES AS DEFINED  IN  SUBPARAGRAPH  (I),  (II)  OR\n    6  (III)  OF  PARAGRAPH  (I) OF SUBDIVISION ONE OF SECTION SEVENTY-THREE OF\n    7  THE PUBLIC OFFICERS LAW.\n    8    (2) THE FOLLOWING ONLY TO THE EXTENT OF STATE CONTRACTS  ENTERED  INTO\n    9  FOR  ITS  OWN ACCOUNT OR FOR THE BENEFIT OF A STATE AGENCY AS DEFINED IN\n   10  SUBPARAGRAPH ONE OF THIS PARAGRAPH:\n   11    DORMITORY AUTHORITY OF THE STATE OF NEW YORK;\n   12    FACILITIES DEVELOPMENT CORPORATION;\n   13    NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY;\n   14    NEW YORK STATE SCIENCE AND TECHNOLOGY FOUNDATION.\n   15    2. EVERY STATE AGENCY AND EVERY CONTRACTOR PERFORMING PUBLIC WORK  FOR\n   16  A STATE AGENCY SHALL RECYCLE OR REUSE CONSTRUCTION AND DEMOLITION DEBRIS\n   17  PRODUCED  ON  SITE  AS  PART OF CONSTRUCTION OR DEMOLITION ACTIVITIES BY\n   18  MEETING THE FOLLOWING REQUIREMENTS:\n   19    (A) ON A PUBLIC WORKS PROJECT COMMENCED WITHIN ONE YEAR OF THE  EFFEC-\n   20  TIVE DATE OF THIS SECTION, THE STATE AGENCY OR CONTRACTOR SHALL CAUSE TO\n   21  BE  RECYCLED  OR REUSED AT LEAST TWENTY-FIVE PERCENT OF THE CONSTRUCTION\n   22  AND DEMOLITION DEBRIS, AS MEASURED BY WEIGHT, PRODUCED ON SITE.\n   23    (B) ON A PUBLIC WORKS PROJECT COMMENCED ONE YEAR  OR  MORE  AFTER  THE\n   24  EFFECTIVE  DATE  OF  THIS  SECTION, THE STATE AGENCY OR CONTRACTOR SHALL\n   25  CAUSE  TO  BE  RECYCLED  OR  REUSED  AT  LEAST  FIFTY  PERCENT  OF   THE\n   26  CONSTRUCTION  AND  DEMOLITION DEBRIS, AS MEASURED BY WEIGHT, PRODUCED ON\n   27  SITE.\n   28    3. WITHIN THIRTY DAYS OF COMPLETION OF A  PUBLIC  WORKS  PROJECT,  THE\n   29  STATE AGENCY OR CONTRACTOR SHALL SUBMIT DOCUMENTATION TO THE STATE COMP-\n   30  TROLLER  TO  REPORT COMPLIANCE WITH THIS SECTION. DOCUMENTATION SHALL BE\n   31  IN A FORM PRESCRIBED BY THE STATE  COMPTROLLER,  AND  SHALL  CONSIST  OF\n   32  NOTARIZED  AFFIDAVITS  FROM THE STATE AGENCY OR CONTRACTOR AND THE WASTE\n   33  HAULER OR RECYCLER FOR THE PUBLIC WORKS PROJECT CERTIFYING THE EXTENT TO\n   34  WHICH THE PUBLIC WORKS PROJECT COMPLIES WITH THIS SECTION.\n   35    S 2. This act shall take effect on the first of January next  succeed-\n   36  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring state agencies and persons contracting with such agencies to recycle construction and demolition site waste ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T135156.TXT", "SOBI.D110107.T132403.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424643686
}