{
  "year" : 2011,
  "senateBillNo" : "A991-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A991-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the reimbursement of costs of the New York environmental protection and spill compensation fund in the department of audit and control",
  "summary" : "Provides for the reimbursement of costs of the New York environmental protection and spill compensation fund in the department of audit and control. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1574-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          991\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Environmental Conservation\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         reimbursement of costs to the New York  environmental  protection  and\n         spill compensation fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2  of  section  27-1903  of  the  environmental\n    2  conservation  law, as added by section 3 of part V1 of chapter 62 of the\n    3  laws of 2003, is amended to read as follows:\n    4    2. State government must make an essential contribution to the  devel-\n    5  opment  and  implementation of environmentally, economically and techni-\n    6  cally viable waste tire management programs. The department shall  coop-\n    7  erate  with  other state agencies, including the DEPARTMENT OF AUDIT AND\n    8  CONTROL WITH REGARD TO THE ENVIRONMENTAL PROTECTION  AND  SPILL  COMPEN-\n    9  SATION  FUND AS ESTABLISHED PURSUANT TO ARTICLE TWELVE OF THE NAVIGATION\n   10  LAW, THE department of economic development, THE New York  state  energy\n   11  research  and  development  authority, the department of transportation,\n   12  the New York state thruway authority and the department  of  health,  to\n   13  ensure  that  waste  tires  are effectively managed and used in environ-\n   14  mentally acceptable ways consistent with the purposes of this chapter.\n   15    S 2. Section 27-1915 of the environmental conservation law,  as  added\n   16  by  section  3 of part V1 of chapter 62 of the laws of 2003, the opening\n   17  paragraph and subdivision 1 as amended by section 5 of part DD of  chap-\n   18  ter 59 of the laws of 2010, is amended to read as follows:\n   19  S 27-1915. Use of waste tire management and recycling fee funds.\n   20    Waste  tire  management  and  recycling fees shall be deposited in the\n   21  waste management and cleanup fund established in  section  ninety-two-bb\n   22  of  the state finance law, and shall be made available for the following\n   23  purposes:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04976-01-1\n\n       A. 991                              2\n\n    1    1. costs of the department for the following:\n    2    (a) first-year costs:\n    3    (i)  enumeration and assessment of noncompliant waste tire stockpiles;\n    4  and\n    5    (ii) aerial reconnaissance to locate, survey  and  characterize  sites\n    6  environmentally, for remote sensing, special analysis and scanning;\n    7    (b) abatement of noncompliant waste tire stockpiles; and\n    8    (c)  administration  and enforcement of the requirements of this arti-\n    9  cle, exclusive of titles thirteen and fourteen.\n   10    2. REIMBURSEMENT OF COSTS OF THE NEW YORK ENVIRONMENTAL PROTECTION AND\n   11  SPILL COMPENSATION FUND IN THE DEPARTMENT OF AUDIT AND CONTROL, PURSUANT\n   12  TO ARTICLE TWELVE OF THE NAVIGATION LAW, FOR THE FOLLOWING:\n   13    (A) CLEANUP AND REMOVAL OF PETROLEUM CONTAMINATION RESULTING FROM  ANY\n   14  WASTE TIRE FIRE;\n   15    (B) ANY DAMAGE CLAIM PAID BY THE NEW YORK ENVIRONMENTAL PROTECTION AND\n   16  SPILL COMPENSATION FUND AS A RESULT OF ANY WASTE TIRE FIRE; AND\n   17    (C)  ALL  OTHER DIRECT OR INDIRECT COSTS RELATED TO THE REMEDIATION OF\n   18  PETROLEUM CONTAMINATION RESULTING FROM ANY WASTE TIRE FIRE.\n   19    3. costs of the department of economic development for the following:\n   20    (a) conducting an updated market analysis of outlets  for  waste  tire\n   21  utilization including recycling and energy recovery opportunities;\n   22    (b)  establishment  of  a  program  to  provide funds to businesses to\n   23  develop technology that leads to increased markets for waste tires;\n   24    (c) funding of demonstration projects; and\n   25    (d) administration of requirements of this section.\n   26    [3.] 4. costs of the department of transportation for the following:\n   27    (a) funding of demonstration and other projects for road base,  paving\n   28  and other civil engineering uses; and\n   29    (b) administration of requirements of this section.\n   30    [4.]  5. costs of the New York state thruway authority for the follow-\n   31  ing:\n   32    (a) funding of demonstration and other projects for road base,  paving\n   33  and other civil engineering uses; and\n   34    (b) administration of requirements of this section.\n   35    [5.]  6.  costs  of the New York state energy research and development\n   36  authority for the following:\n   37    (a) funding research projects which  will  enhance  sustainable  waste\n   38  tire recycling activities; and\n   39    (b) administration of requirements of this section.\n   40    [6.] 7. costs of the department of health for the following:\n   41    (a) recommendations to protect public health; and\n   42    (b) administration of requirements of this section.\n   43    Any  funds not used for a given year shall be returned to the fund and\n   44  be added to the total funds available for disbursement in the succeeding\n   45  year.\n   46    S 3. This act shall take effect immediately, and shall  be  deemed  to\n   47  have been in full force and effect on and after May 15, 2003.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the reimbursement of costs to the New York environmental protection and spill compensation fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T135156.TXT", "SOBI.D110107.T132403.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424643689
}