{
  "year" : 2011,
  "senateBillNo" : "A994-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A994-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates procedures for airbag safety; repealer",
  "summary" : "Relates to airbag safety and repealing certain provisions thereof. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A10886-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          994\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO, MILLMAN, LUPARDO, JAFFEE, COLTON, WEIS-\n         ENBERG, MAISEL, M. MILLER -- Multi-Sponsored by -- M. of  A.  BOYLAND,\n         BURLING,  CALHOUN,  CRESPO,  DUPREY, GIBSON, HIKIND, HOOPER, JEFFRIES,\n         MAGEE, MAYERSOHN, McENENY, PHEFFER, REILICH, SALADINO, SAYWARD -- read\n         once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to airbag safe-\n         ty; and to repeal certain provisions of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  finds that airbag\n    2  system fraud is a public safety concern for both consumers and the  auto\n    3  insurance  industry  and  that  efforts  to address this serious risk to\n    4  consumers have been piecemeal, rather than coordinate, and that  compre-\n    5  hensive  coordinated  legislation  is necessary to protect consumers and\n    6  insure the integrity of vehicle restraint systems.\n    7    S 2. Paragraph (e) of subdivision 6 of section 398-d  of  the  vehicle\n    8  and traffic law is REPEALED.\n    9    S  3.  Section  415-c of the vehicle and traffic law is REPEALED and a\n   10  new section 415-c is added to read as follows:\n   11    S 415-C.  SALE  AND  INSTALLATION  OF  RECYCLED  INFLATABLE  RESTRAINT\n   12  SYSTEMS;  RESTRICTIONS.  1.  FOR  PURPOSES OF THIS SECTION THE FOLLOWING\n   13  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   14    (A) THE TERM \"AIRBAG\" SHALL MEAN ANY COMPONENT OF AN INFLATABLE  OCCU-\n   15  PANT RESTRAINT SYSTEM THAT IS DESIGNED IN ACCORDANCE WITH FEDERAL SAFETY\n   16  REGULATIONS  FOR  THE  MAKE,  MODEL,  AND  YEAR  OF  THE  VEHICLE  TO BE\n   17  INSTALLED, OPERATE, AND ACTIVATE IN A MOTOR VEHICLE AS SPECIFIED BY  THE\n   18  VEHICLE  MANUFACTURER,  IN  THE  EVENT  OF  A  CRASH.  AIRBAG COMPONENTS\n   19  INCLUDE, BUT ARE NOT LIMITED TO SENSORS, CONTROLLERS,  WIRING,  AND  THE\n   20  AIRBAG ITSELF.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01855-01-1\n\n       A. 994                              2\n\n    1    (B)  THE  TERM  \"LIGHT  MANIPULATING SYSTEM\" MEANS ANYTHING THAT WOULD\n    2  MASK OR CAUSE THE INACCURATE INDICATION OF  THE  AIRBAG  SYSTEM  STATUS,\n    3  CONDITION, OR OPERABILITY.\n    4    (C)  \"PERSON\" SHALL MEAN ANY NATURAL PERSON, CORPORATION, PARTNERSHIP,\n    5  UNINCORPORATED ASSOCIATION, OR OTHER ENTITY.\n    6    (D) \"RECYCLED AIRBAG\" SHALL MEAN AN OEM NON-DEPLOYED AIRBAG  THAT  HAS\n    7  BEEN REMOVED FROM A VEHICLE FOR USE IN ANOTHER VEHICLE.\n    8    2. (A) NO PERSON SHALL: (I) INSTALL OR REINSTALL, AS PART OF A VEHICLE\n    9  INFLATABLE  OCCUPANT  RESTRAINT SYSTEM, ANY OBJECT OTHER THAN AN AIRBAG;\n   10  (II) SELL OR OFFER FOR SALE ANY DEVICE WITH THE INTENT THAT SUCH  DEVICE\n   11  WILL  REPLACE  AN  AIRBAG  IN  ANY MOTOR VEHICLE IF SUCH PERSON KNOWS OR\n   12  REASONABLY SHOULD KNOW THAT SUCH DEVICE DOES  NOT  MEET  FEDERAL  SAFETY\n   13  REQUIREMENTS;  (III)  SELL  OR  OFFER  FOR  SALE  ANY  DEVICE  THAT WHEN\n   14  INSTALLED IN ANY MOTOR VEHICLE GIVES THE IMPRESSION THAT A VIABLE AIRBAG\n   15  IS INSTALLED IN THE VEHICLE, INCLUDING ANY LIGHT MANIPULATING SYSTEM; OR\n   16  (IV) INTENTIONALLY MISREPRESENT THE PRESENCE OF AN AIRBAG WHEN ONE  DOES\n   17  NOT EXIST.\n   18    (B)  ANY PERSON FOUND TO HAVE VIOLATED THE PROVISIONS OF THIS SUBDIVI-\n   19  SION SHALL BE GUILTY OF A MISDEMEANOR,  AND,  UPON  CONVICTION  THEREOF,\n   20  SHALL  BE  PUNISHED BY A FINE OF UP TO TWO THOUSAND FIVE HUNDRED DOLLARS\n   21  PER VIOLATION AND/OR BY IMPRISONMENT FOR UP TO ONE HUNDRED EIGHTY DAYS.\n   22    (C) ANY PERSON WHO VIOLATES THE PROVISIONS OF THIS  SUBDIVISION  WHOSE\n   23  VIOLATION RESULTS IN SERIOUS BODILY INJURY OR DEATH SHALL BE GUILTY OF A\n   24  CLASS D FELONY.\n   25    3.  (A)  ANY PERSON ENGAGED IN THE BUSINESS OF PURCHASING, SELLING, OR\n   26  INSTALLING RECYCLED AIRBAGS SHALL MAINTAIN A MANUAL OR ELECTRONIC RECORD\n   27  OF THE PURCHASE, SALE, OR INSTALLATION, WHICH MUST INCLUDE THE IDENTIFI-\n   28  CATION NUMBER OF THE AIRBAG; THE VEHICLE IDENTIFICATION  NUMBER  OF  THE\n   29  VEHICLE  FROM  WHICH THE RECYCLED AIRBAG WAS REMOVED; THE NAME, ADDRESS,\n   30  AND DRIVER'S LICENSE NUMBER OR OTHER  MEANS  OF  IDENTIFICATION  OF  THE\n   31  PERSON  FROM  WHOM  THE RECYCLED AIRBAG WAS PURCHASED; AND, IN THE EVENT\n   32  THAT THE RECYCLED AIRBAG IS INSTALLED, THE VEHICLE IDENTIFICATION NUMBER\n   33  OF THE VEHICLE INTO WHICH THE AIRBAG IS INSTALLED.\n   34    (B) NO NEW OR RECYCLED AIRBAG SHALL BE SOLD OR INSTALLED WHICH  IS  OR\n   35  HAS BEEN SUBJECT TO A SPECIFIC MANUFACTURER'S OR APPROPRIATE AUTHORITY'S\n   36  NOTICE OF RECALL.\n   37    (C) (I) IN THE CASE OF A NEW REPLACEMENT AIRBAG, ANY PERSON ENGAGED IN\n   38  INSTALLING  ANY  AIRBAG  SHALL  MAINTAIN THE NAME AND TAX IDENTIFICATION\n   39  NUMBER OF THE SUPPLIER OF THE AIRBAG AND RECORD THE VEHICLE  IDENTIFICA-\n   40  TION  NUMBER  OF THE VEHICLE INTO WHICH THE AIRBAG IS INSTALLED, AS WELL\n   41  AS THE IDENTIFICATION NUMBER OF THE AIRBAG BEING INSTALLED.\n   42    (II) THE AIRBAG  IDENTIFICATION  NUMBER  OF  THE  PREVIOUSLY  DEPLOYED\n   43  AIRBAG BEING REPLACED SHALL BE RECORDED.\n   44    (III)  UPON  ANY REQUEST OF A LAW ENFORCEMENT OFFICER OF THIS STATE OR\n   45  OTHER AUTHORIZED REPRESENTATIVE OF  THE  AGENCY  CHARGED  WITH  ADMINIS-\n   46  TRATION  OF  THIS  SECTION, THE INSTALLER SHALL PRODUCE SUCH RECORDS AND\n   47  PERMIT SAID AGENT OR POLICE OFFICER TO EXAMINE THEM.\n   48    (D) ANY PERSON WHO SELLS A RECYCLED AIRBAG OR WHO INSTALLS A  RECYCLED\n   49  AIRBAG  MUST  DISCLOSE TO THE PURCHASER OR VEHICLE OWNER THAT THE AIRBAG\n   50  IS RECYCLED.\n   51    (E) THE PERSON WHO INSTALLS A NEW OR RECYCLED AIRBAG SHALL  SUBMIT  AN\n   52  AFFIDAVIT  TO THE VEHICLE OWNER OR THEIR REPRESENTATIVE STATING THAT THE\n   53  REPLACEMENT AIRBAG HAS BEEN PROPERLY INSTALLED.\n   54    (F) ALL RECORDS REQUIRED UNDER THIS SECTION MUST BE MAINTAINED  FOR  A\n   55  MINIMUM  OF  FIVE  YEARS  FOLLOWING THE TRANSACTION AND MAY BE INSPECTED\n\n       A. 994                              3\n\n    1  DURING NORMAL BUSINESS HOURS BY ANY POLICE  OFFICER,  PEACE  OFFICER  OR\n    2  REPRESENTATIVE OF THE COMMISSIONER.\n    3    (G) UPON REQUEST, INFORMATION WITHIN A PORTION OF SUCH RECORD PERTAIN-\n    4  ING  TO  A  SPECIFIC TRANSACTION MUST BE PROVIDED TO THE INSURER AND THE\n    5  VEHICLE OWNER.\n    6    (H) PERSONS ENGAGED IN THE BUSINESS OF SELLING RECYCLED AIRBAGS  SHALL\n    7  COMPLY  WITH  REGULATIONS  DEVELOPED  BY  THE  COMMISSIONER  WHICH SHALL\n    8  INCLUDE BUT NOT BE LIMITED TO: (I) IDENTIFICATION OF THE SUPPLIER OF THE\n    9  UNIT; (II) IDENTIFICATION OF THE RECIPIENT VEHICLE, INCLUDING VIN, YEAR,\n   10  MAKE, AND MODEL; (III) IDENTIFICATION OF THE AIRBAG MODULE  COVER  COLOR\n   11  AND  COLOR  CODE IF AVAILABLE; (IV) IDENTIFICATION OF THE DONOR VEHICLE,\n   12  INCLUDING VIN, YEAR, MAKE, AND  MODEL;  (V)  SUPPLIER'S  INTERNAL  STOCK\n   13  NUMBER  OR  LOCATOR  NUMBER;  (VI)  INDICATION  OF SOURCE OF INTERCHANGE\n   14  INFORMATION, INTERCHANGE  MANUAL/PART  NUMBER,  OR  OEM  INFO;  (VII)  A\n   15  SUPPLIER  CERTIFICATE  INDICATING  THAT  ALL  THE  REQUIREMENTS  OF  THE\n   16  INSPECTION PROTOCOL HAVE BEEN SUCCESSFULLY ACHIEVED AND IDENTIFYING  THE\n   17  PERSON  WHO  COMPLETED  THE INSPECTION; AND (VIII) A DOCUMENT CONTAINING\n   18  THE VEHICLE DESCRIPTION INCLUDING THE YEAR, MAKE, AND  MODEL  FOR  WHICH\n   19  THE AIRBAG SYSTEM COMPONENT IS REQUIRED WHEN BEING SOLD TO THE END-USER.\n   20    (I)  SALVAGE AIRBAGS CONFORMING TO SUCH STANDARDS SHALL BE ACCOMPANIED\n   21  BY A CERTIFICATE OF CONFORMANCE WHICH SHALL BE RETAINED BY  THE  INSTAL-\n   22  LER.\n   23    (J) ANY PERSON WHO FAILS TO MAINTAIN COMPLETE AND ACCURATE RECORDS, TO\n   24  PREPARE  COMPLETE  AND  ACCURATE  DOCUMENTS, TO PROVIDE INFORMATION FROM\n   25  SUCH RECORD UPON REQUEST OF THE DEPARTMENT OR ANY OTHER REGULATORY BODY,\n   26  OR TO PROPERLY DISCLOSE THAT AN AIRBAG IS RECYCLED, AS REQUIRED BY  THIS\n   27  SUBDIVISION SHALL BE GUILTY OF A MISDEMEANOR.\n   28    4.  (A)  NO  PERSON SHALL KNOWINGLY POSSESS, SELL, OR INSTALL A STOLEN\n   29  AIRBAG; AN AIRBAG FROM WHICH THE  MANUFACTURER'S  PART  NUMBER  LABELING\n   30  AND/OR  VIN  HAS  BEEN  REMOVED, ALTERED, OR DEFACED; OR AN AIRBAG TAKEN\n   31  FROM A STOLEN MOTOR VEHICLE.\n   32    (B) ANY PERSON WHO VIOLATES THIS SUBDIVISION  SHALL  BE  GUILTY  OF  A\n   33  CLASS D FELONY.\n   34    5.  ANY  VEHICLE  ACCIDENT REPORT THAT IS FILED BY THE APPROPRIATE LAW\n   35  ENFORCEMENT AGENCY SHALL CLEARLY CONTAIN A NOTATION AS  TO  WHETHER  THE\n   36  AUTOMOBILE'S  AIRBAG OR INFLATABLE RESTRAINT SYSTEM HAD BEEN DEPLOYED IN\n   37  THE ACCIDENT.\n   38    6. (A) ANY PERSON SELLING OR TRADING A MOTOR VEHICLE  WHO  HAS  ACTUAL\n   39  KNOWLEDGE THAT THE MOTOR VEHICLE'S AIRBAG IS INOPERABLE SHALL NOTIFY THE\n   40  BUYER  OR THE PERSON ACQUIRING THE TRADE, IN WRITING, THAT THE AIRBAG IS\n   41  INOPERABLE.\n   42    (B) A PERSON WHO KNOWINGLY VIOLATES THE PROVISIONS OF THIS SUBDIVISION\n   43  SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n   44    S 4. If any clause, sentence, paragraph, section or part of  this  act\n   45  shall  be  adjudged by any court of competent jurisdiction to be invalid\n   46  and after all further judicial review, the judgment  shall  not  affect,\n   47  impair or invalidate the remainder thereof, but shall be confined in its\n   48  operation  to  the  clause, sentence, paragraph, section or part of this\n   49  act directly involved in the controversy in  which  the  judgment  shall\n   50  have been rendered.\n   51    S 5. This act shall take effect on the one hundred eightieth day after\n   52  it  shall  have  become a law; provided, however, that any rule or regu-\n   53  lation necessary for its implementation may be  immediately  promulgated\n   54  by the commissioner of motor vehicles.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to airbag safety; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T135156.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110107.T124900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422540850
}