{
  "year" : 2011,
  "senateBillNo" : "A995-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to social services",
    "billEventId" : "A995-2011-1294203600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes resource level requirements for the family health plus program",
  "summary" : "Establishes resource level requirements for the family health plus program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A2767-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          995\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Social Services\n\n       AN ACT to amend the social services law,  in  relation  to  establishing\n         resource level requirements for the family health plus program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (iii) of paragraph (a)  of  subdivision  2  of\n    2  section  369-ee of the social services law, as added by chapter 1 of the\n    3  laws of 1999, is amended to read as follows:\n    4    (iii) does not have equivalent health care coverage under insurance or\n    5  equivalent mechanisms, as defined by the  commissioner  in  consultation\n    6  with  the superintendent of insurance; AND FOR PURPOSES OF THIS SUBPARA-\n    7  GRAPH, MEDICARE PROVIDED PURSUANT TO PART A OF TITLE XVIII OF THE FEDER-\n    8  AL SOCIAL SECURITY ACT SHALL BE DEEMED TO NOT BE  AN  EQUIVALENT  HEALTH\n    9  CARE COVERAGE UNDER INSURANCE OR AN EQUIVALENT MECHANISM;\n   10    S  2.  Subparagraph (iii) of paragraph (a) of subdivision 2 of section\n   11  369-ee of the social services law, as amended by section 68 of part C of\n   12  chapter 58 of the laws of 2009, is amended to read as follows:\n   13    (iii) does not have equivalent health care coverage under insurance or\n   14  equivalent mechanisms, as defined by the  commissioner  in  consultation\n   15  with  the superintendent of insurance; AND FOR PURPOSES OF THIS SUBPARA-\n   16  GRAPH, MEDICARE PROVIDED PURSUANT TO PART A OF TITLE XVIII OF THE FEDER-\n   17  AL SOCIAL SECURITY ACT SHALL BE DEEMED TO NOT BE  AN  EQUIVALENT  HEALTH\n   18  CARE COVERAGE UNDER INSURANCE OR AN EQUIVALENT MECHANISM;\n   19    S  3.  Paragraph  (b) of subdivision 2 of section 369-ee of the social\n   20  services law, as amended by section 45-d of part C of chapter 58 of  the\n   21  laws of 2008, is amended to read as follows:\n   22    (b) Subject to the provisions of paragraph (d) of this subdivision, in\n   23  order  to  establish  income  eligibility  under this subdivision, WHICH\n   24  SHALL ALSO BE DETERMINED WITH REGARD TO RESOURCES, an  individual  shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05300-01-1\n\n       A. 995                              2\n\n    1  provide  such documentation as is necessary and sufficient to initially,\n    2  and annually thereafter, determine an applicant's eligibility for cover-\n    3  age under this title. Such  documentation  shall  include,  but  not  be\n    4  limited to the following, if needed to verify eligibility:\n    5    (i) paycheck stubs; or\n    6    (ii) written documentation of income from all employers; or\n    7    (iii) other documentation of income (earned or unearned) as determined\n    8  by  the  commissioner,  provided  however,  such documentation shall set\n    9  forth the source of such income; and\n   10    (iv) proof of identity and residence as determined by the  commission-\n   11  er.\n   12    The  commissioner of health may verify the accuracy of the information\n   13  provided by the individual pursuant to this  paragraph  by  matching  it\n   14  against  information  to  which  the  commissioner  of health has access\n   15  including under subdivision eight of section three  hundred  sixty-six-a\n   16  of this article.\n   17    S  4.  Section  369-ee of the social services law is amended by adding\n   18  two new subdivisions 2-c and 2-d to read as follows:\n   19    2-C. EXEMPT RESOURCES. (A) THE FOLLOWING RESOURCES SHALL BE EXEMPT AND\n   20  SHALL NOT BE TAKEN INTO CONSIDERATION IN DETERMINING A  PERSON'S  ELIGI-\n   21  BILITY  FOR  MEDICAL  CARE,  SERVICES  AND SUPPLIES AVAILABLE UNDER THIS\n   22  TITLE:\n   23    (I) A HOMESTEAD WHICH IS ESSENTIAL AND APPROPRIATE TO THE NEEDS OF THE\n   24  HOUSEHOLD;\n   25    (II) ESSENTIAL PERSONAL PROPERTY;\n   26    (III) A BURIAL FUND, TO THE EXTENT ALLOWED AS AN EXEMPT RESOURCE UNDER\n   27  THE CASH ASSISTANCE PROGRAM TO  WHICH  THE  APPLICANT  IS  MOST  CLOSELY\n   28  RELATED;\n   29    (IV)  SAVINGS  IN  AMOUNTS  EQUAL  TO  AT LEAST ONE-HALF OF THE INCOME\n   30  AMOUNT PERMITTED UNDER SUBPARAGRAPH SEVEN OF PARAGRAPH (A)  OF  SUBDIVI-\n   31  SION  TWO  OF SECTION THREE HUNDRED SIXTY-SIX OF THIS ARTICLE, PROVIDED,\n   32  HOWEVER, THAT THE AMOUNTS FOR ONE AND TWO PERSON HOUSEHOLDS SHALL NOT BE\n   33  LESS THAN THE AMOUNTS PERMITTED TO BE RETAINED BY HOUSEHOLDS OF THE SAME\n   34  SIZE IN ORDER TO QUALIFY FOR BENEFITS  UNDER  THE  FEDERAL  SUPPLEMENTAL\n   35  SECURITY INCOME PROGRAM;\n   36    (V) HEALTH INSURANCE PREMIUMS.\n   37    NO OTHER RESOURCES, INCLUDING FEDERAL OLD-AGE, SURVIVORS AND DISABILI-\n   38  TY  INSURANCE,  STATE  DISABILITY INSURANCE OR OTHER PAYROLL DEDUCTIONS,\n   39  WHETHER MANDATORY OR OPTIONAL, SHALL BE EXEMPT AND ALL  OTHER  RESOURCES\n   40  SHALL  BE TAKEN INTO CONSIDERATION AND REQUIRED TO BE APPLIED TOWARD THE\n   41  PAYMENT OR PARTIAL PAYMENT OF THE COST  OF  MEDICAL  CARE  AND  SERVICES\n   42  AVAILABLE UNDER THIS SECTION, TO THE EXTENT PERMITTED BY FEDERAL LAW.\n   43    (B)(I)  IN  ESTABLISHING STANDARDS FOR DETERMINING ELIGIBILITY FOR AND\n   44  AMOUNT OF SUCH ASSISTANCE, THE DEPARTMENT  OF  HEALTH  SHALL  TAKE  INTO\n   45  ACCOUNT ONLY SUCH RESOURCES, IN ACCORDANCE WITH FEDERAL REQUIREMENTS, AS\n   46  ARE AVAILABLE TO THE APPLICANT OR RECIPIENT AND AS WOULD NOT BE REQUIRED\n   47  TO  BE  DISREGARDED  OR SET ASIDE FOR FUTURE NEEDS, AND THERE SHALL BE A\n   48  REASONABLE EVALUATION OF ANY SUCH RESOURCES. THE  DEPARTMENT  OF  HEALTH\n   49  SHALL  NOT  CONSIDER  THE  AVAILABILITY  OF AN OPTION FOR AN ACCELERATED\n   50  PAYMENT OF DEATH BENEFITS OR SPECIAL SURRENDER VALUE PURSUANT  TO  PARA-\n   51  GRAPH ONE OF SUBSECTION (A) OF SECTION ONE THOUSAND ONE HUNDRED THIRTEEN\n   52  OF  THE  INSURANCE LAW, OR AN OPTION TO ENTER INTO A VIATICAL SETTLEMENT\n   53  PURSUANT TO THE PROVISIONS OF ARTICLE  SEVENTY-EIGHT  OF  THE  INSURANCE\n   54  LAW,  AS  AN AVAILABLE RESOURCE IN DETERMINING ELIGIBILITY FOR AN AMOUNT\n   55  OF SUCH ASSISTANCE, PROVIDED, HOWEVER, THAT THE PAYMENT OF SUCH BENEFITS\n   56  SHALL BE CONSIDERED IN DETERMINING ELIGIBILITY FOR AND  AMOUNT  OF  SUCH\n\n       A. 995                              3\n\n    1  ASSISTANCE.  THERE  SHALL  NOT BE TAKEN INTO CONSIDERATION THE FINANCIAL\n    2  RESPONSIBILITY OF ANY INDIVIDUAL  FOR  ANY  APPLICANT  OR  RECIPIENT  OF\n    3  ASSISTANCE UNDER THIS SECTION UNLESS SUCH APPLICANT OR RECIPIENT IS SUCH\n    4  INDIVIDUAL'S  SPOUSE  OR SUCH INDIVIDUAL'S CHILD WHO IS UNDER TWENTY-ONE\n    5  YEARS OF AGE. IN DETERMINING THE ELIGIBILITY OF A CHILD WHO IS CATEGORI-\n    6  CALLY ELIGIBLE AS BLIND OR DISABLED,  AS  DETERMINED  UNDER  REGULATIONS\n    7  PRESCRIBED  BY  THE  SOCIAL  SECURITY  ACT  FOR  MEDICAL ASSISTANCE, THE\n    8  RESOURCES OF PARENTS OR SPOUSES OF PARENTS ARE NOT CONSIDERED  AVAILABLE\n    9  TO THAT CHILD IF HE OR SHE DOES NOT REGULARLY SHARE THE COMMON HOUSEHOLD\n   10  EVEN IF THE CHILD RETURNS TO THE COMMON HOUSEHOLD FOR PERIODIC VISITS.\n   11    (II)  IN  EVALUATING  THE  RESOURCES  AVAILABLE TO AN APPLICANT FOR OR\n   12  RECIPIENT OF MEDICAL ASSISTANCE, FOR PURPOSES OF DETERMINING ELIGIBILITY\n   13  FOR AND THE AMOUNT OF SUCH ASSISTANCE, THE  DEPARTMENT  OF  HEALTH  MUST\n   14  CONSIDER ASSETS HELD IN OR PAID FROM TRUSTS CREATED BY SUCH APPLICANT OR\n   15  RECIPIENT,  AS  DETERMINED PURSUANT TO THE REGULATIONS OF THE DEPARTMENT\n   16  OF HEALTH, IN ACCORDANCE WITH THE PROVISIONS OF THIS SUBPARAGRAPH.\n   17    (A) IN THE CASE OF A REVOCABLE TRUST CREATED BY AN APPLICANT OR RECIP-\n   18  IENT, AS DETERMINED PURSUANT TO REGULATIONS OF THE DEPARTMENT OF  HEALTH\n   19  THE TRUST CORPUS MUST BE CONSIDERED TO BE AN AVAILABLE RESOURCE.\n   20    (B)  IN  THE  CASE  OF AN IRREVOCABLE TRUST CREATED BY AN APPLICANT OR\n   21  RECIPIENT, AS DETERMINED PURSUANT TO REGULATIONS OF  THE  DEPARTMENT  OF\n   22  HEALTH  ANY  PORTION OF THE TRUST CORPUS, AND OF THE INCOME GENERATED BY\n   23  THE TRUST CORPUS, FROM WHICH PAYMENT COULD BE MADE TO OR FOR THE BENEFIT\n   24  OF SUCH APPLICANT OR RECIPIENT MUST BE CONSIDERED  TO  BE  AN  AVAILABLE\n   25  RESOURCE.\n   26    (C)  NOTWITHSTANDING  THE  PROVISIONS  OF  CLAUSES (A) AND (B) OF THIS\n   27  SUBPARAGRAPH, IN THE CASE OF AN APPLICANT OR RECIPIENT WHO IS  DISABLED,\n   28  AS  SUCH  TERM  IS  DEFINED  IN SECTION 1614(A)(3) OF THE FEDERAL SOCIAL\n   29  SECURITY ACT, THE DEPARTMENT OF HEALTH MUST NOT  CONSIDER  AS  AVAILABLE\n   30  RESOURCES THE CORPUS OR INCOME OF THE FOLLOWING TRUSTS WHICH COMPLY WITH\n   31  THE  PROVISIONS  OF  THE  REGULATIONS  AUTHORIZED  BY CLAUSE (D) OF THIS\n   32  SUBPARAGRAPH:\n   33    (I) A TRUST CONTAINING THE ASSETS OF SUCH A DISABLED INDIVIDUAL  WHICH\n   34  WAS  ESTABLISHED  FOR  THE BENEFIT OF THE DISABLED INDIVIDUAL WHILE SUCH\n   35  INDIVIDUAL WAS UNDER SIXTY-FIVE YEARS OF AGE BY A  PARENT,  GRANDPARENT,\n   36  LEGAL GUARDIAN, OR COURT OF COMPETENT JURISDICTION, IF UPON THE DEATH OF\n   37  SUCH  INDIVIDUAL  THE  STATE  WILL  RECEIVE ALL AMOUNTS REMAINING IN THE\n   38  TRUST UP TO THE TOTAL VALUE OF ALL MEDICAL ASSISTANCE PAID ON BEHALF  OF\n   39  SUCH INDIVIDUAL; AND\n   40    (II)  A  TRUST  CONTAINING  THE  ASSETS  OF SUCH A DISABLED INDIVIDUAL\n   41  ESTABLISHED AND MANAGED BY  A  NON-PROFIT  ASSOCIATION  WHICH  MAINTAINS\n   42  SEPARATE  ACCOUNTS  FOR  THE  BENEFIT  OF DISABLED INDIVIDUALS, BUT, FOR\n   43  PURPOSES  OF  INVESTMENT  AND  MANAGEMENT  OF  TRUST  FUNDS,  POOLS  THE\n   44  ACCOUNTS, PROVIDED THAT ACCOUNTS IN THE TRUST FUND ARE ESTABLISHED SOLE-\n   45  LY  FOR  THE  BENEFIT  OF  INDIVIDUALS  WHO ARE DISABLED AS SUCH TERM IS\n   46  DEFINED IN SECTION 1614(A)(3) OF THE FEDERAL SOCIAL SECURITY ACT BY SUCH\n   47  DISABLED INDIVIDUAL, A PARENT, GRANDPARENT, LEGAL GUARDIAN, OR COURT  OF\n   48  COMPETENT  JURISDICTION, AND TO THE EXTENT THAT AMOUNTS REMAINING IN THE\n   49  INDIVIDUAL'S ACCOUNT ARE NOT RETAINED BY THE TRUST UPON THE DEATH OF THE\n   50  INDIVIDUAL, THE STATE WILL RECEIVE ALL SUCH REMAINING AMOUNTS UP TO  THE\n   51  TOTAL VALUE OF ALL MEDICAL ASSISTANCE PAID ON BEHALF OF SUCH INDIVIDUAL.\n   52  NOTWITHSTANDING  ANY  LAW  TO THE CONTRARY, A NOT-FOR-PROFIT CORPORATION\n   53  MAY, IN FURTHERANCE OF AND AS AN ADJUNCT TO ITS CORPORATE PURPOSES,  ACT\n   54  AS TRUSTEE OF A TRUST FOR PERSONS WITH DISABILITIES ESTABLISHED PURSUANT\n   55  TO THIS SUBCLAUSE, PROVIDED THAT A TRUST COMPANY, AS DEFINED IN SUBDIVI-\n\n       A. 995                              4\n\n    1  SION SEVEN OF SECTION ONE HUNDRED-C OF THE BANKING LAW, ACTS AS CO-TRUS-\n    2  TEE.\n    3    (D)  THE DEPARTMENT OF HEALTH SHALL PROMULGATE SUCH REGULATIONS AS MAY\n    4  BE NECESSARY TO CARRY OUT THE  PROVISIONS  OF  THIS  SUBPARAGRAPH.  SUCH\n    5  REGULATIONS  SHALL  INCLUDE  PROVISIONS FOR: ASSURING THE FULFILLMENT OF\n    6  FIDUCIARY OBLIGATIONS OF THE  TRUSTEE  WITH  RESPECT  TO  THE  REMAINDER\n    7  INTEREST OF THE DEPARTMENT OF HEALTH OR STATE; MONITORING POOLED TRUSTS;\n    8  APPLYING THIS SUBDIVISION TO LEGAL INSTRUMENTS AND OTHER DEVICES SIMILAR\n    9  TO  TRUSTS, IN ACCORDANCE WITH APPLICABLE FEDERAL RULES AND REGULATIONS;\n   10  AND ESTABLISHING PROCEDURES UNDER WHICH THE APPLICATION OF THIS SUBDIVI-\n   11  SION WILL BE WAIVED WITH RESPECT TO AN APPLICANT OR RECIPIENT WHO DEMON-\n   12  STRATES THAT SUCH APPLICATION WOULD WORK AN UNDUE  HARDSHIP  ON  HIM  OR\n   13  HER,  IN  ACCORDANCE  WITH  STANDARDS  SPECIFIED BY THE SECRETARY OF THE\n   14  FEDERAL DEPARTMENT OF HEALTH AND HUMAN SERVICES.  SUCH  REGULATIONS  MAY\n   15  REQUIRE  NOTIFICATION  OF  THE  DEPARTMENT OF THE CREATION OR FUNDING OF\n   16  SUCH A TRUST FOR THE BENEFIT OF AN APPLICANT FOR OR RECIPIENT OF MEDICAL\n   17  ASSISTANCE; NOTIFICATION OF THE DEPARTMENT OF HEALTH OF THE DEATH  OF  A\n   18  BENEFICIARY  OF  SUCH  A  TRUST  WHO IS A CURRENT OR FORMER RECIPIENT OF\n   19  MEDICAL ASSISTANCE; IN THE CASE OF A TRUST, THE CORPUS OF WHICH  EXCEEDS\n   20  ONE  HUNDRED  THOUSAND DOLLARS, NOTIFICATION OF THE DEPARTMENT OF HEALTH\n   21  OF TRANSACTIONS TENDING  TO  SUBSTANTIALLY  DEPLETE  THE  TRUST  CORPUS;\n   22  NOTIFICATION  OF  THE DEPARTMENT OF HEALTH OF ANY TRANSACTIONS INVOLVING\n   23  TRANSFERS FROM THE TRUST CORPUS FOR LESS THAN  FAIR  MARKET  VALUE;  THE\n   24  BONDING  OF  THE TRUSTEE WHEN THE ASSETS OF SUCH A TRUST EQUAL OR EXCEED\n   25  ONE MILLION DOLLARS, UNLESS A COURT  OF  COMPETENT  JURISDICTION  WAIVES\n   26  SUCH REQUIREMENT; AND THE BONDING OF THE TRUSTEE WHEN THE ASSETS OF SUCH\n   27  A  TRUST  ARE  LESS  THAN  ONE MILLION DOLLARS, UPON ORDER OF A COURT OF\n   28  COMPETENT JURISDICTION.   THE DEPARTMENT OF HEALTH,  TOGETHER  WITH  THE\n   29  BANKING  DEPARTMENT,  SHALL  PROMULGATE REGULATIONS GOVERNING THE ESTAB-\n   30  LISHMENT, MANAGEMENT AND MONITORING OF  TRUST  ESTABLISHED  PURSUANT  TO\n   31  SUBCLAUSE   (II)   OF  CLAUSE  (C)  OF  THIS  SUBPARAGRAPH  IN  WHICH  A\n   32  NOT-FOR-PROFIT CORPORATION AND A TRUST COMPANY SERVE AS CO-TRUSTEES.\n   33    (E) NOTWITHSTANDING ANY ACTS, OMISSIONS OR FAILURES TO ACT OF A  TRUS-\n   34  TEE OF A TRUST WHICH THE DEPARTMENT OF HEALTH OR A LOCAL SOCIAL SERVICES\n   35  OFFICIAL  HAS  DETERMINED COMPLIES WITH THE PROVISIONS OF CLAUSE (C) AND\n   36  THE REGULATIONS AUTHORIZED BY  CLAUSE  (D)  OF  THIS  SUBPARAGRAPH,  THE\n   37  DEPARTMENT  MUST  NOT CONSIDER THE CORPUS OR INCOME OF ANY SUCH TRUST AS\n   38  AVAILABLE RESOURCES OF THE APPLICANT OR RECIPIENT WHO  IS  DISABLED,  AS\n   39  SUCH TERM IS DEFINED IN SECTION 1614(A)(3) OF THE FEDERAL SOCIAL SECURI-\n   40  TY ACT. THE DEPARTMENT OF HEALTH'S REMEDY FOR REDRESS OF ANY ACTS, OMIS-\n   41  SIONS  OR  FAILURES  TO  ACT  BY SUCH A TRUSTEE WHOSE ACTS, OMISSIONS OR\n   42  FAILURES ARE CONSIDERED BY THE DEPARTMENT OF HEALTH TO  BE  INCONSISTENT\n   43  WITH THE TERMS OF THE TRUST, CONTRARY TO APPLICABLE LAWS AND REGULATIONS\n   44  OF THE DEPARTMENT OF HEALTH, OR CONTRARY TO THE FIDUCIARY OBLIGATIONS OF\n   45  THE  TRUSTEE  SHALL BE THE COMMENCEMENT OF AN ACTION OR PROCEEDING UNDER\n   46  SUBDIVISION ONE OF SECTION SIXTY-THREE OF THE EXECUTIVE LAW TO SAFEGUARD\n   47  OR ENFORCE THE STATE'S REMAINDER INTEREST IN THE TRUST,  OR  SUCH  OTHER\n   48  ACTION  OR  PROCEEDING  AS  MAY  BE  LAWFUL AND APPROPRIATE AS TO ASSURE\n   49  COMPLIANCE BY THE TRUSTEE  OR  TO  SAFEGUARD  AND  ENFORCE  THE  STATE'S\n   50  REMAINDER INTEREST IN THE TRUST.\n   51    2-D. RESOURCE ELIGIBILITY REQUIREMENTS. (A) IN DETERMINING THE INITIAL\n   52  OR  CONTINUING  ELIGIBILITY  OF  ANY  PERSON  FOR  ASSISTANCE UNDER THIS\n   53  SECTION, THERE SHALL BE INCLUDED IN THE AMOUNT OF  RESOURCES  CONSIDERED\n   54  AVAILABLE  TO SUCH PERSON THE UNCOMPENSATED VALUE OF ANY RESOURCE TRANS-\n   55  FERRED, AND SUCH PERSON SHALL BE INELIGIBLE FOR SUCH ASSISTANCE FOR SUCH\n   56  PERIOD OR PERIODS AS SPECIFIED IN THIS SUBDIVISION.\n\n       A. 995                              5\n\n    1    (B) (I) A NONEXEMPT RESOURCE SHALL MEAN ANY RESOURCE WHICH IF RETAINED\n    2  BY SUCH  PERSON  WOULD  NOT  BE  EXEMPT  FROM  CONSIDERATION  UNDER  THE\n    3  PROVISIONS OF SUBDIVISION TWO-C OF THIS SECTION;\n    4    (II)  ANY  TRANSFER  OF  A  NONEXEMPT RESOURCE MADE WITHIN TWENTY-FOUR\n    5  MONTHS PRIOR TO THE DATE OF A PERSON'S APPLICATION FOR  MEDICAL  ASSIST-\n    6  ANCE  SHALL  BE PRESUMED TO HAVE BEEN MADE FOR THE PURPOSE OF QUALIFYING\n    7  FOR SUCH ASSISTANCE; HOWEVER,  IF  SUCH  PERSON  FURNISHES  EVIDENCE  TO\n    8  ESTABLISH  THAT THE TRANSFER WAS EXCLUSIVELY FOR SOME OTHER PURPOSE, THE\n    9  UNCOMPENSATED VALUE SHALL NOT BE CONSIDERED AVAILABLE TO SUCH PERSON  IN\n   10  DETERMINING  HIS  OR  HER  INITIAL  OR CONTINUED ELIGIBILITY FOR MEDICAL\n   11  ASSISTANCE;\n   12    (III) THE UNCOMPENSATED VALUE OF ANY SUCH RESOURCE SHALL BE  THE  FAIR\n   13  MARKET  VALUE OF SUCH RESOURCE AT THE TIME OF TRANSFER, MINUS THE AMOUNT\n   14  OF THE COMPENSATION RECEIVED BY THE PERSON IN EXCHANGE FOR THE RESOURCE;\n   15    (IV) EXCESS RESOURCES SHALL BE  THE  TOTAL  OF  A  PERSON'S  NONEXEMPT\n   16  RESOURCES ABOVE TWENTY THOUSAND DOLLARS;\n   17    (V)  ANY PERSON DETERMINED TO HAVE RESOURCES IN EXCESS OF TWENTY THOU-\n   18  SAND DOLLARS SHALL BE  INELIGIBLE  FOR  ASSISTANCE  UNDER  THIS  SECTION\n   19  PURSUANT TO SUBPARAGRAPHS (VI) AND (VII) OF THIS PARAGRAPH;\n   20    (VI)  ANY  PERSON DETERMINED TO HAVE EXCESS RESOURCES OF FIFTEEN THOU-\n   21  SAND DOLLARS OR LESS BECAUSE OF THE APPLICATION OF THIS PARAGRAPH  SHALL\n   22  REMAIN  INELIGIBLE FOR ASSISTANCE UNDER THIS TITLE FOR A PERIOD OF TWEN-\n   23  TY-FOUR MONTHS FROM THE DATE OF THE TRANSFER, OR UNTIL SUCH  PERSON  CAN\n   24  DEMONSTRATE  THAT HE OR SHE HAS INCURRED MEDICAL EXPENSES AFTER THE DATE\n   25  OF TRANSFER IN THE AMOUNT  OF  SUCH  EXCESS  ABOVE  OTHERWISE  ALLOWABLE\n   26  RESOURCES, WHICHEVER PERIOD IS SHORTER;\n   27    (VII)  ANY  PERSON  DETERMINED  TO  HAVE EXCESS RESOURCES OF MORE THAN\n   28  FIFTEEN THOUSAND DOLLARS BECAUSE OF THE APPLICATION  OF  THIS  PARAGRAPH\n   29  SHALL  REMAIN  INELIGIBLE FOR ASSISTANCE UNDER THIS SECTION FOR A PERIOD\n   30  WHICH EXCEEDS TWENTY-FOUR MONTHS, WHICH PERIOD SHALL  BE  DETERMINED  BY\n   31  ADDING  AN  ADDITIONAL  MONTH  OF  INELIGIBILITY  FOR  EACH TWO THOUSAND\n   32  DOLLARS IN EXCESS OF FIFTEEN THOUSAND DOLLARS, OR UNTIL SUCH PERSON  CAN\n   33  DEMONSTRATE  THAT HE OR SHE HAS INCURRED MEDICAL EXPENSES AFTER THE DATE\n   34  OF TRANSFER IN THE AMOUNT  OF  SUCH  EXCESS  ABOVE  OTHERWISE  ALLOWABLE\n   35  RESOURCES, WHICHEVER PERIOD IS SHORTER.\n   36    (C) ANY TRANSFER OF A RESOURCE BY A PERSON OR SUCH PERSON'S SPOUSE FOR\n   37  LESS THAN FAIR MARKET VALUE MADE WITHIN OR AFTER THE THIRTY MONTHS IMME-\n   38  DIATELY  PRECEDING  THE DATE OF APPLICATION FOR MEDICAL ASSISTANCE UNDER\n   39  THIS SECTION,  SHALL  RENDER  THE  PERSON  INELIGIBLE  FOR  HEALTH  CARE\n   40  SERVICES  FOR  A PERIOD OF TWENTY-FOUR MONTHS FROM THE DATE OF TRANSFER,\n   41  WHICH PERIOD SHALL BE DETERMINED BY ADDING AN ADDITIONAL MONTH OF  INEL-\n   42  IGIBILITY  FOR  EACH  TWO THOUSAND DOLLARS IN EXCESS OF FIFTEEN THOUSAND\n   43  DOLLARS, OR UNTIL SUCH  PERSON  CAN  DEMONSTRATE  THAT  HE  OR  SHE  HAS\n   44  INCURRED  MEDICAL  EXPENSES  AFTER THE DATE OF TRANSFER IN THE AMOUNT OF\n   45  SUCH EXCESS ABOVE ALLOWABLE  RESOURCES,  WHICHEVER  PERIOD  IS  SHORTER;\n   46  HOWEVER, A PERSON SHALL NOT BE INELIGIBLE FOR HEALTH CARE SERVICES SOLE-\n   47  LY BY REASON OF ANY SUCH TRANSFER TO THE EXTENT THAT:\n   48    (I)  THE  RESOURCE  TRANSFERRED  WAS  A HOME AND TITLE TO THE HOME WAS\n   49  TRANSFERRED TO:\n   50    (A) THE SPOUSE OF SUCH PERSON; OR\n   51    (B) A CHILD OF SUCH PERSON WHO IS UNDER THE AGE OF TWENTY-ONE YEARS OR\n   52  CERTIFIED BLIND  OR  CERTIFIED  PERMANENTLY  AND  TOTALLY  DISABLED,  AS\n   53  DEFINED BY SECTION TWO HUNDRED EIGHT OF THIS ARTICLE; OR\n   54    (C)  A  SIBLING OF SUCH PERSON WHO HAS AN EQUITY INTEREST IN SUCH HOME\n   55  AND WHO RESIDED IN SUCH HOME FOR A PERIOD OF AT  LEAST  ONE  YEAR  IMME-\n\n       A. 995                              6\n\n    1  DIATELY BEFORE THE DATE THE PERSON APPLIED FOR MEDICAL ASSISTANCE PURSU-\n    2  ANT TO THIS SECTION; OR\n    3    (D) A SON OR DAUGHTER OF SUCH PERSON WHO WAS RESIDING IN SUCH HOME FOR\n    4  A  PERIOD  OF AT LEAST TWO YEARS IMMEDIATELY BEFORE THE DATE SUCH PERSON\n    5  APPLIED FOR  MEDICAL  ASSISTANCE  PURSUANT  TO  THIS  SECTION,  AND  WHO\n    6  PROVIDED  CARE  TO  SUCH PERSON WHICH PERMITTED SUCH PERSON TO RESIDE AT\n    7  HOME RATHER THAN IN AN INSTITUTION OR FACILITY; OR\n    8    (II) THE RESOURCE WAS TRANSFERRED TO OR FOR THE SOLE BENEFIT  OF  SUCH\n    9  PERSON'S SPOUSE, OR FROM SUCH PERSON'S SPOUSE TO OR FOR THE SOLE BENEFIT\n   10  OF  SUCH PERSON, OR TO HIS OR HER CHILD WHO IS CERTIFIED BLIND OR CERTI-\n   11  FIED PERMANENTLY AND TOTALLY DISABLED; OR\n   12    (III) A SATISFACTORY SHOWING IS MADE THAT:\n   13    (A) THE PERSON OR SUCH PERSON'S SPOUSE  INTENDED  TO  DISPOSE  OF  THE\n   14  RESOURCE  EITHER  AT  FAIR MARKET VALUE, OR FOR OTHER VALUABLE CONSIDER-\n   15  ATION, OR\n   16    (B) THE RESOURCE WAS TRANSFERRED EXCLUSIVELY FOR A PURPOSE OTHER  THAN\n   17  TO QUALIFY FOR MEDICAL ASSISTANCE; OR\n   18    (IV) DENIAL OF ELIGIBILITY WOULD WORK AN UNDUE HARDSHIP, AS DEFINED BY\n   19  THE  COMMISSIONER  WHICH  DEFINITION  SHALL INCLUDE THE INABILITY OF THE\n   20  PERSON OR SUCH PERSON'S SPOUSE TO RETRIEVE THE  RESOURCE  OR  TO  OBTAIN\n   21  FAIR MARKET VALUE THEREFOR DESPITE HIS OR HER BEST EFFORTS.\n   22    (D)  THE  COMMISSIONER  SHALL PROMULGATE SUCH RULES AND REGULATIONS AS\n   23  MAY BE NECESSARY TO CARRY OUT THE PROVISIONS OF THIS SUBDIVISION.\n   24    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   25  have  become  a law; provided however that section one of this act shall\n   26  remain in effect until the approval of the commissioner of health pursu-\n   27  ant to subdivision 4 of section 79 of part C of chapter 58 of  the  laws\n   28  of  2005,  when upon such date the provisions of section two of this act\n   29  shall take effect; and provided further that the commissioner of  health\n   30  is  authorized  to promulgate any and all rules and regulations and take\n   31  any other measures necessary to implement this act on its effective date\n   32  on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing resource level requirements for the family health plus program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T135156.TXT", "SOBI.D110107.T125401.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110107.T124900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422841980
}