{
  "year" : 2011,
  "senateBillNo" : "A996-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A996-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the use of the individual tax identification number when a legal immigrant applies for a driver's license or a renewal of a driver's license",
  "summary" : "Allows the use of the individual tax identification number when a legal immigrant applies for a driver's license or a renewal of a driver's license. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A4236-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          996\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ORTIZ,  ABBATE,  SWEENEY,  J. RIVERA, TOWNS,\n         P. RIVERA, RAMOS, JACOBS, CASTRO, MENG -- Multi-Sponsored by -- M.  of\n         A. FARRELL, GOTTFRIED, MAISEL, THIELE -- read once and referred to the\n         Committee on Transportation\n\n       AN  ACT  to  amend  the  vehicle and traffic law, in relation to certain\n         requirements for obtaining a driver's license\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 502 of the vehicle and traffic\n    2  law, as amended by chapter 639 of the laws of 2006, is amended  to  read\n    3  as follows:\n    4    1.  Application  for license. Application for a driver's license shall\n    5  be made to the commissioner. The fee prescribed by law may be  submitted\n    6  with such application. The applicant shall furnish such proof of identi-\n    7  ty, age, and fitness as may be required by the commissioner. The commis-\n    8  sioner may also provide that the application procedure shall include the\n    9  taking  of  a  photo image or images of the applicant in accordance with\n   10  rules and regulations prescribed by the commissioner. In  addition,  the\n   11  commissioner  also  shall  require that the applicant provide his or her\n   12  social security number OR THE INDIVIDUAL TAX IDENTIFICATION NUMBER WHERE\n   13  SUCH APPLICANT IS A LEGAL IMMIGRANT and provide space on the application\n   14  so that the applicant may register in  the  New  York  state  organ  and\n   15  tissue  donor  registry  under  section  forty-three  hundred ten of the\n   16  public health law. In addition, an applicant for a  commercial  driver's\n   17  license  who  will  operate  a  commercial  motor  vehicle in interstate\n   18  commerce shall certify that such applicant  meets  the  requirements  to\n   19  operate  a  commercial motor vehicle, as set forth in public law 99-570,\n   20  title XII, and title 49 of the code  of  federal  regulations,  and  all\n   21  regulations promulgated by the United States secretary of transportation\n   22  under  the  hazardous materials transportation act. Upon a determination\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03675-01-1\n\n       A. 996                              2\n\n    1  that the holder of a commercial driver's  license  has  made  any  false\n    2  statement, with respect to the application for such license, the commis-\n    3  sioner shall revoke such license.\n    4    S  2. Paragraph (a) of subdivision 6 of section 502 of the vehicle and\n    5  traffic law, as amended by section 3 of part K of chapter 59 of the laws\n    6  of 2009, is amended to read as follows:\n    7    (a) A license issued pursuant to  subdivision  five  of  this  section\n    8  shall  be valid until the expiration date contained thereon, unless such\n    9  license is suspended, revoked or cancelled. Such license may be  renewed\n   10  by  submission of an application for renewal, the fee prescribed by law,\n   11  proofs of prior licensing, fitness and acceptable vision  prescribed  by\n   12  the commissioner, the applicant's social security number OR THE INDIVID-\n   13  UAL TAX IDENTIFICATION NUMBER WHERE SUCH APPLICANT IS A LEGAL IMMIGRANT,\n   14  and  if  required  by the commissioner a photo image of the applicant in\n   15  such numbers and form as the commissioner shall prescribe.  In addition,\n   16  an applicant for renewal of a license containing  a  hazardous  material\n   17  endorsement  shall  pass  an examination to retain such endorsement. The\n   18  commissioner shall, with respect to the renewal of a hazardous materials\n   19  endorsement,  comply  with  the  requirements  imposed  upon  states  by\n   20  sections  383.141  and  1572.13 of title 49 of the code of federal regu-\n   21  lations. A renewal of such license shall be issued by  the  commissioner\n   22  upon  approval of such application, except that no such license shall be\n   23  issued if its issuance would be  inconsistent  with  the  provisions  of\n   24  section  five hundred sixteen of this title, and except that the commis-\n   25  sioner may refuse to renew such license if the applicant is  the  holder\n   26  of  a  currently  valid  or renewable license to drive issued by another\n   27  state or foreign country unless the applicant surrenders such license.\n   28    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   29  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to certain requirements for obtaining a driver's license ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T135156.TXT", "SOBI.D110107.T125401.TXT", "SOBI.D110105.T132153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422841983
}