{
  "year" : 2011,
  "senateBillNo" : "A997-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A997-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows an action for unlawful discriminatory practice to be brought within three years after dismissal for administrative convenience",
  "summary" : "Authorizes the institution of a suit in any court of competent jurisdiction alleging a violation of the human rights law for a period of three years after the dismissal of a complaint for administrative convenience by the division of human rights. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10242-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          997\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to institution  of  court\n         actions under section 297 thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 9 of section 297  of  the  executive  law,  as\n    2  amended  by  section 16 of part D of chapter 405 of the laws of 1999, is\n    3  amended to read as follows:\n    4    9. Any person claiming to be aggrieved by an  unlawful  discriminatory\n    5  practice shall have a cause of action in any court of appropriate juris-\n    6  diction for damages, including, in cases of housing discrimination only,\n    7  punitive damages, and such other remedies as may be appropriate, includ-\n    8  ing  any  civil fines and penalties provided in subdivision four of this\n    9  section, unless such person had filed a complaint  [hereunder]  PURSUANT\n   10  TO  THIS  SECTION  or with any local commission on human rights, or with\n   11  the superintendent pursuant to the provisions  of  section  two  hundred\n   12  ninety-six-a  of this [chapter,] ARTICLE; provided that, where the divi-\n   13  sion has dismissed such  complaint  on  the  grounds  of  administrative\n   14  convenience,  on the grounds of untimeliness, or on the grounds that the\n   15  election of remedies is annulled, such person shall maintain all  rights\n   16  to  bring  suit  as if no complaint had been filed with the division AND\n   17  MAY BRING SUCH SUIT WITHIN THREE YEARS  AFTER  ANY  SUCH  DISMISSAL  FOR\n   18  ADMINISTRATIVE  CONVENIENCE.    At  any time prior to a hearing before a\n   19  hearing examiner, a person who has a complaint pending at  the  division\n   20  may request that the division dismiss the complaint and annul his or her\n   21  election  of  remedies so that the human rights law claim may be pursued\n   22  in court, and the division may, upon such request, dismiss the complaint\n   23  on the grounds that such person's election of an  administrative  remedy\n   24  is annulled. Notwithstanding subdivision (a) of section two hundred four\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04725-01-1\n\n       A. 997                              2\n\n    1  of  the  civil  practice law and rules, if a complaint is so annulled by\n    2  the division, upon the request of  the  party  bringing  such  complaint\n    3  before  the  division, such party's rights to bring such cause of action\n    4  before a court of appropriate jurisdiction shall be limited by the stat-\n    5  ute of limitations in effect in such court at the time the complaint was\n    6  initially filed with the division. Any party to a housing discrimination\n    7  complaint  shall have the right, within twenty days following a determi-\n    8  nation of probable cause pursuant to subdivision two of this section, to\n    9  elect to have an action commenced in a  civil  court,  and  an  attorney\n   10  representing  the  division of human rights [will] SHALL be appointed to\n   11  present the complaint in court[,] or, with the consent of the  division,\n   12  the  case  may be presented by complainant's attorney. A complaint filed\n   13  by the equal  employment  opportunity  commission  to  comply  with  the\n   14  requirements  of 42 USC 2000e-5(c) and 42 USC 12117(a) and 29 USC 633(b)\n   15  shall not constitute the filing of a complaint  within  the  meaning  of\n   16  this  subdivision.  No person who has initiated any action in a court of\n   17  competent jurisdiction or who has an action pending before any  adminis-\n   18  trative  agency under any other law of the state based upon an act which\n   19  would be an unlawful discriminatory practice under this  article[,]  may\n   20  file  a  complaint with respect to the same grievance under this section\n   21  or under section two hundred ninety-six-a of this article.\n   22    S 2.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to institution of court actions under section 297 thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T135156.TXT", "SOBI.D110107.T125401.TXT", "SOBI.D110105.T132153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422841984
}