{
  "year" : 2011,
  "senateBillNo" : "A998-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A998-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to regulating document destruction contractors",
  "summary" : "Establishes the secretary of state shall apply the provisions of article 23-A of the correction law in determining whether to refuse to issue or renew a registration to a person who has been convicted of a crime to work as a document destruction contractor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A5702-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          998\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the general business  law,  in  relation  to  regulating\n         document destruction contractors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 899-bbb of  the  general  business\n    2  law,  as added by chapter 679 of the laws of 2007, is amended to read as\n    3  follows:\n    4    4. The secretary of state may refuse to issue a  registration  to  any\n    5  person,  firm  or corporation whom he or she finds has been convicted of\n    6  any crime, or failed to pay any final civil judgment, relating  to  work\n    7  as  a  document  destruction  contractor,  PROVIDED  THAT IN DETERMINING\n    8  WHETHER TO REFUSE TO ISSUE OR RENEW A REGISTRATION TO A PERSON  WHO  HAS\n    9  BEEN  CONVICTED  OF  A  CRIME,  THE  SECRETARY  OF STATE SHALL APPLY THE\n   10  PROVISIONS OF ARTICLE TWENTY-THREE-A OF  THE  CORRECTION  LAW,  if  such\n   11  refusal  will,  in  the judgment of the secretary of state, best promote\n   12  the interests of the people of this state.\n   13    S 2. Subparagraph (iii) of paragraph (c) of subdivision 12 of  section\n   14  899-bbb of the general business law, as added by chapter 679 of the laws\n   15  of 2007, is amended to read as follows:\n   16    (iii)  that  the  applicant  or registrant has made [a] AN INTENTIONAL\n   17  material misstatement in the application for or renewal of  his  or  her\n   18  registration;\n   19    S 3. Subdivision 16 of section 899-bbb of the general business law, as\n   20  added by chapter 679 of the laws of 2007, is amended to read as follows:\n   21    16.  The  department,  acting  by  the  office or person designated to\n   22  conduct the hearing pursuant to subdivision fourteen of this section  or\n   23  by  such  other  officer or person in the department as the secretary of\n   24  state may designate, shall have the power to suspend the registration of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01068-01-1\n\n       A. 998                              2\n\n    1  any registrant who has been convicted in this state or any  other  state\n    2  or  territory  of  a felony or of any misdemeanor WHILE REGISTERED UNDER\n    3  THIS ARTICLE for a period not exceeding thirty days  pending  a  hearing\n    4  and  a determination of charges made against him or her. If such hearing\n    5  is adjourned at the request of the registrant, or by reason of  any  act\n    6  or  omission  by him or her or on his or her behalf, such suspension may\n    7  be continued for the additional period of such adjournment.\n    8    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to regulating document destruction contractors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T135156.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424042349
}