{
  "year" : 2011,
  "senateBillNo" : "B243-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "B243-2011-1294981200000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends Joint Rule II in relation to committees on conference to consider substantially similar legislation",
  "summary" : null,
  "currentCommittee" : "RULES",
  "sameAs" : null,
  "lawSection" : "Resolutions, Concurrent, Senate",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nCONCURRENT  RESOLUTION OF THE SENATE AND ASSEMBLY AMENDING THE PERMANENT\nJOINT RULES OF THE SENATE AND THE  ASSEMBLY,  in  relation  to  amending\nJoint  Rule  II  in  relation  to  committees  on conference to consider\nsubstantially similar legislation\n\nRESOLVED, (if the &HOUSE concur), That Joint Rule II  of  the  Permanent\nJoint  Rules  of  the  Senate  and  the  Assembly  be amended to read as\nfollows:\n                              JOINT RULE II\n\n  Section 1. Committee on Conference. The  Temporary  President  of  the\nSenate  and  the  Speaker  of the Assembly [may] SHALL jointly convene a\nJoint Committee on Conference to consider and report upon  substantially\nsimilar  but not identical legislation that has passed each House of the\nLegislature. IN ADDITION, THE SPONSOR OR COMMITTEE CHAIR OF THE ORIGINAL\nBILLS' JURISDICTION MAY CALL FOR A CONFERENCE COMMITTEE OF ANY TWO BILLS\nWHICH HAVE PASSED THE SENATE AND THE ASSEMBLY  WHICH  ARE  SUBSTANTIALLY\nSIMILAR  BUT  NOT  IDENTICAL. Such committee shall be constituted by the\nfiling of a joint certificate by the Temporary President of  the  Senate\nand the Speaker of the Assembly with the Secretary of the Senate and the\nClerk  of  the Assembly, and shall consist of the same number of members\nfrom each House. Unless otherwise provided  in  the  certificate,  there\nshall  be five members on such committee from each House to be appointed\nby the Temporary President of the Senate who shall appoint  the  members\nfrom  the  Senate  and the Speaker of the Assembly who shall appoint the\nmembers from the Assembly;  provided,  however,  that  of  each  House's\ndelegation  at  least  one  member  shall represent the minority in each\nHouse. The Temporary President of the Senate  and  the  Speaker  of  the\nAssembly  shall  each appoint a co-chairperson of the committee and such\nco-chairpersons shall convene and  recess  meetings  of  the  committee.\nMeetings jointly convened by the co-chairpersons shall be subject to the\nprovisions of Article 7 of the Public Officers Law.  The committee shall\nfile  a  written  report  setting  forth  the joint recommendations of a\nmajority of each House's delegation with the Secretary of the Senate and\nthe Clerk of the Assembly or such other committees or officers as may be\nset forth in the certificate and such report may include  specific  bill\nlanguage  that would implement the joint committee's recommendations. No\nreport shall be filed except upon the affirmative vote of a majority  of\nthe members of each House's delegation on the committee.\n  RESOLVED  (if  the &HOUSE concur), That the foregoing amendment to the\nPERMANENT JOINT RULES OF THE SENATE AND THE ASSEMBLY be effective  imme-\ndiately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T165504.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295042104342
}