{
  "year" : 2011,
  "senateBillNo" : "E84-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "lost",
    "billEventId" : "E84-2011-1296450000000-lost",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends Rule III of the Assembly Rules, in relation to bills and resolutions",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Assembly",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nASSEMBLY RESOLUTION amending Rule III of the Assembly rules, in relation\nto the introduction of bills and resolutions\n\nRESOLVED,  That  Rule  III  of  the Assembly rules is amended to read as\nfollows:\n                                RULE III\n\n                          BILLS AND RESOLUTIONS\n\n  Section 1. Contents.\n  a. Title.\n  (1) The title of every bill shall briefly state the subject thereof.\n  (2) The title of every bill amending or repealing any provision  of  a\nconsolidated law shall refer to such law.\n  (3)  The  title of every bill amending or repealing any unconsolidated\nlaw shall refer to such law by its short title, if it have  one;  if  it\nhave  no  short  title,  the  title of such bill shall state the chapter\nnumber, year of enactment and the complete title of the original bill or\na short summary of the provisions to which the law relates.\n  (4) If such bill is amending or repealing a proposed provision of  law\ncontained  in a bill that has not been enacted into law, the title shall\nstate the number of the bill containing the proposed provision of law to\nbe amended or repealed, with suffix, if there be one, and the subject of\nthe provisions to which the amendatory bill relates.\n  b. Bill sections.\n  (1) In any bill, each section proposing an amendment to or the  repeal\nof:  (i)  any  consolidated law, or any part thereof; or (ii) the Family\nCourt Act, the Court of Claims Act, the Uniform District Court Act,  the\nUniform Justice Court Act, the Uniform City Court Act, the New York City\nCharter,  the  Administrative Code of the City of New York, the New York\nCity Civil Court Act, the New York City Criminal Court Act, or the Char-\nter of the City of Buffalo, or any part thereof shall refer to such law,\nact, charter or code.\n  (2) In any bill, each section proposing an amendment to or the  repeal\nof  an  unconsolidated  law  having  a short title, or any part thereof,\nshall refer to such law by its chapter number and year of enactment  and\nits  short  title.   If an unconsolidated law shall have no short title,\neach section shall state the chapter number and  year  of  enactment  of\nsuch  law and a short summary of the provisions to which the law relates\nor the complete title of the original bill.\n  (3) If such section amends or repeals  a  proposed  provision  of  law\ncontained  in  a  bill  that has not been enacted into law, each section\nshall state the number of the bill containing such  proposed  provisions\nof law to be amended or repealed, with suffix, if there be one.\n  (4)  If  the portion of the law proposed to be amended has been added,\nrenumbered or amended since  the  original  enactment  or  last  general\nrevision of the law of which it is a part, such section shall also state\nthe  chapter  number  and  year  of  the last act adding, renumbering or\namending the same, as the case may be.\n  c. Body.\n  (1) Every bill amending, adding to or repealing existing law, upon its\nintroduction, and if reprinted, must, in the body of the bill have:\n  (a) All new matter to be added to or inserted in existing  law  under-\nscored;\n  (b) All matter to be eliminated by amendment from existing law printed\nin its proper place in the bill enclosed in black-faced brackets;\n\n  (c)  The  word  \"repealed,\"  when  any existing law or part thereof is\nproposed to be repealed, printed in boldface type; and\n  (d) Whenever it is proposed to amend only a part of a word in existing\nlaw,  the  whole  of  such  word  shall  be  printed in its proper place\nenclosed in black-faced brackets and the whole word as proposed shall be\nunderscored.\n  (2) Whenever a bill is amended by  eliminating  proposed  new  matter,\nsuch new matter shall be omitted in the reprint of the bill.\n  d. Explanatory note.\n  There  shall  be  appended  at the end of every bill introduced in the\nAssembly, which proposes the repeal or extension of any existing law, or\npart thereof, merely by reference thereto,  without  setting  forth  the\ntext  thereof,  an  explanatory  note  which shall briefly and concisely\nstate the subject matter of the law, or part  thereof,  proposed  to  be\nrepealed  or extended, unless such subject matter is stated in the title\nof such bill.\n  e. Nonconforming bills.\n  Whenever it shall be called to the attention of the Speaker  that  any\nbill  introduced  is  not  drawn  or  printed  in  accordance  with  the\nprovisions of this Rule, the Speaker may,  in  his  or  her  discretion,\ndirect  the Index Clerk to cause such bill to be immediately amended and\nreprinted so as to comply therewith, and when reprinted said bill  shall\nbe restored to the place it held when such direction was given.\n  f. Introducer's memorandum.\n  There  shall  be appended to every bill introduced in the Assembly, an\nintroducer's memorandum setting forth the purpose of the bill, a summary\nof its provisions, a statement of its fiscal  impact  on  the  state,  a\nstatement  of its impact on the regulation of businesses and individuals\nand a statement as to whether the bill imposes or changes any fine, term\nof imprisonment, forfeiture of rights or other penal sanction,  together\nwith  the  nature of such imposition or change in a format and length to\nbe prescribed by the Speaker. Whenever a bill is amended by its sponsor,\nit shall be the duty of  the  sponsor  to  file  an  amended  memorandum\nsetting  forth the same material as required in the original memorandum.\nIn addition, whenever a bill is reported by a committee as  amended,  it\nshall be the duty of the committee to submit an amended memorandum.\n  &sect; 2. Introduction.\n  a. Every bill introduced in the House shall be in duplicate and accom-\npanied  by the introducer's memorandum in quadruplicate. Such bill shall\nbe presented by the introducer  to  the  Index  Clerk  [and]  WHO  SHALL\nPROVIDE  THE INTRODUCER WITH A DATE AND TIME STAMPED RECEIPT AND THEN BE\ndelivered by the Index Clerk to the Office of Assembly Revision for  the\npurposes set forth in subdivision a of section eight of this Rule. Ther-\neafter,  such bill shall be referred to a standing committee, other than\nthe Committee on  Rules,  by  the  Speaker,  WITHIN  FORTY-EIGHT  HOURS,\nassigned  a  number, printed and placed on the desks of the members. The\nIndex Clerk shall, on the day of its introduction, cause such bill to be\ntransmitted to the printer. A copy of each bill shall be  available  for\npublic  inspection  in  the  Office  of Assembly Revision. The Office of\nAssembly Revision shall maintain a photocopy  machine  for  use  by  the\npublic  to  copy  any such bill at a per page price to be established by\nthe Speaker pursuant to the \"Freedom of Information Law\".\n  b.  On or after November fifteenth of a calendar year,  a  member  and\nmember-elect may submit a bill, in accordance with subdivision a of this\nsection,  for introduction at the commencement of the following legisla-\ntive session. Such prefiled bill shall be assigned a number and referred\nto a committee, but shall not be deemed introduced until  the  commence-\nment of such legislative session.\n\n  c.   Each time a bill is amended and reprinted, a letter of the alpha-\nbet, starting with \"A\", shall be added to its number.\n  d.    All  bills,  whether  introduced in the House or communicated by\nmessage from the Senate, or by the Governor pursuant to Article  VII  of\nthe Constitution, shall be deemed to have had their first reading unless\notherwise  ordered  by  the  House  and  shall be referred to a standing\ncommittee, to consider and report thereon.  At any time the Speaker may,\nwith the consent of the House, change the reference of any  bill.  Every\nmessage  from  the Senate communicating an amendment to an Assembly bill\nshall, except with unanimous consent for immediate passage, be  referred\nto  the  committee  which  reported the bill with power to report at any\ntime.\n  e. No bill shall be introduced in the  House  except  in  one  of  the\nfollowing modes:\n  (1) by a member;\n  (2) by a report of a standing committee;\n  (3) by order of the House;\n  (4) by message from the Senate; and\n  (5) by the Governor under Article VII of the Constitution.\n  f. (1) Any Assembly bill introduced in the regular legislative session\nof  the  first  year  of  the term of the Assembly shall be deemed to be\nreintroduced for the second year of such term, provided such bill was:\n  (a) not reported from a standing committee;\n  (b) reported and referred;\n  (c) recommitted to a standing committee; or\n  (d) referred back to a standing committee by the  Committee  on  Rules\nimmediately prior to adjournment sine die.\n  (2)  Any  Assembly  bill  which  in  the first year of the term of the\nAssembly was passed by the Assembly and did  not  become  law,  was  not\nvetoed,  or was substituted by a Senate bill which did not become law or\nwhich was not vetoed, shall be deemed to be reintroduced for the  second\nyear  of  such  term and shall be ordered to the order of third reading,\nexcept that:\n  (a) any such bill which in  such  first  year  required  a  home  rule\nmessage  for  passage  shall  be referred to the committee to which such\nbill was originally referred;\n  (b) upon request of the introducer or the chairperson of the committee\nto which such bill was originally referred, such bill shall be committed\nto the committee to which it was originally referred provided,  however,\nsuch  request  may not be made later than the second Wednesday following\nthe commencement of the second year of the term of the Assembly;\n  (c) any such bill making an  appropriation  of  money  which  was  not\nreferred  to  a  committee pursuant to the provisions of this paragraph,\nshall be referred to the Committee on Ways and Means; and\n  (d) upon the request of the chairperson of the Committee on  Ways  and\nMeans, any bill not referred to a committee pursuant to subparagraph (a)\nor  (b)  of  this  paragraph,  which in such first year was reported and\nreferred to the Committee on Ways and Means pursuant to section  six  of\nRule  IV shall be committed to the Committee on Ways and Means provided,\nhowever, such request may not be made later than  the  second  Wednesday\nfollowing  the commencement of the second year of the term of the Assem-\nbly.\n  g. When a bill is submitted or proposed by the Governor  by  authority\nof Article VII of the Constitution, it shall become, for all legislative\npurposes,  a  legislative bill, and upon receipt thereof by the Assembly\nit shall be endorsed \"Budget Bill\" and be given a number  by  the  Index\nClerk,  and  shall be referred to the Committee on Ways and Means and be\nprinted.  Bills submitted by the Governor, other  than  those  submitted\n\npursuant to Article VII of the Constitution, shall carry the designation\n\"Introduced at the request of the Governor\".\n  h.  Whenever a member requests the preparation of legislation from the\nLegislative Bill Drafting  Commission,  the  bill  drafter  assigned  to\nprepare  such  legislation shall determine if a similar bill has already\nbeen introduced, and, if a similar bill has been introduced, the  Legis-\nlative  Bill Drafting Commission, on forms prescribed by the Commission,\nshall notify the member of such fact and inform him that  subdivision  b\nof section three of this Rule permits a member to become a multi-sponsor\nof  a  bill  already printed by filing a request therefor with the Index\nClerk. Notwithstanding that a similar bill has  previously  been  intro-\nduced,  a  member shall have the right to have the legislation requested\nprepared by the Commission for introduction.\n  &sect; 3. Multi-sponsorship. a. Any number of members of the  Assembly  may\njoin  in  the  multi-sponsorship of a bill.  When a bill is first intro-\nduced and before it is printed, the names of  all  multi-sponsors  shall\nappear on the printed bill upon the following conditions:\n  (1)  Multi-sponsors  shall  file a written request to act as such with\nthe Index Clerk of the Assembly on forms provided. The request so  filed\nshall indicate that the first name appearing on the bill shall be deemed\nthe introducer and all others deemed multi-sponsors.\n  (2)  The introducer shall at all times retain exclusive control of the\nbill.\n  (3) After a multi-sponsored bill has been printed,  any  multi-sponsor\ndesiring  to  withdraw  from such multi-sponsorship shall file a written\nrequest on forms provided, so that such member's name will  be  stricken\nas  a  multi-sponsor  from  the  records of the Index Clerk. The printed\nbill, however, shall not be reprinted.\n  b. Members of the Assembly and members-elect may  multi-sponsor  bills\nthat  have been pre-filed and bills introduced after the opening of each\nlegislative session upon the following conditions:\n  (1) After a bill has been introduced  and  printed  and  before  final\npassage  any  member  or members may file with the Index Clerk, on forms\nprovided, to become a multi-sponsor of such bill, which  forms  must  be\nsigned by [the introducer and] the multi-sponsor.\n  (2)  Such bill shall not be reprinted solely for the purpose of adding\nor deleting names of multi-sponsors.\n  (3) The introducer shall at all times retain exclusive control of such\nbill.\n  (4) Any member, having become a multi-sponsor of a bill, may  withdraw\nfrom  such  by  filing  a written request with the Index Clerk, on forms\nprovided, requesting such member's name be stricken as  a  multi-sponsor\nfrom such clerk's records.\n  (5)  Any member who has become a multi-sponsor of a bill in the manner\nset forth herein shall have the right to distribute  such  bill  bearing\nthe  endorsement  \"multi-sponsored by\" and insert his or her own name as\nmulti-sponsor.\n  &sect; 4. Final day. a. The final day for  the  unlimited  introduction  of\nbills,  including  those  recommended  by  the  state  government, local\ngovernments, public authorities and other public  corporations  and  all\ndepartments,  agencies  and other instrumentalities thereof shall be the\nlast Tuesday in May of the second year of  the  term  of  the  Assembly.\nAfter  the  last  Tuesday  in  May of such second year, no bill shall be\nintroduced except by the Committee on Rules, by message from the  Senate\nor,  with  the  consent  of the Speaker, by members elected at a special\nelection who take office on or after the first Tuesday in May.\n\n  b. Notwithstanding the provisions of subdivision a  of  this  section,\nbills may be introduced at any time by unanimous consent of the House.\n  &sect; 5. Resolutions.\n  a. Original resolutions, concurrent or otherwise other than privileged\nresolutions  may  be  introduced  by  a member under the proper order of\nbusiness on or before the last Tuesday in May of the second year of  the\nterm of the Assembly.  After the last Tuesday in May of such second year\nno  such resolution shall be introduced except by the Committee on Rules\nor by message from the Senate or, with the consent of  the  Speaker,  by\nmembers  elected  at  a special election who take office on or after the\nlast Tuesday in May.   Such resolutions shall be  in  quadruplicate  and\nbear  the  name  of  the  introducer and shall be referred to a standing\ncommittee for  consideration  and  report.    THE  INTRODUCER  SHALL  BE\nPROVIDED WITH A DATE AND TIME STAMPED RECEIPT OF THE RESOLUTION. No such\nresolution may be introduced unless copies thereof first shall have been\nfurnished  to  the Speaker, the Majority Leader and the Minority Leader.\nBefore the House may vote on a resolution,  copies  of  such  resolution\nshall be placed on each member's desk THREE DAYS prior to such vote. THE\nSPEAKER AND THE MINORITY LEADER MAY WAIVE THE THREE DAY REQUIREMENT.\n  b.  The  following  resolutions  and motions relating thereto shall be\nconsidered privileged and their presentation and consideration shall  be\nin order under any order of business:\n    (1) resolutions recalling a bill from the Senate;\n    (2) resolutions returning a bill to the Senate;\n    (3)  resolutions  relating to the disposition of matters immediately\nbefore the House;\n    (4) resolutions relating  to  the  business  of  the  day  including\nadjournment or recess;\n    (5)  resolutions  relating  to  the impeachment of State or judicial\nofficers;\n    (6) resolutions relating to printing  bills,  documents  or  chapter\nslips;\n    (7) resolutions relating to the reports of joint legislative commit-\ntees; and\n    (8) resolutions in [memorium] MEMORIAM or honorific in nature.\n  c.  Messages  from  the  Senate  communicating a concurrent resolution\nshall, if objection is made to immediate consideration, be  referred  to\nthe appropriate committee with power to report at any time.\n  d.  Concurrent resolutions proposing amendments to the Constitution of\nthe State and concurrent resolutions ratifying  proposed  amendments  to\nthe  Constitution  of  the  United  States  shall,  for  all legislative\npurposes, be deemed to be and treated as bills.\n  e. All resolutions calling for  or  leading  to  expenditures,  except\nresolutions  for  printing  extra copies of bills, documents and chapter\nslips, shall be referred to the Committee on  Ways  and  Means  and  all\nother  resolutions shall be referred to the appropriate standing commit-\ntee or to an assembly calendar, as the Speaker may designate.\n  f. All resolutions shall be adopted by a majority vote of the  members\npresent  and voting, provided, however, concurrent resolutions proposing\namendments to the Constitution of the State or ratifying  amendments  to\nthe  Constitution  of  the  United States and resolutions calling for or\nleading to the expenditure of money shall be adopted  by  a  vote  of  a\nmajority of all the members elected to the Assembly.\n  &sect; 6. Amendments.\n  a.  No  amendment to a bill may be offered unless the member proposing\nthe amendment delivers three copies of the bill with the proposed amend-\nment correctly marked thereon and six copies of the detailed description\nof such amendment to the Clerk of the Assembly.\n\n  b.  A copy of each amendment offered by the sponsor of a bill shall be\nprovided by Journal Operations to the chairperson and  ranking  minority\nmember of any standing committee that previously reported such bill.\n  c. Prior to the commencement of debate on a bill to which an amendment\nis  offered  by  a  member  other  than the introducer, the Clerk of the\nAssembly shall make copies thereof and cause one copy to  be  placed  on\nthe desk of each member of the House. When there is more than one amend-\nment  to  a bill and one of such amendments is adopted, any of the other\namendments so offered shall, if so  requested  by  the  member  offering\nsame,  be  debated  and  voted  upon  immediately  after  such adoption,\nprovided, however, that such  other  amendments  are  offered  to  those\nprovisions  of  the  bill  not  changed by the adopted amendment and are\nconsistent with the provisions of the adopted amendment.\n  d. If a motion to amend prevails, the  Clerk  of  the  Assembly  shall\ndistribute copies of the bill with the amendment correctly marked there-\non  together with copies of the detailed description of the amendment to\nthe appropriate Assembly offices for purposes of renumbering and  print-\ning the bill as amended.\n  e.  No  amendment shall be allowed to any bill which is not germane to\nthe original object or purpose thereof.\n  F. A ROLL CALL OF EACH FLOOR AMENDMENT OFFERED AND  CONSIDERED  BEFORE\nTHE  HOUSE  SHALL BE AVAILABLE IN ELECTRONIC FORMAT THROUGH THE LEGISLA-\nTIVE RETRIEVAL SYSTEM WITHIN TWENTY-FOUR HOURS OF THE VOTE.\n  &sect; 7. Reading of bills. a. Every  bill  shall  receive  three  separate\nreadings,  and  on three different days, previous to its passage, except\nwhen ordered to a third reading pursuant to paragraph two of subdivision\nf of section two of this Rule, by  unanimous  consent  or  when  made  a\nspecial order, or when accompanied by a message of necessity pursuant to\nsection [14] FOURTEEN of Article III of the Constitution.  NO MESSAGE OF\nNECESSITY   SHALL   BE  ACCEPTED  FROM  THE  GOVERNOR  UNLESS  AT  LEAST\nSEVENTY-SIX OF THE MEMBERS OF THE HOUSE HAVE APPROVED THE MESSAGE.\n  b. Bills placed on the order of second reading,  as  provided  for  in\nsubdivision  g  of  section  six  of Rule IV, shall be subject to debate\nbefore the motion to order them  to  a  third  reading  is  entertained.\nOne-half  hour  shall  be  allowed  for such debate, but no person shall\nspeak more than fifteen minutes, except by consent  of  the  House.  The\nmain  question,  however, if ordered, shall be on the advancement of the\nbill; but when amendments are pending the question shall first be  taken\nupon such amendments in their inverse order.\n  c.  All bills on the order of second reading shall be ordered to third\nreading  unless  otherwise  ordered  pursuant  to  subdivision b of this\nsection or pursuant to paragraph one of subdivision b of section ten  of\nRule IV.\n  d.   No bill shall be considered for third reading until it shall have\nbeen on the printed Calendar of the House on  two  legislative  days  on\nthat order, except where made a special order by report of the Committee\non Rules, in which case it may be considered on second and third reading\non the same day.\n  e.  In all cases where unanimous consent is asked for advancing a bill\nor entertaining a motion or resolution out of its order, it shall be the\nduty of the Speaker to proclaim  such  request  and  determine  if  such\nconsent will be granted.\n  f.  A  bill  appearing  on  the Calendar may be \"starred\" by or at the\nrequest of the introducer, whereupon all further  action  on  such  bill\nshall be suspended, although it retains its place on the Calendar. Other\nthan  for  the  purpose  of  amendment or recommittal, a star may not be\nremoved from a bill until one day after the request therefor.  A bill on\nany order of third reading which has  been  laid  aside  by  or  at  the\n\nrequest  of the introducer on three separate days shall be automatically\nstarred.\n  g.  Substitution  of Bills. Where there is a Senate bill in a standing\ncommittee and the identical Assembly bill is on the order of  second  or\nany  order  of third reading, the Senate bill may be substituted for the\nAssembly bill upon a motion by, or on behalf of, the  introducer  and  a\nvote  of  a  majority  of the members present and voting.  The motion to\nsubstitute may also be made on an identical Assembly bill which has been\npassed, recalled, vote reconsidered and restored to third reading.\n  &sect; 8. Revision and engrossing.\n  a. The Office of Assembly  Revision  shall  examine  and  correct  all\nbills, for the purpose of avoiding repetitions, insuring accuracy in the\ntext  and  references, and consistency with the language of the existing\nstatutes. Any recommendation of the Office of  Assembly  Revision  which\nrequires  further  amendment  of the bill shall be handled by the member\nintroducing it or by the Majority or Minority Leader as a regular amend-\nment to the bill.\n  b. All bills when ordered to a third reading except Senate bills which\nhave not been amended in the House, or bills, which  have  been  made  a\nspecial  order  on  second and third reading, shall be sent to the Index\nClerk to be jacketed with the proper jurat for  certification  of  final\npassage.  Each  such  bill  shall,  after  passage  by  both  Houses, be\nengrossed, if so ordered by the Speaker, or stamped \"Official  Copy\"  in\nwhich case it shall be deemed to have been engrossed.\n  &sect;  9. Transmittal of bills to the Governor.  All Assembly bills passed\nby the Assembly and sent to the Senate for action  shall,  upon  passage\nand  return  by  the Senate to the Assembly, be transmitted by the Index\nClerk to the Governor within ten legislative days after receipt from the\nSenate, except that any bill returned for transmittal  to  the  Assembly\nafter the first of May and before the first of June shall be transmitted\nto  the  Governor  within  thirty  days  of  such  receipt, and any bill\nreturned for transmittal to the Assembly on or after the first  of  June\nshall  be  transmitted  to  the  Governor within forty-five days of such\nreceipt.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T161745.TXT", "SOBI.D110131.T170724.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511644220
}