{
  "year" : 2011,
  "senateBillNo" : "E85-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "lost",
    "billEventId" : "E85-2011-1296450000000-lost",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends Assembly Rule IV relating to committees",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Assembly",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nASSEMBLY RESOLUTION amending subdivisions a and b of section 1, subdivi-\nsion e of section 2, subdivision a of section 4 and section 7 and adding\na  new  subdivision  g to section 2 of Rule IV of the Assembly rules, in\nrelation to committees\n\nRESOLVED, That subdivisions a and b  of  section  1,  subdivision  e  of\nsection  2,  subdivision  a of section 4 and section 7 of Rule IV of the\nAssembly rules are amended and a new subdivision g is added to section 2\nto read as follows:\n\na. The standing committees shall be as follows:\nName of Committee                           Number of Members\nAging ............................................ 30\nAgriculture ................................. [23] 22\nAlcoholism and Drug Abuse ................... [14] 13\nBanks ............................................ 31\nChildren and Families ....................... [17] 16\nCities ........................................... 16\nCodes ............................................ 22\nConsumer Affairs and Protection .................. 16\nCorporations, Authorities and Commissions ... [26] 25\nCorrection ....................................... 13\nEconomic Development ........................ [26] 25\nEducation ........................................ 31\nElection Law ..................................... 16\nEnergy ...................................... [17] 16\nEnvironmental Conservation ....................... 30\nEthics and Guidance ............................... 8\nGovernmental Employees ...................... [14] 13\nGovernmental Operations ..................... [14] 13\nHealth ...................................... [26] 25\nHigher Education ............................ [26] 25\nHousing .......................................... 28\nInsurance ........................................ 25\nJudiciary ........................................ 21\nLabor ....................................... [29] 28\nLibraries and Education Technology ................ 9\nLocal Governments ........................... [20] 19\nMental Health .................................... 13\nOversight, Analysis and Investigation ............. 7\nRacing and Wagering ......................... [11] 10\nReal Property Taxation ........................... 10\nRules ............................................ 31\nSmall Business .............................. [17] 16\nSocial Services .................................. 18\nTourism, Parks, Arts and Sports Development ...... 21\nTransportation .............................. [26] 25\nVeterans' Affairs ................................ 19\nWays and Means .............................. [35] 34\n  b. The number of majority members of each standing committee shall  be\nin the same ratio as the majority members of the House are to the entire\nmembership  of  the  House,  with  all fractional members OF ONE-HALF OR\nGREATER being credited to the majority;  provided,  however  that  there\nshall  be  at  least one minority member on each standing committee; and\nfurther provided that the Standing  Committee  on  Ethics  and  Guidance\nshall  consist  of  an equal number of majority and minority members.  A\nmember who in any calendar year has three or more unexcused absences, as\n\ndetermined by the chairperson or ranking minority member,  as  appropri-\nate,  from  any  regularly  scheduled meeting of a standing committee at\nwhich bills are scheduled to be considered shall be removed from one  or\nmore  of  the  standing  committees  to which he or she is assigned. The\nstanding committee shall notify the member upon each  unexcused  absence\nand  shall  notify  the  Committee on Committees upon the second and any\nsubsequent unexcused absences. The Committee on Committees shall  notify\nthe  member  of  any resulting reduction in his or her committee assign-\nments.\n  e. At the conclusion of a committee meeting  the  committee  clerk  of\nsuch  committee shall deliver to the Office of Journal Operations a roll\ncall on each of the bills considered by the committee and on  each  vote\nto  hold  an  executive session indicating the attendance of the members\nand the ayes and nays. Such roll call shall be reproduced not later than\n24 hours after transmittal to such Office and shall  be  made  available\nfor  inspection  by  the  general public and representatives of the news\nmedia in the Assembly Public Information Office AND IN ELECTRONIC FORMAT\nTHROUGH THE LEGISLATIVE RETRIEVAL SERVICE.\n  (G) ALL STANDING COMMITTEE MEETINGS SHALL BE RECORDED AND WHEN PRACTI-\nCABLE, BROADCAST  LIVE  AND/OR  RECORDED  EITHER  THROUGH  VIDEO  AND/OR\nWEBCAST.\n  a.  During  each legislative session, chairpersons of standing commit-\ntees may call public hearings to permit interested  persons,  groups  or\norganizations  the opportunity to testify orally or in writing on legis-\nlation or other matters pending before such standing committee provided,\nhowever, that each chairperson shall call such public  hearings  upon  a\npetition  signed by [a majority] ONE-THIRD of the members of the commit-\ntee.\n  &sect; 7. Discharge. a. No standing committee shall be discharged from  the\nconsideration  of  a  bill or resolution until after the printed bill or\nresolution has been assigned by the Index Clerk  to  the  committee  and\nonly in accordance with the provisions of this section.\n  b. A standing committee shall not be discharged from the consideration\nof  a  bill  or resolution except WHEN SPONSORED BY AT LEAST SEVENTY-SIX\nMEMBERS OF THE HOUSE upon motion and by a vote of a majority of all  the\nmembers elected to the Assembly. No such motion shall be in order, until\nthe  committee  has  had  sixty  days  from the date of referral to such\ncommittee to consider such bill nor shall such motion be in order on  or\nafter  the  first  Tuesday  in  May except with unanimous consent of the\nmembers or in the discretion of the Speaker where proper notice has been\ngiven prior to the first Tuesday in May.\n  c. (1) On any legislative day, not more than one motion  to  discharge\nshall be in order;\n  (2)  A motion to discharge may only be made by the sponsor of the bill\nor resolution who has timely filed a request for consideration  pursuant\nto section five of this rule.\n  d.  Each motion to discharge, when timely made, shall be placed on the\nMotion to Discharge Calendar, which shall be printed within two legisla-\ntive days. No motion to discharge may be considered by the  House  until\nsuch  motion  has  been  on  such calendar for a period of five calendar\nlegislative days.\n  E. A ROLL CALL ON EACH MOTION TO DISCHARGE  CONSIDERED  BY  THE  HOUSE\nSHALL  BE  MADE  AVAILABLE  IN ELECTRONIC FORMAT THROUGH THE LEGISLATIVE\nRETRIEVAL SERVICE WITHIN TWENTY-FOUR HOURS OF THE VOTE.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T162221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296508941170
}