{
  "year" : 2011,
  "senateBillNo" : "E86-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "lost",
    "billEventId" : "E86-2011-1296450000000-lost",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends Assembly Rule V relating to staff allotment",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Assembly",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nASSEMBLY  RESOLUTION amending Section 9 of Rule V of the Assembly rules,\nin relation to staff, materials and other perquisites\n\nRESOLVED, That Section 9 of Rule V of the Assembly rules is  amended  to\nread as follows:\n  &sect; 9. Staff, materials and other perquisites.  Each member of the House\nshall  be  entitled  to  an  equal allocation of printed newsletters and\nother printed materials and postage therefor, and stationery  and  other\nsimilar  perquisites,  and  each member shall receive an equal allowance\nfor staff personnel, except that the allocation of stationery and  other\nsimilar perquisites and the allowance for staff personnel may be greater\nfor  members  in  majority and minority leadership positions, committee,\nsubcommittee and task force chairpersons and ranking minority members of\ncommittees, subcommittees and task forces.  Such  greater  allotment  or\nstaff  shall be commensurate with the additional duties assigned to such\nmember AND AMOUNT OF SUCH ALLOTMENT AFFORDED MINORITY MEMBERS  SHALL  BE\nAN AMOUNT REPRESENTING THE PERCENTAGE DIFFERENCE IN ALLOWANCES SET FORTH\nIN SECTION FIVE-A OF THE LEGISLATIVE LAW.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T163222.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296509542494
}