{
  "year" : 2011,
  "senateBillNo" : "J101-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J101-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J101-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J101-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commemorating the pastoral installation of The Reverend Conrad B. Tillard of Nazarene Congregation Church United of Christ",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commemorating  the pastoral installation of The\nReverend Conrad B. Tillard of Nazarene  Congregation  Church  United  of\nChrist\n\nWHEREAS, It is the sense of this Legislative Body to bring full recogni-\ntion and just tribute to those men and women of religious commitment who\naccept  the  responsibility of moral leadership and render the wisdom of\nhuman understanding; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions,  this  Legislative Body is justly proud to commem-\norate the pastoral installation of The Reverend  Conrad  B.  Tillard  of\nNazarene Congregation Church United of Christ; and\n  WHEREAS, Today, Reverend Conrad B. Tillard serves as the Sr. Pastor of\nNazarene  Congregational Church, a United Church of Christ (UCC) congre-\ngation in the Bedford Stuyvesant community in Brooklyn,  New  York;  his\ninaugural  pastoral  celebration  took  place  on October 15-18, 2009 in\nBrooklyn, New York; and\n  WHEREAS, Selected in 2009 as \"Pastor of the  Year\"  in  Brooklyn,  New\nYork by Church Women United and in 2005 and 2006 by Beliefnet.com as one\nof  \"The Most Influential Spiritual Black Leaders\" in the United States,\nReverend Conrad B. Tillard is an important ecclesiastical voice  growing\nin  America;  he  has  been  a  student activist, minister and community\nactivist for over 20 years; and\n  WHEREAS, One of the oldest African-American congregations in the  City\nof New York, Nazarene has a distinguished track record of service to the\nAfrican-American community nationally; and\n  WHEREAS, The Reverend Conrad B. Tillard was born September 15, 1964 in\nSt.  Louis, Missouri; he is a graduate of Francis L. Cardozo High School\nin Washington, D.C. and earned a Bachelor  of  Arts  degree  in  African\nAmerican  Studies  from  the University of Pennsylvania in Philadelphia;\nand\n  WHEREAS, Reverend Tillard has pursued graduate  studies  at  both  the\nHarvard  Divinity School and Harvard's John F. Kennedy School of Govern-\nment; he earned his Master of Divinity degree in systematic theology and\nChristian social ethics at The Union Theological Seminary in the City of\nNew York; and\n  WHEREAS, Reverend Tillard is also a graduate of Princeton  Theological\nSeminary,  where  he  earned a Master of Theology in practical theology,\nwith a concentration in congregational ministry; he  is  a  Baptist  and\nCongregationalist  (UCC)  minister,  licensed  and  ordained at historic\nAbyssinian Baptist Church of the City of New York; and\n  WHEREAS, Reverend Tillard was  trained  and  mentored  in  the  Gospel\nministry by The Reverend Dr. Calvin O. Butts, III, Pastor of Abyssinian;\nhe  is  affiliated with the United Missionary Baptist Association of New\nYork, Empire Baptist Convention and the National Baptist Convention USA,\nInc., The American Baptist Churches USA and holds dual standing with the\nMetropolitan Association of the United Church of Christ New York Confer-\nence; and\n  WHEREAS, A lifetime member of the NAACP, and active in  the  organiza-\ntion's  Brooklyn  branch,  Reverend  Tillard  previously  served  as the\nProject Director for New Yorkers for the Gulf Coast (NY4GC) an organiza-\ntion uniting  leaders  of  the  religious,  business  and  entertainment\nsectors  together to continue to provide support to victims of Hurricane\nKatrina; the organization is chaired by Dr. Calvin O. Butts, III; and\n  WHEREAS, In addition, Reverend Tillard is the former Interim Pastor of\nthe 170-year-old Eliot Congregational  Church  of  Roxbury,  located  in\ninner-city Boston; and\n\n  WHEREAS, This distinguished man of God has always given enlightenment,\nguidance  and  wisdom to the many entrusted to his care and has adminis-\ntered abundantly and unstintingly to the spiritual and corporal needs of\nall; and\n  WHEREAS,  With  him  throughout  have been his wife, Tamecca and their\nchildren Amir, Najmah, Conrad, Jr., Zuriel and Barack, all of whom  feel\nprivileged to be a part of his life and rejoice in his achievements; and\n  WHEREAS,  It  is the sense of this Legislative Body that when a person\nof such noble aims and accomplishments is brought to our  attention,  it\nis  appropriate  to  publicly  and  jubilantly proclaim and commend that\nindividual for the edification of others; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncommemorate  the  first  anniversary of the pastoral installation of The\nReverend Conrad B. Tillard of Nazarene  Congregation  Church  United  of\nChrist; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to The Reverend Conrad B. Tillard.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T164920.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762313005
}