{
  "year" : 2011,
  "senateBillNo" : "J102-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J102-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J102-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J102-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Dr. W. Ruth Whitney upon the occasion of her Installation as President of the New York State Ministers' Wives and Ministers' Widows Association, Inc.",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION honoring Dr. W. Ruth Whitney upon the occasion of\nher  Installation as the 13th President of the New York State Ministers'\nWives and Ministers' Widows Association, Inc.\n\nWHEREAS, Individuals who give of their time and energies and  serve  the\nbest interests of their communities are an asset beyond remuneration and\ncannot be sufficiently extolled; and\n  WHEREAS,  Dr. W. Ruth Whitney has given not only of her time and ener-\ngies but also of her competence, intelligence and leadership and  conse-\nquently has been designated for special honor; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body is justly proud to honor  Dr.\nW. Ruth Whitney upon the occasion of her Installation as the 13th Presi-\ndent  of the New York State Ministers' Wives and Ministers' Widows Asso-\nciation, Inc. to be celebrated at its Installation of Officers  Ceremony\non  Thursday, October 28, 2010, at Mount Sinai Baptist Church, Brooklyn,\nNew York; her term as President will commence in January of 2011; and\n  WHEREAS, The vision of the New York State Ministers' Wives and  Minis-\nters'  Widows  Association  is  to equip Ministers' Wives and Ministers'\nWidows to win others to  Christ,  while  developing  and  nurturing  one\nanother as Disciples of Christ; and\n  WHEREAS,  Dr.  W.  Ruth  Whitney's  term  will  focus on her desire to\nfurther develop the unique sisterhood of the New York  State  Ministers'\nWives  and Ministers' Widows Association through celebration, education,\ncommemoration and participation; and\n  WHEREAS, This prominent woman earned her Bachelor  of  Science  degree\nfrom  the  New  York  State  University  in Westbury and her Master's in\nSocial Work from Adelphi University, Garden City, Long Island; and\n  WHEREAS, Dr. W. Ruth Whitney is the First  Lady  of  the  Mount  Sinai\nBaptist  Church  in Brooklyn, where her husband, The Reverend Dr. Curtis\nL. Whitney, serves as its Pastor; and\n  WHEREAS, She joined the New York State Ministers' Wives and Ministers'\nWidows Association in 1975 and immediately began her journey of faithful\nservice to this prestigious organization; and\n  WHEREAS, Under the leadership of the Fourth  President,  Dr.  W.  Ruth\nWhitney  served  as Educational Workshop Facilitator; since then she has\nbeen a diligent and faithful member, working  in  every  administration;\nand\n  WHEREAS,  From  1978-1983,  Dr.  W.  Ruth Whitney served as First Vice\nPresident chairing the State Breakfast, where she originated \"pre-regis-\ntration\"; and\n  WHEREAS, Furthermore, Dr. W. Ruth  Whitney  served  as  the  Executive\nChair  and  then as Vice President until November 2001, when she stepped\naside to pursue political aspirations, becoming the only  Pastor's  wife\non  record to be placed on the ballot for New York Governmental Service;\nand\n  WHEREAS, Dr. W. Ruth Whitney's stewardship extends beyond the New York\nstate level; it is noteworthy  that  she  served  as  President  of  the\nBaptist  Ministers' Wives and Widows of New York and Vicinity, the local\nchapter where she is still an active member; and\n  WHEREAS, Nevertheless, Dr. W. Ruth Whitney's presence is felt  on  the\nInternational  level  as well; she served as the First National Chair of\nthe Herald Advertisement Committee  during  the  administration  of  Dr.\nShirley Hart; and\n  WHEREAS,  She was the Special Administrative Assistant to Dean Cynthia\nRay and continued to serve as Discipline  Chair  during  Dean  Wheeler's\n\nadministration,  rising  to  the  level  of Assistant Dean of Education,\nChair of Records and Flags and Women's Affairs Committee; and\n  WHEREAS,  Her outstanding leadership often propelled Dr. W. Ruth Whit-\nney to the forefront of movements that involved positive change as  well\nas  necessary development, enhancing the quality of life in many diverse\ncommunities throughout the Nation; and\n  WHEREAS, Dr. W. Ruth Whitney has been the recipient of numerous awards\nand accolades, some of which include: 2007  Woman  of  the  Year  Award;\nnamed  a  2001  History-Maker  by the Allen Jordan Laymen Movement; 2001\nWoman of Distinction; and in 1992, she was named Outstanding Personality\nof the Week by NEW YORK NEWSDAY; and\n  WHEREAS, Furthermore, Dr. W. Ruth Whitney has attained multiple accom-\nplishments throughout her lifetime;  she  co-authored  SISTER-TO-SISTER,\nDEVOTIONS  FOR AND FROM AFRICAN AMERICAN WOMEN, served as a board member\nof the American Baptist Churches USA as well  as  chaired  the  Interna-\ntional Ministries Working Group on African Affairs; and\n  WHEREAS,  Throughout  the  entire  period  of her community service, a\nperiod of constructive  involvement,  Dr.  W.  Ruth  Whitney  has  stood\nconstant in dignity, good grace and humor; and\n  WHEREAS,  In  addition to her loving husband, with her throughout have\nbeen her children as well as grandchildren, all of whom feel  privileged\nto be a part of her life and rejoice in her achievements; and\n  WHEREAS, Rare indeed is the impressive dedication shown by an individ-\nual  for  the  benefit of others which Dr. W. Ruth Whitney has displayed\nthroughout her life; and\n  WHEREAS, It is the sense of this Legislative Body that  when  individ-\nuals  of  such  noble aims and accomplishments are brought to our atten-\ntion, they should be celebrated and recognized by all  the  citizens  of\nthis great Empire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Dr. W. Ruth Whitney upon the occasion of her Installation  as  the\n13th  President  of  the  New York State Ministers' Wives and Ministers'\nWidows Association, Inc.; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Dr. W. Ruth Whitney, Brooklyn, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T164920.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762313007
}