{
  "year" : 2011,
  "senateBillNo" : "J104-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J104-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Reverend Earl Jones, Sr. upon the occasion of his 25th Pastoral Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending  Reverend  Earl  Jones, Sr. upon the\noccasion of his 25th Pastoral Anniversary\n\nWHEREAS, The character and richness of religious and community  life  in\nthis  noble Empire State is nourished and fulfilled through the faithful\nconcern and selfless devotion of those who would commit  their  energies\nand purpose to the ministry of others; and\n  WHEREAS, It is the sense of this Legislative Body to bring full recog-\nnition  and just tribute to those individuals who distinguish themselves\nand the ministry through their unremitting commitment and preeminence of\nservice; and\n  WHEREAS, This Legislative Body is justly  proud  to  commend  Reverend\nEarl Jones, Sr. upon the occasion of his 25th Pastoral Anniversary; and\n  WHEREAS, Reverend Earl Jones, Sr. has brought to his ministry an over-\nwhelming  spirit  of  charity  and  compassion,  acting  from vision and\nenlightenment in conducting his  administrative  and  spiritual  duties,\nwhile  always  displaying  the highest standards of personal and profes-\nsional integrity and dedication; and\n  WHEREAS, Born in Brooklyn, New York, Earl Jones graduated from  Frank-\nlin  K. Lane High School in June of 1971; he later attended SUNY Potsdam\nwhere he received a Bachelor's degree in Political Science and  History;\nhis postgraduate study was in the Master of Divinity Program of New York\nTheological Seminary from 1987-1989; and\n  WHEREAS,  Reverend  Jones  preached his trial sermon in March of 1981;\nDr. John H. Nichols and the First Calvary Baptist Church called Reverend\nJones to be assistant pastor; in addition, he served as  interim  pastor\nfor  a  year  and  was later called to the pastorate of First Calvary in\nJune of 1985; and\n  WHEREAS, Ably led by Reverend Earl Jones, Sr., First  Calvary  Baptist\nChurch continues to prosper today and into the future; and\n  WHEREAS, This distinguished man of God has always given enlightenment,\nguidance  and  wisdom to the many entrusted to his care and has adminis-\ntered abundantly and unstintingly to the spiritual and corporal needs of\nall; and\n  WHEREAS, With him throughout have been  his  wife,  Joyce,  and  their\nchildren  Angela, Earl Jr., William, and two grandsons, all of whom feel\nprivileged to be a part of his life and rejoice in his achievements; and\n  WHEREAS, It is the sense of this Legislative Body that when  a  person\nof  such  noble aims and accomplishments is brought to our attention, it\nis appropriate to publicly and  jubilantly  proclaim  and  commend  that\nindividual for the edification of others; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend Reverend Earl Jones, Sr. upon the occasion of his 25th  Pastoral\nAnniversary,  noting  his  unremitting  and  compassionate faith and his\nexemplary service to God, man, and his community, and extending  to  him\nthe  heartfelt  best  wishes  of  this  Legislative Body for a future of\npurposeful success and well-being; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Reverend Earl Jones, Sr.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T164920.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294436960455
}