{
  "year" : 2011,
  "senateBillNo" : "J105-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J105-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J105-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J105-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending The Reverend Gary V. Simpson of The Concord Baptist Church of Christ upon the occasion of his 20th Pastoral Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending  The Reverend Gary V. Simpson of The\nConcord Baptist Church of Christ upon the occasion of his 20th  Pastoral\nAnniversary\n\nWHEREAS,  The  character and richness of religious and community life in\nthis noble Empire State is nourished and fulfilled through the  faithful\nconcern  and  selfless devotion of those who would commit their energies\nand purpose to the ministry of others; and\n  WHEREAS, It is the sense of this Legislative Body to bring full recog-\nnition and just tribute to those individuals who distinguish  themselves\nand the ministry through their unremitting commitment and preeminence of\nservice; and\n  WHEREAS, This Legislative Body is justly proud to commend The Reverend\nGary  V.  Simpson of The Concord Baptist Church of Christ upon the occa-\nsion of his 20th Pastoral Anniversary; and\n  WHEREAS, Originally from the city of Columbus,  Ohio,  Pastor  Simpson\nwas  called  by  God to serve at the young age of 15; it was during this\ntime of his life when he preached his first  sermon  at  the  Southfield\nCommunity  Baptist  Church;  his  passion  for  teaching the Word of God\ncontinued and spurred him to become an ordained preacher at the  age  of\n20 through the Eastern Union Missionary Baptist Association; and\n  WHEREAS,  However,  Pastor Simpson would not stop there; he earned his\nBachelor of Arts degree from Denison University in 1984, along with  his\nMaster  of  Divinity  degree from Union Theological Seminary three years\nlater; he then eventually went on to  receive  his  Doctor  of  Ministry\ndegree from United Theological Seminary; and\n  WHEREAS,  Dr.  Simpson  first  came to Concord in 1984 and acted as an\nassociate pastor for five years until 1989 when  he  left  to  lead  the\nCalvary Baptist Church in Morristown, New Jersey; and\n  WHEREAS,  Pastor  Simpson then came back to the Concord Baptist Church\nof Christ as Senior Pastor on Sunday, October 7, 1990; since  that  day,\nhe has proven that he is not only a man who preaches the Word of God but\none  who also encourages his church congregants to assist several chari-\nties; and\n  WHEREAS, In the past, The Concord Baptist Church of  Christ  has  been\ninvolved with the Micah Project in order to feed the hungry, the Habitat\nfor  Humanity to build and give homes to the poor and has made donations\nto flood and hurricane victims all over the world; Concord  Baptist  has\nalso become involved in community service based programs like Alcoholics\nAnonymous,  HIV/AIDS  testing  and awareness, blood drives, diabetes and\nhypertension awareness; and\n  WHEREAS, Pastor Simpson has brought to his  ministry  an  overwhelming\nspirit  of  charity and compassion, acting from vision and enlightenment\nin conducting his administrative  and  spiritual  duties,  while  always\ndisplaying  the highest standards of personal and professional integrity\nand dedication; and\n  WHEREAS, This distinguished man of God has always given enlightenment,\nguidance and wisdom to the many entrusted to his care and  has  adminis-\ntered abundantly and unstintingly to the spiritual and corporal needs of\nall; and\n  WHEREAS,  It  is the sense of this Legislative Body that when a person\nof such noble aims and accomplishments is brought to our attention it is\nappropriate to publicly and jubilantly proclaim and commend  that  indi-\nvidual for the edification of others; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend The Reverend Gary V. Simpson of The Concord  Baptist  Church  of\nChrist  upon  the  occasion of his 20th Pastoral Anniversary, noting his\n\nunremitting and compassionate faith and his exemplary  service  to  God,\nman and his community, and extending to him the heartfelt best wishes of\nthis Legislative Body for a future of purposeful success and well-being;\nand be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to The Reverend Gary V. Simpson.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T164920.TXT", "SOBI.D110120.T112845.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295540925080
}