{
  "year" : 2011,
  "senateBillNo" : "J11-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J11-2011-1294290000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Mr. and Mrs. Wilbur Eckes upon the occasion of celebrating their 50th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION congratulating Mr. and Mrs. Wilbur Eckes upon the\noccasion of celebrating their 50th Wedding Anniversary\n\nWHEREAS,  Wilbur  and Carol Eckes were united in marriage on December 4,\n1960 at Sparrowbush United Methodist Church; and\n  WHEREAS, The couple celebrated their 50th Wedding Anniversary  with  a\ndinner  held in their honor by their family; in addition, their children\ngave them a trip to Yellowstone National Park in Wyoming, to be taken in\nthe summer of 2011; and\n  WHEREAS, They are the proud parents of the  late  Wilbur  Eckes,  Jr.,\nDavid  Eckes, and Lennie Schiefer, and her husband, Mark, and the loving\ngrandparents of four grandchildren, Sarah Simpson, Megan  Eckes,  Daniel\nSchiefer and Mikaylee Eckes; and\n  WHEREAS, Mr. and Mrs. Wilbur Eckes are and always have been a tower of\nstrength,  support,  understanding  and limitless love for their family;\nand\n  WHEREAS, Their love, devotion, caring, sensitivity and  responsiveness\nto  their  family,  friends and all who know them are their hallmark and\ntradition; and\n  WHEREAS, For the past 48 years, Wilbur Eckes has been a  self-employed\nowner  of  Eckes  Auto Body; he enjoys hunting and fishing, and is known\nfor cooking the best pot of soup around; and\n  WHEREAS, Carol Eckes is also self-employed; she has been the owner  of\nLenny's  Place  Ice  Cream Stand for the past 36 years; she enjoys being\noutdoors and has an annual vegetable and flower garden that could be  on\nthe cover of BETTER HOMES AND GARDENS; and\n  WHEREAS,  Together,  Wilbur  and  Carol  Eckes  take pleasure in being\ninvolved in community affairs, politics, volunteer work  and  traveling;\nand\n  WHEREAS,  Mr.  and  Mrs.  Wilbur Eckes have lived and continue to live\ntheir lives with great dignity and genuine grace, always demonstrating a\ndeep and continuing concern for human  values  and  ideals,  and  in  so\ndoing, they have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit this couple has invested in their marriage; and\n  WHEREAS,  These  same  values  they  have  passed to their loved ones,\nproducing a family that is close-knit and supportive of  its  individual\nmembers,  public-minded  in its relations to the community and committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS, Mr. and Mrs. Wilbur Eckes have touched  the  lives  of  their\nfamily  and  many friends through the shining example of their marriage,\nwhich is a testament to the devotion and admiration which  they  possess\nfor one another; and\n  WHEREAS,  The  longevity of this enduring marriage truly marks a mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS, It is the sense of this Legislative Body that when  an  occa-\nsion  of such importance is brought to our attention, the same should be\nmemorialized by us for the edification and  emulation  of  others;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Mr. and Mrs. Wilbur Eckes upon the occasion of  celebrating\ntheir 50th Wedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted  to  Mr. and Mrs. Wilbur Eckes, P.O. 121, Sparrow Bush, New York\n12780.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049452
}