{
  "year" : 2011,
  "senateBillNo" : "J131-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J131-2011-1294635600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Robert J. Vecchi upon the occasion of his designation as recipient of the Best Retailer of the Year Award",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring  Robert J. Vecchi upon the occasion of\nhis designation as recipient of the Best Retailer of the Year  Award  by\nthe Chamber of Commerce of the Bellmores\n\nWHEREAS,  Individuals  who give of their time and energies and serve the\nbest interests of their communities are an asset beyond remuneration and\ncannot be sufficiently extolled; and\n  WHEREAS, Robert J. Vecchi has given not only of his time and  energies\nbut also of his competence, intelligence and leadership and consequently\nhas been designated for special honor; and\n  WHEREAS,  This  Legislative  Body  is  justly proud to honor Robert J.\nVecchi upon the occasion of his designation as  recipient  of  the  Best\nRetailer  of  the Year Award by the Chamber of Commerce of the Bellmores\nto be celebrated at its Installation Dinner  on  Saturday,  January  29,\n2011; and\n  WHEREAS,  Robert  J.  Vecchi  of  JHS Electric Services, Inc. has been\ncalled upon to contribute his time and talents to  countless  civic  and\ncharitable endeavors and has always given of himself unstintingly; and\n  WHEREAS,  Throughout  the  entire  period  of his community service, a\nperiod of constructive involvement, Robert J. Vecchi has stood  constant\nin dignity, good grace and humor; and\n  WHEREAS, Rare indeed is the impressive dedication shown by an individ-\nual  for  the  benefit  of  others  which Robert J. Vecchi has displayed\nthroughout his life; and\n  WHEREAS, It is the sense of  this  Legislative  Body  that  those  who\nenhance  the  wellbeing and vitality of their community and have shown a\nlong and sustained commitment to excellence certainly  have  earned  the\nrecognition and applause of all the citizens of this great Empire State;\nnow, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Robert J. Vecchi upon the occasion of his designation as recipient\nof the Best Retailer of the Year Award by the Chamber of Commerce of the\nBellmores; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Robert J. Vecchi.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T160128.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294693288204
}