{
  "year" : 2011,
  "senateBillNo" : "J134-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "ADOPTED",
    "billEventId" : "J134-2011-1294722000000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending the New York Cadet Wing Color Guard of the Civil Air Patrol upon the occasion of presenting the colors at the start of the session of the New York State Senate",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FARLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION commending the New York Cadet Wing Color Guard of\nthe  Civil  Air Patrol upon the occasion of presenting the colors at the\nstart of the session of the New York State Senate, January 11, 2011\n\nWHEREAS, It is the sense of this Legislative Body to recognize that  the\nquality  and  character of life in the communities across New York State\nare reflective of the concerned and dedicated efforts of those organiza-\ntions and individuals who are devoted to the welfare  of  the  community\nand its citizenry; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body is justly  proud  to  commend\nthe  New  York  Cadet  Wing Color Guard of the Civil Air Patrol upon the\noccasion of presenting the colors at the start of the session of the New\nYork State Senate, to be held on Tuesday, January 11, 2011, at  the  New\nYork State Capitol in Albany, New York; and\n  WHEREAS, The Civil Air Patrol enjoys a proud legacy of selfless sacri-\nfice and service to country and community that spans decades; the organ-\nization  was born one week prior to the Japanese attack on Pearl Harbor;\nand\n  WHEREAS, Thousands of  volunteer  members  of  the  Civil  Air  Patrol\nanswered  America's  call to national service and sacrifice by accepting\nand performing critical wartime missions; and\n  WHEREAS, On July 1, 1946, President Harry S. Truman signed Public  Law\n476 incorporating the Civil Air Patrol as a benevolent, nonprofit organ-\nization;  on  May  26,  1948, Congress passed Public Law 557 permanently\nestablishing the Civil Air Patrol as the auxiliary  of  the  new  United\nStates Air Force; and\n  WHEREAS,  Three  primary mission areas were set forth at the inception\nof the Civil Air Patrol: aerospace education, cadet programs, and  emer-\ngency services; and\n  WHEREAS,  Today,  the  Civil  Air  Patrol handles 90 percent of inland\nsearch and rescue missions, with approximately 75 lives saved each year;\nits members are generally the first on the scene transmitting  satellite\ndigital images of the damage within seconds around the world and provid-\ning disaster relief and emergency services following natural and manmade\ndisasters,  including  such  phenomena as 9/11, Hurricane Katrina, Texas\nand Oklahoma wildfires,  tornadoes  in  the  south  and  central  United\nStates,  North  Dakota flash flooding and the October 2006 earthquake in\nHawaii, as well as humanitarian missions along  the  United  States  and\nMexican border; and\n  WHEREAS,  In addition, Civil Air Patrol members are dedicated to coun-\nterdrug reconnaissance and to teaching a new generation about  aerospace\nand  its  impact  on  our  future;  its  cadet programs ensure our youth\nreceive the finest leadership training the Nation has to offer; and\n  WHEREAS, Hailing from Saratoga County, the New York Cadet Wing of  the\nCivil Air Patrol, and its members: Blake B. Hotopp of Ballston Lake, New\nYork;  Jessi  M.  Rapelje of Ballston Spa, New York; David F. Rakvica of\nCharlton, New York; Scott P. Downs of Malta, New York; Ryan  M.  Triller\nof  Clifton  Park,  New  York; and Karl R. Burghart of Ballston Spa, New\nYork were privileged to present the colors on the USS Intrepid at recent\nceremonies; and\n  WHEREAS, The Civil Air Patrol makes a huge impact each and every  day,\ngoing above and beyond to make a profound difference in America's commu-\nnities; and\n  WHEREAS, This occasion presents a unique opportunity for this Legisla-\ntive  Body  to  recognize and pay tribute to the members of the New York\nCadet Wing Color Guard of the Civil Air Patrol; and\n\n  WHEREAS, It is the sense of this Legislative Body that when  organiza-\ntions  of  such noble aims and accomplishments are brought to our atten-\ntion, they should be recognized by all the citizens of this great Empire\nState; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend the New York Cadet Wing Color Guard of the Civil Air Patrol  and\nits  members  upon the occasion of presenting the colors at the start of\nthe session of the New York State Senate; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted to Colonel Jack Ozer, New York Wing, Civil Air Patrol,  and  the\naforementioned  members  of  the  New  York  Cadet Wing of the Civil Air\nPatrol, Saratoga County, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T111653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762613219
}