{
  "year" : 2011,
  "senateBillNo" : "J138-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J138-2011-1294722000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J138-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J138-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commemorating the 76th Anniversary of William M. Gouse Jr. Veterans of Foreign Wars, Post 3211, Hicksville, New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION commemorating the 76th Anniversary of William M.\nGouse Jr. Veterans of Foreign Wars, Post 3211, Hicksville, New York,  to\nbe celebrated February 12, 2011\n\nWHEREAS, It is the sense of this Legislative Body to commend and support\nthe  purposeful  cause  of the Veterans of Foreign Wars, recognizing its\nlong and sustained commitment to the principles of democracy and freedom\nso revered by this State and Nation; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions,  this  Legislative Body is justly proud to commem-\norate the 76th Anniversary of William M. Gouse Jr. Veterans  of  Foreign\nWars,  Post 3211, Hicksville, New York, to be celebrated at its Anniver-\nsary Gala Dinner Dance on Saturday, February 12, 2011; and\n  WHEREAS, Members of Veterans of Foreign Wars (VFW) must be  either  an\nhonorably discharged member of the United States Armed Services or be on\nactive duty; they must have served in a time of war or conflict and have\nthe appropriate campaign medal; and\n  WHEREAS,  William M. Gouse Jr. Veterans of Foreign Wars, Post 3211 has\nfaithfully served the Hicksville community and  its  veterans  over  the\npast  76 years, dedicating its purpose to the preservation of the values\nand principles of this great republic; and\n  WHEREAS, William M. Gouse Jr. Veterans  of  Foreign  Wars,  Post  3211\ninitiates  many  activities on behalf of the community, its veterans and\nthe VFW's national causes, always striving to support educational needs,\nas well as social and patriotic values, while  maintaining  an  integral\nrole in community affairs of concern to veterans and their families; and\n  WHEREAS,  The 76th Anniversary of the founding of William M. Gouse Jr.\nVeterans of Foreign Wars, Post 3211 is a time to pause  and  reflect  on\nthe  events  it  conducts  in  reverent tribute to the men and women who\nserved their country in defense of its ideals of democracy and  freedom,\non the many contributions rendered to community organizations and educa-\ntional programs, and on its continuing efforts to serve veterans and the\nHicksville community; and\n  WHEREAS, William M. Gouse Jr. Veterans of Foreign Wars, Post 3211 is a\nnoble post, accomplishing its mission and performing its good deeds in a\nspirit  of comradeship true to the highest traditions of the Veterans of\nForeign Wars of the United States; and\n  WHEREAS, Mindful of its proud and honored history,  William  M.  Gouse\nJr.    Veterans of Foreign Wars, Post 3211 may celebrate with just pride\nand true honor, its 76th Anniversary of service to its community and the\nneeds and causes of veterans across New York State and the nation; and\n  WHEREAS, It is the custom of this  Legislative  Body  to  commend  the\ndevoted  leadership  of  William  M. Gouse Jr. Veterans of Foreign Wars,\nPost 3211's Post Commanders, past and present, and the absolute  commit-\nment  of  its  many proud members, noting the role played by this excep-\ntional organization and recognizing the  significance  of  the  contrib-\nutions and sacrifices of its membership; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommemorate the 76th Anniversary of William M.  Gouse  Jr.  Veterans  of\nForeign  Wars, Post 3211, Hicksville, New York, fully confident that the\nquality and character of life in the Empire State remains richly endowed\nand resolutely defended through such organizations  of  just  cause  and\ngood purpose; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to William M. Gouse Jr. Veterans of Foreign Wars, Post 3211, 320\nS. Broadway, Hicksville, New York 11801.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110111.T142713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161949
}