{
  "year" : 2011,
  "senateBillNo" : "J143-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J143-2011-1294722000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Jeffrey J. Zogg, distinguished citizen and devoted member of his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning  the death of Jeffrey J. Zogg, distin-\nguished citizen and devoted member of his community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, Jeffrey J. Zogg of Delmar, New York, died on Sunday,  October\n24, 2010, at the age of 61; and\n  WHEREAS,  Born  in  Syracuse,  New York, to the late Hazel and Richard\nZogg, Jeffrey J. Zogg graduated from Brown University in  1971,  married\nhis  high  school  sweetheart, Marie, and moved to Albany where he began\nhis career as an association executive in the construction  industry  at\nthe General Building Contractors Association of New York State; and\n  WHEREAS,  Jeffrey J. Zogg was the director of Government Relations for\nthe General Building Contractors Association from 1971 until  1986  when\nhe became the managing director; and\n  WHEREAS, After a recent merger between the Associated General Contrac-\ntors-Highway  Division  and the General Building Contractors, Jeffrey J.\nZogg became the CEO of the newly formed Associated  General  Contractors\nof New York State, LLC; and\n  WHEREAS,  Passionate  about  his work as all who met him quickly real-\nized, Jeffrey J. Zogg distinguished himself in his profession and by his\nsincere dedication and substantial contribution to the  welfare  of  his\ncommunity; and\n  WHEREAS,  His  commitment  to  excellence, and his spirit of humanity,\ncarried over into all fields of  enterprise,  including  charitable  and\ncivic endeavors; and\n  WHEREAS,  Jeffrey J. Zogg was a certified arbitrator with the American\nArbitration Association and served on the Business Council of  New  York\nState  as well as numerous other local and national professional associ-\nations; and\n  WHEREAS, In addition to his work, Jeffrey J. Zogg was an avid New York\nYankees fan having gone to the Yankees Fantasy Camp as  a  special  40th\nbirthday present from his wife; and\n  WHEREAS,  Above  all,  he cherished time spent with his family whether\nevery night at the dinner table or on annual summer  vacations  on  Cape\nCod;  a  devoted,  loving, and generous father and husband, Jeffrey Zogg\nlived his life according to the AGC motto: \"skill, integrity,  responsi-\nbility\"; and\n  WHEREAS,  Jeffrey  J. Zogg is survived by his wife of 39 years, Marie;\nand his two children, Jennifer and Jason, all of whom were proud to be a\npart of his life and rejoiced in his achievements; and\n  WHEREAS, Armed with a  humanistic  spirit,  imbued  with  a  sense  of\ncompassion,  and  comforted  by  a loving family, Jeffrey J. Zogg leaves\nbehind a legacy which will long endure the  passage  of  time  and  will\nremain  as  a  comforting  memory  to all he served and befriended; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nmourn  the  death  of Jeffrey J. Zogg, distinguished citizen and devoted\nmember of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Jeffrey J. Zogg.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110113.T093307.TXT", "SOBI.D110113.T091805.TXT", "SOBI.D110112.T104958.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294929187187
}