{
  "year" : 2011,
  "senateBillNo" : "J149-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J149-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J149-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J149-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Mr. and Mrs. Angelo Simone upon the occasion of celebrating their 70th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating  Mr. and Mrs. Angelo Simone upon\nthe occasion of celebrating their 70th Wedding Anniversary\n\nWHEREAS, Angelo Simone and Lucy Spiridilozzi were united in marriage  on\nJanuary 25, 1941, at Saint Anthony of Padua Church, Utica, New York; the\nceremony was officiated by Father Moaraity; and\n  WHEREAS,  To celebrate this auspicious event, a brunch will be held in\ntheir honor at the Radison, Utica, New York, on January 23, 2011, hosted\nby their devoted children, with many friends and family  in  attendance;\nand\n  WHEREAS,  Mr.  and Mrs. Angelo Simone, affectionately known as Ang and\nLu, have led what some might consider a simple  life;  they  have  never\nneeded  to  travel  very far from home to know what was happening in the\nworld; they embody the fundamental values of hard work,  dedication  and\nfaith; and\n  WHEREAS,   A  World  War  II  veteran,  Angelo  Simone  is  a  retired\nforeman/machinist with Kelsey Hayes in Whitesboro, New York, after  many\nyears of distinguished service in the workforce; and\n  WHEREAS,  In his retirement, Angelo finds joy working in his legendary\nvegetable garden, reading NATIONAL GEOGRAPHIC, shopping,  serving  as  a\nEucharistic  Minister  at  Saint  Anthony  of  Padua Church or restoring\nfurniture in his self-composed workshop; he also enjoys traveling around\nhis town, being out in the community and talking to people; and\n  WHEREAS, Lucy Simone can be  found  crocheting,  cooking,  baking  her\nfamous cookies, tending to her gorgeous flower garden or cheering on her\nfavorite  team, the New York Yankees; she also enjoys spending time with\nher many family members and friends and takes great pride  in  her  home\nwhere  the  door is always open and visitors are treated like royalty no\nmatter the time or day; and\n  WHEREAS, They are the proud parents of five  beautiful  daughters  and\ntheir husbands, Annette and Frank Sica, Kathleen and John Russo, Marlene\nand  Robert  Conway,  Helen  Ann  and the late James Taurisano, and Mary\nTherese and Joseph Jerzak, and the loving grandparents of 64  grandchil-\ndren  and  great-grandchildren;  they  have a special way of making each\nmember of their family feel appreciated, supported and loved; and\n  WHEREAS, Mr. and Mrs. Angelo Simone are and always have been  a  tower\nof  strength, support, understanding and limitless love for their family\nsetting an extraordinary example for their children, of what it takes to\nbuild a wonderful marriage and make a house a home; and\n  WHEREAS, Mr. and Mrs. Angelo Simone have touched the  lives  of  their\nfamily  and  many friends through the shining example of their marriage,\nwhich is a testament to the devotion and admiration which  they  possess\nfor one another; and\n  WHEREAS,  Their love, devotion, caring, sensitivity and responsiveness\nto their family, friends and all who know them are  their  hallmark  and\ntradition; and\n  WHEREAS,  Mr.  and  Mrs. Angelo Simone have lived and continue to live\ntheir lives with great dignity and genuine grace, always demonstrating a\ndeep and continuing concern for human  values  and  ideals,  and  in  so\ndoing, they have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit this couple has invested in their marriage; and\n  WHEREAS,  The  longevity of this enduring marriage truly marks a mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS, It is the sense of this Legislative Body that when  an  occa-\nsion  of such importance is brought to our attention, the same should be\n\nmemorialized by us for the edification and  emulation  of  others;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Mr. and Mrs. Angelo Simone upon the occasion of celebrating\ntheir 70th Wedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Angelo Simone.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110112.T113959.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161964
}