{
  "year" : 2011,
  "senateBillNo" : "J153-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J153-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Zafreen Siddiguee upon the occasion of her designation as recipient of the Patriot's Pen Award",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating Zafreen Siddiguee upon the occa-\nsion of her designation as recipient of the Patriot's Pen Award  by  the\nVeterans  of Foreign Wars of The United States William M. Gouse Jr. Post\n3211\n\nWHEREAS, It is the custom of this Legislative Body to recognize and  pay\ntribute  to  those  exemplary students who have distinguished themselves\nthrough their outstanding commitment,  and  who  have  received  notable\nrecognition within their academic community; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body is justly proud to  congratu-\nlate Zafreen Siddiguee upon the occasion of her designation as recipient\nof  the Patriot's Pen Award by the Veterans of Foreign Wars (VFW) of The\nUnited States William M. Gouse Jr. Post 3211,  to  be  celebrated  atits\nAnnual  Voice  of  Democracy and Patriot's Pen Awards in Hicksville, New\nYork, on Monday, February 28, 2011; and\n  WHEREAS, Patriot's Pen gives sixth, seventh and eighth grade  students\nthe  opportunity  to  express  their  opinion  on  a patriotic theme and\nimprove upon their writing skills; and\n  WHEREAS,  Contestant,  Zafreen  Siddiguee,  submitted  an  outstanding\noriginal essay on this year's theme, \"Does Patriotism Still Matter,\" and\nproudly  claimed  second  place for Hicksville Middle School's Patriot's\nPen Award Contest; and\n  WHEREAS. Educational competitions which serve to  better  prepare  our\nstudents  for  their  future  participation  in  patriotic  and academic\nendeavors, are worthy of praise and support; and\n  WHEREAS,  Poised  eagerly  with  enthusiasm  and  determined  purpose,\nZafreen  Siddiguee  now  stands honorably, with just pride in her accom-\nplishments and in eager anticipation of future challenges, understanding\nand appreciating the caring counsel and support provided by  her  teach-\ners, coaches and parents; and\n  WHEREAS,  It is the intent of this Legislative Body to commend and pay\ntribute to those young people who, by achieving outstanding  success  in\neducational competition, have inspired and brought pride to our majestic\nEmpire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Zafreen Siddiguee upon the occasion of her  designation  as\nrecipient  of the Patriot's Pen Award by the Veterans of Foreign Wars of\nThe United States William M. Gouse Jr. Post 3211; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted to Hicksville Middle School,  Syosset,  New  York,  and  Zafreen\nSiddiguee.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T120000.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294851600079
}