{
  "year" : 2011,
  "senateBillNo" : "J154-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J154-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Aviva Franz upon the occasion of her designation as recipient of the Patriot's Pen Award",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating Aviva Franz upon the occasion of\nher designation as recipient of the Patriot's Pen Award by the  Veterans\nof Foreign Wars of the United States William M. Gouse Jr. Post 3211\n\nWHEREAS,  It is the custom of this Legislative Body to recognize and pay\ntribute to those exemplary students who  have  distinguished  themselves\nthrough  their  outstanding  commitment,  and  who have received notable\nrecognition within their academic community; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to congratu-\nlate Aviva Franz upon the occasion of her designation  as  recipient  of\nthe  Patriot's  Pen  Award  by the Veterans of Foreign Wars (VFW) of the\nUnited States William M. Gouse Jr. Post 3211, to be  celebrated  at  its\nAnnual  Voice  of  Democracy and Patriot's Pen Awards in Hicksville, New\nYork, on Monday, February 28, 2011; and\n  WHEREAS, Patriot's Pen gives sixth, seventh and eighth grade  students\nthe  opportunity  to  express  their  opinion  on  a patriotic theme and\nimprove upon their writing skills; and\n  WHEREAS, Contestant, Aviva Franz, submitted  an  outstanding  original\nessay  on this year's theme, \"Does Patriotism Still Matter,\" and proudly\nclaimed first place for Hicksville Middle School's Patriot's  Pen  Award\nContest; and\n  WHEREAS,  Educational  competitions  which serve to better prepare our\nstudents for  their  future  participation  in  patriotic  and  academic\nendeavors, are worthy of praise and support; and\n  WHEREAS,  Poised eagerly with enthusiasm and determined purpose, Aviva\nFranz now stands honorably, with just pride in her  accomplishments  and\nin eager anticipation of future challenges, understanding and appreciat-\ning the caring counsel and support provided by her teachers, coaches and\nparents; and\n  WHEREAS,  It is the intent of this Legislative Body to commend and pay\ntribute to those young people who, by achieving outstanding  success  in\neducational competition, have inspired and brought pride to our majestic\nEmpire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Aviva Franz upon the occasion of her designation as recipi-\nent of the Patriot's Pen Award by the Veterans of Foreign  Wars  of  the\nUnited States William M. Gouse Jr. Post 3211; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted to Hicksville Middle School and Aviva Franz.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T120501.TXT", "SOBI.D110113.T103812.TXT", "SOBI.D110112.T120000.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933092015
}