{
  "year" : 2011,
  "senateBillNo" : "J157-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J157-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Ashley Kenny upon the occasion of her designation as recipient of the Voice of Democracy Award by the Veterans of Foreign Wars",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION congratulating Ashley Kenny upon the occasion of\nher designation as recipient of the Voice  of  Democracy  Award  by  the\nVeterans of Foreign Wars of The United States William M. Grouse Jr. Post\n3211\n\nWHEREAS,  It is the custom of this Legislative Body to recognize and pay\ntribute to those exemplary students who  have  distinguished  themselves\nthrough  their  outstanding  commitment,  and  who have received notable\nrecognition within their academic community; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to congratu-\nlate Ashley Kenny upon the occasion of her designation as  recipient  of\nthe  Voice  of  Democracy Award by the Veterans of Foreign Wars (VFW) of\nThe United States William M. Grouse Jr. Post 3211, to be  celebrated  at\nits  Annual  Voice  of Democracy and Patriot's Pen Awards in Hicksville,\nNew York, on Monday, February 28, 2011; and\n  WHEREAS, The National Association of Broadcasters began sponsoring  an\nannual  speech  competition in 1946, for high school students called the\nVoice of Democracy; since 1960, the VFW has assumed sole sponsorship  of\nthe competition; and\n  WHEREAS,  The  Voice  of  Democracy competition is open to high school\nsophomores, juniors, and seniors across the country; each contestant  is\nrequired  to  write  and  record  a  three  to five minute script on the\nsubject selected as that year's topic; and\n  WHEREAS, Ashley Kenny proudly claimed second place for Hicksville High\nSchool's Voice of Democracy Essay and Tape Contest; and\n  WHEREAS, Educational competitions which serve to  better  prepare  our\nstudents  for  their  future  participation  in  patriotic  and academic\nendeavors, are worthy of praise and support; and\n  WHEREAS, Poised eagerly with enthusiasm and determined purpose, Ashley\nKenny now stands honorably, with just pride in her  accomplishments  and\nin eager anticipation of future challenges, understanding and appreciat-\ning the caring counsel and support provided by her teachers, coaches and\nparents; and\n  WHEREAS,  It is the intent of this Legislative Body to commend and pay\ntribute to those young people who, by achieving outstanding  success  in\neducational competition, have inspired and brought pride to our majestic\nEmpire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Ashley Kenny upon the occasion of her designation as recip-\nient of the Voice of Democracy Award by the Veterans of Foreign Wars  of\nThe United States William M. Grouse Jr. Post 3211; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted  to  Hicksville  High  School,  Hicksville, New York, and Ashley\nKenny.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T120501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294851901180
}