{
  "year" : 2011,
  "senateBillNo" : "J158-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J158-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Elaine He upon the occasion of her designation as recipient of the Patriot's Pen Award",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION congratulating Elaine He upon the occasion of her\ndesignation  as  recipient of the Patriot's Pen Award by the Veterans of\nForeign Wars of the United States William M. Gouse Jr. Post 3211\n\nWHEREAS, It is the custom of this Legislative Body to recognize and  pay\ntribute  to  those  exemplary students who have distinguished themselves\nthrough their outstanding commitment,  and  who  have  received  notable\nrecognition within their academic community; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body is justly proud to  congratu-\nlate  Elaine He upon the occasion of her designation as recipient of the\nPatriot's Pen Award by the Veterans of Foreign Wars (VFW) of the  United\nStates  William  M.  Gouse Jr. Post 3211, to be celebrated at its Annual\nVoice of Democracy and Patriot's Pen Awards in Hicksville, New York,  on\nMonday, February 28, 2011; and\n  WHEREAS,  Patriot's Pen gives sixth, seventh and eighth grade students\nthe opportunity to express  their  opinion  on  a  patriotic  theme  and\nimprove upon their writing skills; and\n  WHEREAS,  Contestant,  Elaine  He,  submitted  an outstanding original\nessay on this year's theme, \"Does Patriotism Still Matter,\" and  proudly\nclaimed  third place for HB Thompson Middle School's Patriot's Pen Award\nContest; and\n  WHEREAS, Educational competitions which serve to  better  prepare  our\nstudents  for  their  future  participation  in  patriotic  and academic\nendeavors, are worthy of praise and support; and\n  WHEREAS, Poised eagerly with enthusiasm and determined purpose, Elaine\nHe now stands honorably, with just pride in her accomplishments  and  in\neager  anticipation of future challenges, understanding and appreciating\nthe caring counsel and support provided by  her  teachers,  coaches  and\nparents; and\n  WHEREAS,  It is the intent of this Legislative Body to commend and pay\ntribute to those young people who, by achieving outstanding  success  in\neducational competition, have inspired and brought pride to our majestic\nEmpire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Elaine He upon the occasion of her designation as recipient\nof the Patriot's Pen Award by the Veterans of Foreign Wars of the United\nStates William M. Gouse Jr. Post 3211; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted to Harry B. Thompson  Middle  School,  Syosset,  New  York,  and\nElaine He.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T120501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294851901182
}