{
  "year" : 2011,
  "senateBillNo" : "J159-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J159-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J159-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J159-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulationg Christopher Datsikas upon the occasion of his designation as recipient of the Voice of Democracy Award",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating  Christopher  Datsikas  upon the\noccasion of his designation as recipient of the Voice of Democracy Award\nby the Veterans of Foreign Wars of The United States  William  M.  Gouse\nJr. Post 3211\n\nWHEREAS,  It is the custom of this Legislative Body to recognize and pay\ntribute to those exemplary students who  have  distinguished  themselves\nthrough  their  outstanding  commitment,  and  who have received notable\nrecognition within their academic community; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to congratu-\nlate Christopher Datsikas upon the occasion of his designation as recip-\nient of the Voice of Democracy Award by the  Veterans  of  Foreign  Wars\n(VFW)  of  The United States William M. Gouse Jr. Post 3211, to be cele-\nbrated at its annual Voice of Democracy  and  Patriot's  Pen  Awards  in\nHicksville, New York, on Monday, February 28, 2011; and\n  WHEREAS,  The National Association of Broadcasters began sponsoring an\nannual speech competition in 1946 for high school  students  called  the\nVoice  of Democracy; since 1960, the VFW has assumed sole sponsorship of\nthe competition; and\n  WHEREAS, The Voice of Democracy competition is  open  to  high  school\nsophomores,  juniors, and seniors across the country; each contestant is\nrequired to write and record a  three  to  five  minute  script  on  the\nsubject selected as that year's topic; and\n  WHEREAS,  Christopher  Datsikas proudly claimed third place for Hicks-\nville High School's Voice of Democracy Essay and Tape Contest; and\n  WHEREAS, Educational competitions which serve to  better  prepare  our\nstudents  for  their  future  participation  in  patriotic  and academic\nendeavors are worthy of praise and support; and\n  WHEREAS, Poised eagerly with enthusiasm and determined purpose, Chris-\ntopher Datsikas now stands honorably, with just pride in his accomplish-\nments and in eager anticipation of future challenges, understanding  and\nappreciating  the  caring  counsel and support provided by his teachers,\ncoaches and parents; and\n  WHEREAS, It is the intent of this Legislative Body to commend and  pay\ntribute  to  those young people who, by achieving outstanding success in\neducational competition, have inspired and brought pride to our majestic\nEmpire State; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate  Christopher  Datsikas upon the occasion of his designation\nas recipient of the Voice of Democracy Award by the Veterans of  Foreign\nWars  of  The  United  States  William M. Gouse Jr. Post 3211; and be it\nfurther\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted to Hicksville High School, Hicksville, New York, and Christopher\nDatsikas.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110112.T120501.TXT", "SOBI.D110113.T103812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161979
}