{
  "year" : 2011,
  "senateBillNo" : "J164-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J164-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J164-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J164-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of David A. Hartz, Jr., distinguished citizen and devoted member of his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning  the  death  of  David  A. Hartz, Jr.,\ndistinguished citizen and devoted member of his community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, David A. Hartz, Jr. of Fulton, Kentucky, formerly of Deposit,\nNew York, died on Wednesday, August 4, 2010, at the age of 56; and\n  WHEREAS, David A. Hartz, Jr. distinguished himself in  his  profession\nand  by  his  sincere  dedication  and  substantial  contribution to the\nwelfare of his community; and\n  WHEREAS, In 1997, David A. Hartz, Jr., known as Jim, moved  to  Fulton\nfrom Deposit, New York; he was a former Broome County Emergency Services\nDispatcher and former Chief of the Deposit Fire Department; and\n  WHEREAS,  A member of St. Edwards Catholic Church in Fulton, Kentucky,\nDavid A. Hartz, Jr. served as Fire Chief of the Fulton  Fire  Department\nand was the Twin Cities Ambulance Service Director; and\n  WHEREAS,  Furthermore, David A. Hartz, Jr. was a member of the Knights\nof Columbus,  Kentucky  Firefighters  Association,  KAPA,  KCCRB,  JPFA,\nKBEMS, and HazMat 1; and\n  WHEREAS, David A. Hartz, Jr.'s commitment to excellence, and his spir-\nit  of  humanity,  carried over into all fields of enterprise, including\ncharitable and civic endeavors; and\n  WHEREAS, David A. Hartz, Jr. is survived by  his  wife  Deb  (Raymond)\nHartz,  whom  he  married  December  8, 1973; a son and daughter-in-law,\nShawn and Breana Hartz; two daughters and sons-in-law, Summer and Thomas\nReis, and Megan and John Miller; his parents, Joan C. (Wheeler)  Raymond\nand  David A. Hartz, Sr.; 10 grandchildren, Gage Hartz, Lana Hartz, Andy\nSipos, Marisa Reis, Thomas Reis, Jr., Tyler  Reis,  Abby  Miller,  Avery\nMiller,  Ryan  Shilling and Ty Shilling; a brother, Randy Hartz; and two\nsisters, Julie Wist and Angie Smith; and\n  WHEREAS, Armed with a  humanistic  spirit,  imbued  with  a  sense  of\ncompassion, and comforted by a loving family, David A. Hartz, Jr. leaves\nbehind  a  legacy  which  will  long endure the passage of time and will\nremain as a comforting memory to all  he  served  and  befriended;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmourn the death of  David  A.  Hartz,  Jr.,  distinguished  citizen  and\ndevoted member of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of David A. Hartz, Jr.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110112.T152028.TXT", "SOBI.D110113.T104312.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161987
}