{
  "year" : 2011,
  "senateBillNo" : "J165-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J165-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Broome Community College men's lacrosse Coach Corey Behlen upon the occasion of being named recipient of the Scott D. Livie Award",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION congratulating the Broome Community College men's\nlacrosse  Coach  Corey Behlen upon the occasion of being named recipient\nof the Scott D. Livie Award\n\nWHEREAS, It is incumbent upon the people of the State  of  New  York  to\nrecognize those individuals within our midst who have contributed great-\nly  to  the quality of our lives by providing exceptional leadership and\ncommitment to our young adults; and\n  WHEREAS, It is acknowledged that  athletic  competition  enhances  the\nmoral  and  physical  development  of  the  young  people of this State,\npreparing them for the future by instilling in them the value  of  team-\nwork,  encouraging  a standard of healthy living, imparting a desire for\nsuccess and developing  a  sense  of  fair  play  and  competition;  and\nfurther,  that  excellence  and  success  in  competitive  sports can be\nachieved only through strenuous practice, team play and team spirit, all\nof which actions are nurtured by dedicated coaching; and\n  WHEREAS, This Legislative Body is justly proud to congratulate  Broome\nCounty  College  men's  lacrosse Coach Corey Behlen upon the occasion of\nbeing named recipient of the Scott D. Livie Award; and\n  WHEREAS, With this award, Coach Corey Behlen is  the  National  Junior\nCollege Athletic Association's best lacrosse coach of the year; and\n  WHEREAS,  Coach  Corey  Behlen  led  the  Hornets to a 13-5 record and\nadvanced to the Region III semifinals after going 5-8  in  the  previous\nseason; and\n  WHEREAS,  Coach Corey Behlen's positive demeanor, selfless commitment,\nand caring concern have contributed to his enduring success as  a  coach\nand  mentor, earning him the just respect and admiration of his communi-\nty, his peers, and the athletes he has so ably coached; now,  therefore,\nbe it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Broome Community College men's lacrosse Coach Corey  Behlen\nupon  the occasion of being named recipient of the Scott D. Livie Award;\nand be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Broome Community College men's lacrosse Coach Corey Behlen.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T152028.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863628687
}