{
  "year" : 2011,
  "senateBillNo" : "J167-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J167-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Professor M. Stanley Whittingham as recipient of the 2010 Northeast Region American Chemical Society Award",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring  Professor M. Stanley Whittingham upon\nthe occasion of his designation  as  recipient  of  the  2010  Northeast\nRegion  American Chemical Society Award for Achievements in the Chemical\nSciences\n\nWHEREAS, It is the sense of this Legislative Body to take  note  of  and\npublicly  acknowledge  individuals  who  have  distinguished  themselves\nthrough their exemplary careers, accomplishments, and  purposeful  lives\nof service to their community and their profession; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body  is  justly  proud  to  honor\nProfessor M. Stanley Whittingham upon the occasion of his designation as\nrecipient  of  the 2010 Northeast Region American Chemical Society Award\nfor Achievements in the Chemical Sciences; and\n  WHEREAS, This impressive award is conferred annually  on  a  scientist\nwho  has made meritorious research contributions leading to the advance-\nment of pure and applied chemistry; M. Stanley Whittingham is  one  such\nscientist; and\n  WHEREAS, Through his many successes in his field, Binghamton Universi-\nty  Professor M. Stanley Whittingham has earned a well-regarded national\nand international reputation; and\n  WHEREAS, Professor Whittingham can boast more  than  200  publications\nand  holds  16 patents; he has authored more than 200 scholarly publica-\ntions and has been invited to speak around the globe with more than  250\ninvited presentations; and\n  WHEREAS, His research in the area of synthesis and characterization of\nnovel  transition  metal oxides for energy storage and conversion, sepa-\nrations, or as sensors has been continuously supported since his arrival\nat Binghamton University with significant federal research  grants  from\nthe National Science Foundation and the Department of Energy; and\n  WHEREAS,  It  is  the custom of this Legislative Body that individuals\nwho distinguish themselves in their profession, dedicating themselves to\nits enhancement and leading it in new directions, are  an  asset  beyond\nremuneration and cannot be sufficiently extolled; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Professor M. Stanley Whittingham upon the occasion of  his  desig-\nnation as recipient of the 2010 Northeast Region American Chemical Soci-\nety Award for Achievements in the Chemical Sciences; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Professor M. Stanley Whittingham.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T152520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863920918
}