{
  "year" : 2011,
  "senateBillNo" : "J168-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J168-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J168-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J168-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Theodore E. Mulford, distinguished citizen and devoted member of his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning  the  death  of  Theodore  E. Mulford,\ndistinguished citizen and devoted member of his community\n\nWHEREAS, It is the custom of this Legislative Body to pay tribute to the\ncitizens of the State of New York, whose  lifework  and  civic  endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS.  Theodore E. Mulford, of Binghamton, New York, died on August\n12, 2010, at the age 90, after living a rich and noble life; and\n  WHEREAS, Theodore E. Mulford graduated Magna Cum  Laude  from  Colgate\nUniversity  where  he  was  also  a  member  of Sigma Chi Fraternity and\nelected to Phi Beta Kappa; and\n  WHEREAS, The majority of Theodore E.  Mulford's  business  career  was\nspent  at  Link  Aviation  and  its  successor  companies, from which he\nretired with the esteemed title of Vice  President  after  30  years  of\nloyal service; and\n  WHEREAS,  Theodore  E.  Mulford was a former commissioner with the New\nYork State Cable Television Commission and was Chairman  of  the  SUNY's\nStatewide  Advisory  Board for Economic Development from its founding in\n1983 until 1997; and\n  WHEREAS, In addition, he was a  member  and  former  Chairman  of  the\nBroome  County  Industrial  Development Agency and served as Chairman of\nthe Southern Tier High Technology Council; in this  capacity  he  was  a\nfounder in the establishment of Binghamton University's Watson School of\nEngineering; and\n  WHEREAS,  Theodore  E.  Mulford  served  as a Director of the New York\nState United Way for many years, as well as the Board  of  Directors  of\nboth Broome County then New York State United Way; and\n  WHEREAS,  He  chaired  both  the Higher Education sub committee of the\nBusiness Council of New York State  and  The  State  University  of  New\nYork's  Statewide Advisory Board for Business and Industry; furthermore,\nhe served as a member of the Board of Directors of Lourdes Hospital  for\nover  20 years, was past Chairman of the Board of the Sheltered Workshop\nand R.S.I. and was a founding member and past Chairman of Twin Tier Home\nHealth Inc.; and\n  WHEREAS, Theodore E. Mulford was a member and former Chairman  of  the\nHarpur Forum, a past Director of Broome Community College Foundation and\nserved  many  years on the Board of Directors of the Roberson Center for\nthe Arts and Science Center; and\n  WHEREAS, In his years of service to the Greater  Binghamton  community\nand  State  of  New  York,  he  was honored many times; he was given the\nDistinguished Service Award as Young Man of the Year by the Junior Cham-\nber of Commerce; was named Outstanding  Citizen  by  the  Broome  County\nUrban  League;  was elected to the Post 80 American Legion Hall of Fame;\nand in 1989, the State University of New York Board of Trustees  honored\nhim with a Distinguished Citizen Award; and\n  WHEREAS,  Moreover, Theodore E. Mulford was the recipient of the Bing-\nhamton University Alumni Association Distinguished Service Award in both\n1993 and 1998, and the Binghamton  High  School  Distinguished  Graduate\nAward in 2005; and\n  WHEREAS,  A congregant of the First Presbyterian Church of Binghamton,\nTheodore E. Mulford was also a member of the St. Marks F & AM since 1947\nand, in May of 2010, he received an honor of service for 65 years  as  a\nMaster Mason; and\n  WHEREAS,  As  a  prominent figure in the growth and development of the\nCity of Binghamton and the larger community, Mr.  Mulford  assisted  the\nagencies,  schools  and  businesses  that  have become the fabric of the\n\ncommunity; his active role and willingness to serve and  lead  has  been\nappreciated as an example of excellence and humanitarian endeavors; and\n  WHEREAS,  Predeceased by his father, Ford E. Mulford and mother, Edith\nParker Mulford, Theodore E. Mulford is survived by his loving wife of 60\nyears, Ruth T. Mulford; and his wonderful son and daughter-in-law, Barth\nand Rebecca Mulford; and\n  WHEREAS. Armed with a  humanistic  spirit,  imbued  with  a  sense  of\ncompassion, and comforted by a loving family, Theodore E. Mulford leaves\nbehind  a  legacy  which  will  long endure the passage of time and will\nremain as a comforting memory to all  he  served  and  befriended;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmourn the death  of  Theodore  E:  Mulford,  distinguished  citizen  and\ndevoted member of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Theodore E. Mulford.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T152520.TXT", "SOBI.D110113.T104812.TXT", "SOBI.D110119.T112241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161994
}