{
  "year" : 2011,
  "senateBillNo" : "J17-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J17-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring the retirement of Michael J. Grogan, Senior Chief Seabee Combat Warfare Specialist, United States Navy",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring  the  retirement of Michael J. Grogan,\nSenior Chief Seabee Combat Warfare Specialist, United States Navy\n\nWHEREAS, Individuals who dedicate their lives to military service  merit\nthe  commendation  and  applause of all citizens for their commitment to\nthe preservation of American freedom; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to honor the\nretirement of Michael J. Grogan,  Senior  Chief  Seabee  Combat  Warfare\nSpecialist, United States Navy; and\n  WHEREAS,  Michael J. Grogan was born in Albany, New York; he graduated\nfrom Colonie Central High School in 1980 and  ten  days  later,  he  was\nattending  Boot  Camp  in  San Antonio, Texas with the United States Air\nForce; while on active duty, he spent ten years  stationed  at  Griffiss\nAir Force Base (AFB), Rome, New York; and\n  WHEREAS,  During his tour at Griffiss AFB, Michael Grogan was assigned\nto the 416 Organizational Maintenance Squadron (OMS) to maintain B-52's;\nduring his tenure at Griffiss, he was  selected  in  1985  to  represent\nGriffiss  AFB,  as  their  Crew  Chief  to  compete in the Strategic Air\nCommand (SAC) Weapons Load Competition;  in  1990  after  ten  years  of\nactive duty service in the United States Air Force, he decided to pursue\na civilian career; and\n  WHEREAS, In 1994, after missing the comraderie of the military, Micha-\nel  Grogan  became  affiliated with the United States Navy Reserves as a\nSeabee; he was assigned to Naval Mobile  Construction  Battalion  (NMCB)\n13,  Detachment  13  of  Frankfort,  New  York, which was decommissioned\nshortly after his assignment;  he  was  then  assigned  to  Construction\nBattalion Maintenance Unit (CBMU) 202 in Groton, Connecticut; and\n  WHEREAS,  In  2000,  while  assigned  to  CBMU 202, Michael Grogan was\npromoted to the rank of Chief Petty Officer; after his promotion, he was\nassigned as the Officer in Charge (OIC) of a detachment  of  Seabees  in\nNewport,  Rhode Island; in 2001 he was mobilized with the New York Naval\nMilitia in support of World Trade Center Attack; and\n  WHEREAS, In 2004, the Naval Construction Force had a force realignment\nwhich combined all CBMU 202 personnel to now be reassigned to  NMCB  27;\nwhile assigned to NMCB 27, Michael Grogan maintained his position as OIC\nat  Newport,  Rhode  Island;  in  2005, he was mobilized with NMCB 5, an\nactive duty battalion in support of Operation Iraqi Freedom; and\n  WHEREAS, While in  Iraq,  Michael  Grogan  earned  his  Seabee  Combat\nWarfare  Specialist  title  and  was  awarded the U.S. Army Commendation\nMedal for his duties while supporting the U.S. Army  Special  Operations\nForce;  upon  his return in 2006, he was promoted to his current rank of\nSenior  Chief  Petty  Officer  and  was  reassigned  to  the  7th  Naval\nConstruction  Regiment, Newport, Rhode Island, as the Current Operations\nChief; and\n  WHEREAS, Senior Chief Grogan is  a  qualified  Seabee  Combat  Warfare\nSpecialist,  Senior  Aircraft  Maintenance  Specialist,  and Master Crew\nChief; he also holds the Federal Aviation Administration (FAA)  Airframe\nand Powerplant License and his personal awards include: the Navy Commen-\ndation Medal, Army Commendation Medal, Air Force Commendation Medal, the\nNavy  and  Marine  Corps  Achievement Medal, along with various unit and\ncampaign awards; and\n  WHEREAS, As a civilian, Michael Grogan is employed  at  Revere  Copper\nProducts,  Inc.;  he  is a Maintenance Planner/Scheduler and supervisor;\nand\n\n  WHEREAS, A resident of Lee, New York, Michael Grogan  was  married  to\nthe  late Brenda M. Grogan of Rome; he has three children, Jacqui, Whit-\nney, and Michael, as well as three grandchildren; and\n  WHEREAS,  Rare indeed is the occurrence of such a compassionate blend-\ning of strength, leadership, intellect, and commitment  as  that  demon-\nstrated  by  over a lifetime of sacrifice and dedication to others; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor  the  retirement  of Michael J. Grogan, Senior Chief Seabee Combat\nWarfare Specialist, United States Navy; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to  Michael  J.  Grogan,  Senior  Chief  Seabee  Combat  Warfare\nSpecialist, United States Navy.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T100600.TXT", "SOBI.D110105.T100101.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294239960589
}