{
  "year" : 2011,
  "senateBillNo" : "J170-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J170-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Sabrina R. Housh as recipient of the Edward Weisband Award for Distinguished Achievement in Political Science",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring  Sabrina R. Housh upon the occasion of\nher designation as recipient of the Edward Weisband  Award  for  Distin-\nguished Achievement in Political Science\n\nWHEREAS, It is the sense of this Legislative Body to act, in accord with\nits  long-standing  traditions, honoring the youth of today, and leaders\nof tomorrow, whose character and academic  achievements  best  exemplify\nthe ideals and values cherished by this great State and Nation; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body  is  justly  proud  to  honor\nSabrina  R.  Housh  upon the occasion of her designation as recipient of\nthe Edward Weisband Award for  Distinguished  Achievement  in  Political\nScience at the State University of New York, Binghamton University; and\n  WHEREAS,  This auspicious award is presented to a student of merit who\nhas demonstrated unusual creativity, made an unusual contribution to the\nBinghamton University's Department of Political  Science,  and  who  has\nmanifested  a  depth  and abiding commitment to public affairs or public\nservice; Sabrina R. Housh of Vestal, New York, is one such student; and\n  WHEREAS, Poised eagerly with enthusiasm and determined  purpose,  this\nscholar now stands honorably, with just pride in her accomplishments and\nin eager anticipation of future challenges, understanding and appreciat-\ning the caring counsel and support provided by her teachers and parents;\nand\n  WHEREAS,  It  is  the  practice  of  this  Legislative  Body that when\nstudents of such noble aims  and  accomplishments  are  brought  to  our\nattention,  they should be celebrated and recognized by all the citizens\nof this great Empire State; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor Sabrina R. Housh upon the occasion of her designation as recipient\nof  the Edward Weisband Award for Distinguished Achievement in Political\nScience; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Sabrina R. Housh, Vestal, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T152520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863920928
}