{
  "year" : 2011,
  "senateBillNo" : "J172-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J172-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of David F. Crowley, distinguished citizen and devoted member of his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning the death of David F. Crowley, distin-\nguished citizen and devoted member of his community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, David F. Crowley of Binghamton, New York, died on  Wednesday,\nNovember 10, 2010, at the age of 73; and\n  WHEREAS,  A  graduate  of  Binghamton  High School, Boston College and\nSyracuse Law School, David F. Crowley began his legal career working  in\nAlbany,  New York, as Assistant Counsel to Senate Minority Leader George\nIngalls; and\n  WHEREAS, David F. Crowley distinguished himself in his profession  and\nby his sincere dedication and substantial contribution to the welfare of\nhis community; and\n  WHEREAS,  He continued in his private practice at Shaw, O'Brien, Crow-\nley and Reynolds for more than 45 years; and\n  WHEREAS, In 2004, he was appointed City Court Judge;  he  was  also  a\nmember  of both the New York State Bar Association and the Broome County\nBar Association; and\n  WHEREAS, David F. Crowley's commitment to excellence, and  his  spirit\nof humanity, carried over into all fields of enterprise, including char-\nitable and civic endeavors; and\n  WHEREAS,  He served as General Counsel for American Pipe and Plastics,\nInc. and interim CEO, and was a member of the Binghamton Boys and  Girls\nClub; and\n  WHEREAS,  David  F.  Crowley loved playing tennis, driving his 1951 MG\nand spending time with his family and friends; his two  favorite  places\nwere Oguaga Lake and Freeport Bahamas; and\n  WHEREAS,  Predeceased  by  his father and co-founder of Crowley Foods,\nFrank L. Crowley and his mother, Mary V. Crowley,  his  brothers,  Homer\nCrowley, Brian Crowley and stepbrother, Eugene Crowley, David F. Crowley\nis  survived by his loving wife of over 50 years, Joan M. Crowley; three\nchildren, daughter, Dr.  Brooke  Crowley-Esposito  and  son-in-law,  Dr.\nAlbert  Esposito; two grandchildren, Colby Esposito and Cleary Esposito;\nson, Kiernan M. Crowley, Esq. and daughter-in-law, Meghan Young Crowley;\nfour grandchildren, Conlon Crowley, Ronan  Crowley,  Brody  Crowley  and\nAlley Crowley; daughter, Kendall Crowley-Quackenbos and son-in-law, John\nQuackenbos; and two grandchildren, Layk Quackenbos and Boden Quackenbos;\nas well as a stepbrother, Dr. Leonard Crowley; and\n  WHEREAS,  Armed  with  a  humanistic  spirit,  imbued  with a sense of\ncompassion, and comforted by a loving family, David  F.  Crowley  leaves\nbehind  a  legacy  which  will  long endure the passage of time and will\nremain as a comforting memory to all  he  served  and  befriended;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmourn the death of David F. Crowley, distinguished citizen  and  devoted\nmember of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of David F. Crowley.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T152520.TXT", "SOBI.D110113.T105316.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933996440
}