{
  "year" : 2011,
  "senateBillNo" : "J174-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J174-2011-1294894800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Robert A. Geiger upon the occasion of his designation as recipient of the Lifetime Achiever of the Year Award",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring  Robert A. Geiger upon the occasion of\nhis designation as recipient of the Lifetime Achiever of the Year  Award\nfrom the Clarence Chamber of Commerce\n\nWHEREAS,  It is the sense of this Legislative Body to recognize that the\nquality and character of life in the communities across New  York  State\nare  reflective of the concerned and dedicated efforts of those individ-\nuals who would devote themselves to the welfare of the community and its\ncitizenry; and\n  WHEREAS, This Legislative Body is justly  proud  to  honor  Robert  A.\nGeiger upon the occasion of his designation as recipient of the Lifetime\nAchiever  of  the  Year Award by the Clarence Chamber of Commerce, to be\ncelebrated at its Annual Awards Dinner on Thursday, February  24,  2011;\nand\n  WHEREAS,  Raised  in  the Kensington section of Buffalo, Robert Geiger\nattended Kensington High School, and graduated from  the  University  of\nBuffalo  with a degree in Business Administration and Traffic and Trans-\nportation; and\n  WHEREAS, After leaving General Mills to complete his  active  military\nobligation  in the 98th Regiment of the Army Reserves and upon returning\nhome accepted a position with the Upson Company of  Lockport;  he  later\nmarried his wife, Patricia in 1960, and then moved to Clarence; and\n  WHEREAS,  While  employed  at  the Upson Company, Robert Geiger became\nactive in the Niagara Community groups; during this time he  was  Presi-\ndent  of  Kiwanis  and the Lockport Chamber of Commerce, as well as many\nother organizations to help improve the community; and\n  WHEREAS, Robert Geiger later became a co-owner of Four Seasons Restau-\nrants; after building five local free standing buildings, he  eventually\njoined  with  T.G.I.Fridays and partnered with the Country Kitchen Fran-\nchise Group; and\n  WHEREAS, A member of the Clarence Rotary, Robert Geiger  is  currently\nthe  Business  Development  Representative  for  the Clarence Chamber of\nCommerce and is serving as liaison to the Clarence  Industrial  Develop-\nment Agency (CIDA); he is also a member of the town's Recreation Commit-\ntee and a member of the Town of Clarence Zoning Board of Appeals and the\nClarence Avoidable Alarm Committee; and\n  WHEREAS,  A  charter  member of the Clarence Toastmasters Club and the\nRotary Liaison for the Clarence Nature Center, Robert Geiger is  also  a\nmember  of the Nativity of B.V.M. Church, the Clarence Senior Center and\nthe Clarence Historical Society; and\n  WHEREAS, Along with his wife, Patricia, with him throughout have  been\nhis  children,  Thomas, Timothy, and Sherry, as well as his eight grand-\nchildren, all of whom feel privileged to be  a  part  of  his  life  and\nrejoice in his achievements; and\n  WHEREAS,  Robert  Geiger's distinguished record merits the recognition\nand respectful tribute of this Legislative Body; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor Robert A. Geiger upon the occasion of his designation as recipient\nof  the Lifetime Achiever of the Year Award from the Clarence Chamber of\nCommerce; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Robert A. Geiger.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T160421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294952661152
}