{
  "year" : 2011,
  "senateBillNo" : "J178-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J178-2011-1294894800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Regina and Ronald Gerhard on their 50th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating Mr. and Mrs. Ronald Gerhard upon\nthe occasion of their 50th Wedding Anniversary\n\nWHEREAS, Mr. and Mrs. Ronald Gerhard, of Delmar, New York,  were  united\nin  marriage  on  August 13, 1960 at St. Benedict Joseph Labre Church in\nQueens; and\n  WHEREAS, Regina and Ronald Gerhard are the proud parents of David  and\nMichelle  Gerhard  of Voorheesville, Brian and LeAnn Gerhard of Suwanee,\nGeorgia, and Gregory and Lauren Gerhard of Decatur, Georgia and are also\nthe loving grandparents of Ryan Gerhard of Albany and Emily  Gerhard  of\nSuwanee; and\n  WHEREAS,  Regina  and  Ronald  Gerhard  joyously celebrated their 50th\nWedding Anniversary surrounded by their  family,  first  with  an  early\ncelebration  on  Anna  Maria  Island in Florida in June 2010 arranged by\ntheir children, and later with a second celebration on Long Island  with\nmany members of their extended family; and\n  WHEREAS,  Ronald  Gerhard,  a  Cornell University graduate, is retired\nfrom his career in the health field while Regina Gerhard  is  a  retired\nnurse and real estate broker; and\n  WHEREAS, Regina and Ronald Gerhard are and always have been a tower of\nstrength,  support,  understanding  and limitless love for their family;\nand\n  WHEREAS, Their love, devotion, caring, sensitivity and  responsiveness\nto  their  family,  friends and all who know them are their hallmark and\ntradition; and\n  WHEREAS, Regina and Ronald Gerhard have lived  and  continue  to  live\ntheir lives with great dignity and genuine grace, always demonstrating a\ndeep  and  continuing  concern  for  human  values and ideals, and in so\ndoing, they have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit that this couple has invested in their marriage; and\n  WHEREAS, These same values they  have  passed  to  their  loved  ones,\nproducing  a  family that is close-knit and supportive of its individual\nmembers, public-minded in its relations to the community  and  committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS,  Regina  and  Ronald  Gerhard have touched the lives of their\nfamily and many friends through the shining example of  their  marriage,\nwhich  is  a testament to the devotion and admiration which they possess\nfor one another; and\n  WHEREAS, The longevity of this enduring marriage truly marks  a  mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS,  It  is the sense of this Legislative Body that when an occa-\nsion of such importance is brought to our attention, the same should  be\nmemorialized  by  us  for  the edification and emulation of others; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate  Regina  and Ronald Gerhard upon the occasion of their 50th\nWedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Ronald Gerhard.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T160922.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364076292
}