{
  "year" : 2011,
  "senateBillNo" : "J183-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J183-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J183-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J183-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commemorating the 300th Anniversary of St. Paul's Lutheran Church of West Camp, New York, to be celebrated on Sunday, October 17, 2010",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION commemorating the 300th Anniversary of St. Paul's\nLutheran  Church  of  West  Camp,  New York, to be celebrated on Sunday,\nOctober 17, 2010\n\nWHEREAS, Religious institutions, and  the  many  spiritual,  social  and\neducational  benefits  they confer, play a vital role in the development\nof the moral fabric of a responsible citizenry; and\n  WHEREAS, It is the tradition of this State  and  this  Nation  to  pay\ntribute  to  those  institutions and individuals who have contributed to\nthe ethical and spiritual values of their communities; and\n  WHEREAS, This Legislative Body takes  pleasure  in  commemorating  the\n300th  Anniversary of St. Paul's Lutheran Church of West Camp, New York,\nto be celebrated on Sunday, October 17, 2010; Bishop Robert A. Rimbo  of\nthe  Metro  New  York Synod will be the guest preacher for the ceremony;\nand\n  WHEREAS, St. Paul's Lutheran Church was founded in  1710  and  is  the\noldest congregation in the Metro New York Synod / ELCA; and\n  WHEREAS,  The  church  at West Camp was organized by the Palatines who\narrived in October of 1710; the first recorded  service  of  worship  at\nWest Camp took place on June 3, 1711; the present church was constructed\nin  1871,  and the interior was renovated in 1960, its 250th anniversary\nyear; and\n  WHEREAS, Ably led by The Reverend  Paul  C.  Walley  since  1994,  St.\nPaul's  Lutheran Church stands on the threshold of tomorrow, prepared to\nmeet the challenges of the coming decades while retaining that spiritual\nresolve which characterizes its past; and\n  WHEREAS, It is the custom of this Legislative Body  to  take  note  of\nenduring  religious  institutions  and to bring such institutions to the\nattention of the people of this Empire State; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncommemorate  the 300th Anniversary of St. Paul's Lutheran Church of West\nCamp, New York, to be observed on Sunday, October 17, 2010, fully confi-\ndent that this commemoration reflects the belief in those  values  which\nenhance the dignity and purpose of life; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to St. Paul's Lutheran Church, West Camp, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110114.T104920.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161018
}