{
  "year" : 2011,
  "senateBillNo" : "J185-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J185-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J185-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J185-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating John H. Adams upon the occasion of his designation as a recipient of the 2010 Presidential Medal of Freedom",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION congratulating John H. Adams upon the occasion of\nhis designation as a recipient of the 2010 Presidential Medal of Freedom\n\nWHEREAS,  Individuals  who give of their time and energies and serve the\nbest interests of their communities are an asset beyond remuneration and\ncannot be sufficiently extolled; and\n  WHEREAS, It is the sense of this Legislative Body  to  recognize  that\nthe  quality  and  character  of life in the communities across New York\nState are enhanced by the concerned and dedicated efforts  of  organiza-\ntions  and  individuals that generously contribute to the welfare of the\ncommunity and its citizenry; and\n  WHEREAS, John H. Adams has given not only of his time and energies but\nalso of his competence, intelligence and  leadership,  and  consequently\nhas  been  designated  for  special  recognition by the President of the\nUnited States; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to congratu-\nlate John H. Adams upon the occasion of his designation as  a  recipient\nof the 2010 Presidential Medal of Freedom; and\n  WHEREAS,  On  November  17, 2010, President Barack Obama named John H.\nAdams as one of the 15 recipients of the Presidential Medal of  Freedom,\nthe Nation's highest civilian honor; and\n  WHEREAS, The Presidential Medal of Freedom is presented to individuals\nwho have made especially meritorious contributions to significant public\nor  private  endeavors;  in  the  words  of  the President of the United\nStates, \"the outstanding honorees come from a broad range of backgrounds\nand have excelled in a broad range of fields; all  of  them  have  lived\nextraordinary  lives  that  have  inspired us, enriched our culture, and\nmade our country and our world a better place\"; and\n  WHEREAS, John H. Adams co-founded the Natural Resources Defense  Coun-\ncil in 1970; he served as Executive Director and, later, as President of\nthe nonprofit environmental advocacy group until 2006; and\n  WHEREAS,  The tenure of John H. Adams at the Natural Resources Defense\nCouncil is unparalleled by the leader of any other environmental  organ-\nization;  as ROLLING STONE wrote, \"If the planet has a lawyer, it's John\nAdams\"; and\n  WHEREAS, Prior to co-founding the Natural Resources  Defense  Council,\nJohn  H.  Adams  worked  as  an Assistant United States Attorney for the\nSouthern District of New York and for the  Center  for  Law  and  Social\nPolicy  in  Washington,  D.C.; in 1972, he joined the adjunct faculty of\nNew York University's School of Law where he  taught  Clinical  Environ-\nmental Law for 26 years; and\n  WHEREAS,  John  H.  Adams  serves as Chairman of the Board of the Open\nSpace Institute; he is also on the boards of the League of  Conservation\nVoters,  Center  for  American  Progress, Woods Hole Research Center and\nDuke University's Nicholas School of the Environment and Earth Sciences;\nand\n  WHEREAS, In addition, John H. Adams has also served on the Pew  Oceans\nCommission,  the  President's Council on Sustainable Development and the\nEnvironmental Protection Agency's Common Sense Initiative; he  is  Chair\nof  the  Board  of  the  Open  Space Institute and sits on the boards of\nnumerous other environmental organizations and  has  served  on  govern-\nmental  advisory  committees,  including President Clinton's Council for\nSustainable Development; and\n  WHEREAS, John H. Adams grew up on a  farm  in  Callicoon  Center,  New\nYork;  he is a graduate of Michigan State University (B.A.) and the Duke\nUniversity School of Law (LL.B.); and\n\n  WHEREAS, It is the sense of this Legislative Body that when  an  indi-\nvidual  of  such noble aims and accomplishments is brought to our atten-\ntion, he should be recognized by all the citizens of this  great  Empire\nState; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate John H. Adams upon the occasion of  his  designation  as  a\nrecipient of the 2010 Presidential Medal of Freedom; and be it further\n  RESOLVED,  That copy of this Resolution, suitably engrossed, be trans-\nmitted to John H. Adams, 33 Craigie Clair Road, Roscoe, New York 12776.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110114.T104920.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161020
}