{
  "year" : 2011,
  "senateBillNo" : "J196-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J196-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Past Grand Knight James Mikowski as he is honored by Knights of Columbus Bellmore Council No. 3689 of Bellmore on January 22, 2011",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION commending Past Grand Knight James Mikowski upon\nthe occasion of his designation for special honor by Knights of Columbus\nBellmore Council No. 3689 of Massapequa Park, New York, at a Testimonial\nDinner on January 22, 2011\n\nWHEREAS, Individuals who give of their time and energies and  serve  the\nbest interests of their communities are an asset beyond remuneration and\ncannot be sufficiently extolled; and\n  WHEREAS,  James  Mikowski  has given not only of his time and energies\nbut also of his competence, intelligence and leadership and consequently\nhas been designated for special honor; and\n  WHEREAS, This Legislative Body is justly proud to commend  Past  Grand\nKnight  James  Mikowski upon the occasion of his designation for special\nhonor by Knights of Columbus Bellmore Council No. 3689 of Bellmore,  New\nYork,  at  a Testimonial Dinner to be held at the Bellmore Columbus Club\nin Bellmore on Saturday evening, January 22, 2011; and\n  WHEREAS, The Knights of Columbus is an international  Catholic  organ-\nization  with  over  1.7  million  members worldwide; it is dedicated to\nworking for the Catholic Church, community, and fellow  man;  each  year\nthe  Knights  of  Columbus  contributes several million dollars and well\nover 60 million hours of personal service to charitable  and  benevolent\nactivities; and\n  WHEREAS,  James  Mikowski  has been called upon to contribute his time\nand talents to the Knights of Columbus and to countless other civic  and\ncharitable endeavors and has always given of himself unstintingly; and\n  WHEREAS, James Mikowski's active involvement in the Long Island commu-\nnity  and  in  the  Knights  of  Columbus has benefited the council, the\ncommunity and the church; he has  served  the  Knights  of  Columbus  in\nnumerous  capacities,  including  Grand  Knight  of Bellmore Council No.\n3689; he has served ably in that position and, together with  his  wife,\nJoann,  has helped make Bellmore Council No. 3689 an organization recog-\nnized with pride throughout the Bellmore community; and\n  WHEREAS, James Mikowski's service as Grand Knight has been  character-\nized  by  his  exemplary  leadership  and  has  been instrumental in the\ncontinued success of Bellmore Council No. 3689; he has accomplished many\ndeeds of charity, unity, fraternity and patriotism in keeping  with  the\nmission of the Knights of Columbus and has been a strong advocate of its\nprograms and of community awareness; and\n  WHEREAS,  Throughout  the  entire  period  of  his Knights of Columbus\nservice, a period of constructive involvement, Past Grand  Knight  James\nMikowski has stood constant in dignity, good grace and humor; and\n  WHEREAS, Rare indeed is the impressive dedication shown by an individ-\nual  for  the  benefit  of  others  which  James  Mikowski has displayed\nthroughout his life; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncommend Past Grand Knight James Mikowski upon the occasion of his desig-\nnation  for  special  honor  by Knights of Columbus Bellmore Council No.\n3689 of Bellmore at a Testimonial Dinner on January 22, 2011; and be  it\nfurther\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to James Mikowski.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T105420.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295020460536
}