{
  "year" : 2011,
  "senateBillNo" : "J198-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J198-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J198-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J198-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Eric M. Salvo on attaining the rank of Eagle Scout",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION congratulating Eric M. Salvo upon the occasion of\nreceiving the distinguished rank of Eagle Scout, the most prestigious of\nScouting honors, on January 23, 2011\n\nWHEREAS,  Eric  M. Salvo of Seaford, New York, through his diligence and\nrigorous efforts, has achieved Scouting's highest and  most  prestigious\nrank,  Eagle  Scout;  the  Eagle Court of Honor ceremony will be held on\nSunday, January 23, 2011 at the Seaford Historical Society, Seaford, New\nYork; and\n  WHEREAS, Eric M. Salvo, the son of Mario and Susan Salvo, is a  member\nof  Boy  Scouts of America Troop 239 in Seaford and is the second member\nof his family to achieve the rank of Eagle Scout; and\n  WHEREAS, America has achieved her greatest heights  of  glory  through\nthe  dedication,  determination  and tireless efforts of the outstanding\ncitizens of this Nation; and\n  WHEREAS, It is only with the continued diligence and devotion  of  our\nyouth, tomorrow's leaders, that America will maintain her glory; and\n  WHEREAS,  The  Boy  Scouts of America and its members are dedicated to\nthe development of character and leadership in the youth of this Nation;\nand\n  WHEREAS, The highest achievement of leadership in Scouting, earned  by\nonly  five percent of all Boy Scouts, is the distinguished rank of Eagle\nScout; and\n  WHEREAS, This outstanding young man has been involved in Scouting  for\nmany  years,  has  lived up to Scouting's ideals and has attained all of\nthe necessary achievements, including completion of a community  service\nproject, which was successfully planned, developed and executed; and\n  WHEREAS,  For  his  Eagle  project,  Eric M. Salvo brought the Seaford\nMiddle School courtyard, an area which had not been maintained for  some\ntime, back to life; and\n  WHEREAS,  He oversaw the trimming of the overgrown trees and the weed-\ning of the garden, added flowers for color and, with the benefit of  his\ntroop  leader's  expertise,  professionally  cleaned  the cement and the\ntables in the courtyard area; and\n  WHEREAS, Upon the completion  of  Eric  M.  Salvo's  project,  Seaford\nMiddle  School's  windows  could  be  opened  and  all  could  enjoy the\nfragrance and the beauty of the day;  one  teacher  even  held  a  class\noutside and, on graduation day, the courtyard was open and well-utilized\nby those in attendance; and\n  WHEREAS,  Eric  M. Salvo's perseverance in rising through the ranks to\nEagle Scout is a strong indication of his ability  to  master  difficult\ntasks;  his  accomplishment will enable him to emerge as a leader, fully\nequipped to meet the challenges of today's complex society; and\n  WHEREAS, This new Eagle Scout is a credit to his family,  his  school,\nhis community, his State and his Nation, and no doubt his future will be\nfilled with accomplishments of equal importance; now, therefore, be it\n  RESOLVED,  That  this  Legislative Body pause in its deliberations, in\nrecognition of the significance  of  this  meritorious  achievement,  to\ncongratulate  and  honor  Eric  M.  Salvo on achieving the rank of Eagle\nScout; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Eric M. Salvo.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110114.T105921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161050
}