{
  "year" : 2011,
  "senateBillNo" : "J200-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J200-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J200-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J200-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commemorating the 125th Anniversary of the First A.M.E. Zion Church of Brooklyn, New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION commemorating the 125th Anniversary of the First\nA.M.E. Zion Church of Brooklyn, New York, to be celebrated on  Saturday,\nSeptember 25, 2010\n\nWHEREAS,  Religious  institutions,  and  the  many spiritual, social and\neducational benefits they confer, play a vital role in  the  development\nof the moral fabric of a responsible citizenry; and\n  WHEREAS,  It  is  the  tradition  of this State and this Nation to pay\ntribute to those institutions and individuals who  have  contributed  to\nthe ethical and spiritual values of their communities; and\n  WHEREAS,  This  Legislative  Body  takes pleasure in commemorating the\n125th Anniversary of the First A.M.E. Zion Church of Brooklyn, New York,\nto be celebrated on Saturday, September 25, 2010; and\n  WHEREAS, In the year 1872, a group of members decided to withdraw from\nBridge Street AME Church and organize another church; in 1885 there  was\nanother  schism  under  the  pastorate  of  Reverend Peyton who took the\ngreater part of the congregation with him to a new location on  Atlantic\nAvenue, leaving behind 15 members; and\n  WHEREAS,  In  that  same year, these stalwart souls applied to the New\nYork Annual Conference of the African Methodist Zion Church,  which  was\nat that time in session in Williamsburg, Brooklyn, in the Union AME Zion\nChurch  (later  the  Ralph  Avenue  and now the Varick Memorial AME Zion\nChurch);  this  application  was  for  admission  into  the   AME   Zion\nConnection; and\n  WHEREAS, Some of the \"glorious\" 15 members include: Simon G. Buchanan,\nMoses  Richards,  Charles  Taylor, Michael J. Ferguson, John R. Johnson,\nAnnie C. Randall, Fannie Richards and Hannah Taylor; and\n  WHEREAS, First A.M.E Zion Church stands on the threshold of  tomorrow,\nprepared  to  meet  the challenges of the coming decades while retaining\nthat spiritual resolve which characterizes its past; and\n  WHEREAS, It is the custom of this Legislative Body  to  take  note  of\nenduring  religious  institutions  and to bring such institutions to the\nattention of the people of this Empire State; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncommemorate  the  125th  Anniversary  of the First A.M.E. Zion Church of\nBrooklyn, New York, fully confident that this commemoration reflects the\nbelief in those values which enhance the dignity and  purpose  of  life;\nand be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Reverend Daran H. Mitchell, Pastor, First A.M.E. Zion Church,\nBrooklyn, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T092738.TXT", "SOBI.D110119.T112241.TXT", "SOBI.D110128.T094239.TXT", "SOBI.D110114.T105921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296225759326
}