{
  "year" : 2011,
  "senateBillNo" : "J201-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J201-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J201-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J201-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commemorating the 110th Anniversary of Newman Memorial United Methodist Church",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commemorating  the  110th Anniversary of Newman\nMemorial United Methodist Church of Brooklyn, New York, to be celebrated\non November 6, 2010\n\nWHEREAS, Religious institutions, and  the  many  spiritual,  social  and\neducational  benefits  they confer, play a vital role in the development\nof the moral fabric of a responsible citizenry; and\n  WHEREAS, It is the tradition of this State  and  this  Nation  to  pay\ntribute  to  those  institutions and individuals who have contributed to\nthe ethical and spiritual values of their communities; and\n  WHEREAS, This Legislative Body takes  pleasure  in  commemorating  the\n110th  Anniversary  of Newman Memorial United Methodist Church of Brook-\nlyn, New York; and\n  WHEREAS, The members of Newman Memorial United Methodist  Church  will\ncelebrate  this  most auspicious occasion on Saturday, November 6, 2010,\nat a ceremonious Dinner Dance, a  \"Black  and  White  Affair,\"  honoring\nSister  Lucille  Urquhart,  Brother  Clarence  Brown  and Brother Jamell\nMyers, at Fleur De Lis, Ridgewood, New York; and\n  WHEREAS, Newman Memorial United Methodist Church started as a  congre-\ngation  in  June 1900 as a result of a strong desire to spread Methodism\nin Brooklyn by Reverend W.H. Brooks and a few  members  from  St.  Marks\nMethodist Church in New York City; some of its founding members were Mr.\nD.  Ivision  Hodge, Mr. and Mrs. Joseph Walker, Mrs. Esther Gibson, Mrs.\nSarah Snails, Mr. Perry Wilson, Mrs.  Mattie  Bundick  and  Mrs.  Carrie\nDavis; and\n  WHEREAS, In October 1900, Newman Memorial was established and admitted\nto  the  New  York  East  conference as a mission of St. Marks Methodist\nChurch with Reverend W.H. Brooks as Pastor; the name Newman Memorial was\nchosen in honor of Bishop John Phillip Newman who, during the Civil War,\nestablished New Orleans  University,  which  is  now  known  as  Dillard\nUniversity;  in addition, Bishop John Phillip Newman was instrumental in\nthe formation of Butler Memorial Methodist Church in the Bronx and revi-\ntalized Salem Methodist Church; Bishop John Phillip Newman  also  served\nas  the  pastor  of Washington Square Methodist Church and organized the\nMetropolitan United Methodist Church in Washington, D.C., which  is  the\nNational Church of Methodism; and\n  WHEREAS,  The  first  building  that  the  congregation occupied was a\nlittle frame house converted to a church and was known as the Old Embury\nChurch at Herkimer Street and Schenectady Avenue; in April 1901,  Rever-\nend M.C.  Jennings was confirmed as the local pastor and Newman Memorial\nwas  transferred  to  the  Delaware  conference;  due to the increase of\ngrowth in membership, the congregation had to move in January 1905 to  a\nbuilding  at  629-631  Herkimer Street and remained there until 1919; in\n1919, Newman Memorial relocated to the Russell  Place  Methodist  Church\nbuilding  which  was  located at 1142 Herkimer Street; this location was\nknown as \"On the Hill\" and the congregation remained at this location to\nworship for 26 years; and\n  WHEREAS, On January 7, 1945, under the leadership of  Reverend  Robert\nG.    Waters, Newman Memorial moved to its present location which is 257\nMacon Street; and\n  WHEREAS, Under the leadership of Reverend Henri M. Deas, Newman  Memo-\nrial  Church  joined the United Methodist Church denomination and became\nknown as Newman Memorial United Methodist Church; during Reverend  Deas'\ntenure,  the  church became more involved with spreading its ministry to\nthe community and purchased the Halsey Street property; and\n  WHEREAS, Newman Memorial United Methodist Church  continues  to  serve\nthe community with its weekly Food Pantry program, which is sponsored by\n\nthe  United Methodist Women local chapter, and the Soup Kitchen program,\nwhich is sponsored by the Newman Memorial United Methodist Church Devel-\nopment Corporation, Inc.; and\n  WHEREAS, Newman Memorial United Methodist Church stands on the thresh-\nold  of  tomorrow, prepared to meet the challenges of the coming decades\nwhile retaining that spiritual resolve which characterizes its past; and\n  WHEREAS, It is the custom of this Legislative Body  to  take  note  of\nenduring  religious  institutions  and to bring such institutions to the\nattention of the people of this Empire State; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncommemorate  the  110th  Anniversary of Newman Memorial United Methodist\nChurch of Brooklyn, New York, to be observed on November 6, 2010,  fully\nconfident  that  this  commemoration reflects the belief in those values\nwhich enhance the dignity and purpose of life; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted to Newman Memorial United Methodist  Church  and  the  aforemen-\ntioned honorees.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110114.T105921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161055
}