{
  "year" : 2011,
  "senateBillNo" : "J202-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J202-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Bernell K. Grier upon the occasion of graduating from the NeighborWorks Achieving Excellence in Community Development program",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION congratulating Bernell K. Grier, CEO of Neighbor-\nhood Housing Services of New York City, Inc. upon the occasion of gradu-\nating  from the NeighborWorks Achieving Excellence in Community Develop-\nment program\n\nWHEREAS, It is the sense of this Legislative Body to recognize that  the\nquality  and  character of life in the communities across New York State\nare reflective of the concerned and dedicated efforts of those organiza-\ntions and individuals who would devote themselves to the welfare of  the\ncommunity and its citizenry; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, it  is  the  sense  of  this  Legislative  Body  to\ncongratulate  Bernell  K. Grier, CEO of Neighborhood Housing Services of\nNew York City, Inc. (NHSNYC) upon the occasion of  graduating  from  the\nNeighborWorks  Achieving  Excellence in Community Development program on\nThursday, March 4, 2010; and\n  WHEREAS, The NeighborWorks Achieving Excellence in Community  Develop-\nment  program  is the premiere organizational investment program and one\nof the ways that NeighborWorks America creates opportunities for  people\nto  improve  their  lives  and strengthen their communities; the program\nbuilds on NeighborWorks America's strong track record  as  the  nation's\nleading  trainer of community development and affordable housing profes-\nsionals; and\n  WHEREAS, Bernell K. Grier is one of 49 leaders to graduate  with  this\nAchieving  Excellence class, a prestigious and highly selective training\nprogram for nonprofit executives offered  by  NeighborWorks  America  in\ncollaboration with the Kennedy School of Government; and\n  WHEREAS,  Only the most experienced and sophisticated executive direc-\ntors and senior level staff participate in this program, and Bernell  K.\nGrier's  successful  completion of the Achieving Excellence program is a\ntestament to her exceptional skills and long-term commitment to  improv-\ning  our  nation's lower-income communities and the lives of their resi-\ndents; and\n  WHEREAS, Achieving Excellence is an 18-month educational program  that\nincludes three formal sessions at Harvard University's Kennedy School of\nGovernment,  as  well  as  individual executive coaching, intensive peer\nlearning and guidance from Douglas K. Smith, principal designer  of  the\nprogram  and  renowned  expert  on performance, learning, innovation and\nchange; and\n  WHEREAS, This organizational investment program  is  designed  specif-\nically  for  seasoned  executive  directors  and  senior  level staff in\nnonprofit community development organizations that focus  on  affordable\nhousing,  community  revitalization  or  community economic development;\nthrough this program, Bernell K. Grier specifically addressed one of the\nmost critical challenges facing her organization, identifying and imple-\nmenting solutions that not only dramatically changed how  the  organiza-\ntion does business, but also fostered lasting community change; and\n  WHEREAS, Bernell K. Grier joined NHSNYC in 2004 as its Chief Operating\nOfficer;  prior to joining NHSNYC, she enjoyed a 30-year career in bank-\ning beginning at Chase and spanning through  Bank  of  America  and  its\npredecessor banks, NatWest USA and Fleet Bank; and\n  WHEREAS,   At  Fleet,  Bernell  K.  Grier  successfully  launched  the\n67-branch Fleet Community Bank network in New York and  New  Jersey  and\nserved as the Director of Community Development for New York, New Jersey\nand  parts  of  Florida;  in  this capacity, she worked across the banks\nsmall business, mortgage lending, real estate and philanthropic  founda-\n\ntion units to ensure the bank's compliance with the United States Commu-\nnity Reinvestment Act, which resulted in outstanding CRA ratings; and\n  WHEREAS, Before that, Bernell K. Grier spent the majority of her bank-\ning career in commercial middle market lending before transitioning into\nthe field of Community Development in 1995; and\n  WHEREAS, Bernell K. Grier's wealth of management experience and strong\nbackground in the financial industry has been a critical asset for help-\ning  NHSNYC  steer through the economic crisis; she has earned a reputa-\ntion as a stellar  team-builder  across  the  neighborhood  offices  and\nbrought an important business discipline to its activities; and\n  WHEREAS,  Bernell  K. Grier has the ability to cultivate collaborative\nrelationships with both community and industry partners; she  has  truly\nproven her leadership and long-standing commitment to underserved commu-\nnities; and\n  WHEREAS,  Parallel  to  her career in the banking industry, Bernell K.\nGrier has more than 20 years of experience serving  low-income  communi-\nties  and  volunteering  with a variety of not-for-profit organizations;\nmost recently, she traveled  to  South  Africa  to  work  with  Emmanuel\nBaptist  Church,  Brooklyn  in developing a community resource center in\nthe Wintervelt area; and\n  WHEREAS, Bernell K. Grier's very first job at the young age of 14  was\nas  a  community  organizer,  where  she  helped  Harlem residents fight\nagainst illegal evictions; and\n  WHEREAS, Bernell K. Grier was recently appointed to the advisory board\nof the Federal Home Loan Bank of New York; currently, she serves on  the\nadvisory  board of the New York University Furman Center for Real Estate\nand Public Policy, on the board of Neighborhood Restore, and  serves  on\nvarious  committees  with  the National NeighborWorks Association (NNA);\nand\n  WHEREAS, Bernell K. Grier is a graduate of the City University of  New\nYork,  City College, and the James A. Johnson Community Leaders Program;\nand\n  WHEREAS, Bernell K. Grier has received numerous awards for career  and\ncommunity  service,  including  the 2006 Career Achievement Award by the\nCity College of New York Business Alumni Association and  the  New  York\nWomen's  Agenda  STAR in 2001; in addition, she is a Partnership for NYC\nDavid Rockefeller Fellow class of 2000; and\n  WHEREAS, NeighborWorks America awarded NHS with the 2009 Top  Producer\nAward  for  being Number 1 in the network for Direct Investment into the\ncommunity; and\n  WHEREAS, It is the practice of this Legislative Body  that  those  who\nenhance  the well-being and vitality of their community and have shown a\nlong and sustained commitment to excellence certainly  have  earned  the\nrecognition and applause of all the citizens of this great Empire State;\nnow, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Bernell K. Grier, CEO of Neighborhood Housing  Services  of\nNew  York  City, Inc. upon the occasion of graduating from the Neighbor-\nWorks Achieving Excellence in Community Development program; and  be  it\nfurther\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Bernell K. Grier.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T105921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295020761663
}