{
  "year" : 2011,
  "senateBillNo" : "J204-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J204-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commemorating the 50th Christian Education Week Anniversary of Cornerstone Baptist Church",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commemorating the 50th Christian Education Week\nAnniversary of Cornerstone Baptist Church  to  be  celebrated  September\n27-October 1, 2010\n\nWHEREAS,  Religious  institutions,  and  the  many spiritual, social and\neducational benefits they confer, play a vital role in  the  development\nof the moral fabric of a responsible citizenry; and\n  WHEREAS,  It  is  the  tradition  of this State and this Nation to pay\ntribute to those institutions and individuals who  have  contributed  to\nthe ethical and spiritual values of their communities; and\n  WHEREAS,  This  Legislative  Body  takes pleasure in commemorating the\n50th Christian Education Week Anniversary of Cornerstone Baptist  Church\nto be celebrated September 27-October 1, 2010; and\n  WHEREAS, In the fall of 1960, Cornerstone Baptist Church embarked on a\njourney  of fellowship and Bible Study; since the inception of Christian\nEducation Week, the congregation as well as many other community church-\nes have set aside an annual week of intensive study of God's word; and\n  WHEREAS, Located on the corner of Dr. Sandy F. Ray Boulevard and Madi-\nson Street in Brooklyn, New York, Cornerstone Baptist Church has magnif-\nicent and impressive facilities and the  sanctuary  is  famous  for  its\nwarm, rich and elegant structural design; and\n  WHEREAS, A place in which the motto \"Welcome and Worship Are Warm\" has\nreal  meaning, Cornerstone Baptist Church has grown from a few people in\n1917 to in excess of 1500 members today; and\n  WHEREAS, Cornerstone Baptist Church has some sixty-five Boards,  clubs\nand  organizations  that  offer  every member a mini-home where they can\nexpand their talents and indulge their special interests; and\n  WHEREAS, In addition, Cornerstone  Baptist  Church  has  a  large  and\nactive  Sunday  school  program,  including  a month long Vacation Bible\nSchool during the summer, which is free to the public; it also  supports\nfive choirs for every age and musical ability; and\n  WHEREAS, In 1917, a small group held their first meeting at 933 DeKalb\nAvenue,  in Brooklyn, New York; this group continued to worship together\nand on September 10, 1917, the Cornerstone Baptist Church was  organized\nand dedicated to the Service of God; and\n  WHEREAS, On May 3, 1920, a meeting was held to organize this body into\na  permanent church and the six Baptist Churches which formed the Recog-\nnition Council officially recognized Cornerstone Baptist Church on  June\n9, 1920, by holding a public service; and\n  WHEREAS,  The founder and first Pastor, Reverend William H. Rodman was\ncalled from labor to reward in February  1921;  later  that  same  year,\nReverend A. R. Artis became the Pastor of Cornerstone Baptist Church and\nserved until May 1922; and\n  WHEREAS,  Later  in 1922, the Reverend J. J. Jenkins became Pastor; he\nwas followed by the Reverend J. R. Williams who served from  1925  until\nhis death on June 16, 1929; and\n  WHEREAS,  The  Reverend  Thomas  Willis  Fentress  was  then called to\npastor; under his pastorate, the church moved to 688 DeKalb  Avenue  and\nin  1932 Cornerstone Baptist Church moved to its first church edifice at\nGates Avenue and Irving Place; and\n  WHEREAS, On April 1, 1944, the Reverend Dr. Sandy Frederick  Ray,  who\nhad  pastored three churches and was pastor of the Shiloh Baptist Church\nin Columbus, Ohio, was called to Cornerstone Baptist Church; and\n  WHEREAS, At this time, the Cornerstone Baptist Church congregation had\ngrown so large that the church edifice at Gates Avenue and Irving  Place\ncould  no  longer  accommodate  it;  a contract was signed for the Lewis\n\nAvenue Congregational Church Parish on December 28, 1944, and the  march\nfrom the old church to the new took place on June 10, 1945; and\n  WHEREAS,  During the Reverend Dr. Sandy Frederick Ray's 35 year minis-\ntry at Cornerstone Baptist Church,  new  buildings  were  purchased  and\nerected to house the church office and the pastor's study; and\n  WHEREAS,  After  the  Reverend  Dr. Sandy Frederick Ray passed away on\nApril 11, 1979, his assistant, the Reverend Henry G. Scott  served  with\ndistinction as Minister-In-Charge of Cornerstone Baptist Church; and\n  WHEREAS,  On  November 14, 1981, the Cornerstone Baptist Church Family\nheld an election and unanimously elected the Reverend Dr.  Harry  Starks\nWright,  a  Pastor,  Dean  and  College  President,  to the Pastorate of\nCornerstone Baptist Church; and\n  WHEREAS, The seventh pastor of Cornerstone Baptist Church, the  Rever-\nend Dr. Harry Starks Wright, began his ministry in March 1982; following\na  Pre-Installation Luncheon at the Waldorf Astoria on July 24, 1982, he\nwas installed as Pastor of Cornerstone Baptist Church  by  the  Reverend\nDr.  Gardner C. Taylor, Senior Pastor, Concord Baptist Church of Christ,\non Sunday, July 25, 1982; and\n  WHEREAS, On August 3, 2003, Pastor Harry S.  Wright  retired  and  his\nsuccessor,  the  Reverend  Lawrence  Aker, who had served as Minister of\nDiscipleship and Evangelism, took the reins  as  Pastor  of  Cornerstone\nBaptist Church; and\n  WHEREAS,  Under  the  faithful  leadership  of Pastor Harry S. Wright,\nCornerstone Baptist Church stands on the threshold of tomorrow, prepared\nto meet the challenges of the coming decades while retaining that  spir-\nitual resolve which characterizes its past; and\n  WHEREAS,  It  is  the  custom of this Legislative Body to take note of\nenduring religious institutions and to bring such  institutions  to  the\nattention of the people of this Empire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommemorate the 50th Christian Education Week Anniversary of Cornerstone\nBaptist Church to be celebrated  September  27-October  1,  2010,  fully\nconfident  that  this  commemoration reflects the belief in those values\nwhich enhance the dignity and purpose of life; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Cornerstone Baptist Church.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T105921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295020761669
}