{
  "year" : 2011,
  "senateBillNo" : "J205-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J205-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Bishop Alfred J. Williams upon the occasion of his 25th Anniversary of devoted service to Mount Hope Pilgrim Spiritual Baptist Church",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending  Bishop  Alfred J. Williams upon the\noccasion of his 25th  Anniversary  of  devoted  service  to  Mount  Hope\nPilgrim Spiritual Baptist Church to be celebrated on August 28, 2010\n\nWHEREAS,  The  character and richness of religious and community life in\nthis noble Empire State is nourished and fulfilled through the  faithful\nconcern  and  selfless devotion of those who would commit their energies\nand purpose to the ministry of others; and\n  WHEREAS, It is the sense of this Legislative Body to bring full recog-\nnition and just tribute to those individuals who distinguish  themselves\nand the ministry through their unremitting commitment and preeminence of\nservice; and\n  WHEREAS,  This  Legislative  Body  is  justly  proud to commend Bishop\nAlfred J. Williams upon the occasion of his 25th Anniversary of  devoted\nservice  to Mount Hope Pilgrim Spiritual Baptist Church to be celebrated\non Saturday, August 28, 2010, at Fleur de Lis Catering Hall; and\n  WHEREAS, This distinguished man of God has been a committed servant of\nGod for 57 years and a committed leader and guide for Mount Hope Pilgrim\nSpiritual Baptist Church for 25 years; and\n  WHEREAS, Bishop Alfred J. Williams was born November 21, 1935  on  the\nisland  of  St.  Vincent in the Caribbean; at a young age he migrated to\nTrinidad of the twin island Republic of Trinidad and Tobago; and\n  WHEREAS, His formal education was at the Wesley Hall Methodist  School\nin  St.  Vincent and Tranquility School in Port-of-Spain Trinidad; after\ncompleting his education, he went to work in the construction field; and\n  WHEREAS, He worked as a steel bender with the Government  Workers  and\nHydraulics Department of Trinidad and also worked on the building of the\nfamous Trinidad Hilton in Maraval; and\n  WHEREAS,  He did volunteer service at the Port-of-Spain general Hospi-\ntal; he was a member of the PNM political party, West Constituent, Party\ngroup 19, Belle Vue, Long Circular, St. James as Public Relations  Offi-\ncer; and\n  WHEREAS,  While  living  in Trinidad at the age of 17, he accepted God\nand was baptized and consecrated at Mount Hope Spiritual Baptist  Church\nin  Port-of-Spain; he continued to worship under the leadership of Arch-\nbishop Kenneth Ash; and\n  WHEREAS, In his spiritual growth, he became a leader and continued  to\nbe  elevated  in  the  Spiritual  Baptist Faith; on October 21, 1962, he\nmarried Ms. Inez Cullpepper; and\n  WHEREAS, On March 7, 1970, he migrated to the United States of America\nwith his daughter Ann-Marie; he became affiliated with Mount Hope  Spir-\nitual Baptist Church No. 2 with Mother Abbess Marjorie Mayers as leader;\nhe  was later ordained in the Eastern Orthodox Ecclesiastical Priesthood\nas a Reverend; and\n  WHEREAS, He assisted in leadership at Mount Hope No. 2 and  was  later\nordained as Bishop Elect; after a number of years at Mount Hope No. 2 as\nordained  Bishop  Elect,  he  branched out on his own; he gathered a few\nloyal followers and established a congregation; and\n  WHEREAS, On September 3, 1984, Mount Hope  Pilgrim  Spiritual  Baptist\nChurch  Inc.  obtained  its  Letter  of  Incorporation; Bishop Alfred J.\nWilliams and his congregation worshipped at seven different homes  prior\nto obtaining a permanent building; and\n  WHEREAS,  August 11, 1985, Mount Hope Pilgrim Spiritual Baptist Church\nInc. was dedicated at 416  Nostrand  Avenue,  Brooklyn,  New  York;  the\nservice was conducted under The Mount Hope Independent Spiritual Baptist\nArchdiocese  Inc.  98  Fort George Road, St. James, Republic of Trinidad\n\nand Tobago, by officiating minister Archbishop Kenneth  E.  Ash;  today,\nthe church continues to serve the members of that community; and\n  WHEREAS,  Bishop  Alfred J. Williams resides in Hackensack, New Jersey\nand worked at Hackensack Medical Center before he was employed at Colum-\nbia Presbyterian Medical Center as a Senior Nursing Attendant from  1974\nuntil he retired in 2000; and\n  WHEREAS,  He  was  a  delegate  for Union 1199, worker representative,\nmember of the Hearing and Appeal Board and Health and Safety Officer; he\nascended to the rank of Navigator in the Union; and\n  WHEREAS, To further his education,  Bishop  Alfred  J.  Williams  took\ncourses  in  Labor  Management,  Drug  Abuse, Patience Council and Human\nRelations  Management;  those  trainings  increased  his  knowledge  and\nenabled  him to have the skills to deal with, to understand and to coun-\nsel all people regardless of their religious and ethnic background; and\n  WHEREAS, Under Bishop Williams' guidance and leadership at Mount  Hope\nPilgrim  Spiritual  Baptist  Church  Inc.,  the  church provides all the\nservices the government requires and its spiritual calling; and\n  WHEREAS, He officiates over Sunday Worship, Holy  Communion,  Baptism,\nChristenings of Babies, Wedding Marriage Service, Thanksgiving Services,\nFuneral  Services,  Memorial  Services and ministering to all the needy;\nfurthermore, Sunday school and Youth Involvement have been part  of  the\nchurch teaching of the word of God; and\n  WHEREAS,  The  congregation  has partnered with the New York City food\npantry program, City Harvest; Greenthumb Stars  of  the  Hope  community\ngarden  program;  The 79th Precinct Explorers Post; 79th Precinct Clergy\nCouncil; Brooklyn District Attorney Clergy Council; and numerous  commu-\nnity relief projects; some of the church's activities include feeding of\nthe poor, Thanksgiving, visiting the hospital, prison and sick at homes;\nand\n  WHEREAS,  Bishop  Alfred  J.  Williams  has brought to his ministry an\noverwhelming spirit of charity and compassion, acting  from  vision  and\nenlightenment  in  conducting  his  administrative and spiritual duties,\nwhile always displaying the highest standards of  personal  and  profes-\nsional integrity and dedication; and\n  WHEREAS, He has always given enlightenment, guidance and wisdom to the\nmany  entrusted to his care and has administered abundantly and unstint-\ningly to the spiritual and corporal needs of all; and\n  WHEREAS, It is the sense of this Legislative Body that when  a  person\nof  such  noble aims and accomplishments is brought to our attention, it\nis appropriate to publicly and  jubilantly  proclaim  and  commend  that\nindividual for the edification of others; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend Bishop Alfred J. Williams upon the occasion of his 25th Anniver-\nsary of devoted service to Mount Hope Pilgrim Spiritual Baptist  Church,\nnoting his unremitting and compassionate faith and his exemplary service\nto  God,  man and his community, and extending to him the heartfelt best\nwishes of this Legislative Body for a future of purposeful  success  and\nwell-being; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Bishop Alfred J. Williams.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T105921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295020761672
}