{
  "year" : 2011,
  "senateBillNo" : "J211-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J211-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Barbara E. Tatum distinguished citizen and devoted member of her community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning  the death of Barbara E. Tatum distin-\nguished citizen and devoted member of her community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, Barbara Evelyn Tatum died in June of 2010, at the age of  74;\nand\n  WHEREAS,  Born  on  April  16,  1936,  in  New York City to Evelyn and\nWilliam Street, Barbara E. Tatum was nicknamed the \"Gold  Baby\"  because\nher  birth  was  a  true  blessing;  a year and a half later, her sister\nJacqueline was born and the  sisters  were  truly  inseparable;  younger\nsiblings, Patricia and William, followed a few years later; and\n  WHEREAS, She excelled in school and exhibited an affinity for culinary\narts  at an early age; as the oldest child, Barbara always liked to have\nthings in order and took her role quite seriously; and\n  WHEREAS, An avid listener, Barbara E. Tatum developed her sweet nature\nand love of conversation from many talks with her mother and  grandmoth-\ner,  Annabell;  she showed an early love for all things fine natured and\nextravagant, a love affair that she maintained throughout her life; and\n  WHEREAS, In September of 1953, Barbara met  William  David  Tatum,  an\naccomplished  track  and  field  athlete with the New York Pioneer Club;\nBarbara and William would converge after track meets and formed a  last-\ning  friendship;  the  two  were  married on June 5, 1955 in a beautiful\nceremony at Saint Michael's and Saint Mark's Episcopal Church; and\n  WHEREAS, William, an army man, was joined by his lovely wife in Stutt-\ngart, Germany and the two soon traveled to many places including  Genoa,\nStockholm,  Zurich, Paris and Rome; William and B.T., a moniker she gave\nherself as an abbreviation of her first and last  name,  gave  birth  to\ntheir first son Bruce David in 1958; the twins Brett Adam and Brent Alan\nwere born a few years later in 1965; and\n  WHEREAS,  A  loving mother of three, Barbara E. Tatum also had assist-\nance from a wonderful friend named Lilly who helped her  throughout  her\njourney  in motherhood; Lilly's presence also allowed Barbara to be both\nthe mother she longed to be and the lady of style and elegance her life-\nstyle required; and\n  WHEREAS, Barbara excelled in any endeavor she embarked upon whether it\nbe culinary arts, fashion or gardening; she was an expert in the kitchen\nand could cook any and everything; from  baking  to  wine  tasting,  her\nexpertise in culinary arts was second to none; and\n  WHEREAS, Barbara E. Tatum's commitment to excellence and her spirit of\nhumanity  carried over into all fields of enterprise, including charita-\nble and civic endeavors; and\n  WHEREAS, For many years, Barbara E. Tatum was a member of the Brooklyn\nBotanical Gardens and maintained a garden for Pratt Institute located at\nthe corner of Hall Street and Dekalb Avenue;  from  early  1960  through\n1968,  Barbara worked for Geraldine Stutts, President of Henri Bendel on\n57th Street in New York City; and\n  WHEREAS, During this time of Jackie Kennedy look-a-likes,  Barbara  E.\nTatum  was responsible for dressing many wealthy clients who trusted her\ngrace and tact to dress them to  perfection;  she  was  also  a  special\nevents  planner for Ellen Futter, President of Barnard College where she\nbecame a favorite among the Board of Directors; and\n  WHEREAS, B.T. loved to travel and spent many years traveling to Barba-\ndos, West Indies, one of her favorite destinations; every summer for the\npast 10 years, she would visit Cape  Cod  to  spend  time  with  special\n\nfriends;  always  a giver, Barbara's empathy was revealed in her monthly\ndonation to the Veterans of Foreign Wars, which she maintained for  many\nyears;  she  was  also a faithful Episcopalian and attended church every\nSunday at Saint Mary's Episcopal Church in Brooklyn; and\n  WHEREAS,  B.T.'s  wisdom, grace and love for others will always remain\nin the hearts of many; she was a straightforward woman of her word,  who\nwas  well  read and very conscious of everything happening in the world;\nif B.T. loved you, you knew it for it was  unconditional,  enduring  and\nsincere;  not  only  would she tell you that you were wonderful, but her\nsignature smile and a wink always let you know that you  were  near  and\ndear to her heart; and\n  WHEREAS,  Barbara  E.  Tatum is survived by her husband, William David\nTatum; sister, Patricia \"Patty\" Street; brother, Dr. William \"B\" Street;\nsons, Bruce David, Brett  Adam  and  Brent  Alan  Tatum;  grandchildren,\nMercedes,  Michaela, Zoe, William, Alec and Bryce Tatum; cousins, Bever-\nly, Khalek, Malik and Edward Kirkland; nieces,  Marguerita,  Bianca  and\nBritt  Street;  nephews,  Bradley, Blake, Blaine and Brendon Street; and\ngrandnephew, Kahlil Crenshaw; and\n  WHEREAS, Armed with a  humanistic  spirit,  imbued  with  a  sense  of\ncompassion  and  comforted  by  a  loving  family, mourning the death of\nBarbara E. Tatum distinguished citizen and devoted member of her  commu-\nnity  leaves  behind a legacy which will long endure the passage of time\nand will remain as a comforting memory to all she served and befriended;\nnow, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nmourn  the  death  of Barbara E. Tatum distinguished citizen and devoted\nmember of her community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Barbara E. Tatum.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T092233.TXT", "SOBI.D110114.T110421.TXT", "SOBI.D110119.T091732.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295446953747
}