{
  "year" : 2011,
  "senateBillNo" : "J213-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J213-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Mildred Audrey Williams Pilgrim, distinguished citizen and devoted member of her community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning  the  death of Mildred Audrey Williams\nPilgrim, distinguished citizen and devoted member of her community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, Mildred Audrey Williams Pilgrim of Brooklyn, New  York,  died\non Saturday, July 31, 2010, at the age of 87; and\n  WHEREAS,  Born  on  August 16, 1922, Mildred W. Pilgrim was the eldest\nchild of Anne Etta Holmes and Edward Williams; and\n  WHEREAS, A native Brooklynite, Mildred W. Pilgrim was a product of the\nNew York City public school  system;  she  graduated  with  honors  from\nPublic  School  44; she later enrolled at Bushwick High School where she\ngraduated Summa Cum Laude; and\n  WHEREAS, While completing her studies, Mildred W. Pilgrim formed  many\nlong-lasting  friendships,  the most important of which was with a young\nboy named Leslie Pilgrim; and\n  WHEREAS, Upon graduating from high school,  Mildred  and  Leslie  were\nmarried  and moved to Camp Lejeune, North Carolina, the marine base that\nhoused the first African-American members of the  United  States  Marine\nCorps;  after Leslie was honorably discharged from the Corps, the family\nreturned to Brooklyn and added a special addition,  their  son,  Leslie,\nJr.; and\n  WHEREAS,  Affectionately  known  as Millie, Mildred W. Pilgrim distin-\nguished herself in  her  profession  with  her  sincere  dedication  and\nsubstantial contribution to the welfare of her community; and\n  WHEREAS,  Mildred  W.  Pilgrim  had  a great gift for numbers and this\nskill was recognized by her employers; she spent  the  majority  of  her\nesteemed  career  with the City of New York as a Financial Administrator\nfor the Human Resources Administration; and\n  WHEREAS, Mildred W. Pilgrim's commitment to excellence, and her spirit\nof humanity, carried over into all fields of enterprise, including char-\nitable and civic endeavors; and\n  WHEREAS, An extraordinary community advocate, Mildred W.  Pilgrim  was\nalso  a  strong supporter of education; under the leadership of the late\nHonorable Shirley Chisholm, she and a group of dynamic women started the\nShirley Chisholm Cultural Institute for Children (SCCIC); this illustri-\nous organization was dedicated to the educational and  cultural  enrich-\nment  of children in the Bedford-Stuyvesant/Crown Heights neighborhoods;\nand\n  WHEREAS, Mildred W. Pilgrim was a lively, energetic, magnetic individ-\nual who knew how to make things happen; her sense of humor  and  ability\nto  endear  everyone  to her has been seconded by no one; she focused on\nimproving the condition of all within her reach and did not  tire  until\nchanges were made; and\n  WHEREAS,  Mildred W. Pilgrim enjoyed her friends and loved her family;\nher love and spirit were infinite and through her lifetime  she  made  a\ndifference in the lives of countless individuals who were happy to adopt\nher as their \"Nana\"; and\n  WHEREAS,  Predeceased  by  her  husband,  Leslie  Pilgrim; her sister,\nCatherine Williams; and her dear friend, Ivy Smith, Mildred  W.  Pilgrim\nis  survived by her son, Leslie Pilgrim, Jr. and his wife, Doris; grand-\ndaughters, Shalei Simms and Cha-ka  Pilgrim  and  their  mother,  Deidre\nPilgrim;  step-grandsons,  Bryon  Shambley  and Brandon Casenave; grand-\nsons-in-law, Thomas Simms and Anthony Taylor; three great-grandchildren,\nLeslie, Malaia and Kalia; her very special love for Tisha and Jevon; and\n\nnumerous nieces, nephews, cousins,  brother-in-law,  sister-in-law,  and\nher  nephew,  Claver,  whom she cared for since her sister's passing, as\nwell as her beloved caretaker, Giselle; and\n  WHEREAS,  Armed  with  a  humanistic  spirit,  imbued  with a sense of\ncompassion and comforted by a loving family, Mildred W.  Pilgrim  leaves\nbehind  a  legacy  which  will  long endure the passage of time and will\nremain as a comforting memory to all she  served  and  befriended;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmourn the death of Mildred Audrey Williams Pilgrim, distinguished  citi-\nzen and devoted member of her community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Mildred Audrey Williams Pilgrim.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T092233.TXT", "SOBI.D110114.T110421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295446953751
}