{
  "year" : 2011,
  "senateBillNo" : "J215-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J215-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J215-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J215-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commemorating the 125th Anniversary of the First African Methodist Episcopal Zion Church of Brooklyn, New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION commemorating the 125th Anniversary of the First\nAfrican Methodist Episcopal  Zion  Church  of  Brooklyn,  New  York,  on\nSeptember 25, 2010\n\nWHEREAS,  Religious  institutions,  and  the  many spiritual, social and\neducational benefits they confer, play a vital role in  the  development\nof the moral fabric of a responsible citizenry; and\n  WHEREAS,  It  is  the  tradition  of this State and this Nation to pay\ntribute to those institutions and individuals who  have  contributed  to\nthe ethical and spiritual values of their communities; and\n  WHEREAS,  This  Legislative  Body  takes pleasure in commemorating the\n125th Anniversary of the First African Methodist Episcopal  Zion  Church\nof Brooklyn, New York, on September 25, 2010; and\n  WHEREAS,  The  first  steps of the First AME Zion Church began when 15\nsouls made a decision to organize a church;  the  Fleet  Street  Church,\nBrooklyn,  New  York,  was  organized  in  1885 when its 15 members made\napplication to the New York Annual Conference of the  African  Methodist\nEpiscopal Zion Church for admission to the AME Zion Connection; and\n  WHEREAS,  Prior  to this, in 1872, a group of members decided to with-\ndraw from Bridge Street AME Church and organize another church; in 1885,\nthere was another schism under the pastorate of Reverend Peyton who took\nthe greater part of the congregation with  him  to  a  new  location  on\nAtlantic Avenue, leaving behind 15 members; and\n  WHEREAS,  In  that same year, these stalwart souls made application to\nthe New York Annual Conference of the  African  Methodist  Zion  Church,\nwhich  was  at  that  time  in session in Williamsburg, Brooklyn, in the\nUnion AME Zion Church (later the Ralph Avenue and  now  Varick  Memorial\nAME Zion Church) for admission to the AME Zion Connection; and\n  WHEREAS, Eight of the \"glorious\" 15 included: Simon G. Buchanan, Moses\nRichards, Charles Taylor, Michael J. Ferguson, John R. Johnson, Annie C.\nRandall,  Fannie  Richards, and Hannah Taylor; such was the beginning of\nthe Fleet Street African Methodist Episcopal Zion Church; and\n  WHEREAS, The Church has been served by the following pastors: Reverend\nJ.W.L.H. Schivers, Reverend J.  Harvey  Anderson,  Reverend  William  H.\nFerguson,  Reverend  John  Wesley Brown, Reverend Richard Haywood Stitt,\nReverend W.H. Coffey, Reverend G.W.  Offley,  Reverend  Fredrick  Miller\nJacobs  (Bishop),  Reverend  Aetus  Albertus  Crooke,  Reverend Green W.\nJohnson, Reverend William L. Lee (Bishop), Reverend Paris Arthur Wallace\n(Bishop), Reverend William Cornelius Brown  (Bishop),  Reverend  William\nOrlando Carrington, Reverend Ruben Lee Speaks (Bishop), Reverend V. Loma\nSt.  Clair, Reverend James Elbert McCoy (Bishop) and, since 2004, Rever-\nend Daran H. Mitchell; and\n  WHEREAS, For approximately 10 years, Bishop J. W. Hood appointed seven\npastors to this charge,  but  the  congregation  fluctuated,  ebbed  and\nflowed  without  the  desirable  substantial progress; he then appointed\nReverend Fredrick M. Jacobs in 1897, and the church took  on  phenomenal\ngrowth  and  expansion  of  church facilities; led by Reverend Jacobs, a\nlarger property was purchased on Bridge Street; and\n  WHEREAS, In 1904, the balance of the  mortgage  on  the  Fleet  Street\nBuilding was paid in full and the mortgage burned; and\n  WHEREAS, In early 1905, the great catastrophe occurred which ended the\nusefulness  of  the  Fleet Street Building; this was caused by the over-\ncrowding of the church for a funeral; services were held  at  the  Dutch\nReformed Church; the Bridge Street property was acquired, a down payment\nwas made and the congregation took occupancy in the fall of 1905; and\n\n  WHEREAS,  In  that  same  year,  the Church was incorporated under the\nreligious corporation laws of New York State and officially  became  the\nFirst African Methodist Episcopal Zion Church of Brooklyn, New York; and\n  WHEREAS, Under Reverends Crooke, Johnson and Lee the debt was reduced;\nand  Dr. Wallace during his four years as pastor not only cancelled this\nindebtedness and burned the  mortgage,  but  purchased  the  four  story\ndwelling for a parsonage; and\n  WHEREAS,  Under  Dr.  W.C.  Brown,  the  church building was extended,\ngiving increased space for  the  Sunday  School  and  providing  for  an\noffice,  trustees  room, ladies and men's comfort rooms and a kitchen to\nname a few; steaming heating plants were also installed  in  the  church\nand  parsonage; the mortgage on the parsonage was cancelled and a modern\nfinancial system was introduced; and\n  WHEREAS, In 1936, Reverend William  O.  Carrington  was  appointed  to\nFirst  Church and, in 1942, led the congregation in purchasing structure\non Tompkins and McDonough Streets; one of the largest  churches  in  the\nconnection,  major  improvements were made on this vast property and the\ncongregation is  reported  to  have  grown  to  over  6,000  during  his\nconstructive pastorage; and\n  WHEREAS,  Under  the  leadership of Reverend Reuben Speaks, the Church\nacquired a  beautiful  parsonage  on  Brooklyn's  prestigious  President\nStreet;  he  also directed a renovation program which included the addi-\ntion of two new offices, a modern ladies lounge, modern  kitchen  equip-\nment,  a  self  service  cafeteria in the dining hall and other physical\nchanges that led to the Church building being  used  in  the  Government\nHead Start Program for young children; and\n  WHEREAS,  Reverend  V.  Loma St. Clair followed Bishop Speaks into the\npulpit and served 10 years; during that time  the  church  continued  to\nmake progress; since Dr. St. Clair had no immediate family, the trustees\nfelt  that  maintaining  the  large parsonage on President Street was an\nexcessive burden and sold the building in order to purchase a  new  one;\nand\n  WHEREAS,  During  the 22 years Dr. James E. McCoy served as pastor, he\ndemonstrated outstanding leadership qualities, spearheaded the spiritual\ngrowth and development of the congregation, renovated  the  interior  of\nthe  sanctuary, gymnasium, etc., purchased a mini-bus through the senior\ncitizens of the church, purchased and refurbished a  new  parsonage  and\nworked on the exterior of the church, while servicing in numerous capac-\nities in the general church; and\n  WHEREAS,  After  the  elevation of Bishop McCoy, Dr. Daran H. Mitchell\nwas appointed to First Church in 2004; at 32-years-old, he is the young-\nest pastor appointed to this historical pulpit; already he has  begun  a\nmen's and women's ministry, led the congregation in repairs, renovations\nand  acquisitions  for the church parsonage as well as established part-\nnerships within and beyond the Borough of Brooklyn; and\n  WHEREAS, The First African Methodist Episcopal Zion Church  stands  on\nthe threshold of tomorrow, prepared to meet the challenges of the coming\ndecades  while  retaining that spiritual resolve which characterizes its\npast; and\n  WHEREAS, It is the custom of this Legislative Body  to  take  note  of\nenduring  religious  institutions  and to bring such institutions to the\nattention of the people of this Empire State; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncommemorate the 125th Anniversary of the First African Methodist Episco-\npal  Zion  Church of Brooklyn, New York, to be observed on September 25,\n2010, fully confident that this commemoration  reflects  the  belief  in\nthose  values  which  enhance the dignity and purpose of life; and be it\nfurther\n\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the Reverend Dr. Daran H.  Mitchell,  Pastor,  First  African\nMethodist Episcopal Zion Church of Brooklyn, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T092738.TXT", "SOBI.D110119.T112241.TXT", "SOBI.D110114.T110421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296224858184
}