{
  "year" : 2011,
  "senateBillNo" : "J216-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J216-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J216-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J216-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Dr. Allen C. Martin upon the occasion of his appointment as Pastor of Bethel Seventh Day Adventist Church",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION commending Dr. Allen C. Martin upon the occasion\nof his appointment as Pastor of Bethel Seventh Day Adventist Church\n\nWHEREAS, The character and richness of religious and community  life  in\nthis  noble Empire State is nourished and fulfilled through the faithful\nconcern and selfless devotion of those who would commit  their  energies\nand purpose to the ministry of others; and\n  WHEREAS, It is the sense of this Legislative Body to bring full recog-\nnition  and just tribute to those individuals who distinguish themselves\nand the ministry through their unremitting commitment and preeminence of\nservice; and\n  WHEREAS, This Legislative Body is justly proud to commend Dr. Allen C.\nMartin upon the occasion of his appointment as Pastor of Bethel  Seventh\nDay Adventist Church; and\n  WHEREAS,  Dr.  Allen C. Martin was born in St. Thomas, Virgin Islands,\nUSA; he was raised in New York City and accepted the Advent message as a\nteenager; and\n  WHEREAS, Dr. Allen C. Martin attended  Oakwood  University  in  Hunts-\nville,  Alabama,  and received a Bachelor of Arts degree in Theology and\nBiblical Languages; his graduate work started at Andrews  University  in\nBerrien  Springs,  Michigan,  where  he  received  a  Master of Divinity\ndegree; he has completed postgraduate studies at the renowned Post-Grad-\nuate Center of Mental Health in psychology and counseling  in  New  York\nCity;  he is a graduate of the distinguished Hebrew Union College Insti-\ntute of Jewish Religion with a doctorate in Pastoral Counseling; and\n  WHEREAS, In addition, Dr. Allen C. Martin has done further studies  at\nRutgers University, in New Jersey, in the field of substance abuse coun-\nseling;  he  is also the first Seventh Day Adventist clergy person to be\ncertified by the New York State Council of Churches as a Prison Chaplain\nand is presently in the process of receiving certification as  a  mental\nhealth facilities chaplain; he has also completed the required hours for\ncertification  to  be  a  substance abuse counselor for the State of New\nYork; and\n  WHEREAS, Pastor Martin has pastored 14 churches  in  the  Northeastern\nConference  and served as the Assistant to the President of Northeastern\nConference in Western New York;  he  has  conducted  several  successful\nevangelistic  crusades, Revelation Seminars and Youth Counseling Forums;\nhe has conducted seminars on Rite of Passage Programs and Ministering to\nAt-Risk Youth for the Youth Department of  the  General  Conference;  he\nplans  to  complete  another  graduate academic program in the fields of\nmental health counseling and marriage and family therapy; and\n  WHEREAS, Dr. Allen C. Martin has been actively  engaged  in  community\nwork throughout the course of his ministry; he served as a counselor and\nRed  Cross chaplain at Ground Zero after the World Trade Center tragedy;\nhe was instrumental in  bringing  therapeutic  relief  to  grieving  and\nsuffering families due to this historic unfortunate occurrence; in addi-\ntion to his pastoral duties, he served as an intervention specialist for\nthe  New  York  public  school system; for three years he also counseled\nat-risk youth including gang members and dysfunctional teenagers;  as  a\nresult  of his work, a number of these troubled youth are now productive\nand successful adults; and\n  WHEREAS, An exemplary leader, Dr. Allen C. Martin operated  the  first\ncity-funded  senior  citizen program among Seventh Day Adventists at the\nFlatbush Seventh Day  Adventist  Church  while  serving  as  pastor;  he\nactively supports the elected officials in his district and has plans to\nfurther  his  community  involvement; he is particularly concerned about\nthe high incarceration  and  unemployment  rate  among  African-American\n\nyoung men in New York City; he is also concerned about economic empower-\nment for the people in the Brooklyn community; and\n  WHEREAS,  In  recognition  of  his  efforts of in-depth magnitude, Dr.\nAllen C. Martin received the Good News Maker Award and was distinguished\nas a 21st Century Trailblazing Religious Leader by the  CHRISTIAN  TIMES\nnewspaper;  furthermore, he is a member of the advisory United Community\nDevelopment Committee and is currently serving as the President  of  the\nMinisterial  Association  of  the Northeastern Conference of Seventh Day\nAdventists; and\n  WHEREAS, With him throughout has been his wife, Dana, who feels privi-\nleged to be a part of his life and rejoices in his achievements; and\n  WHEREAS, Dr. Allen C. Martin has brought to his ministry an overwhelm-\ning spirit of charity and compassion, acting from  vision  and  enlight-\nenment  in  conducting  his  administrative  and spiritual duties, while\nalways displaying the highest standards  of  personal  and  professional\nintegrity and dedication; and\n  WHEREAS, This distinguished man of God has always given enlightenment,\nguidance  and  wisdom to the many entrusted to his care and has adminis-\ntered abundantly and unstintingly to the spiritual and corporal needs of\nall; and\n  WHEREAS, It is the sense of this Legislative Body that when  a  person\nof such noble aims and accomplishments is brought to our attention it is\nappropriate  to  publicly and jubilantly proclaim and commend that indi-\nvidual for the edification of others; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncommend  Dr.  Allen  C.  Martin  upon the occasion of his appointment as\nPastor of Bethel Seventh Day Adventist Church,  noting  his  unremitting\nand  compassionate  faith  and his exemplary service to God, man and his\ncommunity, and extending to him the heartfelt best wishes of this Legis-\nlative Body for a future of purposeful success and well-being; and be it\nfurther\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Dr. Allen C. Martin.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110114.T110421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161080
}