{
  "year" : 2011,
  "senateBillNo" : "J217-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J217-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Reverend Shaun J. Lee upon the occasion of his Second Pastoral Anniversary at Mt. Lebanon Baptist Church of Brooklyn, New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending Reverend Shaun J. Lee upon the occa-\nsion of his Second Pastoral Anniversary at Mt. Lebanon Baptist Church of\nBrooklyn, New York\n\nWHEREAS, The character and richness of religious and community  life  in\nthis  noble Empire State is nourished and fulfilled through the faithful\nconcern and selfless devotion of those who would commit  their  energies\nand purpose to the ministry of others; and\n  WHEREAS, It is the sense of this Legislative Body to bring full recog-\nnition  and just tribute to those individuals who distinguish themselves\nand the ministry through their unremitting commitment and preeminence of\nservice; and\n  WHEREAS, This Legislative Body is justly  proud  to  commend  Reverend\nShaun J. Lee upon the occasion of his Second Pastoral Anniversary at Mt.\nLebanon Baptist Church of Brooklyn, New York; and\n  WHEREAS,  On  Saturday, May 17, 2008, Reverend Shaun J. Lee was called\nto be the seventh pastor of Mt. Lebanon and was installed  on  September\n28, 2008; and\n  WHEREAS,  Reverend  Lee  has  brought  to his ministry an overwhelming\nspirit of charity and compassion, acting from vision  and  enlightenment\nin  conducting  his  administrative  and  spiritual duties, while always\ndisplaying the highest standards of personal and professional  integrity\nand  dedication;  his leadership has led Mt. Lebanon Baptist Church into\nbecoming \"A Ministry of Love,\" that reaches beyond its walls  to  effect\nchange; and\n  WHEREAS, This distinguished man of God has always given enlightenment,\nguidance  and  wisdom to the many entrusted to his care and has adminis-\ntered abundantly and unstintingly to the spiritual and corporal needs of\nall; and\n  WHEREAS, It is the sense of this Legislative Body that when  a  person\nof such noble aims and accomplishments is brought to our attention it is\nappropriate  to  publicly and jubilantly proclaim and commend that indi-\nvidual for the edification of others; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncommend  Reverend  Shaun J. Lee upon the occasion of his Second Pastoral\nAnniversary at Mt. Lebanon Baptist Church of Brooklyn, New York,  noting\nhis  unremitting  and  compassionate  faith and his exemplary service to\nGod, man, and his community, and extending to  him  the  heartfelt  best\nwishes  of  this Legislative Body for a future of purposeful success and\nwell-being; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Reverend Shaun J. Lee.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T110421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295021061811
}