{
  "year" : 2011,
  "senateBillNo" : "J218-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J218-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J218-2011-1295413200000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "ADOPTED",
    "billEventId" : "J218-2011-1295413201000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Rhonda A. Lewis upon the occasion of graduating from NeighborWorks Achieving Excellence in Community Development program",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION congratulating Rhonda A. Lewis upon the occasion\nof graduating  from  NeighborWorks  Achieving  Excellence  in  Community\nDevelopment program\n\nWHEREAS,  From  time to time this Legislative Body takes note of certain\nextraordinary individuals  it  wishes  to  recognize  for  their  valued\ncontributions  to  the  success  and  progress  of  society and publicly\nacknowledge their endeavors which have enhanced the basic humanity among\nus all; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to congratu-\nlate Rhonda A. Lewis upon the occasion of graduating from  NeighborWorks\nAchieving Excellence in Community Development program; and\n  WHEREAS,  Rhonda Lewis has served as President & Chief Executive Offi-\ncer of Bridge Street Development Corp. (BSDC) since 2001;  a  native  of\nthe  Brownsville  section  of Brooklyn, she has made rebuilding New York\nCity's most distressed neighborhoods her life's work; in the  course  of\nher  25  years  in  real  estate and economic development, Ms. Lewis has\nunderwritten close to $100 million in  loans  and  grants  to  community\ngroups;  at  BSDC,  she  has created more than 600 units of mixed-income\nhousing as well as programs ranging from  commercial  revitalization  to\nfinancial literacy to civic engagement and education; and\n  WHEREAS,  On  March 4, 2010, Rhonda Lewis graduated from the Neighbor-\nWorks Achieving Excellence in Community Development program  in  collab-\noration  with  Harvard University's Kennedy School of Government; she is\none of 49 leaders to graduate with this Achieving Excellence class --  a\nprestigious  and  highly selective training program for nonprofit execu-\ntives offered by NeighborWorks America in collaboration with the Kennedy\nSchool of Government; and\n  WHEREAS, Only the most experienced and sophisticated executive  direc-\ntors  and  senior  level  staff  participate in this program, and Rhonda\nLewis' successful completion of the Achieving Excellence  program  is  a\ntestament  to her exceptional skills and long-term commitment to improv-\ning our nation's lower-income communities and the lives of  their  resi-\ndents; and\n  WHEREAS, Rhonda A. Lewis's distinguished record merits the recognition\nand respectful tribute of this Legislative Body; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Rhonda A. Lewis upon the occasion of graduating from Neigh-\nborWorks Achieving Excellence in Community Development program;  and  be\nit further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Rhonda A. Lewis.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110114.T110421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161084
}