{
  "year" : 2011,
  "senateBillNo" : "J22-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J22-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring President/Chief Executive Officer Darlene A. Burns upon the occasion of her retirement",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE   RESOLUTION   honoring  President/Chief  Executive  Officer\nDarlene A. Burns upon the occasion of her retirement after 40  years  of\ndistinguished service to Rome Memorial Hospital\n\nWHEREAS,  This  Legislative  Body seeks to acknowledge those individuals\nwhose professional lives and civic endeavors serve to enhance the  stat-\nure of the State of New York; and\n  WHEREAS,   This   Legislative   Body   is   justly   proud   to  honor\nPresident/Chief Executive Officer Darlene A. Burns upon the occasion  of\nher  retirement after 40 years of distinguished service to Rome Memorial\nHospital, to be celebrated on Friday, December 31, 2010; and\n  WHEREAS, Darlene Burns,  MS,  RN,  President/Chief  Executive  Officer\ngraduated  from  the  Mercy Hospital School of Nursing in Watertown, New\nYork, and earned her master's degree in health care administration  from\nthe New School for Social Research; she started her career at Rome Memo-\nrial Hospital in 1972 as a charge nurse; and\n  WHEREAS,  Moving  up  through  the  nursing  and administration ranks,\nDarlene Burns served as director of nursing from 1982 to 1989, when  she\nwas named assistant hospital administrator; she briefly served as inter-\nim  hospital  administrator  in 1992; in addition, she was promoted from\nSenior Vice President/Clinical Services to Senior  Vice  President/Chief\nOperating  Officer in 2001, and became President/Chief Executive Officer\nin 2002; and\n  WHEREAS, During her years as the hospital's senior vice-president  and\nchief  operating officer, Darlene Burns played a significant role in the\ndevelopment of new services to meet the community's needs, including the\nhospital's 14-bed rehabilitation unit and its 11-bed  senior  behavioral\nhealth unit; under her leadership as CEO, the hospital recruited several\nnew  physicians  and made significant investments in its infrastructure;\nand\n  WHEREAS, For the past  40  years,  Darlene  Burns  rendered  faithful,\nconscientious and valuable service to Rome Memorial Hospital; and\n  WHEREAS, In her capacity as President/Chief Executive Officer, Darlene\nBurns served with loyalty, honor and distinction; and\n  WHEREAS,  In  her  official acts, Darlene Burns was governed by a keen\nsense of duty and always showed a unique grasp of human problems; and\n  WHEREAS, With her throughout have been her husband, the late  Patrick,\nand their children Neil, John and Scott, as well as their grandchildren,\nTaylor,  Riley, and Addison, all of whom feel privileged to be a part of\nher life and rejoice in her achievements; and\n  WHEREAS, During her tenure with Rome Memorial Hospital, Darlene  Burns\nearned  the admiration, esteem and affection of her colleagues; she is a\ntrue asset to society; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor  President/Chief Executive Officer Darlene A. Burns upon the occa-\nsion of her retirement after 40 years of distinguished service;  and  be\nit further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Darlene A. Burns.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T100600.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294239960614
}