{
  "year" : 2011,
  "senateBillNo" : "J220-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J220-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Mr. and Mrs. Joseph R. Kilkeary upon the occasion of celebrating their 50th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating  Mr. and Mrs. Joseph R. Kilkeary\nupon the occasion of celebrating their 50th Wedding Anniversary\n\nWHEREAS, Joseph R. Kilkeary  and  Shirley  A.  Seymour  were  united  in\nmarriage on July 30, 1960, in Plattsburgh, New York; and\n  WHEREAS, To celebrate this auspicious event, a party was held in their\nhonor  at  the  Butcher  Block Restaurant in Plattsburgh, New York, with\nmany friends and family members in attendance; and\n  WHEREAS, The happy couple are now enjoying their  retirement  together\nafter many years of distinguished service to the workforce; Joseph was a\nloyal  employee  to  the  New  York State Department of Corrections, and\nShirley was a legal secretary at the law firm of Lewis, Bell and  Niles,\nas well as Receiver of Taxes for the Town of Plattsburgh; and\n  WHEREAS, They are the proud parents of three wonderful children, Kath-\nleen,  Kevin  and Keith, and the loving grandparents of seven grandchil-\ndren, Katlyn, Anthony, Mackenzie, Kevin, Ryan, Mitchell and Sean; and\n  WHEREAS, Mr. and Mrs. Joseph R. Kilkeary are and always  have  been  a\ntower  of  strength, support, understanding and limitless love for their\nfamily; and\n  WHEREAS, Their love, devotion, caring, sensitivity and  responsiveness\nto  their  family,  friends and all who know them are their hallmark and\ntradition; and\n  WHEREAS, Mr. and Mrs. Joseph R. Kilkeary have lived  and  continue  to\nlive  their  lives  with  great dignity and genuine grace, always demon-\nstrating a deep and continuing concern for human values and ideals,  and\nin so doing, they have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit this couple has invested in their marriage; and\n  WHEREAS,  These  same  values  they  have  passed to their loved ones,\nproducing a family that is close-knit and supportive of  its  individual\nmembers,  public-minded  in its relations to the community and committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS, Mr. and Mrs. Joseph R. Kilkeary have  touched  the  lives  of\ntheir  family  and  many  friends  through  the shining example of their\nmarriage, which is a testament to the devotion and admiration which they\npossess for one another; and\n  WHEREAS, The longevity of this enduring marriage truly marks  a  mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS,  It  is the sense of this Legislative Body that when an occa-\nsion of such importance is brought to our attention, the same should  be\nmemorialized  by  us  for  the edification and emulation of others; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate  Mr. and Mrs. Joseph R. Kilkeary upon the occasion of cele-\nbrating their 50th Wedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Joseph R. Kilkeary, Plattsburgh, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T143948.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033988560
}