{
  "year" : 2011,
  "senateBillNo" : "J226-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J226-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending David H. Tompkins & Sons, Inc. upon the occasion of receiving the 2010 Business of the Year Award",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending  David H. Tompkins & Sons, Inc. upon\nthe occasion of receiving the 2010 Business of the  Year  Award  by  the\nTown of Montgomery Chamber of Commerce\n\nWHEREAS,  Businesses  which provide outstanding services to residents of\nthe communities of the State of New York are deserving of public  recog-\nnition and applause for their efforts; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body is justly  proud  to  commend\nDavid  H.  Tompkins & Sons, Inc. upon the occasion of receiving the 2010\nBusiness of the  Year  Award  by  the  Town  of  Montgomery  Chamber  of\nCommerce; and\n  WHEREAS, David H. Tompkins & Sons, Inc. was honored on April 21, 2010,\nat the Colden Manor at Spruce Lodge in Montgomery, New York; and\n  WHEREAS, In 1928, David H. Tompkins was a young man of 21 years deliv-\nering  milk  in Bangor, Maine; one day he noticed four wooden drill rigs\non a street and a man saw the curious David Tompkins  checking  out  the\nrigs and explained to him that the rigs were bound for Ohio and asked if\nhe would like to join on; and\n  WHEREAS,  After David Tompkins said yes, the group traveled, but never\nmade it to Ohio; on the third day of the trip, one  of  the  rigs  broke\ndown  in  Newburgh, New York some 60 miles north of New York City; there\nwere no well drillers in the location at that time and when  people  saw\nthe  rigs, they bombarded the crew with numerous requests to drill water\nwells; and\n  WHEREAS, The rest of the trip was scrapped and  shop  was  set  up  in\nNewburgh;  while  drilling a water well at a boarding house, David Tomp-\nkins met Madeline Cosman, whom he married on Christmas Eve in 1933;  the\ncouple  moved  to  Montgomery,  New York, the following year, and in the\nlater years, the business grew, along with the family; and\n  WHEREAS, A daughter, Joan, was born in 1936, and son David B. Tompkins\nentered the scene in 1939; another son, Rick, came along in 1947, and in\n1959, Tompkins Well Drilling moved its operations to Fort Myers,  Flori-\nda,  where  the business had a two-year run before returning to Montgom-\nery, its home to this day; and\n  WHEREAS, The well drilling and pump installation company was  incorpo-\nrated  in 1964; in 1965, the company purchased its first rotary drill, a\nbrand new model from H.M. Kordick  of  Seymour,  Connecticut;  David  H.\nTompkins passed away in 1989 and his two sons took over the business; in\n1996,  older  brother  David left for Missouri, where he and his son run\ntheir own drilling contracting firm; and\n  WHEREAS, Currently, younger brother Rick is running  the  77  year-old\nbusiness  as  owner and president, and his lovely wife, Aline, is secre-\ntary, making sure the office runs smoothly; and\n  WHEREAS, The services David H. Tompkins & Sons, Inc. provide are most-\nly residential water wells and about 30 percent commercial 8-inch  wells\nfor municipalities; they cover a 100-mile radius from Montgomery; and\n  WHEREAS,  Businesses  such  as  David H. Tompkins & Sons, Inc. exert a\nstrong, positive influence on the  communities  they  serve  and  are  a\ncrucial element in the economy of New York State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend David H. Tompkins & Sons, Inc. upon the  occasion  of  receiving\nthe 2010 Business of the Year Award by the Town of Montgomery Chamber of\nCommerce; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Rick Tompkins, President.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T144949.TXT", "SOBI.D110119.T093234.TXT", "SOBI.D110119.T092734.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295447554064
}