{
  "year" : 2011,
  "senateBillNo" : "J231-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J231-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring the Four Chaplains Memorial Ceremony and the four chaplains who gave their lives so that others might live",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring  Wilfred  Bank Post 413, Orange County\nJewish War Veterans of America's Four Chaplains  Memorial  Ceremony  and\nthe four chaplains who gave their lives so that others might live\n\nWHEREAS,  This Legislative Body is moved with great respect and reverent\nesteem to pay tribute to the men and women who so courageously and hero-\nically serve and have served in the Armed Forces of the  United  States;\nand\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body  is  justly  proud  to  honor\nWilfred  Bank  Post  413, Orange County Jewish War Veterans of America's\nFour Chaplains Memorial Ceremony and the four chaplains who  gave  their\nlives so that others might live; and\n  WHEREAS,  This  auspicious  occasion  will  be commemorated by a cele-\nbration of interfaith solidarity in a unique memorial service to be held\non Sunday, February 6, 2011, at Congregation Agudas  Israel,  290  North\nStreet,  Newburgh,  New  York;  in addition to the traditional represen-\ntation of Catholics, Jews  and  Protestants,  representatives  of  other\nfaith groups in the Newburgh, New York, area will participate; and\n  WHEREAS,  Founded  in  1896, the Jewish War Veterans of America is the\nnation's oldest federally chartered veteran's organization; Wilfred Bank\nPost 413 in Orange County, New York, was established following World War\nII; and\n  WHEREAS, February 3, 2011, is the 68th Anniversary of the  sinking  of\nthe  United  States Army transport Dorchester, an event that resulted in\nthe loss of nearly 700 lives  in  1943  and  for  which  witnesses  have\nrecounted  in  the Congressional Record the heroism of four chaplains of\ndifferent faiths, Lieutenant George L. Fox, Methodist; Lieutenant  Alex-\nander  D.    Goode, Jewish; Lieutenant John P. Washington, Catholic; and\nLieutenant Clark V. Poling, Dutch Reformed; and\n  WHEREAS, Each of the four chaplains was awarded the Purple  Heart  and\nthe  Distinguished  Service  Cross  posthumously;  the  citation of each\nreads:  \"For extraordinary heroism in  connection  with  military  oper-\nations against an enemy of the United States. On the night of the 3rd of\nFebruary, 1943, a loaded troop transport was torpedoed, without warning,\nby  an  enemy submarine in the North Atlantic and began to sink rapidly.\nIn the resulting confusion and darkness some men found themselves  with-\nout  life  jackets and others became helpless through fear and the dread\nof plunging into the freezing water. These four chaplains heroically and\ncalmly moved about the deck, encouraging the men and assisting  them  to\nabandon  ship; after the available supply of life jackets was exhausted,\nthey gave up their own; they remained aboard ship and went down with it,\noffering words of encouragement and prayers to the last\"; and\n  WHEREAS, On July 14,  1960,  the  United  States  Congress  awarded  a\nspecial medal for valor, given in memory of the four chaplains, never to\nbe  repeated;  a memorial tribute to the four chaplains in the form of a\ncommemorative coin-medal; and\n  WHEREAS, It is the sense of this  Legislative  Body  that  these  four\nchaplains, who removed their own life jackets and gave them to others to\nsave their lives and who were last seen arm-in-arm in prayer on the hull\nof  the ship, demonstrated a unique ecumenical spirit and love for their\nfellow man and should never be forgotten; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor Wilfred Bank Post 413, Orange County Jewish War Veterans of Ameri-\nca's  Four  Chaplains  Memorial Ceremony and the four chaplains who gave\ntheir lives so that others might live; and be it further\n\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Wilfred Bank Post 413, Jewish War Veterans of  America,  P.O.\nBox 2157, Newburgh, New York 12550.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T093234.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295447554068
}