{
  "year" : 2011,
  "senateBillNo" : "J233-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J233-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Firefighter John J. Maes upon the occasion of his designation for special recognition after 35 years of dedicated service",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending  Firefighter  John  J. Maes upon the\noccasion of his designation for special recognition after  35  years  of\ndedicated service to the North Lindenhurst Fire Department\n\nWHEREAS,  The firefighters of New York State are renowned throughout the\nNation; their reputation is synonymous with excellence  in  the  arduous\nfield of fire protection and prevention; and\n  WHEREAS,  Since  the  early  days  of \"teapot steamers,\" the volunteer\nfirefighter has been the cornerstone of our great  Nation's  efforts  to\nspare us from the ravages of fire; and\n  WHEREAS, This Legislative Body is proud to commend Firefighter John J.\nMaes  upon the occasion of his designation for special recognition after\n35 years of dedicated service to the North Lindenhurst Fire  Department;\nand\n  WHEREAS,  John J. Maes joined the North Lindenhurst Fire Department in\n1976; he was an active firefighter in Hook, Ladder  and  Engine  Company\nNo.  3  and since has held several positions while serving on the Execu-\ntive Board, some of which include Vice President and President; and\n  WHEREAS, John J. Maes' spirit of service to his  fellow  citizens  was\ntruly  demonstrated during the World Trade Center tragedy of 2001; along\nwith a group of volunteers, he responded to  Ground  Zero  and  assisted\nresidents to retrieve their personal belongings as well as beloved pets;\nand\n  WHEREAS,  In addition, John J. Maes was a member of the New York State\nDrill Team Champions, the Piston Knockers; and\n  WHEREAS, With him throughout have been his wife, and their two  loving\nsons,  all of whom feel privileged to be part of his life and rejoice in\nhis achievements; and\n  WHEREAS, Volunteer firefighters and fire departments not only  provide\nthe  critical service of fire protection but also engage in other activ-\nities of great benefit and importance to the communities they serve; and\n  WHEREAS, It takes a special dedication, a strong desire to help others\nand a tireless sense of community to forsake precious time  with  family\nand friends to respond to the signal that a neighbor is in need; John J.\nMaes is such a firefighter; throughout 35 years of devoted service, this\nvolunteer heroically performed, above and beyond the call of duty, those\nresponsibilities  which  define the task of fire protection; now, there-\nfore, be it\n  RESOLVED,  That this Legislative Body pause in  its  deliberations  to\ncommend  Firefighter John J. Maes for 35 years of distinguished service;\nand be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Firefighter John J. Maes.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295037301948
}