{
  "year" : 2011,
  "senateBillNo" : "J236-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J236-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Francis S. Dohnalek, distinguished citizen and devoted member of his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning  the  death  of  Francis  S. Dohnalek,\ndistinguished citizen and devoted member of his community\n\nWHEREAS, It is the custom of this Legislative Body to pay tribute to the\ncitizens of the State of New York  whose  lifework  and  civic  endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS,  World  War  II Veteran Francis S. Dohnalek, of Johnson City,\nNew York, died on June 29, 2010, at the age of 83, after living  a  rich\nand noble life; and\n  WHEREAS,  Born  March  16,  1927,  in Binghamton, New York, Francis S.\nDohnalek excelled in high school football and track and was a member  of\nthe  Slovak  Gymnastics  Club; after high school he went on to play semi\nprofessional football; and\n  WHEREAS, Francis S. Dohnalek attended St. Bonaventure University where\nhe was pursuing a career in the priesthood when he bravely chose to join\nthe United States Marine Corps during World War II and was stationed  in\nthe Pacific Theater in China; and\n  WHEREAS, Becoming a fireman in Johnson City, New York, in 1951 Francis\nS.  Dohnalek  held  the rank of Lieutenant, then Captain, and eventually\nbecame Assistant Chief; he retired from the Johnson City Fire Department\nafter 47 years of loyal service, loving and cherishing his career  as  a\nfirefighter; and\n  WHEREAS,  A  well  decorated  and admired fireman, Francis S. Dohnalek\nearned the prestigious Fireman of the Year award on more than one  occa-\nsion  and was honored for courageously saving the life of a fellow fire-\nman; and\n  WHEREAS, Francis S. Dohnalek was the esteemed Grand  Marshall  of  the\nBroome  County  Firefighter's Parade; Johnson City fire truck Number Two\nwas dedicated in his honor, bearing a plaque with his name on it;  after\nretirement,  he  enjoyed spending Saturday mornings visiting the Johnson\nCity Firefighters; and\n  WHEREAS, A proud member of many organizations, Francis S. Dohnalek was\naffiliated with the American Legion Post 758, the New York State Profes-\nsional Firefighters  Association,  the  New  York  State  Fire  Training\nInstructors  Association, the IAFF Local 921, the New York State Associ-\nation of Fire Chiefs, and the Broome County  Firefighter's  Association;\nand\n  WHEREAS,  Generously  giving  of his time volunteering at the Catholic\nCharities food pantry, Francis S. Dohnalek was awarded  many  times  for\nhis  noble efforts as a good Samaritan; he received several certificates\nof appreciation from the American Red Cross for his years  of  dedicated\nservice; and\n  WHEREAS,  In addition to receiving a multitude of awards and accolades\nthroughout his lifetime, The Francis Dohnalek Scholarship Fund,  Johnson\nCity Parent Teacher Association award for outstanding service to Johnson\nCity Youth, was created in his name; and\n  WHEREAS,  Francis  S. Dohnalek and his wife Julia received the Johnson\nCity Sertoma Service to Mankind Award  for  their  foster  parent  work;\nbesides  their  five  natural  children,  this compassionate couple were\nfoster parents for Catholic Social Services to 123 foster children; and\n  WHEREAS, Francis S. Dohnalek enjoyed hunting,  fishing,  and  watching\nfootball, but most of all he enjoyed spending time with his family; and\n  WHEREAS,  Francis  S.  Dohnalek  is  survived by his loving wife of 60\nyears, Julia; his four wonderful children, Sheila, Jean, Joe and  Danny;\nhis  grandchildren,  Tim, Rebecca, Chrissy, Ben, Jack, Rachel, Abbie and\n\nOlivia; and his great-grandchildren, Brayden, Adyson, Elyssa, and  Hunt-\ner; as well as many other foster children, friends and family; and\n  WHEREAS,  Armed  with  a  humanistic  spirit,  imbued  with a sense of\ncompassion, and comforted by a loving family, Francis S. Dohnalek leaves\nbehind a legacy which will long endure the  passage  of  time  and  will\nremain  as  a  comforting  memory  to all he served and befriended; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nmourn  the  death  of  Francis  S.  Dohnalek,  distinguished citizen and\ndevoted member of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Francis S. Dohnalek.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T162503.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295040303873
}