{
  "year" : 2011,
  "senateBillNo" : "J241-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J241-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of legendary Pianist Dr. William Taylor",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION mourning the death of legendary Jazz Pianist Dr.\nWilliam Taylor\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, Dr. William Taylor of the Bronx, New York, died  on  Tuesday,\nDecember 28, 2010, at the age of 89; and\n  WHEREAS,  William  Edward  Taylor,  Jr.  was born in Greenville, North\nCarolina, on July 24, 1921, and grew up in Washington, DC;  his  father,\nWilliam, was a dentist; his mother, Antoinette, was a schoolteacher; and\n  WHEREAS,  William  Taylor  had his first piano lesson at age seven and\nlater studied music at what is now Virginia  State  University;  shortly\nafter  moving  to  New  York in 1943, within two days of his arrival, he\nlater recalled that he began working  with  the  tenor  saxophonist  Ben\nWebster at the Three Deuces on 52nd Street, and he remained a fixture on\nthat celebrated nightclub row for many years; and\n  WHEREAS,  William  Taylor  had  the  technique,  the knowledge and the\ntemperament to straddle the old and the new; his adaptability made him a\npopular sideman with both swing and bebop musicians and led to his being\nhired in 1949 as the house pianist at Birdland; and\n  WHEREAS, In 1951, William Taylor formed his own trio, which  was  soon\nworking at clubs like the Copacabana in New York and the London House in\nChicago;  within  a  few  years,  he  was  lecturing about jazz at music\nschools and writing articles about it for DownBeat, Saturday Review  and\nother  publications;  he later had a long-running concert-lecture series\nat the Metropolitan Museum of Art; and\n  WHEREAS, William Taylor also became one of the few jazz  musicians  to\nestablish a successful separate career in radio and television; in 1958,\nhe  was  the musical director of an NBC television show, \"The Subject Is\nJazz\"; a year later, the Harlem radio station WLIB hired him as  a  disc\njockey;  in  1962  he  moved to WNEW, but he returned to WLIB in 1964 as\nboth disc jockey and program director, and remained in  those  positions\nuntil  1969; he was later a founding partner of Inner City Broadcasting,\nwhich bought WLIB in 1971; and\n  WHEREAS, Commercial radio became increasingly inhospitable to jazz  in\nthe  1960s,  but  William  Taylor found a home at National Public Radio,\nwhere he was a familiar voice for more than two decades, first  as  host\nof  \"Jazz  Alive\" in the late '70s, and most recently on \"Billy Taylor's\nJazz at the Kennedy Center\"; that particular series, on which he  intro-\nduced  live  performances and interviewed the performers, made its debut\nin the fall of 1994 and remained in production until the fall  of  2002;\nand\n  WHEREAS,  In 1968, William Taylor was appointed to New York City's new\nCultural Council, along with  Leonard  Bernstein,  Richard  Rodgers  and\nother  prominent figures in the arts; he later held similar positions on\nboth the state and federal level and until recently was  an  adviser  to\nthe Kennedy Center for the Performing Arts in Washington; and\n  WHEREAS, William Taylor earned a doctorate in music education from the\nUniversity  of  Massachusetts,  Amherst  in  1975;  \"Dr.  Taylor\", as he\npreferred to be called, was a living refutation  of  the  stereotype  of\njazz musicians as unschooled, unsophisticated and inarticulate, an image\nthat  was  prevalent  when he began his career in the 1940s, and that he\ndid as much as any other musician to erase; and\n  WHEREAS, Dr. Taylor probably had a higher profile on  television  than\nany  other  jazz  musician  of  his  generation;  he had a long run as a\n\ncultural correspondent on the CBS News program \"Sunday Morning\" and  was\nthe  musical  director  of  David Frost's syndicated nighttime talk show\nfrom 1969 to 1972; and\n  WHEREAS,  In  1980,  Dr. Taylor was a member of an advisory panel that\ncalled for greater support for jazz from the National Endowment for  the\nArts; he was given a National Medal of Arts in 1992; and\n  WHEREAS,  A  pianist  with impeccable technique and an elegant, almost\nself-effacing style, Dr. Taylor worked with some of the biggest names in\njazz early in his career and later led a trio that worked  regularly  in\nNew  York  nightclubs  and recorded many albums; but he left his mark on\njazz less as a musician than as a proselytizer, spreading the gospel  of\njazz as a serious art form given in high school and at college lectures,\non radio and television, and on government panels and foundation boards;\nand\n  WHEREAS, Predeceased by his son, Duane, Dr. William Taylor is survived\nby his wife, Theodora, and his daughter, Kim; and\n  WHEREAS,  Armed  with  a  humanistic  spirit,  imbued  with a sense of\ncompassion, and comforted by a loving family, Dr. William Taylor  leaves\nbehind  a  legacy  which  will  long endure the passage of time and will\nremain as a comforting memory to all he served and befriended; he was  a\ntrue asset to society; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmourn the death of legendary Jazz Pianist Dr.  William Taylor; and be it\nfurther\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Dr. William Taylor.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T165504.TXT", "SOBI.D110114.T164003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295042104338
}