{
  "year" : 2011,
  "senateBillNo" : "J248-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J248-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Dr. Marsha Darling upon the occasion of her designation as the recipient of the Dr. Carter G. Woodson Award",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION congratulating Dr. Marsha Darling upon the occa-\nsion of her designation as the recipient of the Dr.  Carter  G.  Woodson\nAward\n\nWHEREAS,  It  is the sense of this Legislative Body, in keeping with its\ntime-honored traditions, to recognize and pay tribute to those  individ-\nuals  who foster ethnic pride and enhance the profile of cultural diver-\nsity which strengthens the fabric of the communities of New York  State;\nand\n  WHEREAS,  American  Black  History  is highlighted during the month of\nFebruary so that there can be formal recognition of the  fact  that  the\nhistory  of  the  United  States  is a vast mosaic that incorporates the\nhistory of Native Americans, Asian-Americans, and African-Americans,  as\nwell as other ethnic and cultural groups; and\n  WHEREAS,  This  Legislative  Body  is  truly proud to congratulate Dr.\nMarsha Darling upon the occasion of her designation as the recipient  of\nthe Dr.  Carter G. Woodson Award; and\n  WHEREAS, The Dr. Carter G. Woodson Award was named in honor of the man\nwho took on the challenge of writing African-Americans into the nation's\nhistory;  born  to  former slaves, he spent his childhood working in the\nKentucky coal mines, enrolled in high school at age 20 and  went  on  to\nearn his Ph.D. from Harvard; and\n  WHEREAS,  In  1915,  Dr.  Woodson  established the Association for the\nStudy of Negro Life and History, and a year later founded the JOURNAL OF\nNEGRO HISTORY; in 1926, he launched Negro History Week, to bring  atten-\ntion  to  the  contributions  of  African-Americans  throughout American\nhistory; and\n  WHEREAS, Today, Negro History Week is known as  Black  History  Month,\nand  Dr. Marsha Darling is being recognized for her strong contributions\nto society along with her inspiration to others through her model  citi-\nzenry; and\n  WHEREAS,  It  is the sense of this Legislative Body that when individ-\nuals of such noble aims and accomplishments are brought  to  our  atten-\ntion,  they  should  be celebrated and recognized by all the citizens of\nthis great Empire State; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate  Dr. Marsha Darling upon the occasion of her designation as\nthe recipient of the Dr. Carter G. Woodson Award; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Dr. Marsha Darling.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295377001301
}