{
  "year" : 2011,
  "senateBillNo" : "J249-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J249-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J249-2011-1295931600000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931601000,
    "eventText" : "ADOPTED",
    "billEventId" : "J249-2011-1295931601000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Tyrone St. Louis upon the occasion of his designation as a recipient of the Martin Luther King, Jr. Award for Leadership and Community Service",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION congratulating Tyrone St. Louis upon the occasion\nof  his  designation as a recipient of the Martin Luther King, Jr. Award\nfor Leadership and Community Service\n\nWHEREAS, It is the sense of this Legislative Body to recognize  and  pay\ntribute  to  those  young  adults within the great Empire State who have\nmade strong contributions to their communities and  who  serve  as  role\nmodels for their peers; and\n  WHEREAS,  It  is  the sense of this Legislative Body to recognize that\nthe quality and character of life in the  communities  across  New  York\nState  are  reflective  of  the concerned and dedicated efforts of those\nindividuals who would devote themselves to the welfare of the  community\nand its citizenry; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body is justly proud to  congratu-\nlate  Tyrone St. Louis upon the occasion of his designation as a recipi-\nent of the Martin Luther King, Jr. Award for  Leadership  and  Community\nService; and\n  WHEREAS,  The  month  of  February  acknowledges  the rich and diverse\nheritage of our great State and Nation; Black  History  Month  seeks  to\nemphasize that Black History is American History; and\n  WHEREAS,  Tyrone St. Louis has distinguished himself through outstand-\ning success in leadership and community involvement; he is a true  asset\nto society; and\n  WHEREAS,  It  is  the  sense  of  this Legislative Body that those who\nenhance the life in their community and have shown a  sustained  commit-\nment  to excellence certainly have earned recognition and applause; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate  Tyrone St. Louis upon the occasion of his designation as a\nrecipient of the Martin Luther King, Jr. Award for Leadership and Commu-\nnity Service; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Tyrone St. Louis.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152439.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987079308
}