{
  "year" : 2011,
  "senateBillNo" : "J25-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J25-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Mr. and Mrs. Angelo Cianfrocco upon the occasion of celebrating their 50th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating  Mr.  and Mrs. Angelo Cianfrocco\nupon the occasion of celebrating their 50th Wedding Anniversary\n\nWHEREAS, Angelo Cianfrocco and Judith A. Leone were united  in  marriage\non September 10, 1960, at St. Mary Mount Carmel, Utica, New York; and\n  WHEREAS, They are the proud parents of three children, Lori Ann (Timo-\nthy) Walls, Judith (James) Gabes, and Angelo \"Archi\" (Maria) Cianfrocco,\nand the loving grandparents of eight grandchildren, Jayme, Angelo, Tess,\nPhillip, Joanna, Katy, Jayce, and Anna Rose; and\n  WHEREAS,  The  couple celebrated their 50th Wedding Anniversary with a\nvacation with their children and grandchildren  at  Fort  Walton  Beach,\nFlorida,  in  July of 2010; they were later surprised with another party\nwith many family members and friends  in  attendance  at  the  Toccolana\nClub, in Rome, New York; and\n  WHEREAS,  Mr.  and  Mrs.  Angelo Cianfrocco are and always have been a\ntower of strength, support, understanding and limitless love  for  their\nfamily;  their  home  was  always  open for family and friends to gather\ncomfortably and to enjoy each others company; and\n  WHEREAS, Their love, devotion, caring, sensitivity and  responsiveness\nto  their  family,  friends and all who know them are their hallmark and\ntradition; and\n  WHEREAS, Mr. and Mrs. Angelo Cianfrocco have  lived  and  continue  to\nlive  their  lives  with  great dignity and genuine grace, always demon-\nstrating a deep and continuing concern for human values and ideals,  and\nin so doing, they have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit this couple has invested in their marriage; and\n  WHEREAS,  Angelo  Cianfrocco  worked for 40 years at Revere Copper and\nBrass, Rome, New York; Judith Cianfrocco  was  employed  with  the  Rome\nSchool District for 34 years; and\n  WHEREAS,  These  same  values  they  have  passed to their loved ones,\nproducing a family that is close-knit and supportive of  its  individual\nmembers,  public-minded  in its relations to the community and committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS, Mr. and Mrs. Angelo Cianfrocco  have  touched  the  lives  of\ntheir  family  and  many  friends  through  the shining example of their\nmarriage, which is a testament to the devotion and admiration which they\npossess for one another; and\n  WHEREAS, The longevity of this enduring marriage truly marks  a  mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS,  It  is the sense of this Legislative Body that when an occa-\nsion of such importance is brought to our attention, the same should  be\nmemorialized  by  us  for  the edification and emulation of others; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate  Mr.  and Mrs. Angelo Cianfrocco upon the occasion of their\n50th Wedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Angelo Cianfrocco, 1625 Black  River  Boulevard,\nRome, New York 13440.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T101107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294240267688
}