{
  "year" : 2011,
  "senateBillNo" : "J250-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J250-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Brian Wint upon the occasion of his designation as a recipient of the Martin Luther King, Jr. Award for Leadership and Community Service",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating  Brian Wint upon the occasion of\nhis designation as a recipient of the Martin Luther King, Jr. Award  for\nLeadership and Community Service\n\nWHEREAS,  It  is  the  sense of this Legislative Body to commend and pay\ntribute to those youth of today and leaders of tomorrow whose  character\nand  achievements best exemplify the ideals and values cherished by this\ngreat State and Nation; and\n  WHEREAS, It is the intent of this  Legislative  Body  to  honor  those\nyoung  people  within  this  great  Empire  State  who  have made strong\ncontributions to their communities and who  serve  as  role  models  for\ntheir peers; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body is justly proud to  congratu-\nlate  Brian  Wint upon the occasion of his designation as a recipient of\nthe Martin Luther King, Jr. Award for Leadership and Community  Service;\nand\n  WHEREAS,  The  month  of  February  acknowledges  the rich and diverse\nheritage of our great State and Nation; Black  History  Month  seeks  to\nemphasize that Black History is American History; and\n  WHEREAS,  Brian  Wint  has  distinguished  himself through outstanding\nsuccess in leadership and community involvement; he is a true  asset  to\nsociety; and\n  WHEREAS,  With  his  sense of civic duty and his commitment to others,\nBrian Wint represents the best development of  the  potential  which  is\ninherent in our most precious resource, our youth; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Brian Wint upon the occasion of his designation as a recip-\nient of the Martin Luther King, Jr. Award for Leadership  and  Community\nService; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Brian Wint.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295377001320
}