{
  "year" : 2011,
  "senateBillNo" : "J258-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J258-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J258-2011-1295931600000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931601000,
    "eventText" : "ADOPTED",
    "billEventId" : "J258-2011-1295931601000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending the Stanford Grange No. 808 upon the occasion of its designation as recipient of the Distinguished Grange Award from the National Grange",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending the Stanford Grange No. 808 upon the\noccasion of its designation as recipient  of  the  Distinguished  Grange\nAward from the National Grange\n\nWHEREAS,  It is the sense of this Legislative Body to recognize that the\nquality and character of life in the communities across New  York  State\nare reflective of the concerned and dedicated efforts of those organiza-\ntions  and individuals who would devote themselves to the welfare of the\ncommunity and its citizenry; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions,  this  Legislative Body is justly proud to commend\nthe Stanford Grange No. 808 upon the  occasion  of  its  designation  as\nrecipient of the Distinguished Grange Award from the National Grange, to\nbe celebrated on Sunday, January 30, 2011; and\n  WHEREAS, In addition, Stanford Grange No. 808 will celebrate its 115th\nAnniversary on Tuesday, January 25, 2011, and will rededicate the Grange\nHall  on Route 82 in Stanfordville with all of its building improvements\nduring a Grange Month Open House on Tuesday, April 26, 2011; and\n  WHEREAS, Stanford Grange No. 808 was organized  in  Bangall,  Town  of\nStanford, New York, on January 23, 1896, with 18 Charter Members; and\n  WHEREAS,  At the 144th Annual National Grange Convention held in Char-\nlotte, North Carolina, on November 9-13, 2010, Stanford Grange No.   808\nwas  recognized  and  honored  as  a  \"Distinguished Grange\" by National\nGrange President Edward  L.  Luttrell  of  Oregon  and  National  Grange\nMembership/Leadership  Director Rusty Hunt of Washington State; Stanford\nGrange No. 808 is the only Grange in New York State and one of 13 Grang-\nes nationwide selected for this prestigious award; and\n  WHEREAS, In order to be selected,  a  Community  Grange  must  fulfill\nrequirements established by the National Grange, some of which include a\nnet  gain  in membership, sending delegates to the New York State Grange\nSession and another event hosted by the National Grange;  it  must  also\nhost  at  least two community service/educational events, send quarterly\nreports to the State Grange on time, and host a legislative event; and\n  WHEREAS, For almost 115 years,  the  Stanford  Grange  has  worked  to\nadvance  the interest of its fellow citizens in its community by provid-\ning a legislative voice and by showing them how to strengthen  the  town\nthrough community service; and\n  WHEREAS,  The  Grange  is  a  nonpartisan organization which gives its\nmembers the opportunity to serve their neighborhoods  through  community\nservice  projects  that  make a difference in the lives of its citizens;\nand\n  WHEREAS, It is the sense of  this  Legislative  Body  that  those  who\nenhance  the well-being and vitality of their community and have shown a\nlong and sustained commitment to excellence certainly  have  earned  the\nrecognition and applause of all the citizens of this great Empire State;\nnow, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend the Stanford Grange No. 808 upon the occasion of its designation\nas recipient of the Distinguished Grange Award from the National Grange;\nand be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Ryan J. Orton, Secretary, Stanford Grange No. 808.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T140141.TXT", "SOBI.D110125.T152439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987079323
}