{
  "year" : 2011,
  "senateBillNo" : "J266-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J266-2011-1295499600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J266-2011-1295931600000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931601000,
    "eventText" : "ADOPTED",
    "billEventId" : "J266-2011-1295931601000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Carolyn E. Garski upon the occasion of receiving the Girl Scout Gold Award, the most prestigious honor a Girl Scout can earn",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating Carolyn E. Garski upon the occa-\nsion of receiving the Girl Scout Gold Award, the most prestigious  honor\na Girl Scout can earn\n\nWHEREAS,  Carolyn  E.  Garski of Macedon, New York, will be honored with\nthe Girl Scout Gold Award, the highest award and Girl Scouting's highest\nachievement, at the Young Women of Distinction Event to be held  in  the\nSpring of 2011; and\n  WHEREAS, Girl Scouting has cultivated in our Nation's young people the\ngoals of building solid values of sisterhood and the importance of work-\ning  with  others, stimulating both mind and body, instilling pride, and\nencouraging community service and success; and\n  WHEREAS, Girl Scouting has expanded  the  horizons  of  the  countless\nhundreds  of  thousands who have participated in Scouting programs which\nhave made Scouting an American and international institution; and\n  WHEREAS, Carolyn E. Garski completed many activities, including a Gold\nAward  community  service  project  which  she  planned,  developed  and\nexecuted; and\n  WHEREAS,  For  her  project,  Carolyn  E. Garski held an online safety\nseminar for teens and parents which included tips for online protection;\nand\n  WHEREAS, The Gold Award symbolizes outstanding accomplishments in  the\nareas  of  leadership,  community  service, career planning and personal\ndevelopment; it is tangible evidence of Carolyn E. Garski's high charac-\nter and commitment, and is a harbinger of  her  future  service  to  her\ncommunity, New York State and our Nation; now, therefore, be it\n  RESOLVED,  That  this  Legislative Body pause in its deliberations, in\nrecognition of Carolyn E. Garski's achievement in earning the Girl Scout\nGold Award and wishing her success, health  and  happiness;  and  be  it\nfurther\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Carolyn E. Garski, Macedon, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T115354.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110120.T102325.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987079332
}