{
  "year" : 2011,
  "senateBillNo" : "J268-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J268-2011-1295499600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J268-2011-1296536400000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536401000,
    "eventText" : "ADOPTED",
    "billEventId" : "J268-2011-1296536401000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Susan D.Cummings upon the occasion of her retirement after many years of distinguished service to the State of New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring Susan D. Cummings upon the occasion of\nher retirement after many years of distinguished service to the State of\nNew York\n\nWHEREAS, This Legislative Body seeks to  acknowledge  those  individuals\nwhose professional lives and civic endeavors serve to enhance the nature\nof the State of New York; and\n  WHEREAS,  Our  local  governments,  our State and our Nation have been\nstrengthened by generations of Americans who felt a sense  of  responsi-\nbility to their community, to one another and to their families; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body  is  justly  proud  to  honor\nSusan  Cummings  upon the occasion of her retirement after many years of\ndistinguished service to the State of New York; and\n  WHEREAS, For the past 12  years,  Susan  Cummings  rendered  faithful,\nconscientious and valuable public service; and\n  WHEREAS,  Susan  Cummings  was elected to Ulster County Legislature in\n1986 where she spent 24 loyal years of service;  during  that  time  she\nchaired  numerous legislative committees including the powerful Ways and\nMeans Committee; and\n  WHEREAS, The first woman to serve as Ways and  Means  Chair,  Majority\nLeader  and  Minority  Whip,  Susan  Cummings  has led a significant and\nimpressive career; and\n  WHEREAS, Susan Cummings joined Senator John J. Bonacic's staff in 1998\nas the DO Manager for then Assemblyman Bonacic; a year later she  became\nthe  Ulster County Liaison for now Senator Bonacic; she remained in that\nposition until her retirement in 2010; and\n  WHEREAS; The proud recipient of a multitude of awards  and  accolades,\nSusan  D.  Cummings  was  given  the Ulster County Trappers Appreciation\nAward, the Camp Emunah and National Committee  for  the  Furtherance  of\nJewish  Education  Empowerment  Award  and the Federated Sportsmans Club\nAppreciation Award as well as the Girl Scouts Heart of the Hudson Ulster\nCounty Pearl Award; and\n  WHEREAS, Susan Cummings was an honoree for  the  prestigious  YWCA  of\nUlster County Tribute to Women Award; and\n  WHEREAS, A devoted member of the Ellenville Regional Hospital Auxilia-\nry, Susan Cummings, also currently serves as Chapter Chair and Executive\nBoard Member of RSVP of Ulster County; and\n  WHEREAS,  In  her  capacity  as  Ulster  County  Community Liaison for\nSenator John Bonacic, Susan Cummings  served  with  loyalty,  honor  and\ndistinction; and\n  WHEREAS,  With  her  throughout have been her loving husband John, and\ntheir wonderful daughter, the pride of their lives, Jennifer Lynn,  both\nof  whom  feel  privileged  to  be  part  of her life and rejoice in her\nachievements; and\n  WHEREAS, The quality and character of life in  this  Nation,  and  the\ngreat  State of New York, is reflective of the purposeful lives and good\nworks of those patriotic and civic-minded community members who dedicate\ntheir lives and careers to the service of others; and\n  WHEREAS, In her official acts, Susan Cummings was governed by  a  keen\nsense of duty and always showed a unique grasp of human problems; and\n  WHEREAS,  During  her tenure with Senator John Bonacic, Susan Cummings\nearned the admiration, esteem and  affection  of  her  colleagues;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Susan D. Cummings upon the occasion of  her  retirement  after  12\n\nyears  of  distinguished  service  to  the  State of New York; and be it\nfurther\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Susan D. Cummings.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "LEGISLATIVE RESOLUTION honoring Susan D. Cummings upon the occasion of her retirement after many years of distinguished service to the State of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123913.TXT", "SOBI.D110120.T102325.TXT", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730596
}