{
  "year" : 2011,
  "senateBillNo" : "J270-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J270-2011-1295499600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J270-2011-1295931600000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931601000,
    "eventText" : "ADOPTED",
    "billEventId" : "J270-2011-1295931601000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Firefighter and Out-Going President Roy R. Fries upon the occasion of his designation for special recognition",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending  Firefighter and Out-Going President\nRoy R. Fries upon the occasion of his designation for  special  recogni-\ntion  after  47 years of dedicated service to the North Lindenhurst Fire\nDepartment\n\nWHEREAS, The firefighters of New York State are renowned throughout  the\nNation;  their  reputation  is synonymous with excellence in the arduous\nfield of fire protection and prevention; and\n  WHEREAS, Since the early days  of  \"teapot  steamers,\"  the  volunteer\nfirefighter  has  been  the cornerstone of our great Nation's efforts to\nspare us from the ravages of fire; and\n  WHEREAS, This Legislative Body is proud to commend  Firefighter  Chief\nRoy  R.  Fries upon the occasion of his designation for special recogni-\ntion after 47 years of dedicated service to the North  Lindenhurst  Fire\nDepartment; and\n  WHEREAS,  Since  entering  the  North Lindenhurst Fire Department as a\nfirefighter, Roy R. Fries has worked his way up the ranks, holding  many\nprestigious  positions  including  Lieutenant, Deputy Chief, Chief, Vice\nPresident and ultimately President of the Department; and\n  WHEREAS, Roy R. Fries  has  made  many  contributions  to  his  field,\nincluding  obtaining  a much needed new ambulance for the department, as\nwell as acting as a liaison between Nassau/Suffolk  Fire  Department  to\ncoordinate blood service to emergency incidents; and\n  WHEREAS,  In  addition,  Roy  R.  Fries served as President of Babylon\nCentral Fire Alarm where he worked with Town  of  Babylon  fire  depart-\nments,  corporations,  villages  and  attorneys  regarding  the new laws\nenacted that impact fire departments and volunteer firefighters; and\n  WHEREAS, Roy R. Fries has initiated several valuable  public  relation\nprograms  including  prostate  screenings, informing residents of carbon\nmonoxide dangers and its prevention,  as  well  as  offering  first  aid\nclasses  to local Girl Scouts and Little League coaches; he also secured\na grant for the purchase of a safety hazard  hose  enhancing  the  North\nLindenhurst Fire Department Fire Prevention program; and\n  WHEREAS,  In  1975, Roy R. Fries was honored with the esteemed Fireman\nof the Year Award for heroically saving a life in the line of duty; and\n  WHEREAS, Furthermore, Roy  R.  Fries  is  personally  responsible  for\nestablishing  a  softball  team as well as a Junior Drill Team named the\nPiston Knockers, which made it to the New York State  Championship  four\nyears in a row; and\n  WHEREAS,  Volunteer firefighters and fire departments not only provide\nthe critical service of fire protection but also engage in other  activ-\nities of great benefit and importance to the communities they serve; and\n  WHEREAS, It takes a special dedication, a strong desire to help others\nand  a  tireless sense of community to forsake precious time with family\nand friends to respond to the signal that a neighbor is in need; Roy  R.\nFries  is  such  a  firefighter; throughout 47 years of devoted service,\nthis volunteer heroically performed, above and beyond the call of  duty,\nthose  responsibilities  which  define the task of fire protection; now,\ntherefore, be it\n  RESOLVED,  That this Legislative Body pause in  its  deliberations  to\ncommend  Firefighter  Roy  R.  Fries  for  many  years  of distinguished\nservice; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Roy R. Fries.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T115354.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110120.T102826.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987079336
}