{
  "year" : 2011,
  "senateBillNo" : "J271-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J271-2011-1295499600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Reverend Dr. Johnny Ray Youngblood upon the occasion of his 50th Anniversary in Divine Ministry",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION honoring Reverend Dr. Johnny Ray Youngblood upon\nthe occasion of his 50th Anniversary in Divine Ministry\n\nWHEREAS, The character and richness of religious and community  life  in\nthis  noble Empire State is nourished and fulfilled through the faithful\nconcern and selfless devotion of those who would commit  their  energies\nand purpose to the ministry of others; and\n  WHEREAS. It is the sense of this Legislative Body to bring full recog-\nnition  and just tribute to those individuals who distinguish themselves\nand the ministry through their unremitting commitment and preeminence of\nservice; and\n  WHEREAS, This Legislative Body is justly proud to honor  Reverend  Dr.\nJohnny  Ray  Youngblood  upon  the  occasion  of his 50th Anniversary in\nDivine Ministry on February 2-3, 2011, at Mount Pisgah Baptist Church in\nBrooklyn, New York; and\n  WHEREAS, The Reverend Dr. Johnny  Ray  Youngblood,  Senior  Pastor  of\nMount  Pisgah  Baptist  Church,  has  fostered the growth of the congre-\ngations and the inception of community programs; and\n  WHEREAS, Born in New Orleans, Louisiana,  Johnny  Ray  Youngblood  was\nonly  12  years old when, at an area conference, the United Metropolitan\nSpiritual Churches of Christ awarded him a preaching license; he  earned\nhis  B.A. degree in 1970 from Dillard University, and later received his\nMaster of Divinity degree from Colgate-Rochester Theological Seminary in\n1973; in 1990, he went on to earn his Doctorate of Ministry from  United\nTheological  Seminary  in  Dayton, Ohio, as well as receive his Honorary\nMaster of Divinity degree from Boston University in 1993; and\n  WHEREAS, In June of 2009,  The  Reverend  Dr.  Johnny  Ray  Youngblood\nretired  as  Senior  Pastor  of the St. Paul Community Baptist Church of\nEast New York, Brooklyn, after 35 years of  service;  in  2001,  he  was\ncalled  to  serve in the same capacity at Mount Pisgah Baptist Church in\nBedford Stuyvesant, a role he was honored to take on in memory of one of\nhis mentors, the late Reverend George H. Murray; Dr. Youngblood  contin-\nues to serve as Executive Pastor of this congregation; and\n  WHEREAS,  The Reverend Dr. Johnny Ray Youngblood is one of the leading\ntheologians of his time; his commitment to the call for spiritual  heal-\ning,  racial  parity, social justice, and economic equity for all people\nhas garnered him national recognition as  a  prophet,  national  leader,\npublic advocate, motivator, writer, and teacher; and\n  WHEREAS, Recognized on the national level as a result of his work with\nEast  Brooklyn Congregations, an affiliate of the Industrial Areas Foun-\ndation, Reverend Dr. Johnny  Ray  Youngblood  spearheaded  the  Nehemiah\nHousing Project which has constructed approximately 2,900 owner-occupied\nsingle  family homes in several devastated Brooklyn communities; he also\nserves as a national spokesman for the group; and\n  WHEREAS, The subject of the 1993 book entitled, UPON  THIS  ROCK:  THE\nMIRACLES  OF  A BLACK CHURCH, Reverend Dr. Johnny Ray Youngblood is also\nfeatured in several articles in prominent  magazines,  including  COMMON\nQUEST,  THE  THE NEW YORKER, MIRABELLA, DETAILS, EMERGE, and ESSENCE; he\nhas also been the subject of news journal programs on ABC's \"20/20,\" the\nNBC \"Nightly News,\" CBS \"Sunday Morning News,\" Fox  5's  \"McCreary  Live\nReport,\" and the \"Charlie Rose Show\"; and\n  WHEREAS, In addition, Reverend Dr. Johnny Ray Youngblood was called by\nthe  Board  of Mt. Pisgah Church in Brooklyn to assist in the stabiliza-\ntion and recovery of the Church, which included restoring the Mt. Pisgah\nChristian Academy, since renamed the George Henry Murray Academy; he was\nvoted Senior Pastor of the Church on May 26, 2002; and\n\n  WHEREAS, Reverend Dr. Johnny Ray Youngblood is  the  father  of  three\nsons,  Joel Ray, Jason Royce, and Johnny Jenell; he is the loving grand-\nfather of six grandchildren, Donnalyn, Joshua, Jalen,  Jordyn,  Jasmine,\nand Nicholas; and\n  WHEREAS,  It  is the sense of this Legislative Body that when a person\nof such noble aims and accomplishments is brought to our attention it is\nappropriate to publicly and jubilantly proclaim and commend  that  indi-\nvidual for the edification of others; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Reverend Dr. Johnny Ray Youngblood upon the occasion of  his  50th\nAnniversary in Divine Ministry; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted  to  Reverend  Dr.  Johnny  Ray Youngblood, Mount Pisgah Baptist\nChurch, Brooklyn, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T115354.TXT", "SOBI.D110120.T102826.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295542434955
}