{
  "year" : 2011,
  "senateBillNo" : "J272-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J272-2011-1295499600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Memorializing Governor Andrew M. Cuomo to proclaim January 24, 2011, as Juan Pablo Duarte Day in the State of New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE   RESOLUTION  memorializing  Governor  Andrew  M.  Cuomo  to\nproclaim January 24, 2011, as Juan Pablo Duarte Day in the State of  New\nYork\n\nWHEREAS,  The  people  of  the  Dominican Republic acquired autonomy and\nsovereignty on the 27th day of February 1844; and\n  WHEREAS, The Island of Quisqueya, the indigenous name for  what  later\nbecome the island of Hispaniola, was the cradle of thinking and advance-\nment  in  the  western hemisphere, establishing the first university and\ncathedral of the New World; and\n  WHEREAS, On the 26th day of  January  1813,  Juan  Pablo  Duarte,  the\nfounding father of the Dominican Republic, was born; and\n  WHEREAS,  During  the  month of January 2011, Dominicans celebrate the\n198th Anniversary of Juan Pablo Duarte's birth; and\n  WHEREAS, Juan Pablo Duarte, along with Francisco Del  Rosario  Sanchez\nand Ramon Matias Mella, formed La Trinitaria, a secret organization that\ninitiated  the  movement for the independence of the Dominican Republic;\nand\n  WHEREAS, During the month of February 2011,  Dominican  Nationals  and\nDominican  Americans  from  throughout  the  Dominican  Republic and the\nUnited States will celebrate the independence of the Dominican Republic;\nand\n  WHEREAS, Since February 27, 1966, the Instituto Duartiano Inc. in  New\nYork  City,  has  promoted  the memory and accomplishments of Juan Pablo\nDuarte; and\n  WHEREAS, The Instituto Duartiano is an organization that is  dedicated\nto  maintaining  and  keeping  alive  the life and history of Juan Pablo\nDuarte, the liberator and founder of the Dominican Republic; now, there-\nfore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nmemorialize  Governor  Andrew  M. Cuomo to proclaim January 24, 2011, as\nJuan Pablo Duarte Day in the State of New York; in recognition  of  this\nauspicious occasion, members of the Instituto Duartiano will visit Alba-\nny, New York, on Monday, January 24, 2011; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted  to  The Honorable Andrew M. Cuomo, Governor of the State of New\nYork; The Honorable Rafael Evans, Consul General of the Dominican Repub-\nlic; and The Honorable Juan R. Elliott, President of the Instituto Duar-\ntiano de los Estados Unidos.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T150910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295554150851
}