{
  "year" : 2011,
  "senateBillNo" : "J276-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J276-2011-1295499600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Mr. and Mrs. Moshe Deutch, recipients of Masores Bais Yaakov's Masores Avod Award at its 23rd Annual Dinner on January 25, 2011",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending  Mr.  and Mrs. Moshe Deutch upon the\noccasion of their designation by Masores Bais Yaakov as  the  recipients\nof the Masores Avod Award at its 23rd Annual Dinner on January 25, 2011\n\nWHEREAS, The quality and character of life in the Empire State is great-\nly  enriched  by  the  faithful and generous service of those who devote\nthemselves to endeavors of family,  faith  and  community,  and  to  the\neducation of the youth of the community; and\n  WHEREAS,  It  is  the  sense of this Legislative Body to recognize and\ncommend individuals of such magnanimous conduct and bearing  who  demon-\nstrate  a  deep  and  continuing  concern  for  others, and in so doing,\ninspire others to do the same; and\n  WHEREAS, Attendant to such concern and fully in accord with its  long-\nstanding  traditions,  it  is  the  intent  of  this Legislative Body to\ncommend Mr. and Mrs. Moshe Deutch upon the occasion of their designation\nby Masores Bais Yaakov of Brooklyn, New York, as the recipients  of  the\nMasores  Avod  Award,  given  in memory of Harav Bentzion and Mrs. Ruchi\nHalpert, at its 23rd Annual Dinner, to be held on Tuesday,  January  25,\n2011; and\n  WHEREAS,  The  greatest  asset  of any society is its children and the\nhope and promise they represent for the future; Masores Bais Yaakov  has\na  proud  and rich history of providing its students with an educational\nand religious foundation which is both strong and enduring; and\n  WHEREAS, Each year at its Annual Dinner, Masores  Bais  Yaakov  honors\nmembers of the school community in recognition and appreciation of their\nsupport  of  the yeshiva and its mission, as well as of their dedication\nto Jewish life; this year at its 23rd  Annual  Dinner  it  will  proudly\nhonor  Mr.  and  Mrs. Moshe Deutch as the recipients of its Masores Avod\nAward; and\n  WHEREAS, This Legislative Body is proud to extend its highest  commen-\ndation  to Mr. and Mrs. Moshe Deutch for their dedication and commitment\nto their heritage and to their community and its children;  now,  there-\nfore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend Mr. and Mrs. Moshe Deutch upon the occasion of their designation\nby Masores Bais Yaakov of Brooklyn as the recipients of the Masores Avod\nAward at its 23rd Annual Dinner on January 25, 2011; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Moshe Deutch.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T151411.TXT", "SOBI.D110120.T150910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295554451967
}