{
  "year" : 2011,
  "senateBillNo" : "J277-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J277-2011-1295499600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J277-2011-1295931600000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931601000,
    "eventText" : "ADOPTED",
    "billEventId" : "J277-2011-1295931601000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Mr. and Mrs. Pinny Fischer, recipients of Masores Bais Yaakov's Kesher Shem Tov Award at its 23rd Annual Dinner on January 25, 2011",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending  Mr. and Mrs. Pinny Fischer upon the\noccasion of their designation by Masores Bais Yaakov as  the  recipients\nof  the  Kesher  Shem Tov Award at its 23rd Annual Dinner on January 25,\n2011\n\nWHEREAS, The quality and character of life in the Empire State is great-\nly enriched by the faithful and generous service  of  those  who  devote\nthemselves  to  endeavors  of  family,  faith  and community, and to the\neducation of the youth of the community; and\n  WHEREAS, It is the sense of this Legislative  Body  to  recognize  and\ncommend  individuals  of such magnanimous conduct and bearing who demon-\nstrate a deep and continuing  concern  for  others,  and  in  so  doing,\ninspire others to do the same; and\n  WHEREAS,  Attendant to such concern and fully in accord with its long-\nstanding traditions, it is  the  intent  of  this  Legislative  Body  to\ncommend  Mr.  and  Mrs.  Pinny Fischer upon the occasion of their desig-\nnation by Masores Bais Yaakov of Brooklyn, New York, as  the  recipients\nof  the  Kesher  Shem Tov Award at its 23rd Annual Dinner, to be held on\nTuesday, January 25, 2011; and\n  WHEREAS, The greatest asset of any society is  its  children  and  the\nhope  and promise they represent for the future; Masores Bais Yaakov has\na proud and rich history of providing its students with  an  educational\nand religious foundation which is both strong and enduring; and\n  WHEREAS,  Each  year  at its Annual Dinner, Masores Bais Yaakov honors\nmembers of the school community in recognition and appreciation of their\nsupport of the yeshiva and its mission, as well as of  their  dedication\nto  Jewish  life;  this  year  at its 23rd Annual Dinner it will proudly\nhonor Mr. and Mrs. Pinny Fischer as the recipients of  its  Kesher  Shem\nTov Award; and\n  WHEREAS,  This Legislative Body is proud to extend its highest commen-\ndation to Mr. and Mrs. Pinny Fischer for their dedication and commitment\nto their heritage and to their community and its children;  now,  there-\nfore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend Mr. and Mrs. Pinny Fischer upon the  occasion  of  their  desig-\nnation by Masores Bais Yaakov of Brooklyn as the recipients of the Kesh-\ner  Shem Tov Award at its 23rd Annual Dinner on January 25, 2011; and be\nit further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Pinny Fischer.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T151411.TXT", "SOBI.D110125.T152439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987079344
}