{
  "year" : 2011,
  "senateBillNo" : "J281-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J281-2011-1295499600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Dr. and Mrs. Moshe Engelberg as they are honored by Masores Bais Yaakov at its 23rd Annual Dinner on January 25, 2011 in recognition of the Dedication of the Engelberg Family Library",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION commending Dr. and Mrs. Moshe Engelberg upon the\noccasion of their designation for special recognition  by  Masores  Bais\nYaakov  at its 23rd Annual Dinner on January 25, 2011 in appreciation of\nthe Special Dedication of the Engelberg Family Library\n\nWHEREAS, The quality and character of life in the Empire State is great-\nly enriched by the faithful and generous service  of  those  who  devote\nthemselves  to  endeavors  of  family,  faith  and community, and to the\neducation of the youth of the community; and\n  WHEREAS, It is the sense of this Legislative  Body  to  recognize  and\ncommend  individuals  of such magnanimous conduct and bearing who demon-\nstrate a deep and continuing  concern  for  others,  and  in  so  doing,\ninspire others to do the same; and\n  WHEREAS,  Attendant to such concern and fully in accord with its long-\nstanding traditions, it is  the  intent  of  this  Legislative  Body  to\ncommend  Dr.  and Mrs. Moshe Engelberg upon the occasion of their desig-\nnation for special recognition by Masores Bais Yaakov of  Brooklyn,  New\nYork  at  its 23rd Annual Dinner on January 25, 2011 in appreciation and\nacknowledgement of  the  Special  Dedication  of  the  Engelberg  Family\nLibrary; and\n  WHEREAS,  The  greatest  asset  of any society is its children and the\nhope and promise they represent for the future; Masores Bais Yaakov  has\na  proud  and rich history of providing its students with an educational\nand religious foundation which is both strong and enduring; and\n  WHEREAS, Each year at its Annual Dinner, Masores  Bais  Yaakov  honors\nmembers of the school community in recognition and appreciation of their\nsupport  of  the yeshiva and its mission, as well as of their dedication\nto Jewish life; this year at its 23rd  Annual  Dinner  it  will  proudly\nhonor  Dr. and Mrs. Moshe Engelberg in appreciation of the Special Dedi-\ncation of the Engelberg Family Library; and\n  WHEREAS, This Legislative Body is proud to extend its highest  commen-\ndation  to Dr. and Mrs. Moshe Engelberg for their dedication and commit-\nment to their heritage and to their community  and  its  children;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend Dr. and Mrs. Moshe Engelberg upon the occasion of  their  desig-\nnation  by Masores Bais Yaakov of Brooklyn for special honor at its 23rd\nAnnual Dinner on January 25, 2011 in recognition of  the  dedication  of\nthe Engelberg Family Library; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Dr. and Mrs. Moshe Engelberg.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T151411.TXT", "SOBI.D110121.T113519.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295627719851
}