{
  "year" : 2011,
  "senateBillNo" : "J286-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J286-2011-1295586000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J286-2011-1295931600000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931601000,
    "eventText" : "ADOPTED",
    "billEventId" : "J286-2011-1295931601000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Taylor B. Potter on attaining the rank of Eagle Scout",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION congratulating Taylor B. Potter upon the occasion\nof receiving the distinguished rank of Eagle Scout, the most prestigious\nof Scouting honors, on February 14, 2011\n\nWHEREAS,  Taylor  B. Potter, through his diligence and rigorous efforts,\nhas achieved Scouting's highest and most prestigious rank, Eagle  Scout;\nhe  passed his Eagle Board of Review and earned his Eagle rank on Decem-\nber 20, 2010 and will be honored at an Eagle Court of Honor ceremony  on\nMonday, February 14, 2011; and\n  WHEREAS,  Taylor B. Potter is a member of Boy Scouts of America Seneca\nWaterways Council, Tay House Troop 19 in Rochester, New York; and\n  WHEREAS, America has achieved her greatest heights  of  glory  through\nthe  dedication,  determination  and tireless efforts of the outstanding\ncitizens of this Nation; and\n  WHEREAS, It is only with the continued diligence and devotion  of  our\nyouth, tomorrow's leaders, that America will maintain her glory; and\n  WHEREAS,  The  Boy  Scouts of America and its members are dedicated to\nthe development of character and leadership in the youth of this Nation;\nand\n  WHEREAS, The highest achievement of leadership in Scouting, earned  by\nonly  five percent of all Boy Scouts, is the distinguished rank of Eagle\nScout; and\n  WHEREAS, This outstanding young man has been involved in Scouting  for\nmany  years,  has  lived up to Scouting's ideals and has attained all of\nthe necessary achievements, including completion of a community  service\nproject, which was successfully planned, developed and executed; and\n  WHEREAS,  Taylor  B. Potter's perseverance in rising through the ranks\nto Eagle Scout is a strong indication of his ability to master difficult\ntasks; his accomplishment will enable him to emerge as a  leader,  fully\nequipped to meet the challenges of today's complex society; and\n  WHEREAS,  This  new Eagle Scout is a credit to his family, his school,\nhis community, his State and his Nation, and no doubt his future will be\nfilled with accomplishments of equal importance; now, therefore, be it\n  RESOLVED, That this Legislative Body pause in  its  deliberations,  in\nrecognition  of  the  significance  of  this meritorious achievement, to\ncongratulate and honor Taylor B. Potter on achieving the rank  of  Eagle\nScout; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted  to Taylor B. Potter, 56 McCoord Woods Drive, Fairport, New York\n14450.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152439.TXT", "SOBI.D110121.T115521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987079355
}