{
  "year" : 2011,
  "senateBillNo" : "J287-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J287-2011-1295586000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Mrs. Patty Yarmel upon the occasion of her designation for special recognition for her volunteer efforts at the Dr. Charles T. Lunsford School 19",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring Mrs. Patty Yarmel upon the occasion of\nher designation for special recognition for her volunteer efforts at the\nDr. Charles T. Lunsford School 19\n\nWHEREAS, It is the sense of this Legislative Body to recognize that  the\nquality  and  character of life in the communities across New York State\nare enhanced by the concerned and dedicated efforts of individuals  that\ngenerously contribute to the welfare of the community and its citizenry;\nand\n  WHEREAS, It is also the custom of this Legislative Body to acknowledge\noutstanding individuals whose professional lives, personal endeavors and\ncommunity  service  are  an example and inspiration to their colleagues,\nfriends, and family; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding traditions, this Legislative Body is justly proud to honor Mrs.\nPatty  Yarmel  upon the occasion of her designation for special recogni-\ntion for her volunteer efforts at the Dr. Charles T. Lunsford School 19;\nand\n  WHEREAS, In 2008, Mrs. Patty Yarmel  performed  outstanding  volunteer\nservices  at  the  Dr.  Charles  T. Lunsford School 19 with a desire and\nvision to develop a violin program; she also volunteers  two  days  plus\nper week to teach and work with the students; and\n  WHEREAS, In the first year of Mrs. Patty Yarmel's volunteer efforts at\nthe school, it received more than 30 violin donations from people in the\ncommunity; and\n  WHEREAS, Through these volunteer efforts of Mrs. Patty Yarmel, the Dr.\nCharles  T.  Lunsford  School  19  has a relationship with the Rochester\nPhilharmonic Youth Orchestra (RYPO)  so  that  violins  donated  to  the\nschool are done directly through RYPO; and\n  WHEREAS,  As a result of volunteer efforts and other initiatives, RYPO\nhelped to build student interest in  the  music  program  by  performing\nmonthly  chamber music concerts for the K-3 grades, and by year-end 2009\nthe program had achieved exceptional growth; and\n  WHEREAS, The music program at the Dr. Charles T.  Lunsford  School  19\nhas  had an outstanding effect on its students and on the community; the\nprogram has been featured at the Side  by  Side  RYPO/RPO  concert,  the\nRochester Lilac Festival, and the International Jazz Festival; and\n  WHEREAS,  In  addition,  the  students in the music program at the Dr.\nCharles T. Lunsford School 19 have been honored as guest  performers  at\nKilbourne  Hall/Eastman  Theatre  for  the  William Warfield Scholarship\nRecital and at the Strong Museum of Play for the Center of Youth  Annual\nBoard meeting; and\n  WHEREAS, Throughout the entire period of her professional and communi-\nty  service, a period of constructive involvement, Mrs. Patty Yarmel has\nstood constant in dignity, good grace and  humor,  and  has  earned  the\nrespect and admiration of her colleagues, family and friends; and\n  WHEREAS, Rare indeed is the impressive dedication shown by an individ-\nual  for  the  benefit  of  others which Mrs. Patty Yarmel has displayed\nthroughout her life; and\n  WHEREAS, It is the sense of this Legislative Body that  when  individ-\nuals  of  such  noble aims and accomplishments are brought to our atten-\ntion, they should be recognized by all the citizens of this great Empire\nState; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor Mrs. Patty Yarmel upon the occasion of her designation for special\nrecognition  for  her  volunteer  efforts at the Dr. Charles T. Lunsford\nSchool 19; and be it further\n\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mrs. Patty Yarmel.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T115521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295628921390
}