{
  "year" : 2011,
  "senateBillNo" : "J293-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J293-2011-1295586000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Dr. Eric Donnenfeld upon the occasion of his designation as recipient of the 2010 Distinguished Service Award by the Nassau Surgical Society",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION congratulating Dr. Eric Donnenfeld upon the occa-\nsion  of  his designation as recipient of the 2010 Distinguished Service\nAward by the Nassau Surgical Society\n\nWHEREAS, It is the sense of this Legislative Body to recognize that  the\nquality  and  character of life in the communities across New York State\nare enhanced by the concerned and dedicated efforts of individuals  that\ngenerously contribute to the welfare of the community and its citizenry;\nand\n  WHEREAS, It is also the custom of this Legislative Body to acknowledge\noutstanding individuals whose professional lives, personal endeavors and\ncommunity  service  are  an example and inspiration to their colleagues,\nfriends, and family; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to congratu-\nlate Dr. Eric Donnenfeld upon the occasion of his designation as recipi-\nent of the 2010 Distinguished  Service  Award  by  the  Nassau  Surgical\nSociety; and\n  WHEREAS,  Roslyn, New York, resident, Dr. Eric Donnenfeld, is a found-\ning partner at Ophthalmic Consultants of Long Island (OCLI); he has been\na leader in ophthalmology for more than 20 years; and\n  WHEREAS, OCLI and all of its doctors  are  passionate  about  teaching\nothers  in  the  ophthalmic  field  and  have  been able to achieve this\nmission through the Nassau Surgical Society's Annual  Clinic  Day  where\nnew ideas and information can be shared and exchanged; and\n  WHEREAS,  Dr.  Eric  Donnenfeld  has  worked to develop and expand the\nSociety's  Annual  Clinic  Day  as  a  continuing  education  event  for\nsurgeons; and\n  WHEREAS,  The Board members of the Nassau Surgical Society unanimously\nchose Dr. Eric Donnenfeld as the recipient  of  the  2010  Distinguished\nService Award based on his academic and professional excellence in addi-\ntion to the contributions he has made over the years to the Society; and\n  WHEREAS,  In  addition,  Dr.  Eric Donnenfeld has recently traveled to\nYerevan, Armenia, to perform a new, safe and effective glaucoma  surgery\non patients that otherwise may have gone blind; and\n  WHEREAS, Throughout the entire period of his professional and communi-\nty  service,  a  period of constructive involvement, Dr. Eric Donnenfeld\nhas stood constant in dignity, good grace and humor, and has earned  the\nrespect and admiration of his colleagues, family and friends; and\n  WHEREAS, Rare indeed is the impressive dedication shown by an individ-\nual  for  the  benefit of others which Dr. Eric Donnenfeld has displayed\nthroughout his life; and\n  WHEREAS, It is the sense of this Legislative Body that  when  individ-\nuals  of  such  noble aims and accomplishments are brought to our atten-\ntion, they should be recognized by all the citizens of this great Empire\nState; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate Dr. Eric Donnenfeld upon the occasion of his designation as\nrecipient of the 2010 Distinguished Service Award by the Nassau Surgical\nSociety; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Dr. Eric Donnenfeld, Roslyn, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T163540.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295645740693
}