{
  "year" : 2011,
  "senateBillNo" : "J295-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J295-2011-1295586000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring 11-year-old J.P. Iacona of Elmont, New York, for his ceaseless dedicated service to his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring 11-year-old J.P. Iacona of Elmont, New\nYork, for his ceaseless dedicated service to the Elmont community\n\nWHEREAS, It is the sense of this Legislative Body to act, in accord with\nits long-standing traditions, honoring the achievements of its promising\ncitizens and leaders of tomorrow, whose character and achievements  best\nexemplify  the  ideals  and  values  cherished  by  this great State and\nNation; and\n  WHEREAS, This Legislative Body is justly proud  to  honor  11-year-old\nJ.P.  Iacona of Elmont, New York, for his ceaseless dedicated service to\nhis community; and\n  WHEREAS, Eager in his initiatives and poised in his  approaches,  J.P.\nIacona  has  given  of his time and energy, tirelessly raising funds for\nAmerica's VetDogs; and\n  WHEREAS, For the last 64 years, America's VetDogs have provided  guide\ndogs,  service  dogs and new technologies for disabled veterans; men and\nwomen who have lost their eyesight or limbs,  suffered  traumatic  brain\ninjuries  or post-traumatic stress disorder are given companions to help\nthem lead a more active life; and\n  WHEREAS, In addition to raising money for  VetDogs,  J.P  Iacona  also\ninvolves  himself  in other charitable endeavors; he has been collecting\nscrap metal for charity and started a recycling program at Covert Avenue\nSchool in Elmont; and\n  WHEREAS, J.P Iacona has made a significant difference in his  communi-\nty; his contributions have served as a valuable resource for the people,\nveterans,  active  soldiers  and returning soldiers of Elmont, New York;\nand\n  WHEREAS, With his sense of civic duty and his  commitment  to  others,\nJ.P.    Iacona  represents  the  potential inherent in our most precious\nresource, our youth; and\n  WHEREAS, It is the sense of this  Legislative  Body  that  when  young\npeople  of such noble aims and accomplishments are brought to our atten-\ntion, they should be celebrated and recognized by all  the  citizens  of\nthis great Empire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor 11-year-old J.P. Iacona of Elmont, New  York,  for  his  ceaseless\ndedicated service to the Elmont community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to J.P. Iacona, Elmont, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113115.TXT", "SOBI.D110121.T163540.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675495
}