{
  "year" : 2011,
  "senateBillNo" : "J300-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J300-2011-1295586000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Charles E. Wille, distinguished citizen and devoted member of his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning the death of Charles E. Wille, distin-\nguished citizen and devoted member of his community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, Charles E. Wille of Montgomery, New York, died on  Wednesday,\nDecember 22, 2010, at the age of 81; and\n  WHEREAS, Charles E. Wille, a lifelong resident of Montgomery, was born\non  January 14, 1929 in Middletown, New York; he graduated from Montgom-\nery High School in 1946 and received his degree in Agricultural  Econom-\nics from Cornell University in 1950; and\n  WHEREAS,  Following his graduation, Charles Wille worked as an inspec-\ntor for the United States Department of Agriculture in  Washington,  DC,\nand  then served in the United States Army where he was stationed in Big\nDelta, Alaska; he then returned to Montgomery where he owned  and  oper-\nated  a successful family dairy farm and a real estate business for over\n55 years; and\n  WHEREAS, Charles Wille was dedicated to many  community  organizations\nand  causes  along with his commitment to the agricultural community; he\nserved as President of the New York State Farm Bureau  for  nine  years,\nwas  a member of the American Farm Bureau National Board and Vice Presi-\ndent of the Farm Family Insurance Company; and\n  WHEREAS, Charles Wille was a member of the advisory council to Cornell\nUniversity's College of Agriculture and Life Sciences and  the  advisory\ncouncil  to  New  York  State  Department of Agriculture and Markets; in\naddition, he was a member of the board of directors  of  the  Foundation\nfor  Agricultural  Education  and  a member of the Empire State Food and\nAgricultural Leadership Institute and the agricultural advisory board of\nCornell Cooperative Extension of Orange County; and\n  WHEREAS, Charles Wille was a member of the first school board for  the\nValley  Central School District, an elder and assistant treasurer of his\nchurch, a member of the Montgomery Board  of  Assessment  Review,  board\nmember  of  the  Montgomery Chamber of Commerce, a member of the Town of\nMontgomery Historic Preservation Commission,  a  member  of  the  Hudson\nValley  Greenway  Communities  Council and a member of the Orange County\nCitizens Foundation; and\n  WHEREAS, Charles Wille considered it  a  true  honor  to  receive  the\nCornell  University  Outstanding  Alumni  Award  and  the  Distinguished\nService Awards from both the New York State Agricultural Society and the\nNew York State Bureau; and\n  WHEREAS, Charles Wille distinguished himself in his profession and  by\nhis  sincere  dedication  and substantial contribution to the welfare of\nhis community; and\n  WHEREAS, Charles Wille's commitment to excellence, and his  spirit  of\nhumanity, carried over into all fields of enterprise, including charita-\nble and civic endeavors; and\n  WHEREAS,  Predeceased  by  his  first  wife of 51 years, Eleanor \"Sis\"\nWille, Charles Wille is  survived  by  his  wife,  Joan,  his  daughter,\nSusanne,  his grandsons, Reese and Garrett, his step-daughters, Gwen and\nGayle, as well as his stepsons, Gary, Michael, Robert, and Kevin; and\n  WHEREAS, Armed with a  humanistic  spirit,  imbued  with  a  sense  of\ncompassion,  and  comforted  by  a  loving  family, Charles Wille leaves\nbehind a legacy which will long endure the  passage  of  time  and  will\nremain  as  a  comforting  memory  to all he served and befriended; now,\ntherefore, be it\n\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nmourn  the  death of Charles E. Wille, distinguished citizen and devoted\nmember of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Charles E. Wille.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T170543.TXT", "SOBI.D110121.T170105.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295647543080
}