{
  "year" : 2011,
  "senateBillNo" : "J301-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J301-2011-1295586000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Jerome Brisman, distinguished citizen and devoted member of his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION mourning the death of Jerome I. Brisman, distin-\nguished citizen and devoted member of his community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, Jerome I. Brisman, of Cornwall, New  York,  died  on  Monday,\nDecember 27, 2010; and\n  WHEREAS, Jerome I. Brisman attended the United States Military Academy\nat West Point and graduated in 1952; and\n  WHEREAS, Jerome I. Brisman distinguished himself in his profession and\nby his sincere dedication and substantial contribution to the welfare of\nhis community; and\n  WHEREAS, President and owner of West Point Tours, Inc. for many years,\nJerome  I. Brisman greatly enjoyed working with his family of employees,\nwhere he was lovingly known as Mr. B.; and\n  WHEREAS, Jerome I. Brisman contributed greatly  to  the  promotion  of\ntourism  in  the  region  of  Orange  County,  New York; in 2007, he was\nawarded the Ottaway Medal in recognition of these noble accomplishments;\nand\n  WHEREAS, Jerome I. Brisman's commitment to excellence, and his  spirit\nof humanity, carried over into all fields of enterprise, including char-\nitable and civic endeavors; and\n  WHEREAS, Past President of the New York School Bus Contractors Associ-\nation and of Temple Beth Jacob, Jerome I. Brisman recently served on the\nboard  of  the  Orange  County  Citizens  Foundation,  where he fostered\nrelationships that brought him great joy; and\n  WHEREAS, A great provider to his family, Jerome I. Brisman continually\ngave of himself to ensure others' happiness; he was a true gentleman who\nalways greeted you with a smile; he was a courageous person who  led  by\nexample and will be greatly missed; and\n  WHEREAS,  Jerome  I.  Brisman is survived by his best friend and wife,\nGloria Brisman and their four loving children, Judith,  Jeffrey,  Robert\nand Jay as well as his nine adoring grandchildren; and\n  WHEREAS,  Armed  with  a  humanistic  spirit,  imbued  with a sense of\ncompassion, and comforted by a loving family, Jerome I.  Brisman  leaves\nbehind  a  legacy  which  will  long endure the passage of time and will\nremain as a comforting memory to all  he  served  and  befriended;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmourn the death of Jerome I. Brisman, distinguished citizen and  devoted\nmember of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Jerome I. Brisman.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T170543.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295647543085
}