{
  "year" : 2011,
  "senateBillNo" : "J310-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J310-2011-1295845200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring outgoing President Raymond Cross, Ph.D. after many years of distinguished service to Morrisville State College",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION honoring outgoing President Raymond Cross, Ph.D.\nafter many years of distinguished service to Morrisville State College\n\nWHEREAS, It is the sense of this Legislative  Body  to  acknowledge  the\nsignificant  milestones  in  the distinguished careers of esteemed resi-\ndents of this noble Empire State; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions,  this  Legislative  Body  is justly proud to honor\noutgoing President Raymond Cross, Ph.D.  after  many  years  of  distin-\nguished  service  to Morrisville State College in Morrisville, New York;\nhe will leave this  position  to  become  Chancellor  of  University  of\nWisconsin Colleges and University of Wisconsin Extension; and\n  WHEREAS,  Upon  earning  a  Ph.D.  from  Michigan  State University, a\nMasters of Science degree from Central Michigan University, and a  Bach-\nelors  of Science degree from Ferris State University, Dr. Raymond Cross\nserved as Head of the  Engineering  Technologies  Department  at  Ferris\nState  University  in  Michigan, and extensively worked in and consulted\nfor the auto industry; and\n  WHEREAS, Dr. Raymond Cross then went on to serve as President and  CEO\nof  Northwest  Technical College in Minnesota before joining Morrisville\nState College in April, 1998; and\n  WHEREAS, For the past 13 years, Dr. Raymond Cross  rendered  faithful,\nconscientious and valuable service to Morrisville State College, earning\nthe admiration, esteem and affection of his colleagues; and\n  WHEREAS,  Since  his  inauguration  as  President of Morrisville State\nCollege, Dr. Raymond Cross has guided the institution through  a  period\nof  growth,  adding  facilities and programs, integrating technology and\nentrepreneurship in academics and reemphasizing the college's historical\nstrengths in agriculture and technology; and\n  WHEREAS, Armed with a plan to incorporate technology into the  college\nculture,  Dr.  Raymond  Cross  implemented an initiative for Morrisville\nState College to take a pioneering role in higher education by integrat-\ning mobile learning via laptops, wireless technology and cellular phones\nto allow students to work and learn at  the  location  best  suited  for\nthem; and\n  WHEREAS,  Under  the  luminous direction of Dr. Raymond Cross, Morris-\nville State College  has  increased  its  bachelor  degree  programs  in\nspecialized  areas;  when  he became President, the College offered only\none bachelors degree in equine studies; today, Morrisville State College\noffers approximately 25 bachelor degree programs with four more pending;\nand\n  WHEREAS, Dr. Raymond Cross played an integral role in the construction\nof several new facilities which function as real world learning  labora-\ntories  as  well  as  a  move  from  junior college to NCAA Division III\nathletic competition, both of which contributed to Morrisville's  devel-\nopment into a baccalaureate institution; and\n  WHEREAS,  Furthermore,  Dr.  Raymond  Cross  has leveraged Morrisville\nState College's roots in agricultural and technical programs, becoming a\nleading proponent of using New York agricultural feedstocks  to  develop\nbiofuels; and\n  WHEREAS,  He  has  also  made rural entrepreneurship a priority at the\ncollege with the development of  an  agri-business  center,  small-scale\nfood processing plant and entrepreneurship institute; and\n  WHEREAS,  In  addition  to  his  contributions  to  Morrisville  State\nCollege, Dr. Raymond Cross was the chairman of the Agriculture Committee\nfor New York State and currently, serves  on  several  local  boards  of\ndirectors and SUNY-wide committees; and\n\n  WHEREAS, Dr. Raymond Cross will leave behind a renowned legacy, having\nserved  with loyalty, honor and distinction, governed by a keen sense of\nduty; this remarkable educator always showed a  unique  grasp  of  human\nproblems in his official acts; and\n  WHEREAS,  With  him  throughout have been his wife, Miriam, their four\nchildren, and four grandchildren, all of whom feel privileged  to  be  a\npart of his life and rejoice in his achievements; and\n  WHEREAS,  It  is the sense of this Legislative Body that when individ-\nuals of such noble aims and accomplishments are brought  to  our  atten-\ntion,  they  should  be celebrated and recognized by all the citizens of\nthe great State of New York; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor  outgoing  President Raymond Cross, Ph.D. upon the occasion of his\nretirement after many years  of  distinguished  service  to  Morrisville\nState College, and to offer best wishes in all his future endeavors; and\nbe it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Raymond Cross, Ph.D.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T104403.TXT", "SOBI.D110124.T141629.TXT", "SOBI.D110124.T142130.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295970243876
}