{
  "year" : 2011,
  "senateBillNo" : "J311-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J311-2011-1295845200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Vincent S. Auletta, Sr. upon the occasion of his designation as Veteran of the Year by the Kingston Veterans Association",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring Vincent S. Auletta, Sr. upon the occa-\nsion of his designation as Veteran of the Year by the Kingston  Veterans\nAssociation\n\nWHEREAS,  Members  of the Armed Services from the State of New York, who\nhave served so valiantly and honorably in wars in  which  this  county's\nfreedom  was at stake, as well as in the preservation of peace in peace-\ntime, deserve a special salute from this Legislative Body; and\n  WHEREAS, The dedication  and  sacrifices  of  our  military  personnel\nensure  our  continued  role  as  a  Nation which embodies the ideals of\ndemocracy, and is a defender  of  liberty  for  peoples  throughout  the\nworld; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body  is  justly  proud  to  honor\nVincent  S. Auletta, Sr. upon the occasion of his designation as Veteran\nof the Year by the Kingston Veterans Association  on  Sunday,  September\n26, 2010; and\n  WHEREAS,  A  Cold  War submariner and three-time commander of Kingston\nPost 150 American Legion, Vincent Auletta has been chosen  as  the  22nd\nKingston Veteran's Association Veteran of the Year; and\n  WHEREAS,  From 1974-1980, Vince Auletta made five cruises on a nuclear\nsubmarine stationed in Groton and  Scotland;  he  was  discharged  as  a\nsecond class petty officer interior communications electrician; and\n  WHEREAS,  As a veteran, Vincent Auletta reorganized the Post 150 Color\nGuard and is a member of the VFW Post 1386 Color Guard and a former post\nadjutant; he is also affiliated with the Knights of  Columbus,  Kingston\nElks,  and  the  Hudson-Mohawk  chapter  of  the United States Submarine\nService; and\n  WHEREAS, A retired manager at  Verizon,  Vincent  Auletta  is  a  life\nmember of the VFW and the American Legion; and\n  WHEREAS,  With  him  throughout  have been his wife, Wanda, their five\nchildren, as well as three grandchildren, all of whom feel privileged to\nbe a part of his life and rejoice in his achievements; and\n  WHEREAS, A consummate leader, Vincent Auletta has provided  unwavering\nguidance both within Veterans organizations and his community; and\n  WHEREAS,  Having  exhibited  his  patriotism  both at home and abroad,\nVincent S. Auletta, Sr. has demonstrated his love for  his  country  and\nmerits forevermore the highest respect of this State and Nation; and\n  WHEREAS,  This  Legislative Body is very pleased to have this opportu-\nnity to express its gratitude to the men and women of the United  States\nArmed Forces for their tremendous sacrifices made for our Nation and for\nthe benefit of all Americans; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Vincent S. Auletta, Sr. upon the occasion of  his  designation  as\nVeteran  of  the  Year  by  the Kingston Veterans Association; and be it\nfurther\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Vincent S. Auletta, Sr.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T160638.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198069
}