{
  "year" : 2011,
  "senateBillNo" : "J312-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J312-2011-1295845200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Mr. and Mrs. Gene Cox upon the occasion of their 60th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating  Mr.  and Mrs. Gene Cox upon the\noccasion of their 60th Wedding Anniversary\n\nWHEREAS, Gene and Evelyn Cox, residents of White  Sulphur  Springs,  New\nYork,  have  been  united in marriage for 60 years; they were married in\nthe Youngsville Catholic Church with the reception held  at  the  Antrim\nLodge in Roscoe, New York; and\n  WHEREAS,  The  couple  celebrated  their 60th Wedding Anniversary with\ntheir family on Friday, August 20, 2010; and\n  WHEREAS, They are the  proud  parents  of  Laurie,  and  her  husband,\nRobert,  and  Raye  Anne,  and  her husband, Dennis; they also have five\ngrandchildren, Eli, Lily, Emily, Evan and Rachel; and\n  WHEREAS, Gene and Evelyn Cox are and  always  have  been  a  tower  of\nstrength,  support,  understanding  and limitless love for their family;\nand\n  WHEREAS, Their love, devotion, caring, sensitivity and  responsiveness\nto  their  family,  friends and all who know them are their hallmark and\ntradition; and\n  WHEREAS, Gene Cox worked in  construction  and  for  several  trucking\ncompanies, ending his career at Liberty Middletown; Evelyn Cox worked in\nthe  Electric  Company,  became  a homemaker, and finished her career at\nBOCES; and\n  WHEREAS, Devoted to their  faith,  Gene  and  Evelyn  Cox  are  active\nmembers  of  the  WSS  United Methodist Church and also volunteer at the\nlocal food pantry; and\n  WHEREAS, Gene and Evelyn Cox have lived and  continue  to  live  their\nlives  with great dignity and genuine grace, always demonstrating a deep\nand continuing concern for human values and ideals,  and  in  so  doing,\nthey have inspired others to do the same; and\n  WHEREAS,  This  meaningful occasion is a result of the love, hard work\nand spirit that this couple has invested in their marriage; and\n  WHEREAS, These same values they  have  passed  to  their  loved  ones,\nproducing  a  family that is close-knit and supportive of its individual\nmembers, public-minded in its relations to the community  and  committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS,  Gene  and  Evelyn Cox have touched the lives of their family\nand many friends through the shining example of their marriage, which is\na testament to the devotion and admiration which they  possess  for  one\nanother; and\n  WHEREAS,  The  longevity of this enduring marriage truly marks a mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS, It is the sense of this Legislative Body that when  an  occa-\nsion  of such importance is brought to our attention, the same should be\nmemorialized by us for the edification and  emulation  of  others;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Mr. and Mrs. Gene Cox  upon  the  occasion  of  their  60th\nWedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Gene Cox.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T160638.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198083
}