{
  "year" : 2011,
  "senateBillNo" : "J314-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J314-2011-1295845200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Herbert F. Faurote, the longest serving fire chief in the State of New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning  the  death of Herbert F. Faurote, the\nlongest serving fire chief in the State of New York, distinguished citi-\nzen and devoted member of his community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, Herbert F. Faurote, Chief of the Bloomington Fire  Department\nfor  the  past 45 years, died on Wednesday, June 23, 2010, at the age of\n82; and\n  WHEREAS, Born on March 19, 1928, in Poughkeepsie, New York, Herbert F.\nFaurote was the son of the late Hubert and Dorothy Griffen Faurote; and\n  WHEREAS, Herbert F. Faurote distinguished himself  in  his  profession\nand  by  his  sincere  dedication  and  substantial  contribution to the\nwelfare of his community; and\n  WHEREAS, A lifelong area resident, Herbert F. Faurote was employed  as\nauto  parts  sales  manager  for  the H.F. King Corp. in Kingston for 42\nyears prior to his retirement; and\n  WHEREAS, Herbert F. Faurote's commitment to excellence, and his spirit\nof humanity, carried over into all fields of enterprise, including char-\nitable and civic endeavors; and\n  WHEREAS, Herbert F. Faurote began his fire service career joining  the\nBloomington  Fire  Department in 1961, working his way through the ranks\nand becoming chief on January 1, 1965, a  position  he  held  until  his\ndeath; and\n  WHEREAS,  He  also  served  the  department as past president and past\ntreasurer and was serving as deputy fire coordinator for  Ulster  County\nat the time of his death; and\n  WHEREAS,  Herbert  F.  Faurote  was a member of the Ulster County Fire\nChief's Association, Ulster County Fireman's Association, New York State\nAssociation of Fire Coordinators, the Ulster County Fire Advisory  Board\nand the Town of Rosendale Volunteer Fireman's Association; and\n  WHEREAS,  Herbert  F.  Faurote was a veteran of the United States Navy\nand served in the United States Naval Reserve Unit in  Poughkeepsie  for\n38 years, retiring as chief petty officer in 1987; and\n  WHEREAS,  He  was  serving  as  president of the Bloomingdale Cemetery\nAssociation and was a former deacon of the  United  Reformed  Church  of\nRosendale; and\n  WHEREAS,  Predeceased  by  his  parents,  Hubert  and  Dorothy Griffen\nFaurote and one brother, Lloyd, Herbert F. Faurote is  survived  by  his\nwife  of  63  years,  Rose  M.  Smith  Faurote;  one  daughter, Mary Lou\nFaurote-Fuggazi; his niece whom he raised, Paulette  Romano;  a  sister,\nBetty  Jean  Stagg;  three  brothers,  Robert, Walter and Richard; and a\ngranddaughter, a great-granddaughter, several nieces, nephews and  cous-\nins as well as his large family of firefighters; and\n  WHEREAS,  Armed  with  a  humanistic  spirit,  imbued  with a sense of\ncompassion, and comforted by a loving family, Herbert F. Faurote  leaves\nbehind  a  legacy  which  will  long endure the passage of time and will\nremain as a comforting memory to all  he  served  and  befriended;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmourn the death of Herbert F. Faurote, the longest serving fire chief in\nthe State of New York, distinguished citizen and devoted member  of  his\ncommunity; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Herbert F. Faurote.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T160638.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198095
}