{
  "year" : 2011,
  "senateBillNo" : "J316-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J316-2011-1295845200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Dr. Alfred T. Frontera upon the occasion of receiving the Making A Difference Award from Always There",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION honoring Dr. Alfred T. Frontera upon the occasion\nof  receiving the Making A Difference Award from Always There on Septem-\nber 24, 2010\n\nWHEREAS, It is the practice of this Legislative Body to take note of and\npublicly acknowledge those exemplary individuals whose purposeful  lives\nand  distinguished  careers have been committed to bettering the quality\nof life in this great Empire State; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to honor Dr.\nAlfred T. Frontera upon the occasion of receiving the Making  A  Differ-\nence Award from Always There at its Third Annual \"An Evening in Tuscany\"\nGala  to  be  held  on Friday, September 24, 2010, at the Lazy Swan Golf\nCourse; and\n  WHEREAS, Always There is a not-for-profit organization  that  provides\nskilled  in-home  health services, compassionate personal care and adult\nday programs within the Mid-Hudson Valley; and\n  WHEREAS, Always There's Making A Difference Award was created for  the\nexpress  purpose  of  acknowledging local unsung heroes who have donated\ntheir energies and resources, often for many years, without  thought  of\naward or recognition; and\n  WHEREAS,  This  annual award acknowledges those individuals and organ-\nizations who have demonstrated excellence, volunteerism, or  exceptional\ndedication to the missions and programs of Always There; and\n  WHEREAS,  Dr.  Alfred  Frontera  has  continually demonstrated extreme\ncompetence, extraordinary intelligence, and diligent leadership  in  his\nunwavering  service  to  senior citizens living in the Mid-Hudson Valley\nand consequently has been selected for this most  prestigious  commenda-\ntion; and\n  WHEREAS,  Dr.  Alfred Frontera has practiced neurology for the past 40\nyears; throughout his esteemed career, he has helped countless  patients\nand  their families, truly making a difference throughout the Mid-Hudson\nValley community; and\n  WHEREAS, Rare indeed is the impressive dedication shown by an individ-\nual for the benefit of others which Dr. Alfred  Frontera  has  displayed\nthroughout his life; and\n  WHEREAS,  It  is  the  sense  of  this Legislative Body that those who\nenhance the quality of life in their community and have shown a long and\nsustained commitment to the  maintenance  of  high  standards  in  their\nprofession,  certainly have earned recognition and applause; now, there-\nfore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor  Dr.  Alfred  Frontera upon the occasion of receiving the Making A\nDifference Award from Always There; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Dr. Alfred Frontera.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T161139.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903499277
}