{
  "year" : 2011,
  "senateBillNo" : "J320-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J320-2011-1295845200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Tim Morey for his work as a 911 dispatcher who supervised a baby's birth",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring  Tim  Morey  for  his  work  as  a 911\ndispatcher who supervised a baby's birth\n\nWHEREAS, It is the sense of this Legislative Body to recognize that  the\nquality  and  character of life in the communities across New York State\nare reflective of the concerned and dedicated efforts of those  individ-\nuals who would devote themselves to the welfare of the community and its\ncitizenry; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body is justly proud to honor  Tim\nMorey  for  his  work as a 911 dispatcher who supervised a baby's birth;\nand\n  WHEREAS, On February 20, 2010, Edwin Levy Sr. of Woodbourne called 911\nto request urgent help because his wife, Stephanie, was ready to have  a\nbaby;  as  it turned out, the baby was closer to birth more quickly than\nEdwin knew; while he was talking on the phone, the delivery started  and\nthere was no time to get to a hospital; and\n  WHEREAS,  Tim  Morey, a 911 dispatcher who was on the other end of the\nline, calmly told Edwin Levy how to proceed;  about  three  and  a  half\nminutes later, a young Edwin Jr. was born; and\n  WHEREAS,  Tim Morey was presented with a plaque and a pin, shaped like\na stork with a baby in its mouth; Mr. Morey was praised for staying calm\non the phone with the caller until EMS  arrived,  and  coaching  him  on\ntying  the cord, clearing the baby's airway and keeping him warm; it was\na true success; and\n  WHEREAS, Tim Morey's distinguished record merits the  recognition  and\nrespectful tribute of this Legislative Body; he is a true asset to soci-\nety; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Tim Morey for his work as a 911 dispatcher who supervised a baby's\nbirth; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Tim Morey.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T161139.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903499283
}