{
  "year" : 2011,
  "senateBillNo" : "J33-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J33-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Kenneth D. Pasternak upon the occasion of his designation as recipient of the Spirit of the Catskills Award",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring Kenneth D. Pasternak upon the occasion\nof his designation as recipient of the Spirit of the Catskills Award  by\nthe Coalition to Save Belleayre\n\nWHEREAS,  Individuals  who give of their time and energies and serve the\nbest interests of their communities are an asset beyond remuneration and\ncannot be sufficiently extolled; and\n  WHEREAS, Kenneth D. Pasternak has given not only of his time and ener-\ngies but also of his competence, intelligence and leadership and  conse-\nquently has been designated for special recognition; and\n  WHEREAS,  This  Legislative  Body  is justly proud to honor Kenneth D.\nPasternak upon the occasion of his designation as recipient of the Spir-\nit of the Catskills Award by the Coalition to Save Belleayre at its 25th\nAnnual Snowball to be held on Saturday, January 29, 2011,  at  Belleayre\nMountain, Highmount, New York; and\n  WHEREAS,  Kenneth  D.  Pasternak, a lifelong presence in Fleischmanns,\nwas chosen as the recipient of this auspicious award for his  commitment\nto  improving the quality of life and economic vitality for everyone who\nlives in, works in and visits that part of the Catskill Region; and\n  WHEREAS, Kenneth D. Pasternak attended the Fleischmanns Central School\nfrom Kindergarten  until  high  school  when  Fleischmanns  merged  with\nMargaretville  Central  School,  from  which he graduated in 1972; after\nearning a Bachelor of Arts degree in Education from the State University\nof New York at New Paltz, he  taught  briefly  before  heading  to  Wall\nStreet; and\n  WHEREAS,  As  he advanced from mail room to trading desk with increas-\ningly important roles, Kenneth D.  Pasternak's  quintessential  American\nstory  unfolded;  he  co-founded Knight Capital Group, a publicly traded\nfinancial services company and  built  it  into  the  leading  wholesale\nmarket maker in the United States securities markets; and\n  WHEREAS,  In  1999, Kenneth D. Pasternak was named the Ernst and Young\nEntrepreneur of the Year and later founded Chestnut Ridge Capital; and\n  WHEREAS, Kenneth D. Pasternak is the son of Heinz and  the  late  Rose\nPasternak,  both  of  whom  set the standard for his tenacity and strong\nwork ethic; the elder Pasternak, who ran a business and also  served  as\nMayor  of  Fleischmanns,  was  instrumental in efforts to save Belleayre\nMountain in 1984; and\n  WHEREAS, Kenneth D. Pasternak and his family still maintain a home  on\nthe  outskirts  of  Fleischmanns  and pursue local business interests in\naddition to their global efforts; and\n  WHEREAS, A partner in  the  long-reviewed  Belleayre  Resort  Project,\nKenneth  D.  Pasternak  sees  his  legacy  to the region in terms of the\narea's ability to be viable and sustainable for those  who  continue  to\nlive and work here; and\n  WHEREAS,  Kenneth  D.  Pasternak  has  been a generous donor to a wide\nvariety of causes and projects for more than a decade; while his largest\nefforts have gone to community institutions with deep  roots  and  broad\nmissions,  projects  like  painting a church or fixing Burroughs Hall in\nRoxbury have also benefited from his benevolent support; and\n  WHEREAS, Moreover, the Margaretville Hospital as well as the Margaret-\nville Pavilion would not have been built without the strong  support  of\nKenneth  D.  Pasternak; the MARK Group, the Roxbury Arts Group and State\nUniversity of New York at New Paltz are some of the other  beneficiaries\nof the Pasternak Family Foundation; and\n  WHEREAS,  Kenneth  D.  Pasternak has also given generously through the\nCrossroads Foundation, established with partners at Crossroads Ventures,\n\nto support community endeavors  in  health,  arts,  culture,  education,\nsports and youth activities; and\n  WHEREAS,  A legendary philanthropist in the region, Kenneth D. Paster-\nnak personifies the can-do spirit, warm generosity and  entrepreneurship\nof the people of the Catskills; and\n  WHEREAS,  With  him  throughout have been his wife, Dorothy, and their\nthree children, Sara, Daniel and Rachel, all of whom feel privileged  to\nbe a part of his life and rejoice in his achievements; and\n  WHEREAS,  It  is  the  sense  of  this Legislative Body that those who\nenhance the well-being and vitality of their community and have shown  a\nlong  and  sustained  commitment to excellence certainly have earned the\nrecognition and applause of all the citizens of this great Empire State;\nnow, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor  Kenneth  D.  Pasternak  upon  the  occasion of his designation as\nrecipient of the Spirit of the Catskills Award; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Kenneth D. Pasternak.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T101602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294240562811
}