{
  "year" : 2011,
  "senateBillNo" : "J331-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J331-2011-1295931600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J331-2011-1296536400000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536401000,
    "eventText" : "ADOPTED",
    "billEventId" : "J331-2011-1296536401000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Memorializing Governor Andrew M. Cuomo to proclaim March 6-12, 2011, as World Glaucoma Week in the State of New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE   RESOLUTION  memorializing  Governor  Andrew  M.  Cuomo  to\nproclaim March 6-12, 2011, as World Glaucoma Week in the  State  of  New\nYork\n\nWHEREAS,  In  an  effort  to  combat one of the main causes of blindness\naround the globe, the World Glaucoma Association and the World  Glaucoma\nPatient  Organization have set March 6-12, 2011, as World Glaucoma Week,\na week to be marked by awareness and educational events organized by eye\ncare institutions and local patient support groups worldwide; and\n  WHEREAS, Glaucoma is the second leading  cause  of  blindness  in  the\nUnited States; it is the leading cause for African-Americans and strikes\nresidents of developing countries at alarming rates; and\n  WHEREAS,  Known  as \"the sneak thief of sight,\" glaucoma is a group of\neye diseases characterized by gradual loss of vision; if left  untreated\nglaucoma  can result in permanent vision loss and may lead to blindness;\nand\n  WHEREAS, It is estimated that 4.5 million people around the world  are\nblind  due  to  glaucoma  and  that this number will more than double by\n2020; and\n  WHEREAS, Early detection is  the  key  to  treating  and  halting  the\neffects  of  glaucoma  yet  current worldwide estimates reveal that more\nthan half of glaucoma sufferers  do  not  even  realize  they  have  the\ndisease; and\n  WHEREAS,  Simple  detection  measures,  including regular eye examina-\ntions, can help prevent the serious complications which can  arise  from\nuntreated glaucoma; and\n  WHEREAS,  Because  glaucoma  strikes  so silently and gradually, it is\ncrucial to educate people about the value of early detection; and\n  WHEREAS, Organized by Co-Founder  Robert  Ritch,  M.D.,  Professor  of\nClinical Ophthalmology at New York Medical College and Shelley and Stev-\nen  Einhorn  Distinguished Chair in Ophthalmology, and Chief of Glaucoma\nServices at The New York Eye and Ear Infirmary, who is also the  founder\nof the World Glaucoma Association and the World Glaucoma Patient Associ-\nation,  the  observance  of  World Glaucoma Week is intended to increase\nglobal awareness through local educational and public awareness  events;\nnewspaper, radio and television coverage; public glaucoma screenings and\nopen door days at glaucoma clinics and departments of ophthalmology; and\n  WHEREAS,  The encouragement of such events throughout the year coupled\nwith the collective strength of patient support groups, medical  profes-\nsionals,  and glaucoma institutions across New York State and around the\nworld can help countless individuals avoid the preventable  vision  loss\nwhich results from this all too prevalent disease; now, therefore, be it\n  RESOLVED,  That  this  Legislative Body pause in its deliberations, in\nkeeping with the great pride it  takes  in  recognizing  official  weeks\nestablished  to increase awareness of serious illnesses which affect the\nlives of many New Yorkers, to memorialize Governor Andrew  M.  Cuomo  to\nproclaim March 6-12, 2011, as World Glaucoma Week in New York State; and\nbe it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted  to  The Honorable Andrew M. Cuomo, Governor of the State of New\nYork; Dr. Robert Ritch of The New York Eye and Ear Infirmary; the  World\nGlaucoma Association; and the World Glaucoma Patient Association.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T112908.TXT", "SOBI.D110126.T092237.TXT", "SOBI.D110126.T092738.TXT", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730599
}