{
  "year" : 2011,
  "senateBillNo" : "J336-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J336-2011-1295931600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Memorializing Governor Andrew M. Cuomo to declare March 11, 2011, to April 12, 2011, as Garifuna-American Heritage Month in the State of New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION memorializing Governor Andrew M. Cuomo to declare\nMarch  11, 2011, to April 12, 2011, as Garifuna-American Heritage Day in\nthe State of New York\n\nWHEREAS, It is the sense of this Legislative Body to recognize  and  pay\njust  tribute  to  the  cultural  heritage  of  the  ethnic groups which\ncomprise and contribute to the richness and diversity of  the  community\nof the State of New York; and\n  WHEREAS,  Attendant  to such concern, and in keeping with its time-ho-\nnored traditions, it is the intent of this Legislative Body  to  applaud\nand  commemorate  events  which  foster  ethnic  pride and exemplify the\ncultural diversity that represents and strengthens  the  spirit  of  the\npeople and the State of New York; and\n  WHEREAS, This Legislative Body is justly proud to memorialize Governor\nAndrew M. Cuomo to declare March 11, 2011, to April 12, 2011, as Garifu-\nna-American Month in the State of New York; and\n  WHEREAS,   Garifuna-American   Heritage  Month  celebrates  the  great\ncontributions of Garifuna-Americans to the fabric of New York City,  and\npays  tribute  to the common culture and bonds of friendship that united\nthe United States and the Garifuna countries; and\n  WHEREAS, Garifuna-American Heritage Month affirms the culture, identi-\nty and self-esteem of a people; it celebrates a rich heritage and  illu-\nminates  Garifuna  history  and  tradition,  as well as the spirit of an\nindomitable people; and\n  WHEREAS, In 1665, two Spanish ships  wrecked  off  the  coast  of  St.\nVincent; and\n  WHEREAS, The West African slaves that escaped to the island eventually\nintermarried with the Venezuelan Caribs and the Arawaks; and\n  WHEREAS,  The  new  race of people, known as the Garifuna, grew strong\nand prosperous on the island; and\n  WHEREAS, In 1795, the Garifuna began the Second Carib War against  the\nBritish;  battles  raged  throughout St. Vincent over the next year with\nboth sides enduring heavy losses; and\n  WHEREAS, On June 10, 1796, the final battle commenced with the Garifu-\nna and British, resulting in the Garifuna's surrender; and\n  WHEREAS, The surviving Caribs were exiled to the neighboring island of\nBalliceaux; and\n  WHEREAS, On March 11, 1797, the defeated Garifuna were loaded  onto  a\nconvoy  of  eight  vessels  and  transported  to Roatan, Honduras, which\narrived on April 12th of that year; and\n  WHEREAS, The Garifuna began to migrate to the United States during the\n1930s; today, New York City is home to the  largest  Garifuna  community\noutside of Central America; and\n  WHEREAS,  The  nurturing  and  promotion  of  Garifuna pride is at the\ncenter of the Garifuna coalition's community organizing  initiative,  to\ncreate  awareness  and  appreciation  of  the  Garifuna  culture and its\ncontribution to the culture and society of New York; and\n  WHEREAS, On May 18, 2001, the United Nations  Educational,  Scientific\nand  Cultural  Organization  (UNESCO)  proclaimed the Garifuna language,\ndance and music as a \"Masterpiece of the Oral and Intangible Heritage of\nHumanity\"; and\n  WHEREAS, Garifuna-American Heritage Month provides an  opportunity  to\nrecognize  the  significance  of  their contributions to the quality and\ncharacter of life, and, through many events  and  activities  throughout\nthe  month,  for  all  people to gain a greater appreciation of Garifuna\nhistory and traditions, and of the role Garifuna-Americans have  played,\nand will continue to play, in our society; and\n\n  WHEREAS,  On  September  17,  1821, nearly a decade before slavery was\ncompletely phased out in New York City, William  Henry  Brown's  African\nTheater  presented  it first performance in Greenwich Village; Mr. Brown\nwas the first American Playwright of  African  Descent  and  wrote  \"The\nDrama  of  King  Shotaway,\"  recognized  as the first Black drama of the\nAmerican Theatre and has as its subject the 1795 Black  Caribs  (Garifu-\nnas) defense of the Island of Saint Vincent, against colonization by the\nBritish; and\n  WHEREAS,  Today,  New Yorkers of Garifuna heritage such as Sara Logan,\nLino Solis, Rosemary Ordonez Jenkins, Eleanor Cecelia  Castillo-Bullock,\nMirtha  Colon,  Jose  Francisco Avila, and Aurelio Martinez, continue to\nrecognize and honor the cultural  practices  of  their  ancestors;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmemorialize Governor Andrew M. Cuomo to declare March 11, 2011, to April\n12, 2011, as Garifuna-American Heritage Month in the State of New  York;\nand be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted  to  The Honorable Andrew M. Cuomo, Governor of the State of New\nYork.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T125913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295978353556
}