{
  "year" : 2011,
  "senateBillNo" : "J347-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J347-2011-1296018000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Drs. Tibor and Galina Gershkovich, Guests of Honor at the 59th Anniversary Banquet of the Flatbush Park Jewish Center on March 27, 2011",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION commending Drs. Tibor and Galina Gershkovich upon\nthe  occasion  of their designation as Guests of Honor at the 59th Anni-\nversary Banquet of the Flatbush Park Jewish Center on March 27, 2011\n\nWHEREAS, The quality and character of life in the Empire State is great-\nly enriched by the faithful and generous service  of  those  who  devote\nthemselves to endeavors of family, faith and community; and\n  WHEREAS,  It  is  the  sense of this Legislative Body to recognize and\ncommend individuals of such magnanimous conduct and bearing  who  demon-\nstrate  a  deep  and  continuing  concern  for  others, and in so doing,\ninspire others to do the same; and\n  WHEREAS, Attendant to such concern and fully in accord with its  long-\nstanding  traditions,  it  is  the  intent  of  this Legislative Body to\ncommend Drs. Tibor and Galina Gershkovich upon  the  occasion  of  their\ndesignation  as  Guests  of Honor at the 59th Anniversary Banquet of the\nFlatbush Park Jewish Center, to be held at Kings Terrace in Brooklyn  on\nSunday, March 27, 2011; and\n  WHEREAS,  The  Flatbush Park Jewish Center has grown from a storefront\ncongregation of 45 families to become one of  New  York  City's  leading\nOrthodox  congregations;  it  has  evolved  into a true center of Jewish\ncommunal life, serving the religious, educational and  social  needs  of\nthe young and old of Brooklyn's Mill Basin community; and\n  WHEREAS,  Throughout  the course of their service to the Flatbush Park\nJewish Center and their community, Drs.  Tibor  and  Galina  Gershkovich\nhave  exhibited uncommon valor and wisdom; their involvement and leader-\nship have been characterized by an impressive commitment,  an  unbridled\nenthusiasm,  and  an  uncompromising standard of excellence in all their\nendeavors; and\n  WHEREAS, Drs. Tibor  and  Galina  Gershkovich  are  sincerely  devoted\nmembers  and leaders of the Flatbush Park Jewish Center and their commu-\nnity as well as generous supporters of the Torah and Youth programs  and\nmany  other  worthy programs and causes at the Center, in the community,\nand in Israel; and\n  WHEREAS, This Legislative Body is proud to extend its highest  commen-\ndation  to  Drs.  Tibor  and Galina Gershkovich for their dedication and\ncommitment to their community and their heritage; now, therefore, be it\n  RESOLVED, That this Legislative Body pause in its deliberations to pay\ntribute to Drs. Tibor and Galina Gershkovich upon the occasion of  their\ndesignation  as  Guests  of Honor at the 59th Anniversary Banquet of the\nFlatbush Park Jewish Center on March 27, 2011; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Drs. Tibor and Galina Gershkovich.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T110245.TXT", "SOBI.D110127.T100342.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622368
}