{
  "year" : 2011,
  "senateBillNo" : "J353-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J353-2011-1296018000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Ernest and Rose Finamore upon the occasion of celebrating their 60th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION congratulating Ernest and Rose Finamore upon the\noccasion of celebrating their 60th Wedding Anniversary\n\nWHEREAS, Ernest and Rose Finamore of Massapequa  Park,  New  York,  were\nunited in marriage on September 24, 1950; and\n  WHEREAS,  Mr.  and  Mrs.  Ernest  Finamore observed their 60th Wedding\nAnniversary on September 24, 2010; and\n  WHEREAS, Mr. and Mrs. Ernest Finamore renewed their vows at  Our  Lady\nof  Lourdes  Church in Massapequa Park, New York, on September 26, 2010,\nand celebrated with 30 family members at a dinner at Villa Avanzo Risto-\nrante in Amityville, New York; and\n  WHEREAS, The proud parents of three children, Ernest and Rose Finamore\nhave two beloved grandchildren; and\n  WHEREAS, Ernest Finamore is retired from  his  employment  at  Grumman\nAerospace Corporation after a 45 year career; and\n  WHEREAS, Rose Finamore is a homemaker; and\n  WHEREAS, Mr. and Mrs. Ernest Finamore are and always have been a tower\nof strength, support, understanding and limitless love for their family;\nand\n  WHEREAS,  Their love, devotion, caring, sensitivity and responsiveness\nto their family, friends and all who know them are  their  hallmark  and\ntradition; and\n  WHEREAS,  Mr. and Mrs. Ernest Finamore have lived and continue to live\ntheir lives with great dignity and genuine grace, always demonstrating a\ndeep and continuing concern for human  values  and  ideals,  and  in  so\ndoing, they have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit that this couple has invested in their marriage; and\n  WHEREAS,  These  same  values  they  have  passed to their loved ones,\nproducing a family that is close-knit and supportive of  its  individual\nmembers,  public-minded  in its relations to the community and committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS, Mr. and Mrs. Ernest Finamore have touched the lives of  their\nfamily  and  many friends through the shining example of their marriage,\nwhich is a testament to the devotion and admiration which  they  possess\nfor one another; and\n  WHEREAS,  The  longevity of this enduring marriage truly marks a mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS, It is the sense of this Legislative Body that when  an  occa-\nsion  of such importance is brought to our attention, the same should be\nmemorialized by us for the edification and  emulation  of  others;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Mr. and Mrs. Ernest Finamore upon  the  occasion  of  their\n60th Wedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted  to Mr. and Mrs. Ernest Finamore, 287 Pacific Street, Massapequa\nPark, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T144807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296071287254
}