{
  "year" : 2011,
  "senateBillNo" : "J360-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J360-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J360-2011-1296536400000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536401000,
    "eventText" : "ADOPTED",
    "billEventId" : "J360-2011-1296536401000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Leonard Joblove upon the occasion of his designation as recipient of the 2011 Robert N. Kaye Memorial Award by The Kings County Criminal Bar Association",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION honoring Leonard Joblove upon the occasion of his\ndesignation  as  recipient  of the 2011 Robert N. Kaye Memorial Award by\nThe Kings County Criminal Bar Association\n\nWHEREAS, Individuals who give of their time and energies and  serve  the\nbest interests of their communities are an asset beyond remuneration and\ncannot be sufficiently extolled; and\n  WHEREAS,  Leonard  Joblove has given not only of his time and energies\nbut also of his competence, intelligence and leadership and consequently\nhas been designated for special honor; and\n  WHEREAS, This Legislative  Body  is  justly  proud  to  honor  Leonard\nJoblove  upon  the  occasion of his designation as recipient of the 2011\nRobert N.  Kaye Memorial Award by The Kings County Criminal Bar  Associ-\nation,  to  be celebrated at its 2011 Annual Dinner Dance held on Satur-\nday, February 5, 2011, at Russo's On The Bay in Howard Beach, New  York;\nand\n  WHEREAS,  Leonard  Joblove is receiving this auspicious award for more\nthan 28 years of distinguished service on behalf of the people of  Kings\nCounty; and\n  WHEREAS,  Raised  in  Kew  Gardens  Hill  in Queens, New York, Leonard\nJoblove attended P.S. 16 and Campbell Junior High School, then graduated\nin 1975 from Hillcrest High School; and\n  WHEREAS, Leonard Joblove went on to attend  Cornell  University  where\nhis  major in Physics was tempered by courses in Pre-law and Philosophy;\nthese classes sparked his interest in a career as a lawyer and in  1982,\nhe graduated from Yale Law School; and\n  WHEREAS,  After  graduation,  Leonard  Joblove joined the Kings County\nDistrict Attorney's Office as part  of  the  first  class  of  Assistant\nDistrict  Attorneys;  during  his first year he was assigned to Criminal\nCourt, and then moved to the  Appeals  Bureau  where  in  2000,  he  was\nappointed Chief of the Appeals Bureau; and\n  WHEREAS,  In  his time at the Kings County District Attorney's Office,\nLeonard Joblove has had the privilege of arguing  a  number  of  notable\ncases,  including  a pretrial appeal to the New York Court of Appeals in\nthe case against the Zodiac killer, and a  rehearing  en  banc,  in  the\nUnited  States  Court  of Appeals for the Second Circuit, of a constitu-\ntional challenge to New York's discretionary persistent felony  offender\nsentencing law; and\n  WHEREAS,  Leonard  Joblove  stands  in  the  company  of other notable\nlawyers of the Kings County  District  Attorney  Appeals  Bureau,  whose\ntalent  and  dedication are well known throughout the legal community as\nbeing exceptional; and\n  WHEREAS, In addition to  the  2011  Robert  N.  Kaye  Memorial  Award,\nLeonard  Joblove  was  the recipient of the 2008 Outstanding Achievement\nAward from the Kings County District Attorney Alumni Association; and\n  WHEREAS, A singular asset to all of the citizens he has served in  the\ncommunity  of  the  State of New York, Leonard Joblove's life and career\nare a portrait of preeminence in public  service,  and  present  a  role\nmodel  for all who aspire to a career in public service; now, therefore,\nbe it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor  Leonard Joblove upon the occasion of his designation as recipient\nof the 2011 Robert N. Kaye Memorial Award by The Kings  County  Criminal\nBar Association; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Leonard Joblove.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T100740.TXT", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730638
}