{
  "year" : 2011,
  "senateBillNo" : "J364-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J364-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J364-2011-1296536400000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536401000,
    "eventText" : "ADOPTED",
    "billEventId" : "J364-2011-1296536401000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Paying tribute to Dr. David Conti upon the occasion of his designation for special honor by the National Kidney Foundation of Northeast New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION paying tribute to Dr. David Conti upon the occa-\nsion of his designation for special honor by the National Kidney Founda-\ntion of Northeast New York\n\nWHEREAS, It is the sense of this Legislative Body to recognize  and  pay\ntribute  to  those  individuals within the medical field who distinguish\nthemselves through professional excellence and who have made significant\ncontributions to the quality of life of citizens in  the  State  of  New\nYork; and\n  WHEREAS,  This  Legislative Body is justly proud to pay tribute to Dr.\nDavid Conti, upon the occasion of his designation for special  honor  by\nthe  National  Kidney Foundation of Northeast New York, to be celebrated\nat its 200 Liters Campaign reception on Thursday, February 3,  2011,  at\nthe Desmond Hotel, Albany, New York; and\n  WHEREAS,  The  Honorary Chair of this year's Campaign, Dr. David Conti\nis the Director of Albany Medical Center's Transplant  Program;  he  has\ngiven  not  only  of  his  time and energies but also of his competence,\nintelligence and leadership and consequently  has  been  designated  for\nspecial honor; and\n  WHEREAS, Having completed his medical degree, internship, and residen-\ncy at Northwestern University in Chicago, Illinois, Dr. David Conti then\ncontinued  by  completing two fellowships, one in Transplant Surgery and\nthe other in Surgery, both at Massachusetts General Hospital in  Boston,\nMassachusetts; and\n  WHEREAS,  Today, Dr. David Conti is a nationally recognized transplant\nsurgeon and a leading researcher in the field of transplant  immunology;\nand\n  WHEREAS,  This  remarkable  doctor  specializes  in renal and pancreas\ntransplant patients, and vascular access for dialysis, as well as gener-\nal surgery; and\n  WHEREAS, As Director of Albany Medical Center's transplant  team,  Dr.\nDavid  Conti  has  been  instrumental  in  contributing to the excellent\npatient and transplant graft outcomes that are some of  the  highest  in\nthe Nation; and\n  WHEREAS,  As  a  leader  in his profession, Dr. David Conti has proven\nhimself to be a great asset to medicine and to the health and welfare of\nthe citizens of the State of New York; and\n  WHEREAS, It is the custom of this  Legislative  Body  to  commend  and\nrecognize  those  esteemed  individuals within the medical community for\ntheir extraordinary and sustained contributions to the progress of medi-\ncine and the improvement of life; now, therefore, be it\n  RESOLVED, That this Legislative Body pause in its deliberations to pay\ntribute to Dr. David Conti upon the  occasion  of  his  designation  for\nspecial  honor  by the National Kidney Foundation of Northeast New York;\nand be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Dr. David Conti.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T114751.TXT", "SOBI.D110128.T114251.TXT", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730646
}