{
  "year" : 2011,
  "senateBillNo" : "J37-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J37-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J37-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J37-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Kenny Dichter upon the occasion of being inducted into the John F. Kennedy High School Hall of Fame",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION honoring Kenny Dichter upon the occasion of being\ninducted into the John F. Kennedy High School Hall of Fame\n\nWHEREAS, It is the practice of this Legislative Body to take note of and\npublicly  acknowledge  individuals of remarkable integrity and character\nwho have inspired and brought pride to our majestic  Empire  State  with\ntheir strong contributions to the community and model citizenship; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body  is  justly  proud  to  honor\nKenny  Dichter  upon  the  occasion  of  being inducted into the John F.\nKennedy High School Hall of Fame; to celebrate this auspicious event,  a\nHall  of  Fame Induction Ceremony and Dinner was held at the high school\non Saturday, November 13, 2010; and\n  WHEREAS, Kenny Dichter graduated in 1986 from  John  F.  Kennedy  High\nSchool,  which  is  located  in the Bellmore-Merrick Central High School\nDistrict; and\n  WHEREAS, Four years later, he graduated from the University of Wiscon-\nsin; since then, he has been an entrepreneur in sports marketing, retail\nand manufacturing; and\n  WHEREAS, This outstanding businessman is the founder of three success-\nful companies: Alphabet City, a recording company; Tour GCX, Inc.,  golf\naccess; and Marquis Jet, travel access; and\n  WHEREAS,  Kenny  Dichter's entrepreneurial achievements allowed him to\ncreate MarquisCare, which supports more than 50 different charities; and\n  WHEREAS, A participant in John F. Kennedy's Senior Experience Program,\nKenny Dichter is a favored guest speaker in  the  high  school's  class-\nrooms; and\n  WHEREAS,  It  is the sense of this Legislative Body that when individ-\nuals of such noble aims and accomplishments are brought  to  our  atten-\ntion,  they  should  be celebrated and recognized by all the citizens of\nthis great Empire State; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor Kenny Dichter upon the occasion of being inducted into the John F.\nKennedy High School Hall of Fame; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Kenny Dichter.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T100600.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762313898
}