{
  "year" : 2011,
  "senateBillNo" : "J371-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J371-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J371-2011-1296536400000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536401000,
    "eventText" : "ADOPTED",
    "billEventId" : "J371-2011-1296536401000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Carl L. Helstrom, distinguished citizen and devoted member of his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning the death of Carl L. Helstrom, distin-\nguished citizen and devoted member of his community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, Carl L. Helstrom, a  lifelong  resident  of  Montgomery,  New\nYork, died on Sunday, December 19, 2010, at the age of 84; and\n  WHEREAS,  Born  on  February  2, 1926, Carl L. Helstrom graduated from\nWalden High School in 1944; he lived on a poultry and dairy  farm  until\nhe was 36 years old; and\n  WHEREAS,  Carl  L. Helstrom was the Manager of Central Co-op in Gardi-\nner, New York; he belonged to 4-H, the Orange County Farm Bureau and was\na member of the Montgomery Milk Co-op; and\n  WHEREAS, In addition, Carl L. Helstrom was the President of the  Mont-\ngomery Little League and served as the Tax Collector, Councilman, Super-\nvisor and Planning Board member for the Town of Montgomery; and\n  WHEREAS, A member of the Orange County Supervisors and Mayors' Associ-\nation,  Carl  L. Helstrom served as Vice President and President; he was\nalso a charter member of the Town of  Montgomery  Chamber  of  Commerce,\nserving as Vice President and President; and\n  WHEREAS,  Carl  L. Helstrom belonged to the Wallkill Masonic Lodge and\nwas a member of the Brick Reformed Church for more than 50 years,  serv-\ning  as  Deacon,  Elder and Treasurer; he was also Vice Treasurer of the\nchurch consistory; and\n  WHEREAS, Carl L. Helstrom tried  to  attend  all  his  children's  and\ngrandchildren's  sporting  events over the years, including traveling to\nOneonta to proudly watch his granddaughter play softball for SUNY Oneon-\nta; his hobbies included countless games of  solitaire  and  challenging\nhis grandchildren to many games of Liverpool rummy; he enjoyed gardening\nand loved the \"good earth\"; and\n  WHEREAS, Predeceased by his brother, Albert Helstrom, Carl L. Helstrom\nis  survived  by  his  wife  of 56 years, Ruth Ellen Roney Helstrom; his\nchildren, Gary (Camille), Bruce (AnneMarie), Carl A., and  Lisa  (Doug);\nand his grandchildren, Keith (Amy) Boeckmann, Michael (Alyson) Helstrom,\nKarla  (James)  Tombrello,  LeeAnn  Higinson, Jennifer Higinson, Michael\nHiginson, Lindsay Higinson, and Melissa (Elijah) Howe, as well  as  many\nnieces, nephews, and cousins; and\n  WHEREAS,  Armed  with  a  humanistic  spirit,  imbued  with a sense of\ncompassion, and comforted by a loving family, Carl  L.  Helstrom  leaves\nbehind  a  legacy  which  will  long endure the passage of time and will\nremain as a comforting memory to all  he  served  and  befriended;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmourn the death of Carl L. Helstrom, distinguished citizen  and  devoted\nmember of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Carl L. Helstrom.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T141809.TXT", "SOBI.D110201.T121850.TXT", "SOBI.D110131.T111658.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730656
}