{
  "year" : 2011,
  "senateBillNo" : "J372-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J372-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J372-2011-1296536400000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536401000,
    "eventText" : "ADOPTED",
    "billEventId" : "J372-2011-1296536401000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Dr. Annette M. Saturnelli, distinguished citizen and devoted member of her community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION mourning the death of Dr. Annette M. Saturnelli,\ndistinguished citizen and devoted member of her community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, Dr. Annette Saturnelli of Newburgh, New York, died on Monday,\nDecember 20, 2010, at the age of 73; and\n  WHEREAS, Superintendent of the Newburgh Enlarged City School District,\nDr. Annette Saturnelli gave countless hours to further  the  vision  she\nhad for public education; and\n  WHEREAS,  Before her appointment as Superintendent, Dr. Annette Satur-\nnelli served in the following positions in the District:  Acting  Super-\nintendent,   Deputy   Superintendent,   Executive  Director  for  Funded\nPrograms, and Director of Science  Pre-K-12;  prior  to  coming  to  the\nNewburgh  Enlarged City School District, she was on the staff of the New\nYork State Education Department's Bureau of Science Education where  she\nwas  responsible  for the Chemistry, Elementary and middle level Science\nEducation Programs for New York State; and\n  WHEREAS, Dr. Annette Saturnelli has been  a  teacher  of  Science  for\nK-12,  and  an  adjunct  professor at several colleges and universities;\nprior to her career as an educator, she was a  research  biochemist  for\nfive  years  at  American  Cyanamid's  Lederle  Laboratories  where  her\npublished research focused on the tetracycline antibiotics; and\n  WHEREAS, Dr. Annette Saturnelli earned degrees  from  Vassar  College,\nSUNY  New  Paltz and New York University; she is a past-president of the\nNew York State Science Supervisor's Association and the  Science  Teach-\ner's  Association  of New York State where she led both organizations in\nthe development of their strategic plans; and\n  WHEREAS, Dr. Annette Saturnelli has authored numerous books and  arti-\ncles and has received numerous awards for administration and teaching at\nthe  state and national levels; she has also received community recogni-\ntions such as the Pillars of the  Community  Award,  the  Orange  County\nWomen of Achievement Award, the NAACP Educator's Award and Mother of the\nYear from the Newburgh Elks Club; and\n  WHEREAS,  Dr.  Annette Saturnelli distinguished herself in her profes-\nsion and by her sincere dedication and substantial contribution  to  the\nwelfare of her community; and\n  WHEREAS,  Dr.  Annette Saturnelli' s commitment to excellence, and her\nspirit of humanity, carried over into all fields of enterprise,  includ-\ning charitable and civic endeavors; and\n  WHEREAS, Predeceased by her granddaughter Carly, and her sister-in-law\nMaria,  Dr.  Annette  Saturnelli  is survived by her husband, Carlo; her\nchildren, Carla,  Steven,  Anne  and  husband,  Philip,  and  Karen  and\nhusband,  William;  her  grandchildren,  Dominic, Danielle and Alex; her\nbrother, Joseph and his wife, Judy; her nephews, Joseph  and  his  wife,\nLisa,  David  and  his  wife,  Ann;  as well as her niece, Diane and her\nhusband, Tom; and\n  WHEREAS, Armed with a  humanistic  spirit,  imbued  with  a  sense  of\ncompassion,  and  comforted  by  a loving family, Dr. Annette Saturnelli\nleaves behind a legacy which will long endure the passage  of  time  and\nwill  remain  as  a  comforting memory to all she served and befriended;\nnow, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nmourn  the death of Dr. Annette M. Saturnelli, distinguished citizen and\ndevoted member of her community; and be it further\n\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Dr. Annette M. Saturnelli.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T141809.TXT", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730657
}