{
  "year" : 2011,
  "senateBillNo" : "J374-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J374-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commemorating the observance of the Sesquicentennial of the American Civil War in the State of New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION commemorating the observance of the Sesquicenten-\nnial of the American Civil War in the State of New York\n\nWHEREAS, It is the sense of this Legislative Body to commemorate signif-\nicant  events  which  represent turning points in our unique history and\nwhich are indelibly etched in the saga of our great Nation; and\n  WHEREAS, Attendant to such duty and fully in  accord  with  its  long-\nstanding  traditions,  it  is  the  intent  of  this Legislative Body to\ncommemorate the observance of the Sesquicentennial of the American Civil\nWar in the State of New York; and\n  WHEREAS, New York State played a major role  throughout  the  American\nCivil  War  and  greatly  influenced  national  politics,  the Union war\neffort, and the media coverage of the war; and\n  WHEREAS, The most populous state in  the  Union  during  the  American\nCivil  War,  New  York  provided  more troops to the Union Army than any\nother state, including several significant military commanders and lead-\ners; today, New York State is home to the largest  collection  of  Civil\nWar battle flags; and\n  WHEREAS,  The  American  Civil  War, also known as the War Between the\nStates, took place April 12, 1861 - April 9,  1865;  11  Southern  slave\nstates  declared  their  secession from the United States and formed the\nConfederate States of America, also known as \"the Confederacy\"; and\n  WHEREAS, Led by Jefferson Davis, the Confederacy  fought  against  the\nUnited  States  (the  Union), which was supported by New York and all of\nthe other free states (where Slavery had been  abolished)  and  by  five\nslave states that became known as the border states; and\n  WHEREAS,  In  the presidential election of 1860, the Republican Party,\nled by Abraham Lincoln, had campaigned against the expansion of  slavery\nbeyond the states in which it already existed; in response to the Repub-\nlican  victory  in  that election, seven states declared their secession\nfrom the Union before Lincoln took office on March 4, 1861; and\n  WHEREAS, Both the outgoing administration of President James  Buchanan\nand  Lincoln's  incoming  administration rejected the legality of seces-\nsion, considering it rebellion;  several  other  slave  states  rejected\ncalls for secession at this point; and\n  WHEREAS,  Hostilities began on April 12, 1861, when Confederate forces\nattacked a United States military installation at Fort Sumter  in  South\nCarolina;  Lincoln  responded  by calling for a volunteer army from each\nstate to recapture federal property; this led to declarations of  seces-\nsion by four more slave states; and\n  WHEREAS,  Both sides raised armies as the Union assumed control of the\nborder states early in the war and  established  a  naval  blockade;  in\nSeptember  1862, Lincoln's Emancipation Proclamation made ending slavery\nin the South a war goal and dissuaded the British from intervening; and\n  WHEREAS, Confederate commander Robert E. Lee won battles in the  east,\nbut  in 1863 his northward advance was turned back with heavy casualties\nafter the Battle of Gettysburg; to the west, the Union gained control of\nthe Mississippi River after their  capture  of  Vicksburg,  Mississippi,\nthereby splitting the Confederacy in two; and\n  WHEREAS,  The Union was able to capitalize on its long-term advantages\nin men and material by 1864 when Ulysses  S.  Grant  fought  battles  of\nattrition  against  Lee,  while  Union  general William Tecumseh Sherman\ncaptured Atlanta and marched to the sea;  Confederate  resistance  ended\nafter  Lee  surrendered  to  Grant at Appomattox Court House on April 9,\n1865; and\n  WHEREAS, The American Civil War was one of the  earliest  true  indus-\ntrial  wars;     railroads, the telegraph, steamships, and mass-produced\n\nweapons were employed extensively; the practices of total war, developed\nby Sherman in Georgia, and of trench warfare around Petersburg foreshad-\nowed World War I in Europe; it remains the  deadliest  war  in  American\nhistory, resulting in the deaths of 620,000 soldiers and an undetermined\nnumber of civilian casualties; and\n  WHEREAS, Victory for the North meant the end of the Confederacy and of\nslavery  in  the United States, and strengthened the role of the federal\ngovernment; the social, political, economic and racial issues of the war\ndecisively shaped the reconstruction era that lasted to 1877; and\n  WHEREAS, We, the duly elected members of this  Legislative  Body,  can\nmark  this solemn occasion with no greater remembrance than the words of\nthe 16th President, Abraham Lincoln,  when  he  dedicated  the  National\nCemetery  at Gettysburg on November 19, 1863: \"We ... have come to dedi-\ncate a portion of that field, as a final resting  place  for  those  who\nhere  gave  their  lives  that  that nation might live. It is altogether\nfitting and proper that we should do this. But, in a  larger  sense,  we\ncan  not  dedicate  -- we can not consecrate -- we cannot hallow -- this\nground.   The brave men, living  and  dead,  who  struggled  here,  have\nconsecrated  it,  far  above our poor power to add or detract. The world\nwill little note, nor long remember what we say here, but it  can  never\nforget what they did here. It is for, us the living, rather, to be dedi-\ncated  here  to the unfinished work which they who fought here have thus\nfar so nobly advanced. It is rather for us to be here dedicated  to  the\ngreat  task  remaining before us -- that from these honored dead we take\nincreased devotion to that cause for which they gave the last full meas-\nure of devotion -- that we here highly resolve that these dead shall not\nhave died in vain -- that this nation, under God, shall have a new birth\nof freedom, and that government of the people, by the  people,  for  the\npeople, shall not perish from the earth.\"; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommemorate the observance of the Sesquicentennial of the American Civil\nWar in the State of New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T142307.TXT", "SOBI.D110128.T141809.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296242587961
}