{
  "year" : 2011,
  "senateBillNo" : "J375-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J375-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending M & T Bank upon the occasion of receiving the Corporate Bell Award from the Mental Health Association in Orange County, Inc.",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending  M  &  T  Bank  upon the occasion of\nreceiving the Corporate Bell Award from the Mental Health Association in\nOrange County, Inc. on February 5, 2011\n\nWHEREAS, Businesses which  bring  greater  awareness  to  mental  health\nissues,  and  assist  people  with  mental  illnesses in their quest for\ndignity and independence, are a great benefit to the health and  welfare\nof all citizens; and\n  WHEREAS,  From time to time, society calls upon these businesses to be\nhonored for the significance  of  their  contributions  and  efforts  to\nassist  others, recognizing they are deserving of the highest praise and\nacclamation; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to commend M\n& T Bank upon the occasion of receiving the Corporate  Bell  Award  from\nthe Mental Health Association in Orange County, Inc. to be celebrated at\nits  Annual Silver Ball on Saturday, February 5, 2011, at the Round Hill\nHouse in Washingtonville, New York; and\n  WHEREAS, This prestigious honor will be presented to M  &  T  Bank  in\nrecognition  of  its  many  years  of  significant support to the Mental\nHealth Association in Orange County and  its  unwavering  assistance  in\nhelping the agency achieve its mission; and\n  WHEREAS, Due to the dedicated efforts of M & T Bank, the Mental Health\nAssociation in Orange County, Inc. has been able to offer many programs,\nsupport  groups  and  assistance  to  Orange County residents who have a\nmental illness, developmental disability and/or are  victims  of  crime;\nand\n  WHEREAS,  This  Legislative Body is very pleased to have this opportu-\nnity to salute M & T Bank for its long history  of  purposeful  endeavor\nwhich has greatly benefited its community, and to wish this worthy busi-\nness continued success in future years; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend M & T Bank upon the occasion of  receiving  the  Corporate  Bell\nAward  from the Mental Health Association in Orange County, Inc.; and be\nit further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to M & T Bank.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T112203.TXT", "SOBI.D110128.T142307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296490923913
}