{
  "year" : 2011,
  "senateBillNo" : "J38-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J38-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J38-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J38-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Doug Ellin upon the occasion of being inducted into the John F. Kennedy High School Hall of Fame",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring  Doug Ellin upon the occasion of being\ninducted into the John F. Kennedy High School Hall of Fame\n\nWHEREAS, It is the practice of this Legislative Body to take note of and\npublicly acknowledge individuals of remarkable integrity  and  character\nwho  have  inspired  and brought pride to our majestic Empire State with\ntheir strong contributions to the community and model citizenship; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding traditions, this Legislative Body is justly proud to honor Doug\nEllin  upon the occasion of being inducted into the John F. Kennedy High\nSchool Hall of Fame; to celebrate this auspicious event, a Hall of  Fame\nInduction  Ceremony  and Dinner was held at the high school on Saturday,\nNovember 13, 2010; and\n  WHEREAS, Doug Ellin graduated in 1986 from John F. Kennedy High School\nwhich is located in the Bellmore-Merrick Central High  School  District;\nand\n  WHEREAS,  Four years later, he graduated from Tulane University; since\nthen, he has become an acclaimed  comic,  actor,  writer,  producer  and\ndirector; and\n  WHEREAS,  His credits include Creator, Head Writer and Producer of the\nhit television show \"Entourage\" as well as Writer, Actor and Director of\n\"Life with Bonnie\", \"Kissing a Fool\", \"Phat Beach\", and \"The  Pitch  and\nThe Waiter\"; and\n  WHEREAS,  This  outstanding man is a creative artist, a philanthropist\nand a recognized leader in the field of television; and\n  WHEREAS, It is the sense of this Legislative Body that  when  individ-\nuals  of  such  noble aims and accomplishments are brought to our atten-\ntion, they should be celebrated and recognized by all  the  citizens  of\nthis great Empire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Doug Ellin upon the occasion of being inducted into  the  John  F.\nKennedy High School Hall of Fame; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Doug Ellin.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T101107.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762313900
}