{
  "year" : 2011,
  "senateBillNo" : "J383-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J383-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Pamela S. Brier upon the occasion of her designation for special recognition",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION honoring Pamela S. Brier upon the occasion of her\ndesignation  for special recognition by the Federation of Italian-Ameri-\ncan Organizations of Brooklyn, Ltd.\n\nWHEREAS, It is the sense of this Legislative Body to recognize that  the\nquality  and  character of life in the communities across New York State\nare reflective of the concerned and dedicated efforts of those  individ-\nuals who devote themselves to the welfare of the community and its citi-\nzenry; and\n  WHEREAS,  This  Legislative  Body  is  justly proud to honor Pamela S.\nBrier upon the occasion of her designation for  special  recognition  by\nthe  Federation  of Italian-American Organizations of Brooklyn, Ltd., to\nbe celebrated at its 34th Anniversary Gala on March 27. 2011; and\n  WHEREAS, Since May of 2003, Pamela Brier has served as  President  and\nChief  Executive Officer of Maimonides Medical Center; since her arrival\nin 1995 as Maimonides' Executive  Vice  President  and  Chief  Operating\nOfficer,  she  has been integral to the growth of Maimonides as a world-\nclass healthcare institution while, at the same time, remaining true  to\nits community roots; and\n  WHEREAS.  During  her  tenure,  Pamela  Brier has directed Maimonides'\nefforts to improve patient care  by  implementing  new  state-of-the-art\ninformation technology systems, recruiting top quality physicians, nurs-\nes and support staff, and expanding clinical services and facilities; to\nensure  accessibility to first-rate healthcare, she increased the number\nof ambulatory care facilities in the  various  communities  the  medical\ncenter  serves; under her leadership, Maimonides has gained a widespread\nreputation for delivering compassionate patient-centered care; and\n  WHEREAS, Pamela Brier's  achievements  at  Maimonides  Medical  Center\nreflect her extensive experience in the healthcare and hospital adminis-\ntration  field, including 15 years of service in senior leadership posi-\ntions at New York City's Health & Hospitals Corporation; from 1992-1995,\nshe served as Executive Director of Bellevue Hospital Center,  New  York\nCity's  oldest  and  largest public hospital; prior to that, she was New\nYork City's Health & Hospitals Corporation's Executive  Vice  President,\nwhere she oversaw the management and had direct responsibilities for the\nfiscal  and clinical operations of the multi-hospital system, as well as\nthe citywide Emergency Medical Services; and\n  WHEREAS, During Pamela Brier's earlier tenure as Executive Director of\nJacobi Hospital, a large teaching hospital in the Bronx, she oversaw the\ninstallation of the first large-scale electronic patient care system  in\nthe  United  States,  providing improved and coordinated quality medical\ncare through information technology; and\n  WHEREAS, Pamela Brier's commitment to public health policy and  commu-\nnity  service  are  evidenced in her many professional activities, which\ninclude service on the New York City Board of Health, Workforce  Invest-\nment  Board,  and  Community  Service Board, the New York State Hospital\nReview and Planning Council, Special Task Force on Health  Care  Reform,\nand  Health  Information  Technology  Policy Summit Initiative; she also\nchairs the American Hospital Association's Information Technology  Advi-\nsory Group; and\n  WHEREAS,  Pamela Brier has also served as Chair of the Board of Direc-\ntors of Housing Works, Inc. and as a member  of  the  Commonwealth  Fund\nCommission  on Women's Health; she is currently a member of the Board of\nthe UNITE HERE/Union Health Center;  she  also  is  an  adjunct  faculty\nmember  of  the  New  York  University  Wagner Graduate School of Public\nService; and\n\n  WHEREAS, Appointed to the New York City Board of Corrections in  2008,\nPamela  Brier  was recognized by CRAIN'S NEW YORK BUSINESS as one of the\n\"50 Most Powerful Women in New York\" in 2009; and\n  WHEREAS,  Pamela  Brier earned her Bachelor of Arts degree with honors\nfrom the University of California at Berkeley and  a  Master  of  Public\nHealth degree in Health Administration from the University of California\nat Los Angeles; and\n  WHEREAS,  Pamela Brier has distinguished herself in her profession and\nin her community and truly merits the recognition  of  this  Legislative\nBody; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Pamela S. Brier upon the occasion of her designation  for  special\nrecognition  by  the  Federation  of  Italian-American  Organizations of\nBrooklyn, Ltd.; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Pamela S. Brier.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T144808.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296244088849
}