{
  "year" : 2011,
  "senateBillNo" : "J384-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J384-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Gregory T. Cerchione, Esq. upon the occasion of his designation for special recognition",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring  Gregory  T.  Cerchione, Esq. upon the\noccasion of his designation for special recognition by the Federation of\nItalian-American Organizations of Brooklyn, Ltd.\n\nWHEREAS, It is the sense of this Legislative Body to recognize that  the\nquality  and  character of life in the communities across New York State\nare reflective of the concerned and dedicated efforts of those  individ-\nuals who devote themselves to the welfare of the community and its citi-\nzenry; and\n  WHEREAS,  This  Legislative  Body  is justly proud to honor Gregory T.\nCerchione, Esq. upon the occasion of his designation for special  recog-\nnition  by the Federation of Italian-American Organizations of Brooklyn,\nLtd., to be celebrated at its 34th Anniversary Gala on March  27,  2011;\nand\n  WHEREAS,  Gregory T. Cerchione is a managing and litigating partner of\nSubin Associates L.L.P. and concentrates his law practice in plaintiff's\npersonal injury; he is also an appointed member of the  New  York  State\nAppellate  Division,  Second  Department  Committees  on  Character  and\nFitness for the 2nd, 10th, 11th and  13th  Judicial  Districts;  he  has\ninterviewed  and  screened  applicants  to  the New York State Bar since\n2002; and\n  WHEREAS, In addition, Gregory T. Cerchione  chairs  the  Brooklyn  Bar\nAssociation Grievance Committee and serves on several Judicial Screening\nCommittees;  he is a Past President of the Brooklyn Bar Association, the\nColumbian Lawyers Association of Brooklyn and the Catholic Lawyers Guild\nof Brooklyn; he is a sustaining member of the New York State Bar Associ-\nation and the New York State Bar  Association  Foundation;  a  Barrister\nwith  the  Nathan  R.  Sobel  Kings  County American Inns of Court and a\nDirector of the New York State Trial Lawyers Association; and\n  WHEREAS, Despite his busy professional life, Gregory T. Cerchione  has\nbeen called upon to contribute his time and talents to countless endeav-\nors and has always given of himself unstintingly; and\n  WHEREAS, Gregory T. Cerchione is Knight of the Equestrian Order of the\nHoly  Sepulcher  of Jerusalem, a Third Degree Knight of Columbus, serves\nas recording Secretary to the Mary Queen of Heaven Advisory School Board\nand is an active member of the Bergen Beach (Brooklyn)  Youth  Organiza-\ntion; and\n  WHEREAS,  In recognition of his efforts of in-depth magnitude, Gregory\nT.   Cerchione has  received  numerous  awards  and  accolades;  he  was\npresented  the  Special  Recognition  Award  by the Brooklyn Woman's Bar\nAssociation in 2003, the Brooklyn Bar Association Annual Award  in  2007\nand, in 2009, received the Catholic Lawyers Saint Thomas More Award, the\nBrooklyn  Bar  Association  Volunteer  Lawyers  Leadership Award and the\nGreater New York Councils' Annual Boy  Scouts  of  America  \"Outstanding\nCommunity Service Award\"; and\n  WHEREAS, Rare indeed is the impressive dedication shown by an individ-\nual  for  the benefit of others which Gregory T. Cerchione has displayed\nthroughout his life; and\n  WHEREAS, With him throughout have been his wife, Lisa, and their three\nchildren, all of whom feel privileged to be  a  part  of  his  life  and\nrejoice in his achievements; and\n  WHEREAS,  It  is  the  sense  of  this Legislative Body that those who\nenhance the quality of life in their community and have shown a long and\nsustained commitment to the  maintenance  of  high  standards  in  their\nprofession,  certainly  have  earned the recognition and applause of all\nthe citizens of this great Empire State; now, therefore, be it\n\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor  Gregory  T.  Cerchione, Esq. upon the occasion of his designation\nfor special recognition by the Federation of Italian-American  Organiza-\ntions of Brooklyn, Ltd.; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Gregory T. Cerchione, Esq.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T144808.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296244088851
}