{
  "year" : 2011,
  "senateBillNo" : "J39-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J39-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J39-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J39-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Jonathan Fish upon the occasion of being inducted into the John F. Kennedy High School Hall of Fame",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION honoring Jonathan Fish upon the occasion of being\ninducted into the John F. Kennedy High School Hall of Fame\n\nWHEREAS, It is the practice of this Legislative Body to take note of and\npublicly  acknowledge  individuals of remarkable integrity and character\nwho have inspired and brought pride to our majestic  Empire  State  with\ntheir strong contributions to the community and model citizenship; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body  is  justly  proud  to  honor\nJonathan  Fish  upon  the  occasion  of  being inducted into the John F.\nKennedy High School Hall of Fame; to celebrate this auspicious event,  a\nHall  of  Fame Induction Ceremony and Dinner was held at the high school\non Saturday, November 13, 2010; and\n  WHEREAS, Jonathan Fish graduated in 1980 from  John  F.  Kennedy  High\nSchool  which  is  located  in  the Bellmore-Merrick Central High School\nDistrict; and\n  WHEREAS, Four  years  later,  he  graduated  from  the  University  of\nPennsylvania's  Wharton  School  of  Business; he then studied at Oxford\nUniversity, earning a diploma in 1988; and\n  WHEREAS, Recognized business executive,  adjunct  professor  and  CPA,\nJonathan Fish serves as the Executive Vice President and Chief Financial\nOfficer of the Advertising Council; and\n  WHEREAS, An outstanding athlete, Jonathan Fish is a five-time National\nRowing  Champion  and a seven-time Member, World Rowing Championship; in\naddition, he earned a Gold Medal in the  1986  Goodwill  Games  held  in\nRussia,  an Olympian in Seoul, Korea in 1988, and a 1991 Silver Medalist\nin the Pan American Games in Cuba; and\n  WHEREAS, It is the sense of this Legislative Body that  when  individ-\nuals  of  such  noble aims and accomplishments are brought to our atten-\ntion, they should be celebrated and recognized by all  the  citizens  of\nthis great Empire State; now, therefore, be it\n  RESOLVED,That  this  Legislative  Body  pause  in its deliberations to\nhonor Jonathan Fish upon the occasion of being inducted into the John F.\nKennedy High School Hall of Fame; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Jonathan Fish.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T101107.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762313901
}