{
  "year" : 2011,
  "senateBillNo" : "J391-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J391-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Memorializing Governor Andrew M. Cuomo to proclaim January 2011 as Cervical Cancer Awareness Month in the State of New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE   RESOLUTION  memorializing  Governor  Andrew  M.  Cuomo  to\nproclaim January 2011, as Cervical Cancer Awareness Month in  the  State\nof New York\n\nWHEREAS,  Cervical  Cancer Awareness Month is an effort to encourage and\npromote the efforts of people and health care practitioners in the State\nof New York to increase awareness about cervical cancer,  including  the\nearly  detection,  prevention,  risk factors, and early warning symptoms\nand signs of disease; and\n  WHEREAS, Cervical cancer is  the  second-leading  cancer  among  women\nworldwide, affecting an estimated 470,000 worldwide resulting in 253,000\ndeaths annually; and\n  WHEREAS, In the United States, the American Cancer Society (ACS) esti-\nmates  that  approximately 11,150 cases of cervical cancer will be diag-\nnosed in 2011, and approximately 3,670  women  will  die  from  cervical\ncancer; and\n  WHEREAS, The American College of Obstetricians and Gynecologists esti-\nmates  that  in New York State approximately 1,000 women are newly diag-\nnosed with invasive cervical cancer and approximately 300 women die from\nthe disease each year; and\n  WHEREAS, Cervical cancer is  almost  100%  curable  if  diagnosed  and\ntreated early; it is one of the most successfully treatable cancers with\na five-year survival rate of 95%; and\n  WHEREAS,  Invasive  cervical  cancer  is almost totally preventable by\nroutine screening; the high incidence of death from cervical  cancer  is\ndue mainly to a lack of access leading to the early detection procedures\navailable to women; and\n  WHEREAS,  The  American  Cancer  Society recommends that all women who\nhave reached 21 years of age, and those who are or  have  been  sexually\nactive  regardless  of  age,  should  be screened regularly for cervical\ncancer; and\n  WHEREAS, Spreading the awareness about cervical cancer would  increase\nthe  chances  of  survival for a significant portion of New York's popu-\nlation; and\n  WHEREAS, In August of 2005, New York became the 33rd State, as part of\nthe  Women  In  Government's  Challenge  to  Eliminate  Cervical  Cancer\nCampaign, to enact legislation that aims to prevent and ultimately elim-\ninate cervical cancer; and\n  WHEREAS,  It  is  imperative that there be greater public awareness of\nthis serious health issue, and more must be done to increase activity at\nthe local, State and national levels to support the patients as well  as\ntheir families; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmemorialize Governor Andrew M. Cuomo to proclaim January 2011, as Cervi-\ncal Cancer Awareness Month in the State of New York; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to The Honorable Andrew M. Cuomo, Governor of the State  of  New\nYork.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T165320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296251600916
}