{
  "year" : 2011,
  "senateBillNo" : "J411-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "ADOPTED",
    "billEventId" : "J411-2011-1296536400000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Sergeant Deon L. Taylor posthumously upon the occasion of his designation for special recognition by the New York Army National Guard",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring  Sergeant  Deon L. Taylor posthumously\nupon the occasion of his designation for special recognition by the  New\nYork Army National Guard\n\nWHEREAS,  Members  of the Armed Services from the State of New York, who\nhave served so faithfully and courageously in wars in which our Nation's\nfreedom was at stake, as well as in the  preservation  of  peace  during\npeacetime, deserve a special salute from this Legislative Body; and\n  WHEREAS,  This Legislative Body is justly proud to honor Sergeant Deon\nL.  Taylor posthumously upon the occasion of his designation for special\nrecognition by the New York Army National Guard, to be celebrated at its\nBlack History Month Kick-Off celebration on Tuesday, February  1,  2011;\nand\n  WHEREAS, This year's national theme is \"An African American Tribute to\nOur Troops and Their Families\"; and\n  WHEREAS,  This  special  celebration will include the name of Sergeant\nDeon Taylor as a recipient of State recognition; this  particular  award\nwas established as one of the Empire State's highest honors for communi-\nty service; and\n  WHEREAS, Sergeant Deon Taylor grew up in the Bronx, New York, dreaming\nabout  making  a  difference  in  other people's lives; according to his\ngrandmother, Shirley Taylor, \"he always wanted to be a cop,  ever  since\nhe was a little boy he always wanted to help.\"; and\n  WHEREAS,  Sergeant Deon Taylor went to high school in Lewiston, Maine,\nwhere he was a notable athlete; after high school,  he  joined  the  New\nYork  Army  National  Guard  in 1997 and was based with the 27th Brigade\nCombat Team in Syracuse; he later  transferred  to  the  1st  Battalion,\n258th Field Artillery in the Bronx; and\n  WHEREAS,  In  2003,  Sergeant  Deon Taylor graduated from Old Westbury\nCollege in Long Island with a degree in Sociology  and  Criminology;  he\njoined  the  New  York  Police Department in 2005 as a Transit Cop and a\nyear later, he was promoted to the Narcotics Division in Brooklyn; and\n  WHEREAS, Sergeant Deon Taylor faced  danger  daily  as  an  undercover\nnarcotics operative; Police Commissioner Raymond Kelly said \"Deon Taylor\nmade  a  difference  in  his  short  time on the force. He took the most\ndangerous drugs off the streets, along with obtaining  crucial  evidence\nthat  led  to  search  warrants.  He  did it all while remaining modest,\npolite and respectful of others\"; and\n  WHEREAS, Sergeant Deon Taylor was a dedicated  family  man  who  lived\nupstate  with his 8-year-old son, DaRue; he was truly a devoted hands-on\nfather; he also cared for his mother, Pamela; and\n  WHEREAS, Sergeant Deon Taylor was a Fire-Direction Specialist, zeroing\nin on terrorist targets when he was killed  in  western  Afghanistan  on\nOctober  22,  2008  just as he was nearing the end of his deployment and\nplanning an August wedding to his fiancee, Caitlin Casey; Sergeant  Deon\nTaylor courageously served his city at home and his nation abroad; and\n  WHEREAS,  This Legislative Body is moved with great respect and rever-\nent esteem, and, on behalf of all of the citizens of the  Empire  State,\nto renew its tribute to the men and women of New York State who so cour-\nageously  served their State and Nation in defense of freedom and democ-\nracy; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor  Sergeant  Deon  L.  Taylor  posthumously upon the occasion of his\ndesignation for special recognition by the New York Army National Guard;\nand be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Sergeant Taylor's parents, Leon and Pamela.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T123352.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296581632681
}