{
  "year" : 2011,
  "senateBillNo" : "J414-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J414-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Gary A. Bogart, distinguished citizen and devoted member of his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning  the  death of Gary A. Bogart, distin-\nguished citizen and devoted member of his community\n\nWHEREAS, It is the sense of this Legislative Body to pay proper  tribute\nto  individuals  of  great  character  whose lives exemplify the highest\nideals of humanity; and\n  WHEREAS, Gary A. Bogart of Endwell, New York, died on Tuesday, January\n18, 2011, at the age of 60; and\n  WHEREAS, Gary A. Bogart distinguished himself in his profession and by\nhis sincere dedication and substantial contribution to  the  welfare  of\nhis community; and\n  WHEREAS,  A  retired City of Binghamton purchasing agent with 30 years\nof service, Gary A. Bogart was a congregant of St.  Joseph's  Church  in\nEndicott, New York; and\n  WHEREAS, Gary A. Bogart was an avid outdoorsman who especially enjoyed\nhunting  and  fishing;  he  was  a  loyal and ardent fan of the New York\nYankees, Rangers, Giants, and Knicks, as well as Syracuse  football  and\nbasketball; and\n  WHEREAS,  One  who  embodied countless benevolent attributes, he was a\ncomical man who loved to make people smile, but his greatest gift, as  a\ndevoted  husband  and father, was his unconditional love for his family;\nand\n  WHEREAS, Predeceased by his father, Lawrence Bogart, Gary A. Bogart is\nsurvived by his loving wife of  37  years,  Maryann  Yurko  Bogart;  his\nloving  daughter,  Andrea;  two  sons,  Thomas  (Jamie) Bogart and Craig\nBogart; mother, Celestina; brother, David (Barbara) Bogart;  brother-in-\nlaw  and  sister-in-law,  Michael  and  Madge  Yurko;  mother-in-law and\nfather-in-law, Michael and Irene Yurko; nieces and nephews,  Ann  Marie,\nCandice, Kim and David (Stacey) Bogart, Jennifer, Scott and David (Kate)\nYurko;  great  niece,  Madison Bogart; and great nephew, Ryan Bogart; as\nwell as special friends, Jack Armstrong and Gary Tull; and\n  WHEREAS, Armed with a  humanistic  spirit,  imbued  with  a  sense  of\ncompassion,  and  comforted  by  a  loving family, Gary A. Bogart leaves\nbehind a legacy which will long endure the  passage  of  time  and  will\nremain  as  a  comforting  memory  to all he served and befriended; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nmourn  the  death  of  Gary A. Bogart, distinguished citizen and devoted\nmember of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Gary A. Bogart.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730701
}