{
  "year" : 2011,
  "senateBillNo" : "J418-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J418-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending the Liberty Middle School 7th and 8th Grade Band and Middle School Jazz Ensemble on their participation in Music in Our Schools Month on March 23, 2011",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending  the Liberty Middle School 7th & 8th\nGrade Band and Middle School Jazz Ensemble upon the  occasion  of  their\nparticipation in Music in Our Schools Month on March 23, 2011\n\nWHEREAS,  The  administration  of  the  Liberty Central School District,\nincluding David L. Burke, President of the Board of  Education,  Michael\nVanyo,  Superintendent  of  Schools,  Carol Napolitano, Assistant Super-\nintendent of Schools, and Lorine Lamerand, Business Manager, are commit-\nted to actively promoting and nurturing a full and  comprehensive  music\nprogram for all students; and\n  WHEREAS,  Mary  T.  Greynolds,  Principal of Liberty Middle School and\nRichard A. Schacher, Assistant Principal of Liberty Middle  School,  and\nGary  E. Siegel, Director of Music, have been supportive of the school's\nmusic education program; and\n  WHEREAS, Gary E. Siegel, Director of the Liberty Middle School  7th  &\n8th  Grade  Band and Liberty Middle School Jazz Ensemble, has encouraged\nhis students to perform at their highest level; and\n  WHEREAS, The Liberty Middle School 7th & 8th  Grade  Band  and  Middle\nSchool Jazz Ensemble are comprised of students of great intellectual and\nmusical talent; and\n  WHEREAS,  The  Liberty  Middle  School 7th & 8th Grade Band and Middle\nSchool Jazz Ensemble will be performing on March 23, 2011 at the  Empire\nState Plaza in Albany in celebration of Music in Our Schools Month; and\n  WHEREAS, The New York State School Music Association (NYSSMA) sponsors\nthis  event  and  has helped it to evolve from a New York State Day to a\nmonth-long national observance; and\n  WHEREAS, Dedication, hard work and countless hours  of  practice  have\nmade  these  fine  musical ensembles the outstanding musical talent they\nare today; and\n  WHEREAS, The members work hard at their  music  rehearsals,  classroom\nassignments  and  practice sessions, fully aware that the amount of time\nand energy they are willing to expend directly affects  the  quality  of\ntheir music; and\n  WHEREAS, The members and their parents and teachers can be justifiably\nand  extremely  proud of their musical achievements and in their partic-\nipation in Music in Our Schools Month; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nextend  a  warm  welcome  to the teachers and students of Liberty Middle\nSchool as they visit Albany for their performance at  the  Empire  State\nPlaza; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted  to David L. Burke, President of the Board of Education; Michael\nVanyo, Superintendent of Schools;  Carol  Napolitano,  Assistant  Super-\nintendent  of Schools; Lorine Lamerand, Business Manager; Mary T.  Grey-\nnolds, Principal and Richard A. Schacher,  Assistant  Principal  of  the\nLiberty Middle School; and Gary E. Siegel, Director of Music.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T140400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296587040349
}