{
  "year" : 2011,
  "senateBillNo" : "J42-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J42-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Mr. and Mrs. Peter Palamaro upon the occasion of celebrating their 50th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating Mr. and Mrs. Peter Palamaro upon\nthe occasion of celebrating their 50th Wedding Anniversary\n\nWHEREAS, Peter and Amelia Palamaro were united in marriage 50 years ago;\nto celebrate their Golden Anniversary, a Mass was held on Sunday, Novem-\nber 7, 2010, at St. Rose of Lima parish in  Massapequa,  New  York,  and\nsponsored  by  the  Diocese  of  Rockville  Centre; during the Mass, the\ncouple renewed their wedding vows; and\n  WHEREAS, Mr. and Mrs. Peter Palamaro of North Merrick, New York,  were\none  of 66 couples honored from Nassau County; the Most Reverend William\nMurphy, Bishop of the Roman Catholic Diocese of  Rockville  Centre,  was\nthe principal celebrant of the Mass; and\n  WHEREAS,  Mr. and Mrs. Peter Palamaro are and always have been a tower\nof strength, support, understanding and limitless love for their family;\nand\n  WHEREAS, Their love, devotion, caring, sensitivity and  responsiveness\nto  their  family,  friends and all who know them are their hallmark and\ntradition; and\n  WHEREAS, Mr. and Mrs. Peter Palamaro have lived and continue  to  live\ntheir lives with great dignity and genuine grace, always demonstrating a\ndeep  and  continuing  concern  for  human  values and ideals, and in so\ndoing, they have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit this couple has invested in their marriage; and\n  WHEREAS, These same values they  have  passed  to  their  loved  ones,\nproducing  a  family that is close-knit and supportive of its individual\nmembers, public-minded in its relations to the community  and  committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS,  Mr.  and Mrs. Peter Palamaro have touched the lives of their\nfamily and many friends through the shining example of  their  marriage,\nwhich  is  a testament to the devotion and admiration which they possess\nfor one another; and\n  WHEREAS, The longevity of this enduring marriage truly marks  a  mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS,  It  is the sense of this Legislative Body that when an occa-\nsion of such importance is brought to our attention, the same should  be\nmemorialized  by  us  for  the edification and emulation of others; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate Mr. and Mrs. Peter Palamaro upon the occasion of their 50th\nWedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Peter Palamaro, North Merrick, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T101107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294240267700
}