{
  "year" : 2011,
  "senateBillNo" : "J422-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J422-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Paying tribute to the life and accomplishments of John F. Wade",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  paying  tribute  to life and accomplishments of\nJohn F. Wade, distinguished citizen and devoted member of his community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, John F. Wade of Biddeford, Maine, died on  Saturday,  January\n8, 2011, at the age of 56; and\n  WHEREAS,  Son  of Sean and Rosaleen O'Shea Wade, John F. Wade was born\nin Dublin, Ireland, on April 12, 1954, and arrived in America  with  his\nfamily in October of 1958; and\n  WHEREAS,  After  growing up in Manhattan and Northern New Jersey, John\nF.  Wade graduated from Tusculum College  in  Greenville,  Tennessee  in\n1976,  and  two years later undertook graduate studies at Southern Illi-\nnois University in Carbondale, Illinois; and\n  WHEREAS, Shortly after graduation, John F. Wade went on to  serve  the\ngovernment  in  positions ranging from Director of Education to Chief of\nStaff; he also worked on  numerous  political  campaigns  in  Washington\nD.C., New York and Maine; and\n  WHEREAS,  This eminent man distinguished himself in his profession and\nby his sincere dedication and substantial contribution to the welfare of\nhis community; and\n  WHEREAS, John F. Wade's commitment to excellence, and  his  spirit  of\nhumanity, carried over into all fields of enterprise, including charita-\nble and civic endeavors; and\n  WHEREAS,  After  leaving  government  service, John F. Wade remained a\npolitical activist dedicated to progressive and lesbian, gay,  bisexual,\nand transgender causes and campaigns; and\n  WHEREAS, Moreover, a strong activist for social justice and education,\nparticularly for women and minorities, John F. Wade acted as a dedicated\nconsultant and fiery volunteer until the Fall of 2010; and\n  WHEREAS, John F. Wade is survived by his loving mother, Rosaleen Wade;\none  sister,  Ann  Marie, and one brother, Richard Wade; as well as four\nnieces, Rosaleen, Christina, Lindsey and Diana,  and  one  nephew,  Ryan\nWade; and\n  WHEREAS,  Armed  with  a  humanistic  spirit,  imbued  with a sense of\ncompassion, and comforted by a loving family, John F. Wade leaves behind\na legacy which will long endure the passage of time and will remain as a\ncomforting memory to all he served and befriended; now, therefore, be it\n  RESOLVED, That this Legislative Body pause in its deliberations to pay\ntribute to the life and accomplishments of John F.  Wade,  distinguished\ncitizen and devoted member of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of John F. Wade.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T143903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296589143959
}