{
  "year" : 2011,
  "senateBillNo" : "J423-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J423-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Dr. Stuart Steiner upon the occasion of his retirement after 45 years of distinguished service as President of Genesee Community College",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION honoring Dr. Stuart Steiner upon the occasion of\nhis retirement after 45 years of distinguished service as  President  of\nGenesee Community College\n\nWHEREAS,  New  York State's commitment to education is unparalleled; its\nhistory and stature are secured by the superlative caliber of its educa-\ntional professionals and the students they inspire; and\n  WHEREAS, It is the sense of this Legislative Body to  acknowledge  the\nsignificant milestones in the distinguished careers of those outstanding\neducational leaders, whose dedication and achievements have been instru-\nmental  in developing character and academic excellence in those attend-\ning higher education in the State of New York; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to honor Dr.\nStuart Steiner upon the occasion of his retirement  after  45  years  of\ndistinguished  service  as  President of Genesee Community College to be\nobserved at a celebration on Saturday, April 2, 2011; and\n  WHEREAS, Having served Genesee Community College since the late  1960s\nwith  dedication  and distinction, Dr. Stuart Steiner will retire at the\nend of the academic year in the Spring of 2011; he will leave  with  the\ndistinction of being one of the longest serving Community College Presi-\ndents in the United States; and\n  WHEREAS,  Through  Dr. Stuart Steiner's experienced vision and skilled\nleadership, Genesee Community College has earned a reputation for excel-\nlence and innovation throughout this Nation and abroad; and\n  WHEREAS, Recognized nationally and internationally for  his  knowledge\nand expertise in higher education, Dr. Stuart Steiner has been frequent-\nly  called upon for advice, assistance and numerous conference presenta-\ntions by leading organizations  such  as  the  American  Association  of\nCommunity  Colleges,  the Association of Community College Trustees, the\nState University of New York, and the Middle States Commission on Higher\nEducation; and\n  WHEREAS, Dr. Stuart Steiner has served the local community with  equal\nvigor  and  passion,  and  has served with distinction on numerous local\ncharitable and economic development boards and committees; and\n  WHEREAS, This exceptional leader's service, accomplishments and  dedi-\ncation  have  been  recognized  with  acclaim  through the University of\nTexas's Community  College  Leadership  Award,  the  Kellogg  Foundation\nTransformational  Leadership  Award,  the  SUNY  Faculty Council Distin-\nguished Service Award, and the Association of Community College Trustees\nNortheast Region Chief Executive Award; and\n  WHEREAS, Educational Administrators provide a  tremendous  service  to\nthe future of our State and Nation, particularly Dr. Stuart Steiner, who\nhas  inspired  the lives of two generations of Genesee Community College\nstudents in their educational journeys and ensuring  their  success  for\nyears to come; and\n  WHEREAS,  Dr. Stuart Steiner has clearly had an enduring impact on the\nstudents, both past and present, of the Genesee  Community  College,  as\nwell  as  on  the community-at-large, and accordingly merits recognition\nand applause for 45 years of impressive dedication to others; and\n  WHEREAS, It is the sense of  this  Legislative  Body  that  those  who\nenhance the quality of life in their community and have shown a long and\nsustained  commitment  to  the  maintenance  of  high standards in their\nprofession, certainly have earned the recognition and  applause  of  all\nthe citizens of this great Empire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Dr. Stuart Steiner upon the occasion of his retirement  as  Presi-\n\ndent of the Genesee Community College, and to wish him continued success\nin all of his future endeavors; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Dr. Stuart Steiner.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T153407.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296592447591
}