{
  "year" : 2011,
  "senateBillNo" : "J424-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J424-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Mr. and Mrs. Herb Stanaslofsky upon the occasion of celebrating their 60th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating  Mr.  and Mrs. Herb Stanaslofsky\nupon the occasion of celebrating their 60th Wedding Anniversary\n\nWHEREAS, Herb and Shirley Stanaslofsky were united in marriage on Novem-\nber 18, 1950, in Brooklyn, New York; and\n  WHEREAS, The couple celebrated their 60th Wedding Anniversary  with  a\nfamily  party  held  in  their  honor at The Carltun on the Park in East\nMeadow, New York; and\n  WHEREAS, They are the proud parents of two daughters, and  the  loving\ngrandparents of one grandson; and\n  WHEREAS,  Mr.  and  Mrs.  Herb Stanaslofsky are and always have been a\ntower of strength, support, understanding and limitless love  for  their\nfamily; and\n  WHEREAS,  Their love, devotion, caring, sensitivity and responsiveness\nto their family, friends and all who know them are  their  hallmark  and\ntradition; and\n  WHEREAS,  Herb Stanaslofsky was a manufacturer in Freeport since 1976;\nShirley Stanaslofsky ran the office; and the couple sold the business in\nJuly of 2008 and retired in October of that same year; and\n  WHEREAS, Mr. and Mrs. Herb Stanaslofsky have  lived  and  continue  to\nlive  their  lives  with  great dignity and genuine grace, always demon-\nstrating a deep and continuing concern for human values and ideals,  and\nin so doing, they have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit this couple has invested in their marriage; and\n  WHEREAS,  These  same  values  they  have  passed to their loved ones,\nproducing a family that is close-knit and supportive of  its  individual\nmembers,  public-minded  in its relations to the community and committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS, Mr. and Mrs. Herb Stanaslofsky  have  touched  the  lives  of\ntheir  family  and  many  friends  through  the shining example of their\nmarriage, which is a testament to the devotion and admiration which they\npossess for one another; and\n  WHEREAS, The longevity of this enduring marriage truly marks  a  mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS,  It  is the sense of this Legislative Body that when an occa-\nsion of such importance is brought to our attention, the same should  be\nmemorialized  by  us  for  the edification and emulation of others; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate  Mr.  and Mrs. Herb Stanaslofsky upon the occasion of their\n60th Wedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Herb Stanaslofsky, Merrick, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296595451388
}