{
  "year" : 2011,
  "senateBillNo" : "J44-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J44-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring David Paul Weiss, Esq. upon the occasion of being inducted into the John F. Kennedy High School Hall of Fame",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION honoring David Paul Weiss, Esq. upon the occasion\nof being inducted into the John F. Kennedy High School Hall of Fame\n\nWHEREAS, It is the practice of this Legislative Body to take note of and\npublicly  acknowledge  individuals of remarkable integrity and character\nwho have inspired and brought pride to our majestic  Empire  State  with\ntheir strong contributions to the community and model citizenship; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body  is  justly  proud  to  honor\nDavid  Paul  Weiss  upon the occasion of being inducted into the John F.\nKennedy High School Hall of Fame; to celebrate this auspicious event,  a\nHall  of  Fame Induction Ceremony and Dinner was held at the high school\non Saturday, November 13, 2010; and\n  WHEREAS, David Paul Weiss is a member of the first graduating class of\nJohn F. Kennedy High School (JFK), Class of 1968, which  is  located  in\nthe Bellmore-Merrick Central High School District (BMCHSD); and\n  WHEREAS, He then graduated from Buffalo University and Hofstra Univer-\nsity School of Law; and\n  WHEREAS,  The backbone of countless organizations and community activ-\nities in Bellmore-Merrick, Attorney David Paul Weiss  provides  pro-bono\nlegal services as well as active support to people within his community;\nhe  is  a five-time President and 25-year Member of the Bellmore Chamber\nof Commerce Board of Directors and  a  Member  of  the  Bellmore-Merrick\nCultural Arts Foundation Board of Directors; and\n  WHEREAS, In addition, David Paul Weiss is the Founder of the JFK Alum-\nni Wrestling Club, an Officer with the JFK Sports Booster Club, an Advi-\nsor  for  the  BMCHSD  Scholarship  Program, and a Mentor for the BMCHSD\nSenior Experience/Shadow Days; and\n  WHEREAS, It is the sense of this Legislative Body that  when  individ-\nuals  of  such  noble aims and accomplishments are brought to our atten-\ntion, they should be celebrated and recognized by all  the  citizens  of\nthis great Empire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor David Paul Weiss upon the occasion of being inducted into the John\nF.  Kennedy High School Hall of Fame; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to David Paul Weiss, Esq., 2753 Len Drive,  Bellmore,  New  York\n11710.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T101107.TXT", "SOBI.D110105.T101602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294240562800
}