{
  "year" : 2011,
  "senateBillNo" : "J45-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J45-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Lori E. Horowitz Moran, Esq. upon the occasion of being inducted into the John F. Kennedy High School Hall of Fame",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring  Lori E. Horowitz Moran, Esq. upon the\noccasion of being inducted into the John F. Kennedy High School Hall  of\nFame\n\nWHEREAS, It is the practice of this Legislative Body to take note of and\npublicly  acknowledge  individuals of remarkable integrity and character\nwho have inspired and brought pride to our majestic  Empire  State  with\ntheir strong contributions to the community and model citizenship; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body is justly proud to honor Lori\nE. Horowitz Moran upon the occasion of being inducted into the  John  F.\nKennedy  High School Hall of Fame; to celebrate this auspicious event, a\nHall of Fame Induction Ceremony and Dinner was held at the  high  school\non Saturday, November 13, 2010; and\n  WHEREAS, Lori E. Horowitz Moran graduated in 1979 from John F. Kennedy\nHigh  School,  which  is  located  in  the Bellmore-Merrick Central High\nSchool District; and\n  WHEREAS, She  then  graduated  from  Hofstra  University  and  Hofstra\nUniversity  School of Law; at the age of 22, she was admitted to the New\nYork State Bar Association; and\n  WHEREAS, In addition to practicing  law,  Attorney  Lori  E.  Horowitz\nMoran  has held numerous county positions such as: Chief Counsel, Nassau\nCounty Board of Supervisors; Chief Prosecutor for  Child  Abuse,  Nassau\nCounty;  Bureau Chief, Nassau County Department of Real Estate; Chief of\nOperations for a Nassau County Executive, and Chief Operating Officer of\na Private Management Company; and\n  WHEREAS, It is the sense of this Legislative Body that  when  individ-\nuals  of  such  noble aims and accomplishments are brought to our atten-\ntion, they should be celebrated and recognized by all  the  citizens  of\nthis great Empire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Lori E. Horowitz Moran upon the occasion of  being  inducted  into\nthe John F. Kennedy High School Hall of Fame; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted  to  Lori  E. Horowitz Moran, Esq., 2921 Judith Drive, Bellmore,\nNew York 11710.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T101602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294240562806
}