{
  "year" : 2011,
  "senateBillNo" : "J54-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J54-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J54-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J54-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating W.C. Mepham High School student-athlete Salimat Ayinde upon receiving All State honors",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating W.C. Mepham High School student-\nathlete Salimat Ayinde upon receiving All State honors\n\nWHEREAS, Excellence and success in competitive sports  can  be  achieved\nonly  through strenuous practice, team play and team spirit, nurtured by\ndedicated coaching and strategic planning; and\n  WHEREAS, Athletic competition enhances the moral and physical develop-\nment of the young people of this State, preparing them for the future by\ninstilling in them the value of  teamwork,  encouraging  a  standard  of\nhealthy living, imparting a desire for success and developing a sense of\nfair play and competition; and\n  WHEREAS, It is the sense of this Legislative Body to recognize and pay\ntribute  to  those  young  people  within  the State of New York who, by\nachieving outstanding success in athletic competition, have inspired and\nbrought pride to their school and community; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to congratu-\nlate W.C. Mepham High School student-athlete Salimat Ayinde upon receiv-\ning All State honors; and\n  WHEREAS, A senior soccer star, Salimat Ayinde was  previously  awarded\nAll-Conference and All-County accolades; and\n  WHEREAS,  Salimat Ayinde was a five-year starter on the girls' varsity\nsoccer team, as well as a team co-captain this year; she is a member  of\nthe  National,  Art, Social Studies, English and French Honor Societies,\nand will play Division I soccer for Iona College in the  fall  of  2011;\nand\n  WHEREAS,  Salimat  Ayinde's  overall  record  is  outstanding; she was\nloyally and enthusiastically supported by family, fans, friends and  the\ncommunity at large; and\n  WHEREAS, Sports competition instills the values of teamwork, pride and\naccomplishment,  and  Salimat  Ayinde has clearly made a contribution to\nthe spirit of excellence which is a tradition of her school; now, there-\nfore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate  student-athlete  Salimat  Ayinde  upon receiving All State\nhonors; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Salimat Ayinde.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T102102.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762313925
}