{
  "year" : 2011,
  "senateBillNo" : "J70-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J70-2011-1294290000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Lyle W. Jones, Jr. upon the occasion of his retirement after 31 years of distinguished service to Otsego County",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION honoring Lyle W. Jones, Jr. upon the occasion of\nhis retirement after 31 years of distinguished service to Otsego County\n\nWHEREAS, It is the sense of this Legislative  Body  to  acknowledge  the\nsignificant  milestones  in  the distinguished careers of esteemed resi-\ndents of this noble Empire State; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding traditions, this Legislative Body is justly proud to honor Lyle\nW.  (\"Butch\")  Jones,  Jr.  upon the occasion of his retirement after 31\nyears of distinguished service to Otsego County,  to  be  celebrated  on\nFebruary 14, 2011; and\n  WHEREAS,  For  the  past  31  years,  \"Butch\" Jones rendered faithful,\nconscientious and valuable service to Otsego County, earning the admira-\ntion, esteem and affection of his colleagues; and\n  WHEREAS, Lyle Jones began his career  in  public  safety  with  Otsego\nCounty in 1980 as a dispatcher at the Otsego County Public Safety Commu-\nnications  Center; in 1987, he became the communications center supervi-\nsor holding the position until 1990  when  he  was  appointed  emergency\nservices coordinator; and\n  WHEREAS, In addition, Lyle Jones serves as the county fire coordinator\nand  regional  fire  administrator,  local  emergency planning committee\ncoordinator and is responsible for  overseeing  the  county  health  and\nsafety  office,  homeland security office and emergency medical services\ntraining program; and\n  WHEREAS, In his capacity as  county  emergency  services  coordinator,\n\"Butch\"  Jones  served  with  loyalty,  honor  and  distinction, and was\ngoverned by a keen sense of duty and always showed  a  unique  grasp  of\nhuman problems in his official acts; and\n  WHEREAS,  He has been blessed by his wife, Anita, who feels privileged\nto be a part of his life and rejoices in his achievements; and\n  WHEREAS, It is the sense of this Legislative Body that  when  individ-\nuals  of  such  noble aims and accomplishments are brought to our atten-\ntion, they should be celebrated and recognized by all  the  citizens  of\nthe great State of New York; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Lyle W. (\"Butch\") Jones, Jr. upon the occasion of  his  retirement\nafter  31  years  of  distinguished  service to Otsego County; and be it\nfurther\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Lyle W. Jones, Jr.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T152230.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345350680
}