{
  "year" : 2011,
  "senateBillNo" : "J76-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J76-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Reverend Dr. Audley Donaldson upon the occasion of being named Rector of St. Stephen and St. Martin Church in Brooklyn, New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION commending Reverend Dr. Audley Donaldson upon the\noccasion  of  being named Rector of St. Stephen and St. Martin Church in\nBrooklyn, New York\n\nWHEREAS, The character and richness of religious and community  life  in\nthis  noble Empire State is nourished and fulfilled through the faithful\nconcern and selfless devotion of those who would commit  their  energies\nand purpose to the ministry of others; and\n  WHEREAS, It is the sense of this Legislative Body to bring full recog-\nnition  and just tribute to those individuals who distinguish themselves\nand the ministry through their unremitting commitment and preeminence of\nservice; and\n  WHEREAS, This Legislative Body is justly proud to commend Reverend Dr.\nAudley Donaldson upon the occasion of being named Rector of St.  Stephen\nand  St.  Martin  Church,  to be celebrated at an Appreciation Dinner on\nSaturday, January 15, 2011, at the Church of the Redeemer; and\n  WHEREAS, Prior to this, Father Donaldson was Priest in Charge  of  St.\nStephen  and  St.  Martin  Church  and  the Church of the Redeemer, both\nlocated in Brooklyn, New York; and\n  WHEREAS, Audley Donaldson is an  ordained  Episcopal  Priest;  he  was\naccepted  at  the  United  Theological College of the West Indies and in\nSeptember 1976, he started his theological training; and\n  WHEREAS, In 1980, he received a Bachelor's degree  with  second  class\nhonors  from  the  University of the West Indies and was ordained to the\nPriesthood in July of 1981; four years later  he  completed  a  one-year\nresidency in Clinical Pastoral Education and a Master of Scared Theology\nfrom Yale University; and\n  WHEREAS, IN 1992, Father Audley Donaldson completed a Doctor of Minis-\ntry  at New York Theological Seminary and in 1997, was named a fellow of\nthe prestigious Institute for Educational Leadership; and\n  WHEREAS, Reverend Dr. Audley Donaldson accepted a position with Family\nResource Coalition of America in Chicago, Illinois; as its  Director  of\nConstituency Building, he was largely responsible for designing a series\nof  national  conferences and symposiums with diverse communities in the\nUnited States; and\n  WHEREAS, Dr. Audley Donaldson also  served  as  Adjunct  Professor  of\nPsychology at Gateway Community College in New Haven, Connecticut; and\n  WHEREAS, Father Audley Donaldson is a certified Diversity Trainer with\nthe  State of Connecticut; he designed a curriculum on diversity  train-\ning for children, and for the past 10 years, he has been  working  as  a\ndiversity  trainer  with  elementary,  middle  and high school students,\nalong with their teachers and parents in Connecticut; and\n  WHEREAS, Most recently Father Audley Donaldson served as Principal  of\nSt.  Mark's  Day  School  and  Associate  Priest at St. Mark's Episcopal\nChurch, Brooklyn, New York; and\n  WHEREAS, Father Audley Donaldson's commitment to social gospel and the\nunique understanding he has of ministry has taken him to countries  such\nas  South  Africa,  Zambia  and Ethiopia where he continues to work with\norphanages and agencies supporting disadvantaged children; and\n  WHEREAS, Father Audley Donaldson has brought to his ministry an  over-\nwhelming  spirit  of  charity  and  compassion,  acting  from vision and\nenlightenment in conducting his  administrative  and  spiritual  duties,\nwhile  always  displaying  the highest standards of personal and profes-\nsional integrity and dedication; and\n  WHEREAS, This distinguished man of God has always given enlightenment,\nguidance and wisdom to the many entrusted to his care and  has  adminis-\n\ntered abundantly and unstintingly to the spiritual and corporal needs of\nall; and\n  WHEREAS,  It  is the sense of this Legislative Body that when a person\nof such noble aims and accomplishments is brought to our attention it is\nappropriate to publicly and jubilantly proclaim and commend  that  indi-\nvidual for the edification of others; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend Reverend Dr. Audley Donaldson upon the occasion of  being  named\nRector  of  St.  Stephen  and  St.  Martin Church in Brooklyn, New York,\nnoting his unremitting and compassionate faith and his exemplary service\nto God, man, and his community, and extending to him the heartfelt  best\nwishes  of  this Legislative Body for a future of purposeful success and\nwellbeing; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Reverend Dr. Audley Donaldson, Brooklyn, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294429750518
}