{
  "year" : 2011,
  "senateBillNo" : "J77-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J77-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J77-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J77-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Mr. and Mrs. Louis Peryer upon the occasion of celebrating their 50th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION congratulating Mr. and Mrs. Louis Peryer upon the\noccasion of celebrating their 50th Wedding Anniversary\n\nWHEREAS,  Louis  Edward  Peryer  and  Susan Anne Brunelle were united in\nmarriage on August 6, 1960, at Saint Joseph's Church,  West  Chazy,  New\nYork, officiated by the Reverend G. Lemieux; and\n  WHEREAS,  To  celebrate this auspicious event, a dinner party was held\nin their honor at Valcour Conference Center, Peru, New York, on July 17,\n2010, with many friends and family members in attendance; and\n  WHEREAS, Furthermore, Mr. and Mrs. Louis Peryer renewed their  wedding\nvows  on  August  6,  2010, in a service conducted by the Reverend Roger\nMcGuinness, followed by an Anniversary Mass; and\n  WHEREAS, The happy couple are now enjoying their  retirement  together\nafter  many years of distinguished service in the workforce; Louis was a\nloyal employee to Georgia Pacific for 43 years, and Susan proudly served\nas an organist at Saint Joseph's Church for more than 50 years; and\n  WHEREAS, They are the proud parents of  Lou  Anne,  Vickie,  Glen  and\nBryan,  and the loving grandparents of three wonderful grandchildren and\none great-grandchild; and\n  WHEREAS, Mr. and Mrs. Louis Peryer are and always have been a tower of\nstrength, support, understanding and limitless love  for  their  family;\nand\n  WHEREAS,  Their love, devotion, caring, sensitivity and responsiveness\nto their family, friends and all who know them are  their  hallmark  and\ntradition; and\n  WHEREAS,  Mr.  and  Mrs.  Louis Peryer have lived and continue to live\ntheir lives with great dignity and genuine grace, always demonstrating a\ndeep and continuing concern for human  values  and  ideals,  and  in  so\ndoing, they have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit that this couple has invested in their marriage; and\n  WHEREAS,  These  same  values  they  have  passed to their loved ones,\nproducing a family that is close-knit and supportive of  its  individual\nmembers,  public-minded  in its relations to the community and committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS, Mr. and Mrs. Louis Peryer have touched  the  lives  of  their\nfamily  and  many friends through the shining example of their marriage,\nwhich is a testament to the devotion and admiration which  they  possess\nfor one another; and\n  WHEREAS,  The  longevity of this enduring marriage truly marks a mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS, It is the sense of this Legislative Body that when  an  occa-\nsion  of such importance is brought to our attention, the same should be\nmemorialized by us for the edification and  emulation  of  others;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Mr. and Mrs. Louis Peryer upon the occasion of  celebrating\ntheir 50th Wedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Louis Peryer, West Chazy, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T111344.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295540024545
}