{
  "year" : 2011,
  "senateBillNo" : "J78-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J78-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Mr. and Mrs. Wendell Castine upon the occasion of celebrating their 50th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION congratulating Mr. and Mrs. Wendell Castine upon\nthe occasion of celebrating their 50th Wedding Anniversary\n\nWHEREAS, Wendell  Saul  Castine  and  Emily  Flachbart  were  united  in\nmarriage on October 8, 1960, at the First Presbyterian Church of Platts-\nburgh,  New  York,  with services provided by the Reverend George Grose;\nand\n  WHEREAS, To celebrate this auspicious event, a dinner party and recep-\ntion was held in their honor at the Elks Lodge in Plattsburgh on October\n9, 2010, hosted by their devoted children, with many friends and  family\nmembers in attendance; and\n  WHEREAS,  In  addition, Mr. and Mrs. Wendell Castine participated in a\nrenewal of vows ceremony at the Chazy Presbyterian Church the day  after\nthe  event, officiated by the Reverend Miriam Hathaway, and are planning\nan anniversary trip for the spring of 2011; and\n  WHEREAS, The happy couple are now enjoying their  retirement  together\nafter  many  years of distinguished service to the workforce; both loyal\nemployees, Wendell was a bus driver for the Northeastern Central  School\nDistrict  and  Emily was the high school librarian for the Chazy Central\nSchool District; and\n  WHEREAS, Currently, Mrs. Castine is serving as the moderator of  Pres-\nbyterian   Women   of   the   Northern  New  York  Presbytery,  covering\nchurchwomen's groups from Sacket's Harbor to Rouses Point, and is pursu-\ning her commissioned lay pastor certification online through the Univer-\nsity of Dubuque Theological Seminary in Iowa; and\n  WHEREAS, They are the proud parents of two wonderful children, Timothy\nand Tracey and the loving grandparents of one grandson, Joshua; and\n  WHEREAS, Mr. and Mrs. Wendell Castine are and always have been a tower\nof strength, support, understanding and limitless love for their family;\nand\n  WHEREAS, Their love, devotion, caring, sensitivity and  responsiveness\nto  their  family,  friends and all who know them are their hallmark and\ntradition; and\n  WHEREAS, Mr. and Mrs. Wendell Castine have lived and continue to  live\ntheir lives with great dignity and genuine grace, always demonstrating a\ndeep  and  continuing  concern  for  human  values and ideals, and in so\ndoing, they have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit this couple has invested in their marriage; and\n  WHEREAS, These same values they  have  passed  to  their  loved  ones,\nproducing  a  family that is close-knit and supportive of its individual\nmembers, public-minded in its relations to the community  and  committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS,  Mr. and Mrs. Wendell Castine have touched the lives of their\nfamily and many friends through the shining example of  their  marriage,\nwhich  is  a testament to the devotion and admiration which they possess\nfor one another; and\n  WHEREAS, The longevity of this enduring marriage truly marks  a  mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS,  It  is the sense of this Legislative Body that when an occa-\nsion of such importance is brought to our attention, the same should  be\nmemorialized  by  us  for  the edification and emulation of others; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate Mr. and Mrs. Wendell Castine upon the occasion of celebrat-\ning their 50th Wedding Anniversary; and be it further\n\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Wendell Castine, Plattsburgh, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144910.TXT", "SOBI.D110110.T113557.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294677357575
}