{
  "year" : 2011,
  "senateBillNo" : "J80-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J80-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J80-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J80-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Mr. and Mrs. Fred LaGoy upon the occasion of celebrating their 70th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  congratulating Mr. and Mrs. Fred LaGoy upon the\noccasion of celebrating their 70th Wedding Anniversary\n\nWHEREAS, Fred A. LaGoy and the former Lucy Etta DuBrey  were  united  in\nmarriage on April 20, 1940; and\n  WHEREAS, They are the proud parents of Fred, Evelyn, Linda, and Louise\nand have nine grandchildren as well as 16 great-grandchildren; and\n  WHEREAS, Mr. and Mrs. Fred LaGoy have resided in Cadyville since 1945;\nFred  was  a  farmer, logger, and at age 91, still loves hunting and the\noutdoors; Lucy enjoys reading, visiting and has a remarkable memory; and\n  WHEREAS, Mr. and Mrs. Fred LaGoy are and always have been a  tower  of\nstrength,  support,  understanding  and limitless love for their family;\ntheir deep faith and love for one another has made them  an  inspiration\nto many; and\n  WHEREAS,  Their love, devotion, caring, sensitivity and responsiveness\nto their family, friends and all who know them are  their  hallmark  and\ntradition; and\n  WHEREAS, Mr. and Mrs. Fred LaGoy have lived and continue to live their\nlives  with great dignity and genuine grace, always demonstrating a deep\nand continuing concern for human values and ideals,  and  in  so  doing,\nthey have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit that this couple has invested in their marriage; and\n  WHEREAS,  These  same  values  they  have  passed to their loved ones,\nproducing a family that is close-knit and supportive of  its  individual\nmembers,  public-minded  in its relations to the community and committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS, Mr. and Mrs. Fred LaGoy have touched the lives of their fami-\nly and many friends through the shining example of their marriage, which\nis a testament to the devotion and admiration which they possess for one\nanother; and\n  WHEREAS, The longevity of this enduring marriage truly marks  a  mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS,  It  is the sense of this Legislative Body that when an occa-\nsion of such importance is brought to our attention, the same should  be\nmemorialized  by  us  for  the edification and emulation of others; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncongratulate  Mr.  and  Mrs.  Fred LaGoy upon the occasion of their 70th\nWedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Fred LaGoy.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T111344.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295540024522
}