{
  "year" : 2011,
  "senateBillNo" : "J83-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J83-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J83-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J83-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Congratulating Mr. and Mrs. Joseph Bourdeau upon the occasion of celebrating their 50th Wedding Anniversary",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION congratulating Mr. and Mrs. Joseph Bourdeau upon\nthe occasion of celebrating their 50th Wedding Anniversary\n\nWHEREAS, Joseph G. Bourdeau and the former Henriette Pinard were  united\nin marriage on August 20, 1960; and\n  WHEREAS, They are the proud parents of the late Richard, Joseph, Anne-\nMarie, Patrick, Lisa and Kimberly and have 12 grandchildren; and\n  WHEREAS,  Joseph  Bourdeau retired from the United States Air Force in\n1981 as a senior master sergeant; he continued to work for Civil Service\nat Plattsburgh Air Force Base and retired in 1995;  he  is  employed  by\nAuSable Valley Central School; and\n  WHEREAS,  After  raising  children  for many years, Henriette Bourdeau\nworked for AFES at Plattsburgh Air Force Base and retired in  1995;  she\nis also employed by AuSable Valley Central School; and\n  WHEREAS, Mr. and Mrs. Joseph Bourdeau are and always have been a tower\nof strength, support, understanding and limitless love for their family;\nand\n  WHEREAS,  Their love, devotion, caring, sensitivity and responsiveness\nto their family, friends and all who know them are  their  hallmark  and\ntradition; and\n  WHEREAS,  Mr. and Mrs. Joseph Bourdeau have lived and continue to live\ntheir lives with great dignity and genuine grace, always demonstrating a\ndeep and continuing concern for human  values  and  ideals,  and  in  so\ndoing, they have inspired others to do the same; and\n  WHEREAS, This meaningful occasion is the result of the love, hard work\nand spirit this couple has invested in their marriage; and\n  WHEREAS,  These  same  values  they  have  passed to their loved ones,\nproducing a family that is close-knit and supportive of  its  individual\nmembers,  public-minded  in its relations to the community and committed\nto the ideals of citizenship upon which this Nation was founded; and\n  WHEREAS, Mr. and Mrs. Joseph Bourdeau have touched the lives of  their\nfamily  and  many friends through the shining example of their marriage,\nwhich is a testament to the devotion and admiration which  they  possess\nfor one another; and\n  WHEREAS,  The  longevity of this enduring marriage truly marks a mile-\nstone in life's journey, an event of personal triumph and joy; and\n  WHEREAS, It is the sense of this Legislative Body that when  an  occa-\nsion  of such importance is brought to our attention, the same should be\nmemorialized by us for the edification and  emulation  of  others;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncongratulate Mr. and Mrs. Joseph Bourdeau upon  the  occasion  of  their\n50th Wedding Anniversary; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Mr. and Mrs. Joseph Bourdeau.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144910.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762313974
}