{
  "year" : 2011,
  "senateBillNo" : "J88-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J88-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J88-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J88-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Memorializing the 82nd birthday of the Reverend Martin Luther King, Jr.",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION memorializing the 82nd birthday of the Rev.  Dr.\nMartin Luther King, Jr. and his tremendous contributions to civil rights\nand American society, and the 25th anniversary of the  national  holiday\nthat honors his birth and achievements\n\nWHEREAS,  Today  we celebrate the life and extraordinary achievements of\none of our nation's most beloved and  influential  leaders,  Dr.  Martin\nLuther  King,  Jr.,  and the 25th anniversary of the holiday that honors\nhis birth and achievements; and\n  WHEREAS, Martin Luther King, Jr. was  born  on  Tuesday,  January  15,\n1929,  at his family home in Atlanta, Georgia, and was the first son and\nsecond child born to the Reverend Martin Luther King, Sr.,  and  Alberta\nWilliams King; and\n  WHEREAS,  Martin  Luther  King,  Jr.  began his education at the Yonge\nStreet Elementary School  in  Atlanta,  Georgia,  attended  the  Atlanta\nUniversity  Laboratory  School and Booker T. Washington High School, and\nwas admitted to Morehouse College at the age of 15; and\n  WHEREAS, At the age of 19, Martin  Luther  King,  Jr.  graduated  from\nMorehouse College with a Bachelor of Arts degree in Sociology, and three\nyears later in 1951 was awarded a Bachelor of Divinity degree from Croz-\ner  Theological Seminary in Chester, Pennsylvania, where he also studied\nat the University of Pennsylvania,  and  won  several  awards  for  most\noutstanding  student, among which was the Crozer fellowship for graduate\nstudy at a university of his choice; and\n  WHEREAS, In 1951, at the age of 22, Martin Luther  King,  Jr.    began\ndoctoral  studies  in Systematic Theology at Boston University, and also\nstudied at Harvard University, and at the  age  of  26,  was  awarded  a\nDoctor of Philosophy degree from Boston University in 1955; and\n  WHEREAS,  During  his  studies at Boston and Harvard Universities, Dr.\nKing married the former Coretta Scott of Marion, Alabama in 1953; and\n  WHEREAS, Dr. King entered the Christian ministry and was  ordained  in\nFebruary  of  1948 at the age of 19 at Ebenezer Baptist Church, Atlanta,\nGeorgia, and became Pastor of the Dexter Avenue Baptist Church of  Mont-\ngomery,  Alabama,  from  September  of 1954 to November of 1959, when he\nresigned to move home to Atlanta; and\n  WHEREAS, Dr. King was elected president of the Montgomery  Improvement\nAssociation,  the  organization which was responsible for the successful\nMontgomery Bus Boycott, which began in 1955 and lasted 381 days; and\n  WHEREAS, Dr. King was incarcerated many times for his participation in\ncivil rights activities, was a founder of the Southern Christian Leader-\nship Conference, which he led from 1957 to 1968, and was the  leader  of\nthe 1963 March on Washington for Civil Rights, which is one of the larg-\nest peaceful demonstrations in American history and is a defining moment\nin this nation's civil rights movement; and\n  WHEREAS,  Dr.  King  was honored countless times for his leadership of\nthe United States Civil Rights Movement, including his selection by TIME\nmagazine as Most Outstanding Personality of 1957 and Man of the Year  of\n1963,  and  his selection by LINK MAGAZINE of India, the home of Mahatma\nGandhi, as one of the sixteen world leaders who had contributed the most\nto the advancement of freedom during 1959; and\n  WHEREAS, Dr. King's receipt in 1964 of the Nobel Peace Prize,  at  the\nage  of  35,  made him the youngest recipient of that prestigious award,\nand one of only three Black Americans  who  have  received  that  award,\nalong with Dr. Ralph Bunche and President Barack Obama, whose journey to\nbecome  President  owes  no  small  debt to the journey Dr. King and the\nmillions of Americans who walked hand in hand with him undertook to  end\nsegregation and remind Americans of the great moral underpinnings of our\n\nfederal constitution which provides that we are all created equal and of\nthe  incredible  power of the American ideal that we all deserve to live\nin a free and just society; and\n  WHEREAS,  Dr.  King  was  murdered  in Memphis, Tennessee, on April 4,\n1968, by James Earl Ray, and was mourned by millions of Americans of all\nages, races, creeds and colors on the national day of mourning  declared\nby President Lyndon Johnson; and\n  WHEREAS, Dr. King's birthday was made into a national holiday in 1986,\nwas  first  celebrated  in all fifty states in the year 2000, and is the\nonly federal holiday to honor a private American citizen; and\n  WHEREAS, Dr. King stands in a long line of great American leaders  and\nrepresents  the historical culmination and living embodiment of a spirit\nof united purpose, rooted in Black  African  culture  and  the  American\nDream; and\n  WHEREAS,  Dr.  King  taught  us  that  through  non-violence,  courage\ndisplaces fear; love transforms hate; acceptance  dissipates  prejudice;\nand mutual regard cancels resentment; and\n  WHEREAS,  Dr.  King  manifestly  contributed to the cause of America's\nfreedom; his commitment to human dignity  is  visibly  mirrored  in  the\nspiritual,  economic  and political dimensions of the civil rights move-\nment; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor  the  life  of  the Reverend Doctor Martin Luther King, Jr., whose\nuntimely death robbed America of his leadership at too early a date, and\nwhose deeds and words transformed America and live in our homes, schools\nand public institutions to this day, continuing to inspire the  millions\nof  Americans whose lives of purpose and achievement might not have been\npossible but for Dr. King's leadership  and  the  examples  set  by  the\nmillions  of Americans who joined him in one of the great moral crusades\nof the 20th century; and be it further\n  RESOLVED, That this Legislative Body calls upon its  Members  and  all\nNew  Yorkers  to observe the day of Dr. King's birth as a day of service\nto  our  family,  friends,  neighbors  and  those  less  fortunate  than\nourselves,  and to moral causes greater than ourselves, and to the Great\nState of New York, in keeping with the ideals  of  the  national  Martin\nLuther  King  Day  of  Service, which was started by former Pennsylvania\nstate Senator Harris Wofford and, Congressman John Lewis, from  Atlanta,\nGeorgia,  who  co-authored the King Holiday and Service Act, signed into\nlaw by President Bill Clinton in 1994; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Dr. King and to the King Center in Atlanta.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144910.TXT", "SOBI.D110128.T094739.TXT", "SOBI.D110128.T095239.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296226359609
}