{
  "year" : 2011,
  "senateBillNo" : "J91-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J91-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "REPORTED TO CALENDAR FOR CONSIDERATION",
    "billEventId" : "J91-2011-1294722000000-REPORTED+TO+CALENDAR+FOR+CONSIDERATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722001000,
    "eventText" : "ADOPTED",
    "billEventId" : "J91-2011-1294722001000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Michael V. Cooper, distinguished citizen and devoted member of his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION mourning the death of Michael V. Cooper, distin-\nguished citizen and devoted member of his community\n\nWHEREAS, It is with great sorrow and deep regret that  this  Legislative\nBody  records  the passing of Michael V. Cooper, noting the significance\nof his purposeful life and accomplishments; and\n  WHEREAS, Michael V. Cooper distinguished himself in his profession and\nby his sincere dedication and substantial contribution to the welfare of\nhis community; and\n  WHEREAS, Born August 23, 1958, in Beckley, West Virginia,  Michael  V.\nCooper  was  a  dedicated educator and beloved Assistant Coach at Geneva\nHigh School; he was a noble man who touched the lives of so many; having\nhad a passion for football led him to coach for over 28 years  where  he\nplayed a tremendous role in the Geneva football family; and\n  WHEREAS,  Along  with  coaching  Geneva  High  School football he also\ncoached youth football, both girls' indoor and outdoor track as well  as\ngirls' basketball; and\n  WHEREAS,  A  proud  veteran  member of the Geneva High School coaching\nstaff, Michael V. Cooper played a central role in the Panthers' New York\nState championship season in 2006; and\n  WHEREAS, Michael V. Cooper was a Certified History  Teacher;  he  also\ntook  on the challenging role of leading the school's Structured Studies\nprogram which includes students on long-term, in-school suspension; and\n  WHEREAS, Often described as a big teddy bear with  a  presence  larger\nthan  life,  Michael  V. Cooper established a relationship with students\nand players that could not be measured; he was influential  as  well  as\nadmired throughout the Geneva community; and\n  WHEREAS,  A  devoted member of the Geneva Football Boosters Club and a\nproud member of the Free and  Accepted  Masons  Humanity  Lodge  406  in\nLyons,  Michael V.  Cooper's commitment to excellence, and his spirit of\nhumanity, carried over into all fields of enterprise, including charita-\nble and civic endeavors; and\n  WHEREAS, Michael V. Cooper is survived by his wife, Susan Wilkes Coop-\ner; his children: Colin (Marli Gringeri), Bryan, Andrew, Alyssa and  her\nchildren,  Quinton  and  Dominick; his parents, Wallace and Gale Cooper;\nsiblings, Wally (Ronette) Cooper, Debbie (Ed) Compson,  William  Cooper,\nBelinda (Brian Driscoll) Cooper and Tina Cooper; father-in-law and moth-\ner-in-law,  Frank and Doris Wilkes; brother-in-law, David (Lori) Wilkes;\nand sister-in-law, Sandy (Mike) Bajdas; as well as several nieces, neph-\news, many extended family members and wonderful friends; and\n  WHEREAS, Armed with a  humanistic  spirit,  imbued  with  a  sense  of\ncompassion,  and  comforted by a loving family, Michael V. Cooper leaves\nbehind a legacy which will long endure the  passage  of  time  and  will\nremain  as  a  comforting  memory  to all he served and befriended; now,\ntherefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nmourn  the death of Michael V. Cooper, distinguished citizen and devoted\nmember of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Michael V. Cooper.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145410.TXT", "SOBI.D110120.T110333.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295539413266
}