{
  "year" : 2011,
  "senateBillNo" : "J97-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J97-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending the courageous Fort Drum soldiers for their valiant military service",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION commending the courageous Fort Drum soldiers for\ntheir valiant military service, each of whom made the ultimate sacrifice\nserving their beloved country as members of the United States Army\n\nWHEREAS, The courage and bravery of our  military  personnel  since  the\nUnited  States  Armed  Forces  commenced  Operation  Enduring Freedom in\nAfghanistan in October of 2001, and Operation Iraqi Freedom in  Iraq  in\nMarch  of 2003, will ensure our continued role as a Nation that embodies\nthe ideals of democracy,  and  as  a  defender  of  liberty  for  people\nthroughout the world; and\n  WHEREAS, Members of the Armed Services from the State of New York, who\nhave  served  so  valiantly and honorably during Operation Iraqi Freedom\nand Operation Enduring Freedom,  deserve  a  special  salute  from  this\nLegislative Body on behalf of the people of this great Empire State; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, it is the sense of this Legislative Body to commend\nthe courageous Fort Drum soldiers for their  valiant  military  service,\neach  of  whom made the ultimate sacrifice serving their beloved country\nas members of the United States Army; and\n  WHEREAS, The brave and honorable soldiers  from  Fort  Drum  who  lost\ntheir  lives  fighting for their country in the year 2010 are: SPC Scott\nA.  Doolittle, SSG Charles P. Dozier, SPC  Timothy  J.  Fitzgibbon,  SFC\nTodd  M.   Harris, CPL Joshua A. Harton, SGT Michael D. Kirspel Jr., MSG\nKevin Nauman, SGT Michael F. Paranzino, SFC Charles M. Sadell, PFC Clin-\nton E.  Springer II, and SPC Blake D. Whipple; and\n  WHEREAS, The banner of freedom will always wave over our  beloved  New\nYork and all of America, the Land of the Free and the Home of the Brave;\nand\n  WHEREAS,  Residents  of this great State must never forget the courage\nwith which these men served their country, and must  recognize  that  no\ngreater  debt  is  owed than that owed to those who gave their lives for\ntheir beloved Nation and to those who continue to be missing in  action;\nand\n  WHEREAS,  The  freedoms and security we cherish as Americans come at a\nvery high price for those serving in the military in times of  conflict;\nit  is fitting and proper that we who are the beneficiaries of those who\nrisk their lives, leaving their families behind,  express  our  appreci-\nation  and  eternal  gratitude for their sacrifices and courageous acts;\nnow, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncommend  the  courageous  Fort  Drum soldiers for their valiant military\nservice, each of whom made the ultimate sacrifice serving their  beloved\ncountry as members of the United States Army; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted to the families of those brave young men who died in the service\nof their country.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430050742
}