{
  "year" : 2011,
  "senateBillNo" : "J98-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J98-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Chief Arthur B. Hill, distinguished citizen and devoted member of his community",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  mourning  the  death  of  Chief Arthur B. Hill,\ndistinguished citizen and devoted member of his community\n\nWHEREAS, It is the custom of this Legislative Body  to  pay  tribute  to\ncitizens  of  the  State  of  New York whose lifework and civic endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, Chief of the New York Police  Department  Arthur  (Artie)  B.\nHill  of  St.  Albans, New York, died on Thursday, July 22, 2010, at the\nage of 88; and\n  WHEREAS, Arthur B. Hill was born in New York in 1922 and  grew  up  in\nHarlem;  he graduated from DeWitt Clinton High School, the Bronx in 1940\nand proudly served in the United States Army during World  War  II  from\n1942 to 1946; and\n  WHEREAS,  Upon  an honorary discharge from military service, Arthur B.\nHill took civil service exams and was called to join the New  York  City\nPolice Department in 1946; he was assigned to the 28th Precinct and rose\nthrough the ranks; and\n  WHEREAS,  An exemplary leader, Arthur B. Hill was promoted to the rank\nof Sergeant in 1959 while serving in the 42nd and 49th Precincts; he was\nthen advanced to  the  esteemed  position  of  Lieutenant  in  1961  and\nreceived  a variety of assignments to work in the 20th Precinct, as well\nas the 5th Division, the 40th Precinct and in the Planning Bureau  where\nhe worked as a system analyst; he had the honor of serving as Commanding\nOfficer of the Malcolm X funeral detail in February, 1965; and\n  WHEREAS,  Arthur  B.  Hill was promoted to the rank of Captain in 1965\nand worked in the 5th and 6th  Divisions  of  the  NYPD  before  he  was\nappointed  the  second  African  American commanding officer of the 28th\nPrecinct; and\n  WHEREAS, While studying for promotions, Arthur B. Hill  attended  John\nJay College of Criminal Justice/CUNY where he earned a Bachelor's degree\nin Police Science and a Master's degree in Police Administration; and\n  WHEREAS,  His  extraordinary trailblazing career continued when Arthur\nB.  Hill was appointed to the rank of Deputy Inspector in 1967  and  was\nassigned to the 6th Division in Harlem; on September 16, 1969, Arthur B.\nHill  was promoted to the rank of Deputy Chief Inspector and transferred\nto the 13th Division, Brooklyn; and\n  WHEREAS, Chief Hill became the first African American commander of the\nSupport Service Unit, which was formerly known as the Special Operations\nDivision; he oversaw NYPD Tactical  Patrol  Force,  Aviation,  Emergency\nService and Harbor Patrol Units; and\n  WHEREAS, Respected by his fellow officers, Arthur B. Hill was promoted\nto  the  rank of Assistant Chief in September, 1971 and retired in Janu-\nary, 1973; during  his  illustrious  career,  Chief  Hill  received  two\nCommendations,  three Meritorious and three Excellent Police Duty Awards\nalong with numerous citations for outstanding community service; and\n  WHEREAS, Arthur B. Hill distinguished himself in his profession and by\nhis sincere dedication and substantial contribution to  the  welfare  of\nhis community; and\n  WHEREAS,  Arthur B. Hill's commitment to excellence, and his spirit of\nhumanity, carried over into all fields of enterprise, including charita-\nble and civic endeavors; and\n  WHEREAS, In retirement, Chief Hill joined several civic organizations;\nhe served on several board of directors  for  charitable  organizations,\nincluding  the  Apollo Theater; he was the long-time Executive Secretary\nof the Guy R. Brewer Club; Chief Hill also enjoyed a second career as an\nexecutive for the United Parcel Service; and\n\n  WHEREAS, Arthur B. Hill is survived by his beloved wife, Patricia, and\nhis children, Arthur, Jr., Ernest, Victoria and Joanne; and\n  WHEREAS,  Armed  with  a  humanistic  spirit,  imbued  with a sense of\ncompassion, and comforted by a loving  family,  Arthur  B.  Hill  leaves\nbehind  a  legacy  which  will  long endure the passage of time and will\nremain as a comforting memory to all  he  served  and  befriended;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmourn the death of Chief  Arthur  B.  Hill,  distinguished  citizen  and\ndevoted member of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Arthur B. Hill.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430050745
}