{
  "year" : 2011,
  "senateBillNo" : "K10-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "adopted",
    "billEventId" : "K10-2011-1295326800000-adopted",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Susan Ordonez upon the occasion of her retirement after more than 27 years of distinguished service to Community Board No. 3",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  honoring Susan Ordonez upon the occasion of her\nretirement after more than 27 years of distinguished service to Communi-\nty Board No. 3\n\nWHEREAS, This Legislative Body seeks to  acknowledge  those  individuals\nwhose  professional lives and civic endeavors serve to enhance the stat-\nure of the State of New York; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions,  this  Legislative  Body  is justly proud to honor\nSusan Ordonez upon the occasion of her retirement  after  more  than  27\nyears  of distinguished service to Community Board No. 3; she will offi-\ncially retire on Friday, January 28, 2011; and\n  WHEREAS, For almost three decades, Susan  Ordonez  rendered  faithful,\nconscientious and valuable service as Community Coordinator of Community\nBoard No. 3, serving the neighborhoods of East Elmhurst, Jackson Heights\nand  North  Corona, helping to improve the quality of life for the resi-\ndents of the community; and\n  WHEREAS, In this capacity, Susan Ordonez was responsible for  process-\ning  complaints related to HPD, Fire, Police and Building Departments as\nwell as multiple agency grievances; and\n  WHEREAS, Over the years, Susan Ordonez developed many strong relation-\nships with residents within the community, particularly the senior citi-\nzens; and\n  WHEREAS, She served  with  loyalty,  honor  and  distinction  and  was\ngoverned  by  a  keen  sense of duty and always showed a unique grasp of\nhuman problems; known for being extremely  resourceful  and  persistent,\nSusan  Ordonez takes great pleasure in a challenge and enjoys working to\nresolve complex problems; and\n  WHEREAS, The wife of the late Henry  Ordonez,  Susan  Ordonez  is  the\nproud  mother of two children, and the loving grandmother of four grand-\nchildren; and\n  WHEREAS, It is the sense of  this  Legislative  Body  that  those  who\nenhance the quality of life in their community and have shown a long and\nsustained  commitment  to  the  maintenance  of  high standards in their\nprofession, certainly have earned the recognition and  applause  of  all\nthe citizens of this great Empire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Susan Ordonez upon the occasion of her retirement after more  than\n27  years  of  distinguished service to Community Board No. 3; and be it\nfurther\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Susan Ordonez.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T171700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295389020979
}