{
  "year" : 2011,
  "senateBillNo" : "K31-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "adopted",
    "billEventId" : "K31-2011-1295326800000-adopted",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Pastor Paul B. Milholland of Trinity Lutheran Church in Long Island City/Astoria, upon the occasion of his Pastoral Installation",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending Pastor Paul B. Milholland of Trinity\nLutheran Church in Long Island City/Astoria, upon the  occasion  of  his\nPastoral Installation, celebrated on Sunday, September 26, 2010\n\nWHEREAS,  The  character and richness of religious and community life in\nthis noble Empire State is nourished and fulfilled through the  faithful\nconcern  and  selfless devotion of those who would commit their energies\nand purpose to the ministry of others; and\n  WHEREAS, It is the sense of this Legislative Body to bring full recog-\nnition and just tribute to those individuals who distinguish  themselves\nand the ministry through their unremitting commitment and preeminence of\nservice; and\n  WHEREAS,  This Legislative Body is justly proud to commend Pastor Paul\nB.  Milholland of Trinity Lutheran Church in Long  Island  City/Astoria,\nupon the occasion of his Pastoral Installation; and\n  WHEREAS, Pastor Paul Milholland became the spiritual leader of Trinity\nLutheran  Church on May 9, 2010; the son of a Lutheran minister, he is a\nnative of North Carolina, and served parishes in North Carolina,  Virgi-\nnia,  and Florida prior to coming to New York; for the past 8 1/2 years,\nhe served as pastor of St. John's Lutheran of  Lindenhurst,  in  Western\nSuffolk County; and\n  WHEREAS,  Pastor  Paul Milholland was educated at Lenoir-Rhyne College\nin North Carolina, where he received a Bachelor of Arts in Religion with\nsignificant course work in Sociology and Theater Arts; he  received  his\nMaster of Divinity from the Lutheran Theological Seminary at Gettysburg,\nPennsylvania, with special emphasis in Luther studies and Ecumenism; and\n  WHEREAS,  Pastor  Milholland  engaged  in  Clinical Pastoral Education\n(hospital chaplaincy training) at the Lutheran  Medical  Center  in  the\nSunset  Park  area  of  Brooklyn,  New  York;  although  no  degree  was\nconferred, he also took coursework at the Presbyterian School of  Chris-\ntian Education in Virginia; and\n  WHEREAS,  In  1982  and 1983, Pastor Milholland became acquainted with\nthe New York area when he served as a Youth Staffer for the Metropolitan\nNew York Synod of the Lutheran Church in America; in this  capacity,  he\nprovided  leadership  to  the  synod's youth organization, led retreats,\ndeveloped youth groups, trained adults working with  youth,  and  helped\nplan several region-wide youth events; and\n  WHEREAS, Pastor Paul Milholland has written and directed several plays\nfor children, young people, and adults, which have been performed in his\nparishes;  he enjoys retreats, conferences, as well as summer camp expe-\nriences for people of all ages; and\n  WHEREAS, Pastor Milholland has brought to his ministry an overwhelming\nspirit of charity and compassion, acting from vision  and  enlightenment\nin  conducting  his  administrative  and  spiritual duties, while always\ndisplaying the highest standards of personal and professional  integrity\nand dedication; and\n  WHEREAS, This distinguished man of God has always given enlightenment,\nguidance  and  wisdom to the many entrusted to his care and has adminis-\ntered abundantly and unstintingly to the spiritual and corporal needs of\nall; and\n  WHEREAS, With him throughout has been his son, Kell, who feels  privi-\nleged to be a part of his life and rejoices in his achievements; and\n  WHEREAS,  It  is the sense of this Legislative Body that when a person\nof such noble aims and accomplishments is brought to our attention it is\nappropriate to publicly and jubilantly proclaim and commend  that  indi-\nvidual for the edification of others; now, therefore, be it\n\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend Pastor Paul B. Milholland of Trinity  Lutheran  Church  in  Long\nIsland  City/Astoria,  upon  the  occasion of his Pastoral Installation,\ncelebrated on Sunday, September 26, 2010,  noting  his  unremitting  and\ncompassionate  faith  and  his  exemplary  service  to God, man, and his\ncommunity, and extending to him the heartfelt best wishes of this Legis-\nlative Body for a future of purposeful success and well-being; and be it\nfurther\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Pastor Paul B. Milholland.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T172200.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295389320145
}