{
  "year" : 2011,
  "senateBillNo" : "K32-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "adopted",
    "billEventId" : "K32-2011-1295326800000-adopted",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Sister M. Johanna DeLelys upon the occasion of her retirement as President and CEO of St. Elizabeth Medical Center",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commending  Sister  M. Johanna DeLelys upon the\noccasion of her retirement as President and CEO of St. Elizabeth Medical\nCenter on June 30, 2010\n\nWHEREAS, The character and richness of religious and community  life  in\nthis noble Empire State are nourished and fulfilled through the faithful\nconcern  and  selfless devotion of those who would commit their energies\nand purpose to the ministry of others; and\n  WHEREAS, It is the sense of this Legislative Body to bring full recog-\nnition and just tribute to those individuals who distinguish  themselves\nand the ministry through their unremitting commitment and preeminence of\nservice; and\n  WHEREAS,  This  Legislative  Body is justly proud to commend Sister M.\nJohanna DeLelys upon the occasion of her retirement as President and CEO\nof St. Elizabeth Medical Center on June 30, 2010; and\n  WHEREAS, Sister Johanna has worked at  St.  Elizabeth  since  1965  in\nvarious  nursing and management positions; she was named Chief Operating\nOfficer in 1991 and served in this  position  until  she  was  appointed\nPresident and CEO on January 1, 2004; and\n  WHEREAS, A diplomate of the American College of Healthcare Executives,\nSister  Johanna  became  a  registered  nurse  after graduating from St.\nJoseph's Hospital School of Nursing in Syracuse, New York; she  went  on\nto earn a BS in Nursing at Catholic University of America in Washington,\nand  an MBA in Hospital Administration from Xavier University in Cincin-\nnati, Ohio; and\n  WHEREAS, An exemplary leader, Sister Johanna guided the Medical Center\nthrough many changes and advances; highlights  of  her  esteemed  career\ninclude  serving  in  a  senior  leadership  post during creation of the\nMohawk Valley Heart Institute; leading St. Elizabeth  to  meet  the  ISO\n9001  and  14001 criteria, establishing it as one of the most accredited\nhospitals in the nation; renovating, expanding and the modernization  of\nthe Emergency Department and Kitchen/Cafeteria; renovation of the Cardi-\nac  Catheterization  Labs;  opening of a new state-of-the art Orthopedic\nUnit featuring private patient rooms; and the  expansion  of  Outpatient\nServices at St. Elizabeth's Medical Arts building; and\n  WHEREAS,  In  addition,  Sister  Johanna  sits  on boards and advisory\ncommittees for several local organizations; she  plans  to  continue  to\nserve the needs of St. Elizabeth patients in the role of a Patient Advo-\ncate; and\n  WHEREAS,  Sister  Johanna  has brought to her ministry an overwhelming\nspirit of charity and compassion, acting from vision  and  enlightenment\nin  conducting  her  administrative  and  spiritual duties, while always\ndisplaying the highest standards of personal and professional  integrity\nand dedication; and\n  WHEREAS,  This  distinguished  woman  of God has always given enlight-\nenment, guidance and wisdom to the many entrusted to her  care  and  has\nadministered  abundantly  and unstintingly to the spiritual and corporal\nneeds of all; and\n  WHEREAS, It is the sense of this Legislative Body that when  a  person\nof such noble aims and accomplishments is brought to our attention it is\nappropriate  to  publicly and jubilantly proclaim and commend that indi-\nvidual for the edification of others; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\ncommend Sister M. Johanna DeLelys upon the occasion of her retirement as\nPresident  and  CEO  of  St.  Elizabeth Medical Center on June 30, 2010,\nnoting her unremitting and compassionate faith and her exemplary service\nto God, man, and her community, and extending to her the heartfelt  best\n\nwishes  of  this Legislative Body for a future of purposeful success and\nwell-being; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Sister M. Johanna DeLelys.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T172200.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295389320146
}