{
  "year" : 2011,
  "senateBillNo" : "K34-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "adopted",
    "billEventId" : "K34-2011-1295326800000-adopted",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commemorating the 100th Anniversary of the Church of the Sacred Heart and St. Mary Our Lady of Czestochowa",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION commemorating the 100th Anniversary of the Church\nof  the  Sacred  Heart and St. Mary Our Lady of Czestochowa, to be cele-\nbrated on Sunday, September 26, 2010\n\nWHEREAS, Religious institutions, and  the  many  spiritual,  social  and\neducational  benefits  they confer, play a vital role in the development\nof the moral fabric of a responsible citizenry; and\n  WHEREAS, It is the tradition of this State  and  this  Nation  to  pay\ntribute  to  those  institutions and individuals who have contributed to\nthe ethical and spiritual values of their communities; and\n  WHEREAS, This Legislative Body takes  pleasure  in  commemorating  the\n100th  Anniversary  of  the  Church of the Sacred Heart and St. Mary Our\nLady of Czestochowa, to be celebrated on Sunday, September 26, 2010; and\n  WHEREAS, In the years 1908 and 1909, St. Mary's Parish was a temporary\nMission of Holy Trinity Parish in Utica, New York;  it  was  established\nfor  the  Catholic  people  of the Village of New York Mills and for all\nCatholics of Polish descent from the  surrounding  vicinity;  originally\nthere were about 200 families in the Parish; and\n  WHEREAS,  In  1910,  the Church was designated as a Parish by the Most\nReverend Patrick Ludden, Bishop of  Syracuse  and  administered  to  the\nPriests  of Holy Trinity Parish; Reverend Stephen Plaza was appointed as\nthe first resident Pastor; and\n  WHEREAS, On July 1, 1994, Father Valentine C. Krul, became  pastor  of\nSt.  Mary's,  his  home  parish;  he  was  baptized,  received his First\nPenance, First Communion and Confirmation at St Mary's; he also  arrived\nthe day St. Mary's school closed which was a very difficult time for the\nparish  and  their  new  pastor,  but  The Holy Spirit prevailed and the\npeople continued on in the love of Christ; and\n  WHEREAS, When Father Krul arrived at St.  Mary's,  he  consulted  with\nMrs.   Linda DePhillips, who was then the Director of St. John the Evan-\ngelist Nursery School in New Hartford; they discussed as  to  whether  a\nnursery  school  would  be feasible at St. Mary's and the conclusion was\nthat St.  Mary's Nursery School would open in September 1994  under  the\ndirection  of  Mrs.  Linda DePhillips; the school began with 21 students\nand two teachers; and\n  WHEREAS, Since September of 2008, the school has  become  a  full-time\nprogram  with  an all day nursery school program offered for children 18\nmonths to four years of age; currently, the afterschool program  is  for\nchildren ages five through twelve; and\n  WHEREAS,  On  September  9,  2007,  a  Unity  Celebration was held, to\nacknowledge the past and welcome the future of two parishes;  the  cele-\nbration began at Sacred Heart Church with a Mass followed by a motorcade\nwhich  proceeded  to the new Church of the Sacred Heart & St.  Mary, Our\nLady of Czestochowa, where music welcomed the procession with songs such\nas \"City of God\"; the motorcade was escorted by the New York  Mills  and\nYorkville Police and Fire Departments; and\n  WHEREAS, When the procession arrived at the parish Church the Mayor of\nNew  York  Mills,  Robert Maciol, welcomed the newly formed community to\nNew York Mills; the tabernacle, sanctuary lamp, statues  of  the  Sacred\nHeart, Our Lady Queen of Victory and the crucifix from Sacred Heart were\nenshrined in their new church building; the celebration of the Eucharist\ncontinued  and  Father  Valentine Krul now serves as pastor of the newly\nformed parish- Church of the Sacred Heart & St. Mary, Our Lady of  Czes-\ntochowa; and\n  WHEREAS,  Over  the years, the Church of the Sacred Heart and St. Mary\nOur Lady of Czestochowa has offered numerous programs and activities  in\naddition to its worship services; and\n\n  WHEREAS, The Church of the Sacred Heart and St. Mary Our Lady of Czes-\ntochowa  stands on the threshold of tomorrow, prepared to meet the chal-\nlenges of the coming decades  while  retaining  that  spiritual  resolve\nwhich characterizes its past; and\n  WHEREAS,  It  is  the custom of this Legislative Body, to take note of\nenduring religious institutions and to bring such  institutions  to  the\nattention of the people of this Empire State; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommemorate the 100th Anniversary of the Church of the Sacred Heart  and\nSt.  Mary  Our  Lady  of  Czestochowa, fully confident that this commem-\noration reflects the belief in those values which  enhance  the  dignity\nand purpose of life; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the Church of the Sacred Heart and St. Mary Our Lady of Czes-\ntochowa.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T172200.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295389320149
}