{
  "year" : 2011,
  "senateBillNo" : "K38-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "adopted",
    "billEventId" : "K38-2011-1295326800000-adopted",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mourning the death of Charles H. Jennings, former Lodi Town Supervisor and longtime attorney",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION mourning the death of Charles H. Jennings, former\nLodi Town Supervisor and longtime attorney\n\nWHEREAS,  It  is  the  custom of this Legislative Body to pay tribute to\ncitizens of the State of New York  whose  lifework  and  civic  endeavor\nserved to enhance the quality of life in their communities and the great\nState of New York; and\n  WHEREAS, Charles H. Jennings of Lodi, New York, died on Monday, Novem-\nber 1, 2010, at the age of 87; and\n  WHEREAS,  Born  in Lodi on October 1, 1923, son of the late Charles L.\nand Helen (Bainbridge) Jennings, Charles H. Jennings attended  the  Lodi\nHigh School, and graduated from Ovid High School in 1942; and\n  WHEREAS,  Charles  H. Jennings was drafted into the United States Army\nin 1943, while attending Houghton College; he served his  country  as  a\nSergeant  with the 84th Infantry Division, and was severely wounded near\nthe end of World War II; subsequently, he was awarded a Purple Heart and\nBronze Star for his courage and valor; and\n  WHEREAS, Following a lengthy recovery in England, Charles H.  Jennings\nreturned  to  Germany to work behind the lines before returning home and\ncontinuing his education at Houghton; and\n  WHEREAS, After graduating from Houghton in  1948,  with  a  degree  in\nHistory,  Charles  H.  Jennings  earned  a  law degree from Northwestern\nUniversity in 1950, and opened a private law practice in Lodi; and\n  WHEREAS, Under the Rockefeller Administration, he was appointed  Chief\nof the Bureau of Surplus Real Property in Albany under the Department of\nState in Albany and eventually Director of the Division of Land Utiliza-\ntion under the Office of General Services; and\n  WHEREAS,  Charles  H. Jennings distinguished himself in his profession\nand by his  sincere  dedication  and  substantial  contribution  to  the\nwelfare of his community; and\n  WHEREAS, Charles H. Jennings's commitment to excellence, and his spir-\nit  of  humanity,  carried over into all fields of enterprise, including\ncharitable and civic endeavors; and\n  WHEREAS, In 1957, Charles H. Jennings was elected Lodi  Town  Supervi-\nsor;  in this capacity for several terms, among many accomplishments, he\nhelped save the West Lodi Cemetery from neglect and financial  distress;\nhe  had also been an active member of the Interlaken Reformed Church and\na participant of  the  Farmerville-Union  Lodge  of  Free  and  Accepted\nMasons; and\n  WHEREAS,  In 1961, Charles H. Jennings married Virginia Taylor and for\n20 years, they maintained homes in  both  Slingerlands,  New  York,  and\nLodi, New York; and\n  WHEREAS,  Upon  his  retirement  from  New  York  State,  the Jennings\nreturned full time to Lodi while Charles devoted his time to his private\npractice; and\n  WHEREAS, One of his greatest accomplishments was being instrumental in\nthe founding of the Lodi Historical Society and  serving  as  its  first\npresident; Lodi's red brick Methodist Church was in shambles, and it was\ngiven to the fledgling society to prevent its destruction; and\n  WHEREAS,  Charles  H. Jennings also helped with the restoration of the\n1852 E. & G. G. Hook Tracker Organ; this valuable instrument lives on to\nagain and again delight audiences during performances thanks to the hard\nwork and determination of Charles and Virginia Jennings; and\n  WHEREAS, Predeceased by his brother, Clayton, Charles H.  Jennings  is\nsurvived  by his wife of 49 years, Virginia \"Ginny\" Jennings; his daugh-\nter, Amy (Craig) Pemberton; one  grandson,  Joseph  Craig  Pemberton;  a\n\nsister,  Leona  Rosbaugh; and a brother, George (Lois) Jennings, as well\nas several nieces and nephews; and\n  WHEREAS,  Armed  with  a  humanistic  spirit,  imbued  with a sense of\ncompassion, and comforted by a loving family, Charles H. Jennings leaves\nbehind a legacy which will long endure the  passage  of  time  and  will\nremain  as a comforting memory to all he served and befriended; a wealth\nof knowledge and a wonderful resource for the Lodi community, his joyful\npresence will be greatly missed; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nmourn  the  death  of  Charles  H.  Jennings,  distinguished citizen and\ndevoted member of his community; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to the family of Charles H. Jennings.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T105739.TXT", "SOBI.D110118.T172200.TXT", "SOBI.D110118.T172701.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295452659047
}