{
  "year" : 2011,
  "senateBillNo" : "K45-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "adopted",
    "billEventId" : "K45-2011-1295326800000-adopted",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commending Edward K. Peisker VFW Post 5348, Deer Park, New York upon the occasion of the celebration of its 65th Anniversary on January 22, 2011",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION commending Edward K. Peisker VFW Post 5348, Deer\nPark, New York upon the occasion of the celebration of its 65th Anniver-\nsary on January 22, 2011\n\nWHEREAS, It is the sense of this Legislative Body to commend and support\nthe purposeful cause of the Veterans  of  Foreign  Wars  of  the  United\nStates  of  America (VFW), recognizing its long and sustained commitment\nto the principles of democracy and freedom so revered by this State  and\nnation; and\n  WHEREAS,  In keeping with time-honored traditions, it is the intent of\nthis Legislative Body to recognize the just purpose and  good  works  of\nEdward  K. Peisker VFW Post 5348, Deer Park, New York, upon the occasion\nof its 65th Anniversary, to be celebrated with a gala  65th  Anniversary\nDinner Dance to be held at the Post on Saturday, January 22, 2011; and\n  WHEREAS,  Founded  in  1899  by  veterans of the Spanish American War,\nreturning first from Cuba and later from the Philippines,  the  Veterans\nof  Foreign Wars has, for more than 100 years, been dedicated to serving\nAmerica's veterans and their families; to preserving freedom, democracy,\nand the American way of life;  and  to  maintaining  a  strong  national\ndefense; and\n  WHEREAS,  More than six decades ago a small group of veterans gathered\nand decided to organize a Deer Park Post of the VFW; on January 26, 1946\nEdward K. Peisker VFW Post 5348 was chartered by the national  organiza-\ntion  and a few weeks later, on February 11, 1946, a companion organiza-\ntion, the Deer Park Veterans'  Association,  Inc.  was  incorporated  to\nacquire and maintain a home for the Post; and\n  WHEREAS,  Shortly  thereafter  the  Association  purchased  the former\nBeck's Tavern on Long Island  Avenue  which,  though  the  building  has\nundergone  several  expansions  and  renovations, it continues to be the\nhome of Edward K. Peisker VFW Post 5348 and the focal point of many Deer\nPark and Suffolk County activities; and\n  WHEREAS, On March 6, 1992 an early morning fire caused  severe  damage\nto  the  hall;  thanks to the quick response and outstanding containment\nefforts of the Deer Park Volunteer Fire Department total destruction was\naverted and, on January 23, 1993, the building was rededicated; and\n  WHEREAS, Over the years the Post has  hosted  the  community's  annual\nDahlia  Ball;  many  Deer  Park  Volunteer  Fire Department Installation\nDinners, Boy Scout Meetings,  Little  League  Registrations  and  Awards\nDinners;  more  weddings, christenings, anniversary and birthday parties\nthan can be counted and, of course, the Post's own famous St.  Patrick's\nDay, New Years Eve and Anniversary Dances; and\n  WHEREAS,  In  addition,  during  the  area's building boom of the late\n1950's and early 1960's, when Saints Cyril and Methodius Catholic Church\ncould no longer accommodate its growing numbers, Edward K.  Peisker  VFW\nPost  5348  welcomed  its  parishioners  and made its hall available for\nSunday Masses; and\n  WHEREAS, Post 5348 and its members have always  been  active  in  many\nveterans'  and  community  affairs;  the  Post has organized and led the\ncommunity's Memorial Day Parade since 1946 and, in conjunction with that\nimportant remembrance, its members also conduct their annual Buddy Poppy\nDrive to assist area veterans in need and place an American flag on each\nPinelawn National Cemetery grave; and\n  WHEREAS, Edward K. Peisker Post members, in addition, visit the Veter-\nans Administration Hospital in Northport  every  month,  arrange  annual\nHalloween  and  Christmas parties at the hospital and annually visit the\nTomb of the Unknown Soldier at Arlington National Cemetery; and\n\n  WHEREAS, They also sponsor youth sports, participate in  the  communi-\nty's  various parades and tree lighting ceremonies as well as the Veter-\nans' Outreach food drives and the United States Marine Corps'  Toys  for\nTots program; and\n  WHEREAS,  Edward  K.  Peisker  VFW Post 5348 is most proud to have, or\nhave had, members who have served in every branch of the  United  States\nArmed  Forces and in each of our nation's conflicts from the Spanish-Am-\nerican War to, and beyond, Desert Storm; and\n  WHEREAS, Edward K. Peisker VFW Post 5348  has  faithfully  served  the\nDeer  Park community and its veterans over the past 65 years, dedicating\nits purpose to the preservation of the values  and  principles  of  this\ngreat republic; and\n  WHEREAS, The 65th Anniversary of the founding of Edward K. Peisker VFW\nPost  5348  is  a time to pause and reflect on the events it conducts in\nreverent tribute to the men  and  women  who  served  their  country  in\ndefense  of  its  ideals  of democracy and freedom, on the many contrib-\nutions rendered to community organizations and educational programs, and\non its continuing efforts to serve veterans and the Deer Park community;\nand\n  WHEREAS, Edward K. Peisker VFW Post 5348 is a noble post,  accomplish-\ning its mission and performing its good deeds in a spirit of comradeship\ntrue to the highest traditions of the Veterans of Foreign Wars; and\n  WHEREAS,  Mindful  of its proud and honored history, Edward K. Peisker\nVFW Post 5348 may celebrate with just pride and  true  honor,  its  65th\nAnniversary  of  service  to  its  community and the needs and causes of\nveterans across New York State and the nation; and\n  WHEREAS, It is the sense of  this  Legislative  Body  to  commend  the\ndevoted leadership of Edward K. Peisker VFW Post 5348's Post Commanders,\npast and present, and the absolute commitment of its many proud members,\nnoting  the role played by this exceptional organization and recognizing\nthe significance of the contributions and sacrifices of its  membership;\nnow, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\ncommend Edward K. Peisker VFW Post 5348 upon the occasion of  the  cele-\nbration  of  its  65th  Anniversary on January 22, 2011, fully confident\nthat the quality and character of life in the Empire State remains rich-\nly endowed and resolutely defended through such  organizations  of  just\ncause and good purpose; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Edward K. Peisker VFW Post 5348, Deer Park, New York.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T173702.TXT", "SOBI.D110118.T172701.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295390222004
}