{
  "year" : 2011,
  "senateBillNo" : "K46-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "adopted",
    "billEventId" : "K46-2011-1295326800000-adopted",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Silver",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commemorating the observance of the 26th Annual Martin Luther King, Jr. Day in the State of New York on January 17, 2011",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  commemorating the observance of the 26th Annual\nMartin Luther King, Jr. Day in the State of New  York,  on  January  17,\n2011\n\nWHEREAS,  From  time to time we take note of certain individuals whom we\nwish to  recognize  for  their  valued  contributions  and  to  publicly\nacknowledge their endeavors which have enhanced the basic humanity among\nus all; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, it is the custom of this Legislative Body  to  join\nthe  people  of  this  great  Empire State in proudly observing the 26th\nAnnual Martin Luther King, Jr. Day in the State of New York, on  January\n17,  2011,  taking note of his many accomplishments and contributions to\nmankind; and\n  WHEREAS, Dr. Martin Luther King, Jr. was born the grandson of a  slave\ninto  a segregated society in Atlanta, Georgia, on January 15, 1929, and\nwas instrumental in formulating  a  policy  which  ultimately  destroyed\nlegal apartheid in the southern states of our nation; and\n  WHEREAS,  In February of 1968, Dr. Martin Luther King, Jr. spoke about\nthe inevitability of his death and hoped that when we spoke of his life,\nwe would not concentrate on his academic achievements: that he graduated\nfrom Morehouse College, that he attended the Crozer Theological Seminary\nand Boston University, where he earned a doctorate in Systematic Theolo-\ngy; and\n  WHEREAS, Furthermore, Dr. Martin Luther King,  Jr.  did  not  find  it\nimportant that we mention that he won the Nobel Peace Prize and over 300\nother awards; and\n  WHEREAS,  Dr.  Martin  Luther King, Jr. wanted us to remember him as a\nperson who tried to give his life serving others, that he tried to  love\nsomebody, and that he tried to love and serve humanity; and\n  WHEREAS,  Standing in a long line of great American black leaders, Dr.\nMartin Luther King, Jr. represents the historical  culmination  and  the\nliving  embodiment of a spirit of united purpose rooted in Black African\nculture and the American Dream; and\n  WHEREAS, An apostle of peace, Dr. Martin Luther King, Jr. fought unre-\nlentingly for the civil rights of  all  Americans  and  taught  us  that\nthrough  non-violence  courage  displaces  fear,  love  transforms hate,\nacceptance dissipates prejudice and mutual regard cancels enmity; and\n  WHEREAS, Dr. Martin Luther King, Jr.  manifestly  contributed  to  the\ncause of America's freedom, and his commitment to human dignity is visi-\nbly  mirrored in the spiritual, economic and political dimensions of the\ncivil rights movement; and\n  WHEREAS, In addition, Dr. Martin Luther King, Jr.'s life  was  devoted\nto  the  liberation  of his people and his courage transcended the advo-\ncates of mindless retrenchment; and\n  WHEREAS, It is the sense of this Legislative Body that the common  and\nshared responsibility of governance demands an irrevocable commitment to\nthe  preservation and enhancement of human dignity as exemplified by Dr.\nMartin Luther King, Jr.; and\n  WHEREAS, Upon the occasion of the celebration of the birthday  of  Dr.\nMartin  Luther King, Jr., it is the practice of this Legislative Body to\ncommemorate the heroic efforts of Dr. King, who loved and served humani-\nty, and who was a drum major for peace, justice and righteousness; and\n  WHEREAS, The 2011 Dr. Martin Luther King, Jr. holiday observance marks\nthe 82nd Anniversary of his birth, and the  26th  Annual  Holiday  cele-\nbrated in the State of New York in his honor; now, therefore, be it\n\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmemorialize and pay tribute to the legendary life  and  achievements  of\nDr. Martin Luther King, Jr., upon the occasion of the anniversary of his\nbirth and the celebration of Martin Luther King, Jr. Day in the State of\nNew York and throughout the Nation; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted  to the New York State Black, Puerto Rican and Hispanic Legisla-\ntive Caucus.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T171700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295389020976
}