{
  "year" : 2011,
  "senateBillNo" : "K47-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to calendar",
    "billEventId" : "K47-2011-1295586000000-referred+to+calendar",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Memorializing Governor Andrew M. Cuomo to proclaim Monday, March 7, 2011, as Save My Spine Day in the State of New York",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE   RESOLUTION  memorializing  Governor  Andrew  M.  Cuomo  to\nproclaim Monday, March 7, 2011, as Save My Spine Day in the State of New\nYork\n\nWHEREAS, This Legislative Body takes great pride in applauding organiza-\ntions whose diligence and compassionate commitment help to  improve  the\nquality  of  life  of others, often recognizing events of such organiza-\ntions designed to increase awareness of health issues which  affect  the\nlives of many New Yorkers; and\n  WHEREAS,  Attendant to such concern, and in full accord with its long-\nstanding traditions, this Legislative Body is justly proud to  memorial-\nize  Governor Andrew M. Cuomo to proclaim Monday, March 7, 2011, as Save\nMy Spine Day in the State of New York; and\n  WHEREAS, Physical Therapists throughout the State of New York  observe\nSave  My  Spine  Day  as  a special opportunity to advance awareness and\nknowledge about spinal health and wellness to  their  patients  and  the\nyouth and adults in their communities; and\n  WHEREAS,  Save  My Spine Day encourages Physical Therapists to promote\nand present the current evidence based interventions for proper posture,\nexercises and ergonomics to businesses, health  and  education  systems,\nand health policymakers in their community; and\n  WHEREAS,  Physical  Therapists  continue to support and encourage such\nbehaviors which will attempt to decrease the  incidence  of  back  pain,\ninjury,  and  related  surgeries,  in an attempt to reduce the burden of\nthese healthcare costs; and\n  WHEREAS, Physical Therapists  assemble  practical  resources  for  the\npublic  and  furthermore encourage the development of outreach programs;\nand\n  WHEREAS, The observance of Save My Spine Day is to alert all New York-\ners about the serious impact of spinal  disability  on  individuals  and\nhealth care systems and to promote better spinal health habits; and\n  WHEREAS, Save My Spine Day supports its mission to educate communities\nand  patients  about  the  spine's  central  and  vital role in peoples'\nhealth; and\n  WHEREAS, It is in the interest of the State of New York  to  recognize\nthe  achievements  made  and  to continue these efforts by promoting and\neducating the public on the importance of maintaining healthy backs  and\nspines; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body  pause in it deliberations to\nmemorialize Governor Andrew M. Cuomo to proclaim Monday, March 7,  2011,\nas Save My Spine Day in the State of New York; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted  to  The Honorable Andrew M. Cuomo, Governor of the State of New\nYork.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T103015.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295623815357
}