{
  "year" : 2011,
  "senateBillNo" : "K48-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to calendar",
    "billEventId" : "K48-2011-1295586000000-referred+to+calendar",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845200000,
    "eventText" : "adopted",
    "billEventId" : "K48-2011-1295845200000-adopted",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Memorializing Governor Andrew M. Cuomo to proclaim January 2011 as Keep New York State Warm Month",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE   RESOLUTION  memorializing  Governor  Andrew  M.  Cuomo  to\nproclaim January 2011 as Keep New York State Warm Month\n\nWHEREAS, It is incumbent upon the people of the State  of  New  York  to\nrecognize  and  acknowledge those within our midst who have made signif-\nicant contributions to the quality of life therein; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to memorial-\nize Governor Andrew M. Cuomo to proclaim January 2011 as Keep  New  York\nState Warm Month; and\n  WHEREAS,  Dedicated  to meeting the needs of our citizens are generous\norganizations, businesses and individuals across this great  State  that\nwork  to ensure the welfare of all fellow beings is an outstanding exam-\nple of commitment to this crucial and ongoing mission as upheld  by  its\nsponsors; and\n  WHEREAS,  Keep  New York State Warm Month will consist of massive coat\ndrives throughout the month of January; these coats will be  distributed\nto shelters and churches and community centers; and\n  WHEREAS,  The  distribution  will  take place on Saturday, January 29,\n2011, at Westchester United Methodist Church in  the  Bronx,  New  York;\nthis  4th  Annual  special  drive  is sponsored by The National Cleaners\nAssociation, Parkchester NAACP Branch, The United Coalition Association,\nInc., Adopt-a-Friend and New York Cares; and\n  WHEREAS, It is fitting to acknowledge the valuable work carried out on\nbehalf of New York State  citizens  by  these  particular  sponsors;  by\ngiving  back  to  their communities, these individuals and organizations\nexemplify the spirit of caring and concern that builds stronger communi-\nties and that defines all of the citizens  of  this  great  State;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmemorialize Governor Andrew M. Cuomo, to proclaim January 2011  as  Keep\nNew York State Warm Month; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted  to  The Honorable Andrew M. Cuomo, Governor of the State of New\nYork, and to the aforementioned sponsors.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153637.TXT", "SOBI.D110121.T103536.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901397936
}