{
  "year" : 2011,
  "senateBillNo" : "K60-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "adopted",
    "billEventId" : "K60-2011-1295845200000-adopted",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Dr. Michael G. O'Leary upon the occasion of his designation for special recognition by the Columbia County Community Services Board",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE RESOLUTION honoring Dr. Michael G. O'Leary upon the occasion\nof his designation for special recognition by the Columbia County Commu-\nnity Services Board\n\nWHEREAS,  It is the sense of this Legislative Body to recognize that the\nquality and character of life in the communities across New  York  State\nare  reflective of the concerned and dedicated efforts of those individ-\nuals who would devote themselves to the welfare of the community and its\ncitizenry; and\n  WHEREAS, Attendant to such concern, and in full accord with its  long-\nstanding  traditions, this Legislative Body is justly proud to honor Dr.\nMichael G. O'Leary upon the occasion  of  his  designation  for  special\nrecognition by the Columbia County Community Services Board, to be cele-\nbrated  on  Wednesday,  January  26, 2011, at Kozel's Restaurant in West\nGhent, New York; and\n  WHEREAS,  Dr.  Michael  O'Leary,  retired  as  Director  of  Community\nServices  for  Columbia  County on June 30, 2010; he had been affiliated\nwith the Columbia County Department of Human Services since 1981,  first\nas  Clinical  Director  of  the  Mental  Health Center and since 1997 as\nDirector of Community Services; and\n  WHEREAS, As Director, Dr. Michael O'Leary appreciated the complexities\nof individuals in his care and accepted the obligation of providing  the\nbest services within the mental hygiene framework; he worked as an advo-\ncate and supported family and consumer involvement through NAMI, provid-\ner advisory groups and self help organizations; and\n  WHEREAS,  Local initiatives under Dr. O'Leary's leadership included an\nintegrated treatment  model  for  individuals  with  mental  health  and\naddiction  issues,  services  to the jail to engage inmates in treatment\nthrough jail based outreach, screenings and assessments to reduce  reci-\ndivism;  a  Suicide  Prevention Task Force to examine local suicides and\nimplement prevention strategies and active participation in the  Suicide\nAwareness  Walks  sponsored  by  the  American  Federation  for  Suicide\nPrevention; and\n  WHEREAS, Each year Dr. O'Leary, with  the  Columbia  County  Community\nServices  Board,  would sponsor Legislative Forums which highlighted the\ncomplex needs of individuals served through mental hygiene providers and\nannual dinners in order to recognize local community members who  demon-\nstrated  a  commitment  to  improving  the  lives  of individuals served\nthrough mental hygiene providers; and\n  WHEREAS, A resident of Nassau, New York, Dr.  Michael  O'Leary  earned\nhis  Master's  degree  in  Social  Work from Syracuse University and his\nDoctorate  from  Adelphi  University;  he  has  conducted  research  and\npublished  articles  on topics related to pretherapy training as well as\nthe impact of managed care on services to the mentally ill; in addition,\nhe has taught graduate level human behavior theory  courses  and  social\nwork  practice  courses  for 30 years at the State University at Albany;\nand\n  WHEREAS, The New York State Chapter of the National Alliance on Mental\nIllness has recognized Dr. O'Leary  for  his  leadership  in  the  fight\nagainst  stigma  within  the community; he also serves as an officer and\ncommittee chair with the New  York  State  Conference  of  Local  Mental\nHygiene Directors; and\n  WHEREAS,  Dr.  O'Leary  recently  received  an Outstanding Achievement\nAward for leadership in joint planning from the State  Commissioners  of\nMental  Health, Alcohol and Substance Abuse Services and Mental Retarda-\ntion and Developmental Disabilities; and\n\n  WHEREAS. With him throughout have been his three children, all of whom\nfeel privileged to be a part of his life and  rejoice  in  his  achieve-\nments; and\n  WHEREAS,  Dr. Michael O'Leary's distinguished record merits the recog-\nnition and respectful tribute of this Legislative Body;  he  is  a  true\nasset to society; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nhonor Dr. Michael G. O'Leary upon the occasion of  his  designation  for\nspecial recognition by the Columbia County Community Services Board; and\nbe it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Dr. Michael G. O'Leary.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T155644.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295902604728
}