{
  "year" : 2011,
  "senateBillNo" : "K70-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "adopted",
    "billEventId" : "K70-2011-1295931600000-adopted",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Memorializing Governor Andrew M. Cuomo to proclaim February 20, 2011, as Frederick Douglass Day in the State of New York",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE   RESOLUTION  memorializing  Governor  Andrew  M.  Cuomo  to\nproclaim February 20, 2011, as Frederick Douglass Day in  the  State  of\nNew  York,  honoring  the noted African-American orator, journalist, and\nanti-slavery leader who was a longtime resident of New  York  State  and\nthe City of Rochester on the 116th Anniversary of his death\n\nWHEREAS,  Frederick Douglass, whose original name was Frederick Augustus\nBailey, was born in 1817, in Talbot County, Maryland, to a black  slave,\nHarriet Bailey, and an unknown white father; and\n  WHEREAS, Frederick Douglass went on to become the most prominent Afri-\ncan-American  orator,  journalist,  and  antislavery  leader of the 19th\nCentury; and\n  WHEREAS, After learning basic literacy skills as a child, at  the  age\nof  13,  Mr.  Douglass  bought  his  first  book entitled, THE COLUMBIAN\nORATOR, which convinced him of the injustice of slavery and of the right\nof all people to be free; and\n  WHEREAS, In 1845, Frederick Douglass published his first autobiography\nentitled A NARRATIVE OF THE LIFE  OF  FREDERICK  DOUGLASS,  AN  AMERICAN\nSLAVE,  a narrative which was one of the most important accounts written\nby a fugitive slave and became a major source of information about slav-\nery and a classic piece of American literature; and\n  WHEREAS, After spending two years in England, Mr. Douglass returned to\nthe United States in 1847, a free man after some of his British  friends\npurchased his freedom; and\n  WHEREAS,  Upon  his  return  to  the United States, Frederick Douglass\nstarted publishing a weekly newspaper called THE NORTH STAR, which later\nbecame the FREDERICK DOUGLASS WEEKLY, a  newspaper  managed  and  edited\nsolely  by  blacks  in  order  to  disprove the proslavery argument that\nblacks were \"naturally inferior\"; and\n  WHEREAS, From 1847 through 1863, Mr. Douglass  continuously  published\nhis  newspapers, which also included DOUGLASS' MONTHLY, through which he\nchampioned the rights of free blacks and slaves and supported  a  number\nof other causes, most notably women's rights; and\n  WHEREAS, From 1840 through the 1850s, Frederick Douglass worked close-\nly with the antislavery Liberty Party, a party he helped organize, which\ncalled  for  the election of abolitionists to public office and demanded\nthe total elimination of slavery; and\n  WHEREAS, Believing deeply in the right of slaves to rebel and  in  the\nright of fugitives to resist re-enslavement, his house in Rochester, New\nYork,  was  used  as a station of the Underground Railroad, a network of\nantislavery activists who helped smuggle slaves from the south safely to\nthe north and to Canada; and\n  WHEREAS, On  July  4,  1852,  Frederick  Douglass,  renowned  for  his\neloquence,  delivered  an Independence Day Address entitled \"What to the\nSlaves is the Fourth of July?,\" an address which commemorated the coming\nof independence to the United States and focused on the topic of \"Ameri-\ncan Slavery\"; and\n  WHEREAS, During the Civil War, Frederick Douglass argued that  slavery\nwas  the  true  cause of the conflict and that the Union should make the\nabolition of slavery its primary focus; and\n  WHEREAS, Mr. Douglass also called for the Union Army to recruit slaves\nand free blacks, helping to raise two regiments of black  soldiers,  the\nMassachusetts  54th  and  55th;  his own sons, Frederick and Lewis, were\namong the first to volunteer for these all-black regiments; and\n  WHEREAS, During the Reconstruction Era after the Civil War,  Frederick\nDouglass campaigned for suffrage and civil rights for all blacks, becom-\ning a spokesperson for improving the circumstances of former slaves; and\n\n  WHEREAS,  Mr.  Douglass also worked for the passage of the 13th, 14th,\nand 15th Amendments which abolished slavery, made all people born in the\nUnited States citizens, and prohibited racial discrimination in  voting;\nand\n  WHEREAS,  Frederick Douglass died on February 20, 1895, in Washington,\nD.C.; funeral services were held in the Rochester  Central  Presbyterian\nChurch in Rochester, New York, and he was buried in Mount Hope Cemetery,\nRochester; and\n  WHEREAS,  It  is  important  to  recall  and honor individuals such as\nFrederick Douglass, longtime New York State resident,  fittingly  recog-\nnizing  their  valued  contributions  and  publicly  acknowledging their\nendeavors which have enhanced the basic  humanity  among  us  all;  now,\ntherefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmemorialize Governor Andrew M. Cuomo to declare the 116th Anniversary of\nhis death, February 20, 2011, as Frederick Douglass Day in the State  of\nNew York; and be it further\n  RESOLVED, That copies of this Resolution, suitably engrossed, be tran-\nsmitted  to  The Honorable Andrew M. Cuomo, Governor of the State of New\nYork; and Bernice Musgrave, President of the Sullivan County, New  York,\nChapter  of  the  Association  for  the  Study of Afro-American Life and\nHistory.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T144922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295984962909
}