{
  "year" : 2011,
  "senateBillNo" : "K75-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to calendar",
    "billEventId" : "K75-2011-1296190800000-referred+to+calendar",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Memorializing Governor Andrew M. Cuomo to proclaim February 4, 2011, as Wear Red for Women Day in the State of New York",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE   RESOLUTION  memorializing  Governor  Andrew  M.  Cuomo  to\nproclaim Friday, February 4, 2011, as Wear Red  for  Women  Day  in  the\nState of New York\n\nWHEREAS, It is the intent of this Legislative Body to memorialize Gover-\nnor  Andrew  M.  Cuomo to proclaim Friday, February 4, 2011, as Wear Red\nfor Women Day in the State of New York, in conjunction with the American\nHeart Association's Go Red For Women National Campaign; and\n  WHEREAS, Diseases of the heart  are  the  Nation's  leading  cause  of\ndeath, and stroke is the third leading cause of death; and\n  WHEREAS,  Cardiovascular  diseases  (CVDs)  claim  the  lives  of over\n460,000 American females (about one death per minute) each year; and\n  WHEREAS, Each year, of the females who die, 53% die from  cardiovascu-\nlar  disease  (CVD)  as  compared to 47% of men and approximately 32,500\nmore females than males die from stroke; and\n  WHEREAS, In 2010, the  direct  and  indirect  cost  of  cardiovascular\ndiseases and stroke in the United States is estimated at $448.5 billion;\nand\n  WHEREAS,  More  women die of cardiovascular disease than the next five\nleading causes of death combined, including all cancers, yet only 21% of\nwomen consider cardiovascular disease their greatest health risk; and\n  WHEREAS, February is designated as American Heart Month,  and  Friday,\nFebruary  4, 2011, is National Wear Red Day in recognition of the impor-\ntance of the ongoing fight against heart disease and stroke; and\n  WHEREAS, Go Red For Women is the American Heart Association's national\ncall for women by women, to take charge of their health and live strong-\ner, healthier lives; Go Red For Women combines style with substance, and\nthe red dress and the color red are  the  American  Heart  Association's\nsymbols for women and heart disease; and\n  WHEREAS,  The American Heart Association, the largest voluntary health\norganization dedicated to fighting heart disease and  stroke,  continues\nto  take a leadership role in educating women about their risks for this\ndevastating disease; and\n  WHEREAS, In February 2004, the American Heart Association launched  Go\nRed  For  Women, driving home the message to women that heart disease is\ntheir leading cause of death, a fact most women still do not  know;  the\nGo  Red  For  Women movement empowers women with the knowledge and tools\nthey need to take charge of their health and urges women to take  action\nnow; and\n  WHEREAS,  According  to  a  recent  American Heart Association survey,\nnearly all women surveyed say they would  feel  comfortable  talking  to\ntheir  doctor  about  preventive  and  treatment options regarding their\nhealth; yet, only a small percentage ask their doctors to talk  to  them\nabout heart disease when discussing their health; and\n  WHEREAS,  Go Red For Women helps to provide women with tips and infor-\nmation on healthy eating, exercise, and risk factor reduction,  such  as\nsmoking  cessation, weight maintenance, blood pressure control and blood\ncholesterol management; and\n  WHEREAS, It is the intent of this Legislative Body to join the  Ameri-\ncan  Heart  Association in encouraging women across New York State to Go\nRed For Women so they have the best chance at  fighting  heart  disease,\nthe  No.  1  killer of women, and to make heart health a top priority so\nthey can live longer, stronger lives; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nmemorialize  Governor  Andrew  M.  Cuomo to proclaim Friday, February 4,\n2011, as Wear Red for Women Day in the State of  New  York;  and  be  it\nfurther\n\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted  to  The Honorable Andrew M. Cuomo, Governor of the State of New\nYork.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T100740.TXT", "SOBI.D110128.T101745.TXT", "SOBI.D110128.T103244.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296228764542
}