{
  "year" : 2011,
  "senateBillNo" : "K79-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "adopted",
    "billEventId" : "K79-2011-1296450000000-adopted",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Friend",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Honoring Colonel Mark K. Frampton upon the occasion of his retirement from the United States Marine Corps",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION honoring Colonel Mark K. Frampton upon the occa-\nsion of his retirement from the United  States  Marine  Corps  after  30\nyears of loyal and distinguished service\n\nWHEREAS,  It is the sense of this Legislative Body that individuals who,\nas members of the United States Armed Services, have  faithfully  served\nthe  people  of this great State and nation with enduring commitment and\ndedication, merit the highest commendation; and\n  WHEREAS, Attendant to such concern and fully in accord with its  long-\nstanding  traditions,  this  Legislative Body is justly proud to commend\nColonel Mark K. Frampton upon the occasion of his  retirement  from  the\nUnited  States  Marine  Corps  after 30 years of loyal and distinguished\nservice; and\n  WHEREAS, As a member of the  United  States  Marine  Corps  for  three\ndecades, Colonel Frampton has served our country with loyalty, honor and\ndistinction, helping to preserve the principles of democracy and freedom\nwe so revere; and\n  WHEREAS,  A  valued  member of his community as well, Colonel Frampton\nhas been called upon to contribute his time  and  talents  to  countless\ncivic  and charitable endeavors and has always given of himself unstint-\ningly; he is well-known to have a particular passion for Corning  Ameri-\ncan Legion Baseball; and\n  WHEREAS,  The  quality  and  character of life in this nation, and the\ngreat State of New York, are reflective of the purposeful lives and good\nworks of patriotic and civic-minded community members, such  as  Colonel\nFrampton,  who  have  achieved  distinction  in  their profession and in\nservice to others; and\n  WHEREAS, In fitting  recognition  of  his  lengthy  and  distinguished\nMarine Corps career, the colleagues, friends, and family of Colonel Mark\nK.    Frampton  will  gather  for a Retirement Ceremony and Reception at\nAmerican Legion Skinner Ernest Memorial Post 1612, 45 Olcott  Road,  Big\nFlats, New York on Friday, January 28, 2011; and\n  WHEREAS, Throughout his illustrious career Colonel Frampton has helped\nto  preserve  and protect the people, the values, and the beliefs of our\nState and nation in exemplary fashion; this Legislative Body is  pleased\nto have this opportunity to express its appreciation to him on behalf of\nthe  people of the State of New York and to wish him well in his retire-\nment; now, therefore, be it\n  RESOLVED, That this Legislative Body pause  in  its  deliberations  to\nhonor  Colonel Mark K. Frampton upon the occasion of his retirement from\nthe United States Marine Corps after 30 years of loyal and distinguished\nservice and to commend him for his long and sustained commitment to  the\nprinciples upon which our nation was founded and which are our treasured\nAmerican heritage; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to Colonel Mark K. Frampton.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T105849.TXT", "SOBI.D110131.T164222.TXT", "SOBI.D110201.T110342.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296576222012
}