{
  "year" : 2011,
  "senateBillNo" : "R338-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "R338-2011-1295931600000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450000000,
    "eventText" : "MOTION TO AMEND LOST - VOICE VOTE",
    "billEventId" : "R338-2011-1296450000000-MOTION+TO+AMEND+LOST+-+VOICE+VOTE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450001000,
    "eventText" : "MOTION TO AMEND LOST - ROLL CALL VOTE",
    "billEventId" : "R338-2011-1296450001000-MOTION+TO+AMEND+LOST+-+ROLL+CALL+VOTE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450002000,
    "eventText" : "MOTION TO AMEND LOST - ROLL CALL VOTE",
    "billEventId" : "R338-2011-1296450002000-MOTION+TO+AMEND+LOST+-+ROLL+CALL+VOTE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450003000,
    "eventText" : "ADOPTED",
    "billEventId" : "R338-2011-1296450003000-ADOPTED",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the rules of the Senate for the 2011-2012 session",
  "summary" : null,
  "currentCommittee" : "RULES",
  "sameAs" : null,
  "lawSection" : "Resolutions, Senate",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : [ "RULES" ],
  "fulltext" : "\nRESOLVED, That the Rules of the Senate for the years 2011-2012 are here-\nby adopted to read as follows\n\n                           RULES OF THE SENATE\n\n                        OF THE STATE OF NEW YORK\n\n                                2011-2012\n\n                                 RULE I\n\nTHE PRESIDENT\n\n  Section  1. The Lieutenant Governor of the State shall be President of\nthe Senate, but shall have only a casting vote therein.\n\n                                 RULE II\n\nTHE TEMPORARY PRESIDENT\n  Section 1. The Senate shall be the judge of the elections, returns and\nqualifications of its own members and the Senate shall choose  a  Tempo-\nrary President, by resolution adopted upon the vote of a majority of the\nmembers  of the Senate elected, who shall be the majority leader and who\nshall preside, or designate some other member to preside, in case of the\nabsence from the Chamber or impeachment of the Lieutenant  Governor,  or\nwhen  he or she shall refuse to act as President, or shall act as Gover-\nnor.  The temporary president may not serve in such capacity longer than\neight years.\n  &sect; 2. He or she shall appoint the Deputy Majority Leader  for  Legisla-\ntive  Operations,  the Deputy Majority Leader, the chair, vice-chair and\nmembers of all committees and sub-committees,  except  when  the  Senate\nshall otherwise order.\n  &sect; 3. He or she shall be the Chair of the Committee on Rules.\n  &sect; 4. He or she shall appoint such officers and employees of the Senate\nas may be necessary for the work of the Senate.\n  &sect;  5.  He  or she shall designate the persons entitled to admission to\nthe floor as reporters for the news media.\n  &sect; 6. He or  she  shall  have  general  control,  except  as  otherwise\nprovided by law or in these rules, of the Senate Chamber and the lobbies\nand  galleries thereof, and of the rooms, corridors and passages in that\npart of the Capitol and Legislative Office Building assigned to the  use\nof the Senate, and any other property leased or utilized by the Senate.\n  &sect;  7.  He or she shall appoint, in conjunction with the Speaker of the\nAssembly and the Legislative Librarian, an Assistant Legislative Librar-\nian, to have charge and custody of all legislative documents, as defined\nin this section, who shall be  responsible  for  collecting,  numbering,\nindexing  and  retaining  the same in the legislative library in an area\ndesignated for such use by  the  Legislative  Librarian.  At  least  two\ncopies  of all such documents shall be kept in such library at all times\nand made available to Members of the Legislature and legislative employ-\nees for public inspection and duplication during library hours.\n  The function of the Legislative Library is to  serve  the  information\nand  research  needs of Members of the Legislature and legislative staff\nas defined by the Legislative Law. The services provided  shall  include\n\nprofessional  reference,  access to standard commercial online databases\nand the availability of records of the Library's holding on the Legisla-\ntive Retrieval System (LRS). The Library is charged with the  collection\nand  custody  of  all Legislative and State documents as defined by this\nsection. Access to the collection shall be provided by  the  Legislative\nLibrary  State  Documents  (LLSD)  database  on  LRS.  Documents  may be\nretained in paper, microform, laser disk or any  other  medium  approved\nfor archiving documents.\n  To  effectuate the purposes of this section, the Assistant Legislative\nLibrarian in charge  of  legislative  documents  may  request  from  any\ncommittee,  commission, task force or office of the Legislature, and the\nsame are authorized to provide, such assistance, services  and  data  as\nwill  enable such librarian to carry out his or her duties as prescribed\nin this section.\n  For purposes of this section, the term legislative document shall mean\nand include the Rules of the Senate, the Rules of the Assembly,  reports\nof  the  Legislature and reports of every legislative committee, subcom-\nmittee, task force or other adjunct of the Legislature and  all  reports\nand  documents  required  by  law  or  regulation to be submitted to the\nLegislature by any department, board, bureau, commission or other agency\nof the State.\n  The provisions of this section and paragraph ten of subdivision  c  of\nsection  one  of  Rule  I  of the Assembly are intended to result in the\nappointment of a single Assistant Legislative Librarian  to  serve  both\nHouses of the Legislature.\n  &sect;  8.  He or she shall represent the Senate, or engage legal represen-\ntation on behalf of the  Senate,  in  any  legal  action  or  proceeding\ninvolving  the interpretation or effect of any law of the federal, state\nor local government or the constitutionality thereof or with  regard  to\nthe enforcement or defense of any right, privilege or prerogative of the\nSenate.\n  &sect;  9. He or she shall, to the extent practicable, use the Internet and\nother electronic media to provide access to the public  policy  debates,\ndecision-making process and legislative records of the Senate.\n\n                                RULE III\n\nPRESIDING OFFICER\n  Section  1.  The  Presiding Officer of the Senate shall preserve order\nand decorum in the Senate Chamber; ensure that debate is germane to  the\nquestion  under discussion; in case of disturbance or disorderly conduct\nin the lobby or galleries, he or she may cause the same to  be  cleared;\nhe  or she shall decide all questions of order, subject to appeal to the\nSenate. On every appeal he or she shall have the right, in  his  or  her\nplace, to assign his or her reasons for his or her decision.\n  &sect;  2. Immediately upon the final passage by the Senate of any bill, or\nconcurrent resolution proposing amendments to the  Constitution  of  the\nState,  and  concurrent resolutions proposing or ratifying amendments to\nthe Constitution of the United States he or she shall certify  that  the\nsame has been duly passed, with the date thereof, together with the fact\nwhether  passed  as a majority or two-thirds bill or resolution, or with\nthree-fifths of the members present, as the case may be, as required  by\nthe  Constitution and laws of the State, and deliver said bill or resol-\nution to the Secretary.\n  &sect; 3. When the Presiding Officer is other than  the  President  of  the\nSenate,  such  Presiding  Officer shall be vested with all of the powers\n\nand duties conferred by these rules and by any other rule  or  law  upon\nthe President.\n\n                                 RULE IV\n\nTHE SENATE AND ITS OFFICERS AND EMPLOYEES\n  Section  1.  The Senate shall not discriminate because of race, creed,\ncolor, age, sex, marital status, sexual orientation,  or  disability  in\njudging the elections, returns and qualifications of its own members, or\nin the appointment of any member to committee or other office, or in the\nappointment of any of its officers or employees.\n  &sect;  2.  The  administration  and  operations  of  the  Senate  shall be\nconducted in a fair and nonpartisan manner, including access to services\nnecessary to all members  and  their  offices,  without  regard  to  the\nmembers conference.\n  &sect;  3. The minority leader shall not serve in such capacity longer than\neight years.\n  &sect; 4. The Senate may choose a Secretary, a  Sergeant  at  Arms  and  an\nOfficial  Stenographer  who shall be elected for the term of the Senate.\nSuch employees may be appointed as shall be provided  for  by  appropri-\nation,  in  the manner provided by law. Each officer and employee of the\nSenate shall perform such duties as may be  prescribed  by  law,  or  by\nthese  rules, or as may be incumbent upon them in their respective posi-\ntions.\n  &sect; 5. It shall be the duty of  the  Secretary  to  have  the  journals,\nbills,  calendars,  messages and other documents printed and distributed\nin the manner provided by law. He or she shall present to the  Governor,\nand  enter upon the journals, such bills as shall have originated in the\nSenate and shall have been passed by  both  houses.  He  or  she  shall,\nsubject  to  the Rules of the Senate, transmit to the Assembly all bills\nor concurrent resolutions which have passed the Senate.\n  &sect; 6. The Sergeant at Arms, under the jurisdiction  of  the  Secretary,\nshall  be the security officer of the Senate, and, except when absent in\nthe discharge of his or her duties, shall be in constant attendance upon\nthe sessions of the Senate and shall assign Assistant Sergeants at  Arms\nto act as doorkeepers and, under the direction of the Presiding Officer,\naid  in  enforcing order on the floor of the Senate, in the lobbies, and\nin the rooms adjoining the Senate Chamber, and also see that  no  person\nremains  on  the floor unless entitled to the privileges of the same. He\nor she shall also assist in maintaining order at hearings of the  Senate\nand in that part of the Capitol and Legislative Office Building assigned\nto  the  use  of the Senate and on sites in New York State where members\nare conducting the business of the Senate and security is deemed  neces-\nsary by the Secretary.\n  &sect;  7. The Official Stenographer or designee shall attend every session\nof the Senate and take stenographic notes of the debates of the  Senate.\nHe  or  she shall make a stenographic record of the proceedings and make\ncopies available to the Secretary of the Senate. In addition, the  Offi-\ncial  Stenographer  shall  be  responsible,  under  the direction of the\nSecretary, for making a stenographic record of public  hearings  at  the\nrequest  of  the  Standing Committee Chair or appointed officer and make\ncopies available to the Committee Chair and the Secretary.\n\n                                 RULE V\n\nPROCEEDINGS\n\n  Section 1. a. The Journal. The Senate shall  keep  a  journal  of  its\nproceedings  and  publish  the  same,  except  such parts as may require\nsecrecy. The legislative and executive proceedings of the  Senate  shall\neach be recorded in a separate journal.\n  b.  Video  of  Senate  proceedings.  The Senate shall video record its\nproceedings and make such video available through the Senate web site.\n  &sect; 2. Hours in session. No session shall be held between 12:00 A.M. and\n8:00 A.M.; provided, however, that the Senate may remain in  session  to\ncomplete  action  on  a  measure or measures upon which debate was begun\nprior to 12:00 A.M. or to act on a  measure  or  measures  for  which  a\nmessage  of  necessity  has  been  received  from the Governor or upon a\nmajority vote of all of the members elected to the Senate.\n  &sect; 3. Order of Business. a. The Presiding Officer shall take the  Chair\nat  the  hour  to  which the Senate shall have adjourned and following a\nrecital of the pledge of allegiance to the flag, the first  business  of\nthe day shall be the reading of the journal of the preceding day, to the\nend that any mistakes therein may be corrected.\n  After  the reading and approving of the journal, the order of business\nshall be as follows:\n  (1) Presentation of petitions.\n  (2) Messages from the Assembly.\n  (3) Messages from the Governor.\n  (4) Reports of standing committees.\n  (5) Reports of select committees.\n  (6) Communications and reports from State officers.\n  b. A quorum being present the Senate shall proceed to:\n  (1) Motions and resolutions.\n  (2) The calendar.\n  (3) Petition for chamber consideration.\n  c. All questions relating to the priority of business shall be decided\nwithout debate.\n  &sect; 4. Messages. Messages from the Governor and Assembly, communications\nand reports from State officers, reports from a committee involving  the\nright of a Senator to his or her seat, and reports from the Committee on\nRules shall be received at any time.\n  &sect;  5.  Special  orders.  Whenever  any  bill or other matter is made a\nspecial order for a particular day, and it shall  not  be  completed  on\nthat  day,  it  shall, unless otherwise ordered, retain its place on the\ncalendar as a special order in the order of business  in  which  it  was\nconsidered.  When  a special order is under consideration, it shall take\nprecedence over any special order for a subsequent hour of the same day;\nbut such subsequent order may be taken up immediately after disposal  of\nthe previous special order.\n  &sect;  6.  Calendar.  a.  The  matters  upon  the Senate Calendar shall be\narranged and acted upon in the following order:\n  (1) Resolutions.\n  (2) Bills on order of first report.\n  (3) Bills on order of second report.\n  (4) Bills on order of special report.\n  (5) Bills starred after report.\n  (6) Bills on third reading calendar from special report.\n  (7) Bills on third reading.\n  (8) Bills starred on third reading.\n  (9) Resolution to amend the Senate Rules.\n  (10) Motions for chamber consideration.\n  b. Bills laid aside by the office of  the  Temporary  President  shall\ncontinue  to retain their place in their regular order of business until\ncalled for debate by the Temporary President.\n\n  c. Except for bills reported from a standing committee and  placed  on\nthat part of the calendar designated as \"order of special report,\" bills\nreported  from  a standing committee shall be placed on the first report\ncalendar and, unless starred, shall be  automatically  advanced  to  the\nsecond  report  part of the calendar after one calendar legislative day.\nBills on second report shall, unless starred, be advanced to  the  order\nof  third reading after one calendar legislative day. No debate shall be\nallowed on the advancement of bills on the  order  of  first  or  second\nreport  or  special  report. The order of special report shall be marked\nwith an asterisk to indicate that such bills will be subject  to  debate\non  the  next calendar legislative day. In the event that such bills are\nnot debated on such day, they shall be removed from the order of special\nreport and placed on that part of  the  calendar  designated  \"bills  on\norder of first report\".\n  &sect;  7.  Executive  Session.  The  Senate shall go into consideration of\nexecutive business at such times as may be ordered  by  a  vote  of  the\nmajority  of  the  Senators present. On motion to close the doors of the\nSenate, on the discussion of  business  which  in  the  opinion  of  any\nSenator  may  require secrecy, and during the consideration of all busi-\nness in executive  session,  the  Presiding  Officer  shall  direct  all\npersons,  except  the Senators, the Counsel to the Majority, the Counsel\nto the Minority, Secretary of the Senate,  his  or  her  messenger,  the\nJournal Clerk and Sergeant at Arms of the Senate to withdraw; and during\nthe  discussion  of  said  motion the doors shall remain shut; and every\nSenator and officer of the Senate shall keep secret  all  such  matters,\nproceedings  and  things  which  shall  transpire while the doors remain\nclosed.\n  &sect; 8. Motions. a. When a  question  is  before  the  Senate,  only  the\nfollowing  motions  shall  be  made by a Senator, and such motions shall\nhave precedence in the order here stated, viz.:\n  (1) For an adjournment.\n  (2) For a call of the Senate.\n  (3) For the previous question.\n  (4) To lay on the table.\n  (5) To postpone to a certain day.\n  (6) To commit to a standing committee.\n  (7) To commit to a select committee.\n  (8) To change calendar arrangement.\n  (9) To amend.\n  b. The motion to adjourn, or for a call of  the  Senate,  or  for  the\nprevious  question,  or  to  lay  on the table, shall be decided without\ndebate, and shall always be in order except as provided in  Rules  five,\nseven and nine.\n  c.  Except  for  the  motions  enumerated in subdivision a hereof, all\nother motions shall be reduced to writing, if desired by  the  Presiding\nOfficer  or  any  five  Senators,  delivered  to the Secretary, and read\nbefore the same shall be debated; and any motion may be withdrawn at any\ntime before decision or amendment.\n  d. A motion for the previous question, or a motion to  postpone  to  a\ncertain  day,  or to commit, or refer to a standing or select committee,\nuntil it is decided, shall preclude all debate of the main question.\n  e. A motion for the previous question shall only be in order when made\nby the Temporary President, the Minority Leader or their  designee.  The\n\"previous  question\"  shall  be put as follows: \"Shall the main question\nnow be put before the house?\" and until it is  decided,  shall  preclude\nall  amendments  or  debate.  When, on taking the previous question, the\nSenate shall decide that the main question shall now be  put,  the  main\nquestion shall be put to an immediate vote. When, on taking the previous\n\nquestion,  the  Senate shall decide that the main question shall not now\nbe put, the main question shall be considered as still  remaining  under\ndebate.  The  \"main question\" shall be the advancement or passage of the\nbill,  resolution or other matter under consideration. Such motion shall\nrequire the affirmative vote of a majority of the Senators elected.\n  &sect; 9. Reconsideration. a.  When  a  question  has  once  been  put  and\ndecided,  it shall be in order for any Senator to move for the reconsid-\neration thereof; but no motion for the reconsideration of any vote shall\nbe in order after the  bill,  resolution,  message,  report,  amendment,\nnomination or motion, upon which the vote was taken, shall have gone out\nof  the  possession  of the Senate; nor shall any motion for reconsider-\nation be in order unless made on the same day  on  which  the  vote  was\ntaken, or within the next three days of the actual session of the Senate\nthereafter.  Nor  shall any question be reconsidered more than once; but\nwhen a bill or resolution shall have been recalled from the Assembly,  a\nmotion  for reconsideration may be made at any time thereafter while the\nsame is in the possession of the Senate, and all resolutions recalling a\nbill or resolution from the Assembly shall be regarded as privileged. No\nvote shall be reconsidered upon either of the following motions:\n  To adjourn.\n  To lay on the table.\n  b. The vote on the final passage of any bill appropriating  moneys  or\nproperty, or creating, continuing, altering or removing any body politic\nor  corporate, shall not be reconsidered whenever any such bill shall be\nlost, unless by a vote of a majority of all the  Senators  elected,  but\nall other bills, when the same shall have been lost, may be reconsidered\nby a vote of a majority of all the Senators present and voting.\n\n                                 RULE VI\n\nINTRODUCTION OF BILLS AND RESOLUTIONS\n  Section  1. Introduction. Bills and resolutions shall be introduced by\na Senator, or on the report of a  committee,  or  by  message  from  the\nAssembly,  or  by  order  of  the Senate, or by the Governor pursuant to\nArticle VII of the Constitution.  Every  bill  introduced  shall  be  in\nduplicate  and  shall  have endorsed thereon a title and the name of the\nbill's sponsor and shall be accompanied by the  introducer's  memorandum\nin  quadruplicate.  Such  memorandum  shall  contain  a statement of the\npurposes and intent of the bill and, if the member deems it appropriate,\nmay set forth such other statements  that  the  member  feels  necessary\nincluding,  but  not limited to, statements relating to economic impact,\nenvironmental impact or the impact on the judicial system of the bill. A\nCommittee, where it deems necessary, may require that  the  introducer's\nmemorandum be amended to include such appropriate statements.\n  Bills  introduced  by  Senators  shall  be deposited with the Revision\nClerk for the purpose of having such clerk examine and correct bills  to\navoid  repetition  of  introduction  and ensure accuracy in the text and\nreferences. Upon introduction, each bill shall be deemed to have had its\nfirst and second reading, unless otherwise ordered and shall be given  a\nnumber and immediately referred to the appropriate standing committee by\nthe Temporary President or an officer designated by the Temporary Presi-\ndent  in accordance with a set of guidelines to be published annually by\nthe Temporary President setting forth the respective statutes over which\neach of the standing committees shall have subject  matter  jurisdiction\nfor  purposes  of  referral.  Such  referrals  shall reflect the subject\nmatter having predominance in the bill as determined  by  the  Temporary\nPresident.\n\n  &sect;  2.  Multi-sponsorship.  Any Senator may join together in the multi-\nsponsorship of a bill. If two or more Senators join together when a bill\nis first introduced and before it is printed, the names  of  all  multi-\nsponsors shall appear on the printed bill upon the following conditions:\n  a.  Multi-sponsors shall file a written request in duplicate to act as\nsuch, on forms provided, with the Revision  Clerk  of  the  Senate.  The\nfirst  name appearing on the bill shall be deemed the introducer and all\nothers deemed multi-sponsors.\n  b. The introducer shall at all times retain exclusive control  of  the\nbill until formally acted upon by the Senate and any motion to discharge\na  bill  out  of  committee by a member who is not the introducer of the\nbill shall be out of order.\n  c. After a multi-sponsored bill has been  printed,  any  multi-sponsor\ndesiring  to  withdraw  from such multi-sponsorship shall file a written\nrequest on a form provided so that his or her name will be stricken as a\nmulti-sponsor from the records of the Revision Clerk. The printed  bill,\nhowever, shall not be reprinted.\n  d.  Senators and Senators-elect may multi-sponsor bills that have been\npre-filed and bills introduced after the  opening  of  each  legislative\nsession upon the following conditions:\n  (1)  After  a  bill  has been introduced and printed and before it has\nbeen reported favorably out of the Committee to which it  was  referred,\nany  Senator or Senators may file with the Revision Clerk a request on a\nform provided to become a multi-sponsor of such bill. Such forms must be\nsigned by the multi-sponsor.\n  (2) Such bill shall not be reprinted solely for the purpose of  adding\nor deleting names of multi-sponsors.\n  (3) Any Senator, having become a multi-sponsor of a bill, may withdraw\nfrom  such  by filing a request on a form provided to the Revision Clerk\nrequesting that his or her name be stricken as a multi-sponsor from  the\nrecord.\n  (4) Any Senator who has become a multi-sponsor of a bill in the manner\nset forth herein shall have the right to distribute such bill bearing an\nendorsement  by rubber stamp or otherwise the words \"multi-sponsored by\"\nand insert his or her own name as multi-sponsor.\n  &sect; 3. Printing. Every bill immediately upon its introduction  shall  be\nprinted and placed on the bill files on the desks of the Senators, where\nit  shall remain for at least three calendar legislative days. All bills\nreported favorably or for consideration, if  reported  with  amendments,\nand  all  bills  amended  in  the  Senate, shall be immediately printed,\nexcept that any bill which is amended by  restoring  it  to  an  earlier\nform,  shall  not  be  required  to be printed again, and thereafter the\nprinted number of the bill in the form to which it has been so  restored\nshall  constitute  the  final  form of such bill unless further amended.\nWhenever a bill is amended and printed, a letter of the alphabet  start-\ning with \"A\" shall be added to its number.\n  &sect;  4.  Title  and  body of bill. The title of every bill shall briefly\nstate the subject thereof. The title of every bill amending or repealing\nany provision of a consolidated law shall refer to such law.  The  title\nof  every  bill amending or repealing any unconsolidated law shall refer\nto such law by its short title, if it has one; if it has no short title,\nthe title of such bill shall state the chapter number, year of enactment\nand the complete title of the original bill or a short  summary  of  the\nprovisions to which the law relates. If such bill is amending or repeal-\ning  a  proposed  provision of law contained in a bill that has not been\nenacted into law, the title shall state the number of the bill  contain-\ning  the  proposed  provision  of  law  to  be amended or repealed, with\nsuffix, if there be one, and the subject of the provisions to which  the\n\namendatory  bill  relates.  No private or local bill may be passed which\nshall embrace more than one subject which  shall  be  expressed  in  the\ntitle.\n  a.  In  any bill, each section proposing an amendment to or the repeal\nof: (i) any consolidated law, or any part thereof; or  (ii)  the  Family\nCourt  Act, the Court of Claims Act, the Uniform District Court Act, the\nUniform Justice Court Act, the Uniform City Court Act, the New York City\nCharter, the Administrative Code of the City of New York, the  New  York\nCity Civil Court Act, the New York City Criminal Court Act, or the Char-\nter of the City of Buffalo, or any part thereof shall refer to such law,\nact,  charter  or code. In any bill, each section proposing an amendment\nto or the repeal of an unconsolidated law having a short title,  or  any\npart  thereof, shall refer to such law by its chapter number and year of\nenactment and its short title. If an unconsolidated law  shall  have  no\nshort  title,  each  section  shall state the chapter number and year of\nenactment of such law, and a short summary of the  provisions  to  which\nthe  law  relates  or  the  complete title of the original bill. If such\nsection amends or repeals a proposed provision of  law  contained  in  a\nbill  that  has  not been enacted into law, each section shall state the\nnumber of the bill containing such proposed  provisions  of  law  to  be\namended or repealed, with suffix, if there be one. If the portion of the\nlaw  proposed  to be amended has been added, renumbered or amended since\nthe original enactment or last general revision of the law of  which  it\nis  a part, such section shall also state the chapter number and year of\nthe last act adding, renumbering or amending the same, as the  case  may\nbe.  There shall be appended at the end of every bill which proposes the\nrepeal or extension of any existing law,  or  part  thereof,  merely  by\nreference  thereto,  without setting forth the text thereof, an explana-\ntory note which shall briefly and concisely state the subject matter  of\nthe  law,  or  part thereof, proposed to be repealed or extended, unless\nsuch subject matter is stated in the title of such  bill.  The  Revision\nClerk of the Senate shall return any bill to the Senator introducing the\nsame  when  it  is called to his or her attention that the provisions of\nthis section, or of section one of this Rule,  have  not  been  complied\nwith, or when any copy of a bill is illegible or incomplete.\n  b.  Every bill when introduced, and every amendment thereafter made to\nsuch bill amending existing law, must have all new  matter  underscored,\nand  all matter eliminated by amendment from existing law must appear in\nits proper place enclosed in brackets. In  the  printed  bill  such  new\nmatter  shall be underscored and all matter eliminated by amendment from\nexisting law shall be enclosed in black-faced brackets. When any  exist-\ning  law  or part thereof is proposed to be repealed by a bill, the word\n\"repealed\" as it appears in such bill shall  be  printed  in  bold-faced\ntype. When a printed bill is amended by eliminating new matter from such\nbill,  the  same  shall  be omitted in the reprint of the original. When\namendments are offered to a printed bill, the proposed changes, indicat-\ning page and line numbers, shall be listed on four detail sheets and the\nsame changes shall be incorporated and marked on two copies of the bill;\nprovided, however, that no amendment shall be allowed to any bill  which\nis  not  germane to the original object or purpose thereof. Furthermore,\nwhen a printed bill is amended the accompanying introducer's memorandum,\nrequired pursuant to section one of this Rule, shall also be amended  to\nreflect any changes. It shall be the duty of the Secretary to direct the\nRevision  Clerk  to  cause  any  bill  appearing on the calendar and not\ncomplying with this section to be immediately amended and printed so  as\nto comply with the same.\n  &sect;  5.  Final  date. a. The Temporary President may designate a date in\nwriting after which no bill or original resolution shall  be  introduced\n\nexcept  by  message  from  the  Assembly, but no date prior to the first\nTuesday of March shall be so designated;  provided,  however,  that  all\nbills  recommended  by a State department or agency must be submitted to\nthe  office  of  the Temporary President not later than the first day of\nMarch. Bills proposed by the Governor, the Attorney General,  the  Comp-\ntroller,  the  Department  of  Education or the Office of Court Adminis-\ntration must be submitted to the office of the  Temporary  President  no\nlater than the first Tuesday in April.\n  b.  All bills introduced in the Senate after the second Friday in June\nshall be introduced to the Committee on Rules.\n  &sect; 6. Budget bills. When a bill is submitted or proposed by the  Gover-\nnor  by  authority  of Article VII of the Constitution, it shall become,\nfor all legislative purposes, a legislative bill, and upon receipt ther-\neof by the Senate it shall be endorsed \"Budget  Bill\"  and  be  given  a\nnumber  by  the Secretary and shall be referred to the Finance Committee\nand be printed.\n  &sect; 7. Program, departmental and agency bills. Every  bill  proposed  by\nthe  Governor, the Attorney General, the Comptroller or by state depart-\nments and agencies shall be submitted to the  office  of  the  Temporary\nPresident and shall be forwarded for introduction purposes to the appro-\npriate standing committee in accordance with section one of Rule VI. Any\nsuch  bill which is not so forwarded within three weeks after receipt by\nthe Temporary President shall be offered by the office of the  Temporary\nPresident  to the Minority Leader who may in accordance with section one\nof Rule VI, forward such bills to any member for introduction purposes.\n  &sect; 8. Reintroduction. Any Senate bill introduced in the first  year  of\nthe term of the Senate which during that regular Legislative Session was\nnot  reported  from a Standing Committee or if reported and later recom-\nmitted to a Standing Committee is deemed to  be  automatically  reintro-\nduced  for  the  second  year of the term of the Senate. All bills which\nremain on the calendar at the end of the first year of the term  of  the\nSenate shall be recommitted to committee.\n  &sect;  9.  Resolutions. a. All original resolutions shall be in quadrupli-\ncate, and no original resolution may be introduced unless copies thereof\nfirst shall have been furnished forty-eight hours prior to the time  for\nacting  on such resolution to the Temporary President and Minority Lead-\ner. All resolutions, upon introduction, shall be referred to a  standing\nor  select committee by the Temporary President or an officer designated\nby the Temporary President and shall at  all  times  remain  within  the\nexclusive  control of the introducer. Notwithstanding any of the forego-\ning provisions of this section,  resolutions  recalling  bills  from  or\nreturning  bills  to  the  Assembly,  or relating to adjournment, may be\nintroduced at any time for immediate consideration.\n  b. A resolution supporting or condemning, or  proposing  or  urging  a\nchange  in  Federal  law  which  is not directly germane to the affairs,\nbusiness, rights, benefits and obligations of New York  State  shall  be\nout  of order and shall not be reported and any resolution recommending,\nurging, supporting, altering or  condemning  a  position  or  change  in\nforeign  policy  of  the  United  States  Government  or the domestic or\nforeign affairs of any other government of the World  shall  be  out  of\norder and shall not be reported.\n  c.  All resolutions which propose any amendment to the State Constitu-\ntion shall be referred to the Attorney General as  provided  in  Article\nXIX  of  the  Constitution,  and  shall  be  treated in the same form of\nproceedings as that provided for bills; and resolutions which ratify any\nproposed amendment to the Constitution of the  United  States  shall  be\ntreated  in  the same form of proceedings as provided for bills. After a\nresolution to amend the State Constitution shall be  advanced  to  third\n\nreading, no motion to amend the same shall be in order without unanimous\nconsent; and if such resolution to amend the State Constitution shall be\namended  after  the  opinion  of  the  Attorney General thereon has been\nreceived  as provided in Article XIX of the Constitution, it shall again\nbe referred to the Attorney General. Any such resolution may be  commit-\nted prior to the final reading thereof.\n  d.  All  resolutions  calling  for  the  expenditure of moneys must be\ndecided by a majority vote of all of the members elected to the  Senate,\nupon a call of the roll.\n  e.  All  resolutions  other  than  those  mentioned and treated in the\npreceding subdivisions c and d of  this  section  and  reported  by  the\ncommittee  of  reference  designated by the Temporary President shall be\nplaced upon the calendar. When in the order of business the  resolutions\nare  reached,  the  Senate may adopt such resolutions as a group, by one\nvote upon the question of the entire calendar of  resolution,  excepting\nthat  any  member may request that any one or more of the resolutions on\nsuch calendar shall be voted upon or debated separately.  This  subdivi-\nsion shall not apply to any resolution recalling bills from or returning\nbills  to  the  Assembly,  or  relating to adjournment or to resolutions\npertaining to the rules of the Senate or to those  resolutions  regarded\nas privileged.\n\n                                RULE VII\n\nSTANDING COMMITTEES\n  Section  1.  There  shall  be  the following standing committees which\nshall serve and shall continue throughout the year:\n  To consist of thirty-three Senators:\n  Finance\n  To consist of twenty-four Senators:\n  Rules\n  To consist of twenty-three Senators:\n  Judiciary\n  To consist of nineteen Senators:\n  Banks\n  Transportation\n  To consist of eighteen Senators:\n  Education\n  Higher Education\n  Insurance\n  To consist of seventeen Senators:\n  Health\n  To consist of sixteen Senators:\n  Codes\n  Labor\n  To consist of fourteen Senators:\n  Crime Victims, Crime and Correction\n  Environmental Conservation\n  Cultural Affairs, Tourism, Parks and Recreation\n  Veterans, Homeland Security and Military Affairs\n  To consist of twelve Senators:\n  Aging\n  Civil Service and Pensions\n  Commerce, Economic Development and Small Business\n  Energy and Telecommunications\n  To consist of ten Senators:\n  Agriculture\n\n  Consumer Protection\n  Mental Health and Developmental Disabilities\n  Racing, Gaming and Wagering\n  To consist of eight Senators:\n  Elections\n  Housing, Construction and Community Development\n  Investigations and Government Operations\n  Local Government\n  To consist of six Senators:\n  Children and Families\n  Cities\n  Corporations, Authorities and Commissions\n  Ethics\n  Social Services\n  Alcoholism and Drug Abuse\n  a. The Temporary President, the Vice President Pro Tempore, the Deputy\nMajority  Leader  for Legislative Operations and the Minority Leader and\nDeputy Minority Leader shall be  nonvoting  ex-officio  members  of  all\nstanding  committees of the Senate of which they are not actual members.\nAs far as practicable, Senators shall be appointed to no more than seven\nstanding committees.\n  b. Term limits for chairs and ranking members.  No  chair  or  ranking\nmember  of  a  committee  shall serve in such capacity longer than eight\nconsecutive years.\n  c. Conference membership of committees. The membership of all  commit-\ntees,  unless otherwise provided by the act or resolution creating them,\nshall be composed, as nearly as may be, of majority and  minority  party\nmembers  in  the  same proportion as the number of majority and minority\nparty members in the Senate bears to the total membership of the Senate.\nFor purposes of committee composition, in the event that the  proportion\nof  majority  members would result in a fractional amount, the number of\nmajority members shall be rounded up to the next whole number.\n  &sect; 2. Committee on Rules. The Committee on Rules may sit  at  any  time\nand  shall  report  bills  out of committee only if they shall have been\nduly reported to the Committee on Rules from  a  standing  committee  of\norigin,  or  from a committee of secondary reference, or if the chair of\nsuch standing committee consents, or if the bill  was  referred  to  the\nCommittee  on  Rules  upon  introduction. Other than a motion to hold, a\nmotion to discharge, or a motion to report, no other motion shall be  in\norder  in  the  Committee  on Rules without the consent of the Committee\nChair. The reception and consideration of its report shall always be  in\norder;  debate  on its adoption shall not exceed one hour, one-half hour\nfor and one-half hour against, such time to be allotted by the Temporary\nPresident and Minority Leader; and no other motion, except a  motion  by\nthe  Temporary  President  for  a  call  of the Senate, to adjourn or to\nrecess, shall be in order until the vote of the Senate is  had  thereon.\nIf  the  report  be  adopted, all inconsistent rules of the Senate shall\nautomatically be suspended until the subject of  such  report  has  been\ndisposed of, including final action thereon.\n  &sect;  3. Open Meetings of Standing Committees. a. (1) Standing committees\nshall hold regular meetings at such time and on such day as scheduled by\nthe Deputy Majority Leader for Legislative  Operations  in  consultation\nwith  the chair and such schedule shall be published one week in advance\nof the date of such meeting and shall be posted on the Senate  committee\nboard.  The attendance of the members of the committee shall be recorded\nat each meeting, and a copy of such report shall be filed with the Jour-\nnal Clerk of the Senate and made available to the public. Each chair  of\na  standing committee shall, no later than 3 p.m. the Thursday preceding\n\nthe regular meeting, furnish to the  Temporary  President  and  Minority\nLeader,  and  make available to each member of such committee, a copy of\nthe agenda  of  such  regular  meeting  together  with  a  copy  of  the\nintroducer's  memorandum  for  each  bill listed on such agenda for such\nregular meeting. In addition, copies of such  agenda  for  such  regular\nmeeting shall be made available to representatives of the news media and\nto  the  general  public.  However, in case of necessity, the chair with\nconsent of the ranking member may add no more than  four  items  on  the\nagenda  or  delete  items on the agenda up to 24 hours in advance of the\nscheduled meeting and members shall be notified  of  such  additions  or\ndeletions.  Each  standing  committee  chair shall decide all procedural\nissues which arise during meetings of standing committees.\n  (2) Standing committees may hold special meetings in case of necessity\nupon the call of the chair when the announcement is made from the  floor\nduring session, or the ranking minority member of the committee consents\nthereto,  or  upon  the  call  of a majority of all the members thereof,\nentry of which fact shall be made on the records of  the  committee  and\nannounced by the Secretary of the Senate.\n  (3)  All  meetings of committees shall be open to authorized represen-\ntatives of the news media and the general public as observers.\n  (4) All meetings of committees shall be recorded by video and  to  the\nextent  practicable  webcast live. Video of all committee meetings shall\nbe made available on the Senate website and updated daily.\n  (5) Upon the personal vote of a majority  of  all  the  members  of  a\ncommittee, taken in an open meeting pursuant to a motion identifying the\ngeneral  area  or  areas  of the subject or subjects to be considered, a\ncommittee may conduct an executive session of which only members of such\ncommittee are present for the following  enunciated  purposes  provided,\nhowever,  that  no  action  by formal vote shall be taken to appropriate\npublic monies:\n  (a) matters which will imperil the public safety if disclosed;\n  (b) any matter which may disclose the identity of  a  law  enforcement\nagent or informer;\n  (c)  information relating to current or future investigation or prose-\ncution of a criminal offense which would imperil effective law  enforce-\nment if disclosed;\n  (d) discussions regarding proposed, pending or current litigation;\n  (e)  collective negotiations pursuant to article fourteen of the Civil\nService Law;\n  (f) the medical, financial, credit, character or employment history of\nany person or  corporation,  or  matters  leading  to  the  appointment,\nemployment,  promotion,  demotion,  discipline, suspension, dismissal or\nremoval of any person or corporation;\n  (g) the preparation, grading or administration of examinations; and\n  (h) the proposed acquisition, sale or lease of real property, but only\nwhen publicity would substantially affect the value of the property.\n  (6) Attendance at an executive  session  shall  be  permitted  to  any\nmember  of the committee and any other persons authorized by the commit-\ntee.\n  b. (1) Minutes shall be taken at all open meetings of committees which\nshall consist of a record or summary of all motions,  proposals,  resol-\nutions and any other matter formally voted upon and the vote thereon.\n  (2) Minutes shall be taken at executive sessions of any action that is\ntaken  by  formal vote which shall consist of a record or summary of the\nfinal determination of such action,  and  the  date  and  vote  thereon;\nprovided,  however, that such summary shall not include any matter which\nis not required to be made public by \"the freedom of information law\" as\nadded by Article six of the Public Officers Law.\n\n  (3) Minutes of meetings of all committees shall be  available  to  the\npublic  in  accordance  with the provisions of Article six of the Public\nOfficers Law, \"the freedom of information law\", and  at  such  time  and\nplace  as prescribed by the Temporary President, provided, however, that\nminutes  for executive session meetings shall be available to the public\nwithin one week from the date of such executive session.\n  c. The provisions of this section except paragraph three  of  subdivi-\nsion a, and subdivision b shall not apply to the Committee on Rules.\n  d. Committee presentations. The chair of a committee may invite inter-\nested  persons  to  offer a presentation for a given amount of time on a\nbill on the meeting agenda with notice provided to the ranking member no\nless than 72 hours in advance. Where a committee  chair  makes  such  an\ninvitation,  the  ranking  member  shall  be afforded an equal number of\nspeakers who may speak for an equal amount of  time.  In  addition,  the\nranker,  without  consent  of  the  chair,  shall  be able to schedule 3\ncommittee presentations with notice provided to the chair  at  least  72\nhours  in advance. The chair shall be afforded an equal number of speak-\ners who may speak for an equal amount of time.\n  e. Motion for committee consideration. No motion for committee consid-\neration shall be in order after the first Monday in May. The sponsor  of\nany  bill  may  file,  through the Journal Clerk, a motion for committee\nconsideration forty-five days after the bill has been referred  to  such\ncommittee. Once a motion for committee consideration is filed, the chair\nof the committee shall place the bill on a committee agenda and schedule\na vote on the bill within forty-five days. In the case of a bill that is\nreferred  to  a  standing committee having secondary reference, the bill\nshall be considered within the next two committee meetings.\n  &sect; 4. Hearings. a. Committee hearings. Chairs  of  standing  committees\nmay  call public hearings to permit interested persons, groups or organ-\nizations the opportunity to testify orally or in writing on  legislation\nor  issues pending before such standing committee. Chairs are encouraged\nto hold public hearings on legislation  of  important  public  interest,\nwhere,  outside  of  the  budget, significant public money is allocated,\nbroad conduct is regulated or where the  proposal  has  a  broad  public\nimpact.  Chairs may request that the Official Stenographer make a steno-\ngraphic record of a public hearing. Official hearings may  be  conducted\nin  accordance  with procedure established by law. No committee may take\ntestimony at a hearing unless at least two of its members are present at\nsuch hearing. Prior notice of all public hearings shall be filed by  the\nchair  or his or her designee with The Legislative Bill Drafting Commis-\nsion and the Temporary President and such notice shall contain  informa-\ntion as to subject matter, date and place.\n  b.  Public  forums.  Notwithstanding  the public hearings conducted by\nstanding committees, any Senator may convene a public forum on  proposed\nor pending legislation within the jurisdiction of a committee upon which\nhe  or  she  is a member, provided that any charge incurred attendant to\nsuch forum be borne by said Senator or  his  or  her  party  conference.\nPrior  notice of such forum shall be filed with the chair of the commit-\ntee.\n  c. Committee oversight function. Each standing committee  is  required\nto conduct oversight of the administration of laws and programs by agen-\ncies within its jurisdiction.\n  d.  Each  standing committee is required to file with the secretary of\nthe senate an annual report, detailing  its  legislative  and  oversight\nactivities. Such report shall be posted to the Senate web site.\n  e. Petition for a public hearing on a bill. By a petition of one-third\nof  the  members assigned to a committee rounded up to the nearest whole\nnumber, a public hearing shall be scheduled on a specific bill or number\n\nof bills within the jurisdiction of a committee, unless the majority  of\nmembers  of  the committee reject such petition. Such petitions shall be\nsubmitted to the clerk of the committee for  presentation  at  the  next\ncommittee meeting. Public hearings scheduled by petition will be held at\nleast  14  days  following the committee meeting at which it was consid-\nered.\n  f. Hearings of standing committees shall be video recorded and to  the\nextent  practicable  webcast live. Video of such hearing shall be posted\nto the Senate web site within 24 hours.\n  &sect; 5. Reports. a. No committee shall vote to report  a  bill  or  other\nmatter  unless  a  majority  of all the members thereof vote in favor of\nsuch report. Each report of a committee upon a bill shall have the  vote\nof  each  Senator  attached  thereto  and  such report and vote shall be\navailable for public inspection. A member's vote on  any  matter  before\nthe committee shall be entered by the member on a signed official voting\nsheet delivered to the Committee Chair.\n  Any  standing  committee  having secondary subject matter jurisdiction\nover a bill may request  the  chair  of  the  committee  having  primary\nsubject  matter  jurisdiction  over said bill (which is the committee to\nwhich the said bill has been referred by the Temporary President  pursu-\nant  to  Rule  VI)  to  commit  the bill to the committee with secondary\nsubject matter jurisdiction either when the bill is still in the primary\ncommittee or after it has been reported to the calendar. If the chair of\nthe primary committee refuses said request, then  the  committee  having\nsecondary  jurisdiction,  through  its  chair, may request the Temporary\nPresident to consider such secondary referencing. If a secondary  refer-\nence  is so made, the secondary committee shall consider the bill forth-\nwith and return said bill to the primary committee or the  calendar,  as\nthe case may be, along with the secondary committee's recommendations.\n  Any  bill  which  is  referred  to a standing committee other than the\nCommittee on Commerce, Economic Development and Small Business and which\nimposes or changes any reporting requirements or mandates on  businesses\nor  relates  to  the  procedure  by which such reporting requirements or\nmandates are imposed or changed, shall, if  favorably  reported  by  the\ncommittee  having original jurisdiction, be referred to the Committee on\nCommerce, Economic Development and Small Business  for  the  purpose  of\nreviewing  and considering the economic impact of the provisions of such\nbill. In the event that such a bill is not referred to the Committee  on\nCommerce,  Economic  Development  and  Small Business the chairperson of\nsuch Committee may require such referral, subject to the approval of the\nTemporary President or his designees.\n  All committee reports, after the second Friday in June, shall be  made\ndirectly  to  the  Committee  on Rules. Notwithstanding any provision of\nRule VI, the Committee on Rules shall have the  authority  to  introduce\nand  refer bills to itself and shall also have the authority to refer to\nitself any bill from any standing committee.\n  Every report of a committee upon a bill which shall not be  considered\nat  the  time  of making the same, or laid on the table by a vote of the\nSenate, shall stand upon the calendar in the order of first report  with\nthe bill and be entered upon the journal.\n  b.  Each bill reported by a standing committee shall be accompanied by\na report, and the minority shall file a minority committee report within\nseven days of the bill being reported out of committee and said  reports\nshall  be  filed  with the journal clerk. The report of a committee upon\nany matter referred to it shall upon request include a  brief  statement\nof  the  opinion  of  any  member  or members of the committee voting in\neither the majority or minority.\n\n  c. Where a \"home rule\" request is required as provided in any  section\nof  Article IX of the Constitution, such request, certificate or message\nmust be filed with the Journal Clerk of the Senate before final  passage\nof such bill.\n  d.  Where  a  message of necessity is received from the Governor, such\nmessage shall be filed with the Journal Clerk of the Senate  upon  final\npassage of the bill.\n  &sect;  6. Nominations. Unless the Senate orders otherwise, all nominations\nsent by the Governor for the appointment of any officer shall be submit-\nted to the Temporary President who shall  then  refer  such  nominations\nsimultaneously  to  the  Finance Committee, and the appropriate standing\ncommittee,  for  consideration  and  recommendation  and  such  standing\ncommittees, other than the Committee on Judiciary shall thereafter refer\nsuch  nominations  to the Finance Committee of the Senate who shall take\nwhatever further actions it deems  necessary  and  thereafter  make  its\nreport  on  the nominations to the full Senate. Any Senator may submit a\nrequest to the Chair of a Standing Committee considering  a  nomination,\nto  speak  before  the  committee  for not more than five minutes on the\nnomination. The granting of any  such  request  shall  be  at  the  sole\ndiscretion  of  the Committee Chair. A nomination shall not be confirmed\nwithout reference on the day on which it is received except by unanimous\nconsent. The names of those who voted for or against the nomination  may\nbe  entered  alphabetically on the journal, if any five Senators request\nit.\n  &sect; 7. Finance Committee. A bill or resolution providing for  an  appro-\npriation  or  creating  or  increasing  a charge upon the State Treasury\nshall, when reported by any committee other than the Finance  Committee,\nbe  referred  to the Finance Committee, and the committee reporting such\nbill or resolution shall, at the time of making such  report,  recommend\nthe  further  reference thereof to the Finance Committee. At the request\nof the Temporary President or the Chair of the  Finance  Committee,  any\nsuch  bill  or  resolution  shall,  at  any time before final reading or\nadoption, be referred to the Finance Committee, which may  consider  and\nreport  upon any features in the bill or resolution creating or increas-\ning such charge.\n  The sponsor of a bill providing for an increase or decrease  in  state\nrevenues or in the appropriation or expenditure of state moneys, without\nstating  the amount thereof, must, before such bill is reported from the\nFinance Committee or other committee to which referred,  file  with  the\nFinance  Committee  and  such  other committee a fiscal note which shall\nstate, so far as possible, the amount  in  dollars  whereby  such  state\nmoneys,  revenues  or  appropriations  would  be  affected by such bill,\ntogether with a similar estimate, if the same is  possible,  for  future\nfiscal  years.  Such an estimate must be secured by the sponsor from the\nDivision of the Budget or the department or agency of  state  government\ncharged  with  the  fiscal  duties, functions or powers provided in such\nbill and the name of such department or agency must be  stated  in  such\nnote.\n  The  Finance  Committee  shall keep and maintain a file containing all\nbills requiring fiscal notes and the notes appertaining  thereto,  which\nshall  be  available  to Senators and officers of the Senate, accredited\nrepresentatives of the press, and other  responsible  persons  having  a\nlegitimate interest therein.\n\n                                RULE VIII\n\nPASSAGE OF BILLS\n\n  Section  1.  Bills  on  desks. No bill shall be passed unless it shall\nhave been printed and upon the desk of each Senator in its final form at\nleast three calendar legislative days prior to its final passage, unless\nthe Governor or acting Governor shall have certified, under his  or  her\nhand  and  the  seal of the State, the facts which in his or her opinion\nnecessitate an immediate vote thereon, in which case it  must  neverthe-\nless  be  upon  the desks of all Senators in final form, not necessarily\nprinted, before its final passage. No bill shall be passed pursuant to a\nmessage of necessity unless a majority of the Senators vote  to  approve\nthe use of such message.\n  &sect;  2.  Reading  of  bills.  a. Every bill shall receive three readings\nprevious to its being passed.\n  b. Upon the third reading of a  bill,  the  question  upon  its  final\npassage  shall  be taken immediately thereafter; provided, however, that\nany bill may be committed prior to the final reading thereof.\n  &sect; 3. Third reading calendar. a. The Calendar of bills on the order  of\nthird  reading  shall consist of all bills which have been advanced to a\nthird reading from the order of second report or the  order  of  special\nreport.\n  b.  All  Senate  bills,  when  advanced  to  a  third reading shall be\nreferred automatically to the Jacketing Clerk, who shall cause each such\nbill to be readied for final passage in the same form as the last print-\ned copy thereof. All such bills shall be jacketed with the proper  jurat\nfor certification of final passage attached.\n  &sect; 4. Amendments. a. A non-sponsor may move to amend a bill at any time\nprior  to the completion of its third reading provided that at least two\nhours before the time for the Senate to convene, a copy of the  proposed\namendment  or amendments to any bill on the list of bills compiled under\nsubdivision a of section six of this Rule has been served upon the spon-\nsor of the bill, and filed with the Journal Clerk. If a sponsor does not\naccept such amendment, the question shall be put to the house whether  a\nmajority  of  members elected vote in favor of the non-sponsor motion to\namend, and such motion shall pass only if a majority of members  elected\nvote  aye. If the sponsor accepts the amendment, such amended bill shall\nbe ordered printed without a vote, debate or explanation, and such  bill\nshall retain its place on the Third Reading Calendar.\n  b.  If  a majority of members elected vote in favor of the non-sponsor\nmotion to amend, the sponsor of the bill may make a motion  to  withdraw\ntheir  name  from  sponsorship  to be substituted by a co-sponsor or the\nSenator who moved to amend the bill.\n  c. The introducer of any calendar  bill  may  offer  an  amendment  or\namendments  to  such  bill  and  such  amendment  or amendments shall be\naccepted and the bill ordered printed without a vote, debate or explana-\ntion, provided, however, that in such case such bill may be  recommitted\nby  the chair of the standing committee that reported such bill and such\nrecommittal shall also be without a vote, debate or explanation.\n  &sect; 5. Substitution. When a bill is  received  as  a  message  from  the\nAssembly, or at any time thereafter, and a Senate bill, identical there-\nwith,  is  on  the  order  of third reading, or in the order of first or\nsecond report, the Assembly bill may be substituted for the Senate  bill\nupon  a vote of a majority of the Senate. A motion for such substitution\nshall be in order under the order  of  business  of  messages  from  the\nAssembly, motions and resolutions, or the order of business in which the\nSenate bill is.\n  &sect;  6.  Final  passage.  a.  Prior  to the reading of the third reading\ncalendar of any given day, the Temporary President  may  file  with  the\nJournal  Clerk  an  active  list  of bills on the third reading calendar\nwhich may be acted upon on that date and he or she  may  lay  aside  any\n\nbill  upon which no final action may be taken, provided however, that no\nbill shall be so laid aside for a period exceeding five calendar  legis-\nlative  days. Such active list shall be published by 8 p.m. the previous\nevening  or  within  two  hours  following the end of the previous days'\nsession, whichever is later.\n  b. The question on the final passage of  every  bill  shall  be  taken\nimmediately  after  the  third  reading and without debate. On the final\npassage of every bill and concurrent resolution a fast roll  call  shall\nbe  taken  by  the  Secretary calling the names of five Senators, two of\nwhom shall be the Temporary President and the Minority Leader  provided,\nhowever, that each Senator's name shall be called on a slow roll call if\nrequested  by  five Senators. Each roll call, including the names of the\nSenators who were absent shall be entered on the journal. Upon each roll\ncall vote, the Secretary shall announce the names of the Senators voting\nin the negative and the names of the Senators who were absent. Such roll\ncalls shall be available for  public  inspection  upon  request  in  the\noffice  of  the Journal Clerk. When a bill or concurrent resolution does\nnot receive the number of votes required by the Constitution to pass it,\nit shall be declared lost, except in cases provided for by subdivision d\nof section two of Rule IX hereof.\n  &sect; 7. Starred bills. a.  A  bill  appearing  on  the  calendar  may  be\n\"starred\"  only by or on behalf of the introducer, whereupon all further\naction on such bill shall be suspended, although it retains its place on\nthe Calendar.\n  b. Other than for the purpose of amendment or recommittal,  no  action\nmay  be taken on a bill from which a star has been removed until one day\nafter such removal.\n  &sect; 8. Recall and concurrence. All Senate bills amended by the Assembly,\nand returned to the Senate, for its concurrence, and all  bills  amended\nby  the  report  of  a  conference  committee,  shall  be subject to the\nprovisions of section one of this Rule.\n  &sect; 9. Transmittal of bills to the Governor. All Senate bills passed  by\nthe  Senate  and sent to the Assembly for action shall, upon passage and\nreturn by the Assembly to the Senate, be transmitted by the Secretary to\nthe Governor within forty-five days after  receipt  from  the  Assembly;\nexcept  that  upon  the  filing  of a request to hold such bill with the\nSecretary by the sponsor of the bill, the bill shall be held until  such\ntime  as the sponsor rescinds the request to hold the bill and upon such\nrescission the Secretary shall transmit the bill to the Governor  within\nseven days.\n\n                                 RULE IX\n\nSENATORS\n  Section  1.  Attendance  and  vote.  a. Every Senator shall be present\nwithin the Senate Chamber during the sessions of the Senate, unless duly\nexcused or necessarily prevented, and shall vote on  each  question  for\nwhich  a  vote  is  required stated from the Chair unless excused by the\nSenate, or unless he or she has a direct personal or pecuniary  interest\nin the event of such question. If any Senator refuses to vote, unless he\nor she be excused by the Senate, or unless he or she be interested, such\nrefusal  shall  be  deemed a contempt. In order to vote on a bill on the\ncontroversial calendar, a Senator, other than the Temporary President or\nMinority Leader, must be present in the Senate chamber and vote from his\nor her regularly assigned seat, except that  a  Senator  acting  as  the\nPresiding  Officer, Temporary President or Minority Leader may vote from\nthe place assigned to such officer. No Senator absent from a  roll  call\n\nvote  shall  be allowed to vote thereon; however, within the same day, a\nSenator required to attend a public hearing or other meeting of a stand-\ning or conference committee, which the Temporary  President  has  desig-\nnated as appropriate, may cast his or her vote at any time prior to 5:00\nP.M. or the adjournment of the Senate, whichever shall be later.\n  b.  A Senator desiring to be excused from voting for a direct personal\nor pecuniary interest in the issue then before the Senate may, when  his\nor  her  name  is called, state such desire and if there be an objection\nmake a brief statement, not occupying over two minutes, of  the  reasons\nfor  making  such request, and the question on excusing him or her shall\nthen be taken without debate and shall be  granted  by  the  consent  of\ntwo-thirds  of the Senators present; and any Senator desiring to explain\nhis or her vote upon a bill, may, when his or her  name  is  called,  be\nallowed a like opportunity.\n  &sect;  2.  Quorum. a. A majority of all the Senators elected shall consti-\ntute a quorum to do business. In case a less number than a quorum of the\nSenate shall convene, those present are authorized to send the  Sergeant\nat Arms, or any other person, for the absent Senators.\n  b. The assent of two-thirds of the Senators elected shall be requisite\nto  every  bill appropriating the public moneys or property for local or\nprivate purposes, and to the passage of bills returned by  the  Governor\nwithout his or her approval.\n  c.  On  the  final  passage  of  any  bill which imposes, continues or\nrevives a tax, or creates a debt  or  charge,  or  makes,  continues  or\nrevives  any  appropriation  of  public  or  trust money or property, or\nreleases, discharges or commutes any  claim  or  demand  of  the  State,\nthree-fifths of all the members elected to the Senate shall be necessary\nto constitute a quorum therein.\n  d.  If, on taking the final question on a bill, it shall appear that a\nconstitutional quorum is not present, or if the bill requires a vote  of\ntwo-thirds  of  all the Senators elected to pass it, and it appears that\nsuch number is not present, the bill  shall  retain  its  place  on  the\nCalendar and be again taken up in its regular order.\n  e.  When  any  bill  requiring  the  concurrence  of two-thirds of the\nSenators, or a quorum of three-fifths thereof, is  under  consideration,\nsuch  concurrence  or quorum, as the case may be, shall not be requisite\nexcept on the question of its final passage.\n  f. If at any time during the session of the Senate a question shall be\nraised by any Senator as to the presence  of  a  quorum,  the  Presiding\nOfficer shall forthwith direct the Secretary to call the roll, and shall\nannounce the result, and such proceeding shall be without debate; but no\nSenator while speaking shall be interrupted by any other Senator raising\nthe  question of a lack of a quorum, and the question as to the presence\nof a quorum shall not be raised more  often  than  once  in  every  hour\nunless  the  lack of a quorum shall be disclosed upon a roll call of the\nayes and nays.\n  g. Whenever upon a roll call any Senator who is upon the floor of  the\nSenate  Chamber refuses to make response when his or her name is called,\nit shall be the duty of the Presiding Officer, either upon  his  or  her\nown motion or upon the suggestion of any Senator, to request the Senator\nso  remaining  silent to respond to his or her name, and if such Senator\nfails to do so, the fact of such request and refusal shall be entered in\nthe journal, and such Senator  shall  be  counted  as  present  for  the\npurpose of constituting a quorum.\n  &sect;  3.  Debate.  a. Debate shall only be in order when it is germane to\nthe question under discussion.\n\n  b. If the question in debate contains several points,  a  Senator  may\nhave  the  same  divided,  provided  the  division called for embodies a\ndistinct principle or statement of fact.\n  c.  When  any bill, resolution or motion is under consideration and it\nappears that no Senator desires to be heard further, the Presiding Offi-\ncer shall put the  question:  \"Does  any  Senator  desire  to  be  heard\nfurther?\"  If  no  Senator  shall  rise to debate, the Presiding Officer\nshall declare the debate closed; except  that  thereafter  the  Minority\nLeader  may  speak  once,  or may yield the floor to any Senator who may\nspeak once, and may be followed by the Temporary President who may  also\nspeak  once,  or  may yield the floor to any Senator who may speak once.\nThe main question shall then be put immediately.\n  d. Debate on motions or resolutions other than concurrent  resolutions\nshall  be  limited  to  one  hour  with  one-half hour allocated to each\nconference. Debate upon any  bill  or  concurrent  resolution  shall  be\nlimited  to  four  hours,  which  shall  include sufficient time for all\nSenators to explain their votes. No single Senator shall debate any bill\nor concurrent resolution for more than thirty minutes. When any bill  or\nconcurrent resolution shall have been under consideration for two hours,\nincluding  all  amendments thereto, it shall be in order for any Senator\nto move to close debate, and the Presiding Officer shall  recognize  the\nSenator  who  wishes  to  make  such motion. Such motion to close debate\nshall not be amendable or debatable and shall be immediately put, and if\nit shall receive the affirmative vote of  a  majority  of  the  Senators\npresent,  the pending measure shall take precedence over all other busi-\nness.\n  e. The vote shall thereupon be taken upon  such  bill,  resolution  or\nmotion  with  such  amendments  as  may  be  pending at the time of such\nmotion, according to the  Rules  of  the  Senate,  but  without  further\ndebate,  except  that  upon  the  roll call any Senator may speak not to\nexceed two minutes in explanation of his or her vote. After such  motion\nto  close  debate has been made by any Senator, no other motion shall be\nin order until such motion has been voted upon by the Senate.\n  f. After the Senate shall have adopted the motion to close debate,  as\nhereinbefore  provided,  no  motion  shall be in order but one motion to\nadjourn or for a call of the Senate by the Temporary  President,  and  a\nmotion  to commit. Should said motion to adjourn be carried, the measure\nunder consideration shall be the pending question when the Senate  shall\nagain  convene,  and  shall be taken up at the point where it was at the\ntime of such adjournment. The motion to close debate may be ordered upon\na single motion, a series of motions allowable under the  rules,  or  an\namendment  or  amendments,  or  may  be  made  to embrace all authorized\nmotions or amendments, and include the bill, resolution or motion to its\npassage or rejection. All incidental  questions  of  order,  or  motions\npending  at  the  time  such motion is made to close debate, whether the\nsame be on appeal or otherwise, shall be decided without debate.\n  &sect; 4. Order and decorum. a. Prior to the order of business, the presid-\ning officer shall ask those in the chamber to rise and pledge allegiance\nto the flag. Those in attendance shall remain standing during the  daily\ninvocation and until asked to take their seats by the presiding officer.\nSenators  shall  not  interrupt  the business of the Senate, or read any\nnewspaper while the journals or public papers are being  read;  or  walk\nout  of  or  across  the Chamber when the Presiding Officer is putting a\nquestion; or when a Senator is speaking, pass between him or her and the\nChair. Cellular telephones and audible pagers shall not be used  in  the\nChamber  or  in  the Senate Galleries. No sign, placard or prop shall be\ndisplayed, posted or carried in the Chamber.  Cellular telephones  shall\nnot  be  used  in  the lobby by members of the general public. No person\n\nshall be introduced by a Senator during  the  regular  business  of  the\nSenate,  except  that  it shall be permissible to introduce a person who\nhas served as a member of the New York State Legislature or a person who\nis  present in the Chamber for the purpose of nomination to an office to\nbe confirmed by the Senate. On the nomination of any person to an office\nwhich is subject to the  confirmation  of  the  Senate,  nominating  and\nseconding speeches shall be limited to fifteen minutes per conference.\n  b. Members are expected to uphold the highest standards of civility in\ndealing  with  other  members. Debate should be dignified and lacking in\npersonal invective. A Senator rising to debate or present  a  paper,  to\ngive  a  notice, to make a motion or report, shall address the Presiding\nOfficer and shall not proceed further until recognized by the Chair;  he\nor  she  shall  speak on the same subject but twice the same day without\nleave of the Senate; and when two or more Senators  address  the  Chair,\nthe  Presiding  Officer  shall name the Senator who is first to speak. A\nSenator, while speaking  after  recognition  by  the  Chair,  may,  upon\nrequest  of  a  Senator, yield to him or her temporarily without thereby\nrelinquishing his or her prior right to the floor and,  thereafter,  may\nterminate  such  interruption and resume speaking at any time; provided,\nhowever, that it shall not be in order for a Senator to rise and request\nthat a Senator, other than the one with the right to the floor, yield to\na question. Furthermore, it shall not be in order for  a  Senator,  with\nthe  right  to the floor, to ask another Senator to yield to a question,\nunless such Senator has previously  spoken  during  the  debate  on  the\nmatter. All questions and responses shall be directed through the chair,\nand  the presiding officer shall not be interrupted when speaking. After\ncompletion of the order of business for the day, and with the  unanimous\nconsent  of  the  Senate,  a Senator may make a statement, not exceeding\nfifteen minutes in length, concerning a subject or  matter  not  pending\nbefore the Senate for consideration.\n  c.  When  a Senator shall be called to order, he or she shall take his\nor her seat until the Presiding Officer shall have determined whether he\nor she is in order or not; and if decided to be out of order, he or  she\nshall  not proceed without the permission of the Senate; and every ques-\ntion of order shall be decided by the Presiding Officer, subject  to  an\nappeal  to  the  Senate  by any Senator. It shall require an affirmative\nvote of a majority of all members elected to overrule a  ruling  of  the\nChair.  No  second  appeal shall be determined until the original appeal\nshall be decided; and if a Senator shall be called to  order  for  words\nspoken,  the  words excepted to shall be immediately taken down in writ-\ning.\n  &sect; 5. Presentation of papers. a. A Senator  presenting  a  paper  shall\nendorse  the  same with his or her name and a brief written statement of\nthe subject of its contents.\n  b. When the reading of a paper is called for,  except  petitions,  and\nthe same is objected to by any Senator, it shall be determined by a vote\nof the Senate, without debate.\n  &sect; 6. Call of the Senate. For the purpose of securing the attendance of\nSenators, a call of the Senate may be ordered at any time, but such call\nshall  not  be  in order after the voting on any question has begun, nor\nafter the third reading of a bill has  been  completed,  nor  after  the\nmotion  to  close  debate  has been ordered pursuant to section three of\nthis Rule, unless it shall appear upon an actual count by the  Presiding\nOfficer that a quorum is not present.\n  &sect; 7. Absences. In all cases of absence of Senators during the sessions\nof  the  Senate,  the  Temporary President or a majority of the Senators\nelected may take such measures as they  deem  necessary  to  secure  the\npresence  of  the  absentees,  and in addition to suspension for a given\n\nperiod, may inflict such censure or penalty as they  may  deem  just  on\nthose who shall not render sufficient excuse for their absence.\n  &sect;  8. Staffing. All Senators shall receive the same base allocation of\nfunds for staffing their offices. Additional  funding  for  responsibil-\nities associated with committees and leadership positions shall be allo-\ncated  within amounts available for committee and leadership staff; such\namounts shall include, at a minimum, a budget sufficient  to  appoint  a\nstaff  member  with  expertise  in the committee's subject matter.   The\nfunding for the minority conference central staff shall not be less than\nthirty-three percent of the funds allocated for all central staff.\n  &sect; 9. Resources. All  Senators  shall  have  equitable  access  to  the\nresources of the Senate, including, but not limited to, office supplies,\ncommunications  and  audio  visual resources, mail privileges subject to\npublished guidelines, technology, including both hardware and  software,\nand  equal access to the Legislative Bill Drafting Commission's Legisla-\ntive Retrieval System.\n  &sect; 10. District Offices. All Senators will receive funds to maintain  a\ndistrict  office.  Rents  of  district  offices shall be based on a cost\nformula of office rental costs of an equal class  of  commercial  office\nspace  based  on  the prevailing rent in the community where the Senator\nchooses to have his or her district office. A Senator whose district has\ngeographic disparities such that traversing the district is  a  hardship\nfor  his  or her constituents, as determined by the Temporary President,\nshall receive supplemental funding to maintain a satellite office.\n  &sect; 11. Allocation for Community Projects. Each conference shall receive\nan allocation from any amounts to be awarded by the Senate for community\nprojects, capital spending, local  assistance  or  other  similar  allo-\ncations  for  member driven initiatives. The Majority shall receive two-\nthirds of such funds and the Minority shall  receive  one-third  of  the\nsuch  funds;  provided  however  that such proportions shall increase or\ndecrease to reflect any changes in the membership of each conference.\n\n                                 RULE X\n\nSENATE CHAMBERS\n  Section 1. Open doors. The doors of the Senate  shall  be  kept  open,\nexcept when the public welfare shall require secrecy.\n  &sect;  2.  Admission to floor. Persons not members of the Senate, or offi-\ncers or employees thereof, shall be admitted to the floor of the  Senate\nonly as follows:\n  a. The Governor, his or her secretary and messenger.\n  b. The members and Clerk of the Assembly, and clerks and messengers of\nthe Assembly in the exercise of an official duty directly connected with\nthe business of the Senate.\n  c.  The  elected  State officers, heads of departments and their depu-\nties.\n  d. Reporters of the Senate and of the Assembly  designated  under  the\nrules, unless a designation theretofore given them has been revoked.\n  e. Members of a Senator's family, or of the family of the President of\nthe Senate.\n  f. Former members of the Senate.\n  g.  Any  person not hereinbefore named may be admitted to the floor of\nthe Senate, with the permission of the Temporary President.\n  h. Notwithstanding the provisions of subdivisions a through g of  this\nsection,  no  person shall be admitted to the floor of the Senate who is\ninterested in pending or contemplated legislation, or who is employed by\n\nor receives compensation from any public or private source for influenc-\ning legislation.\n  i.  During  the sessions of the Senate, no person other than a Senator\nshall occupy the chair of a Senator, or stand in or otherwise occupy any\npart of the area between the last row of Senators' chairs  on  the  east\nand  west  sides  of  the  Chamber, and the east and west walls thereof,\nrespectively. All persons in the Senate  Chamber  shall  observe  proper\nrules of order and decorum.\n  j.  It  shall  be the duty of the Sergeant at Arms strictly to enforce\nthe provisions of this section, and it shall be in order for any Senator\nto call a breach thereof to the attention of the Presiding Officer.\n\n                                 RULE XI\n\nSUSPENSION OF THE RULES\n  Section 1. Resolution to amend the Senate Rules. No amendment  to  the\nSenate  Rules  shall be considered by the Senate unless a resolution for\nsuch amendment, together with a memorandum specifying the purpose of the\nproposed amendment, suspension, or rescission, shall  be  introduced  to\nthe  Committee  on  Rules  and  reported  therefrom to the Senate floor.\nPassing of such rules change shall require an affirmative  vote  of  the\nmajority of all Senators elected.\n  &sect; 2. Motion for Chamber Consideration. a. It shall be in order for any\nSenator,  who  is  the  sponsor  of a bill that is on the Senate's Third\nReading Calendar, to move for chamber consideration of such  bill.  Such\nmotion  shall  require  an  affirmative  vote  of  a majority of members\nelected. Where a motion for chamber consideration is approved, such bill\nshall be considered by the full Senate on the first calendar legislative\nday after four days shall have  passed.  Provided  however,  where  such\nmotion  is  approved  within the last five scheduled days of the regular\nlegislative session, such bill shall be  considered  by  the  Senate  no\nlater than the next calendar legislative day.\n  b. On any calendar legislative day, no more than two motions for cham-\nber  consideration  shall  be in order before the Senate. The sponsor of\nsuch motion shall serve written notice of intent to bring such motion at\nleast one calendar legislative day before such  motion  shall  be  made,\nspecifying the date the motion is to be made.\n  &sect;  3.  Petition for Consideration. a. The sponsor of any bill may file\nwith the Journal Clerk, no less than forty-five days after  a  bill  has\nbeen  referred  to  a committee, a petition requesting that such bill be\nmoved to the calendar for consideration. Such petition  shall  be  filed\nwith  the  Journal Clerk. Once the petition is signed by at least three-\nfifths of the members elected, the petition shall  be  read  during  the\norder  of  presentation  of petitions and the bill reported to the third\nreading calendar. Such bill shall be considered by the  full  Senate  on\nthe first calendar legislative day after four days shall have passed.\n  b.  No  petition  for  consideration shall be in order on or after the\nfirst Monday in June.\n\n                                RULE XII\n\nADJOURNMENT\n  Section 1. The Senate shall not adjourn for more than two days without\nthe consent of the Assembly.\n\n                                RULE XIII\n\nGUIDELINES FOR A SYSTEM OF INTERNAL CONTROLS\n  Section  1. Pursuant to Article 6 of the Legislative Law as enacted by\nthe New York  state  governmental  accountability,  audit  and  internal\ncontrol  act  of 1987, the following guidelines for a System of Internal\nControl are hereby established:\n  a. all financial transactions shall be executed in accordance with the\ngeneral or specific authorization of the Temporary President or  his  or\nher designated representative;\n  b.  all  financial  transactions  shall be recorded in conformity with\ngenerally accepted accounting principles or  other  applicable  criteria\nand to maintain accountability for assets;\n  c.  access  to  assets  shall be permitted only in accordance with the\nauthorization of the Temporary President or his or her designated repre-\nsentative;\n  d. the recorded accountability for assets shall be compared  with  the\nexisting  assets at reasonable intervals and appropriate action shall be\ntaken with respect to any differences; and\n  e. the system of internal controls shall provide reasonable  assurance\nthat the foregoing are accomplished.\n  &sect;  2. Expenditure reporting. The Temporary President shall establish a\nsystem of expenditure reporting whereby expenditures of the Senate shall\nbe reported by such categories as he or she shall determine. Reports  of\nexpenditures  by  such  system  shall  be  published  in  a  form  to be\nprescribed by the Temporary President.\n\n                                RULE XIV\n\nFREEDOM OF INFORMATION\n  Section 1. a. Publication of records relating  to  Senate  legislative\nand  administrative records. Recognizing that legislative records avail-\nable by request under the \"freedom of information law\" are of  important\npublic  interest,  the  Senate shall make available through a searchable\nand sortable database on the  Senate  website:  records  of  committees,\nagendas,  votes, minutes, reports, attendance, fiscal notes, and records\nof the chamber including, active lists, votes,  transcripts,  calendars,\nthe Senate payroll report and expenditure reports.\n  b.  Furthermore  all  such  records  listed  in subdivision a shall be\navailable for public inspection  and  copying  in  accordance  with  the\nprovisions  of  Article  6  of  the Public Officers Law, \"the freedom of\ninformation law.\"\n  c. It shall be the duty of the Temporary President  to  publish  rules\nand  regulations  regarding  public  inspection  and  copying  of Senate\nrecords. Such rules and regulations shall pertain to the times and plac-\nes such records are available, the persons from whom such records may be\nobtained, the fees for copies of such records and the procedures  to  be\nfollowed.\n  d. Nothing in this section shall be construed to increase the legisla-\ntive  requirements  set forth in subdivision 2 or 3 of section 88 of the\npublic officers law.\n\n                                 RULE XV\n\nTELEVISING SENATE SESSION\n  Section 1. Any televised proceedings of sessions of the  Senate  shall\nbe  made  available  for statewide television broadcast, pursuant to the\nfollowing:\n\n  a. All televised proceedings of the Senate session shall be  unedited,\nexcept  that  only  accredited  news  organizations,  educational insti-\ntutions, and public affairs documentary programs may utilize any portion\nof the Senate television feed.\n  b.  No  portion  of  the  televised proceedings (either live or taped)\nauthorized pursuant to this section may be utilized for:\n  (1) campaign or political purposes or to promote or  oppose  a  ballot\nissue or the candidacy of any person for any elective office; or\n  (2) any paid commercial advertisements.\n  &sect;  2.  The televised proceedings of sessions of the Senate as provided\nfor in section one of this Rule, in any form, shall be deemed the  prop-\nerty of the New York State Senate.\n\n            PERMANENT JOINT RULES OF THE SENATE AND ASSEMBLY\n\n                              JOINT RULE I\n\n  Section  1.  Requirement  of  Fiscal Impact Notes. Fiscal impact notes\nshall be required  for  all  bills  and  amendments,  other  than  those\nexcepted  as  provided in section four hereof, which would substantially\naffect the revenues or expenses, or both, of  any  county,  city,  town,\nvillage, school district or special district (hereinafter referred to as\n\"political  subdivisions\").  For purposes of this Joint Rule and section\n51 of the Legislative Law, the term  \"special  district\"  shall  mean  a\ndistrict  possessing  the  power  to  contract  indebtedness and levy or\nrequire the levy of taxes or benefit assessments upon real property.\n  &sect; 2. Sufficiency and Contents of Fiscal Impact  Notes.  Fiscal  impact\nnotes  shall  be  deemed  sufficient  for purposes of this Joint Rule if\nprepared in conformity with this section.\n  A. Scope of fiscal estimates. Fiscal impact  upon  political  subdivi-\nsions  shall be estimated on the basis of any one or more of the follow-\ning:\n  (i) Individual political subdivisions; or\n  (ii) Aggregates of political subdivisions (a) statewide or  by  lesser\ngeographic  area, or (b) by classification or subclassification of rele-\nvant characteristics; or\n  (iii) Representative political subdivisions with  relevant  character-\nistics thereof quantitatively set forth, e.g., population, area, weight-\ned average daily attendance of pupils; or\n  (iv) Any other appropriate, convenient or accessible grouping of poli-\ntical subdivisions.\n  B.  Units  of measurement. Fiscal impact measurements shall be made in\nunits of money, personal services, equipment, or any other  appropriate,\nconvenient or accessible units of measurement.\n  C.  Negligible  Impact. A fiscal impact note filed by the sponsor of a\nbill which states that the fiscal impact of the bill is negligible shall\nbe deemed to be in compliance with this Joint Rule.\n  &sect; 3. Procedure. A. (i) The Temporary President of the Senate  and  the\nSpeaker  of the Assembly shall each designate a person in such officer's\nrespective house to examine each bill in such house, without  regard  to\nits  house  of  origin, for the purpose of ascertaining whether a fiscal\nimpact note is required pursuant to this Joint Rule, and if such note is\nrequired, such person shall so notify the sponsor of such bill.\n  (ii) The sponsor of such bill shall provide such fiscal impact note on\na separate form prescribed therefor by the Temporary  President  of  the\nSenate and the Speaker of the Assembly jointly.\n  (iii)  Such  fiscal  impact note shall state the source thereof, which\nmay be the sponsor; provided, however,  that  in  the  case  of  a  bill\n\nproposed  by  a  state department or agency, such note shall be prepared\nand furnished by such department or agency.\n  (iv)  Such designated person in each house shall thereupon review each\nfiscal impact note for compliance with  the  provisions  of  this  Joint\nRule.\n  B.  No  bill  requiring  a fiscal impact note shall be reported to the\nfloor of the house unless accompanied by the appropriate  note  for  the\nversion  of  such  bill  so reported, except as provided in section four\nhereof.\n  C. If an amendment to a bill has a fiscal impact, the member  offering\nsuch  amendment  shall  provide  the fiscal impact note required by such\namendment. If such amendment  prevails,  the  sponsor  shall  provide  a\nfiscal  impact  note  for  the amended bill before final passage, unless\nexcepted pursuant to subdivision F of section four hereof.\n  &sect; 4. Exceptions. A fiscal impact note shall  not  be  required  for  a\nbill:\n  A. subject to the provisions of section 50 of the Legislative Law;\n  B. requested by a county, city, town or village in accordance with the\nprovisions of paragraph two of subdivision (b) of section two of Article\nIX of the Constitution;\n  C. which provides discretionary authority to a political subdivision;\n  D. submitted pursuant to section 24 of the State Finance Law;\n  E.  reported to the floor of the House by the Rules Committee, if such\ncommittee, in its discretion, determines that  such  action  is  in  the\npublic interest;\n  F. which has been amended on the floor of either house, where a fiscal\nimpact  note would otherwise have been required for such amended bill by\nthis Joint Rule and section 51 of the Legislative Law, if the  Temporary\nPresident of the Senate or the Speaker of the Assembly, respectively, in\nsuch officer's discretion, determines that the amended bill may be acted\non in such officer's house without such note; or\n  G.  which  inadvertently  passes the Legislature where a fiscal impact\nnote would otherwise have been required by this Joint Rule  and  section\n51 of the Legislative Law.\n  &sect; 5. Effect of Inaccuracy. If the estimate or estimates contained in a\nfiscal  impact  note  are  inaccurate, such inaccuracy shall not affect,\nimpair or invalidate such bill.\n  &sect; 6. Application. The provisions of this Joint  Rule  shall  apply  to\nbills  and  amendments proposed for introduction at the nineteen hundred\neighty-five regular legislative session and permanently thereafter.\n\n                              JOINT RULE II\n\n  Section 1. Committee on Conference. The  Temporary  President  of  the\nSenate  and  the  Speaker  of  the  Assembly may jointly convene a Joint\nCommittee on Conference to consider and report upon substantially  simi-\nlar  but  not  identical  legislation  that has passed each House of the\nLegislature. Such committee shall be constituted  by  the  filing  of  a\njoint  certificate  by  the  Temporary  President  of the Senate and the\nSpeaker of the Assembly with the Secretary of the Senate and  the  Clerk\nof  the  Assembly,  and shall consist of the same number of members from\neach House. Unless otherwise provided in the certificate, there shall be\nfive members on such committee from each House to be  appointed  by  the\nTemporary President of the Senate who shall appoint the members from the\nSenate  and  the  Speaker  of the Assembly who shall appoint the members\nfrom the Assembly; provided, however, that of each House's delegation at\nleast one member shall represent the minority in each House. The  Tempo-\nrary  President of the Senate and the Speaker of the Assembly shall each\n\nappoint a co-chairperson of the committee and such co-chairpersons shall\nconvene and recess meetings of the committee. Meetings jointly  convened\nby  the  co-chairpersons shall be subject to the provisions of Article 7\nof  the  Public  Officers Law. The committee shall file a written report\nsetting forth the joint recommendations of a majority  of  each  House's\ndelegation  with the Secretary of the Senate and the Clerk of the Assem-\nbly or such other committees or officers as may  be  set  forth  in  the\ncertificate  and  such  report  may  include specific bill language that\nwould implement the joint committee's recommendations. No  report  shall\nbe  filed  except upon the affirmative vote of a majority of the members\nof each House's delegation on the committee.\n\n                             JOINT RULE III\n\n  Section 1. Budget Consideration Schedule. In accordance  with  section\n54-a  of  the  Legislative Law, within ten days of the submission of the\nbudget by the Governor pursuant to article VII of the Constitution,  the\nTemporary  President of the Senate and the Speaker of the Assembly shall\npromulgate a schedule of dates for  considering  and  acting  upon  such\nsubmission.  Such  schedule  shall  include  the dates for those actions\nrequired to be taken by the legislature pursuant to section  53  of  the\nLegislative  Law,  dates  for the convening of a joint budget conference\ncommittee or committees as provided herein, and a  date  by  which  such\ncommittee or committees shall issue a final report or reports.\n  &sect;  2.  Joint  Budget  Conference Committee. In accordance with section\n54-a of the Legislative Law, within ten days of the  submission  of  the\nbudget  by the Governor pursuant to article VII of the Constitution, the\nTemporary President of the Senate and the Speaker of the Assembly  shall\njointly  establish a Joint Budget Conference Committee and, as they deem\nnecessary, any number of subcommittees subordinate to such Joint  Budget\nConference  Committee, to consider and reconcile such budget resolutions\nor bills passed by, or as may be passed by,  the  Senate  and  Assembly.\nSuch   Joint  Budget  Conference  Committee  shall  be  constituted  and\nconducted as prescribed in Joint Rule II  and  shall  file  its  written\nreport  in accord with the schedule established pursuant to section 1 of\nthis rule.\n\n                              JOINT RULE IV\n\n  Section 1. Joint Advisory  Board  on  Broadcast  of  State  Government\nProceedings.  The  Temporary  President of the Senate and the Speaker of\nthe Assembly shall convene  a  bi-partisan,  bi-cameral  joint  advisory\nboard  to oversee current and future broadcast of New York State Govern-\nment proceedings. This board shall consist  of  eight  members  of  whom\nthree shall be appointed by the Temporary President of the Senate, three\nmembers shall be appointed by the Speaker of the Assembly and one member\nshall  be  appointed by each of the minority leaders of each house.  The\nappointments shall be of members of the respective houses of the  Legis-\nlature.  The  Temporary  President  of the Senate and the Speaker of the\nAssembly shall each appoint a co-chair of the board.\n  &sect; 2. Duties of the Joint Advisory  Board.  The  joint  advisory  board\nshall  engage  in such activities as it deems necessary for the prepara-\ntion and formulation of a report  to  review  the  efficacy  of  current\nprogramming  and  explore future expansion of such to include additional\nlegislative and other governmental proceedings, as well as other related\npublic policy and educational material. The report shall include specif-\nic recommendations concerning the broadcast or webcast on  the  Internet\nof  all  legislative  committee meetings. On or before November 1, 2009,\n\nthe report shall be submitted to the Temporary President of the  Senate,\nthe  Speaker  of the Assembly, the Minority Leader of the Senate and the\nMinority Leader of the Assembly.\n\n                      INDEX TO RULES OF THE SENATE\n\n                                    A\n\nABSENTEES----- .................................................... Rule\n\n  Censure or penalty for unexcused ........................... IX Sec. 7\n  Excuse of .................................................. IX Sec. 1\n  Suspension of unexcused ...................................  IX Sec. 7\n  Securing presence of ....................................... IX Sec. 7\n  Sergeant at arms may be sent for ..................... IX Sec. 2, sb a\n\nADJOURNMENT-----\n\n  Limitation upon ........................................... XII Sec. 1\n  Measure under consideration at ....................... IX Sec. 3, sb f\n  Motion for, always in order, exceptions ............... V Sec. 8, sb b\n  Debate not allowed on ................................. V Sec. 8, sb b\n  One, only, in order after close of debate ............ IX Sec. 3, sb f\n  Precedence of, when question pending .................. V Sec. 8, sb a\n  Previous question .................................. V Sec. 8, sb a, d\n  Reconsideration of, not in order ...................... V Sec. 9, sb a\n\nADMISSION TO FLOOR-----\n\n  Persons entitled to ......................................... X Sec. 2\n  Reporters entitled to ...................................... II Sec. 5\n                                                          X Sec. 2, sb d\n  Sergeant at arms to enforce rules respecting ............... IV Sec. 6\n                                                          X Sec. 2, sb j\n\nALTER OR AMEND SENATE RULES (See \"RULES OF SENATE\")\n\nAMENDMENTS-----\n\n  Bills reported favorably, if amended to be reprinted ....... VI Sec. 3\n  Constitutional, how treated .......................... VI Sec. 9, sb c\n  Filing of .......................................... VIII Sec. 4, sb a\n  Germane, requirement respecting ...................... VI Sec. 4, sb b\n  Matter added and eliminated by, how treated .......... VI Sec. 4, sb b\n  Motion to amend by non-sponsor ........................... VIII Sec. 4\n  Order of precedence of motion offering ................ V Sec. 8, sb a\n  Pending, after debate, how vote taken ................ IX Sec. 3, sb e\n  Preparation of ............................................. VI Sec. 4\n  Proposed, to be filed with committee chairman ...... VIII Sec. 4, sb a\n  Restoring bill to earlier form ............................. VI Sec. 3\n  Third reading, allowed prior to completion of ...... VIII Sec. 4, sb a\n  Two copies for introduction of ....................... VI Sec. 4, sb b\n\nAMENDMENTS TO FEDERAL CONSTITUTION\n\n(See \"CONSTITUTION OF UNITED STATES\")\n\nAMENDMENTS TO STATE CONSTITUTION\n\n(See \"CONSTITUTION OF NEW YORK STATE\")\n\nAPPEAL-----\n\n  Decision of presiding officer subject to .................. III Sec. 1\n                                                         IX Sec. 4, sb c\n  Motions or questions on, when not debatable ....... IX Sec. 3, sb e, f\n  Second, not to be determined until original is decided IX Sec. 4, sb c\n\nAPPROPRIATIONS-----\n\n  Employees provided for by, appointment of .................. IV Sec. 4\n  Quorum required for certain bills making ............. IX Sec. 2, sb c\n  Reconsideration of vote on bills making ............... V Sec. 9, sb b\n  Reference of bills or resolutions providing for ........... VII Sec. 7\n  Resolutions making, vote required .................... VI Sec. 9, sb d\n  Vote required for certain bills making ............... IX Sec. 2, sb b\n\nASSEMBLY-----\n\n  Bills, amended and returned by ........................... VIII Sec. 8\n    Introduced by message from ............................... VI Sec. 1\n    Recalled from, reconsideration of ................... V Sec. 9, sb a\n    Substitution of, for Senate bills ...................... VIII Sec. 5\n  Consent of, necessary for adjournment longer than two days  XII Sec. 1\n  Messages from, shall be received at any time ................ V Sec. 4\n  Resolution recalled from, reconsideration of .......... V Sec. 9, sb a\n  Resolution recalling bill or resolution from ......... VI Sec. 9, sb a\n\nAYES AND NAYS-----\n\n  Final passage,to be taken on, and entered on journal.VIII Sec. 6, sb b\n  Five Senators may require \"slow\" roll call of ............. VII Sec. 6\n                                                       VIII Sec. 6, sb b\n  Quorum, presence of, when determined by call of ...... IX Sec. 2, sb f\n\n                                    B\n\nBILLS-----\n\n  Action on, Secretary's duty respecting ..................... IV Sec. 5\n  Amended by restoring to earlier printed form ............... VI Sec. 3\n  Amending Constitution, amendment and committal ....... VI Sec. 9, sb c\n  Amending existing laws, matter eliminated in brackets  VI Sec. 4, sb b\n  Amending existing laws, new matter underscored ....... VI Sec. 4, sb b\n  Amendments, how prepared ............................. VI Sec. 4, sb b\n    Must be germane to original object of .............. VI Sec. 4, sb b\n    Allowed any time prior to third reading .......... VIII Sec. 4, sb a\n  Appropriating money, etc. ......................... IX Sec. 2, sb b, c\n    Fiscal notes required ................................... VII Sec. 7\n  Bill sections, requirements respecting ............... VI Sec. 4, sb a\n  Budget bills, submission of, by Governor ................... VI Sec. 6\n  Constitutional quorum on vote for certain ............ IX Sec. 2, sb c\n    If absent retains place on calendar ................ IX Sec. 2, sb d\n    Needed only for final passage ...................... IX Sec. 2, sb e\n  Copies of, number required for introduction ................ VI Sec. 1\n  Correction of, by revision clerk ........................... VI Sec. 1\n  Daily calendar of .......................................... IV Sec. 5\n  Debate on, generally ....................................... IX Sec. 3\n  Desks of Senators, to be placed on ......................... VI Sec. 3\n\n  Explanatory note to be appended to certain ........... VI Sec. 4, sb a\n  Final date for introduction ................................ VI Sec. 5\n  Final passage of, generally .............................. VIII Sec. 6\n    Appropriating money, requirements for certain ... IX Sec. 2, sb b, c\n    Appropriating money, when may be reconsidered ....... V Sec. 9, sb b\n    Preparation for .................................. VIII Sec. 3, sb b\n    Presiding officer to certify ............................ III Sec. 2\n    Question on, not debatable after third reading ... VIII Sec. 6, sb b\n    Question on, taken immediately after third reading VIII Sec. 6, sb b\n    Quorum required for, certain bills ....................... IX Sec. 2\n    Vote on, how taken ............................... VIII Sec. 6, sb b\n    Vote required for, certain bills ......................... IX Sec. 2\n    When declared lost ............................... VIII Sec. 6, sb b\n  \"Home rule\" requests necessary before bill passage .. VII Sec. 5, sb c\n  Fiscal notes required, in certain cases ................... VII Sec. 7\n  Illegible bills to be returned ....................... VI Sec. 4, sb a\n  Introduction of ............................................ VI Sec. 1\n    By Senator, committee, message, etc. ..................... VI Sec. 1\n    Memos .................................................... VI Sec. 1\n    Reading, first and second, prior to ...................... VI Sec. 1\n    Two copies required for .................................. VI Sec. 1\n    Time limit on ............................................ VI Sec. 5\n  Jacketing of, by Jacketing Clerk ................... VIII Sec. 3, sb b\n  Laid aside, retain place, order of business ........... V Sec. 6, sb b\n    Time restriction ................................. VIII Sec. 6, sb a\n  Motions respecting (See \"Motions\")\n  Multi-sponsorship .......................................... VI Sec. 2\n  New matter, how shown ................................ VI Sec. 4, sb b\n  Notice of public hearing on ............................... VII Sec. 4\n  Official copy ...................................... VIII Sec. 3, sb b\n  Passage of, certification by presiding officer ............ III Sec. 2\n  Passage of, certain requirements for final ............... VIII Sec. 1\n  Petition out of committee, notice .......................... XI Sec. 3\n  Printed immediately on introduction ........................ VI Sec. 3\n  Program, departmental and agency,\n    submitted to Temporary President ......................... VI Sec. 7\n    Offered to Minority Leader ............................... VI Sec. 7\n  Placed on bill files on desks of Senators .................. VI Sec. 3\n  Private or local, one subject only, expressed in title ..... VI Sec. 4\n  Public hearing on ......................................... VII Sec. 4\n  Quorum, three-fifths, required for passage\n    of certain ...................................... IX Sec. 2, sb c, e\n    Reading, first and second ................................ VI Sec. 1\n    Recalled from Assembly, etc., subject to certain rules . VIII Sec. 8\n    For amendment, or amended by Assembly .................. VIII Sec. 8\n    For reconsideration ................................. V Sec. 9, sb a\n  Reconsideration of .......................................... V Sec. 9\n    When not in order ................................... V Sec. 9, sb a\n  Referred to Revision Clerk ................................. VI Sec. 1\n  Referred to Jacketing Clerk ........................ VIII Sec. 3, sb b\n  Reintroduction for second year of term ..................... VI Sec. 8\n  Repealing existing laws .................................... VI Sec. 4\n  Report of committee to which bill referred ........ VII Sec. 5 sb a, b\n  Reported favorably, with amendments, to be reprinted ....... VI Sec. 3\n  Reprinting, when not complying with rules ............ VI Sec. 4, sb b\n  Restored to earlier form, not to be reprinted .............. VI Sec. 3\n  Revision Clerk shall return, if illegible ............ VI Sec. 4, sb a\n  Special order, if incompleted, bill retains place ........... V Sec. 5\n\n  Starred bills ............................................ VIII Sec. 7\n  State department bills, last day for submission ............ VI Sec. 5\n  Subject matter jurisdiction, primary, secondary ..... VII Sec. 5, sb a\n  Substitution of Assembly bills ........................... VIII Sec. 5\n  Third reading calendar, what constitutes ........... VIII Sec. 3, sb a\n    Provisions regarding ............................. VIII Sec. 6, sb a\n  Third reading, no amendments allowed on completion ofVIII Sec. 4, sb a\n    Order of precedence ................................. V Sec. 6, sb a\n  Three day rule, before passage ........................... VIII Sec. 1\n  Three-fifths quorum required for passage of certain IX Sec. 2, sb c, e\n  Three readings required before passage ............. VIII Sec. 2, sb a\n  Time limit on introduction of .............................. VI Sec. 5\n  Titles of, amending certain laws, what to contain .......... VI Sec. 4\n  To amend Constitution, limitation on amendment ....... VI Sec. 9, sb c\n  Two-thirds vote required for passage of certain ... IX Sec. 2, sb b, e\n  Two year \"carry over\" ...................................... VI Sec. 8\n  Vetoed by Governor, vote for passage ................. IX Sec. 2, sb b\n\nBUDGET BILLS (See also \"APPROPRIATIONS\")-----\n\n  Consideration of ........................................... VI Sec. 6\n  Reference of ............................................... VI Sec. 6\n\nBUFFALO-----\n\n  Amendments to charter of ............................. VI Sec. 4, sb a\n\nBUSINESS-----\n\n  Interruption of, prohibited .......................... IX Sec. 4, sb a\n  Invocation, daily .................................... IX Sec. 4, sb a\n  Journal to be read and approved, first business ....... V Sec. 3, sb a\n  Order of .................................................... V Sec. 3\n  Pledge of allegiance to the flag ...................... V Sec. 3, sb a\n                                                         IX Sec. 4, sb a\n  Quorum necessary to do ................................ V Sec. 3, sb b\n                                                         IX Sec. 2, sb a\n\n                                    C\n\nCALENDAR-----\n  Bills, acted upon in their order on ................... V Sec. 6, sb a\n    Certain, to retain place on ........................ IX Sec. 2, sb d\n    Daily .................................................... IV Sec. 5\n  General, how constituted .................................... V Sec. 6\n  Resolutions, acted upon in their order on ............. V Sec. 3, sb b\n                                                         VI Sec. 9, sb e\n  Secretary's duty respecting bills on ....................... IV Sec. 5\n  Special orders, when unfinished ............................. V Sec. 5\n  Third reading, what bills to constitute ............ VIII Sec. 3, sb a\n\nCALL OF SENATE-----\n\n  Motion for, and order of precedence ................... V Sec. 8, sb b\n  When may be ordered ........................................ IX Sec. 6\n  When not in order .......................................... IX Sec. 6\n\nCLOSE DEBATE, MOTION TO-----\n\n  May be ordered on single motion, etc. .......... IX Sec. 3, sb d, e, f\n  May embrace all pending motions or amendments ..... IX Sec. 3, sb e, f\n  Motions in order after adoption of ................ IX Sec. 3, sb e, f\n  Not amendable or debatable ........................... IX Sec. 3, sb d\n  To be immediately put ................................ IX Sec. 3, sb d\n\nCOMMIT, MOTION TO-----\n\n  Allowable after adoption of motion to close debate ... IX Sec. 3, sb f\n  Order of precedence of certain ........................ V Sec. 8, sb a\n  Until decided, precludes debate on main question ...... V Sec. 8, sb d\n\nCOMMITTEE-----\n\n  Bills introduced on report of, to be referred to ........... VI Sec. 1\n    Jurisdiction over, secondary, primary ............. VII Sec. 5, sb a\n  Official hearings, testimony .............................. VII Sec. 4\n  Petition, motion to ........................................ XI Sec. 2\n    Notice required; exceptions .............................. XI Sec. 2\n  Public hearing by, prior notice required .................. VII Sec. 4\n  Report from, involving seat of Senator, always in order ..... V Sec. 4\n  Report, disposition of .............................. VII Sec. 5, sb a\n    Shall be entered upon journal ..................... VII Sec. 5, sb a\n    Shall be made by majority of ...................... VII Sec. 5, sb a\n    Shall be made directly to Committee on Rules, when  VII Sec. 5, sb a\n    Committee presentations ........................... VII Sec. 3, sb d\n    Motion for committee consideration ................ VII Sec. 3, sb e\n    Committee oversight function ...................... VII Sec. 4, sb c\n    Petition for a public hearing on a bill ........... VII Sec. 4, sb e\n\nCOMMITTEE ON CONFERENCE-----\n\n  Joint Committee created .................................. PJR* Sec. 1\n  * PJR = Permanent Joint Rule of Senate and Assembly\n\nCOMMITTEES-----\n\n  Chairs of, appointment by Temporary President .............. II Sec. 2\n  Deputy Majority Leader for Legislative Operations,\n    ex officio member of all ................................ VII Sec. 1\n  Deputy Minority Leader, ex officio member of all .......... VII Sec. 1\n  Executive sessions, conduct ............ VII Sec. 3, sb a Par (5), (6)\n    Minutes required; exception .......... VII Sec. 3, sb b Par (2), (3)\n  Meeting of scheduled, open .......................... VII Sec. 3, sb a\n    Minutes required; available to public  VII Sec. 3, sb b Par (1), (3)\n  Members of, appointment by Temporary President ............. II Sec. 2\n  Minority Leader, ex officio member of all ................. VII Sec. 1\n  Select, reports of .................................... V Sec. 3, sb a\n  Standing, list of, and number of members\n    composing, continuing ................................... VII Sec. 1\n    Special meetings, when may be held ........ VII Sec. 3, sb a Par (2)\n    Temporary President, ex officio member of all ........... VII Sec. 1\n    Vice President Pro Tempore, ex officio member of all .... VII Sec. 1\n\nCONCURRENT RESOLUTION (See \"RESOLUTIONS\")\n\nCONSTITUTION OF NEW YORK STATE-----\n\n    Resolution to amend, amendment of, further reference to\n    Attorney General ................................... VI Sec. 9, sb c\n  Amendment of, limitation on, after\n    ordered to third reading ........................... VI Sec. 9, sb c\n  After final passage, duty of Presiding Officer ............ III Sec. 2\n  Final reading of, may be committed prior to .......... VI Sec. 9, sb c\n  Treated same as bill ................................. VI Sec. 9, sb c\n\nCONSTITUTION OF UNITED STATES-----\n\n  Resolutions ratifying amendment to ................... VI Sec. 9, sb c\n    Duty of Presiding Officer upon final passage ............ III Sec. 2\n    Must be germane to affairs of the state ............ VI Sec. 9, sb b\n\nCONTEMPT-----\n\n  Refusal of Senator to vote, may be deemed; exception . IX Sec. 1, sb a\n\n                                    D\n\nDEBATE-----\n\n  Closing ........................................... IX Sec. 3, sb d, e\n  Germane to the question .............................. IX Sec. 3, sb a\n  Limitation upon speaking in ....................... IX Sec. 3, sb d, e\n                                                         IX Sec. 4, sb b\n  Minority Leader may speak once after close of ........ IX Sec. 3, sb c\n  Motion to close, when in order .............. IX Sec. 3, sb c, d, e, f\n  What motions in order after adoption of ........... IX Sec. 3, sb e, f\n  Question in, when may be divided ..................... IX Sec. 3, sb b\n  Question not debatable, call of Senate ................ V Sec. 8, sb b\n  Main question, until certain motions are decided ...... V Sec. 8, sb d\n  Objections to reading paper other than petitions ..... IX Sec. 5, sb b\n  Of presence of quorum ................................ IX Sec. 2, sb f\n  On final passage ................................... VIII Sec. 6, sb b\n  Priority of business .......................... V Sec. 3, sb a par (3)\n  To adjourn ............................................ V Sec. 8, sb b\n  To close debate ................................... IX Sec. 3, sb d, e\n  To commit, when motion to close debate is pending .... IX Sec. 3, sb f\n  To lay on table .................................... V Sec. 8, sb a, b\n  Of order, after motion to close debate ............... IX Sec. 3, sb f\n  Temporary President to close ......................... IX Sec. 3, sb f\n  Vote taken after, with amendments pending ......... IX Sec. 3, sb e, f\n\nDOORS OF SENATE-----\n\n  Matters discussed when closed, to be kept secret ............ V Sec. 7\n  Motion to close ............................................. V Sec. 7\n    During discussion of, doors to remain shut ................ V Sec. 7\n  Open except when public welfare requires secrecy ............ X Sec. 1\n\n                                    E\n\nEMPLOYEES-----\n\n  Appointment of, generally .................................. IV Sec. 4\n  Certain, to be appointed by Temporary President ............ II Sec. 4\n  Duties of, generally ....................................... IV Sec. 4\n\nEXECUTIVE SESSION-----\n\n  Committee may call, certain cases ........... VII Sec. 3, sb a Par (5)\n  When Senate shall go into ................................... V Sec. 7\n    All to withdraw, except Senators, etc ..................... V Sec. 7\n\n                                    F\n\nFINANCE, STANDING COMMITTEE ON-----\n\n  Certain bills and resolutions to be referred to ........... VII Sec. 7\n  Fiscal notes, to keep file of bills requiring ............. VII Sec. 7\n  Certain bills not to be reported without .................. VII Sec. 7\n  Nominations by Governor, to be submitted to; exception .... VII Sec. 6\n\nFISCAL NOTES-----\n\n  Certain bills require ..................................... VII Sec. 7\n  Contents of ............................................... VII Sec. 7\n  Filing prior to report by committee ....................... VII Sec. 7\n  Finance committee to maintain file of ..................... VII Sec. 7\n\nFISCAL IMPACT NOTES-----\n\n  Applicable for ......................................... PJR* I Sec. 6\n  Exceptions to .......................................... PJR* I Sec. 4\n  Inaccuracy, effect thereof ............................. PJR* I Sec. 5\n  Procedure for .......................................... PJR* I Sec. 3\n  Requirements for on bills and amendments ............... PJR* I Sec. 1\n  Sufficiency and contents of ............................ PJR* I Sec. 2\n  *PJR= Permanent Joint Rule of Senate and Assembly\n\nFLOOR-----\n\n  Admission to, persons entitled to ........................... X Sec. 2\n  Reporters entitled to admission ............................ II Sec. 5\n                                                          X Sec. 2, sb d\n  Sergeant at arms to enforce rules respecting ............... IV Sec. 6\n                                                          X Sec. 2, sb i\n  Assistant Sergeant at arms, doorkeepers .................... IV Sec. 6\n  Yielding, temporarily ................................ IX Sec. 4, sb b\n\nFREEDOM OF INFORMATION-----\n\n  Freedom of Information Law ................................ XIV Sec. 1\n\n                                    G\n\nGALLERIES-----\n\n  Disturbance in, presiding officer may clear ............... III Sec. 1\n\nGOVERNOR-----\n\n  Admission to floor .................................... X Sec. 2, sb a\n  Bills returned from, without approval, vote to repass  IX Sec. 2, sb b\n  Budget bills submitted by .................................. VI Sec. 6\n  Messages from, for passage of certain bills ......... VII Sec. 5, sb c\n\n                                                             VIII Sec. 1\n  Order of business of .......................... V Sec. 3, sb a Par (3)\n    Shall be received at any time ............................. V Sec. 4\n  Nominations sent by, reference and confirmation of ........ VII Sec. 6\n\n                                    H\n\n\"HOME RULE\" REQUESTS-----\n\n  Requirement respecting, bill ........................ VII Sec. 5, sb c\n\n                                    J\n\nJACKETING CLERK-----\n\n  Shall cause bills to be jacketed ................... VIII Sec. 3, sb b\n  Shall cause official copies readied ................ VIII Sec. 3, sb b\n\nJOINT RULES-----\n\n  Motion to amend, suspend, etc., requires\n    written notice or unanimous consent ...................... XI Sec. 2\n    Order of business in which received ...................... XI Sec. 2\n    When to be made .......................................... XI Sec. 2\n  Permanent joint rules of the Senate and Assembly\n  (see *COMMITTEE ON CONFERENCE and/or FISCAL IMPACT NOTES)\n  Vote required to amend, suspend, etc. ...................... XI Sec. 1\n\nJOURNAL-----\n\n  Correction of ......................................... V Sec. 3, sb a\n  Executive and legislative proceedings to be in separate ..... V Sec. 1\n  Question on final passage of bills to be entered on  VIII Sec. 6, sb b\n  Reading and approval of, first business ............... V Sec. 3, sb a\n  Report of committee on bill, when entered upon ...... VII Sec. 5, sb a\n  Roll Call .......................................... VIII Sec. 6, sb b\n  Senate shall keep and publish ............................... V Sec. 1\n  Senator's refusal to respond, to be entered on ....... IX Sec. 2, sb g\n  To be printed, distributed, etc. ........................... IV Sec. 5\n\nJUDICIARY, STANDING COMMITTEE ON-----\n\n  Nominations referred to ................................... VII Sec. 6\n\n                                    L\n\nLEGISLATIVE LIBRARIAN ........................................ II Sec. 7\n\nLEGISLATIVE LIBRARY .......................................... II Sec. 7\n\n  Function of ................................................ II Sec. 7\n\nLIEUTENANT GOVERNOR (See also \"PRESIDENT\")-----\n\n  Shall be President of Senate ................................ I Sec. 1\n  Shall have only casting vote in Senate ...................... I Sec. 1\n\nLIMITATION UPON SPEAKING (See \"SPEAKING\")-----\n\n                                    M\n\nMAJORITY-----\n\n  Quorum is majority of senators elected ............... IX Sec. 2, sb a\n  Reconsideration of certain bills requires ............. V Sec. 9, sb b\n  Resolutions for expenditure of money, require ........ VI Sec. 9, sb d\n  Suspension of rules requires ............................... XI Sec. 1\n\nMESSAGES-----\n\n  From Assembly, shall be received at any time ................ V Sec. 4\n  From Governor, shall be received at any time ................ V Sec. 4\n  For passage of certain bills ........................ VII Sec. 5, sb c\n                                                             VIII Sec. 1\n  Order of business of, from Governor, and Assembly ..... V Sec. 3, sb a\n\nMINORITY LEADER-----\n\n  Closing debate, may speak when ....................... IX Sec. 3, sb c\n  Ex Officio member of all committees ....................... VII Sec. 1\n  Resolutions, copies to be furnished to ............... VI Sec. 9, sb a\n  Room, assignment of ........................................ II Sec. 6\n  Seat in Senate chamber ..................................... II Sec. 6\n\nMOTIONS-----\n\n  For call of the Senate, after close of debate,\n    one in order .................................... IX Sec. 3, sb e, f\n    Always in order; exceptions ......................... V Sec. 8, sb b\n    Not debatable ....................................... V Sec. 8, sb b\n  Precedence of ......................................... V Sec. 8, sb a\n  Previous question, of ................................. V Sec. 8, sb a\n  Question pending, when, what motions in order ............... V Sec. 8\n  To adjourn, after close of debate, one\n    in order ........................................... IX Sec. 3, sb f\n    Always in order; exceptions ......................... V Sec. 8, sb b\n    Not debatable ....................................... V Sec. 8, sb b\n    Not to be reconsidered .............................. V Sec. 9, sb a\n  To adopt report of Committee on Rules, no other motion\n    in order, until decided; exceptions ..................... VII Sec. 2\n  To amend rule of Senate or joint rule, when in order ....... XI Sec. 1\n  To certain day, precludes debate on main question ..... V Sec. 8, sb d\n  To close debate, in order after bill, etc., considered\n      two hours ....................................... IX Sec. 3, s b d\n    May be ordered on single motion, series of\n      motions, etc. ................................. IX Sec. 3, sb e, f\n    May embrace all authorized motions,\n      amendments, etc. .............................. IX Sec. 3, sb e, f\n    No other motion in order until voted\n      on; exceptions ................................ IX Sec. 3, sb e, f\n    Not amendable or debatable ......................... IX Sec. 3, sb d\n    Presiding Officer shall recognize Senator\n      wishing to make .................................. IX Sec. 3, sb d\n  To be immediately put ................................ IX Sec. 3, sb d\n  To close doors, doors shall remain closed during\n    discussion of ............................................. V Sec. 7\n  To commit, after close of debate, one in order ....... IX Sec. 3, sb f\n\n    Precludes debate on main question ................... V Sec. 8, sb d\n    To select committee, order of precedence .... V Sec. 8, sb a Par (7)\n    To standing committee, order of precedence .. V Sec. 8, sb a Par (6)\n  To excuse from voting, to be decided by consent, ...two-thirds present\n                                                         IX Sec. 1, sb b\n  To lay on table, always in order; exceptions .......... V Sec. 8, sb b\n    Not debatable ....................................... V Sec. 8, sb b\n    Not to be reconsidered .............................. V Sec. 9, sb a\n    To postpone to certain day, order of\n    precedence .................................. V Sec. 8, sb a Par (5)\n  To petition a bill, when out of order ................ VI Sec. 2, sb b\n  To petition a bill or resolution out of committee .......... XI Sec. 2\n    Agreement required ....................................... XI Sec. 2\n    Notice required .......................................... XI Sec. 2\n    When not in order ........................................ XI Sec. 2\n  To reconsider, bill recalled from Assembly ............ V Sec. 9, sb a\n    Not in order, when bill not in possession of Senate . V Sec. 9, sb a\n    Vote necessary in certain cases ..................... V Sec. 9, sb b\n    Vote to adjourn or lay on table, not in order ....... V Sec. 9, sb a\n    When in order ....................................... V Sec. 9, sb a\n    When required to be made ............................ V Sec. 9, sb a\n    To refer, until decided, precludes debate on main question\n                                                          V Sec. 8, sb d\n  To rescind rule or Senate or joint rule, when in order ..... XI Sec. 1\n  To substitute Assembly for Senate bill, when in order .... VIII Sec. 5\n  To suspend rule of Senate or joint rule,\n    Notice required .......................................... XI Sec. 2\n    Vote required ............................................ XI Sec. 1\n  Withdrawal of, before decision or amendment ........... V Sec. 8, sb c\n  Written, may be required .............................. V Sec. 8, sb c\n\n                                    N\n\nNEW YORK, CITY OF-----\n\n  Amendments to charter and administrative code of ..... VI Sec. 4, sb a\n\nNOMINATIONS, CONFIRMATION BY SENATE .................... IX Sec. 4, sb a\n\nNOMINATIONS BY GOVERNOR-----\n\n  Reference and confirmation of ............................. VII Sec. 6\n\nNOTICE; REQUIREMENTS RESPECTING-----\n  Of motion to amend, suspend or rescind rules ............... XI Sec. 1\n  Of motion to petition committee ............................ XI Sec. 2\n  Of public hearings by committees .......................... VII Sec. 4\n\n                                    O\n\nOFFICERS-----\n\n  Appointment of certain, by Temporary President ............. II Sec. 5\n  Certain, to be present during executive sessions ............ V Sec. 7\n    To keep secret proceedings of executive sessions .......... V Sec. 7\n  Duties of, generally ....................................... IV Sec. 4\n  Election of certain, by Senate ............................. IV Sec. 4\n  Nominations of, sent by Governor, proceedings upon ........ VII Sec. 6\n\n  State, communications and reports from, always in order ..... V Sec. 4\n  Order of business of .................................. V Sec. 3, sb a\n                                                                V Sec. 4\n\nORDER-----\n\n  Of business ................................................. V Sec. 3\n  Cellular phones, audible pagers; use prohibited ...... IX Sec. 4, sb a\n  Questions of, after motion to close debate,\n  not debatable ........................................ IX Sec. 3, sb f\n  Decision by presiding officer on, subject to appeal ....... III Sec. 1\n                                                         IX Sec. 4, sb c\n  Senator called to, must take his seat ................ IX Sec. 4, sb c\n  Senator out of, must not proceed without permission .. IX Sec. 4, sb c\n  Words on which called to, must be taken in writing ... IX Sec. 4, sb c\n\n                                    P\n\nPAPERS, PETITIONS, MEMORIALS, ETC.-----\n\n  Objection to reading of, how decided ................. IX Sec. 5, sb b\n  Presented by Senator, shall be endorsed .............. IX Sec. 5, sb a\n\nPASSAGE OF BILLS (See \"BILLS\")\n\nPETITION BILL OR RESOLUTION OUT OF COMMITTEE-----\n\n  Agreement required to ...................................... XI Sec. 2\n  Motion to .................................................. XI Sec. 2\n    Limitation on ............................................ XI Sec. 2\n    Notice required .......................................... XI Sec. 2\n    When not in order ........................................ XI Sec. 2\n\nPETITIONS-----\n\n  Endorsement of, required ............................. IX Sec. 5, sb a\n  Presentation of, first order of business ...... V Sec. 3, sb a Par (1)\n  Subject of, to be endorsed thereon ................... IX Sec. 5, sb a\n\nPOSTPONE-----\n\n  To certain day, motion to, order of precedence ........ V Sec. 8, sb d\n    Until decided, precludes debate on main question .... V Sec. 8, sb d\n\nPRECEDENCE-----\n\n  Of motions .................................................. V Sec. 8\n  Of special order under consideration ........................ V Sec. 5\n  Pending measure to have, after close of debate ....... IX Sec. 3, sb d\n\nPRESIDENT-----\n\n  Lieutenant Governor shall be ................................ I Sec. 1\n  Vote, shall have only casting ............................... I Sec. 1\n\nPRESIDING OFFICER-----\n\n  Bills and certain resolutions, shall certify vote by\n\n    which passed ............................................ III Sec. 2\n  Debate, when shall declare closed .................... IX Sec. 3, sb c\n  Debate, shall recognize Senator desiring to close .... IX Sec. 3, sb d\n  Decisions, may assign reasons for, if appealed from ....... III Sec. 1\n  Executive session, shall direct withdrawal of all except\n    members, during ........................................... V Sec. 7\n    Lobbies and galleries, may clear ........................ III Sec. 1\n    Motions, may require to be reduced to writing ....... V Sec. 8, sb c\n    Order, shall decide all questions of subject to appeal .. III Sec. 1\n                                                         IX Sec. 4, sb c\n  Order and decorum, shall preserve ......................... III Sec. 1\n  Passage of bills and certain resolutions, shall certify ... III Sec. 2\n  Quorum, on questions of, shall direct calling of\n    roll ............................................... IX Sec. 2, sb f\n  Roll call, shall request Senator to respond at ....... IX Sec. 2, sb g\n  Senate, shall take the chair at hour to which\n    adjourned ........................................... V Sec. 3, sb a\n  Senator to speak, when two or more address chair, to\n    be named by ........................................ IX Sec. 4, sb b\n  When other than President ................................. III Sec. 3\n\nPRINTING OF BILLS-----\n\n  General provisions relative to ............................. VI Sec. 3\n\nPRIORITY OF BUSINESS-----\n\n  Questions relating to, not debatable .......... V Sec. 3, sb b, par(3)\n\nPRIVATE OR LOCAL BILLS-----\n\n  \"Home rule\" message required before committee report  VII Sec. 5, sb c\n  One subject, only, to be expressed in title ... VI Sec. 4, opening Par\n\nPRIVILEGES OF THE FLOOR-----\n\n  Persons entitled to ......................................... X Sec. 2\n  Reporters entitled to ...................................... II Sec. 6\n                                                          X Sec. 2, sb d\n\nPUBLIC MONEYS-----\n\n  Bills appropriating, limitation upon reconsideration .. V Sec. 9, sb b\n    Referred to finance committee ........................... VII Sec. 7\n    Three-fifths quorum necessary, passage of certain IX Sec. 2, sb c, e\n    Vote necessary for passage of certain .............. IX Sec. 2, sb b\n  Resolutions calling for expenditure of, how decided .. VI Sec. 9, sb d\n  Reference to finance committee ............................ VII Sec. 7\n  Vote necessary for passage ........................... VI Sec. 9, sb d\n\n                                    Q\n\nQUESTION-----\n\n  Division of, in debate ............................... IX Sec. 3, sb b\n  Germane to, under discussion ......................... IX Sec. 3, sb a\n  Main, when debate precluded ........................... V Sec. 8, sb d\n  Motion to reconsider, when in order ................... V Sec. 9, sb a\n\n  Of priority of business, decided without debate V Sec. 3, sb b, par(3)\n  Reconsideration of, allowed only once, limitations .......... V Sec. 9\n  When before Senate, only certain motions in order ........... V Sec. 8\n  When put and decided .................................. V Sec. 9, sb a\n\nQUORUM-----\n\n  Lack of, Senator not to be interrupted by question of  IX Sec. 2, sb f\n  Majority of Senators elected constitute .............. IX Sec. 2, sb a\n  Order of business, when necessary to proceed .......... V Sec. 3, sb b\n    Presence of, how determined, not debatable ......... IX Sec. 2, sb f\n    How secured ........................................ IX Sec. 2, sb a\n    Question of, how often may be raised ............... IX Sec. 2, sb f\n  Senator refusing to respond, counted present for ..... IX Sec. 2, sb g\n  Three-fifths, required for passage of certain bills IX Sec. 2, sb c, e\n    Bill retains place in absence of ................... IX Sec. 2, sb d\n  When less than, convenes, absentees may be sent for .. IX Sec. 2, sb a\n\n                                    R\n\nRECOMMIT, MOTION TO-----\n\n  Until decided, preclude debate on main question ....... V Sec. 8, sb d\n\nRECONSIDERATION-----\n\n  Motions for, bills recalled from Assembly ............. V Sec. 9, sb a\n    Limitations upon .................................... V Sec. 9, sb a\n    Time within which to be made ........................ V Sec. 9, sb a\n    Vote necessary for certain .......................... V Sec. 9, sb b\n    When in order ....................................... V Sec. 9, sb a\n    When not in order ................................... V Sec. 9, sb a\n  Question subject to, only once ........................ V Sec. 9, sb a\n  Vote to adjourn or lay on table, not subject to ....... V Sec. 9, sb a\n\nREFERENCE-----\n\n  Bills, providing for appropriation ........................ VII Sec. 7\n    To appropriate committee, upon introduction .............. VI Sec. 1\n    To revision and jacketing clerks ................. VIII Sec. 3, sb b\n  Nominations ............................................... VII Sec. 6\n  Resolutions providing for appropriations .................. VII Sec. 7\n\nREPORTS-----\n\n  Committee, certain, to be received at any time .............. V Sec. 4\n    Majority of members necessary for ................. VII Sec. 5, sb a\n    Order of business of ................................ V Sec. 3, sb a\n  Expenditure .............................................. XIII Sec. 2\n  From state officers ......................................... V Sec. 4\n\nREPORTERS FOR NEWS MEDIA-----\n\n  Admission to floor of Senate ............................... II Sec. 5\n                                                          X Sec. 2, sb d\n\nRESCIND RULES (See \"RULES OF SENATE\")-----\n\nRESOLUTIONS-----\n\n  Action on, Secretary's duty respecting ..................... IV Sec. 5\n  Appropriating money, reference to finance committee ....... VII Sec. 7\n  Federal law, must be germane to state ................ VI Sec. 9, sb b\n    When out of order .................................. VI Sec. 9, sb b\n  Introduction of, limitation upon ..................... VI Sec. 9, sb a\n  Order of business of .................................. V Sec. 3, sb b\n  Original, limitation upon introduction of ............ VI Sec. 9, sb a\n    Copies to be supplied Temporary President and Minority\n      Leader ........................................... VI Sec. 9, sb a\n    To be in quadruplicate ............................. VI Sec. 9, sb a\n  Petition from committee, notice ...................... XI Sec. 2, sb b\n  Privileged, certain, always in order ................. VI Sec. 9, sb a\n    Certain, regarded as privileged ..................... V Sec. 9, sb a\n  Proposing amendment to Constitution, how treated ..... VI Sec. 9, sb c\n    Passage certified by Presiding Officer .................. III Sec. 2\n    Reference to Attorney General ...................... VI Sec. 9, sb c\n  Reconsideration of, after out of possession of Senate . V Sec. 9, sb a\n    Limitation upon ..................................... V Sec. 9, sb a\n  Reference to committee; exceptions ................... VI Sec. 9, sb a\n  Senator presenting, must endorse ..................... IX Sec. 5, sb a\n  Vote necessary for certain, calling for\n    expenditure of money ............................... VI Sec. 9, sb d\n\nREVISION CLERK-----\n\n  Multi-sponsorship .......................................... VI Sec. 2\n  Shall receive, examine and correct bills ................... VI Sec. 1\n  Shall return bills incorrectly prepared to introducer ................\n                                                         VI Sec. 4, sb a\n\nROOMS OF SENATORS-----\n\n  Assignment of .............................................. II Sec. 6\n\nRULES-----\n\n  Standing committee on .............................. VII Secs. 1, 2, 3\n    Authority to introduce and refer bills ............ VII Sec. 5, sb a\n    Consideration of report of, always in order ............. VII Sec. 2\n    May sit at any time ..................................... VII Sec. 2\n    Meeting of .............................................. VII Sec. 3\n    Exclusion from certain provisions ................. VII Sec. 3, sb c\n    News media, open to ....................... VII Sec. 3, sb a Par (3)\n    Report from may be received at any time ................. VII Sec. 2\n    Debate on adoption of ................................... VII Sec. 2\n  Suspension, upon adoption of report of .................... VII Sec. 2\n\nRULES OF SENATE (See also \"MOTIONS\")-----\n\n  Bills and amendments not complying with ........... VI Sec. 4, sb a, b\n  Breach of certain, any Senator may point out .......... X Sec. 2, sb i\n  Motion to amend, suspend, etc. ............................. XI Sec. 2\n    Notice required .......................................... XI Sec. 2\n    Order of business in which received ......... V Sec. 3, sb b Par (3)\n                                                               XI Sec. 2\n    When to be made .......................................... XI Sec. 2\n\n  Suspension, upon adoption of report of\n  Rules Committee ........................................... VII Sec. 2\n  Vote required to amend, suspend, etc. ...................... XI Sec. 1\n\n                                    S\n\nSEATS IN SENATE-----\n\n  Assignment of .............................................. II Sec. 6\n\nSECRETARY OF SENATE-----\n\n  Assembly, shall deliver certain bills to ................... IV Sec. 5\n  Bills, duties respecting action on certain ................. IV Sec. 5\n    Direct Revision Clerk to cause certain to be amended VI Sec. 4, sb b\n    General orders calendar of, shall prepare ................ IV Sec. 5\n    Governor, shall present certain bills to ................. IV Sec. 5\n    Journals, shall make entries respecting certain in ....... IV Sec. 5\n    Presiding Officer shall deliver certain, to ............. III Sec. 2\n  Budget bills to be given introductory number by ............ VI Sec. 6\n  Committee hearings, notice to be announced by ............. VII Sec. 3\n  Duties of, generally ....................................... IV Sec. 5\n  Election of, by Senate ..................................... IV Sec. 4\n  Executive business of Senate, to remain during .............. V Sec. 7\n  General orders calendar, to print and distribute ........... IV Sec. 5\n  Governor, shall present certain bills to ................... IV Sec. 5\n  Journal, shall have printed, distributed, etc. ............. IV Sec. 5\n  Motions, when written and delivered to ................ V Sec. 8, sb c\n  Quorum, shall call roll on question of ............... IX Sec. 2, sb f\n  Senate may choose .......................................... IV Sec. 4\n  Stenographer, under direction of, copies of records from ... IV Sec. 7\n  Term of .................................................... IV Sec. 4\n  Third reading calendar, to print and distribute ............ IV Sec. 5\n\nSENATE (See also \"SENATORS\")-----\n\n  Admission to floor of ....................................... X Sec. 2\n  Call of .................................................... IX Sec. 6\n    Always in order; exceptions .............................. IX Sec. 6\n    Not debatable ....................................... V Sec. 8, sb b\n    Order of precedence ......................... V Sec. 8, sb a Par (2)\n  Committees of ............................................. VII Sec. 1\n  Doors of, to be kept open; exception ........................ X Sec. 1\n  Executive session of ........................................ V Sec. 7\n  Hours in session ............................................ V Sec. 2\n  Journal, shall keep and publish ............................. V Sec. 1\n  Motions received by, precedence of .......................... V Sec. 8\n  Presiding Officer to call to order .......................... V Sec. 3\n  Rules (see \"RULES OF SENATE\")\n  Secretary, may be chosen by ................................ IV Sec. 4\n  Sergeant at arms, may be chosen by ......................... IV Sec. 4\n  Stenographer, may be chosen by ............................. IV Sec. 4\n  Temporary President, shall be chosen by .................... II Sec. 1\n\nSENATE CHAMBER-----\n\n  Standing prohibited in certain areas .................. X Sec. 2, sb h\n  Temporary President shall have general control over ........ II Sec. 6\n\nSENATORS-----\n\n  Absence of, may be punished ................................ IX Sec. 7\n  Appeals of, from decision of Presiding Officer ............ III Sec. 1\n                                                         IX Sec. 4, sb c\n  Presiding Officer may assign reasons ...................... III Sec. 1\n  Attendance of, call of Senate to secure .................... IX Sec. 6\n  Other measures to secure, Temporary President or\n  majority of elected ........................................ IX Sec. 7\n  Bills must be placed on bill files on desks of ............. VI Sec. 3\n  Business of Senate, not to interrupt ................. IX Sec. 4, sb a\n  Called to order ...................................... IX Sec. 4, sb c\n  Chairs of, not to be occupied by others ............... X Sec. 2, sb h\n  Excused from voting, may state reasons ............... IX Sec. 1, sb b\n  Executive session, shall keep secret proceedings of ......... V Sec. 7\n  Explaining vote upon roll calls ...................... IX Sec. 3, sb e\n  Floors, may yield temporarily ........................ IX Sec. 4, sb b\n  Hours in session ............................................ V Sec. 2\n  Limitation upon speaking during same day ............. IX Sec. 4, sb b\n  List of bills etc., to be supplied with .................... IV Sec. 5\n  Majority of elected, constitute quorum ............... IX Sec. 2, sb a\n  Motions, may require in writing ....................... V Sec. 8, sb c\n  Order of, during reading of journal .................. IX Sec. 4, sb a\n  When Presiding Officer is putting question ........... IX Sec. 4, sb a\n  While another Senator is speaking .................... IX Sec. 4, sb a\n  Out of order, shall not proceed ...................... IX Sec. 4, sb c\n  Personal or pecuniary interest of, in outcome of vote ...... IX Sec. 1\n  Papers presented by, must be endorsed ................ IX Sec. 5, sb a\n  Presence of, during sessions required; exceptions .... IX Sec. 1, sb a\n  Presiding, vested with powers of President ................ III Sec. 3\n  Question, shall vote on each ......................... IX Sec. 1, sb a\n  Quorum, raising question of .......................... IX Sec. 2, sb f\n  Refusing to respond at roll call ..................... IX Sec. 2, sb g\n  Refusing to vote deemed a contempt ................... IX Sec. 1, sb a\n  Rising to debate, etc. ............................... IX Sec. 4, sb b\n  Rooms of, assignment ....................................... II Sec. 6\n  Seats of, assignment ....................................... II Sec. 6\n  Speaking, limitation upon (See \"SPEAKING\")\n  Statements, may make, in certain cases ............... IX Sec. 4, sb b\n  Vote, may explain .................................... IX Sec. 3, sb e\n    Vote, regularly assigned seat ...................... IX Sec. 1, sb a\n    Not to, if financially interested ............... IX Sec. 1, sb a, b\n    Refusal to, may be contempt ........................ IX Sec. 1, sb a\n    Required to, unless excused ..................... IX Sec. 1, sb a, b\n  Voting, motion to excuse from, granted by consent .... IX Sec. 1, sb b\n  Funds for staffing ......................................... IX Sec. 8\n  Resources .................................................. IX Sec. 9\n  District offices .......................................... IX Sec. 10\n  Allocation for community projects ......................... IX Sec. 11\n\nSERGEANT AT ARMS -----\n\n  Absentees, may be sent for ........................... IX Sec. 2, sb a\n  Assistant Sergeant at Arms, doorkeepers, shall assign ...... IV Sec. 6\n  Attendance of, upon sessions of Senate ..................... IV Sec. 6\n  Hearings of Senate, maintain order ......................... IV Sec. 6\n  Jurisdiction, under ........................................ IV Sec. 6\n  Order, shall enforce, under direction of Presiding Officer . IV Sec. 6\n\n  Privileges of floor, shall enforce rule respecting ......... IV Sec. 6\n  Senate floor, to enforce rules respecting admission to  X Sec. 2, sb i\n  Senate may choose .......................................... IV Sec. 4\n\nSPEAKING-----\n\n  Limitation upon ...................................... IX Sec. 4, sb a\n  Statements allowed in certain cases .................. IX Sec. 4, sb b\n  Vote, explanation of or to be excused ................ IX Sec. 1, sb b\n                                                         IX Sec. 3, sb e\n\nSPECIAL ORDERS----\n\n  When not completed, to retain place ......................... V Sec. 5\n  When under consideration, shall take precedence ............. V Sec. 5\n\nSTATE DEPARTMENTS AND AGENCIES-----\n\n  Bills recommended by, last day for introduction ............ VI Sec. 5\n  Procedure for introduction purposes ........................ VI Sec. 7\n\nSTENOGRAPHER-----\n\n  Attendance of, required at sessions of Senate .............. IV Sec. 7\n  Debates of Senate .......................................... IV Sec. 7\n  Public hearings, duties respecting ......................... IV Sec. 7\n  Secretary of Senate, under direction of .................... IV Sec. 7\n  Senate may choose .......................................... IV Sec. 4\n\nSUBSTITUTION OF ASSEMBLY BILLS-----\n\n  When in order ............................................ VIII Sec. 5\n\nSUSPENSION OF THE RULES (See also \"RULES OF SENATE\")-----\n\n  Motion for ................................................. XI Sec. 2\n    To petition committee .................................... XI Sec. 3\n    When in order ............................................ XI Sec. 3\n    Notice required .................................... XI Sec. 2, sb b\n\n                                    T\n\nTELEVISING SESSION-----\n\n  Statewide public broadcast ................................. XV Sec. 1\n  Proprietary rights ......................................... XV Sec. 2\n\nTEMPORARY PRESIDENT-----\n\n  Attendance of Senators at sessions, secure ................. IX Sec. 7\n  Bills, may designate last day for introduction ............. VI Sec. 5\n    Final passage, duties regarding ........................ VIII Sec. 6\n    Laid aside, duties respecting ....................... V Sec. 6, sb b\n    May require further reference of certain ................ VII Sec. 7\n    Program, departmental and agency bills, duties respecting  VI Sec. 7\n    Secondary, referencing, requests for consideration  VII Sec. 5, sb a\n  Chosen by Senate ........................................... II Sec. 1\n  Committee reports, establish date for referral of all to Rules\n\n                                                        VII Sec. 5, sb a\n  Committees, member, ex officio, of all .............. VII Sec. 1, sb a\n    Shall appoint chairs and members of all .................. II Sec. 2\n    Shall establish set of guidelines for referral ........... VI Sec. 1\n  Debate, may speak once ............................... IX Sec. 3, sb c\n  Employees, may appoint certain ............................. II Sec. 4\n  Expenditure reporting .................................... XIII Sec. 2\n  Legal actions or proceedings ............................... II Sec. 8\n  Legislative librarian, assistant ........................... II Sec. 7\n  Majority leader, shall be .................................. II Sec. 1\n  Motions, certain, may be made only by ..................... VII Sec. 2\n                                                         IX Sec. 3, sb f\n  Preside, when he shall ..................................... II Sec. 1\n    Designation of other member to ........................... II Sec. 1\n  Records of Senate, duties regarding ....................... XIV Sec. 1\n  Reporters, shall designate those entitled\n    to admission to floor .................................... II Sec. 5\n    Resolutions, copies to be furnished to ............. VI Sec. 9, sb a\n    May fix final day for introduction ....................... VI Sec. 5\n  Rooms, assignment by ....................................... II Sec. 6\n  Rules committee, shall be chairman of ...................... II Sec. 3\n  Seat of, in Senate chamber ................................. II Sec. 6\n  Senate chamber, etc., shall have general control over ...... II Sec. 6\n  Senators to preside, designation by ........................ II Sec. 1\n\nTHIRD READING -----\n\n  Amendment of bill allowed prior to completion of ... VIII Sec. 4, sb a\n  Bills advanced to, to be jacketed .................. VIII Sec. 3, sb b\n  Bills to have three readings ....................... VIII Sec. 2, sb a\n  Calendar of bills on ............................... VIII Sec. 3, sb a\n  List of, when to be laid aside ..................... VIII Sec. 6, sb a\n  Question to be taken immediately after ............. VIII Sec. 2, sb b\n\nTHREE-FIFTHS QUORUM-----\n\n  Bills requiring, for final passage ................ IX Sec. 2, sb c, e\n    Not required except for final passage .............. IX Sec. 2, sb e\n    To retain place on calendar, if absent ............. IX Sec. 2, sb d\n\nTITLES OF BILLS-----\n\n  Amending certain laws, what to contain ..................... VI Sec. 4\n\nTWO-THIRDS VOTE (See \"VOTE\")-----\n\n                                    V\n\nVETO-----\n\n  Two-thirds vote necessary to pass after .............. IX Sec. 2, sb b\n\nVOTE-----\n\n  Bills lost unless receiving required ............... VIII Sec. 6, sb b\n  Committee reports required majority, of committee ... VII Sec. 5, sb a\n  Explanation of (See \"VOTING\")\n  Majority, of all Senators elected, necessary to pass certain resolutions\n\n                                                         VI Sec. 9, sb d\n    To reconsider vote on certain bills ................. V Sec. 9, sb b\n    To suspend rules ......................................... XI Sec. 1\n  Majority, of Senators present, necessary to close debatIX Sec. 3, sb d\n    To consider executive business ............................ V Sec. 7\n    To reconsider, on certain bills ..................... V Sec. 9, sb b\n  Reconsideration of .......................................... V Sec. 9\n  Senators shall, unless excused ....................... IX Sec. 1, sb a\n  Two-thirds, of all Senators elected necessary to pass bills after veto\n                                                         IX Sec. 2, sb b\n  Two-thirds, of all Senators elected necessary to pass certain bills\n                                                         IX Sec. 2, sb b\n  Bills to retain place on calendar if absent .......... IX Sec. 2, sb d\n\nVOTING-----\n\n  Excused from ......................................... IX Sec. 1, sb b\n  Explanation of ....................................... IX Sec. 3, sb e\n\n                                    W\n\nWITHDRAWAL OF MOTION-----\n\n  When in order ......................................... V Sec. 8, sb b\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T202236.TXT", "SOBI.D110131.T183230.TXT", "SOBI.D110131.T212240.TXT", "SOBI.D110131.T194234.TXT", "SOBI.D110131.T184731.TXT", "SOBI.D110131.T202736.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960614
}