{
  "year" : 2011,
  "senateBillNo" : "R357-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "R357-2011-1296104400000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends Rules II, VI, VII, VIII, IX and X of the Senate rules",
  "summary" : null,
  "currentCommittee" : "RULES",
  "sameAs" : null,
  "lawSection" : "Resolutions, Senate",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\nSENATE  RESOLUTION  amending Rule II of the Senate rules, in relation to\nthe appointment and duties of the Temporary  President  of  the  Senate;\namending  Rule  VI  of  the Senate rules, in relation to disallowing the\nintroduction of bill on the report of a committee; amending Rule VII  of\nthe  Senate  rules,  in  relation  to the composition of committees, the\nreport of bills out of a committee, public hearings and reports of votes\non bills; amending Rule VIII of the Senate rules, in  relation  to  bill\nplacement  on  the  Third  Reading  Calendar and final passage of bills;\namending Rule IX of the  Senate  rules,  in  relation  to  staffing  and\nresources  available  to senators and equal allocation for member-driven\ninitiatives; and amending Rule X of the Senate rules, in relation to the\nnumber of signatures necessary on a petition  to  move  a  bill  to  the\ncalendar for consideration\n\nRESOLVED,  That  Rule  II  of  the  Senate  rules  is amended to read as\nfollows:\n\n                                 RULE II\n\nTHE TEMPORARY PRESIDENT\n\n  Section 1. The Senate shall choose a Temporary President who shall  BE\nTHE  MAJORITY  LEADER  AND  WHO  SHALL  preside, or designate some other\nmember to preside, in case of the absence from the Chamber  or  impeach-\nment  of  the Lieutenant Governor, or when he or she shall refuse to act\nas President, or shall act as Governor.  The temporary president may not\nserve in such capacity longer than eight years.\n  &sect; 2.  He or she shall appoint [the Majority Leader of the Senate,  who\nshall  not  serve  in such capacity longer than eight years,] the Deputy\nMajority Leader for Legislative Operations, the  chair,  vice-chair  and\nmembers  of  all  committees  and sub-committees, except when the Senate\nshall otherwise order.\n  &sect; 3. [He or she shall appoint a member to serve as the Vice  President\nfor  the  Senate  for  Urban  Policy  and Planning. Such member shall be\nresponsible for the development of legislation and policy initiatives on\nissues of concern to the State's urban communities, including issues  of\nhousing,  health  and human services. Such member shall be authorized to\nconduct hearings, call for testimony, issue an annual report and develop\na statewide agenda on policy and legislation that affect areas of  hous-\ning  and human services in urban areas. He or she shall be provided with\nthe adequate resources, staff and budget, along with  sufficient  office\nspace, to meet those responsibilities.\n  &sect; 4.] He or she shall be the Chair of the Committee on Rules.\n  [&sect; 5.] &sect; 4. He or she shall appoint such officers and employees of the\nSenate as may be necessary for the work of the Senate.\n  [&sect;  6.]  &sect; 5. He or she shall designate the persons entitled to admis-\nsion to the floor as reporters for the news media.\n  [&sect; 7.] &sect; 6. He or she shall have general control, except as  otherwise\nprovided by law or in these rules, of the Senate Chamber and the lobbies\nand  galleries thereof, and of the rooms, corridors and passages in that\npart of the Capitol and Legislative Office Building assigned to the  use\nof the Senate, and any other property leased or utilized by the Senate.\n  [&sect;  8.]  &sect; 7. He or she shall appoint, in conjunction with the Speaker\nof the Assembly and the Legislative Librarian, an Assistant  Legislative\nLibrarian,  to  have charge and custody of all legislative documents, as\ndefined in this  section,  who  shall  be  responsible  for  collecting,\n\nnumbering, indexing and retaining the same in the legislative library in\nan  area  designated for such use by the Legislative Librarian. At least\ntwo copies of all such documents shall be kept in such  library  at  all\ntimes  and  made available to Members of the Legislature and legislative\nemployees for public inspection and duplication during library hours.\n  The function of the Legislative Library is to  serve  the  information\nand  research  needs of Members of the Legislature and legislative staff\nas defined by the Legislative Law. The services provided  shall  include\nprofessional  reference,  access to standard commercial online databases\nand the availability of records of the Library's holding on the Legisla-\ntive Retrieval System (LRS). The Library is charged with the  collection\nand  custody  of  all Legislative and State documents as defined by this\nsection. Access to the collection shall be provided by  the  Legislative\nLibrary  State  Documents  (LLSD)  database  on  LRS.  Documents  may be\nretained in paper, microform, laser disk or any  other  medium  approved\nfor archiving documents.\n  To  effectuate the purposes of this section, the Assistant Legislative\nLibrarian in charge  of  legislative  documents  may  request  from  any\ncommittee,  commission, task force or office of the Legislature, and the\nsame are authorized to provide, such assistance, services  and  data  as\nwill  enable such librarian to carry out his or her duties as prescribed\nin this section.\n  For purposes of this section, the term legislative document shall mean\nand include the Rules of the Senate, the Rules of the Assembly,  reports\nof  the  Legislature and reports of every legislative committee, subcom-\nmittee, task force or other adjunct of the Legislature and  all  reports\nand  documents  required  by  law  or  regulation to be submitted to the\nLegislature by any department, board, bureau, commission or other agency\nof the State.\n  The provisions of this section and paragraph ten of subdivision  c  of\nsection  one  of  Rule  I  of the Assembly are intended to result in the\nappointment of a single Assistant Legislative Librarian  to  serve  both\nHouses of the Legislature.\n  [&sect;  9.]  &sect;  8.  He  or she shall represent the Senate, or engage legal\nrepresentation on behalf of the Senate, in any legal action or  proceed-\ning  involving  the  interpretation or effect of any law of the federal,\nstate or local government  or  the  constitutionality  thereof  or  with\nregard to the enforcement or defense of any right, privilege or preroga-\ntive of the Senate.\n  [&sect;  10.]  &sect;  9.  He  or  she shall, to the extent practicable, use the\nInternet and other electronic media to  provide  access  to  the  public\npolicy  debates,  decision-making process and legislative records of the\nSenate.\n  RESOLVED, That section 1 of Rule VI of the Senate rules is amended  to\nread as follows:\n  Section  1. Introduction. Bills and resolutions shall be introduced by\na Senator, [or on the report of a committee,] or  by  message  from  the\nAssembly,  or  by  order  of  the Senate, or by the Governor pursuant to\nArticle VII of the Constitution.  Every  bill  introduced  shall  be  in\nduplicate  and  shall  have endorsed thereon a title and the name of the\nbill's sponsor and shall be accompanied by the  introducer's  memorandum\nin  quadruplicate.  Such  memorandum  shall  contain  a statement of the\npurposes and intent of the bill and, if the member deems it appropriate,\nmay set forth such other statements  that  the  member  feels  necessary\nincluding,  but  not limited to, statements relating to economic impact,\nenvironmental impact or the impact on the judicial system of the bill. A\nCommittee, where it deems necessary, may require that  the  introducer's\nmemorandum be amended to include such appropriate statements.\n\n  Bills  introduced  by  Senators  shall  be deposited with the Revision\nClerk for the purpose of having such clerk examine and correct bills  to\navoid  repetition  of  introduction  and ensure accuracy in the text and\nreferences. Upon introduction, each bill shall be deemed to have had its\nfirst  and second reading, unless otherwise ordered and shall be given a\nnumber and immediately referred to the appropriate standing committee by\nthe Temporary President or an officer designated by the Temporary Presi-\ndent in accordance with a set of guidelines to be published annually  by\nthe Temporary President setting forth the respective statutes over which\neach  of  the standing committees shall have subject matter jurisdiction\nfor purposes of referral.  Such  referrals  shall  reflect  the  subject\nmatter  having  predominance  in the bill as determined by the Temporary\nPresident.\n  RESOLVED, That sections 1, 2 and 3, subdivision a  of  section  4  and\nsubdivision  a  of section 5 of Rule VII of the Senate rules are amended\nto read as follows:\n  Section 1. There shall be  the  following  standing  committees  which\nshall serve and shall continue throughout the year:\n\nTo consist of [thirty-three] TWENTY-NINE Senators:\nFinance\n\nTo consist of [twenty-four] TWENTY-THREE Senators:\nRules\n\nTo consist of [twenty-three] TWENTY-ONE Senators:\nJudiciary\n\nTo consist of nineteen Senators:\n[Banks] BANKING AND INSURANCE\nTransportation\n\nTo consist of eighteen Senators:\nEducation AND Higher Education\n[Insurance]\n\nTo consist of seventeen Senators:\nHealth, MENTAL HEALTH AND AGING\nLABOR\nCIVIL SERVICE AND PENSIONS\nTRANSPORTATION\n\nTo consist of [sixteen] FIFTEEN Senators:\nCodes, CRIME AND CORRECTIONS\n[Labor]\n\nTo consist of [fourteen] THIRTEEN Senators:\n[Crime Victims, Crime and Correction]\nEnvironmental Conservation AND PARKS\nCOMMERCE, ECONOMIC DEVELOPMENT AND\n[Cultural Affairs,] Tourism[, Parks and Recreation]\nVeterans, Homeland Security and Military Affairs\nENERGY AND TELECOMMUNICATIONS\n\n[To consist of twelve Senators:\nAging\nCivil Service and Pensions\n\nCommerce, Economic Development and Small Business\nEnergy and Telecommunications]\n\nTo consist of [ten] NINE Senators:\nAgriculture\nConsumer Protection\n[Mental Health and Developmental Disabilities]\nRacing, Gaming and Wagering\n\nTo consist of [eight] SEVEN Senators:\nElections\nHousing, Construction and Community Development, ETHICS\nInvestigations and Government Operations\nLocal Government\n[To consist of six Senators:]\nChildren [and],\nFamilies AND SOCIAL SERVICES\nCities AND LOCAL GOVERNMENT\nCorporations, Authorities and Commissions\n[Ethics\nSocial Services]\n\n  a.  The Temporary President, the Vice President Pro Tempore, the Depu-\nty  Majority  Leader  for Legislative Operations and the Minority Leader\nand Deputy Minority Leader shall be nonvoting ex-officio members of  all\nstanding  committees of the Senate of which they are not actual members.\nAs far as practicable, Senators shall  be  appointed  to  no  more  than\n[seven] FIVE standing committees.\n  b.  Term  limits  for  chairs and ranking members. No chair or ranking\nmember of a committee shall serve in such  capacity  longer  than  eight\nyears.\n  c.  Conference membership of committees. The membership of all commit-\ntees, unless otherwise provided by the act or resolution creating  them,\nshall  be  composed, as nearly as may be, of majority and minority party\nmembers in the same proportion as the number of  majority  and  minority\nparty members in the Senate bears to the total membership of the Senate.\nFor  purposes of committee composition, in the event that the proportion\nof majority members would result in a fractional amount, the  number  of\nmajority members shall be rounded up to the next whole number.\n  &sect;  2.  Committee  on Rules. The Committee on Rules may sit at any time\nand shall report bills out of committee ONLY IF  THEY  HAVE  BEEN  ON  A\nPUBLISHED  AGENDA FOR AT LEAST TWENTY-FOUR HOURS, EXCEPT IN A CASE WHERE\nA MESSAGE OF NECESSITY HAS BEEN RECEIVED FROM THE GOVERNOR; AND only  if\nthey  shall  have  been  duly  reported to the Committee on Rules from a\nstanding committee of origin, or from a committee  of  secondary  refer-\nence,  or  if  the  chair of such standing committee consents, or if the\nbill was referred to the Committee on  Rules  upon  introduction.  Other\nthan  a motion to hold, a motion to discharge, or a motion to report, no\nother motion shall be in order in the Committee  on  Rules  without  the\nconsent  of  the Committee Chair. The reception and consideration of its\nreport shall always be in order; debate on its adoption shall not exceed\none hour, one-half hour for and one-half hour against, such time  to  be\nallotted  by  the  Temporary President and Minority Leader; and no other\nmotion, except a motion by the Temporary President for  a  call  of  the\nSenate, to adjourn or to recess, shall be in order until the vote of the\nSenate  is had thereon. If the report be adopted, all inconsistent rules\nof the Senate shall automatically be suspended until the subject of such\nreport has been disposed of, including final action thereon.\n\n  &sect; 3. Open Meetings of Standing Committees. a. (1) Standing  committees\nshall hold regular meetings at such time and on such day as scheduled by\nthe  Deputy  Majority  Leader for Legislative Operations in consultation\nwith the chair and such schedule shall be published one week in  advance\nof  the date of such meeting and shall be posted on the Senate committee\nboard. The attendance of the members of the committee shall be  recorded\nat each meeting, and a copy of such report shall be filed with the Jour-\nnal  Clerk of the Senate and made available to the public. Each chair of\na standing committee shall, no later than 3 p.m.  the Thursday preceding\nthe regular meeting, furnish to the  Temporary  President  and  Minority\nLeader,  and  make available to each member of such committee, a copy of\nthe agenda  of  such  regular  meeting  together  with  a  copy  of  the\nintroducer's  memorandum  for  each  bill listed on such agenda for such\nregular meeting. In addition, copies of such  agenda  for  such  regular\nmeeting shall be made available to representatives of the news media and\nto  the  general  public.  However, in case of necessity, the chair with\nconsent of the ranking member may add no more than  four  items  on  the\nagenda  or  delete  items on the agenda up to 24 hours in advance of the\nscheduled meeting and members shall be notified  of  such  additions  or\ndeletions.  Each  standing  committee  chair shall decide all procedural\nissues which arise during meetings of standing committees.\n  (2) Standing committees may hold special meetings in case of necessity\nupon the call of the chair when the announcement is made from the  floor\nduring session, or the ranking minority member of the committee consents\nthereto,  or  upon  the  call  of a majority of all the members thereof,\nentry of which fact shall be made on the records of  the  committee  and\nannounced by the Secretary of the Senate.\n  (3)  All  meetings of committees shall be open to authorized represen-\ntatives of the news media and the general public as observers.\n  (4) All meetings of committees shall be recorded by video and  to  the\nextent  practicable  webcast live. Video of all committee meetings shall\nbe made available on the Senate website and updated daily.\n  (5) Upon the personal vote of a majority  of  all  the  members  of  a\ncommittee, taken in an open meeting pursuant to a motion identifying the\ngeneral  area  or  areas  of the subject or subjects to be considered, a\ncommittee may conduct an executive session of which only members of such\ncommittee are present for the following  enunciated  purposes  provided,\nhowever,  that  no  action  by formal vote shall be taken to appropriate\npublic monies:\n  (a) matters which will imperil the public safety if disclosed;\n  (b) any matter which may disclose the identity of  a  law  enforcement\nagent or informer;\n  (c)  information relating to current or future investigation or prose-\ncution of a criminal offense which would imperil effective law  enforce-\nment if disclosed;\n  (d) discussions regarding proposed, pending or current litigation;\n  (e)  collective negotiations pursuant to article fourteen of the Civil\nService Law;\n  (f) the medical, financial, credit, character or employment history of\nany person or  corporation,  or  matters  leading  to  the  appointment,\nemployment,  promotion,  demotion,  discipline, suspension, dismissal or\nremoval of any person or corporation;\n  (g) the preparation, grading or administration of examinations; and\n  (h) the proposed acquisition, sale or lease of real property, but only\nwhen publicity would substantially affect the value of the property.\n  (6) Attendance at an executive  session  shall  be  permitted  to  any\nmember  of the committee and any other persons authorized by the commit-\ntee.\n\n  b. (1) Minutes shall be taken at all open meetings of committees which\nshall consist of a record or summary of all motions,  proposals,  resol-\nutions and any other matter formally voted upon and the vote thereon.\n  (2) Minutes shall be taken at executive sessions of any action that is\ntaken  by  formal vote which shall consist of a record or summary of the\nfinal determination of such action,  and  the  date  and  vote  thereon;\nprovided,  however, that such summary shall not include any matter which\nis not required to be made public by \"the freedom of information law\" as\nadded by Article six of the Public Officers Law.\n  (3) Minutes of meetings of all committees shall be  available  to  the\npublic  in  accordance  with the provisions of Article six of the Public\nOfficers Law, \"the freedom of information law\", and  at  such  time  and\nplace  as prescribed by the Temporary President, provided, however, that\nminutes for executive session meetings shall be available to the  public\nwithin one week from the date of such executive session.\n  c.  The  provisions of this section except paragraph three of subdivi-\nsion a, and subdivision b shall not apply to the Committee on Rules.\n  d. (1) ANY BILL ON A COMMITTEE AGENDA MAY BE MARKED UP AS PROVIDED FOR\nHEREIN.\n  (2) ALL AMENDMENTS TO A BILL OR RESOLUTION PLACED ON A COMMITTEE AGEN-\nDA MUST BE FILED WITH THE COMMITTEE CHAIR AND RANKING MINORITY MEMBER IN\nWRITING TWENTY-FOUR HOURS IN ADVANCE OF THE READING OF THE BILL.  AMEND-\nMENTS MUST BE PROVIDED IN  PRINTED  FORM  TO  THE  BILL'S  SPONSOR,  ALL\nCOMMITTEE MEMBERS, THE CLERK AND THE CHAIR BEFORE THE BILL IS CONSIDERED\nBY THE COMMITTEE. WHEN AMENDMENTS ARE FILED WITH THE CHAIR AND THE RANK-\nING  MEMBER,  THEY  SHALL  BE  FILED WITH THE JOURNAL CLERK'S OFFICE AND\nSERVED UPON THE SPONSOR OF THE BILL.\n  (3) AMENDMENTS SHALL BE CONSIDERED PRIOR TO THE READING OF  THE  BILL.\nTHE  CHAIR  SHALL  PUT  THE QUESTION TO THE BILL SPONSOR OF WHETHER EACH\nAMENDMENT IS FRIENDLY, MEANING THE AMENDMENT  IS  IN  KEEPING  WITH  THE\nSPONSOR'S  GOALS FOR THE BILL OR UNFRIENDLY, MEANING THE AMENDMENT IS IN\nCONFLICT WITH THE SPONSOR'S GOALS FOR THE BILL. IF A SPONSOR HAS  WAIVED\nHIS/HER  RIGHT  TO  ATTEND  THE  READING OF THE BILL, ALL AMENDMENTS ARE\nAUTOMATICALLY DEEMED FRIENDLY.\n  (4) ALL AMENDMENTS MAY BE RECOMMENDED TO BE INCORPORATED INTO THE BILL\nBY A MAJORITY VOTE OF THE  COMMITTEE  MEMBERS  PRESENT  AND  VOTING  AND\nACCEPTED  BY  THE SPONSOR. THE SPONSOR OF THE BILL, OR HIS OR HER REPRE-\nSENTATIVE, INCLUDING ANOTHER MEMBER ACTING WITH THE CONSENT OF THE SPON-\nSOR, OR THE SPONSOR'S STAFF PERSON MAY CONSENT TO THE  AMENDMENTS  BEING\nMADE. A VOTE SHALL THEN BE TAKEN, IF THE SPONSOR OR HIS OR HER REPRESEN-\nTATIVE REQUESTS IT, TO REPORT THE BILL IN ITS ORIGINAL FORM OR TO REPORT\nIT  IN A FORM WITH SUCH AMENDMENTS.  THE SPONSOR MAY REQUEST THE BILL BE\nHELD PENDING THE SPONSOR'S CONSIDERATION OF THE AMENDMENTS  AND  A  VOTE\nSHALL  THEN BE TAKEN ON THE BILL, WITH OR WITHOUT THE AMENDMENTS, AT THE\nNEXT COMMITTEE MEETING.\n  (5) THE TEXTS OF ALL AMENDMENTS PROPOSED AND A NOTE AS TO  WHETHER  OR\nNOT  THEY  ARE INCORPORATED INTO THE BILL SHALL BE MADE AVAILABLE ON THE\nSENATE WEBSITE WITHIN   FOURTEEN DAYS OF THE  DATE  THAT  THE  COMMITTEE\nCONCLUDES WITH READING THE AMENDMENTS AND PUTS THE BILL TO A VOTE.\n  (6)  NO COMMITTEE MEMBER SHALL VOTE ON ANY AMENDMENT COMING BEFORE THE\nCOMMITTEE UNLESS THE MEMBER IS PHYSICALLY PRESENT TO  CAST  HIS  OR  HER\nVOTE.\n  E. Committee presentations. The chair of a committee may invite inter-\nested  persons  to  offer a presentation for a given amount of time on a\nbill on the meeting agenda with notice provided to the ranking member no\nless than 72 hours in advance. Where a committee  chair  makes  such  an\ninvitation,  the  ranking  member  shall  be afforded an equal number of\nspeakers who may speak for an equal amount of time.   In  addition,  the\n\nranker,  without  consent  of  the  chair,  shall  be able to schedule 3\ncommittee presentations with notice provided to the chair  at  least  72\nhours  in advance. The chair shall be afforded an equal number of speak-\ners who may speak for an equal amount of time.\n  [e.]  F.  Motion  for committee consideration. No motion for committee\nconsideration shall be in order after the first Monday in May. The spon-\nsor of any bill may file,  through  the  Journal  Clerk,  a  motion  for\ncommittee consideration [forty-five] THIRTY days after the bill has been\nreferred to such committee. Once a motion for committee consideration is\nfiled,  the  chair  of the committee shall place the bill on a committee\nagenda and schedule a vote on the bill within [forty-five] THIRTY  days.\nIn  the  case  of a bill that is referred to a standing committee having\nsecondary reference, the bill shall be considered within  the  next  two\ncommittee meetings.\n  a.  Committee  hearings. Chairs of standing committees may call public\nhearings to permit  interested  persons,  groups  or  organizations  the\nopportunity  to  testify  orally  or in writing on legislation or issues\npending before such standing committee.  Chairs are encouraged  to  hold\npublic  hearings  on  legislation  of  important public interest, where,\noutside of the budget, significant  public  money  is  allocated,  broad\nconduct  is  regulated  or where the proposal has a broad public impact.\nChairs AND RANKERS may request that the  Official  Stenographer  make  a\nstenographic  record  of  a  public  hearing.  Official  hearings may be\nconducted in accordance with procedure established by law. No  committee\nmay  take  testimony at a hearing unless at least two of its members are\npresent at such hearing.  Prior notice of all public hearings  shall  be\nfiled  by  the  chair  or  his or her designee with The Legislative Bill\nDrafting Commission and the Temporary President and  such  notice  shall\ncontain information as to subject matter, date and place.\n  a.  No  committee shall vote to report a bill or other matter unless a\nmajority of all the members thereof vote in favor of such report.    ALL\nCOMMITTEE MEMBERS MUST BE PRESENT IN ORDER TO VOTE ON ANY BILL OR MATTER\nBEFORE  THE COMMITTEE. Each report of a committee upon a bill shall have\nthe vote of each Senator attached thereto and such report and vote shall\nbe available for public inspection. A member's vote on any matter before\nthe committee shall be entered by the member on a signed official voting\nsheet delivered to the Committee Chair.  ALL VOTES IN COMMITTEE SHALL BE\nRECORDED AS \"YES\" OR \"NO\".\n  Any standing committee having secondary  subject  matter  jurisdiction\nover  a  bill  may  request  the  chair  of the committee having primary\nsubject matter jurisdiction over said bill (which is  the  committee  to\nwhich  the said bill has been referred by the Temporary President pursu-\nant to Rule VI) to commit the  bill  to  the  committee  with  secondary\nsubject matter jurisdiction either when the bill is still in the primary\ncommittee or after it has been reported to the calendar. If the chair of\nthe  primary  committee  refuses said request, then the committee having\nsecondary jurisdiction, through its chair,  may  request  the  Temporary\nPresident  to consider such secondary referencing. If a secondary refer-\nence is so made, the secondary committee shall consider the bill  forth-\nwith  and  return said bill to the primary committee or the calendar, as\nthe case may be, along with the secondary committee's recommendations.\n  Any bill which is referred to a  standing  committee  other  than  the\nCommittee on Codes and which imposes or changes any fine, term of impri-\nsonment, forfeiture of rights or other penal sanction, or relates to the\nprocedure by which such fine, term of imprisonment, forfeiture of rights\nor  other  penal  sanction  is  imposed  or changed, shall, if favorably\nreported by the committee having original jurisdiction, be  referred  to\nthe  Committee on Codes for the purpose of reviewing and considering the\n\npenalty or procedural provisions of such bill. In the event that such  a\nbill  is not referred to the Committee on Codes, the chairperson of such\nCommittee may require such referral, subject  to  the  approval  of  the\nTemporary President.\n  All  committee reports, after the second Friday in June, shall be made\ndirectly to the Committee on Rules.  Notwithstanding  any  provision  of\nRule  VI,  the  Committee on Rules shall have the authority to introduce\nand refer bills to itself and shall also have the authority to refer  to\nitself any bill from any standing committee.\n  Every  report of a committee upon a bill which shall not be considered\nat the time of making the same, or laid on the table by a  vote  of  the\nSenate,  shall stand upon the calendar in the order of first report with\nthe bill and be entered upon the journal.\n  RESOLVED, That subdivision a of section 4 and subdivision a of section\n6 of Rule VIII of the Senate rules are amended and a new section  10  is\nadded to read as follows:\n  a.  A  non-sponsor  may  move to amend a bill at any time prior to the\ncompletion of its third reading provided that at least two hours  before\nthe  time for the Senate to convene, a copy of the proposed amendment or\namendments to any bill on the list of bills compiled under subdivision a\nof section six of this Rule has been served  upon  the  sponsor  of  the\nbill,  and  filed  with the Journal Clerk.  If a sponsor does not accept\nsuch amendment, the question shall be put to the house whether a majori-\nty of members elected vote in favor of the non-sponsor motion to  amend,\nand  such  motion  shall pass only if a majority of members elected vote\naye, AND SUCH BILL SHALL MOVE TO THE ORDER  OF  FIRST  READING.  If  the\nsponsor accepts the amendment, such amended bill shall be ordered print-\ned without a vote, debate or explanation, and such bill shall retain its\nplace on the Third Reading Calendar.\n  a.  Prior  to  the  reading of the third reading calendar of any given\nday, the Temporary President may file with the Journal Clerk  an  active\nlist  of  bills on the third reading calendar which may be acted upon on\nthat date and he or she may lay aside  any  bill  upon  which  no  final\naction  may  be  taken,  provided however, that no bill shall be so laid\naside for a period exceeding five calendar legislative days. Such active\nlist shall be published [by 8 p.m. the previous evening  or  within  two\nhours  following  the  end  of  the previous days' session, whichever is\nlater] AT LEAST TWENTY-FOUR  HOURS  PRIOR  TO  THE  SCHEDULED  START  OF\nSESSION.  NO  BILLS  SHALL  BE  CONSIDERED FOR FINAL PASSAGE THAT DO NOT\nAPPEAR ON THE ACTIVE LIST EXCEPT WITH UNANIMOUS CONSENT  OF  THE  SENATE\nUNLESS  A  PETITION  FOR  CHAMBER CONSIDERATION SHALL HAVE BEEN RECEIVED\nPURSUANT TO SECTION 3 OF RULE XI OF THE SENATE RULES.\n  &sect; 10. CONFERENCE COMMITTEES. THE  TEMPORARY  PRESIDENT  SHALL  REQUEST\nTHAT A JOINT COMMITTEE ON CONFERENCE BE CONVENED, PURSUANT TO JOINT RULE\nII  OF  THE  PERMANENT  JOINT  RULES  OF  THE SENATE AND THE ASSEMBLY TO\nCONSIDER AND REPORT UPON SUBSTANTIALLY SIMILAR BUT NOT IDENTICAL  LEGIS-\nLATION THAT HAS PASSED EACH HOUSE OF THE LEGISLATURE.\n  RESOLVED, That sections 8, 9 and 11 of Rule IX of the Senate rules are\namended to read as follows:\n  &sect; 8. Staffing. [All Senators shall receive the same base allocation of\nfunds  for  staffing  their offices. Additional funding for responsibil-\nities associated with committees and leadership positions shall be allo-\ncated within amounts available for committee and leadership staff;  such\namounts  shall  include,  at a minimum, a budget sufficient to appoint a\nstaff member with expertise in the committee's subject matter. The fund-\ning for the minority conference central staff shall  not  be  less  than\nthirty-three  percent  of the funds allocated for all central staff.] A.\n\nEXCEPT AS PROVIDED IN THIS SECTION, EVERY MEMBER  OF  THE  SENATE  SHALL\nHAVE THE SAME STAFF ALLOCATION AS EVERY OTHER MEMBER OF THE SENATE.\n  B. EVERY SENATOR WHO IS ASSIGNED TO SERVE AS CHAIRPERSON OF A STANDING\nCOMMITTEE  SHALL  ALSO  RECEIVE  AN  ADDITIONAL  ALLOCATION  DESIGNED TO\nREASONABLY ALLOW SUCH CHAIRPERSON  TO  HIRE  A  COMMITTEE  DIRECTOR  AND\nCOMMITTEE  CLERK  DEDICATED  TO  COMMITTEE RELATED WORK. SUCH ALLOCATION\nSHALL BE NINETY THOUSAND DOLLARS FOR ALL COMMITTEES  EXCEPT  THE  CODES,\nEDUCATION,  HEALTH,  AND HIGHER EDUCATION COMMITTEES, IN WHICH CASE SUCH\nALLOCATION SHALL BE ONE HUNDRED FORTY-FIVE  THOUSAND  DOLLARS;  AND  TWO\nHUNDRED THOUSAND DOLLARS FOR THE CHAIRPERSON OF THE FINANCE COMMITTEE.\n  C.  EVERY  SENATOR  WHO  SERVES IN THE CAPACITY AS RANKING MEMBER OF A\nSTANDING COMMITTEE SHALL ALSO RECEIVE AN ADDITIONAL ALLOCATION  DESIGNED\nTO  REASONABLY  ALLOW  SUCH  RANKING  MEMBER  TO HIRE STAFF DEDICATED TO\nCOMMITTEE RELATED WORK. ALLOCATIONS FOR RANKING MEMBERS OF EACH  COMMIT-\nTEE SHALL BE EQUAL TO FIFTY PERCENT OF THE ALLOCATION FOR THE CHAIR.\n  D. THERE SHALL BE A NONPARTISAN SENATE ADMINISTRATIVE STAFF CONSISTING\nOF  A  CENTRALIZED  RESEARCH  SERVICE; MAINTENANCE AND OPERATIONS; MEDIA\nSERVICES, PRINTING SERVICES; PAYROLL AND PERSONNEL  OFFICE;  ACCOUNTING,\nTECHNOLOGY,  AND  OTHER  OFFICES  NECESSARY TO THE ADMINISTRATION OF THE\nSENATE. INDIVIDUALS EMPLOYED BY THIS STAFF SHALL BE HIRED ON A NONPARTI-\nSAN, MERIT BASIS, UPON THE UNANIMOUS  RECOMMENDATION  OF  THE  TEMPORARY\nPRESIDENT OF THE SENATE AND THE MINORITY LEADER OF THE SENATE.\n  E.  ALL  EMPLOYEES WHOSE SALARY IS NOT CHARGED AGAINST THE STAFF ALLO-\nCATION OF AN INDIVIDUAL MEMBER OR IS NOT PART OF THE NONPARTISAN  ADMIN-\nISTRATIVE  STAFF  OF THE SENATE SHALL BE DEEMED EMPLOYEES OF THE CENTRAL\nSTAFF OF THE SENATE. THERE SHALL BE A  CENTRAL  STAFF  ALLOCATION  WHICH\nSHALL ALLOW FOR THE HIRING OF INDIVIDUALS PURSUANT TO THE RECOMMENDATION\nOF  THE  TEMPORARY PRESIDENT OF THE SENATE OR THE MINORITY LEADER OF THE\nSENATE. THE PERCENTAGE OF DOLLARS TO BE ALLOCATED TO THE TEMPORARY PRES-\nIDENT OF THE SENATE AND THE MINORITY LEADER OF THE  SENATE  RESPECTIVELY\nSHALL  BE  BASED UPON THE NUMBER OF MEMBERS IN THE MAJORITY AND MINORITY\nPOLITICAL PARTY. IN THE EVENT A MEMBER OF THE SENATE IS NOT ENROLLED  IN\nEITHER  THE  MAJORITY POLITICAL PARTY OR THE SECOND MOST POPULATED POLI-\nTICAL PARTY IN THE SENATE, SUCH MEMBER MAY DECLARE THAT HE OR SHE WISHES\nTO HAVE HIS OR HER MEMBERSHIP  COUNTED  IN  ONE  OF  THE  TWO  POLITICAL\nPARTIES  SOLELY FOR THE PURPOSE OF STAFF ALLOCATION RATIOS.  SUCH DECLA-\nRATION SHALL BE GIVEN IN WRITING TO THE SECRETARY OF THE  SENATE  WITHIN\nSEVENTY  DAYS  OF  HIS OR HER ELECTION. THE ALLOCATION FOR CENTRAL STAFF\nSHALL NOT CHANGE DURING THE TWO YEAR  TERM  OF  OFFICE  WHICH  COMMENCES\nEVERY  JANUARY FIRST OF ODD NUMBERED YEARS AND ENDS AT THE END OF DECEM-\nBER THE FOLLOWING YEAR. IN ANY EVENT, THE MINORITY LEADER OF THE  SENATE\nSHALL  HAVE  A MINIMUM OF THIRTY-FIVE PERCENT OF THE CENTRAL STAFF ALLO-\nCATION AUTHORITY.\n  F. ALL CHAIRS AND RANKERS SHALL HAVE COMPLETE AUTONOMY OVER THE STAFF-\nING DECISIONS OF THEIR RESPECTIVE COMMITTEE.\n  &sect; 9. Resources. All  Senators  shall  have  equitable  access  to  the\nresources of the Senate, including, but not limited to, office supplies,\ncommunications  and  audio  visual resources, mail privileges subject to\npublished guidelines, technology, including both hardware and  software,\nand  equal access to the Legislative Bill Drafting Commission's Legisla-\ntive Retrieval System, MAINTENANCE AND OPERATIONS, PAYROLL AND PERSONNEL\nOFFICE, ACCOUNTING, AND THE CENTRALIZED RESEARCH SERVICE.\n  &sect; 11. Allocation for Community Projects.  Each [conference] MEMBER  OF\nTHE  SENATE  shall  receive  an  EQUAL allocation from any amounts to be\nawarded by the Senate for community projects,  capital  spending,  local\nassistance  or  other similar allocations for member driven initiatives.\nNO MEMBER INITIATIVE FUNDS SHALL BE  DISTRIBUTED  TO  ORGANIZATIONS  FOR\nWHOM  THE  SENATOR OR FAMILY MEMBER SERVES AS A BOARD MEMBER OR OFFICER.\n\nThe Majority shall receive two-thirds of such  funds  and  the  Minority\nshall  receive  one-third  of the such funds; provided however that such\nproportions shall increase or decrease to reflect  any  changes  in  the\nmembership of each conference.\n  RESOLVED,  That  subdivision  a  of section 3 of Rule XI of the Senate\nrules is amended to read as follows:\n  a. The sponsor of any bill may file with the Journal  Clerk,  no  less\nthan  forty-five  days  after a bill has been referred to a committee, a\npetition requesting that  such bill be moved to the calendar for consid-\neration. Such petition shall be filed with the Journal Clerk.  Once  the\npetition  is signed by at least [three-fifths] THIRTY-TWO of the members\nelected, the petition shall be read during the order of presentation  of\npetitions and the bill reported to the third reading calendar. Such bill\nshall be considered by the full Senate on the first calendar legislative\nday after four days shall have passed.\n  RESOLVED,  That  subdivision  a of section 1 of Rule XIV of the Senate\nrules is amended to read as follows:\n  a. Publication of records relating to Senate legislative and  adminis-\ntrative  records.  Recognizing  that  legislative  records  available by\nrequest under the \"freedom of information law\" are of  important  public\ninterest, the Senate shall make available through a searchable and sort-\nable  database  on  the  Senate website: records of committees, agendas,\nvotes, minutes, reports, attendance, fiscal notes, and  records  of  the\nchamber  including,  active  lists,  votes,  transcripts, calendars, the\nSenate payroll report, COMMITTEE BUDGETS, MEMBER STAFF  ALLOCATIONS  and\nexpenditure reports.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T140354.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296155034577
}