{
  "year" : 2011,
  "senateBillNo" : "S1009-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1009-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits deceptive practices and the suppression of voters, and increases penalties for violations of the elective franchise",
  "summary" : "Makes the suppression of voters a civil violation. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SB2554-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1009\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  STEWART-COUSINS,  ADAMS,  ADDABBO, BRESLIN, DIAZ,\n         DUANE, HASSELL-THOMPSON, KRUEGER, MONTGOMERY, PERKINS, SAMPSON, STAVI-\n         SKY -- read twice and ordered printed, and when printed to be  commit-\n         ted to the Committee on Elections\n\n       AN  ACT  to  amend  the  election  law,  in  relation to prohibiting the\n         suppression of voters\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  This act shall be known and may be cited as the \"deceptive\n    2  practices and voter suppression prevention act\".\n    3    S  2.  The  election  law is amended by adding a new section 17-151 to\n    4  read as follows:\n    5    S 17-151. DECEPTIVE PRACTICES.   1. ANY PERSON,  POLITICAL  COMMITTEE,\n    6  LABOR  ORGANIZATION,  CORPORATION, OR OTHER ENTITY, WHETHER ACTING UNDER\n    7  COLOR OF LAW OR OTHERWISE, WHO KNOWINGLY COMMUNICATES OR KNOWINGLY CAUS-\n    8  ES TO BE COMMUNICATED DECEPTIVE INFORMATION, KNOWING SUCH INFORMATION TO\n    9  BE FALSE AND, IN ACTING IN THE  MANNER  DESCRIBED,  PREVENTS  OR  DETERS\n   10  ANOTHER  PERSON  FROM  EXERCISING  THE RIGHT TO VOTE IN ANY ELECTION, IS\n   11  GUILTY OF A MISDEMEANOR.\n   12    2. THE FOLLOWING DEFINITIONS  ARE  APPLICABLE  TO  THIS  SECTION:  (A)\n   13  \"DECEPTIVE INFORMATION\" MEANS FALSE INFORMATION REGARDING: (I) THE TIME,\n   14  PLACE,  OR  MANNER  OF  ANY  ELECTION;  (II)  THE  QUALIFICATIONS FOR OR\n   15  RESTRICTIONS ON VOTER ELIGIBILITY FOR ANY ELECTION, INCLUDING ANY PENAL-\n   16  TIES ASSOCIATED WITH VOTING  BY  INELIGIBLE  VOTERS;  (III)  INFORMATION\n   17  REGARDING  A  VOTER'S  REGISTRATION  STATUS  OR ELIGIBILITY; OR (IV) THE\n   18  POLITICAL PARTY AFFILIATION OF ANY CANDIDATE; AND\n   19    (B) \"ELECTION\" AS USED IN THIS ARTICLE SHALL BE DEEMED TO APPLY TO AND\n   20  INCLUDE ALL ELECTIONS ADMINISTERED BY THE STATE  OR  CITY  OF  NEW  YORK\n   21  BOARDS  OF  ELECTIONS,  OR  ANY COUNTY BOARD OF ELECTIONS, INCLUDING ANY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00809-01-1\n\n       S. 1009                             2\n\n    1  GENERAL, PRIMARY, RUN-OFF, OR SPECIAL ELECTION FOR ANY  STATE  OR  LOCAL\n    2  OFFICE OR BALLOT PROPOSITION.\n    3    3.  ANY  PERSON  AGGRIEVED  BY  A VIOLATION OF SUBDIVISION ONE OF THIS\n    4  SECTION MAY INSTITUTE A CIVIL ACTION  OR  OTHER  PROPER  PROCEEDING  FOR\n    5  PREVENTATIVE  RELIEF,  OR MAY APPLY FOR A PERMANENT OR TEMPORARY INJUNC-\n    6  TION, RESTRAINING ORDER, DECLARATORY JUDGMENT, OR  OTHER  ORDER  IN  ANY\n    7  COURT WITH JURISDICTION PURSUANT TO SECTION 16-100 OF THIS CHAPTER.\n    8    4.  ANY  ATTEMPT  TO COMMIT AN OFFENSE DESCRIBED IN SUBDIVISION ONE OF\n    9  THIS SECTION, IN ACCORDANCE WITH THE APPLICABLE PROVISION OF  THE  PENAL\n   10  LAW, IS A CLASS B MISDEMEANOR.\n   11    5.  THE  PROVISIONS  OF ARTICLE TWENTY AND ARTICLE ONE HUNDRED FIVE OF\n   12  THE PENAL LAW, RELATING TO CRIMINAL LIABILITY FOR CONDUCT OF ANOTHER AND\n   13  CONSPIRACY, SHALL APPLY TO PROSECUTIONS UNDER THIS SECTION.\n   14    6. NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  THE  ATTORNEY  GENERAL\n   15  SHALL  HAVE  CONCURRENT  JURISDICTION  WITH ANY DISTRICT ATTORNEY IN THE\n   16  PROSECUTION OF ANY OFFENSES UNDER THIS  SECTION  RELATING  TO  DECEPTIVE\n   17  PRACTICES AS WELL AS ANY OFFENSES ARISING OUT OF SUCH PROSECUTION.\n   18    S  3.  The  election  law is amended by adding a new section 17-153 to\n   19  read as follows:\n   20    S 17-153. SUPPRESSION OF VOTERS. 1. ANY PERSON,  POLITICAL  COMMITTEE,\n   21  LABOR  ORGANIZATION,  CORPORATION,  OR  OTHER  ENTITY  WHO SUPPRESSES OR\n   22  THREATENS TO SUPPRESS THE RIGHT OF ANY PERSON TO LAWFULLY EXERCISE THEIR\n   23  FRANCHISE, OR IN ANY OTHER MANNER COMPELS SUCH  PERSON  TO  VOTE  OR  TO\n   24  REFRAIN  FROM  VOTING  FOR  OR AGAINST A PARTICULAR CANDIDATE FOR PUBLIC\n   25  OFFICE OR FOR OR AGAINST A PARTICULAR BALLOT PROPOSITION IS GUILTY OF  A\n   26  CLASS A MISDEMEANOR.\n   27    2. FOR PURPOSES OF THIS SECTION, THE TERM \"SUPPRESS\" SHALL MEAN TO USE\n   28  FORCE,  AUTHORITY  OR AN ABUSE OF POWER TO PREVENT, RESTRAIN, INHIBIT OR\n   29  COMPEL ANOTHER FROM ACTING IN HIS OR HER OWN INTERESTS OR INTENTIONS, OR\n   30  INTO NOT ACTING AT ALL.\n   31    3. ANY PERSON, POLITICAL COMMITTEE, LABOR ORGANIZATION, OR CORPORATION\n   32  WHO ATTEMPTS TO COMMIT AN OFFENSE DESCRIBED IN SUBDIVISION ONE  OF  THIS\n   33  SECTION IS GUILTY OF A CLASS B MISDEMEANOR.\n   34    4.  THE  PROVISIONS  OF ARTICLE TWENTY AND ARTICLE ONE HUNDRED FIVE OF\n   35  THE PENAL LAW, RELATING TO CRIMINAL LIABILITY FOR CONDUCT OF ANOTHER AND\n   36  CONSPIRACY SHALL APPLY TO PROSECUTIONS UNDER THIS SECTION.\n   37    5. NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  THE  ATTORNEY  GENERAL\n   38  SHALL  HAVE  CONCURRENT  JURISDICTION  WITH ANY DISTRICT ATTORNEY IN THE\n   39  PROSECUTION OF ANY OFFENSES UNDER THIS  SECTION  RELATING  TO  DECEPTIVE\n   40  PRACTICES AS WELL AS ANY OFFENSES ARISING OUT OF SUCH PROSECUTION.\n   41    S 4. Section 17-166 of the election law is amended to read as follows:\n   42    S  17-166.  Penalty.  Any person convicted of a misdemeanor under this\n   43  article shall for a first offense be punished by A SENTENCE OF imprison-\n   44  ment for not more than one year, or by a  fine  of  not  less  than  one\n   45  hundred dollars nor more than five hundred dollars, or by both such fine\n   46  and imprisonment. Any person who, having been convicted of a misdemeanor\n   47  under this article, shall thereafter be convicted of another misdemeanor\n   48  under this article, shall be guilty of a felony.\n   49    ANY PERSON CONVICTED OF A FELONY UNDER THIS ARTICLE SHALL BE CONVICTED\n   50  OF  A  CLASS  E FELONY FOR A FIRST OFFENSE AND FOR ANY SUBSEQUENT FELONY\n   51  OFFENSE UNDER THIS ARTICLE, A CLASS D FELONY.\n   52    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to prohibiting the suppression of voters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T141508.TXT", "SOBI.D110107.T124400.TXT", "SOBI.D110104.T145038.TXT", "SOBI.D110107.T123900.TXT", "SOBI.D110104.T150512.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422240690
}