{
  "year" : 2011,
  "senateBillNo" : "S1000-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1000-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of dashboard computers while operating a motor vehicle",
  "summary" : "Prohibits the use of dashboard computers while operating a motor vehicle; provides definitions and exemptions. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S6802-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1000\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  prohibiting\n         the use of dashboard computers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 1225-e to read as follows:\n    3    S  1225-E. USE OF DASHBOARD COMPUTERS. 1. EXCEPT AS OTHERWISE PROVIDED\n    4  IN THIS SECTION, NO PERSON SHALL OPERATE A MOTOR VEHICLE WHILE USING ANY\n    5  DASHBOARD COMPUTER WHILE SUCH VEHICLE IS IN MOTION.\n    6    2. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING  TERMS  SHALL  HAVE\n    7  THE FOLLOWING DEFINITIONS:\n    8    (A)  \"DASHBOARD  COMPUTER\"  MEANS  ANY DASHBOARD-MOUNTED HUMAN-MACHINE\n    9  INTERFACE (HMI) MODULE INCLUDING ANY MODULAR VEHICLE  COMPUTER,  VEHICLE\n   10  INFOTAINMENT  COMPUTER,  TOUCHSCREEN DASHBOARD-MOUNTED COMPUTER, AND ANY\n   11  HMI THAT PERFORMS FUNCTIONS INCLUDING,  BUT  NOT  LIMITED  TO,  INTERNET\n   12  ACCESS, E-MAIL ACCESS AND/OR VIDEO PLAYBACK.\n   13    (B)  \"USING\" MEANS TOUCHING, LOOKING AT, VIEWING, ACCESSING, BROWSING,\n   14  READING, AND/OR WATCHING.\n   15    3. THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION SHALL  NOT  APPLY\n   16  TO:\n   17    (A)  THE  USE OF A DASHBOARD COMPUTER FOR THE SOLE PURPOSE OF COMMUNI-\n   18  CATING WITH ANY OF THE FOLLOWING REGARDING AN EMERGENCY SITUATION:\n   19    (I) AN EMERGENCY RESPONSE OPERATOR;\n   20    (II) A HOSPITAL;\n   21    (III) A PHYSICIAN'S OFFICE OR HEALTH CLINIC;\n   22    (IV) AN AMBULANCE COMPANY OR CORPS;\n   23    (V) A FIRE DEPARTMENT, DISTRICT OR COMPANY;\n   24    (VI) OR A POLICE DEPARTMENT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04430-01-1\n\n       S. 1000                             2\n\n    1    (B) THE USE OF A DASHBOARD COMPUTER TO ACCESS:\n    2    (I) TEMPERATURE CONTROLS;\n    3    (II) MUSIC CONTROLS, INCLUDING SATELLITE RADIO, AM/FM RADIO OR COMPACT\n    4  DISK CONTROLS AND DISPLAYS;\n    5    (III) OTHER DRIVER CONTROL PANEL FUNCTIONS;\n    6    (IV) ANY GLOBAL POSITIONING SYSTEM UNIT; OR\n    7    (V)  ANY  ADVANCED  DRIVING ASSISTANCE SYSTEMS, INCLUDING DAY OR NIGHT\n    8  VISION SUPPORT, PARKING AIDS, OR ADAPTIVE CRUISE CONTROL;\n    9    (C) ANY OF THE FOLLOWING PERSONS WHILE IN  THE  PERFORMANCE  OF  THEIR\n   10  OFFICIAL DUTIES:\n   11    (I) A POLICE OFFICER OR PEACE OFFICER;\n   12    (II) A MEMBER OF A FIRE DEPARTMENT, DISTRICT OR COMPANY;\n   13    (III) OR THE OPERATOR OF AN AUTHORIZED EMERGENCY VEHICLE AS DEFINED IN\n   14  SECTION ONE HUNDRED ONE OF THIS CHAPTER.\n   15    4.  THE PROVISIONS OF THIS SECTION SHALL NOT BE CONSTRUED TO AUTHORIZE\n   16  THE SEIZURE OR FORFEITURE OF  A  DASHBOARD  COMPUTER,  UNLESS  OTHERWISE\n   17  PROVIDED BY LAW.\n   18    5. A VIOLATION OF THIS SECTION SHALL BE A TRAFFIC INFRACTION AND SHALL\n   19  BE PUNISHABLE BY A FINE OF NOT MORE THAN ONE HUNDRED FIFTY DOLLARS.\n   20    S  2.  This  act shall take effect on the ninetieth day after it shall\n   21  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting the use of dashboard computers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165248.TXT", "SOBI.D110104.T112956.TXT", "SOBI.D110104.T110955.TXT", "SOBI.D110104.T113456.TXT", "SOBI.D110104.T112455.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294350768153
}