{
  "year" : 2011,
  "senateBillNo" : "S1006-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1006-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits landlords convicted of housing violations from claiming exemptions, credits or itemized deductions for such property on state tax returns",
  "summary" : "Prohibits landlords convicted of housing violations from claiming exemptions, credits or itemized deductions for such property on state tax returns. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S2591-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1006\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in  relation  to  prohibiting\n         landlords  convicted  of  housing violations from claiming exemptions,\n         credits or itemized deductions related  to  such  rental  property  on\n         state tax returns\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 496 to read as follows:\n    3    S  496.  HOUSING VIOLATIONS; NO EXEMPTIONS, CREDITS OR DEDUCTIONS.  1.\n    4  NOTWITHSTANDING ANY CONTRARY PROVISION OF LAW OR REGULATION,  ANY  RESI-\n    5  DENT  OR  NON-RESIDENT  PROPERTY  OWNER WHO HAS BEEN CONVICTED MORE THAN\n    6  TWICE FOR HOUSING VIOLATIONS ON RENTAL  PROPERTY  OWNED  IN  THIS  STATE\n    7  SHALL  BE  PROHIBITED  FROM  CLAIMING ON HIS OR HER STATE TAX RETURN ANY\n    8  EXEMPTION, CREDIT OR DEDUCTION RELATED TO  SUCH  RENTAL  PROPERTY  UNTIL\n    9  SUCH  VIOLATIONS  HAVE  BEEN  REMEDIATED.  FAILURE  TO  COMPLY  WITH THE\n   10  PROVISIONS OF THIS SECTION SHALL SUBJECT ANY UNDERPAYMENT OF TAX TO  THE\n   11  PENALTIES  PURSUANT TO SUBSECTION (E) OF SECTION SIX HUNDRED EIGHTY-FIVE\n   12  OF THE TAX LAW.\n   13    2. UPON THE CONVICTION OF A LANDLORD FOR ANY HOUSING  VIOLATION  IN  A\n   14  COURT OF COMPETENT JURISDICTION, SUCH COURT SHALL ISSUE TO SUCH LANDLORD\n   15  A  FORM  PURSUANT  TO  REGULATIONS  OF  THE COMMISSIONER OF TAXATION AND\n   16  FINANCE IDENTIFYING SUCH CONVICTION,  ANY  PRIOR  CONVICTIONS,  AND  THE\n   17  PROHIBITIONS  OF  SUBDIVISION  ONE  OF  THIS SECTION. SUCH FORM SHALL BE\n   18  FILED WITH EACH STATE TAX RETURN OF SUCH CONVICTED LANDLORD  UNTIL  SUCH\n   19  VIOLATIONS HAVE BEEN REMEDIATED AND CERTIFIED PURSUANT TO THE PROVISIONS\n   20  OF SUBDIVISION THREE OF THIS SECTION.\n   21    3.(A) UPON DECLARATION BY A COURT OF COMPETENT JURISDICTION THAT HOUS-\n   22  ING  VIOLATIONS  FOR  WHICH  A  CONVICTION  HAD  PREVIOUSLY BEEN ENTERED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04671-01-1\n\n       S. 1006                             2\n\n    1  AGAINST A LANDLORD HAVE BEEN REMEDIATED, SUCH COURT SHALL ISSUE TO  SUCH\n    2  LANDLORD  A FORM PURSUANT TO REGULATIONS OF THE COMMISSIONER OF TAXATION\n    3  AND FINANCE CERTIFYING SUCH REMEDIATION. SUCH FORM SHALL BE  FILED  WITH\n    4  THE NEXT STATE TAX RETURN OF SUCH LANDLORD.\n    5    (B)  REVISED  TAX  RETURNS  SHALL  NOT BE ACCEPTED FOR THAT PORTION OF\n    6  INCOME RELATING TO RENTAL PROPERTY SUBJECT TO THE PROHIBITIONS OF SUBDI-\n    7  VISION ONE OF THIS SECTION.\n    8    S 2. This act shall take effect on the one hundred eightieth day after\n    9  it shall have become a law; provided, however, that effective immediate-\n   10  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   11  necessary  for  the implementation of this act on its effective date are\n   12  authorized and directed to be made  and  completed  on  or  before  such\n   13  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to prohibiting landlords convicted of housing violations from claiming exemptions, credits or itemized deductions related to such rental property on state tax returns ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T135005.TXT", "SOBI.D110104.T135506.TXT", "SOBI.D110104.T133504.TXT", "SOBI.D110107.T123900.TXT", "SOBI.D110104.T133004.TXT", "SOBI.D110104.T134505.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294421940556
}