{
  "year" : 2011,
  "senateBillNo" : "S1004-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1004-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to financial disclosure by public officers; repealer",
  "summary" : "Relates to financial disclosure by public officers; repeals certain provision of the legislative law relating thereto. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S5773-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1004\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. SQUADRON, ADDABBO, KLEIN, KRUEGER, PERKINS, SAMPSON,\n         STAVISKY,  VALESKY -- read twice and ordered printed, and when printed\n         to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, the public officers  law,  the  civil\n         service  law, the legislative law and the election law, in relation to\n         financial  disclosure  by  public  officers;  and  to  repeal  certain\n         provisions of the public officers law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (f) of subdivision 9 of section 94 of the  execu-\n    2  tive  law,  as  amended by chapter 14 of the laws of 2007, is amended to\n    3  read as follows:\n    4    (f) Review financial disclosure  statements  in  accordance  with  the\n    5  provisions  of this section AND SHALL CONDUCT A PROGRAM OF RANDOM AUDITS\n    6  SUBJECT TO THE TERMS AND CONDITIONS OF THIS SECTION.   ANY SUCH  PROGRAM\n    7  SHALL BE CARRIED OUT IN THE FOLLOWING MANNER, provided however, that the\n    8  commission may delegate all or part of this review function to the exec-\n    9  utive  director  who shall be responsible for completing staff review of\n   10  such statements in a manner consistent with the  terms  of  the  commis-\n   11  sion's delegation;\n   12    (I)  THE  COMMISSION  SHALL RANDOMLY SELECT FINANCIAL DISCLOSURE FORMS\n   13  REQUIRED TO BE FILED BY PUBLIC OFFICERS PURSUANT  TO  THIS  ARTICLE  FOR\n   14  AUDIT.  ANY  SUCH  SELECTION SHALL BE DONE IN A MANNER PURSUANT TO WHICH\n   15  THE IDENTITY OF ANY PARTICULAR PUBLIC OFFICIAL WHOSE DISCLOSURE FORM  IS\n   16  SELECTED  FOR  AUDIT  IS  UNKNOWN TO THE COMMISSION, ITS STAFF OR ANY OF\n   17  THEIR AGENTS PRIOR TO SELECTION.\n   18    (II) THE COMMISSION SHALL DEVELOP PROTOCOLS FOR THE  CONDUCT  OF  SUCH\n   19  RANDOM  AUDITS. SUCH RANDOM AUDITS MAY REQUIRE THE PRODUCTION OF RECORDS\n   20  RELEVANT AND MATERIAL TO THE PREPARATION  OF  THE  FINANCIAL  DISCLOSURE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00984-01-1\n\n       S. 1004                             2\n\n    1  FORMS FOR EXAMINATION BY THE COMMISSION. ANY SUCH PROTOCOLS SHALL ENSURE\n    2  THAT DISCLOSURE FORMS ARE AUDITED IN A UNIFORM MANNER.\n    3    (III) THE COMMISSION SHALL CONTRACT WITH AN OUTSIDE ACCOUNTING ENTITY,\n    4  WHICH SHALL MONITOR THE PROCESS PURSUANT TO WHICH THE COMMISSION SELECTS\n    5  STATEMENTS  OR  REPORTS  FOR  AUDIT  AND  CARRIES  OUT THE PROVISIONS OF\n    6  SUBPARAGRAPHS (I) AND (II) OF THIS PARAGRAPH  AND  CERTIFIES  THAT  SUCH\n    7  PROCESS COMPLIES WITH THE PROVISIONS OF SUCH SUBPARAGRAPHS.\n    8    (IV)  UPON  COMPLETION  OF A RANDOM AUDIT CONDUCTED IN ACCORDANCE WITH\n    9  THE PROVISIONS OF SUBPARAGRAPHS (I), (II) AND (III) OF  THIS  PARAGRAPH,\n   10  THE  COMMISSION  SHALL  DETERMINE  WHETHER  THERE IS REASONABLE CAUSE TO\n   11  BELIEVE THAT ANY SUCH STATEMENT OR REPORT IS INACCURATE  OR  INCOMPLETE.\n   12  UPON  A  DETERMINATION THAT SUCH REASONABLE CAUSE EXISTS, THE COMMISSION\n   13  MAY REQUIRE THE  PRODUCTION  OF  FURTHER  RECORDS,  SUBPOENA  WITNESSES,\n   14  COMPEL  THEIR  ATTENDANCE AND TESTIMONY AND ADMINISTER OATHS OR AFFIRMA-\n   15  TIONS, TO THE EXTENT THE COMMISSION DETERMINES SUCH ACTIONS  ARE  NECES-\n   16  SARY  TO  OBTAIN INFORMATION RELEVANT AND MATERIAL TO INVESTIGATING SUCH\n   17  INACCURACIES OR OMISSIONS.\n   18    (V) IN THE EVENT THAT THE COMMISSION FAILS TO CONDUCT RANDOM AUDITS AS\n   19  REQUIRED BY THIS SUBDIVISION, EACH MEMBER OF  THE  COMMISSION  SHALL  BE\n   20  ASSESSED A CIVIL PENALTY OF FIVE HUNDRED DOLLARS;\n   21    S  2. Subdivision 11 of section 94 of the executive law, as amended by\n   22  chapter 14 of the laws of 2007, is amended to read as follows:\n   23    11. If a person required to file a financial disclosure statement with\n   24  the commission has failed to file a disclosure statement or has filed  a\n   25  deficient statement, the commission shall notify the reporting person in\n   26  writing, state the failure to file or detail the deficiency, provide the\n   27  person  with a fifteen day period to cure the deficiency, and advise the\n   28  person of the  penalties  for  failure  to  comply  with  the  reporting\n   29  requirements.  Such notice shall be confidential. If the person fails to\n   30  make such filing or fails to cure the deficiency  within  the  specified\n   31  time  period,  the commission shall send a notice of delinquency: (a) to\n   32  the reporting person; (b) in the case of a statewide  elected  official,\n   33  to  the  temporary  president  of  the  senate [and], the speaker of the\n   34  assembly AND THE GOVERNOR; [and] (c) in the case of a state  officer  or\n   35  employee,  to  the  appointing authority for such person; AND (D) IN THE\n   36  CASE OF A LEGISLATOR OR LEGISLATIVE EMPLOYEE, TO THE TEMPORARY PRESIDENT\n   37  OF THE SENATE, THE SPEAKER OF THE  ASSEMBLY  AND  THE  GOVERNOR.    Such\n   38  notice  of  delinquency  may  be  sent  at any time during the reporting\n   39  person's service as a [statewide] STATE elected official, state  officer\n   40  or  employee, political party chair or while a candidate for [statewide]\n   41  STATE office, or within one year after termination of  such  service  or\n   42  candidacy.  The  jurisdiction of the commission, when acting pursuant to\n   43  subdivision thirteen of this section with respect to  financial  disclo-\n   44  sure, shall continue notwithstanding that the reporting person separates\n   45  from  state  service,  or  ceases  to hold office as a [statewide] STATE\n   46  elected official or political party chair, or ceases to be a  candidate,\n   47  provided  the  commission notifies such person of the alleged failure to\n   48  file or deficient filing pursuant  to  this  subdivision.    FAILURE  TO\n   49  RESPOND TO THIS SECOND NOTICE OF DEFICIENCY SHALL REQUIRE THE COMMISSION\n   50  TO  MAKE PUBLIC ITS FILE IN THIS MATTER WITHIN SIXTY DAYS OF THE DATE OF\n   51  THE SECOND NOTICE AND SHALL BE DEEMED A KNOWING AND WILLFUL  FAILURE  TO\n   52  DISCLOSE FOR WHICH A CIVIL PENALTY MUST BE ASSESSED IN ADDITION TO OTHER\n   53  REMEDY.\n   54    S  3.  Paragraphs  (f) and (g) of subdivision 2 of section 73-a of the\n   55  public officers law are REPEALED.\n\n       S. 1004                             3\n\n    1    S 4. Paragraph 3 of subdivision 3 of section 73-a of the public  offi-\n    2  cers  law,  as  added  by chapter 813 of the laws of 1987, the third and\n    3  fourth undesignated paragraphs as amended by chapter 242 of the laws  of\n    4  1989, is amended to read as follows:\n    5    3. (a) Marital Status ______________. If married, please give spouse's\n    6           full name including maiden name where applicable.\n    7           _____________________________________________________________ .\n\n    8       (b) List the names of all unemancipated children.\n\n    9      ____________________________________________________________________\n   10      ____________________________________________________________________\n   11      ____________________________________________________________________\n   12      ____________________________________________________________________\n   13      ____________________________________________________________________\n\n   14  Answer  each  of  the  following  questions  completely, with respect to\n   15    calendar year _________, unless another period or  date  is  otherwise\n   16    specified. If additional space is needed, attach additional pages.\n\n   17    Whenever a \"value\" or \"amount\" is required to be reported herein, such\n   18  value  or  amount shall be reported as being within one of the following\n   19  Categories: Category A - under $5,000; Category  B  -  $5,000  to  under\n   20  $20,000;  Category C - $20,000 to under $60,000; Category D - $60,000 to\n   21  under $100,000; Category E - $100,000 to under $250,000; [and]  Category\n   22  F - $250,000 TO UNDER $1 MILLION; AND CATEOGRY G - $1 MILLION or over. A\n   23  reporting individual shall indicate the Category by letter only.\n   24    Whenever \"income\" is required to be reported herein, the term \"income\"\n   25  shall mean the aggregate net income before taxes from the source identi-\n   26  fied.\n   27    The  term \"calendar year\" shall mean the year ending the December 31st\n   28  preceding the date of filing of the annual statement.\n   29    S 5. Subparagraph (a) of paragraph 5 of subdivision 3 of section  73-a\n   30  of  the  public  officers  law, as amended by chapter 242 of the laws of\n   31  1989, is amended to read as follows:\n   32    (a) List the name, address and description of any occupation,  employ-\n   33  ment (other than the employment listed under Item 2 above), trade, busi-\n   34  ness  or  profession  engaged  in  by  the reporting individual. If such\n   35  activity was licensed by any state or local agency, was regulated by any\n   36  state regulatory agency or local agency, or, as a  regular  and  signif-\n   37  icant  part  of  the  business  or activity of said entity, did business\n   38  with, or had matters other than ministerial matters before, any state or\n   39  local agency, list the name of any such agency.  IN ADDITION,  LIST  THE\n   40  NAME  AND ADDRESS OF EACH GOVERNMENTAL AGENCY, CORPORATION, PARTNERSHIP,\n   41  JOINT VENTURE, SOLE PROPRIETORSHIP, ASSOCIATION, UNION, OR  OTHER  BUSI-\n   42  NESS  OR  COMMERCIAL ENTITY FROM WHOM COMPENSATION HAS BEEN RECEIVED FOR\n   43  ANY VALUE OF FIVE HUNDRED DOLLARS OR MORE;  THE  VALUE  OF  THE  COMPEN-\n   44  SATION;  AND  THE  CONSIDERATION  GIVEN OR PERFORMED IN EXCHANGE FOR THE\n   45  COMPENSATION.\n\n   46                                                              State or\n   47                 Name & Address                                 Local\n   48      Position   of Organization          Description          Agency\n\n   49      ____________________________________________________________________\n   50      ____________________________________________________________________\n\n       S. 1004                             4\n\n    1      ____________________________________________________________________\n    2      ____________________________________________________________________\n    3      ____________________________________________________________________\n\n    4    S  6. Subparagraph (a) of paragraph 8 of subdivision 3 of section 73-a\n    5  of the public officers law, as added by chapter 813 of the laws of 1987,\n    6  is amended to read as follows:\n    7    (a) If the reporting individual practices  law,  is  licensed  by  the\n    8  department  of  state  as  a  real estate broker or agent or practices a\n    9  profession licensed by the department of education, OR WORKS AS A MEMBER\n   10  OR EMPLOYEE OF A FIRM  REQUIRED  TO  REGISTER  WITH  THE  COMMISSION  AS\n   11  REQUIRED  UNDER  SECTION  ONE-E  OF  THE LEGISLATIVE LAW, give a general\n   12  description of the principal subject areas of matters undertaken by such\n   13  individual. Additionally, if such an individual practices with a firm or\n   14  corporation and is a partner or shareholder of the firm or  corporation,\n   15  give  a general description of principal subject areas of matters under-\n   16  taken by such firm or corporation. Do not list the name of the  individ-\n   17  ual  clients, customers or patients PROVIDED, HOWEVER THAT THE REPORTING\n   18  INDIVIDUAL MUST LIST THE NAME AND ADDRESS OF EACH  GOVERNMENTAL  AGENCY,\n   19  CORPORATION,  PARTNERSHIP,  JOINT  VENTURE, SOLE PROPRIETORSHIP, ASSOCI-\n   20  ATION, UNION, OR OTHER BUSINESS OR COMMERCIAL ENTITY FROM  WHOM  COMPEN-\n   21  SATION  HAS BEEN RECEIVED FOR ANY VALUE OF FIVE HUNDRED DOLLARS OR MORE;\n   22  THE VALUE OF THE COMPENSATION; AND THE CONSIDERATION GIVEN OR  PERFORMED\n   23  IN EXCHANGE FOR THE COMPENSATION.\n\n   24  ________________________________________________________________________\n   25  ________________________________________________________________________\n   26  ________________________________________________________________________\n   27  ________________________________________________________________________\n   28  ________________________________________________________________________\n   29    S  7.  Subdivision  4  of  section 73-a of the public officers law, as\n   30  amended by chapter 242 of the laws  of  1989,  is  amended  to  read  as\n   31  follows:\n   32    4. A reporting individual who knowingly and [wilfully] WILLFULLY fails\n   33  to file an annual statement of financial disclosure or who knowingly and\n   34  [wilfully]  WILLFULLY  with intent to deceive makes a false statement or\n   35  gives information which such individual knows to be false on such state-\n   36  ment of financial disclosure filed pursuant to  this  section  shall  be\n   37  subject to a civil penalty in an amount not to BE LESS THAN FIVE HUNDRED\n   38  DOLLARS  AND  NOT  TO exceed ten thousand dollars. Assessment of a civil\n   39  penalty hereunder shall be made by  the  [state  ethics]  commission  ON\n   40  PUBLIC  INTEGRITY,  or by the legislative ethics [committee] COMMISSION,\n   41  as the case may be, with respect to persons subject to their  respective\n   42  jurisdictions.  The [state ethics] commission ON PUBLIC INTEGRITY acting\n   43  pursuant to subdivision thirteen of section ninety-four of the executive\n   44  law, or the legislative ethics [committee] COMMISSION acting pursuant to\n   45  subdivision twelve of section eighty of the legislative law, as the case\n   46  may be, may, in lieu of a civil penalty, refer a violation to the appro-\n   47  priate  prosecutor  and upon such conviction, but only after such refer-\n   48  ral, such violation shall be punishable as  a  class  A  misdemeanor.  A\n   49  civil penalty for false filing may not be imposed hereunder in the event\n   50  a category of \"value\" or \"amount\" reported hereunder is incorrect unless\n   51  such  reported  information is falsely understated. [Notwithstanding any\n   52  other provision of law to the contrary, no other penalty, civil or crim-\n   53  inal may be imposed for a failure to file, or for  a  false  filing,  of\n   54  such  statement,  except that the appointing authority may impose disci-\n\n       S. 1004                             5\n\n    1  plinary action as otherwise provided by law.] The [state ethics] commis-\n    2  sion ON PUBLIC INTEGRITY, and the legislative ethics [committee] COMMIS-\n    3  SION shall each be deemed to be an agency within the meaning of  article\n    4  three  of  the  state administrative procedure act and shall adopt rules\n    5  governing the conduct of adjudicatory proceedings and  appeals  relating\n    6  to  the assessment of the civil penalties herein authorized. Such rules,\n    7  which shall not be subject to the approval  requirements  of  the  state\n    8  administrative  procedure  act, shall provide for due process procedural\n    9  mechanisms substantially similar to those  set  forth  in  such  article\n   10  three  but  such  mechanisms  need  not  be identical in terms or scope.\n   11  Assessment of a civil penalty shall be final unless modified,  suspended\n   12  or  vacated  within  thirty  days  of imposition and upon becoming final\n   13  shall be subject to review at the instance  of  the  affected  reporting\n   14  individual  in a proceeding commenced against the [state ethics] commis-\n   15  sion ON PUBLIC INTEGRITY or legislative ethics  [committee]  COMMISSION,\n   16  pursuant to article seventy-eight of the civil practice law and rules.\n   17    S  8.  The public officers law is amended by adding a new section 74-b\n   18  to read as follows:\n   19    S 74-B. REPORTS OF BUSINESS DEALINGS WITH  LOBBYISTS.  1.  ANY  PUBLIC\n   20  OFFICER WHO RETAINS, EMPLOYS, DESIGNATES OR OTHERWISE DOES BUSINESS WITH\n   21  A LOBBYIST OR LOBBYISTS SHALL, WITHIN THIRTY DAYS OF THE DATE UPON WHICH\n   22  SUCH  BUSINESS  DEALINGS  COMMENCE,  FILE  WITH THE COMMISSION ON PUBLIC\n   23  INTEGRITY CREATED BY SECTION NINETY-FOUR OF THE EXECUTIVE LAW, A  REPORT\n   24  OF SUCH BUSINESS DEALINGS.\n   25    2. SUCH REPORT SHALL BE FILED WITH THE COMMISSION ON PUBLIC INTEGRITY,\n   26  ON FORMS SUPPLIED BY SUCH COMMISSION AND SHALL CONTAIN:\n   27    (A) THE NAME, ADDRESS AND TELEPHONE NUMBER OF THE PUBLIC OFFICER;\n   28    (B)  THE NAME, ADDRESS AND TELEPHONE NUMBER OF EACH LOBBYIST RETAINED,\n   29  EMPLOYED OR DESIGNATED BY SUCH PUBLIC OFFICER OR WITH WHOM  SUCH  PUBLIC\n   30  OFFICER DID BUSINESS;\n   31    (C)  A  DESCRIPTION  OF  THE GENERAL SUBJECT OR SUBJECTS OF THE TRANS-\n   32  ACTIONS BETWEEN THE PUBLIC OFFICER AND THE LOBBYIST OR LOBBYISTS;\n   33    (D) THE COMPENSATION, INCLUDING EXPENSES, TO BE PAID BY VIRTUE OF  THE\n   34  BUSINESS DEALINGS.\n   35    3.  (A)  ALL SUCH REPORTS SHALL BE SUBJECT TO REVIEW BY THE COMMISSION\n   36  ON PUBLIC INTEGRITY.\n   37    (B) SUCH REPORTS SHALL BE KEPT ON FILE FOR A PERIOD OF THREE YEARS AND\n   38  SHALL BE OPEN TO PUBLIC INSPECTION DURING SUCH PERIOD.\n   39    (C) EACH REPORT FILED BY A PUBLIC OFFICER  PURSUANT  TO  THIS  SECTION\n   40  SHALL  BE  ACCOMPANIED  BY A FILING FEE OF FIFTY DOLLARS. IN ADDITION TO\n   41  THE FILING FEES AUTHORIZED BY THIS ARTICLE,  THE  COMMISSION  ON  PUBLIC\n   42  INTEGRITY  MAY IMPOSE A FEE FOR LATE FILING OF A REPORT REQUIRED BY THIS\n   43  SECTION NOT TO EXCEED TWENTY-FIVE DOLLARS FOR EACH DAY THAT  THE  REPORT\n   44  REQUIRED TO BE FILED IS LATE, EXCEPT THAT IF THE PUBLIC OFFICER MAKING A\n   45  LATE  FILING  HAS  NOT  PREVIOUSLY  BEEN  REQUIRED  BY STATUTE TO FILE A\n   46  REPORT, THE FEE FOR LATE FILING SHALL NOT EXCEED TEN  DOLLARS  FOR  EACH\n   47  DAY THAT THE REPORT REQUIRED TO BE FILED IS LATE.\n   48    S 9. Subdivision 5 of section 107 of the civil service law, as amended\n   49  by chapter 14 of the laws of 2007, is amended to read as follows:\n   50    5.  Violation of this section. Complaints alleging a violation of this\n   51  section by a [statewide] STATE elected official or a  state  officer  or\n   52  employee,  as  defined  in  section seventy-three of the public officers\n   53  law, may be directed to the commission on public integrity.\n   54    S 10. Section 60 of the legislative law, as amended by chapter 416  of\n   55  the laws of 1954, is amended to read as follows:\n\n       S. 1004                             6\n\n    1    S 60. Testimony  before  legislative  committees.    1.  A legislative\n    2  committee may require the attendance of witnesses in this state whom the\n    3  committee may wish to examine, or may issue a commission for  the  exam-\n    4  ination  of  witnesses  who are out of the state or unable to attend the\n    5  committee  or  excused  from attendance, which commission if directed by\n    6  the house or legislature by which the  committee  is  appointed  may  be\n    7  executed  during  the  recess of the legislature. A commission issued as\n    8  provided by this section shall be in the form  used  in  the  courts  of\n    9  record of this state and shall be executed in like manner. Unless other-\n   10  wise instructed by the committee appointing them the commissioners shall\n   11  examine privately every witness attending before them and shall not make\n   12  public the particulars of such examination. No committee of either house\n   13  or  a joint committee of both houses shall have the power to take testi-\n   14  mony at a private hearing or at a public hearing unless at least two  of\n   15  its members are present at such hearing.\n   16    2. THE LEGISLATIVE COMMITTEES RESPONSIBLE FOR OVERSIGHT OF THE COMMIS-\n   17  SION  ON PUBLIC INTEGRITY CREATED PURSUANT TO SECTION NINETY-FOUR OF THE\n   18  EXECUTIVE LAW SHALL HOLD HEARINGS REGARDING THE ANNUAL REPORT AND RECOM-\n   19  MENDATIONS OF SUCH COMMISSION WITHIN THIRTY DAYS OF THE  PUBLIC  RELEASE\n   20  OF SUCH COMMISSION'S ANNUAL REPORT.\n   21    S  11.  Paragraph  h of subdivision 7 of section 80 of the legislative\n   22  law, as amended by chapter 14 of the laws of 2007, is amended to read as\n   23  follows:\n   24    h. Review financial  disclosure  statements  in  accordance  with  the\n   25  provisions of this section, AND SHALL CONDUCT A PROGRAM OF RANDOM AUDITS\n   26  SUBJECT  TO  THE  TERMS AND CONDITIONS OF THIS SECTION. ANY SUCH PROGRAM\n   27  SHALL BE CARRIED OUT IN THE FOLLOWING MANNER, provided however, that the\n   28  commission may delegate all or part of the review function  relating  to\n   29  financial  disclosure statements filed by legislative employees pursuant\n   30  to sections seventy-three and seventy-three-a of the public officers law\n   31  to the executive director who shall be responsible for completing  staff\n   32  review  of  such statements in a manner consistent with the terms of the\n   33  commission's delegation;\n   34    (I) THE COMMISSION SHALL RANDOMLY SELECT  FINANCIAL  DISCLOSURE  FORMS\n   35  REQUIRED  TO  BE  FILED  BY PUBLIC OFFICERS PURSUANT TO THIS ARTICLE FOR\n   36  AUDIT. ANY SUCH SELECTION SHALL BE DONE IN A MANNER  PURSUANT  TO  WHICH\n   37  THE  IDENTITY OF ANY PARTICULAR PUBLIC OFFICIAL WHOSE DISCLOSURE FORM IS\n   38  SELECTED FOR AUDIT IS UNKNOWN TO THE COMMISSION, ITS  STAFF  OR  ANY  OF\n   39  THEIR AGENTS PRIOR TO SELECTION.\n   40    (II)  THE  COMMISSION  SHALL DEVELOP PROTOCOLS FOR THE CONDUCT OF SUCH\n   41  RANDOM AUDITS. SUCH RANDOM AUDITS MAY REQUIRE THE PRODUCTION OF  RECORDS\n   42  RELEVANT  AND  MATERIAL  TO  THE PREPARATION OF THE FINANCIAL DISCLOSURE\n   43  FORMS FOR EXAMINATION BY THE COMMISSION. ANY SUCH PROTOCOLS SHALL ENSURE\n   44  THAT DISCLOSURE FORMS ARE AUDITED IN A UNIFORM MANNER.\n   45    (III) THE COMMISSION SHALL CONTRACT WITH AN OUTSIDE ACCOUNTING ENTITY,\n   46  WHICH SHALL MONITOR THE PROCESS PURSUANT TO WHICH THE COMMISSION SELECTS\n   47  STATEMENTS OR REPORTS FOR  AUDIT  AND  CARRIES  OUT  THE  PROVISIONS  OF\n   48  SUBPARAGRAPHS  (I)  AND  (II)  OF THIS PARAGRAPH AND CERTIFIES THAT SUCH\n   49  PROCESS COMPLIES WITH THE PROVISIONS OF SUCH SUBPARAGRAPHS.\n   50    (IV) UPON COMPLETION OF A RANDOM AUDIT CONDUCTED  IN  ACCORDANCE  WITH\n   51  THE  PROVISIONS  OF SUBPARAGRAPHS (I), (II) AND (III) OF THIS PARAGRAPH,\n   52  THE COMMISSION SHALL DETERMINE WHETHER  THERE  IS  REASONABLE  CAUSE  TO\n   53  BELIEVE  THAT  ANY SUCH STATEMENT OR REPORT IS INACCURATE OR INCOMPLETE.\n   54  UPON A DETERMINATION THAT SUCH REASONABLE CAUSE EXISTS,  THE  COMMISSION\n   55  MAY  REQUIRE  THE  PRODUCTION  OF  FURTHER  RECORDS, SUBPOENA WITNESSES,\n   56  COMPEL THEIR ATTENDANCE AND TESTIMONY AND ADMINISTER OATHS  OR  AFFIRMA-\n\n       S. 1004                             7\n\n    1  TIONS,  TO  THE EXTENT THE COMMISSION DETERMINES SUCH ACTIONS ARE NECES-\n    2  SARY TO OBTAIN INFORMATION RELEVANT AND MATERIAL TO  INVESTIGATING  SUCH\n    3  INACCURACIES OR OMISSIONS.\n    4    (V) IN THE EVENT THAT THE COMMISSION FAILS TO CONDUCT RANDOM AUDITS AS\n    5  REQUIRED  BY  THIS  SUBDIVISION,  EACH MEMBER OF THE COMMISSION SHALL BE\n    6  ASSESSED A CIVIL PENALTY OF FIVE HUNDRED DOLLARS;\n    7    S 12. Paragraph i of subdivision 7 of section 80  of  the  legislative\n    8  law, as amended by chapter 14 of the laws of 2007, is amended to read as\n    9  follows:\n   10    i. Permit any person required to file a financial disclosure statement\n   11  to request the commission to delete from the copy thereof made available\n   12  for  public  inspection  and  copying  one or more items of information,\n   13  which may be deleted by the commission upon a finding that the  informa-\n   14  tion  which  would  otherwise be required to be disclosed will RESULT IN\n   15  ECONOMIC OR PERSONAL HARDSHIP TO THE REPORTING PERSON AND WILL  have  no\n   16  material  bearing  on  the  discharge of the reporting person's official\n   17  duties;\n   18    S 13. Subdivision 1 of section 14-126 of the election law, as  amended\n   19  by chapter 128 of the laws of 1994, is amended to read as follows:\n   20    1.  Any  person  who fails to file a statement required to be filed by\n   21  this article shall be subject to a civil penalty,  not  [in  excess  of]\n   22  LESS  THAN  five hundred dollars AND NOT TO EXCEED TEN THOUSAND DOLLARS,\n   23  to be recoverable in a special proceeding or civil action to be  brought\n   24  by the state board of elections or other board of elections.\n   25    S  14.  The  provisions  of  this act shall apply to the commission on\n   26  public integrity, the legislative ethics commission  and  to  the  state\n   27  board of elections and to any successor body to any of such entities.\n   28    S 15. Separability clause. If any clause, sentence, paragraph, section\n   29  or  part  of this act shall be adjudged by any court of competent juris-\n   30  diction to be invalid, such judgment shall not affect, impair or invali-\n   31  date the remainder thereof, but shall be confined in  its  operation  to\n   32  the  clause,  sentence,  paragraph,  section  or  part  thereof directly\n   33  involved in the controversy in  which  such  judgment  shall  have  been\n   34  rendered.\n   35    S 16. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, the public officers law, the civil service law, the legislative law and the election law, in relation to financial disclosure by public officers; and to repeal certain provisions of the public officers law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T131503.TXT", "SOBI.D110106.T165248.TXT", "SOBI.D110106.T165749.TXT", "SOBI.D110104.T123501.TXT", "SOBI.D110104.T131003.TXT", "SOBI.D110104.T124001.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351069252
}