{
  "year" : 2011,
  "senateBillNo" : "S100-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S100-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the use of portable electronic devices",
  "summary" : "Relates to the use of portable electronic devices. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S6810-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          100\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the  use  of\n         portable electronic devices while driving\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraph (b) of subdivision 2 of section  1225-d  of  the\n    2  vehicle and traffic law, as added by chapter 403 of the laws of 2009, is\n    3  amended to read as follows:\n    4    (b)  \"Using\" shall mean holding a portable electronic device while (I)\n    5  viewing, taking or transmitting images, (II)  playing  games,  or  (III)\n    6  composing, sending, reading, viewing, accessing, browsing, transmitting,\n    7  saving or retrieving e-mail, text messages, or other electronic data.\n    8    S  2.  Subdivision 4 of section 1225-d of the vehicle and traffic law,\n    9  as added by chapter 403 of the laws of  2009,  is  amended  to  read  as\n   10  follows:\n   11    4.  A  person  who holds a portable electronic device in a conspicuous\n   12  manner while operating a motor vehicle is  presumed  to  be  using  such\n   13  device. The presumption established by this subdivision is rebuttable by\n   14  evidence  [showing]  TENDING TO SHOW that the operator was not using the\n   15  device within the meaning of this section.\n   16    S 3. Subdivision 6 of section 1225-d of the vehicle and  traffic  law,\n   17  as  added  by  chapter  403  of  the laws of 2009, is amended to read as\n   18  follows:\n   19    6. A violation of this section shall be a traffic infraction and shall\n   20  be punishable by a fine of not more  than  one  hundred  fifty  dollars.\n   21  [Provided,  however,  that  a  summons  for operating a motor vehicle in\n   22  violation of this section shall only be issued when there is  reasonable\n   23  cause  to  believe  that  the  person  operating  such motor vehicle has\n   24  committed a violation of the laws of this state other than  a  violation\n   25  of this section.]\n   26    S 4. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03315-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the use of portable electronic devices while driving ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091436.TXT", "SOBI.D101206.T093854.TXT", "SOBI.D101202.T163601.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291646334989
}