{
  "year" : 2011,
  "senateBillNo" : "S101-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S101-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"corporate political activity accountability to shareholders act\"",
  "summary" : "Enacts the \"corporate political acivity accountability to shareholders act\"; establishes the corporate political activity accountability to shareholders act which requires that corporate contributions to a political candidate or party committee or in support or opposition to a candidate or ballot referendum be approved by a majority of shareholders; applies to cooperative corporations, not-for-profit corporations, railroad and transportation corporations. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Business Corporation Law",
  "previousVersions" : [ "SA7083-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          101\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. SQUADRON, ADDABBO, KRUEGER, PERKINS, SERRANO -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the business corporation  law,  the  cooperative  corpo-\n         rations law, the not-for-profit corporation law, the railroad law, the\n         transportation  corporations  law,  the  banking  law  and the limited\n         liability company law, in relation to enacting  the  \"corporate  poli-\n         tical activity accountability to shareholders act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title.  This act shall be known and may be  cited  as\n    2  the \"corporate political activity accountability to shareholders act\".\n    3    S  2.  The business corporation law is amended by adding a new section\n    4  631 to read as follows:\n    5  S 631. POLITICAL CONTRIBUTIONS.\n    6    (A) DEFINITIONS. WHEN USED IN THIS SECTION:\n    7    (1) THE TERM \"CONTRIBUTION\" MEANS ANY GIFT, SUBSCRIPTION,  OUTSTANDING\n    8  LOAN,  ADVANCE,  DEPOSIT  OF  MONEY  OR ANY THING OF VALUE PROVIDED TO A\n    9  POLITICAL COMMITTEE, PARTY  COMMITTEE,  CONSTITUTED  COMMITTEE  OR  DULY\n   10  CONSTITUTED  SUBCOMMITTEE  OF  A  COUNTY  COMMITTEE,  AS THOSE TERMS ARE\n   11  DEFINED IN ARTICLE FOURTEEN OF THE ELECTION LAW,  IN  SUPPORT  OR  OPPO-\n   12  SITION  TO A CANDIDATE FOR PUBLIC OR PARTY OFFICE, REFERENDUM, POLITICAL\n   13  PARTY, ELECTIONEERING COMMUNICATION OR ANY  COMMUNICATION  MADE  TO  THE\n   14  GENERAL  PUBLIC INTENDED TO ENCOURAGE THE PUBLIC TO CONTACT A GOVERNMENT\n   15  OFFICIAL, CANDIDATE FOR  PUBLIC  OR  PARTY  OFFICE  OR  POLITICAL  PARTY\n   16  REGARDING  PENDING  LEGISLATION,  PUBLIC  POLICY OR A GOVERNMENT RULE OR\n   17  REGULATION;\n   18    (2) THE TERM \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE BY  A\n   19  PERSON  FOR AN AUDIO OR VIDEO COMMUNICATION TO A GENERAL PUBLIC AUDIENCE\n   20  VIA BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION TO A GENER-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01406-01-1\n\n       S. 101                              2\n\n    1  AL PUBLIC AUDIENCE VIA  ADVERTISEMENTS,  PAMPHLETS,  CIRCULARS,  FLYERS,\n    2  BROCHURES,  LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR INFOR-\n    3  MATION CONVEYED TO FIVE HUNDRED OR MORE  MEMBERS  OF  A  GENERAL  PUBLIC\n    4  AUDIENCE  BY  COMPUTER  OR OTHER ELECTRONIC DEVICES WHICH: (I) EXPRESSLY\n    5  ADVOCATES THE ELECTION OR DEFEAT OF A CLEARLY  IDENTIFIED  CANDIDATE  OR\n    6  THE  SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE, THE\n    7  CANDIDATE'S POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL  COMMITTEE\n    8  FORMED  TO  PROMOTE  THE  SUCCESS  OR DEFEAT OF A BALLOT PROPOSAL OR ITS\n    9  AGENTS, DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN  ANY\n   10  SUCH  COMMUNICATION.    INDEPENDENT  EXPENDITURES  DO NOT INCLUDE: (I) A\n   11  COMMUNICATION APPEARING IN A WRITTEN NEWS STORY, COMMENTARY, OR EDITORI-\n   12  AL OR DISTRIBUTED THROUGH THE FACILITIES OF  ANY  BROADCASTING  STATION,\n   13  CABLE  OR  SATELLITE  UNLESS SUCH PUBLICATION OR FACILITIES ARE OWNED OR\n   14  CONTROLLED BY ANY POLITICAL PARTY, POLITICAL COMMITTEE OR CANDIDATE;  OR\n   15  (II)  A  COMMUNICATION  THAT CONSTITUTES A CANDIDATE DEBATE OR FORUM; OR\n   16  (III) A COMMUNICATION WHICH CONSTITUTES AN EXPENDITURE MADE BY AN ENTITY\n   17  REQUIRED TO REPORT SUCH EXPENDITURE WITH A BOARD OF ELECTIONS.\n   18    (B) NOTWITHSTANDING ANY OTHER LIMITS ON CORPORATE CONTRIBUTIONS TO, OR\n   19  EXPENDITURES ON BEHALF OF, CANDIDATES FOR PUBLIC OR PARTY OFFICE,  POLI-\n   20  TICAL COMMITTEES, PARTY COMMITTEES OR BALLOT REFERENDUM, BEFORE A CORPO-\n   21  RATION OR ANY OF ITS SUBSIDIARIES MAY MAKE A CONTRIBUTION OR INDEPENDENT\n   22  EXPENDITURE,  THE CORPORATION SHALL, AT LEAST ANNUALLY, OBTAIN THE PRIOR\n   23  AUTHORIZATION BY VOTE OF A MAJORITY OF THE SHARES CAST  ON  SUCH  RESOL-\n   24  UTION  TO  MAKE CONTRIBUTIONS OR INDEPENDENT EXPENDITURES UP TO A STATED\n   25  AGGREGATE ANNUAL AMOUNT.\n   26    (C) ANY CORPORATION, EITHER BY ITSELF OR ITS  SUBSIDIARIES,  MAKING  A\n   27  CONTRIBUTION OR INDEPENDENT EXPENDITURE SHALL AT LEAST ANNUALLY DISCLOSE\n   28  TO  ITS  SHAREHOLDERS AND FILE WITH THE SECRETARY OF STATE AN ACCOUNTING\n   29  OF  THE  CONTRIBUTIONS  AND  INDEPENDENT  EXPENDITURES  USED  FOR   SUCH\n   30  PURPOSES, INCLUDING:\n   31    (1) THE DATE OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   32    (2) THE AMOUNT OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   33    (3)  THE IDENTITY OF THE RECIPIENT OF THE CONTRIBUTION, OR IF AN INDE-\n   34  PENDENT EXPENDITURE, THE IDENTITY OF THE  CANDIDATE,  REFERENDUM,  POLI-\n   35  TICAL  PARTY, PENDING LEGISLATION, PUBLIC POLICY OR A GOVERNMENT RULE OR\n   36  REGULATION SUPPORTED OR OPPOSED; AND\n   37    (4) THE BUSINESS RATIONALE FOR EACH SUCH CONTRIBUTION  OR  INDEPENDENT\n   38  EXPENDITURE.\n   39    (D)  THE  SECRETARY  OF  STATE  SHALL  POST  EACH CORPORATION'S ANNUAL\n   40  DISCLOSURE ON THE WEBSITE MAINTAINED BY THE SECRETARY OF STATE.\n   41    (E) THE ATTORNEY GENERAL MAY COMMENCE AN ACTION OR SPECIAL  PROCEEDING\n   42  TO ENFORCE THE PROVISIONS OF THIS SECTION.\n   43    S  3.  The  cooperative  corporations  law  is amended by adding a new\n   44  section 78 to read as follows:\n   45    S 78. POLITICAL CONTRIBUTIONS.  1.  DEFINITIONS.  WHEN  USED  IN  THIS\n   46  SECTION:\n   47    (A)  THE TERM \"CONTRIBUTION\" MEANS ANY GIFT, SUBSCRIPTION, OUTSTANDING\n   48  LOAN, ADVANCE, DEPOSIT OF MONEY OR ANY THING  OF  VALUE  PROVIDED  TO  A\n   49  POLITICAL  COMMITTEE,  PARTY  COMMITTEE,  CONSTITUTED  COMMITTEE OR DULY\n   50  CONSTITUTED SUBCOMMITTEE OF A  COUNTY  COMMITTEE,  AS  THOSE  TERMS  ARE\n   51  DEFINED  IN  ARTICLE  FOURTEEN  OF THE ELECTION LAW, IN SUPPORT OR OPPO-\n   52  SITION TO A CANDIDATE FOR PUBLIC OR PARTY OFFICE, REFERENDUM,  POLITICAL\n   53  PARTY,  ELECTIONEERING  COMMUNICATION  OR  ANY COMMUNICATION MADE TO THE\n   54  GENERAL PUBLIC INTENDED TO ENCOURAGE THE PUBLIC TO CONTACT A  GOVERNMENT\n   55  OFFICIAL,  CANDIDATE  FOR  PUBLIC  OR  PARTY  OFFICE  OR POLITICAL PARTY\n\n       S. 101                              3\n\n    1  REGARDING PENDING LEGISLATION, PUBLIC POLICY OR  A  GOVERNMENT  RULE  OR\n    2  REGULATION;\n    3    (B)  THE TERM \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE BY A\n    4  PERSON FOR AN AUDIO OR VIDEO COMMUNICATION TO A GENERAL PUBLIC  AUDIENCE\n    5  VIA BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION TO A GENER-\n    6  AL  PUBLIC  AUDIENCE  VIA  ADVERTISEMENTS, PAMPHLETS, CIRCULARS, FLYERS,\n    7  BROCHURES, LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR  INFOR-\n    8  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n    9  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES  WHICH:  (I)  EXPRESSLY\n   10  ADVOCATES  THE  ELECTION  OR DEFEAT OF A CLEARLY IDENTIFIED CANDIDATE OR\n   11  THE SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE,  THE\n   12  CANDIDATE'S  POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL COMMITTEE\n   13  FORMED TO PROMOTE THE SUCCESS OR DEFEAT OF  A  BALLOT  PROPOSAL  OR  ITS\n   14  AGENTS,  DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN ANY\n   15  SUCH COMMUNICATION.   INDEPENDENT EXPENDITURES DO  NOT  INCLUDE:  (I)  A\n   16  COMMUNICATION APPEARING IN A WRITTEN NEWS STORY, COMMENTARY, OR EDITORI-\n   17  AL  OR  DISTRIBUTED  THROUGH THE FACILITIES OF ANY BROADCASTING STATION,\n   18  CABLE OR SATELLITE UNLESS SUCH PUBLICATION OR FACILITIES  ARE  OWNED  OR\n   19  CONTROLLED  BY ANY POLITICAL PARTY, POLITICAL COMMITTEE OR CANDIDATE; OR\n   20  (II) A COMMUNICATION THAT CONSTITUTES A CANDIDATE DEBATE  OR  FORUM;  OR\n   21  (III) A COMMUNICATION WHICH CONSTITUTES AN EXPENDITURE MADE BY AN ENTITY\n   22  REQUIRED TO REPORT SUCH EXPENDITURE WITH A BOARD OF ELECTIONS.\n   23    2.   NOTWITHSTANDING  ANY  OTHER  LIMITS  ON  COOPERATIVE  CORPORATION\n   24  CONTRIBUTIONS TO OR EXPENDITURES  ON  BEHALF  OF  POLITICAL  CANDIDATES,\n   25  POLITICAL  COMMITTEES, PARTY COMMITTEES, OR BALLOT REFERENDUMS, BEFORE A\n   26  COOPERATIVE CORPORATION MAY MAKE A CONTRIBUTION OR INDEPENDENT  EXPENDI-\n   27  TURE,  THE  COOPERATIVE  CORPORATION  SHALL AT LEAST ANNUALLY OBTAIN THE\n   28  PRIOR AUTHORIZATION BY VOTE OF A MAJORITY OF THE SHARES OR MEMBERS  CAST\n   29  ON SUCH RESOLUTION TO MAKE CONTRIBUTIONS OR INDEPENDENT EXPENDITURES, UP\n   30  TO A STATED AGGREGATE ANNUAL AMOUNT.\n   31    3.  ANY COOPERATIVE CORPORATION, EITHER BY ITSELF OR ITS SUBSIDIARIES,\n   32  MAKING A CONTRIBUTION OR INDEPENDENT EXPENDITURE SHALL, AT LEAST ANNUAL-\n   33  LY, DISCLOSE TO ITS SHAREHOLDERS AND FILE WITH THE SECRETARY OF STATE AN\n   34  ACCOUNTING OF THE CONTRIBUTIONS AND INDEPENDENT  EXPENDITURES  USED  FOR\n   35  SUCH PURPOSES, INCLUDING:\n   36    (A) THE DATE OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   37    (B) THE AMOUNT OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   38    (C)  THE IDENTITY OF THE RECIPIENT OF THE CONTRIBUTION, OR IF AN INDE-\n   39  PENDENT EXPENDITURE, THE IDENTITY OF THE  CANDIDATE,  REFERENDUM,  POLI-\n   40  TICAL  PARTY, PENDING LEGISLATION, PUBLIC POLICY OR A GOVERNMENT RULE OR\n   41  REGULATION SUPPORTED OR OPPOSED; AND\n   42    (D) THE BUSINESS RATIONALE FOR EACH SUCH CONTRIBUTION  OR  INDEPENDENT\n   43  EXPENDITURE.\n   44    4.  THE  SECRETARY  OF STATE SHALL POST EACH COOPERATIVE CORPORATION'S\n   45  ANNUAL DISCLOSURE ON THE WEBSITE MAINTAINED BY THE SECRETARY OF STATE.\n   46    5.  THE ATTORNEY GENERAL MAY COMMENCE AN ACTION OR SPECIAL  PROCEEDING\n   47  TO ENFORCE THE PROVISIONS OF THIS SECTION.\n   48    S  4.  The  not-for-profit  corporation law is amended by adding a new\n   49  section 523 to read as follows:\n   50  S 523. POLITICAL CONTRIBUTIONS.\n   51    (A) DEFINITIONS. WHEN USED IN THIS SECTION:\n   52    (1) THE TERM \"CONTRIBUTION\" MEANS ANY GIFT, SUBSCRIPTION,  OUTSTANDING\n   53  LOAN,  ADVANCE,  DEPOSIT  OF  MONEY  OR ANY THING OF VALUE PROVIDED TO A\n   54  POLITICAL COMMITTEE, PARTY  COMMITTEE,  CONSTITUTED  COMMITTEE  OR  DULY\n   55  CONSTITUTED  SUBCOMMITTEE  OF  A  COUNTY  COMMITTEE,  AS THOSE TERMS ARE\n   56  DEFINED IN ARTICLE FOURTEEN OF THE ELECTION LAW,  IN  SUPPORT  OR  OPPO-\n\n       S. 101                              4\n\n    1  SITION  TO A CANDIDATE FOR PUBLIC OR PARTY OFFICE, REFERENDUM, POLITICAL\n    2  PARTY, ELECTIONEERING COMMUNICATION OR ANY  COMMUNICATION  MADE  TO  THE\n    3  GENERAL  PUBLIC INTENDED TO ENCOURAGE THE PUBLIC TO CONTACT A GOVERNMENT\n    4  OFFICIAL,  CANDIDATE  FOR  PUBLIC  OR  PARTY  OFFICE  OR POLITICAL PARTY\n    5  REGARDING PENDING LEGISLATION, PUBLIC POLICY OR  A  GOVERNMENT  RULE  OR\n    6  REGULATION;\n    7    (2)  THE TERM \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE BY A\n    8  PERSON FOR AN AUDIO OR VIDEO COMMUNICATION TO A GENERAL PUBLIC  AUDIENCE\n    9  VIA BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION TO A GENER-\n   10  AL  PUBLIC  AUDIENCE  VIA  ADVERTISEMENTS, PAMPHLETS, CIRCULARS, FLYERS,\n   11  BROCHURES, LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR  INFOR-\n   12  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n   13  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES  WHICH:  (I)  EXPRESSLY\n   14  ADVOCATES  THE  ELECTION  OR DEFEAT OF A CLEARLY IDENTIFIED CANDIDATE OR\n   15  THE SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE,  THE\n   16  CANDIDATE'S  POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL COMMITTEE\n   17  FORMED TO PROMOTE THE SUCCESS OR DEFEAT OF  A  BALLOT  PROPOSAL  OR  ITS\n   18  AGENTS,  DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN ANY\n   19  SUCH COMMUNICATION.   INDEPENDENT EXPENDITURES DO  NOT  INCLUDE:  (I)  A\n   20  COMMUNICATION APPEARING IN A WRITTEN NEWS STORY, COMMENTARY, OR EDITORI-\n   21  AL  OR  DISTRIBUTED  THROUGH THE FACILITIES OF ANY BROADCASTING STATION,\n   22  CABLE OR SATELLITE UNLESS SUCH PUBLICATION OR FACILITIES  ARE  OWNED  OR\n   23  CONTROLLED  BY ANY POLITICAL PARTY, POLITICAL COMMITTEE OR CANDIDATE; OR\n   24  (II) A COMMUNICATION THAT CONSTITUTES A CANDIDATE DEBATE  OR  FORUM;  OR\n   25  (III) A COMMUNICATION WHICH CONSTITUTES AN EXPENDITURE MADE BY AN ENTITY\n   26  REQUIRED TO REPORT SUCH EXPENDITURE WITH A BOARD OF ELECTIONS.\n   27    (B)  NOTWITHSTANDING  ANY  OTHER  LIMITS ON NOT-FOR-PROFIT CORPORATION\n   28  CONTRIBUTIONS TO, OR EXPENDITURES ON BEHALF OF, CANDIDATES FOR PUBLIC OR\n   29  PARTY OFFICE, POLITICAL COMMITTEES, PARTY COMMITTEES OR BALLOT  REFEREN-\n   30  DUM,  BEFORE A NOT-FOR-PROFIT CORPORATION OR ANY OF ITS SUBSIDIARIES MAY\n   31  MAKE A  CONTRIBUTION  OR  INDEPENDENT  EXPENDITURE,  THE  NOT-FOR-PROFIT\n   32  CORPORATION  SHALL, AT LEAST ANNUALLY, OBTAIN THE PRIOR AUTHORIZATION BY\n   33  VOTE OF A MAJORITY OF THE MEMBERS VOTING  ON  SUCH  RESOLUTION  TO  MAKE\n   34  CONTRIBUTIONS OR INDEPENDENT EXPENDITURES UP TO A STATED AGGREGATE ANNU-\n   35  AL AMOUNT.\n   36    (C)  ANY  NOT-FOR-PROFIT  CORPORATION, EITHER BY ITSELF OR ITS SUBSID-\n   37  IARIES, MAKING A CONTRIBUTION OR INDEPENDENT EXPENDITURE SHALL AT  LEAST\n   38  ANNUALLY DISCLOSE TO ITS MEMBERS AND FILE WITH THE SECRETARY OF STATE AN\n   39  ACCOUNTING  OF  THE  CONTRIBUTIONS AND INDEPENDENT EXPENDITURES USED FOR\n   40  SUCH PURPOSES, INCLUDING:\n   41    (1) THE DATE OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   42    (2) THE AMOUNT OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   43    (3) THE IDENTITY OF THE RECIPIENT OF THE CONTRIBUTION, OR IF AN  INDE-\n   44  PENDENT  EXPENDITURE,  THE  IDENTITY OF THE CANDIDATE, REFERENDUM, POLI-\n   45  TICAL PARTY, PENDING LEGISLATION, PUBLIC POLICY OR A GOVERNMENT RULE  OR\n   46  REGULATION SUPPORTED OR OPPOSED; AND\n   47    (4)  THE  BUSINESS RATIONALE FOR EACH SUCH CONTRIBUTION OR INDEPENDENT\n   48  EXPENDITURE.\n   49    (D) THE SECRETARY OF  STATE  SHALL  POST  EACH  NOT-FOR-PROFIT  CORPO-\n   50  RATION'S ANNUAL DISCLOSURE ON THE WEBSITE MAINTAINED BY THE SECRETARY OF\n   51  STATE.\n   52    (E)  THE ATTORNEY GENERAL MAY COMMENCE AN ACTION OR SPECIAL PROCEEDING\n   53  TO ENFORCE THE PROVISIONS OF THIS SECTION.\n   54    S 5. The railroad law is amended by adding a new section 35 to read as\n   55  follows:\n\n       S. 101                              5\n\n    1    S 35. POLITICAL CONTRIBUTIONS.  1.  DEFINITIONS.  WHEN  USED  IN  THIS\n    2  SECTION:\n    3    (A)  THE TERM \"CONTRIBUTION\" MEANS ANY GIFT, SUBSCRIPTION, OUTSTANDING\n    4  LOAN, ADVANCE, DEPOSIT OF MONEY OR ANY THING  OF  VALUE  PROVIDED  TO  A\n    5  POLITICAL  COMMITTEE,  PARTY  COMMITTEE,  CONSTITUTED  COMMITTEE OR DULY\n    6  CONSTITUTED SUBCOMMITTEE OF A  COUNTY  COMMITTEE,  AS  THOSE  TERMS  ARE\n    7  DEFINED  IN  ARTICLE  FOURTEEN  OF THE ELECTION LAW, IN SUPPORT OR OPPO-\n    8  SITION TO A CANDIDATE FOR PUBLIC OR PARTY OFFICE, REFERENDUM,  POLITICAL\n    9  PARTY,  ELECTIONEERING  COMMUNICATION  OR  ANY COMMUNICATION MADE TO THE\n   10  GENERAL PUBLIC INTENDED TO ENCOURAGE THE PUBLIC TO CONTACT A  GOVERNMENT\n   11  OFFICIAL,  CANDIDATE  FOR  PUBLIC  OR  PARTY  OFFICE  OR POLITICAL PARTY\n   12  REGARDING PENDING LEGISLATION, PUBLIC POLICY OR  A  GOVERNMENT  RULE  OR\n   13  REGULATION;\n   14    (B)  THE TERM \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE BY A\n   15  PERSON FOR AN AUDIO OR VIDEO COMMUNICATION TO A GENERAL PUBLIC  AUDIENCE\n   16  VIA BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION TO A GENER-\n   17  AL  PUBLIC  AUDIENCE  VIA  ADVERTISEMENTS, PAMPHLETS, CIRCULARS, FLYERS,\n   18  BROCHURES, LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR  INFOR-\n   19  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n   20  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES  WHICH:  (I)  EXPRESSLY\n   21  ADVOCATES  THE  ELECTION  OR DEFEAT OF A CLEARLY IDENTIFIED CANDIDATE OR\n   22  THE SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE,  THE\n   23  CANDIDATE'S  POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL COMMITTEE\n   24  FORMED TO PROMOTE THE SUCCESS OR DEFEAT OF  A  BALLOT  PROPOSAL  OR  ITS\n   25  AGENTS,  DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN ANY\n   26  SUCH COMMUNICATION.   INDEPENDENT EXPENDITURES DO  NOT  INCLUDE:  (I)  A\n   27  COMMUNICATION APPEARING IN A WRITTEN NEWS STORY, COMMENTARY, OR EDITORI-\n   28  AL  OR  DISTRIBUTED  THROUGH THE FACILITIES OF ANY BROADCASTING STATION,\n   29  CABLE OR SATELLITE UNLESS SUCH PUBLICATION OR FACILITIES  ARE  OWNED  OR\n   30  CONTROLLED  BY ANY POLITICAL PARTY, POLITICAL COMMITTEE OR CANDIDATE; OR\n   31  (II) A COMMUNICATION THAT CONSTITUTES A CANDIDATE DEBATE  OR  FORUM;  OR\n   32  (III) A COMMUNICATION WHICH CONSTITUTES AN EXPENDITURE MADE BY AN ENTITY\n   33  REQUIRED TO REPORT SUCH EXPENDITURE WITH A BOARD OF ELECTIONS.\n   34    2.  NOTWITHSTANDING  ANY OTHER LIMITS ON RAILROAD CORPORATION CONTRIB-\n   35  UTIONS TO OR EXPENDITURES ON BEHALF OF POLITICAL  CANDIDATES,  POLITICAL\n   36  COMMITTEES,  PARTY  COMMITTEES, OR BALLOT REFERENDUMS, BEFORE A RAILROAD\n   37  CORPORATION MAY MAKE A  CONTRIBUTION  OR  INDEPENDENT  EXPENDITURE,  THE\n   38  RAILROAD  CORPORATION  SHALL AT LEAST ANNUALLY OBTAIN THE PRIOR AUTHORI-\n   39  ZATION BY VOTE OF A MAJORITY OF THE  SHARES  OR  MEMBERS  CAST  ON  SUCH\n   40  RESOLUTION  TO  MAKE  CONTRIBUTIONS OR INDEPENDENT EXPENDITURES, UP TO A\n   41  STATED AGGREGATE ANNUAL AMOUNT.\n   42    3. ANY RAILROAD CORPORATION, EITHER BY  ITSELF  OR  ITS  SUBSIDIARIES,\n   43  MAKING CONTRIBUTIONS OR INDEPENDENT EXPENDITURES SHALL, AT LEAST ANNUAL-\n   44  LY, DISCLOSE TO ITS SHAREHOLDERS AND FILE WITH THE SECRETARY OF STATE AN\n   45  ACCOUNTING  OF  THE  CONTRIBUTIONS AND INDEPENDENT EXPENDITURES USED FOR\n   46  SUCH PURPOSES, INCLUDING:\n   47    (A) THE DATE OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   48    (B) THE AMOUNT OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   49    (C) THE IDENTITY OF THE RECIPIENT OF THE CONTRIBUTION, OR IF AN  INDE-\n   50  PENDENT  EXPENDITURE,  THE  IDENTITY OF THE CANDIDATE, REFERENDUM, POLI-\n   51  TICAL PARTY, PENDING LEGISLATION, PUBLIC POLICY OR A GOVERNMENT RULE  OR\n   52  REGULATION SUPPORTED OR OPPOSED; AND\n   53    (D)  THE  BUSINESS RATIONALE FOR EACH SUCH CONTRIBUTION OR INDEPENDENT\n   54  EXPENDITURE.\n   55    4. THE SECRETARY OF STATE SHALL POST EACH RAILROAD CORPORATION'S ANNU-\n   56  AL DISCLOSURE ON THE WEBSITE MAINTAINED BY THE SECRETARY OF STATE.\n\n       S. 101                              6\n\n    1    5.  THE ATTORNEY GENERAL MAY COMMENCE AN ACTION OR SPECIAL  PROCEEDING\n    2  TO ENFORCE THE PROVISIONS OF THIS SECTION.\n    3    S  6.  The  transportation corporations law is amended by adding a new\n    4  section 7 to read as follows:\n    5    S 7. POLITICAL CONTRIBUTIONS.  (A)  DEFINITIONS.  WHEN  USED  IN  THIS\n    6  SECTION:\n    7    (1)  THE TERM \"CONTRIBUTION\" MEANS ANY GIFT, SUBSCRIPTION, OUTSTANDING\n    8  LOAN, ADVANCE, DEPOSIT OF MONEY OR ANY THING  OF  VALUE  PROVIDED  TO  A\n    9  POLITICAL  COMMITTEE,  PARTY  COMMITTEE,  CONSTITUTED  COMMITTEE OR DULY\n   10  CONSTITUTED SUBCOMMITTEE OF A  COUNTY  COMMITTEE,  AS  THOSE  TERMS  ARE\n   11  DEFINED  IN  ARTICLE  FOURTEEN  OF THE ELECTION LAW, IN SUPPORT OR OPPO-\n   12  SITION TO A CANDIDATE FOR PUBLIC OR PARTY OFFICE, REFERENDUM,  POLITICAL\n   13  PARTY,  ELECTIONEERING  COMMUNICATION  OR  ANY COMMUNICATION MADE TO THE\n   14  GENERAL PUBLIC INTENDED TO ENCOURAGE THE PUBLIC TO CONTACT A  GOVERNMENT\n   15  OFFICIAL,  CANDIDATE  FOR  PUBLIC  OR  PARTY  OFFICE  OR POLITICAL PARTY\n   16  REGARDING PENDING LEGISLATION, PUBLIC POLICY OR  A  GOVERNMENT  RULE  OR\n   17  REGULATION;\n   18    (2)  THE TERM \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE BY A\n   19  PERSON FOR AN AUDIO OR VIDEO COMMUNICATION TO A GENERAL PUBLIC  AUDIENCE\n   20  VIA BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION TO A GENER-\n   21  AL  PUBLIC  AUDIENCE  VIA  ADVERTISEMENTS, PAMPHLETS, CIRCULARS, FLYERS,\n   22  BROCHURES, LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR  INFOR-\n   23  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n   24  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES  WHICH:  (I)  EXPRESSLY\n   25  ADVOCATES  THE  ELECTION  OR DEFEAT OF A CLEARLY IDENTIFIED CANDIDATE OR\n   26  THE SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE,  THE\n   27  CANDIDATE'S  POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL COMMITTEE\n   28  FORMED TO PROMOTE THE SUCCESS OR DEFEAT OF  A  BALLOT  PROPOSAL  OR  ITS\n   29  AGENTS,  DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN ANY\n   30  SUCH COMMUNICATION.   INDEPENDENT EXPENDITURES DO  NOT  INCLUDE:  (I)  A\n   31  COMMUNICATION APPEARING IN A WRITTEN NEWS STORY, COMMENTARY, OR EDITORI-\n   32  AL  OR  DISTRIBUTED  THROUGH THE FACILITIES OF ANY BROADCASTING STATION,\n   33  CABLE OR SATELLITE UNLESS SUCH PUBLICATION OR FACILITIES  ARE  OWNED  OR\n   34  CONTROLLED  BY ANY POLITICAL PARTY, POLITICAL COMMITTEE OR CANDIDATE; OR\n   35  (II) A COMMUNICATION THAT CONSTITUTES A CANDIDATE DEBATE  OR  FORUM;  OR\n   36  (III) A COMMUNICATION WHICH CONSTITUTES AN EXPENDITURE MADE BY AN ENTITY\n   37  REQUIRED TO REPORT SUCH EXPENDITURE WITH A BOARD OF ELECTIONS.\n   38    (B)  NOTWITHSTANDING  ANY  OTHER  LIMITS ON TRANSPORTATION CORPORATION\n   39  CONTRIBUTIONS TO, OR EXPENDITURES ON BEHALF OF, CANDIDATES FOR PUBLIC OR\n   40  PARTY OFFICE, POLITICAL COMMITTEES, PARTY COMMITTEES OR BALLOT  REFEREN-\n   41  DUM,  BEFORE A TRANSPORTATION CORPORATION OR ANY OF ITS SUBSIDIARIES MAY\n   42  MAKE A  CONTRIBUTION  OR  INDEPENDENT  EXPENDITURE,  THE  TRANSPORTATION\n   43  CORPORATION  SHALL, AT LEAST ANNUALLY, OBTAIN THE PRIOR AUTHORIZATION BY\n   44  VOTE OF A MAJORITY OF  THE  SHARES  CAST  ON  SUCH  RESOLUTION  TO  MAKE\n   45  CONTRIBUTIONS OR INDEPENDENT EXPENDITURES UP TO A STATED AGGREGATE ANNU-\n   46  AL AMOUNT.\n   47    (C)  ANY  TRANSPORTATION  CORPORATION, EITHER BY ITSELF OR ITS SUBSID-\n   48  IARIES, MAKING CONTRIBUTIONS OR INDEPENDENT EXPENDITURES SHALL AT  LEAST\n   49  ANNUALLY  DISCLOSE  TO  ITS  SHAREHOLDERS AND FILE WITH THE SECRETARY OF\n   50  STATE AN ACCOUNTING OF THE CONTRIBUTIONS  AND  INDEPENDENT  EXPENDITURES\n   51  USED FOR SUCH PURPOSES, INCLUDING:\n   52    (1) THE DATE OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   53    (2) THE AMOUNT OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   54    (3)  THE IDENTITY OF THE RECIPIENT OF THE CONTRIBUTION, OR IF AN INDE-\n   55  PENDENT EXPENDITURE, THE IDENTITY OF THE  CANDIDATE,  REFERENDUM,  POLI-\n\n       S. 101                              7\n\n    1  TICAL  PARTY, PENDING LEGISLATION, PUBLIC POLICY OR A GOVERNMENT RULE OR\n    2  REGULATION SUPPORTED OR OPPOSED; AND\n    3    (4)  THE  BUSINESS RATIONALE FOR EACH SUCH CONTRIBUTION OR INDEPENDENT\n    4  EXPENDITURE.\n    5    (D) THE SECRETARY OF  STATE  SHALL  POST  EACH  TRANSPORTATION  CORPO-\n    6  RATION'S ANNUAL DISCLOSURE ON THE WEBSITE MAINTAINED BY THE SECRETARY OF\n    7  STATE.\n    8    (E)  THE ATTORNEY GENERAL MAY COMMENCE AN ACTION OR SPECIAL PROCEEDING\n    9  TO ENFORCE THE PROVISIONS OF THIS SECTION.\n   10    S 7. The banking law is amended by adding a new section 5017  to  read\n   11  as follows:\n   12    S  5017.  POLITICAL  CONTRIBUTIONS.  1. DEFINITIONS. WHEN USED IN THIS\n   13  SECTION:\n   14    (A) THE TERM \"CONTRIBUTION\" MEANS ANY GIFT, SUBSCRIPTION,  OUTSTANDING\n   15  LOAN,  ADVANCE,  DEPOSIT  OF  MONEY  OR ANY THING OF VALUE PROVIDED TO A\n   16  POLITICAL COMMITTEE, PARTY  COMMITTEE,  CONSTITUTED  COMMITTEE  OR  DULY\n   17  CONSTITUTED  SUBCOMMITTEE  OF  A  COUNTY  COMMITTEE,  AS THOSE TERMS ARE\n   18  DEFINED IN ARTICLE FOURTEEN OF THE ELECTION LAW,  IN  SUPPORT  OR  OPPO-\n   19  SITION  TO A CANDIDATE FOR PUBLIC OR PARTY OFFICE, REFERENDUM, POLITICAL\n   20  PARTY, ELECTIONEERING COMMUNICATION OR ANY  COMMUNICATION  MADE  TO  THE\n   21  GENERAL  PUBLIC INTENDED TO ENCOURAGE THE PUBLIC TO CONTACT A GOVERNMENT\n   22  OFFICIAL, CANDIDATE FOR  PUBLIC  OR  PARTY  OFFICE  OR  POLITICAL  PARTY\n   23  REGARDING  PENDING  LEGISLATION,  PUBLIC  POLICY OR A GOVERNMENT RULE OR\n   24  REGULATION;\n   25    (B) THE TERM \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE BY  A\n   26  PERSON  FOR AN AUDIO OR VIDEO COMMUNICATION TO A GENERAL PUBLIC AUDIENCE\n   27  VIA BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION TO A GENER-\n   28  AL PUBLIC AUDIENCE VIA  ADVERTISEMENTS,  PAMPHLETS,  CIRCULARS,  FLYERS,\n   29  BROCHURES,  LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR INFOR-\n   30  MATION CONVEYED TO FIVE HUNDRED OR MORE  MEMBERS  OF  A  GENERAL  PUBLIC\n   31  AUDIENCE  BY  COMPUTER  OR OTHER ELECTRONIC DEVICES WHICH: (I) EXPRESSLY\n   32  ADVOCATES THE ELECTION OR DEFEAT OF A CLEARLY  IDENTIFIED  CANDIDATE  OR\n   33  THE  SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE, THE\n   34  CANDIDATE'S POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL  COMMITTEE\n   35  FORMED  TO  PROMOTE  THE  SUCCESS  OR DEFEAT OF A BALLOT PROPOSAL OR ITS\n   36  AGENTS, DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN  ANY\n   37  SUCH  COMMUNICATION.    INDEPENDENT  EXPENDITURES  DO NOT INCLUDE: (I) A\n   38  COMMUNICATION APPEARING IN A WRITTEN NEWS STORY, COMMENTARY, OR EDITORI-\n   39  AL OR DISTRIBUTED THROUGH THE FACILITIES OF  ANY  BROADCASTING  STATION,\n   40  CABLE  OR  SATELLITE  UNLESS SUCH PUBLICATION OR FACILITIES ARE OWNED OR\n   41  CONTROLLED BY ANY POLITICAL PARTY, POLITICAL COMMITTEE OR CANDIDATE;  OR\n   42  (II)  A  COMMUNICATION  THAT CONSTITUTES A CANDIDATE DEBATE OR FORUM; OR\n   43  (III) A COMMUNICATION WHICH CONSTITUTES AN EXPENDITURE MADE BY AN ENTITY\n   44  REQUIRED TO REPORT SUCH EXPENDITURE WITH A BOARD OF ELECTIONS.\n   45    2. NOTWITHSTANDING ANY OTHER LIMITS ON CORPORATION CONTRIBUTIONS TO OR\n   46  EXPENDITURES ON BEHALF OF POLITICAL  CANDIDATES,  POLITICAL  COMMITTEES,\n   47  PARTY COMMITTEES, OR BALLOT REFERENDUMS, BEFORE A CORPORATION MAY MAKE A\n   48  CONTRIBUTION  OR INDEPENDENT EXPENDITURE, THE CORPORATION SHALL AT LEAST\n   49  ANNUALLY OBTAIN THE PRIOR AUTHORIZATION BY VOTE OF  A  MAJORITY  OF  THE\n   50  SHARES OR MEMBERS CAST ON SUCH RESOLUTION TO MAKE CONTRIBUTIONS OR INDE-\n   51  PENDENT EXPENDITURES, UP TO A STATED AGGREGATE ANNUAL AMOUNT.\n   52    3.  ANY  CORPORATION,  EITHER  BY ITSELF OR ITS SUBSIDIARIES, MAKING A\n   53  CONTRIBUTION  OR  INDEPENDENT  EXPENDITURE  SHALL,  AT  LEAST  ANNUALLY,\n   54  DISCLOSE  TO  ITS  SHAREHOLDERS  AND FILE WITH THE SECRETARY OF STATE AN\n   55  ACCOUNTING OF THE CONTRIBUTIONS AND INDEPENDENT  EXPENDITURES  USED  FOR\n   56  SUCH PURPOSES, INCLUDING:\n\n       S. 101                              8\n\n    1    (A) THE DATE OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n    2    (B) THE AMOUNT OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n    3    (C)  THE IDENTITY OF THE RECIPIENT OF THE CONTRIBUTION, OR IF AN INDE-\n    4  PENDENT EXPENDITURE, THE IDENTITY OF THE  CANDIDATE,  REFERENDUM,  POLI-\n    5  TICAL  PARTY, PENDING LEGISLATION, PUBLIC POLICY OR A GOVERNMENT RULE OR\n    6  REGULATION SUPPORTED OR OPPOSED; AND\n    7    (D) THE BUSINESS RATIONALE FOR EACH SUCH CONTRIBUTION  OR  INDEPENDENT\n    8  EXPENDITURE.\n    9    4. THE SECRETARY OF STATE SHALL POST EACH CORPORATION'S ANNUAL DISCLO-\n   10  SURE ON THE WEBSITE MAINTAINED BY THE SECRETARY OF STATE.\n   11    5.  THE  ATTORNEY GENERAL MAY COMMENCE AN ACTION OR SPECIAL PROCEEDING\n   12  TO ENFORCE THE PROVISIONS OF THIS SECTION.\n   13    S 8. The business corporation law is amended by adding a  new  section\n   14  1321 to read as follows:\n   15  S 1321. POLITICAL CONTRIBUTIONS.\n   16    (A) DEFINITIONS. WHEN USED IN THIS SECTION:\n   17    (1)  THE TERM \"CONTRIBUTION\" MEANS ANY GIFT, SUBSCRIPTION, OUTSTANDING\n   18  LOAN, ADVANCE, DEPOSIT OF MONEY OR ANY THING  OF  VALUE  PROVIDED  TO  A\n   19  POLITICAL  COMMITTEE,  PARTY  COMMITTEE,  CONSTITUTED  COMMITTEE OR DULY\n   20  CONSTITUTED SUBCOMMITTEE OF A  COUNTY  COMMITTEE,  AS  THOSE  TERMS  ARE\n   21  DEFINED  IN  ARTICLE  FOURTEEN  OF THE ELECTION LAW, IN SUPPORT OR OPPO-\n   22  SITION TO A CANDIDATE FOR PUBLIC OR PARTY OFFICE, REFERENDUM,  POLITICAL\n   23  PARTY,  ELECTIONEERING  COMMUNICATION  OR  ANY COMMUNICATION MADE TO THE\n   24  GENERAL PUBLIC INTENDED TO ENCOURAGE THE PUBLIC TO CONTACT A  GOVERNMENT\n   25  OFFICIAL,  CANDIDATE  FOR  PUBLIC  OR  PARTY  OFFICE  OR POLITICAL PARTY\n   26  REGARDING PENDING LEGISLATION, PUBLIC POLICY OR  A  GOVERNMENT  RULE  OR\n   27  REGULATION;\n   28    (2)  THE TERM \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE BY A\n   29  PERSON FOR AN AUDIO OR VIDEO COMMUNICATION TO A GENERAL PUBLIC  AUDIENCE\n   30  VIA BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION TO A GENER-\n   31  AL  PUBLIC  AUDIENCE  VIA  ADVERTISEMENTS, PAMPHLETS, CIRCULARS, FLYERS,\n   32  BROCHURES, LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR  INFOR-\n   33  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n   34  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES  WHICH:  (I)  EXPRESSLY\n   35  ADVOCATES  THE  ELECTION  OR DEFEAT OF A CLEARLY IDENTIFIED CANDIDATE OR\n   36  THE SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE,  THE\n   37  CANDIDATE'S  POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL COMMITTEE\n   38  FORMED TO PROMOTE THE SUCCESS OR DEFEAT OF  A  BALLOT  PROPOSAL  OR  ITS\n   39  AGENTS,  DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN ANY\n   40  SUCH COMMUNICATION.   INDEPENDENT EXPENDITURES DO  NOT  INCLUDE:  (I)  A\n   41  COMMUNICATION APPEARING IN A WRITTEN NEWS STORY, COMMENTARY, OR EDITORI-\n   42  AL  OR  DISTRIBUTED  THROUGH THE FACILITIES OF ANY BROADCASTING STATION,\n   43  CABLE OR SATELLITE UNLESS SUCH PUBLICATION OR FACILITIES  ARE  OWNED  OR\n   44  CONTROLLED  BY ANY POLITICAL PARTY, POLITICAL COMMITTEE OR CANDIDATE; OR\n   45  (II) A COMMUNICATION THAT CONSTITUTES A CANDIDATE DEBATE  OR  FORUM;  OR\n   46  (III) A COMMUNICATION WHICH CONSTITUTES AN EXPENDITURE MADE BY AN ENTITY\n   47  REQUIRED TO REPORT SUCH EXPENDITURE WITH A BOARD OF ELECTIONS.\n   48    (B) NOTWITHSTANDING ANY OTHER LIMITS ON CORPORATE CONTRIBUTIONS TO, OR\n   49  EXPENDITURES  ON BEHALF OF, CANDIDATES FOR PUBLIC OR PARTY OFFICE, POLI-\n   50  TICAL COMMITTEES,  PARTY  COMMITTEES  OR  BALLOT  REFERENDUM,  BEFORE  A\n   51  FOREIGN  CORPORATION  DOING  BUSINESS  IN  THE  STATE IN ACCORDANCE WITH\n   52  SECTION THIRTEEN HUNDRED ONE OF THIS ARTICLE MAY MAKE A CONTRIBUTION  OR\n   53  INDEPENDENT  EXPENDITURE  IN NEW YORK, THE FOREIGN CORPORATION SHALL, AT\n   54  LEAST ANNUALLY, OBTAIN THE PRIOR AUTHORIZATION BY VOTE OF A MAJORITY  OF\n   55  THE  SHARES CAST ON SUCH RESOLUTION TO MAKE CONTRIBUTIONS OR INDEPENDENT\n   56  EXPENDITURES UP TO A STATED AGGREGATE ANNUAL AMOUNT.\n\n       S. 101                              9\n\n    1    (C) ANY FOREIGN CORPORATION, EITHER BY  ITSELF  OR  ITS  SUBSIDIARIES,\n    2  MAKING  A  CONTRIBUTION  OR INDEPENDENT EXPENDITURE IN NEW YORK SHALL AT\n    3  LEAST ANNUALLY DISCLOSE TO ITS SHAREHOLDERS AND FILE WITH THE  SECRETARY\n    4  OF STATE AN ACCOUNTING OF THE CONTRIBUTIONS AND INDEPENDENT EXPENDITURES\n    5  USED FOR SUCH PURPOSES, INCLUDING:\n    6    (1) THE DATE OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n    7    (2) THE AMOUNT OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n    8    (3)  THE IDENTITY OF THE RECIPIENT OF THE CONTRIBUTION, OR IF AN INDE-\n    9  PENDENT EXPENDITURE, THE IDENTITY OF THE  CANDIDATE,  REFERENDUM,  POLI-\n   10  TICAL  PARTY, PENDING LEGISLATION, PUBLIC POLICY OR A GOVERNMENT RULE OR\n   11  REGULATION SUPPORTED OR OPPOSED; AND\n   12    (4) THE BUSINESS RATIONALE FOR EACH SUCH CONTRIBUTION  OR  INDEPENDENT\n   13  EXPENDITURE.\n   14    (D) THE SECRETARY OF STATE SHALL POST EACH FOREIGN CORPORATION'S ANNU-\n   15  AL DISCLOSURE ON THE WEBSITE MAINTAINED BY THE SECRETARY OF STATE.\n   16    (E)  THE ATTORNEY GENERAL MAY COMMENCE AN ACTION OR SPECIAL PROCEEDING\n   17  TO ENFORCE THE PROVISIONS OF THIS SECTION.\n   18    S 9. The limited liability company law is  amended  by  adding  a  new\n   19  section 510 to read as follows:\n   20    S  510.  POLITICAL  CONTRIBUTIONS.  (A) DEFINITIONS. WHEN USED IN THIS\n   21  SECTION:\n   22    (1) THE TERM \"CONTRIBUTION\" MEANS ANY GIFT, SUBSCRIPTION,  OUTSTANDING\n   23  LOAN,  ADVANCE,  DEPOSIT  OF  MONEY  OR ANY THING OF VALUE PROVIDED TO A\n   24  POLITICAL COMMITTEE, PARTY  COMMITTEE,  CONSTITUTED  COMMITTEE  OR  DULY\n   25  CONSTITUTED  SUBCOMMITTEE  OF  A  COUNTY  COMMITTEE,  AS THOSE TERMS ARE\n   26  DEFINED IN ARTICLE FOURTEEN OF THE ELECTION LAW,  IN  SUPPORT  OR  OPPO-\n   27  SITION  TO A CANDIDATE FOR PUBLIC OR PARTY OFFICE, REFERENDUM, POLITICAL\n   28  PARTY, ELECTIONEERING COMMUNICATION OR ANY  COMMUNICATION  MADE  TO  THE\n   29  GENERAL  PUBLIC INTENDED TO ENCOURAGE THE PUBLIC TO CONTACT A GOVERNMENT\n   30  OFFICIAL, CANDIDATE FOR  PUBLIC  OR  PARTY  OFFICE  OR  POLITICAL  PARTY\n   31  REGARDING  PENDING  LEGISLATION,  PUBLIC  POLICY OR A GOVERNMENT RULE OR\n   32  REGULATION;\n   33    (2) THE TERM \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE BY  A\n   34  PERSON  FOR AN AUDIO OR VIDEO COMMUNICATION TO A GENERAL PUBLIC AUDIENCE\n   35  VIA BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION TO A GENER-\n   36  AL PUBLIC AUDIENCE VIA  ADVERTISEMENTS,  PAMPHLETS,  CIRCULARS,  FLYERS,\n   37  BROCHURES,  LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR INFOR-\n   38  MATION CONVEYED TO FIVE HUNDRED OR MORE  MEMBERS  OF  A  GENERAL  PUBLIC\n   39  AUDIENCE  BY  COMPUTER  OR OTHER ELECTRONIC DEVICES WHICH: (I) EXPRESSLY\n   40  ADVOCATES THE ELECTION OR DEFEAT OF A CLEARLY  IDENTIFIED  CANDIDATE  OR\n   41  THE  SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE, THE\n   42  CANDIDATE'S POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL  COMMITTEE\n   43  FORMED  TO  PROMOTE  THE  SUCCESS  OR DEFEAT OF A BALLOT PROPOSAL OR ITS\n   44  AGENTS, DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN  ANY\n   45  SUCH  COMMUNICATION.    INDEPENDENT  EXPENDITURES  DO NOT INCLUDE: (I) A\n   46  COMMUNICATION APPEARING IN A WRITTEN NEWS STORY, COMMENTARY, OR EDITORI-\n   47  AL OR DISTRIBUTED THROUGH THE FACILITIES OF  ANY  BROADCASTING  STATION,\n   48  CABLE  OR  SATELLITE  UNLESS SUCH PUBLICATION OR FACILITIES ARE OWNED OR\n   49  CONTROLLED BY ANY POLITICAL PARTY, POLITICAL COMMITTEE OR CANDIDATE;  OR\n   50  (II)  A  COMMUNICATION  THAT CONSTITUTES A CANDIDATE DEBATE OR FORUM; OR\n   51  (III) A COMMUNICATION WHICH CONSTITUTES AN EXPENDITURE MADE BY AN ENTITY\n   52  REQUIRED TO REPORT SUCH EXPENDITURE WITH A BOARD OF ELECTIONS.\n   53    (B) NOTWITHSTANDING ANY OTHER LIMITS ON CONTRIBUTIONS TO, OR  EXPENDI-\n   54  TURES  ON  BEHALF  OF,  CANDIDATES FOR PUBLIC OR PARTY OFFICE, POLITICAL\n   55  COMMITTEES, PARTY COMMITTEES OR  BALLOT  REFERENDUM,  BEFORE  A  LIMITED\n   56  LIABILITY  COMPANY  MAY  MAKE A CONTRIBUTION OR INDEPENDENT EXPENDITURE,\n\n       S. 101                             10\n\n    1  THE LIMITED LIABILITY COMPANY SHALL, AT LEAST ANNUALLY, OBTAIN THE PRIOR\n    2  AUTHORIZATION BY VOTE OF A MAJORITY OF THE MEMBERS OR MANAGERS  CAST  ON\n    3  SUCH  RESOLUTION TO MAKE CONTRIBUTIONS OR INDEPENDENT EXPENDITURES UP TO\n    4  A STATED AGGREGATE ANNUAL AMOUNT.\n    5    (C)  ANY  LIMITED  LIABILITY  COMPANY, EITHER BY ITSELF OR ITS SUBSID-\n    6  IARIES, MAKING A CONTRIBUTION OR INDEPENDENT EXPENDITURE SHALL AT  LEAST\n    7  ANNUALLY DISCLOSE TO ITS MEMBERS OR MANAGERS AND FILE WITH THE SECRETARY\n    8  OF STATE AN ACCOUNTING OF THE CONTRIBUTIONS AND INDEPENDENT EXPENDITURES\n    9  USED FOR SUCH PURPOSES, INCLUDING:\n   10    (1) THE DATE OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   11    (2) THE AMOUNT OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   12    (3)  THE IDENTITY OF THE RECIPIENT OF THE CONTRIBUTION, OR IF AN INDE-\n   13  PENDENT EXPENDITURE, THE IDENTITY OF THE  CANDIDATE,  REFERENDUM,  POLI-\n   14  TICAL  PARTY, PENDING LEGISLATION, PUBLIC POLICY OR A GOVERNMENT RULE OR\n   15  REGULATION SUPPORTED OR OPPOSED; AND\n   16    (4) THE BUSINESS RATIONALE FOR EACH SUCH CONTRIBUTION  OR  INDEPENDENT\n   17  EXPENDITURE.\n   18    (D) THE SECRETARY OF STATE SHALL POST EACH LIMITED LIABILITY COMPANY'S\n   19  ANNUAL DISCLOSURE ON THE WEBSITE MAINTAINED BY THE SECRETARY OF STATE.\n   20    (E)  THE ATTORNEY GENERAL MAY COMMENCE AN ACTION OR SPECIAL PROCEEDING\n   21  TO ENFORCE THE PROVISIONS OF THIS SECTION.\n   22    S 10. The business corporation law is amended by adding a new  section\n   23  1517 to read as follows:\n   24  S 1517. POLITICAL CONTRIBUTIONS.\n   25    (A) DEFINITIONS. WHEN USED IN THIS SECTION:\n   26    (1)  THE TERM \"CONTRIBUTION\" MEANS ANY GIFT, SUBSCRIPTION, OUTSTANDING\n   27  LOAN, ADVANCE, DEPOSIT OF MONEY OR ANY THING  OF  VALUE  PROVIDED  TO  A\n   28  POLITICAL  COMMITTEE,  PARTY  COMMITTEE,  CONSTITUTED  COMMITTEE OR DULY\n   29  CONSTITUTED SUBCOMMITTEE OF A  COUNTY  COMMITTEE,  AS  THOSE  TERMS  ARE\n   30  DEFINED  IN  ARTICLE  FOURTEEN  OF THE ELECTION LAW, IN SUPPORT OR OPPO-\n   31  SITION TO A CANDIDATE FOR PUBLIC OR PARTY OFFICE, REFERENDUM,  POLITICAL\n   32  PARTY,  ELECTIONEERING  COMMUNICATION  OR  ANY COMMUNICATION MADE TO THE\n   33  GENERAL PUBLIC INTENDED TO ENCOURAGE THE PUBLIC TO CONTACT A  GOVERNMENT\n   34  OFFICIAL,  CANDIDATE  FOR  PUBLIC  OR  PARTY  OFFICE  OR POLITICAL PARTY\n   35  REGARDING PENDING LEGISLATION, PUBLIC POLICY OR  A  GOVERNMENT  RULE  OR\n   36  REGULATION;\n   37    (2)  THE TERM \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE BY A\n   38  PERSON FOR AN AUDIO OR VIDEO COMMUNICATION TO A GENERAL PUBLIC  AUDIENCE\n   39  VIA BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION TO A GENER-\n   40  AL  PUBLIC  AUDIENCE  VIA  ADVERTISEMENTS, PAMPHLETS, CIRCULARS, FLYERS,\n   41  BROCHURES, LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR  INFOR-\n   42  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n   43  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES  WHICH:  (I)  EXPRESSLY\n   44  ADVOCATES  THE  ELECTION  OR DEFEAT OF A CLEARLY IDENTIFIED CANDIDATE OR\n   45  THE SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE,  THE\n   46  CANDIDATE'S  POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL COMMITTEE\n   47  FORMED TO PROMOTE THE SUCCESS OR DEFEAT OF  A  BALLOT  PROPOSAL  OR  ITS\n   48  AGENTS,  DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN ANY\n   49  SUCH COMMUNICATION.   INDEPENDENT EXPENDITURES DO  NOT  INCLUDE:  (I)  A\n   50  COMMUNICATION APPEARING IN A WRITTEN NEWS STORY, COMMENTARY, OR EDITORI-\n   51  AL  OR  DISTRIBUTED  THROUGH THE FACILITIES OF ANY BROADCASTING STATION,\n   52  CABLE OR SATELLITE UNLESS SUCH PUBLICATION OR FACILITIES  ARE  OWNED  OR\n   53  CONTROLLED  BY ANY POLITICAL PARTY, POLITICAL COMMITTEE OR CANDIDATE; OR\n   54  (II) A COMMUNICATION THAT CONSTITUTES A CANDIDATE DEBATE  OR  FORUM;  OR\n   55  (III) A COMMUNICATION WHICH CONSTITUTES AN EXPENDITURE MADE BY AN ENTITY\n   56  REQUIRED TO REPORT SUCH EXPENDITURE WITH A BOARD OF ELECTIONS.\n\n       S. 101                             11\n\n    1    (B)  NOTWITHSTANDING  ANY  OTHER LIMITS ON PROFESSIONAL SERVICE CORPO-\n    2  RATION CONTRIBUTIONS TO, OR EXPENDITURES ON BEHALF  OF,  CANDIDATES  FOR\n    3  PUBLIC OR PARTY OFFICE, POLITICAL COMMITTEES, PARTY COMMITTEES OR BALLOT\n    4  REFERENDUM,  BEFORE  A  PROFESSIONAL  SERVICE  CORPORATION  MAY  MAKE  A\n    5  CONTRIBUTION OR INDEPENDENT EXPENDITURE, THE PROFESSIONAL SERVICE CORPO-\n    6  RATION  SHALL, AT LEAST ANNUALLY, OBTAIN THE PRIOR AUTHORIZATION BY VOTE\n    7  OF A MAJORITY OF THE SHARES CAST ON SUCH  RESOLUTION  TO  MAKE  CONTRIB-\n    8  UTIONS  OR  INDEPENDENT  EXPENDITURES  UP  TO  A STATED AGGREGATE ANNUAL\n    9  AMOUNT.\n   10    (C) ANY PROFESSIONAL SERVICE CORPORATION,  EITHER  BY  ITSELF  OR  ITS\n   11  SUBSIDIARIES,  MAKING A CONTRIBUTION OR INDEPENDENT EXPENDITURE SHALL AT\n   12  LEAST ANNUALLY DISCLOSE TO ITS SHAREHOLDERS AND FILE WITH THE  SECRETARY\n   13  OF STATE AN ACCOUNTING OF THE CONTRIBUTIONS AND INDEPENDENT EXPENDITURES\n   14  USED FOR SUCH PURPOSES, INCLUDING:\n   15    (1) THE DATE OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   16    (2) THE AMOUNT OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   17    (3)  THE IDENTITY OF THE RECIPIENT OF THE CONTRIBUTION, OR IF AN INDE-\n   18  PENDENT EXPENDITURE, THE IDENTITY OF THE  CANDIDATE,  REFERENDUM,  POLI-\n   19  TICAL  PARTY, PENDING LEGISLATION, PUBLIC POLICY OR A GOVERNMENT RULE OR\n   20  REGULATION SUPPORTED OR OPPOSED; AND\n   21    (4) THE BUSINESS RATIONALE FOR EACH SUCH CONTRIBUTION  OR  INDEPENDENT\n   22  EXPENDITURE.\n   23    (D) THE SECRETARY OF STATE SHALL POST EACH PROFESSIONAL SERVICE CORPO-\n   24  RATION'S ANNUAL DISCLOSURE ON THE WEBSITE MAINTAINED BY THE SECRETARY OF\n   25  STATE.\n   26    (E)  THE ATTORNEY GENERAL MAY COMMENCE AN ACTION OR SPECIAL PROCEEDING\n   27  TO ENFORCE THE PROVISIONS OF THIS SECTION.\n   28    S 11. The business corporation law is amended by adding a new  section\n   29  1534 to read as follows:\n   30  S 1534. POLITICAL CONTRIBUTIONS.\n   31    (A) DEFINITIONS. WHEN USED IN THIS SECTION:\n   32    (1)  THE TERM \"CONTRIBUTION\" MEANS ANY GIFT, SUBSCRIPTION, OUTSTANDING\n   33  LOAN, ADVANCE, DEPOSIT OF MONEY OR ANY THING  OF  VALUE  PROVIDED  TO  A\n   34  POLITICAL  COMMITTEE,  PARTY  COMMITTEE,  CONSTITUTED  COMMITTEE OR DULY\n   35  CONSTITUTED SUBCOMMITTEE OF A  COUNTY  COMMITTEE,  AS  THOSE  TERMS  ARE\n   36  DEFINED  IN  ARTICLE  FOURTEEN  OF THE ELECTION LAW, IN SUPPORT OR OPPO-\n   37  SITION TO A CANDIDATE FOR PUBLIC OR PARTY OFFICE, REFERENDUM,  POLITICAL\n   38  PARTY,  ELECTIONEERING  COMMUNICATION  OR  ANY COMMUNICATION MADE TO THE\n   39  GENERAL PUBLIC INTENDED TO ENCOURAGE THE PUBLIC TO CONTACT A  GOVERNMENT\n   40  OFFICIAL,  CANDIDATE  FOR  PUBLIC  OR  PARTY  OFFICE  OR POLITICAL PARTY\n   41  REGARDING PENDING LEGISLATION, PUBLIC POLICY OR  A  GOVERNMENT  RULE  OR\n   42  REGULATION;\n   43    (2)  THE TERM \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE BY A\n   44  PERSON FOR AN AUDIO OR VIDEO COMMUNICATION TO A GENERAL PUBLIC  AUDIENCE\n   45  VIA BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION TO A GENER-\n   46  AL  PUBLIC  AUDIENCE  VIA  ADVERTISEMENTS, PAMPHLETS, CIRCULARS, FLYERS,\n   47  BROCHURES, LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR  INFOR-\n   48  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n   49  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES  WHICH:  (I)  EXPRESSLY\n   50  ADVOCATES  THE  ELECTION  OR DEFEAT OF A CLEARLY IDENTIFIED CANDIDATE OR\n   51  THE SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE,  THE\n   52  CANDIDATE'S  POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL COMMITTEE\n   53  FORMED TO PROMOTE THE SUCCESS OR DEFEAT OF  A  BALLOT  PROPOSAL  OR  ITS\n   54  AGENTS,  DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN ANY\n   55  SUCH COMMUNICATION.   INDEPENDENT EXPENDITURES DO  NOT  INCLUDE:  (I)  A\n   56  COMMUNICATION APPEARING IN A WRITTEN NEWS STORY, COMMENTARY, OR EDITORI-\n\n       S. 101                             12\n\n    1  AL  OR  DISTRIBUTED  THROUGH THE FACILITIES OF ANY BROADCASTING STATION,\n    2  CABLE OR SATELLITE UNLESS SUCH PUBLICATION OR FACILITIES  ARE  OWNED  OR\n    3  CONTROLLED  BY ANY POLITICAL PARTY, POLITICAL COMMITTEE OR CANDIDATE; OR\n    4  (II)  A  COMMUNICATION  THAT CONSTITUTES A CANDIDATE DEBATE OR FORUM; OR\n    5  (III) A COMMUNICATION WHICH CONSTITUTES AN EXPENDITURE MADE BY AN ENTITY\n    6  REQUIRED TO REPORT SUCH EXPENDITURE WITH A BOARD OF ELECTIONS.\n    7    (B) NOTWITHSTANDING ANY OTHER LIMITS ON FOREIGN  PROFESSIONAL  SERVICE\n    8  CORPORATION  CONTRIBUTIONS  TO, OR EXPENDITURES ON BEHALF OF, CANDIDATES\n    9  FOR PUBLIC OR PARTY OFFICE, POLITICAL COMMITTEES,  PARTY  COMMITTEES  OR\n   10  BALLOT REFERENDUM, BEFORE A FOREIGN PROFESSIONAL SERVICE CORPORATION, AS\n   11  DEFINED  BY  SUBDIVISION  (D)  OF SECTION FIFTEEN HUNDRED TWENTY-FIVE OF\n   12  THIS ARTICLE, MAY MAKE A CONTRIBUTION OR INDEPENDENT EXPENDITURE IN  NEW\n   13  YORK, THE FOREIGN PROFESSIONAL SERVICE CORPORATION SHALL, AT LEAST ANNU-\n   14  ALLY, OBTAIN THE PRIOR AUTHORIZATION BY VOTE OF A MAJORITY OF THE SHARES\n   15  CAST  ON  SUCH  RESOLUTION TO MAKE CONTRIBUTIONS OR INDEPENDENT EXPENDI-\n   16  TURES UP TO A STATED AGGREGATE ANNUAL AMOUNT.\n   17    (C) ANY FOREIGN PROFESSIONAL SERVICE CORPORATION, EITHER BY ITSELF  OR\n   18  ITS  SUBSIDIARIES,  MAKING  A CONTRIBUTION OR INDEPENDENT EXPENDITURE IN\n   19  NEW YORK SHALL AT LEAST ANNUALLY DISCLOSE TO ITS SHAREHOLDERS  AND  FILE\n   20  WITH THE SECRETARY OF STATE AN ACCOUNTING OF THE CONTRIBUTIONS AND INDE-\n   21  PENDENT EXPENDITURES USED FOR SUCH PURPOSES, INCLUDING:\n   22    (1) THE DATE OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   23    (2) THE AMOUNT OF THE CONTRIBUTION OR INDEPENDENT EXPENDITURE;\n   24    (3)  THE IDENTITY OF THE RECIPIENT OF THE CONTRIBUTION, OR IF AN INDE-\n   25  PENDENT EXPENDITURE, THE IDENTITY OF THE  CANDIDATE,  REFERENDUM,  POLI-\n   26  TICAL  PARTY, PENDING LEGISLATION, PUBLIC POLICY OR A GOVERNMENT RULE OR\n   27  REGULATION SUPPORTED OR OPPOSED; AND\n   28    (4) THE BUSINESS RATIONALE FOR EACH SUCH CONTRIBUTION  OR  INDEPENDENT\n   29  EXPENDITURE.\n   30    (D)  THE  SECRETARY  OF  STATE  SHALL  POST  EACH FOREIGN PROFESSIONAL\n   31  SERVICE CORPORATION'S ANNUAL DISCLOSURE ON THE WEB  SITE  MAINTAINED  BY\n   32  THE SECRETARY OF STATE.\n   33    (E)  THE ATTORNEY GENERAL MAY COMMENCE AN ACTION OR SPECIAL PROCEEDING\n   34  TO ENFORCE THE PROVISIONS OF THIS SECTION.\n   35    S 12. Severability. If any clause,  sentence,  paragraph,  section  or\n   36  part  of  this act shall be adjudged by any court of competent jurisdic-\n   37  tion to be invalid and after exhaustion of all further judicial  review,\n   38  the judgment shall not affect, impair or invalidate the remainder there-\n   39  of,  but  shall  be  confined  in its operation to the clause, sentence,\n   40  paragraph, section or part of this act directly involved in the  contro-\n   41  versy in which the judgment shall have been rendered.\n   42    S  13. This act shall take effect on the first of August next succeed-\n   43  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the business corporation law, the cooperative corporations law, the not-for-profit corporation law, the railroad law, the transportation corporations law, the banking law and the limited liability company law, in relation to enacting the \"corporate political activity accountability to shareholders act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T104941.TXT", "SOBI.D101203.T102940.TXT", "SOBI.D101206.T120904.TXT", "SOBI.D101203.T101439.TXT", "SOBI.D101203.T093439.TXT", "SOBI.D101203.T093938.TXT", "SOBI.D101203.T114446.TXT", "SOBI.D101203.T103941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291655344529
}