{
  "year" : 2011,
  "senateBillNo" : "S1015-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1015-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the erection of a physical barrier on a section of the Sprain Brook parkway to effectively screen the sound of motor vehicles",
  "summary" : "Provides for the construction and erection of one or more physical barriers on a section of the Sprain Brook Parkway from the state maintenance facility on West Grassy Sprain Road and running thence southerly to the Tuckahoe Road exit in Westchester county (southbound side) and from Palmer Road to Central Avenue in Yonkers (northbound side) to effectively screen the sound of motor vehicles and abate highway generated noise emanating therefrom. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "S4056-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1015\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  STEWART-COUSINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the transportation law, in relation to providing for the\n         erection of a sound barrier to abate  highway  generated  noise  on  a\n         section of the Sprain Brook parkway\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 70 of the transportation law is amended by adding a\n    2  new subdivision 4 to read as follows:\n    3    4. THE COMMISSIONER SHALL PROVIDE  FOR  THE  TIMELY  CONSTRUCTION  AND\n    4  ERECTION  OF ONE OR MORE PHYSICAL BARRIERS ON THE SOUTHBOUND SIDE OF THE\n    5  SPRAIN BROOK PARKWAY BEGINNING FROM THE STATE  MAINTENANCE  FACILITY  ON\n    6  WEST  GRASSY  SPRAIN  ROAD  AND RUNNING THENCE SOUTHERLY TO THE TUCKAHOE\n    7  ROAD EXIT AND ON THE NORTHBOUND SIDE OF THE SPRAIN BROOK PARKWAY  BEGIN-\n    8  NING  FROM PALMER ROAD AND RUNNING THENCE NORTHERLY TO CENTRAL AVENUE IN\n    9  THE CITY OF YONKERS, TO EFFECTIVELY SCREEN THE SOUND OF  MOTOR  VEHICLES\n   10  AND ABATE HIGHWAY GENERATED NOISE FROM SUCH LOCATIONS.  THE CONSTRUCTION\n   11  OF  SUCH PHYSICAL BARRIERS SHALL, TO THE EXTENT PRACTICABLE, BE CONSIST-\n   12  ENT WITH THE RECOMMENDATIONS OF  DEPARTMENT  OF  TRANSPORTATION  PROJECT\n   13  REPORT D010268, PIN S060.02.101.\n   14    (A)  THE  PHYSICAL  BARRIERS  AUTHORIZED  BY  THIS  SUBDIVISION  TO BE\n   15  CONSTRUCTED ON THE SOUTHBOUND SIDE OF THE  SPRAIN  BROOK  PARKWAY  SHALL\n   16  INCLUDE CONSTRUCTION OF:\n   17    (I)  A  THREE  THOUSAND  ONE HUNDRED THIRTY FEET LONG AND SIXTEEN FEET\n   18  HIGH PHYSICAL BARRIER BETWEEN THE SOUTHERN END OF SPRAIN RIDGE PARK  AND\n   19  TUCKAHOE ROAD,\n   20    (II)  A  ONE  THOUSAND  FIVE HUNDRED THIRTY FEET LONG AND SIXTEEN FEET\n   21  HIGH PHYSICAL BARRIER BETWEEN THE ROUTE ONE HUNDRED INTERCHANGE AND  THE\n   22  PALMER ROAD OVERPASS, AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04033-01-1\n\n       S. 1015                             2\n\n    1    (III)  A  ONE  THOUSAND  EIGHT HUNDRED FORTY FEET LONG AND TWELVE FEET\n    2  HIGH TWO-BARRIER SYSTEM BETWEEN THE  PALMER  ROAD  OVERPASS  AND  DEWITT\n    3  AVENUE; AND\n    4    (B)  THE  PHYSICAL  BARRIERS  AUTHORIZED  BY  THIS  SUBDIVISION  TO BE\n    5  CONSTRUCTED ON THE NORTHBOUND SIDE OF THE  SPRAIN  BROOK  PARKWAY  SHALL\n    6  INCLUDE CONSTRUCTION OF:\n    7    (I)  AN  EIGHT HUNDRED SIXTY FEET LONG AND FOURTEEN FEET HIGH PHYSICAL\n    8  BARRIER BETWEEN DEWITT AVENUE AND KIMBALL ROAD,\n    9    (II) A THREE THOUSAND FIVE HUNDRED FORTY FEET LONG  AND  SIXTEEN  FEET\n   10  HIGH  PHYSICAL  BARRIER  BETWEEN  PALMER  ROAD AND THE ROUTE ONE HUNDRED\n   11  INTERCHANGE,\n   12    (III) A ONE THOUSAND NINE HUNDRED NINETY FEET LONG AND TWENTY-TWO FEET\n   13  HIGH PHYSICAL BARRIER BETWEEN THE  ROUTE  ONE  HUNDRED  INTERCHANGE  AND\n   14  TUCKAHOE ROAD,\n   15    (IV)  A  SIX  THOUSAND  FOUR HUNDRED SIXTY FEET LONG AND TEN FEET HIGH\n   16  PHYSICAL BARRIER BETWEEN TUCKAHOE ROAD AND WINCHESTER DRIVE,\n   17    (V) A TWO THOUSAND ONE HUNDRED NINETY FEET LONG AND FOURTEEN FEET HIGH\n   18  PHYSICAL BARRIER BETWEEN WINCHESTER DRIVE AND JENNIFER LANE, AND\n   19    (VI) A ONE THOUSAND THREE HUNDRED EIGHTY FEET LONG  AND  SIXTEEN  FEET\n   20  HIGH PHYSICAL BARRIER SOUTH OF JACKSON AVENUE.\n   21    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to providing for the erection of a sound barrier to abate highway generated noise on a section of the Sprain Brook parkway ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T145038.TXT", "SOBI.D110104.T142027.TXT", "SOBI.D110106.T131218.TXT", "SOBI.D110104.T150512.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294337538786
}