{
  "year" : 2011,
  "senateBillNo" : "S1010-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1010-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to limited profit housing companies",
  "summary" : "Relates to limited profit housing companies. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Emergency Tenant Protection Act of 1974",
  "previousVersions" : [ "SD3326-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1010\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  STEWART-COUSINS,  ADAMS,  ADDABBO,  DIAZ,  DILAN,\n         HASSELL-THOMPSON, HUNTLEY, KLEIN, KRUEGER, PARKER,  PERALTA,  PERKINS,\n         SAVINO, SERRANO, SQUADRON, STAVISKY -- read twice and ordered printed,\n         and  when  printed  to  be  committed  to  the  Committee  on Housing,\n         Construction and Community Development\n\n       AN ACT to amend the emergency tenant protection act of  nineteen  seven-\n         ty-four,  in  relation  to  limited-profit housing companies and other\n         buildings or structures which received project-based rental assistance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Legislative  findings and declaration of emergency. The\n    2  legislature hereby finds and declares that the serious public  emergency\n    3  which  led  to the enactment of the existing laws regulating residential\n    4  rents and evictions continues to exist;  that  such  laws  would  better\n    5  serve  the public interest if certain changes were made thereto, includ-\n    6  ing extending to certain cities, towns and  villages  the  authority  to\n    7  provide for the regulation of rents and evictions with regard to housing\n    8  accommodations  that  cease  or  have ceased to be regulated pursuant to\n    9  article 2 of the private housing finance law, known as the Mitchell-Lama\n   10  law, or pursuant to project-based section eight contracts  entered  into\n   11  with the federal government.\n   12    The  legislature  further  recognizes  that  severe  disruption of the\n   13  rental housing market has occurred and threatens to be exacerbated as  a\n   14  result  of  the  abrupt termination of rent and eviction regulation when\n   15  buildings exit the Mitchell-Lama program or when buildings cease  to  be\n   16  subject  to  project-based  section  eight  contracts. The situation had\n   17  permitted speculative and profiteering practices and has  brought  about\n   18  the  loss  of  vital  and  irreplaceable  affordable housing for working\n   19  persons and families.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04041-01-1\n\n       S. 1010                             2\n\n    1    The legislature therefore declares that in order to prevent uncertain-\n    2  ty, potential hardship and dislocation  of  tenants  living  in  housing\n    3  accommodations  subject  to  government  regulations  as  to rentals and\n    4  continued occupancy as well as those not subject  to  such  regulations,\n    5  the  provisions  of this act are necessary to protect the public health,\n    6  safety and general welfare. The necessity in the public interest for the\n    7  provisions hereinafter enacted is hereby declared as a matter of  legis-\n    8  lative determination.\n    9    S 2. Section 5 of section 4 of chapter 576 of the laws of 1974 consti-\n   10  tuting  the  emergency tenant protection act of nineteen seventy-four is\n   11  amended by adding a new subdivision c to read as follows:\n   12    C. NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION, NOTHING  SHALL\n   13  PREVENT  THE  DECLARATION  OF  AN EMERGENCY PURSUANT TO SECTION THREE OF\n   14  THIS ACT FOR RENTAL  HOUSING  ACCOMMODATIONS  LOCATED  IN  BUILDINGS  OR\n   15  STRUCTURES  COMPLETED  OR  SUBSTANTIALLY RENOVATED AS FAMILY UNITS ON OR\n   16  AFTER JANUARY FIRST, NINETEEN HUNDRED SEVENTY-FOUR: (I)  WHICH  HAVE  OR\n   17  HAD BEEN OWNED, LEASED OR OPERATED BY A COMPANY ESTABLISHED OR OPERATING\n   18  UNDER ARTICLE TWO OF THE PRIVATE HOUSING FINANCE LAW, OTHER THAN A MUTU-\n   19  AL  COMPANY,  AND  WHICH ARE NO LONGER OWNED, LEASED OR OPERATED BY SUCH\n   20  COMPANY BY REASON OF A VOLUNTARY DISSOLUTION PURSUANT TO  SECTION  THIR-\n   21  TY-FIVE  OF  SUCH  LAW  OR  (II)  WHICH WERE DEFINED AS COVERED PROJECTS\n   22  PURSUANT TO SECTION 8 OF THE UNITED STATES HOUSING ACT OF NINETEEN THIR-\n   23  TY-SEVEN, AS AMENDED, OR ANY  SUCCESSOR  STATUTE,  AND  ANY  REGULATIONS\n   24  PROMULGATED  THEREUNDER  IN WHICH RENTAL HOUSING ACCOMMODATIONS RECEIVED\n   25  PROJECT-BASED RENTAL ASSISTANCE FROM THE  UNITED  STATES  DEPARTMENT  OF\n   26  HOUSING  AND  URBAN DEVELOPMENT PURSUANT TO CONTRACTS WITH THE OWNERS OF\n   27  SUCH BUILDINGS OR STRUCTURES WHICH EXPIRED  OR  WERE  TERMINATED.    THE\n   28  INITIAL  LEGAL  REGULATED  RENT  FOR  HOUSING  ACCOMMODATIONS LOCATED IN\n   29  BUILDINGS OR STRUCTURES THAT HAVE OR HAD BEEN OWNED, LEASED OR  OPERATED\n   30  BY  HOUSING COMPANIES OR THAT WERE COVERED PROJECTS PREVIOUSLY REGULATED\n   31  UNDER THE PRIVATE HOUSING FINANCE LAW OR UNDER FEDERAL LAW, SHALL BE THE\n   32  RENT CHARGED TO AND PAID BY THE TENANT IN OCCUPANCY  ON  JANUARY  FIRST,\n   33  TWO  THOUSAND SEVEN OR, FOR ACCOMMODATIONS VACANT ON SUCH DATE, THE MOST\n   34  RECENT RENT CHARGED TO AND PAID BY A TENANT PRIOR TO SUCH DATE,  INCLUD-\n   35  ING  ANY INCOME-RELATED SURCHARGES, AS ADJUSTED BY ALL APPLICABLE GUIDE-\n   36  LINES INCREASES AND OTHER INCREASES AUTHORIZED BY  LAW,  NOTWITHSTANDING\n   37  ANY  WRITTEN  LEASE  OR  AGREEMENT  BETWEEN  THE TENANT AND THE LANDLORD\n   38  ESTABLISHING OR AGREEING TO ANY INCREASES IN RENT ON  OR  AFTER  JANUARY\n   39  FIRST,  TWO  THOUSAND  SEVEN,  PROVIDED NO LANDLORD SHALL BE REQUIRED TO\n   40  REFUND ANY RENT PAID BY A TENANT IN EXCESS OF SUCH ADJUSTED RENT.\n   41    S 3. The provisions of subdivision a of section  9  of  the  emergency\n   42  tenant  protection  act  of nineteen seventy-four or of subdivision a of\n   43  section 26-513 of the administrative code of the city of New York  shall\n   44  not apply to any housing accommodation which became subject to the emer-\n   45  gency  tenant  protection  act  of nineteen seventy-four pursuant to the\n   46  provisions of subdivision c of section 5 of section 4 of chapter 576  of\n   47  the  laws  of  1974, as added by section two of this act, or to any such\n   48  housing  accommodation  otherwise  subject  to  the   emergency   tenant\n   49  protection  act  of nineteen seventy-four by reason of its location in a\n   50  building completed or substantially renovated as family units  prior  to\n   51  January first, nineteen hundred seventy-four.\n   52    S 4. This act shall take effect immediately and shall apply to housing\n   53  accommodations  located  in  buildings  or  structures  owned by housing\n   54  companies that dissolved on, before or after such date  and  to  housing\n   55  accommodations in buildings or structures that were covered projects and\n   56  had  contracts for rental assistance that expired or were terminated on,\n\n       S. 1010                             3\n\n    1  before or after such date; provided that the amendments to section 5  of\n    2  the  emergency  tenant  protection  act of nineteen seventy-four made by\n    3  section two of this act shall expire  on  the  same  date  as  such  act\n    4  expires  and  shall not affect the expiration of such act as provided in\n    5  section 17 of chapter 576 of the laws of 1974.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the emergency tenant protection act of nineteen seventy-four, in relation to limited-profit housing companies and other buildings or structures which received project-based rental assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T141508.TXT", "SOBI.D110107.T124400.TXT", "SOBI.D110104.T145038.TXT", "SOBI.D110104.T142027.TXT", "SOBI.D110104.T150512.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422240695
}