{
  "year" : 2011,
  "senateBillNo" : "S1019-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1019-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the imposition of a surcharge by a seller in a sales transaction on a holder who uses a debit card",
  "summary" : "Prohibits the imposition of a surcharge by a seller in a sales transaction on a holder who uses a debit card. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "SC7267-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1019\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to prohibiting the\n         imposition of a surcharge by a seller in  a  sales  transaction  on  a\n         holder who uses a debit card\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 518 of the general business law, as added by  chap-\n    2  ter 160 of the laws of 1984, is amended to read as follows:\n    3    S  518.  [Credit]  PAYMENT card surcharge prohibited.  1. No seller in\n    4  any sales transaction may impose a surcharge on a holder who  elects  to\n    5  use  a  credit  card OR DEBIT CARD in lieu of payment by cash, check, or\n    6  similar means. FOR PURPOSES OF THIS SECTION,  \"DEBIT  CARD\"  INCLUDES  A\n    7  PREPAID  CARD OR OTHER MEANS OF ACCESS TO PREPAID FUNDS THAT MAY BE USED\n    8  TO INITIATE ELECTRONIC FUNDS TRANSFERS AND MAY BE  USED  WITHOUT  UNIQUE\n    9  IDENTIFYING  INFORMATION  SUCH  AS  A  PERSONAL IDENTIFICATION NUMBER TO\n   10  INITIATE ACCESS TO PREPAID FUNDS.\n   11    2. NOTHING IN THIS SECTION SHALL PROHIBIT ANY SELLER FROM:\n   12    A. OFFERING DISCOUNTS TO A BUYER TO INDUCE THE BUYER TO PAY  BY  CASH,\n   13  CHECK,  DEBIT  CARD OR SIMILAR MEANS RATHER THAN BY CREDIT CARD OR DEBIT\n   14  CARD, IF SUCH DISCOUNTS  ARE  OFFERED  TO  ALL  PROSPECTIVE  BUYERS  AND\n   15  DISCLOSED CLEARLY AND CONSPICUOUSLY; OR\n   16    B.  IMPOSING  A SURCHARGE ON A HOLDER WHO, IN CONNECTION WITH A CREDIT\n   17  CARD OR DEBIT CARD TRANSACTION, RECEIVES CASH BACK BEYOND  THE  PURCHASE\n   18  AMOUNT  OF THE SALES TRANSACTION, BUT SUCH SURCHARGE MAY ONLY BE APPLIED\n   19  IF DISCLOSED CLEARLY AND  CONSPICUOUSLY  TO  THE  HOLDER  PRIOR  TO  THE\n   20  COMPLETION  OF  THE  TRANSACTION  AND ONLY APPLIED TO THE AMOUNT OF CASH\n   21  BACK PROVIDED BY THE SELLER.\n   22    3. NO PERSON MAY PROHIBIT A SELLER FROM:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05117-01-1\n\n       S. 1019                             2\n\n    1    A. OFFERING DISCOUNTS TO A BUYER TO INDUCE  PAYMENT  BY  CASH,  CHECK,\n    2  DEBIT  CARD OR SIMILAR MEANS RATHER THAN BY CREDIT CARD OR DEBIT CARD IF\n    3  SUCH DISCOUNTS ARE CONSISTENT WITH THE REQUIREMENTS OF THIS SECTION; OR\n    4    B.  IMPOSING  A SURCHARGE ON A HOLDER WHO, IN CONNECTION WITH A CREDIT\n    5  CARD OR DEBIT CARD TRANSACTION, RECEIVES CASH BACK BEYOND  THE  PURCHASE\n    6  AMOUNT  OF THE SALES TRANSACTION, BUT SUCH SURCHARGE MAY ONLY BE APPLIED\n    7  IF DISCLOSED CLEARLY AND  CONSPICUOUSLY  TO  THE  HOLDER  PRIOR  TO  THE\n    8  COMPLETION  OF  THE  TRANSACTION  AND ONLY APPLIED TO THE AMOUNT OF CASH\n    9  BACK PROVIDED BY THE SELLER.\n   10    4. AN ELECTRONIC PAYMENT SYSTEM  MAY  NOT,  DIRECTLY  OR  THROUGH  ANY\n   11  AGENT,  PROCESSOR  OR  MEMBER  OF  SUCH  SYSTEM, IMPOSE ANY REQUIREMENT,\n   12  CONDITION, PENALTY OR FINE IN A CONTRACT WITH A SELLER RELATING  TO  THE\n   13  DISPLAY,  AT THE POINT OF SALE, OF PRICING FOR GOODS OR SERVICES OFFERED\n   14  BY SELLER, INCLUDING A DISPLAY RELATING TO A DISCOUNT TO INDUCE  PAYMENT\n   15  BY  CASH,  CHECK OR SIMILAR MEANS. THIS PROHIBITION SHALL NOT APPLY WITH\n   16  RESPECT TO THE DISPLAY OF PRICING FOR GOODS OR  SERVICES  IN  ADVERTISE-\n   17  MENTS.\n   18    5.  Any  seller  who  violates the provisions of this section shall be\n   19  guilty of a misdemeanor punishable by a fine not to exceed five  hundred\n   20  dollars or a term of imprisonment up to one year, or both.\n   21    6.  IF AN ELECTRONIC PAYMENT SYSTEM IMPOSES A FINE ON AN ACQUIRER THAT\n   22  RESULTS IN THE PAYMENT BY A SELLER THAT VIOLATES ANY PROVISION  OF  THIS\n   23  SECTION, THE ELECTRONIC PAYMENT SYSTEM SHALL BE LIABLE TO THE SELLER FOR\n   24  THE  AMOUNT  OF  ANY  SUCH  FINE  PAID  BY THE SELLER, AND, IN ADDITION,\n   25  SUBJECT TO A CIVIL PENALTY UP TO TWICE THE AMOUNT OF SUCH FINE.\n   26    S 2. This act shall take effect on the one hundred twentieth day after\n   27  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting the imposition of a surcharge by a seller in a sales transaction on a holder who uses a debit card ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T145511.TXT", "SOBI.D110104.T143510.TXT", "SOBI.D110106.T131218.TXT", "SOBI.D110104.T150011.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294337538803
}