{
  "year" : 2011,
  "senateBillNo" : "S1018-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1018-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the court to advise aliens of deportation consequences of guilty plea; allows guilty plea withdrawal",
  "summary" : "Requires the court to advise a defendant that if he or she is an alien and he or she is convicted of a crime, whether by plea or trial, such conviction may result in his or her deportation; allows a withdrawal of a plea of guilty by an alien if such alien is threatened with deportation and such alien is not so advised of such threat of deportation. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S2254-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1018\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to requiring  an\n         advisement  by a court regarding the possible consequences to an alien\n         of the acceptance of a plea of guilty to a crime under state law\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Legislative  finding and declaration.   The legislature\n    2  finds and declares that in many instances involving an individual who is\n    3  not a citizen of the United States charged with an offense punishable as\n    4  a crime under state law, a plea of guilty is entered without the defend-\n    5  ant knowing that a conviction of such offense is  grounds  for  deporta-\n    6  tion, exclusion from admission to the United States, or denial of natur-\n    7  alization  pursuant  to the laws of the United States.  Therefore, it is\n    8  the intent of the legislature by enacting this act to  promote  fairness\n    9  to  such  accused individuals by requiring in such cases that acceptance\n   10  of a guilty plea be preceded by an appropriate warning  of  the  special\n   11  consequences for such a defendant which may result from the plea.  It is\n   12  also  the  intent  of the legislature that the court in such cases shall\n   13  grant the defendant a reasonable amount of time to  negotiate  with  the\n   14  prosecutor  in  the  event  the defendant or the defendant's counsel was\n   15  unaware of the possibility of deportation, exclusion from  admission  to\n   16  the   United  States,  or  denial  of  naturalization  as  a  result  of\n   17  conviction. It is further the intent of the legislature that at the time\n   18  of the plea no defendant shall be required to disclose his or her  legal\n   19  status to the court.\n   20    S 2.  Subdivision 4 of section 170.10 of the criminal procedure law is\n   21  amended by adding a new paragraph (f) to read as follows:\n   22    (F)  WHERE THE ACCUSATORY INSTRUMENT IS AN INFORMATION, A PROSECUTOR'S\n   23  INFORMATION OR A MISDEMEANOR COMPLAINT, PRIOR TO ACCEPTANCE OF A PLEA OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05040-01-1\n\n       S. 1018                             2\n\n    1  GUILTY  TO  ANY CRIME UNDER STATE LAW, THE DEFENDANT, IN ADDITION TO ANY\n    2  OTHER WARNING REQUIRED BY LAW, SHALL BE ENTITLED  TO  SUBSTANTIALLY  THE\n    3  FOLLOWING  ADVISEMENT  TO  BE  ORALLY  ADMINISTERED BY THE COURT, ON THE\n    4  RECORD  IN  A  COURT  OF RECORD: \"IF YOU ARE NOT A CITIZEN OF THE UNITED\n    5  STATES, YOU ARE HEREBY ADVISED THAT ACCEPTANCE BY THE COURT OF A PLEA OF\n    6  GUILTY OR CONVICTION OF THE CRIME FOR WHICH YOU HAVE  BEEN  CHARGED  MAY\n    7  RESULT  IN  YOUR  DEPORTATION,  EXCLUSION  FROM  ADMISSION TO THE UNITED\n    8  STATES OR DENIAL OF NATURALIZATION PURSUANT TO THE LAWS  OF  THE  UNITED\n    9  STATES.\"  THE DEFENDANT SHALL NOT BE REQUIRED, AT THE TIME OF ENTRY OF A\n   10  PLEA,  TO  DISCLOSE  TO  THE COURT HIS OR HER CITIZENSHIP OR IMMIGRATION\n   11  STATUS.  ABSENT THE PRESENCE OF THE ADVISEMENT REQUIRED  BY  THIS  PARA-\n   12  GRAPH  IN THE RECORD OF THE PROCEEDING IN A COURT OF RECORD, IT SHALL BE\n   13  PRESUMED THAT THE ADVISEMENT WAS NOT ADMINISTERED.\n   14    S 3. Section 180.10 of the criminal procedure law is amended by adding\n   15  a new subdivision 7 to read as follows:\n   16    7. UPON ARRAIGNMENT ON A FELONY COMPLAINT, PRIOR TO  ACCEPTANCE  OF  A\n   17  PLEA  OF  GUILTY  TO  ANY CRIME UNDER STATE LAW, THE DEFENDANT SHALL, IN\n   18  ADDITION TO ANY OTHER WARNING REQUIRED BY LAW, BE ENTITLED  TO  SUBSTAN-\n   19  TIALLY  THE  FOLLOWING ADVISEMENT TO BE ORALLY ADMINISTERED BY THE COURT\n   20  ON THE RECORD: \"IF YOU ARE NOT A CITIZEN OF THE UNITED STATES,  YOU  ARE\n   21  HEREBY  ADVISED  THAT  ACCEPTANCE  BY  THE  COURT OF A PLEA OF GUILTY OR\n   22  CONVICTION OF THE CRIME FOR WHICH YOU HAVE BEEN CHARGED  MAY  RESULT  IN\n   23  YOUR  DEPORTATION,  EXCLUSION  FROM  ADMISSION  TO  THE UNITED STATES OR\n   24  DENIAL OF NATURALIZATION PURSUANT TO THE LAWS  OF  THE  UNITED  STATES.\"\n   25  THE  DEFENDANT SHALL NOT BE REQUIRED, AT THE TIME OF ENTRY OF A PLEA, TO\n   26  DISCLOSE TO THE COURT HIS OR  HER  CITIZENSHIP  OR  IMMIGRATION  STATUS.\n   27  ABSENT  THE  PRESENCE  OF THE ADVISEMENT REQUIRED BY THIS SUBDIVISION IN\n   28  THE RECORD OF THE PROCEEDING, IT SHALL BE PRESUMED THAT  THE  ADVISEMENT\n   29  WAS NOT ADMINISTERED.\n   30    S 4. Section 210.15 of the criminal procedure law is amended by adding\n   31  a new subdivision 4 to read as follows:\n   32    4. UPON ARRAIGNMENT ON AN INDICTMENT, PRIOR TO ACCEPTANCE OF A PLEA OF\n   33  GUILTY TO ANY CRIME UNDER STATE LAW, THE DEFENDANT SHALL, IN ADDITION TO\n   34  ANY  OTHER  WARNING  REQUIRED  BY  LAW, BE ENTITLED TO SUBSTANTIALLY THE\n   35  FOLLOWING ADVISEMENT TO BE ORALLY  ADMINISTERED  BY  THE  COURT  ON  THE\n   36  RECORD:  \"IF  YOU ARE NOT A CITIZEN OF THE UNITED STATES, YOU ARE HEREBY\n   37  ADVISED THAT ACCEPTANCE BY THE COURT OF A PLEA OF GUILTY  OR  CONVICTION\n   38  OF THE CRIME FOR WHICH YOU HAVE BEEN CHARGED MAY RESULT IN YOUR DEPORTA-\n   39  TION,  EXCLUSION FROM ADMISSION TO THE UNITED STATES OR DENIAL OF NATUR-\n   40  ALIZATION PURSUANT TO THE LAWS OF THE UNITED  STATES.\"    THE  DEFENDANT\n   41  SHALL  NOT  BE  REQUIRED, AT THE TIME OF ENTRY OF A PLEA, TO DISCLOSE TO\n   42  THE COURT HIS OR HER CITIZENSHIP OR  IMMIGRATION  STATUS.    ABSENT  THE\n   43  PRESENCE OF THE ADVISEMENT REQUIRED BY THIS SUBDIVISION IN THE RECORD OF\n   44  THE  PROCEEDING, IT SHALL BE PRESUMED THAT THE ADVISEMENT WAS NOT ADMIN-\n   45  ISTERED.\n   46    S 5. Subdivision 7 of section 220.50 of the criminal procedure law, as\n   47  amended by chapter 738 of the laws  of  2004,  is  amended  to  read  as\n   48  follows:\n   49    7.  Prior  to  accepting  a  defendant's  plea of guilty to a count or\n   50  counts of an indictment or a superior court information charging a felo-\n   51  ny OR MISDEMEANOR offense, the court must advise the  defendant  on  the\n   52  record, that if the defendant is not a citizen of the United States, the\n   53  defendant's plea of guilty and the court's acceptance thereof may result\n   54  in  the  defendant's deportation, exclusion from admission to the United\n   55  States or denial of naturalization pursuant to the laws  of  the  United\n   56  States.  Where  the plea of guilty is to a count or counts of an indict-\n\n       S. 1018                             3\n\n    1  ment charging a felony OR MISDEMEANOR offense other than a violent felo-\n    2  ny offense as defined in section 70.02 of the penal law or an A-I felony\n    3  offense other than an A-I felony as defined in article two hundred twen-\n    4  ty  of the penal law, the court must also, prior to accepting such plea,\n    5  advise the defendant that, if the defendant is  not  a  citizen  of  the\n    6  United States and is or becomes the subject of a final order of deporta-\n    7  tion issued by the United States Immigration and Naturalization Service,\n    8  the  defendant  may  be  paroled  to  the custody of the Immigration and\n    9  Naturalization Service for deportation purposes at any  time  subsequent\n   10  to  the commencement of any indeterminate or determinate prison sentence\n   11  imposed as a result of the defendant's plea. [The failure to advise  the\n   12  defendant pursuant to this subdivision shall not be deemed to affect the\n   13  voluntariness  of  a plea of guilty or the validity of a conviction, nor\n   14  shall it afford a defendant any rights in a subsequent proceeding relat-\n   15  ing to such defendant's deportation, exclusion or denial of  naturaliza-\n   16  tion.]\n   17    S 6. Section 220.60 of the criminal procedure law is amended by adding\n   18  two new subdivisions 5 and 6 to read as follows:\n   19    5.  IF THE COURT FAILS TO ADVISE THE DEFENDANT AND THE DEFENDANT SHOWS\n   20  THAT ACCEPTANCE OF THE PLEA OF GUILTY OR  CONVICTION  OF  THE  CRIME  OR\n   21  CRIMES  TO  WHICH DEFENDANT PLEADED GUILTY MAY HAVE THE CONSEQUENCES FOR\n   22  THE DEFENDANT OF DEPORTATION, EXCLUSION FROM  ADMISSION  TO  THE  UNITED\n   23  STATES  OR  DENIAL  OF NATURALIZATION PURSUANT TO THE LAWS OF THE UNITED\n   24  STATES, THE COURT, UPON REQUEST  OF  THE  DEFENDANT,  SHALL  PERMIT  THE\n   25  DEFENDANT  TO WITHDRAW THE PLEA OF GUILTY AND ENTER A PLEA OF NOT GUILTY\n   26  AT ANY TIME BEFORE THE IMPOSITION OF SENTENCE, AND  IN  SUCH  EVENT  THE\n   27  ENTIRE  ACCUSATORY  INSTRUMENT, AS IT EXISTED AT THE TIME OF THE PLEA OF\n   28  GUILTY, SHALL BE RESTORED.\n   29    6. A COURT'S FAILURE  TO  PROVIDE  THE  ADVISEMENT  REQUIRED  BY  THIS\n   30  SECTION  SHALL NOT REQUIRE THE VACATION OF JUDGMENT OR WITHDRAWAL OF THE\n   31  PLEA OR CONSTITUTE GROUNDS FOR FINDING A  PRIOR  CONVICTION  INVALID  IF\n   32  SUCH  FAILURE  OCCURRED PRIOR TO THE EFFECTIVE DATE OF THIS SUBDIVISION.\n   33  NOTHING IN THIS CHAPTER, HOWEVER, SHALL BE DEEMED TO INHIBIT A COURT  IN\n   34  THE  SOUND  EXERCISE  OF  ITS  DISCRETION,  FROM  VACATING A JUDGMENT OR\n   35  PERMITTING A DEFENDANT TO WITHDRAW A PLEA ACCORDING TO LAW.\n   36    S 7. Paragraph (i) of subdivision 1 of section 440.10 of the  criminal\n   37  procedure  law,  as added by chapter 332 of the laws of 2010, is amended\n   38  and a new paragraph (j) is added to read as follows:\n   39    (i) The judgment is a conviction where the arresting charge was  under\n   40  section  240.37 (loitering for the purpose of engaging in a prostitution\n   41  offense, provided that the defendant was not alleged to be loitering for\n   42  the purpose of patronizing a prostitute or  promoting  prostitution)  or\n   43  230.00  (prostitution)  of  the  penal  law, and the defendant's partic-\n   44  ipation in the offense was a result of having been a victim of sex traf-\n   45  ficking under section 230.34 of the penal law or trafficking in  persons\n   46  under  the Trafficking Victims Protection Act (United States Code, title\n   47  22, chapter 78); provided that\n   48    (i) a motion under this paragraph shall be made  with  due  diligence,\n   49  after the defendant has ceased to be a victim of such trafficking or has\n   50  sought  services  for victims of such trafficking, subject to reasonable\n   51  concerns for the safety of the defendant, family members of the  defend-\n   52  ant, or other victims of such trafficking that may be jeopardized by the\n   53  bringing  of  such  motion,  or  for  other  reasons consistent with the\n   54  purpose of this paragraph; and\n   55    (ii) official documentation of the defendant's status as a  victim  of\n   56  sex  trafficking  or  trafficking  in persons at the time of the offense\n\n       S. 1018                             4\n\n    1  from a federal, state or local government agency shall create a presump-\n    2  tion that the defendant's participation in the offense was a  result  of\n    3  having  been  a victim of sex trafficking or trafficking in persons, but\n    4  shall not be required for granting a motion under this paragraph[.];\n    5    (J) THE JUDGMENT WAS ENTERED UPON A PLEA OF GUILTY AND THE COURT PRIOR\n    6  THERETO  FAILED  TO ADVISE THE DEFENDANT AS REQUIRED BY PARAGRAPH (F) OF\n    7  SUBDIVISION FOUR OF SECTION 170.10 OR AS REQUIRED BY  SUBDIVISION  SEVEN\n    8  OF  SECTION  180.10 OR AS REQUIRED BY SUBDIVISION FOUR OF SECTION 210.15\n    9  OF THIS CHAPTER, PROVIDED THAT THE DEFENDANT SHOWS THAT THE ENTRY OF AND\n   10  ACCEPTANCE OF THE PLEA OF GUILTY  MAY  HAVE  THE  CONSEQUENCES  FOR  THE\n   11  DEFENDANT OF DEPORTATION, EXCLUSION FROM ADMISSION TO THE UNITED STATES,\n   12  OR DENIAL OF NATURALIZATION PURSUANT TO THE LAWS OF THE UNITED STATES.\n   13    S 8. Section 440.10 of the criminal procedure law is amended by adding\n   14  a new subdivision 9 to read as follows:\n   15    9. UPON GRANTING THE MOTION UPON THE GROUND, AS SET FORTH IN PARAGRAPH\n   16  (J) OF SUBDIVISION ONE OF THIS SECTION, THAT THE ENTRY OF AND ACCEPTANCE\n   17  OF  THE  PLEA  OF  GUILTY MAY HAVE THE CONSEQUENCES FOR THE DEFENDANT OF\n   18  DEPORTATION, EXCLUSION FROM ADMISSION TO THE UNITED STATES OR DENIAL  OF\n   19  NATURALIZATION  PURSUANT  TO  THE  LAWS  OF THE UNITED STATES, THE COURT\n   20  SHALL ORDER A NEW TRIAL.\n   21    S 9. The office of court administration shall develop a bill of rights\n   22  and code of ethics for attorneys on how to advise aliens of the deporta-\n   23  tion consequences of a plea of guilty to a crime under state  law.  Such\n   24  office  is authorized and directed to promulgate any rule, regulation or\n   25  form necessary for the implementation of this section  within  180  days\n   26  after the date on which this act becomes a law.\n   27    S  10.  This  act  shall  take  effect  on  the first of November next\n   28  succeeding the date on which it  shall  have  become  a  law,  provided,\n   29  however,  that  the amendments to subdivision 7 of section 220.50 of the\n   30  criminal procedure law made by section five of this act shall not affect\n   31  the repeal of such subdivision and shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to requiring an advisement by a court regarding the possible consequences to an alien of the acceptance of a plea of guilty to a crime under state law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T145511.TXT", "SOBI.D110104.T143510.TXT", "SOBI.D110106.T131218.TXT", "SOBI.D110104.T150011.TXT", "SOBI.D110104.T150512.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294337538796
}