{
  "year" : 2011,
  "senateBillNo" : "S1016-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1016-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires schools to provide instruction on the history of the Ukrainian genocide-holodomor of 1932 through 1933",
  "summary" : "Requires schools to provide instruction on the history of the Ukrainian genocide holodomor from 1932 through 1933. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A2434",
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA3356-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1016\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  STEWART-COUSINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation  to  instruction  on  the\n         subject  of the history of the Ukrainian Genocide-Holodomor of 1932 to\n         1933\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions 1 and 3 of section 801 of the education law,\n    2  as amended by chapter 574 of the laws of 1997, are amended  to  read  as\n    3  follows:\n    4    1.  In  order  to  promote a spirit of patriotic and civic service and\n    5  obligation and to foster in the children of the state moral  and  intel-\n    6  lectual  qualities  which  are  essential in preparing to meet the obli-\n    7  gations of citizenship in peace or in war, the regents of The University\n    8  of the State of New York  shall  prescribe  courses  of  instruction  in\n    9  patriotism, citizenship, and human rights issues, with particular atten-\n   10  tion  to the study of the inhumanity of genocide, slavery (including the\n   11  freedom trail and underground railroad), the  Holocaust,  THE  UKRAINIAN\n   12  GENOCIDE-HOLODOMOR  OF  1932 TO 1933, and the mass starvation in Ireland\n   13  from 1845 to 1850, to be maintained and followed in all the  schools  of\n   14  the  state.  The  boards of education and trustees of the several cities\n   15  and school districts of the state shall require instruction to be  given\n   16  in  such  courses,  by the teachers employed in the schools therein. All\n   17  pupils attending such schools, over the age of eight years, shall attend\n   18  upon such instruction.\n   19    Similar courses of instruction shall be prescribed and  maintained  in\n   20  private  schools in the state, and all pupils in such schools over eight\n   21  years of age shall attend upon such courses. If such courses are not  so\n   22  established and maintained in a private school, attendance upon instruc-\n   23  tion  in  such  school  shall  not be deemed substantially equivalent to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04040-01-1\n\n       S. 1016                             2\n\n    1  instruction given to pupils of like age in the  public  schools  of  the\n    2  city or district in which such pupils reside.\n    3    3.  The  regents  shall  determine the subjects to be included in such\n    4  courses of instruction in  patriotism,  citizenship,  and  human  rights\n    5  issues,  with  particular  attention  to  the study of the inhumanity of\n    6  genocide, slavery (including the freedom  trail  and  underground  rail-\n    7  road),  the Holocaust, THE UKRAINIAN GENOCIDE-HOLODOMOR OF 1932 TO 1933,\n    8  and the mass starvation in Ireland from 1845 to 1850, and in the  histo-\n    9  ry,  meaning, significance and effect of the provisions of the constitu-\n   10  tion of the United States, the amendments thereto,  the  declaration  of\n   11  independence,  the  constitution of the state of New York and the amend-\n   12  ments thereto, and the period of instruction in each of  the  grades  in\n   13  such subjects. They shall adopt rules providing for attendance upon such\n   14  instruction and for such other matters as are required for carrying into\n   15  effect  the objects and purposes of this section. The commissioner shall\n   16  be responsible for the enforcement of such section and shall cause to be\n   17  inspected and supervise the instruction to be given  in  such  subjects.\n   18  The  commissioner  may, in his discretion, cause all or a portion of the\n   19  public school money to be apportioned to a district or city to be  with-\n   20  held  for  failure of the school authorities of such district or city to\n   21  provide instruction in such courses and to compel attendance  upon  such\n   22  instruction,  as  herein  prescribed,  and for a non-compliance with the\n   23  rules of the regents adopted as herein provided.\n   24    S 2. This act shall take effect on the first of July  next  succeeding\n   25  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to instruction on the subject of the history of the Ukrainian Genocide-Holodomor of 1932 to 1933 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T145038.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110104.T142027.TXT", "SOBI.D110104.T143009.TXT", "SOBI.D110106.T131218.TXT", "SOBI.D110104.T150512.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295385115452
}