{
  "year" : 2011,
  "senateBillNo" : "S1023-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1023-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Broadens scope of prevailing wage requirements for service employees and establishes criminal penalties for violations",
  "summary" : "Broadens scope of prevailing wage requirements for service employees and establishes criminal penalties for violations. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "SA8379-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1023\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law,  in  relation  to  prevailing  wages  for\n         service workers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The article heading of article 9 of the labor law, as added\n    2  by chapter 777 of the laws of 1971, is amended to read as follows:\n    3               PREVAILING WAGE FOR [BUILDING] SERVICE EMPLOYEES\n    4    S 2. Subdivisions 1, 2, 3, 4, 6, 8, 9 and 10 of  section  230  of  the\n    5  labor  law, subdivision 1 as amended and subdivision 9 as added by chap-\n    6  ter 542 of the laws of 1984, subdivisions 2, 3, 6  and  8  as  added  by\n    7  chapter 777 of the laws of 1971, subdivision 4 as amended by chapter 678\n    8  of  the  laws  of 2007 and subdivision 10 as added by chapter 547 of the\n    9  laws of 1998, are amended and a new subdivision 15 is added to  read  as\n   10  follows:\n   11    1.  \"[Building  service]  SERVICE  employee\"  or  \"employee\" means any\n   12  person performing JANITORIAL, OR SECURITY SERVICE WORK FOR A CONTRACTOR,\n   13  OTHER THAN A BUSINESS IMPROVEMENT DISTRICT, UNDER CONTRACT WITH A PUBLIC\n   14  AGENCY WHICH IS IN EXCESS OF TEN  THOUSAND  DOLLARS  AND  THE  PRINCIPAL\n   15  PURPOSE  OF  WHICH  IS  TO  FURNISH  SERVICES THROUGH THE USE OF SERVICE\n   16  EMPLOYEES, OR ANY OTHER PERSON PERFORMING work in  connection  with  the\n   17  care  or  maintenance of an existing building, or in connection with the\n   18  transportation of office furniture or equipment to or from  such  build-\n   19  ing,  or  in  connection  with the transportation and delivery of fossil\n   20  fuel to such building, for a contractor under a contract with  a  public\n   21  agency  which  is in excess of [one] TEN thousand [five hundred] dollars\n   22  and the principal purpose of which is to furnish  services  through  the\n   23  use of [building] service employees.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05116-01-1\n\n       S. 1023                             2\n\n    1    \"[Building  service]  SERVICE employee\" or \"employee\" includes, but is\n    2  not limited, to, watchman, guard,  doorman,  building  cleaner,  porter,\n    3  handyman, janitor, gardener, groundskeeper, stationary fireman, elevator\n    4  operator  and  starter,  window cleaner, and occupations relating to the\n    5  collection  of  garbage  or  refuse, and to the transportation of office\n    6  furniture and equipment, and  to  the  transportation  and  delivery  of\n    7  fossil  fuel but does not include clerical, sales, professional, techni-\n    8  cian and related occupations.\n    9    \"[Building service] SERVICE employee\"  or  \"employee\"  also  does  not\n   10  include  any  employee  to  whom  the  provisions  of articles eight and\n   11  [eight-a] EIGHT-A of this chapter are applicable.\n   12    2. \"[Building service] SERVICE work\" [or \"service  work\"]  means  work\n   13  performed  by  a  [building] service employee, but does not include work\n   14  performed for a contractor  under  a  contract  for  the  furnishing  of\n   15  services  by  radio,  telephone,  telegraph or cable companies[; and any\n   16  contract for public  utility  services,  including  electric  light  and\n   17  power,  water,  steam  and  gas]. \"SERVICE WORK\" SHALL ALSO INCLUDE WORK\n   18  PERFORMED UNDER A CONTRACT, WITH THE EXCEPTION OF A CONTRACT OR  SUBCON-\n   19  TRACT IN WHICH A BUSINESS IMPROVEMENT DISTRICT IS A PARTY, FOR THE BENE-\n   20  FIT  OF  A PUBLIC AGENCY WITH ANY THIRD PARTY PERSON OR ENTITY ACTING IN\n   21  PLACE OF, ON BEHALF OF OR FOR THE BENEFIT OF SUCH PUBLIC AGENCY  IN  THE\n   22  PROVISION  OF  BUILDING  OR  PROPERTY  MANAGEMENT  SERVICES  OR  SIMILAR\n   23  SERVICES PURSUANT TO ANY LEASE OR OTHER  AGREEMENT  BETWEEN  SUCH  THIRD\n   24  PARTY  PERSON  OR  ENTITY  AND THE PUBLIC AGENCY PROVIDED, HOWEVER, THAT\n   25  \"SERVICE WORK\" SHALL NOT INCLUDE WORK PERFORMED UNDER A LEASE OR SIMILAR\n   26  AGREEMENT IN A PRIVATELY OWNED BUILDING WHERE THE SPACE OCCUPIED BY  THE\n   27  PUBLIC AGENCY REPRESENTS LESS THAN TEN THOUSAND SQUARE FEET.\n   28    3. \"Public agency\" means the state, any of its political subdivisions,\n   29  a  public  benefit  corporation,  a public authority, INCLUDING A PUBLIC\n   30  AUTHORITY PROVIDING PUBLIC UTILITY SERVICES, or  commission  or  special\n   31  purpose  district  board  appointed  pursuant  to  law, [and] a board of\n   32  education, AND ANY PUBLIC UTILITY THAT  DISTRIBUTES  ELECTRIC  LIGHT  OR\n   33  POWER,  OR GAS OR STEAM SERVICES AT RETAIL RATES REGULATED BY THE PUBLIC\n   34  SERVICE COMMISSION PURSUANT TO A FRANCHISE GRANTED UNDER THE  PROVISIONS\n   35  OF  SECTION SIXTY-EIGHT OR EIGHTY-ONE OF THE PUBLIC SERVICE LAW, AND ANY\n   36  SUBSTANTIALLY-OWNED AFFILIATED ENTITY OF SUCH PUBLIC UTILITY.\n   37    4. \"Contractor\" means any employer who employs  employees  to  perform\n   38  [building]  service work under a contract with a public agency and shall\n   39  include any of the contractor's subcontractors.\n   40    6. \"Prevailing wage\" means the wage determined by the  fiscal  officer\n   41  to be prevailing for the various classes of [building] service employees\n   42  in  the locality. In no event shall the basic hourly cash rate of pay be\n   43  less than the statutory minimum wage established by article nineteen  of\n   44  this  chapter, or, in a city with a local law requiring a higher minimum\n   45  wage on city contract work, less than the minimum wage specified in such\n   46  local law.\n   47    8. \"Fiscal officer\" means the [industrial]  commissioner,  except  for\n   48  [building]  service  work  performed by or on behalf of a city, in which\n   49  case \"fiscal officer\" means the comptroller or other  analogous  officer\n   50  of such city.\n   51    9.  \"Fossil  fuel\" shall mean coal, petroleum products and fuel gases.\n   52  \"Coal\" shall include bituminous coal, anthracite coal and lignite. \"Fuel\n   53  gases\" shall include but not be limited to methane, natural gas,  lique-\n   54  fied natural gas and manufactured fuel gases. \"Petroleum products\" shall\n   55  include all products refined or rerefined from synthetic or crude oil or\n   56  oil  extracted  from  other  sources,  including  natural  gas  liquids.\n\n       S. 1023                             3\n\n    1  [Provided that nothing in this subdivision shall  affect  the  exclusion\n    2  for  public  utility  services  set  forth  in  subdivision  two of this\n    3  section.]\n    4    10.  \"Substantially-owned  affiliated  entity\"  shall  mean the parent\n    5  company of the PUBLIC UTILITY, contractor or subcontractor, any  subsid-\n    6  iary  of  the PUBLIC UTILITY, contractor or subcontractor, or any entity\n    7  in which the parent of the PUBLIC UTILITY, contractor  or  subcontractor\n    8  owns  more than fifty percent of the voting stock, or an entity in which\n    9  one or more of the top five shareholders of the PUBLIC UTILITY, contrac-\n   10  tor or subcontractor individually or collectively also owns  a  control-\n   11  ling  share  of  the voting stock, or an entity which exhibits any other\n   12  indicia of control over the PUBLIC UTILITY, contractor or  subcontractor\n   13  or  over  which the PUBLIC UTILITY, contractor or subcontractor exhibits\n   14  control, regardless of whether or not the controlling party  or  parties\n   15  have  any  identifiable  or  documented ownership interest. Such indicia\n   16  shall include: power or responsibility over employment decisions, access\n   17  to and/or use of the relevant entity's assets  or  equipment,  power  or\n   18  responsibility  over contracts of the entity, responsibility for mainte-\n   19  nance or submission of certified payroll records, and influence over the\n   20  business decisions of the relevant entity.\n   21    15. \"PERSON\" SHALL MEAN A HUMAN BEING AND SHALL INCLUDE AN \"ENTITY\" AS\n   22  DEFINED IN THIS ARTICLE, INCLUDING, BUT NOT LIMITED TO A  CONTRACTOR  OR\n   23  SUBCONTRACTOR.\n   24    S  3.  Subdivisions  1,  3,  4  and 5 of section 231 of the labor law,\n   25  subdivisions 1, 3 and 4 as added by chapter 777 of the laws of 1971  and\n   26  subdivision 5 as amended by chapter 678 of the laws of 2007, are amended\n   27  and a new subdivision 8 is added to read as follows:\n   28    1.  Every contractor shall pay a service employee under a contract for\n   29  [building] service work a wage of not less than the prevailing  wage  in\n   30  the locality for the craft, trade or occupation of the service employee.\n   31    3.  Each contract for [building] service work shall contain as part of\n   32  the specifications thereof a schedule of the wages required to  be  paid\n   33  to  the various classes of service employees on such work, and each such\n   34  contract shall further contain a provision obligating the contractor  to\n   35  pay  each employee on such work not less than the wage specified for his\n   36  craft, trade or occupation in such schedule.\n   37    4. The public agency, or appropriate officer or agent  thereof,  whose\n   38  responsibility  it  is to prepare or direct the preparation of the plans\n   39  and specifications for a contract for  [building]  service  work,  shall\n   40  ascertain  from  such  plans  and  specifications the classifications of\n   41  employees to be employed on such work and shall  file  a  list  of  such\n   42  classifications  with  the  fiscal officer, together with a statement of\n   43  the work to be performed. The fiscal officer shall determine the crafts,\n   44  trades and occupations required for such work and shall make a  determi-\n   45  nation  of  the  wages required to be paid in the locality for each such\n   46  craft, trade or occupation. A schedule of such wages shall be annexed to\n   47  and form a part of the specifications for the contract prior to the time\n   48  of the advertisement for bids on such contract and shall constitute  the\n   49  schedule of wages referred to in subdivision three of this section.\n   50    5.  Upon  the  award  of  a  contract for [building] service work by a\n   51  public agency other than a city, the  contracting  public  agency  shall\n   52  immediately furnish to the commissioner: (a) the name and address of the\n   53  contractor  to  whom  the  contract  was  awarded; (b) the date when the\n   54  contract was awarded; and (c) the approximate  consideration  stipulated\n   55  for in the contract.\n\n       S. 1023                             4\n\n    1    8. THE REQUIREMENTS OF THIS SECTION SHALL APPLY TO ANY PERSON OR ENTI-\n    2  TY,  OTHER  THAN  A  BUSINESS IMPROVEMENT DISTRICT, THAT ENTERS INTO ANY\n    3  LEASE OR  OTHER  AGREEMENT  WITH  A  PUBLIC  AGENCY  THAT  INCLUDES  THE\n    4  PROVISION  OF SERVICE WORK BY EMPLOYEES WHO WOULD BE REQUIRED TO BE PAID\n    5  SCHEDULED  WAGES  PURSUANT TO THIS SECTION IN THE ABSENCE OF SUCH AGREE-\n    6  MENT.  ANY THIRD PARTY PERSON OR ENTITY THAT CONTRACTS FOR OR  OTHERWISE\n    7  ARRANGES  FOR  THE  PAYMENT  FOR  OR PERFORMANCE OF SERVICE WORK FOR THE\n    8  BENEFIT OF A PUBLIC AGENCY IN THE  PROVISION  OF  BUILDING  OR  PROPERTY\n    9  MANAGEMENT  SERVICES  OR SIMILAR SERVICES PURSUANT TO ANY SUCH AGREEMENT\n   10  SHALL DO SO AS AN AGENT OF THE PUBLIC AGENCY.   NO PUBLIC  AGENCY  SHALL\n   11  ENTER  INTO  ANY  SUCH  AGREEMENT  WITH ANY PERSON OR ENTITY WITHOUT (A)\n   12  PREPARATION OF AN AGREEMENT BETWEEN THE  PUBLIC  AGENCY  AND  THE  THIRD\n   13  PARTY  PERSON  OR ENTITY THAT CLEARLY DELINEATES THE RESPONSIBILITIES OF\n   14  EACH WITH RESPECT TO REPORTING, FILING AND  RETENTION  OF  PAYROLLS  AND\n   15  OTHER  DOCUMENTS,  AND ANY OTHER ACTIONS REQUIRED PURSUANT TO THIS ARTI-\n   16  CLE, AND (B) RECEIPT BY THE PUBLIC AGENCY OF A  WRITTEN  ACKNOWLEDGEMENT\n   17  FROM  SUCH THIRD PARTY PERSON OR ENTITY THAT THE PERSON OR ENTITY AGREES\n   18  TO UNDERTAKE THOSE RESPONSIBILITIES AS THE AGENT OF THE  PUBLIC  AGENCY,\n   19  AND AFFIRMING SUCH PERSON OR ENTITY'S NONDELEGABLE OBLIGATION TO PAY NOT\n   20  LESS  THAN  THE WAGES SPECIFIED IN EACH APPLICABLE SCHEDULE.  SUCH DOCU-\n   21  MENTS SHALL BE IN A FORM SATISFACTORY TO THE FISCAL OFFICER AND SHALL BE\n   22  SUBSCRIBED AND CONFIRMED AS REQUIRED BY  SUCH  OFFICER.  SUCH  DOCUMENTS\n   23  SHALL  BE  RETAINED  AS  PROVIDED IN SECTION TWO HUNDRED THIRTY-THREE OF\n   24  THIS ARTICLE, AND A COPY OF EACH SUCH DOCUMENT SHALL  BE  FILED  BY  THE\n   25  PUBLIC  AGENCY WITH THE FISCAL OFFICER WITHIN TEN DAYS OF ITS EXECUTION.\n   26  NOTWITHSTANDING ANY SUCH AGREEMENT, NOTHING IN THIS SUBDIVISION SHALL BE\n   27  DEEMED TO RELIEVE THE PUBLIC AGENCY OF ITS  RESPONSIBILITIES  TO  ENSURE\n   28  COMPLIANCE  WITH THIS ARTICLE. ANY LEASE OR AGREEMENT MADE IN CONTRAVEN-\n   29  TION OF THIS SUBDIVISION SHALL BE VOID AS A  MATTER  OF  PUBLIC  POLICY.\n   30  THE  FISCAL  OFFICER MAY TAKE ALL ACTIONS NECESSARY TO ENSURE COMPLIANCE\n   31  WITH THE PROVISIONS OF THIS ARTICLE AGAINST THE PUBLIC AGENCY, ANY THIRD\n   32  PARTY ACTING IN PLACE OF, ON BEHALF OF OR FOR THE BENEFIT OF SUCH PUBLIC\n   33  AGENCY PURSUANT TO ANY LEASE OR OTHER AGREEMENT BETWEEN SUCH THIRD PARTY\n   34  PERSON OR ENTITY AND THE PUBLIC AGENCY, OR BOTH THE  PUBLIC  AGENCY  AND\n   35  THIRD PARTY JOINTLY.\n   36    S  4. Subdivision 4 of section 230 of the labor law, as added by chap-\n   37  ter 777 of the laws of 1971, is amended to read as follows:\n   38    4. \"Contractor\" means any employer who employs  employees  to  perform\n   39  [building] service work under a contract with a public agency, and shall\n   40  include any of his subcontractors.\n   41    S  5. Subdivision 5 of section 231 of the labor law, as added by chap-\n   42  ter 777 of the laws of 1971, is amended to read as follows:\n   43    5. Upon the award of a contract  for  [building]  service  work  by  a\n   44  public  agency  other  than  a city, the contracting public agency shall\n   45  immediately furnish to the [industrial] commissioner: (a) the  name  and\n   46  address of the contractor to whom the contract was awarded; (b) the date\n   47  when  the  contract  was  awarded; and (c) the approximate consideration\n   48  stipulated for in the contract.\n   49    S 6. Paragraphs a and c of subdivision 2 and subdivision 7 of  section\n   50  235  of the labor law, paragraph a of subdivision 2 and subdivision 7 as\n   51  amended and paragraph c of subdivision 2 as added by chapter 547 of  the\n   52  laws  of  1998, are amended and subdivision 2 is amended by adding a new\n   53  paragraph g to read as follows:\n   54    a. At the start of such investigation the fiscal  officer  may  notify\n   55  the  financial officer of the public agency interested who shall, at the\n   56  direction of the fiscal officer, forthwith withhold from any payment due\n\n       S. 1023                             5\n\n    1  to the contractor executing the contract sufficient money  to  safeguard\n    2  the  rights of the service employees and to cover the civil penalty that\n    3  may be assessed as provided herein, or, if there are insufficient moneys\n    4  still  due or earned to the contractor or subcontractor to safeguard the\n    5  rights of the service employees and to cover the civil penalty that  may\n    6  be  assessed  as provided herein, the financial officer of another civil\n    7  division which has entered or  subsequently  enters  into  a  [building]\n    8  service  work  contract  with the contractor or subcontractor, who shall\n    9  withhold from any payment due the contractor or subcontractor  executing\n   10  any  [building]  service work, sufficient moneys to safeguard the rights\n   11  of the service employees and to cover the  civil  penalty  that  may  be\n   12  assessed as provided herein.\n   13    c.  The  notice  of  withholding shall provide that the fiscal officer\n   14  intends to instruct the  financial  officer,  not  less  than  ten  days\n   15  following  service  of the notice by mail, to withhold sufficient moneys\n   16  to safeguard the rights of the service employees and to cover the  civil\n   17  penalty  that  may  be assessed as provided herein, from any payment due\n   18  the notified party under any [building] service  work  contract  pending\n   19  final determination. The notice of withholding shall provide that within\n   20  thirty days following the date of the notice of withholding the notified\n   21  party  may, contest the withholding on the basis that the notified party\n   22  is not a partner or one of the five largest shareholders of the  subcon-\n   23  tractor or contractor, an officer of the contractor or subcontractor who\n   24  knowingly  participated in the violation of this article, a substantial-\n   25  ly-owned affiliated entity or successor. If the notified party fails  to\n   26  contest  the  notice  of  withholding,  or  if the fiscal officer, after\n   27  reviewing the  information  provided  by  the  notified  party  in  such\n   28  contest,  determines  that the notified party is a partner or one of the\n   29  five largest shareholders, a substantially-owned affiliated  entity,  an\n   30  officer of the contractor or subcontractor who knowingly participated in\n   31  the  violation  of  this article, or a successor, the fiscal officer may\n   32  instruct the financial officer to immediately withhold sufficient moneys\n   33  to safeguard the rights of the service employees and to cover the  civil\n   34  penalty that may be assessed as provided herein from any payment due the\n   35  notified  party  under  any [building] service work contract pending the\n   36  final determination.\n   37    G. THE FISCAL OFFICER MAY REQUIRE ANY PERSON OR CORPORATION PERFORMING\n   38  SUCH PUBLIC WORK TO FILE WITH THE FISCAL  OFFICER  WITHIN  TEN  DAYS  OF\n   39  RECEIPT  OF SAID REQUEST, PAYROLL RECORDS, SWORN TO AS TO THEIR VALIDITY\n   40  AND ACCURACY, REQUESTED BY THE FISCAL OFFICER, FOR SAID SERVICE WORK  OR\n   41  FOR  ANY  PUBLIC OR PRIVATE WORK PERFORMED BY SAID PERSON OR CORPORATION\n   42  DURING THE SAME PERIOD OF TIME AS SAID SERVICE WORK. IN THE  EVENT  SAID\n   43  PERSON  OR CORPORATION FAILS TO PROVIDE THE REQUESTED INFORMATION WITHIN\n   44  THE ALLOTTED TEN DAYS, THE FISCAL  OFFICER  MAY,  WITHIN  FIFTEEN  DAYS,\n   45  ORDER THE FINANCIAL OFFICER OF THE PUBLIC AGENCY TO IMMEDIATELY WITHHOLD\n   46  FROM  PAYMENT TO SAID PERSON OR CORPORATION UP TO TWENTY-FIVE PERCENT OF\n   47  THE AMOUNT, NOT TO EXCEED FIVE HUNDRED THOUSAND DOLLARS, TO BE  PAID  TO\n   48  SAID  PERSON  OR CORPORATION UNDER THE TERMS OF THE CONTRACT PURSUANT TO\n   49  WHICH SAID SERVICE WORK IS BEING PERFORMED.  SAID AMOUNT WITHHELD  SHALL\n   50  BE  IMMEDIATELY  RELEASED  UPON RECEIPT BY THE PUBLIC AGENCY OF A NOTICE\n   51  FROM THE FISCAL OFFICER INDICATING THAT THE REQUEST FOR RECORDS HAD BEEN\n   52  SATISFIED.\n   53    7. When, pursuant to the provisions of this section, two final  orders\n   54  have been entered against a contractor, subcontractor, successor, or any\n   55  substantially-owned  affiliated  entity of the contractor or subcontrac-\n   56  tor, any of the partners if the contractor or subcontractor is  a  part-\n\n       S. 1023                             6\n\n    1  nership,  any  of  the  five  largest  shareholders of the contractor or\n    2  subcontractor, any officer of the contractor or subcontractor who  know-\n    3  ingly  participated  in the violation of this article within any consec-\n    4  utive  six-year period determining that such contractor or subcontractor\n    5  and/or its  successor,  substantially-owned  affiliated  entity  of  the\n    6  contractor  or  subcontractor,  any  of  the partners or any of the five\n    7  largest shareholders of the contractor or subcontractor, any officer  of\n    8  the  contractor  or  subcontractor  who  knowingly  participated  in the\n    9  violation of this article has willfully failed  to  pay  the  prevailing\n   10  wages  in  accordance  with the provisions of this article, whether such\n   11  failures were concurrent or consecutive and whether or  not  such  final\n   12  determinations   concerning  separate  public  [building]  service  WORK\n   13  contracts are rendered simultaneously, such  contractor,  subcontractor,\n   14  successor,  and  if  the  contractor,  subcontractor,  successor, or any\n   15  substantially-owned affiliated entity of the contractor  or  subcontrac-\n   16  tor,  any  of the partners if the contractor or subcontractor is a part-\n   17  nership, or any of the five largest shareholders of  the  contractor  or\n   18  subcontractor,  any officer of the contractor or subcontractor who know-\n   19  ingly participated in the violation of this article, or any successor is\n   20  a corporation, any officer of such  corporation  who  knowingly  partic-\n   21  ipated  in  such  failure,  shall be ineligible to submit a bid on or be\n   22  awarded any public [building] service work for a period  of  five  years\n   23  from  the  date  of  the second order, provided, however, that where any\n   24  such final order involves the falsification of payroll  records  or  the\n   25  kickback  of  wages,  the contractor, subcontractor, successor, substan-\n   26  tially-owned affiliated entity of the contractor or  subcontractor,  any\n   27  partner  if  the  contractor or subcontractor is a partnership or any of\n   28  the five largest shareholders of the contractor  or  subcontractor,  any\n   29  officer of the contractor or subcontractor who knowingly participated in\n   30  the  violation of this article shall be ineligible to submit a bid on or\n   31  be awarded any public [building] service WORK  contract  or  subcontract\n   32  with the state, any municipal corporation or public body for a period of\n   33  five  years  from  the  date  of  the first final order. Nothing in this\n   34  subdivision shall be construed as affecting any provision of  any  other\n   35  law or regulation relating to the awarding of public contracts.\n   36    S  7.  Subdivision  2  of  section 237 of the labor law, as amended by\n   37  chapter 698 of the laws of 1988, is amended to read as follows:\n   38    2. A. Before payment is made by or on behalf of a public agency of any\n   39  sums due on account of a contract for service work, it shall be the duty\n   40  of the comptroller of the state or the financial officer of such  public\n   41  agency or other officer or person charged with the custody and disburse-\n   42  ment  of  the  state or corporate funds applicable to the contract under\n   43  and pursuant to which payment is made, to require the contractor to file\n   44  a statement in writing in form satisfactory to such  officer  certifying\n   45  to  the  amounts  then  due  and  owing from such contractor filing such\n   46  statement to or on behalf of any and all service employees for daily  or\n   47  weekly  wages  on  account  of  labor  performed upon the work under the\n   48  contract, setting forth therein the names of the persons whose wages are\n   49  unpaid and the amount due to or on behalf of  each  respectively,  which\n   50  statement so to be filed shall be verified by the oath of the contractor\n   51  that  he  or  she  has  read such statement subscribed by him or her and\n   52  knows the contents thereof, and that the same is true of his or her  own\n   53  knowledge.  THE  CONTRACTOR  SHALL  FILE  THESE PAYROLL RECORDS VERIFIED\n   54  UNDER OATH WITHIN NINETY DAYS AFTER ANY LABOR IS PERFORMED UPON THE WORK\n   55  UNDER CONTRACT, OR SUCH OTHER TIME AS THE FISCAL OFFICER MAY  AUTHORIZE.\n\n       S. 1023                             7\n\n    1  ANY  PERSON  WHO  WILLFULLY  FAILS TO FILE SUCH PAYROLL RECORDS WITH THE\n    2  PUBLIC AGENCY SHALL BE GUILTY OF A CLASS E FELONY.\n    3    B.  EACH  PUBLIC  AGENCY  SHALL  DESIGNATE  IN  WRITING  AN INDIVIDUAL\n    4  EMPLOYED BY SUCH DEPARTMENT RESPONSIBLE FOR THE RECEIPT, COLLECTION  AND\n    5  REVIEW  FOR  FACIAL  VALIDITY OF A CONTRACTOR'S CERTIFIED PAYROLL STATE-\n    6  MENT, AS SET FORTH IN THIS SUBDIVISION, BEFORE  PAYMENT  IS  MADE.  SAID\n    7  DESIGNATION  SHALL  BE  FILED  WITH  THE  FISCAL OFFICER AND POSTED IN A\n    8  CONSPICUOUS LOCATION AT THE WORK  SITE.  IF  THE  DESIGNATED  INDIVIDUAL\n    9  CANNOT  PERFORM  THE RECEIPT, COLLECTION AND REVIEW OF CERTIFIED PAYROLL\n   10  DUTIES AS INDICATED ABOVE, FOR ANY REASON, INCLUDING BUT NOT LIMITED  TO\n   11  REASSIGNMENT, PROMOTION OR SEPARATION FROM EMPLOYMENT, THE PUBLIC AGENCY\n   12  MUST IMMEDIATELY DESIGNATE ANOTHER INDIVIDUAL EMPLOYED BY SUCH AGENCY TO\n   13  FULFILL  SUCH  RESPONSIBILITIES. IN THE EVENT THAT A PUBLIC AGENCY FAILS\n   14  TO NAME AN INDIVIDUAL RESPONSIBLE FOR THE RECEIPT, COLLECTION AND REVIEW\n   15  FOR FACIAL VALIDITY OF CONTRACTORS' CERTIFIED PAYROLLS, THEN  THE  INDI-\n   16  VIDUAL  SO  RESPONSIBLE  SHALL  BE  THE  INDIVIDUAL  WHO  IS  THE  CHIEF\n   17  POLICY-MAKING OFFICER OF SUCH PUBLIC AGENCY.\n   18    S 8. Subdivision 2 of section 238 of the labor law, as added by  chap-\n   19  ter 777 of the laws of 1971, is amended to read as follows:\n   20    2.  When a contract for service work contains as part thereof a sched-\n   21  ule of wages as provided for in this article,  any  [contractor]  PERSON\n   22  who,  after  entering into such contract[, and any subcontractor of such\n   23  contractor who] WILLFULLY fails to pay to any service employee the wages\n   24  stipulated in such wage schedule [is guilty of a  misdemeanor  and  upon\n   25  conviction  shall  be  punished  for  a  first offense by a fine of five\n   26  hundred dollars or by imprisonment for not more than thirty days  or  by\n   27  both  fine and imprisonment; for a second offense by a fine of one thou-\n   28  sand dollars, and in] SHALL BE GUILTY OF A  MISDEMEANOR  FOR  THE  FIRST\n   29  OFFENSE  AND  UPON  CONVICTION THEREFOR SHALL BE FINED TWO THOUSAND FIVE\n   30  HUNDRED DOLLARS OR TWICE THE AMOUNT OF UNDERPAYMENT, WHICHEVER IS GREAT-\n   31  ER OR IMPRISONED FOR NOT MORE THAN ONE YEAR, OR BOTH. IF A PERSON STANDS\n   32  CONVICTED OF A VIOLATION OF THIS SECTION AND  WITHIN  THE  PREVIOUS  SIX\n   33  YEARS  HAS  BEEN  CONVICTED  ONE  OR  MORE  TIMES OF A VIOLATION OF THIS\n   34  SECTION IN SEPARATE TRANSACTIONS, THEN SUCH PERSON SHALL BE GUILTY OF  A\n   35  CLASS E FELONY UPON CONVICTION FOR SUCH SUBSEQUENT OFFENSE, AND SHALL BE\n   36  FINED FIVE THOUSAND DOLLARS OR TRIPLE THE AMOUNT OF UNDERPAYMENT, WHICH-\n   37  EVER  IS  GREATER  OR  IMPRISONED  AS AUTHORIZED BY SECTION 70.00 OF THE\n   38  PENAL LAW OR PUNISHED BY BOTH SUCH FINE AND IMPRISONMENT, FOR EACH  SUCH\n   39  OFFENSE.  IN addition [thereto] TO ANY OTHER FINE OR PENALTY THAT MAY BE\n   40  IMPOSED FOR SUCH FELONY OFFENSE, the contract on which the violation has\n   41  occurred shall be forfeited; and no such contractor shall be entitled to\n   42  receive any sum, nor  shall  any  officer,  agent  or  employee  of  the\n   43  contracting public agency pay any such sum or authorize its payment from\n   44  the funds under his OR HER charge or control to such contractor for work\n   45  done  upon  the contract on which the contractor has been convicted of a\n   46  second offense. If the contractor or subcontractor is a corporation, any\n   47  officer of such corporation who knowingly  permits  the  corporation  to\n   48  fail  to  make  such payment shall also be guilty of [a misdemeanor] THE\n   49  OFFENSE DEFINED IN THIS SUBDIVISION and the criminal and civil penalties\n   50  [herein]  OF  THIS  SUBDIVISION  shall  attach  to  such  officer   upon\n   51  conviction.\n   52    S 9. Severability. If any clause, sentence, paragraph, section or part\n   53  of  this  act  be  adjudged by any court of competent jurisdiction to be\n   54  invalid and after exhaustion of all further judicial review,  the  judg-\n   55  ment  shall  not affect, impair or invalidate the remainder thereof, but\n   56  shall be confined in its operation to the clause,  sentence,  paragraph,\n\n       S. 1023                             8\n\n    1  section  or  part  of  this  act directly involved in the controversy in\n    2  which the judgment shall have been rendered.\n    3    S  10.  This act shall take effect on the ninetieth day after it shall\n    4  have become a law, and shall apply to all contracts or other  agreements\n    5  entered  into,  renewed,  or  extended  on or after such date; provided,\n    6  however:\n    7    (a) the amendments to subdivision 4 of section 230 of  the  labor  law\n    8  made  by  section two of this act shall be subject to the expiration and\n    9  reversion of such subdivision pursuant to section 5 of  chapter  678  of\n   10  the  laws  of  2007,  as  amended, when upon such date the provisions of\n   11  section four of this act shall take effect; and\n   12    (b) the amendments to subdivision 5 of section 231 of  the  labor  law\n   13  made by section three of this act shall be subject to the expiration and\n   14  reversion  of  such  subdivision pursuant to section 5 of chapter 678 of\n   15  the laws of 2007, as amended, when upon  such  date  the  provisions  of\n   16  section five of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to prevailing wages for service workers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T145511.TXT", "SOBI.D110104.T143510.TXT", "SOBI.D110106.T131218.TXT", "SOBI.D110104.T150011.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294337538781
}