{
  "year" : 2011,
  "senateBillNo" : "S1021-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1021-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes time restrictions for court issued consent orders for work performance to remove or remedy conditions in such petition",
  "summary" : "Establishes time restrictions for court issued consent orders for work performance to remove or remedy dangerous conditions or building code violations; permits sixty days for consent orders to be performed by an owner, mortgagee, or lienor of record and further restricts such person from using consent orders more than once. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : "A715",
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "S7552-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1021\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  real  property  actions and proceedings law, in\n         relation to establishing time restrictions for  court  issued  consent\n         orders  for  work  performance  to remove or remedy conditions in such\n         petition\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision a of section 777 of the real property actions\n    2  and proceedings law, as added by chapter 909 of the  laws  of  1965,  is\n    3  amended to read as follows:\n    4    a. If, after a trial, the court shall determine that the facts alleged\n    5  in  the petition have been affirmatively established by the petitioners,\n    6  that no defense thereto specified in section seven hundred  seventy-five\n    7  OF  THIS  ARTICLE  has  been affirmatively established by the owner or a\n    8  mortgagee or lienor of record, and that the facts alleged in  the  peti-\n    9  tion  warrant the granting of the relief sought, and if the owner or any\n   10  mortgagee or lienor of record or other person having an interest in  the\n   11  property,  shall  apply to the court to be permitted to remove or remedy\n   12  the conditions specified in such petition and shall (1) demonstrate  the\n   13  ability  promptly  to undertake the work required; and (2) post security\n   14  for the performance thereof within the  time,  and  in  the  amount  and\n   15  manner,  deemed  necessary  by  the  court,  then  the court, in lieu of\n   16  rendering judgment as provided in section seven hundred  seventy-six  of\n   17  this  article,  may issue an order permitting such person to perform the\n   18  work within a time fixed by the court BUT IN NO EVENT  MORE  THAN  SIXTY\n   19  DAYS  FROM THE DATE OF THE ORDER OF THE COURT UNLESS THE COURT GRANTS AN\n   20  EXTENSION OF TIME FOR GOOD CAUSE SHOWN. THE PROVISIONS OF THIS  SUBDIVI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04360-01-1\n\n       S. 1021                             2\n\n    1  SION  SHALL  ONLY  BE  AVAILABLE  TO  THE  MORTGAGEE OR LIENOR ONCE WITH\n    2  RESPECT TO ANY PETITION FILED PURSUANT TO THIS ARTICLE.\n    3    S  2.  This  act shall take effect on the thirtieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to establishing time restrictions for court issued consent orders for work performance to remove or remedy conditions in such petition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T145511.TXT", "SOBI.D110104.T143510.TXT", "SOBI.D110104.T150512.TXT", "SOBI.D110106.T130718.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294337238691
}