{
  "year" : 2011,
  "senateBillNo" : "S1029-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1029-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the office of risk assessment and management within the office of general services",
  "summary" : "Establishes the office of risk assessment and management within the office of general services to determine the state's potential exposure to liability for its acts and omissions; such office shall also advise state agencies on proper risk management techniques and procedures. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA6885-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1029\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, ADDABBO -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive  law,  in  relation  to  establishing  the\n         office of risk assessment and management\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new  article  10-A\n    2  to read as follows:\n    3                                 ARTICLE 10-A\n    4                  OFFICE OF RISK ASSESSMENT AND MANAGEMENT\n    5  SECTION 204. DEFINITIONS.\n    6          205. OFFICE OF RISK ASSESSMENT AND MANAGEMENT; QUALIFICATIONS OF\n    7                 RISK MANAGER.\n    8          206. FUNCTIONS AND DUTIES OF THE OFFICE.\n    9          207. BOARD OF RISK ASSESSMENT AND MANAGEMENT.\n   10    S 204. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   11    1. \"ENTERPRISE RISK MANAGEMENT\" SHALL MEAN A STRATEGIC DISCIPLINE THAT\n   12  SUPPORTS  THE  ACHIEVEMENT  OF  THE STATE'S OBJECTIVES BY ADDRESSING THE\n   13  FULL SPECTRUM OF ITS RISKS AND MANAGES  THE  COMBINED  IMPACT  OF  THOSE\n   14  RISKS AS AN INTERRELATED RISK PORTFOLIO.\n   15    2.  \"OFFICE\"  SHALL  MEAN THE OFFICE OF RISK ASSESSMENT AND MANAGEMENT\n   16  ESTABLISHED PURSUANT TO SECTION TWO HUNDRED FIVE OF THIS ARTICLE.\n   17    3. \"RISK MANAGER\" SHALL MEAN THE RISK MANAGER OF THE OFFICE.\n   18    4. \"STATE AGENCY\" SHALL MEAN ANY DEPARTMENT, DIVISION, BOARD,  COMMIS-\n   19  SION, BUREAU, OFFICE OR OTHER AGENCY OF THE STATE.\n   20    S  205.  OFFICE  OF  RISK ASSESSMENT AND MANAGEMENT; QUALIFICATIONS OF\n   21  RISK MANAGER. 1. THERE SHALL BE ESTABLISHED WITHIN THE OFFICE OF GENERAL\n   22  SERVICES, AN OFFICE OF RISK ASSESSMENT AND MANAGEMENT.  THERE  SHALL  BE\n   23  APPOINTED  BY  THE  COMMISSIONER OF GENERAL SERVICES THE RISK MANAGER OF\n   24  THE OFFICE, WHO SHALL BE CHARGED WITH  THE  DUTY  OF  ADMINISTERING  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05007-01-1\n\n       S. 1029                             2\n\n    1  OFFICE.  THE  COMMISSIONER OF GENERAL SERVICES SHALL FIX COMPENSATION OF\n    2  THE RISK MANAGER WITHIN THE AMOUNTS APPROPRIATED THEREFOR.\n    3    2. THE RISK MANAGER SHALL HAVE THE FOLLOWING QUALIFICATIONS:\n    4    (A)  AN  UNDERSTANDING  OF  AND  THE  ABILITY  TO  APPLY THE GENERALLY\n    5  ACCEPTED PRINCIPLES, STANDARDS AND TECHNIQUES UTILIZED FOR THE IDENTIFI-\n    6  CATION, ASSESSMENT AND MANAGEMENT OF ENTERPRISE RISK; AND\n    7    (B) SUFFICIENT  EXPERIENCE  IN  IDENTIFYING,  ASSESSING  AND  MANAGING\n    8  ENTERPRISE RISK EXPOSURES THAT PRESENT THE BREADTH AND LEVEL OF COMPLEX-\n    9  ITY  OF  ISSUES  THAT CAN REASONABLY BE EXPECTED TO BE RAISED DURING THE\n   10  COURSE OF STATE OPERATIONS.\n   11    3. EVERY RISK MANAGER SHALL HAVE ACQUIRED HIS OR  HER  QUALIFICATIONS,\n   12  AS  REQUIRED  BY  SUBDIVISION  TWO  OF THIS SECTION, THROUGH APPROPRIATE\n   13  EDUCATION AND RELEVANT RISK MANAGEMENT EXPERIENCE ON BEHALF OF A COMMER-\n   14  CIAL OR GOVERNMENTAL ORGANIZATION.\n   15    S 206. FUNCTIONS AND DUTIES OF THE OFFICE.  1.  THE  FUNCTION  OF  THE\n   16  OFFICE SHALL BE:\n   17    (A)  TO DETERMINE THE POTENTIAL EXPOSURE OF THE STATE TO LIABILITY AND\n   18  FINANCIAL LOSS ARISING FROM ITS ACTS AND OMISSIONS, AND FROM THE  OWNER-\n   19  SHIP AND/OR USE OF ITS REAL AND PERSONAL PROPERTY;\n   20    (B)  TO  ESTABLISH  AND  COORDINATE  BUSINESS  CONTINUITY PROGRAMS FOR\n   21  ESSENTIAL STATE FUNCTIONS AND SERVICES;\n   22    (C) TO IMPLEMENT RISK MANAGEMENT PROGRAMS TO MANAGE THE STATE'S  EXPO-\n   23  SURE TO RISK IN THE MOST COST EFFECTIVE MANNER INCLUDING, BUT NOT LIMIT-\n   24  ED  TO,  PROGRAMS  TO  REDUCE  THE LIKELIHOOD AND POTENTIAL COST OF LOSS\n   25  EVENTS, AND THE PURCHASE OF INSURANCE WHERE APPROPRIATE; AND\n   26    (D) TO COORDINATE AND SUPPORT THE  RISK  MANAGEMENT  PROGRAMS  OF  ALL\n   27  STATE AGENCIES.\n   28    2.  THE  RISK  MANAGER  AND  OFFICE  SHALL FULFILL THEIR FUNCTIONS AND\n   29  DUTIES BY:\n   30    (A) CONDUCTING A STUDY OF THE STATE'S RISK  EXPOSURES  ON  AN  ONGOING\n   31  BASIS. SUCH STUDY SHALL INCLUDE:\n   32    (I)  PRACTICES  AND  PROCEDURES OF ALL STATE AGENCIES, AS THEY PERTAIN\n   33  TO, IMPACT UPON, CAUSE OR DETER DAMAGE TO PHYSICAL PROPERTY OR  INJURIES\n   34  TO STATE EMPLOYEES, PERSONS RECEIVING SERVICES FROM THE STATE OR MEMBERS\n   35  OF THE GENERAL PUBLIC;\n   36    (II)  THE ACTIONS AND CLAIM SETTLEMENTS OF THE COURT OF CLAIMS AS THEY\n   37  RELATE TO THE DISPOSITION OF MATTERS AGAINST THE STATE, FOR THE  PURPOSE\n   38  OF  DETERMINING  PAST AND PRESENT EXPOSURES TO LIABILITY, THE NATURE AND\n   39  MAGNITUDE OF SUCH EXPOSURES, AND THE TECHNIQUES FOR REDUCING THE COST OF\n   40  MANAGING AND SETTLING CLAIMS ARISING FROM SUCH EXPOSURES;\n   41    (III) THE ESSENTIAL OPERATIONS AND SERVICE FUNCTIONS OF THE STATE, AND\n   42  THE PROCEDURES NECESSARY TO MAINTAIN  OR  RESTORE  SUCH  OPERATIONS  AND\n   43  FUNCTIONS TO THE REQUIRED LEVEL FOLLOWING AN EMERGENCY EVENT;\n   44    (IV)  THE  POTENTIAL  FUTURE  LIABILITIES  ARISING  FROM  EXISTING  OR\n   45  PROPOSED STATE OPERATIONS OR FUNCTIONS;\n   46    (V) THE PREPARATION OF AN INVENTORY OF  ALL  REAL  PROPERTY  OWNED  OR\n   47  LEASED, FOR A PERIOD OF TIME OF MORE THAN FIVE YEARS, BY ALL STATE AGEN-\n   48  CIES,  AND  TO  ASCERTAIN  PAST,  PRESENT AND POTENTIAL FUTURE LIABILITY\n   49  EXPOSURES AND THE NATURE OF THOSE EXPOSURES; AND\n   50    (VI) THE DESIGN AND IMPLEMENTATION OF APPROPRIATE COST EFFECTIVE TECH-\n   51  NIQUES AND PROGRAMS TO REDUCE  THE  COST  OF  THE  STATE'S  EXPOSURE  TO\n   52  LIABILITY  AND  FINANCIAL LOSS ARISING FROM ITS OPERATIONS OR THE OWNER-\n   53  SHIP AND/OR USE OF REAL AND PERSONAL  PROPERTY,  INCLUDING  RECOMMENDING\n   54  STEPS AND PROCEDURES TO BE IMPLEMENTED BY INDIVIDUAL STATE AGENCIES.\n\n       S. 1029                             3\n\n    1    THE  RISK  MANAGER,  IN THE PERFORMANCE OF SUCH STUDY, SHALL ENJOY THE\n    2  FULL COOPERATION AND ASSISTANCE OF  STATE  AGENCIES  AND  THE  COURT  OF\n    3  CLAIMS; AND\n    4    (B)  RECOMMENDING AND IMPLEMENTING THE APPROPRIATE RISK MANAGEMENT AND\n    5  BUSINESS CONTINUITY PROGRAMS AS SHALL BE NECESSARY.\n    6    3. SUCH STUDY AND RECOMMENDATIONS SHALL BE COMPLETED AND SENT  TO  THE\n    7  GOVERNOR, COMPTROLLER, ATTORNEY GENERAL, EXECUTIVE OFFICER OF EACH STATE\n    8  AGENCY  INCLUDED  THEREIN, TEMPORARY PRESIDENT OF THE SENATE, SPEAKER OF\n    9  THE ASSEMBLY, MINORITY LEADER OF THE SENATE AND MINORITY LEADER  OF  THE\n   10  ASSEMBLY  NO LATER THAN EIGHTEEN MONTHS AFTER THE EFFECTIVE DATE OF THIS\n   11  ARTICLE.  THE STUDY AND RECOMMENDATIONS SHALL BE REVISED AND UPDATED  AS\n   12  IS PERIODICALLY DEEMED APPROPRIATE BY THE RISK MANAGER; PROVIDED, HOWEV-\n   13  ER, THAT SUCH STUDY AND RECOMMENDATIONS SHALL BE REVISED AND UPDATED NOT\n   14  LESS THAN ONCE EVERY FIVE YEARS.\n   15    4. THE OFFICE SHALL ADVISE THE VARIOUS STATE AGENCIES ON PROPER ENTER-\n   16  PRISE  RISK MANAGEMENT TECHNIQUES AND PROCEDURES, AND THE IMPLEMENTATION\n   17  THEREOF, FOR THE PURPOSE OF REDUCING EXPOSURES TO LIABILITY  AND  FINAN-\n   18  CIAL  LOSS,  OR  THE  DISRUPTION OF ESSENTIAL STATE OPERATIONS AND FUNC-\n   19  TIONS, AS WELL AS ALL RESPONSIBILITIES  AND  DUTIES  OF  THE  BUREAU  OF\n   20  INSURANCE  IN THE OFFICE OF GENERAL SERVICES. THOSE AGENCIES INVOLVED IN\n   21  OR RESPONSIBLE FOR THE CONSTRUCTION  OR  MAINTENANCE  OF  STRUCTURES  OR\n   22  ROADWAYS,  THE  CARE AND CUSTODY OF PERSONS MORE THAN IN TEMPORARY QUAR-\n   23  TERS, THE PROVISION OF SERVICES OF THE GENERAL PUBLIC, AND  THOSE  AGEN-\n   24  CIES WITH VEHICLES ASSIGNED FOR THEIR USE, SHALL UNDERGO DETAILED ENTER-\n   25  PRISE  RISK  MANAGEMENT ANALYSIS AND, WHEREVER PRACTICABLE AND AFTER THE\n   26  AGENCY IS GRANTED AN OPPORTUNITY TO REVIEW AND APPEAL THE  FINDINGS  AND\n   27  RECOMMENDATIONS  OF  SUCH ANALYSIS, IMPLEMENT THE RECOMMENDATIONS OF THE\n   28  RISK MANAGER WITHIN ONE HUNDRED EIGHTY DAYS OF THE DATE THAT SUCH RECOM-\n   29  MENDATIONS ARE AGREED TO BY THE EXECUTIVE OFFICER OF SUCH AGENCY.\n   30    5. THE RISK MANAGER SHALL FILE AN ANNUAL REPORT ON THE  ACTIVITIES  OF\n   31  THE  OFFICE  WITH THE GOVERNOR, COMPTROLLER, ATTORNEY GENERAL, TEMPORARY\n   32  PRESIDENT OF THE SENATE, SPEAKER OF THE ASSEMBLY, THE  MINORITY  LEADERS\n   33  OF  THE  SENATE AND ASSEMBLY, SENATE FINANCE COMMITTEE AND ASSEMBLY WAYS\n   34  AND MEANS COMMITTEE, NO LATER THAN ONE HUNDRED  EIGHTY  DAYS  AFTER  THE\n   35  COMPLETION OF THE CALENDAR YEAR TO WHICH THE REPORT REFERS.\n   36    6. ANY PUBLIC BENEFIT CORPORATION OR PUBLIC AUTHORITY MAY CONTRACT FOR\n   37  THE  SERVICES  OF THE RISK MANAGER AND THE OFFICE IN THE EVENT THAT SUCH\n   38  PUBLIC BENEFIT CORPORATION OR PUBLIC AUTHORITY IS WITHOUT INTERNAL  RISK\n   39  ASSESSMENT AND ENTERPRISE RISK MANAGEMENT SERVICES, OR WISHES TO SUPPLE-\n   40  MENT  SUCH  INTERNAL  SERVICES  WITH  THE  SERVICES PROVIDED BY THE RISK\n   41  MANAGER AND THE OFFICE.\n   42    7. THE RISK MANAGER MAY REVIEW, STUDY AND ENTER  INTO  A  RELATIONSHIP\n   43  WITH:  (A) OUTSIDE VENDORS OR CONSULTANTS WITH EXPERTISE IN RISK MANAGE-\n   44  MENT, CLAIMS MANAGEMENT OR SAFETY MANAGEMENT, AND (B) CAPTIVE  INSURANCE\n   45  COMPANIES, AS DEFINED IN SUBSECTION (C) OF SECTION SEVEN THOUSAND TWO OF\n   46  THE  INSURANCE  LAW,  OR  OTHER RISK SHARING ENTITIES TO REDUCE PERSONAL\n   47  INJURY OR PROPERTY DAMAGE LIABILITY CLAIMS AND PAYMENTS,  EITHER  ON  AN\n   48  ANNUAL BASIS OR OVER A LONGER PERIOD OF TIME, FOR ALL STATE AGENCIES, OR\n   49  AN INDIVIDUAL STATE AGENCY, PUBLIC BENEFIT CORPORATION OR PUBLIC AUTHOR-\n   50  ITY.\n   51    S  207.    BOARD OF RISK ASSESSMENT AND MANAGEMENT. 1. THERE IS HEREBY\n   52  ESTABLISHED, WITHIN THE OFFICE, A STATE BOARD  OF  RISK  ASSESSMENT  AND\n   53  MANAGEMENT.  THE BOARD, TO BE COMPRISED OF THE RISK MANAGER, THE COMMIS-\n   54  SIONER OF GENERAL SERVICES, THE CHAIR OF THE STATE INSURANCE  FUND,  THE\n   55  PRESIDENT  OF  THE  STATE  CIVIL SERVICE COMMISSION, THE DIRECTOR OF THE\n   56  OFFICE OF EMPLOYEE RELATIONS, THE DIRECTOR OF THE DIVISION OF THE  BUDG-\n\n       S. 1029                             4\n\n    1  ET,  AND  A  REPRESENTATIVE  OF EACH PUBLIC EMPLOYEE ORGANIZATION, SHALL\n    2  MEET QUARTERLY FOR THE PURPOSE OF EXAMINING CURRENT  METHODS  OF  ENTER-\n    3  PRISE  RISK  MANAGEMENT  AND  CONTROL  DEPLOYED BY THE STATE, AND REVIEW\n    4  INSTANCES  OF  DIFFICULTY  IN DEPLOYING SOUND RISK ASSESSMENT AND ENTER-\n    5  PRISE RISK MANAGEMENT PROCEDURES.\n    6    2. A SUMMARY OF THE PROCEEDINGS OF THE BOARD, WITH RECOMMENDATIONS FOR\n    7  IMPROVEMENT OF THE STATE'S RISK  MANAGEMENT  PRACTICES  AND  PROCEDURES,\n    8  SHALL  BE  INCLUDED  IN  THE ANNUAL REPORT OF THE RISK MANAGER. THE RISK\n    9  MANAGER SHALL TAKE INTO CONSIDERATION THE  RECOMMENDATIONS  PERIODICALLY\n   10  MADE  BY  THE BOARD IN CONDUCTING HIS OR HER MANAGEMENT AND ABATEMENT OF\n   11  POTENTIAL LIABILITY ACTIVITIES.\n   12    S 2. This act shall take effect on the one hundred eightieth day after\n   13  it shall have become a law, except that any rules and regulations neces-\n   14  sary for the timely implementation of this act  on  its  effective  date\n   15  shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing the office of risk assessment and management ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T154014.TXT", "SOBI.D110106.T131218.TXT", "SOBI.D110104.T153013.TXT", "SOBI.D110104.T151011.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294337538816
}