{
  "year" : 2011,
  "senateBillNo" : "S1022-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S1022-2011-1294203600000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the village of Sleepy Hollow to offer an optional twenty year retirement plan to certain police officers employed by such village",
  "summary" : "Authorizes the village of Sleepy Hollow to offer an optional twenty year retirement plan to certain police officers employed by such village. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Retirement",
  "previousVersions" : [ "S4196-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1022\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  STEWART-COUSINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Civil Service and\n         Pensions\n\n       AN ACT to authorize the village of Sleepy Hollow to  offer  an  optional\n         twenty  year  retirement  plan  to certain police officers employed by\n         such village\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the  village  of Sleepy Hollow, a participating employer in the New York\n    3  state and local police and  fire  retirement  system,  which  previously\n    4  elected  to  offer the optional twenty year retirement plan, established\n    5  pursuant to section 384-d of the retirement and social security law,  to\n    6  police  officers  employed by such village, is hereby authorized to make\n    7  participation  in  such  plan  available   to   Jose   Quinoy,   Raymond\n    8  D'Alessandro,  and James Warren, police officers employed by the village\n    9  of Sleepy Hollow, who, for reasons not ascribable to  their  own  negli-\n   10  gence,  failed  to  make  a  timely  application  to participate in such\n   11  optional twenty year retirement plan.  The village of Sleepy Hollow  may\n   12  so elect by filing with the state comptroller, on or before December 31,\n   13  2011,  a  resolution of its local legislative body together with certif-\n   14  ication that such police officers did not bar  themselves  from  partic-\n   15  ipation  in  such  retirement  plan as a result of their own negligence.\n   16  Thereafter, such  police  officers  may  elect  to  be  covered  by  the\n   17  provisions  of  section 384-d of the retirement and social security law,\n   18  and shall be entitled to the full rights and  benefits  associated  with\n   19  coverage under such section, by filing a request to that effect with the\n   20  state comptroller on or before June 30, 2012.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04034-02-1\n\n       S. 1022                             2\n\n    1    S 2. All employer costs associated with implementing the provisions of\n    2  this  act shall be borne by the village of Sleepy Hollow over a ten year\n    3  period.\n    4    S 3. This act shall take effect immediately.\n         FISCAL  NOTE.--This  bill  will  allow  Officers  Jose Quinoy, Raymond\n       D'Alessandro, and James Warren to become covered by  the  provisions  of\n       Section 384-d of the Retirement and Social Security Law.\n         If  this  bill  were  enacted,  we  anticipate  that  there will be an\n       increase of approximately $16,900 in the  annual  contributions  of  the\n       Village of Sleepy Hollow for the fiscal year ending March 31, 2012.\n         In addition to the annual contributions discussed above, there will be\n       an  immediate past service cost of approximately $153,000 which would be\n       borne by the Village of Sleepy Hollow as a one-time payment. This  esti-\n       mate is based on the assumption that payment will be made on February 1,\n       2012.  If  the  past service cost is amortized over a period of ten (10)\n       years, the past service costs for the  first  year  including  interest,\n       would be approximately $20,800.\n         This  estimate,  dated  December  28,  2010  and intended for use only\n       during the  2011  Legislative  Session,  is  Fiscal  Note  No.  2011-70,\n       prepared  by Actuary for the New York State and Local Employees' Retire-\n       ment System and the New York State and Local Police and Fire  Retirement\n       System.\"\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the village of Sleepy Hollow to offer an optional twenty year retirement plan to certain police officers employed by such village ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T145511.TXT", "SOBI.D110104.T143510.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110104.T150512.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345649871
}