{
  "year" : 2011,
  "senateBillNo" : "S1024-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1024-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a program of asthma disease management and control within the department of health",
  "summary" : "Provides for a program of asthma disease management and control within the department of health; program shall provide various services to health care providers, patients, and others; authorizes the commissioner of health to make grants; provides for a study of asthma incidence and prevalence; provides for an annual report on the program; establishes an advisory panel. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S1875-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1024\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, DIAZ, DUANE, HASSELL-THOMPSON, KRUEGER, SAMP-\n         SON,  SAVINO,  SERRANO,  SMITH  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to  establishing  the\n         asthma prevention and education program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and  purpose.  The  legislature  finds\n    2  that  asthma  is  a  chronic,  potentially life-threatening, respiratory\n    3  illness that affects over a million New Yorkers,  including  many  thou-\n    4  sands of children and adolescents. Asthma is the leading cause of school\n    5  absences  attributed  to  chronic  conditions.  Asthma  is also directly\n    6  linked to large and growing  inpatient  bills  for  medicaid  and  other\n    7  health care payers. Therefore, the legislature finds that establishing a\n    8  comprehensive statewide asthma prevention management and control program\n    9  which  coordinates  the  efforts  of  individuals, families, health care\n   10  providers, schools and community-based organizations is  in  the  public\n   11  interest and would benefit the people of the state of New York.\n   12    S 2. The public health law is amended by adding a new article 27-BB to\n   13  read as follows:\n   14                                 ARTICLE 27-BB\n   15                    ASTHMA DISEASE MANAGEMENT AND CONTROL\n   16  SECTION 2725. ASTHMA DISEASE MANAGEMENT AND CONTROL PROGRAM.\n   17          2726. STUDY OF ASTHMA INCIDENCE AND PREVALENCE.\n   18          2727. ASTHMA DISEASE ADVISORY PANEL.\n   19          2728. ANNUAL REPORT.\n   20    S  2725.  ASTHMA  DISEASE  MANAGEMENT AND CONTROL PROGRAM. 1. THERE IS\n   21  HEREBY CREATED WITHIN THE DEPARTMENT THE ASTHMA DISEASE  MANAGEMENT  AND\n   22  CONTROL  PROGRAM  (HEREINAFTER  REFERRED  TO  IN  THIS  ARTICLE  AS  THE\n   23  \"PROGRAM\"). THE PURPOSE OF THE PROGRAM  IS  TO  PROMOTE  ASTHMA  DISEASE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04414-01-1\n\n       S. 1024                             2\n\n    1  MANAGEMENT  AND EDUCATION AND OUTREACH ABOUT ASTHMA TO PEOPLE WHO SUFFER\n    2  FROM ASTHMA AND THEIR FAMILIES, HEALTH CARE PROVIDERS, AND  THE  GENERAL\n    3  PUBLIC.\n    4    2. SERVICES TO BE PROVIDED BY THE PROGRAM MAY INCLUDE:\n    5    (A)  ASTHMA  DISEASE  MANAGEMENT  AND CASE MANAGEMENT FOR PATIENTS AND\n    6  THEIR FAMILIES;\n    7    (B) ASTHMA OUTREACH AND SCREENING;\n    8    (C) THE PROMOTION OF AWARENESS OF THE CAUSES OF ASTHMA;\n    9    (D) EDUCATION ON PREVENTION STRATEGIES;\n   10    (E) EDUCATION ON PROPER DISEASE MANAGEMENT PRACTICES; AND\n   11    (F) EDUCATION ON AVAILABLE TREATMENT MODALITIES.\n   12    3. THE COMMISSIONER SHALL MAKE GRANTS WITHIN THE AMOUNTS  APPROPRIATED\n   13  THEREFORE  TO  LOCAL  HEALTH  AGENCIES,  HEALTH CARE PROVIDERS, SCHOOLS,\n   14  SCHOOL BASED HEALTH CENTERS AND COMMUNITY-BASED ORGANIZATIONS, AND OTHER\n   15  ORGANIZATIONS  WITH  DEMONSTRATED  INTEREST  AND  EXPERTISE  IN  SERVING\n   16  PERSONS  WITH  ASTHMA  TO  PROVIDE THE SERVICES SET OUT IN THIS SECTION.\n   17  GRANT RECIPIENTS SHALL BE GOVERNMENT ENTITIES OR  NOT-FOR-PROFIT  ORGAN-\n   18  IZATIONS.\n   19    THE COMMISSIONER MAY COORDINATE GRANTS UNDER THIS SUBDIVISION WITH THE\n   20  AVAILABILITY  OF  GRANTS  FROM  OTHER SOURCES. THE COMMISSIONER MAY ALSO\n   21  ACCEPT OR SEEK GRANTS FROM OTHER SOURCES TO ENHANCE THE  AMOUNTS  APPRO-\n   22  PRIATED TO THE PROGRAM.\n   23    S  2726.  STUDY  OF ASTHMA INCIDENCE AND PREVALENCE. 1. THE DEPARTMENT\n   24  SHALL STUDY THE INCIDENCE AND PREVALENCE OF ASTHMA IN THE STATE'S  POPU-\n   25  LATION  AND  CURRENT  DISEASE  MANAGEMENT  PRACTICES.  SUCH  STUDY SHALL\n   26  INCLUDE:\n   27    (A) THE CAUSE AND NATURE OF THE DISEASE;\n   28    (B) BEHAVIORAL AND ENVIRONMENTAL TRIGGERS;\n   29    (C) AN ASSESSMENT OF THE NEED FOR PATIENT-CENTERED CASE MANAGEMENT  TO\n   30  MEET SPECIFIC PHYSICAL AND ENVIRONMENTAL NEEDS OF PATIENTS;\n   31    (D)  OUTCOME  EVALUATIONS,  INCLUDING,  BUT  NOT  LIMITED  TO, PATIENT\n   32  PERCEPTIONS OF IMPROVEMENT, SIGNS  AND  SYMPTOMS  OF  ASTHMA,  PULMONARY\n   33  FUNCTION,  HISTORY  OF ASTHMA EXACERBATIONS, PHARMACOTHERAPY, ASSESSMENT\n   34  OF HOSPITAL EMERGENCY  ROOM  VISITS  FOR  ASTHMA,  AND  PATIENT-PROVIDER\n   35  COMMUNICATION; AND\n   36    (E)  AN  ASSESSMENT OF THE ABILITY OF PROVIDERS, INCLUDING NON-PROFES-\n   37  SIONALS AND HEALTH CARE PROFESSIONALS SUCH AS PHYSICIANS, NURSES,  PHAR-\n   38  MACISTS AND RESPIRATORY THERAPISTS, TO SYSTEMICALLY INSTRUCT AND DEVELOP\n   39  ASTHMA MANAGEMENT PLANS FOR PATIENTS AND FREQUENTLY REVIEW WITH PATIENTS\n   40  AND THEIR FAMILIES HOW TO MANAGE AND CONTROL THEIR ASTHMA.\n   41    2.  THE  DEPARTMENT  SHALL  GATHER DATA FOR MONITORING THE OCCURRENCE,\n   42  FREQUENCY, INCIDENCE, CAUSE, EFFECT AND SEVERITY OF ASTHMA.\n   43    (A) THE DEPARTMENT MAY REQUIRE THE FOLLOWING TO REPORT DATA UNDER THIS\n   44  SUBDIVISION:\n   45    I. THE STATEWIDE PLANNING AND RESEARCH COOPERATIVE SYSTEM (SPARCS);\n   46    II. HEALTH MAINTENANCE  ORGANIZATIONS  LICENSED  PURSUANT  TO  ARTICLE\n   47  FORTY-THREE  OF  THE INSURANCE LAW OR CERTIFIED PURSUANT TO THIS CHAPTER\n   48  OR AN INDEPENDENT PRACTICE ASSOCIATION CERTIFIED OR RECOGNIZED  PURSUANT\n   49  TO THIS CHAPTER;\n   50    III. OTHER INSURERS;\n   51    IV.  THE  MEDICAID  (TITLE  XIX  OF  THE  FEDERAL SOCIAL SECURITY ACT)\n   52  PROGRAM;\n   53    V. HEALTH FACILITIES;\n   54    VI. HEALTH CARE PRACTITIONERS;\n   55    VII. PATIENTS: SELF REPORTING;\n   56    VIII. THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION; AND\n\n       S. 1024                             3\n\n    1    IX. ANY OTHER SOURCE THE COMMISSIONER DEEMS APPROPRIATE.\n    2    (B) THE DEPARTMENT SHALL COMPILE AND ANALYZE DATA GATHERED UNDER PARA-\n    3  GRAPH (A) OF THIS SUBDIVISION AND CORRELATE IT WITH DATA AS TO PLACES OF\n    4  EMPLOYMENT,  AREAS OF RESIDENCE, SCHOOLS ATTENDED, ENVIRONMENTAL FACTORS\n    5  INCLUDING PROXIMITY TO SOURCE OF POLLUTION AND SUCH OTHER  DATA  AS  THE\n    6  DEPARTMENT DEEMS APPROPRIATE.\n    7    (C)  THE  DEPARTMENT  SHALL  MAINTAIN  AND  COMPILE REPORTED DATA IN A\n    8  MANNER SUITABLE FOR RESEARCH PURPOSES AND SHALL COLLECT  AND  MAKE  SUCH\n    9  DATA  AVAILABLE  TO PERSONS IN THE MANNER SET FORTH IN SUBDIVISION THREE\n   10  OF THIS SECTION.\n   11    3. ANY DATA COLLECTED OR REPORTED SHALL NOT CONTAIN THE  NAME  OF  ANY\n   12  PATIENT,  HIS  OR  HER  SOCIAL SECURITY NUMBER, OR ANY OTHER INFORMATION\n   13  WHICH WOULD PERMIT A PATIENT TO  BE  IDENTIFIED.  THE  DEPARTMENT  SHALL\n   14  DEVELOP  A  UNIQUE, CONFIDENTIAL IDENTIFIER TO BE USED IN THE COLLECTION\n   15  OF PATIENT INFORMATION AS REQUIRED BY THIS SECTION.\n   16    S 2727. ASTHMA DISEASE ADVISORY PANEL. THERE IS HEREBY CREATED  WITHIN\n   17  THE  DEPARTMENT  AN  ASTHMA DISEASE ADVISORY PANEL.   THE ADVISORY PANEL\n   18  SHALL ADVISE THE COMMISSIONER REGARDING THE IMPLEMENTATION OF  PROGRAMS,\n   19  STUDIES  AND  REPORTS  AUTHORIZED UNDER THIS ARTICLE. THE GOVERNOR SHALL\n   20  APPOINT ELEVEN MEMBERS TO THE ADVISORY PANEL. TWO OF THE  MEMBERS  SHALL\n   21  BE APPOINTED UPON THE RECOMMENDATION OF THE SPEAKER OF THE ASSEMBLY, TWO\n   22  OF  THE MEMBERS SHALL BE APPOINTED UPON THE RECOMMENDATION OF THE TEMPO-\n   23  RARY PRESIDENT OF THE SENATE, ONE OF THE   MEMBERS  SHALL  BE  APPOINTED\n   24  UPON  THE RECOMMENDATION OF THE MINORITY LEADER OF THE ASSEMBLY, AND ONE\n   25  OF THE MEMBERS SHALL BE APPOINTED UPON THE RECOMMENDATION OF THE MINORI-\n   26  TY LEADER OF THE SENATE. THE APPOINTEES SHALL BE  PERSONS  KNOWLEDGEABLE\n   27  IN  THE  CAUSES  AND  MANAGEMENT  OF  ASTHMA AND SHALL HAVE DEMONSTRATED\n   28  COMMITMENT TO IMPROVING THE DETECTION OF  ASTHMA  AND  THE  DELIVERY  OF\n   29  SERVICES  TO PEOPLE WITH ASTHMA. AT LEAST ONE MEMBER SHALL REPRESENT THE\n   30  INTERESTS OF PERSONS WITH ASTHMA AND AT LEAST ONE MEMBER SHALL BE  KNOW-\n   31  LEDGEABLE OF ENVIRONMENTAL FACTORS RELATING TO ASTHMA.\n   32    S  2728.  ANNUAL  REPORT.  COMMENCING  ON  THE  FIRST  OF JANUARY NEXT\n   33  SUCCEEDING THE EFFECTIVE DATE OF THIS SECTION AND  ANNUALLY  THEREAFTER,\n   34  THE  COMMISSIONER, IN CONSULTATION WITH THE ADVISORY PANEL, SHALL SUBMIT\n   35  A REPORT REGARDING THE STATUS AND ACCOMPLISHMENTS  OF  THE  PROGRAM  AND\n   36  PROVIDE RECOMMENDATIONS TO THE GOVERNOR, THE TEMPORARY PRESIDENT AND THE\n   37  MINORITY  LEADER  OF THE SENATE, AND THE SPEAKER AND THE MINORITY LEADER\n   38  OF THE ASSEMBLY.\n   39    S 3. This act shall take effect on the one hundred eightieth day after\n   40  it shall have become law.  Effective  immediately  the  commissioner  of\n   41  health is authorized to promulgate any and all rules and regulations and\n   42  take any other measures necessary to implement this act on its effective\n   43  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing the asthma prevention and education program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T154014.TXT", "SOBI.D110106.T131218.TXT", "SOBI.D110104.T153013.TXT", "SOBI.D110104.T150011.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294337538783
}