{
  "year" : 2011,
  "senateBillNo" : "S1034-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1034-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Discourages the practice by health plan insurers of changing brand name drugs to generic drugs which generic drugs are not the equivalent of brand name",
  "summary" : "Discourages the practice by health plan insurers of changing brand name drugs to generic drugs when generic drugs are not the equivalent of brand name. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1034\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, ADAMS, HASSELL-THOMPSON, OPPENHEIMER, PARKER,\n         STAVISKY  --  read  twice  and ordered printed, and when printed to be\n         committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to health insurance poli-\n         cies and prescription drug coverage\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  3221 of the insurance law is amended by adding a\n    2  new subsection (s) to read as follows:\n    3    (S) EVERY GROUP OR BLANKET POLICY DELIVERED OR ISSUED FOR DELIVERY  IN\n    4  THIS STATE WHICH PROVIDES PRESCRIPTION DRUG COVERAGE SHALL:\n    5    (1)  LIMIT  THE  MAXIMUM  CO-PAYMENT AND CO-INSURANCE AMOUNTS FOR SUCH\n    6  PRESCRIPTION DRUGS SO THEY SHALL NOT EXCEED TEN TIMES THE  DOLLAR  VALUE\n    7  OF  THE  LOWEST  CO-PAYMENT  AND CO-INSURANCE AMOUNT WHOSE COST IS ABOVE\n    8  ZERO DOLLARS.\n    9    (2) SUCH PRESCRIPTION DRUG COVERAGE SHALL BE SUBJECT TO THE  FOLLOWING\n   10  PROVISIONS:\n   11    (I)  WHEN  AN  INSURER  HAS REQUIRED THAT A MEMBER INSURED BY A HEALTH\n   12  POLICY ISSUED UNDER THIS SECTION TAKE A GENERIC ALTERNATIVE TO A  BRAND-\n   13  NAME  PATENTED  DRUG  PRESCRIBED BY THEIR DOCTOR, AND THE ALTERNATIVE IS\n   14  NOT DEEMED AS HAVING AN EQUIVALENT IMPACT ON THE MEMBER BY THE  MEMBER'S\n   15  PRESCRIBING PHYSICIAN AND IS NOT DEEMED AN A-RATED GENERICALLY AND THER-\n   16  APEUTICALLY  EQUIVALENT  PRODUCT  AS  DETERMINED BY THE FDA, THE INSURER\n   17  SHALL PAY FOR AND MAKE AVAILABLE THE BRAND-NAME PATENTED DRUG ORIGINALLY\n   18  PRESCRIBED BY THE MEMBER'S DOCTOR.\n   19    (II) IN CASES WHERE STEP  THERAPY  IS  REQUIRED  PRIOR  TO  A  PATIENT\n   20  ACCESSING  A  BRAND-NAME  PATENTED  PRESCRIPTION  DRUG,  THE PATIENT CAN\n   21  RECEIVE THE BRAND-NAME PATENTED PRESCRIPTION DRUG  PRESCRIBED  BY  THEIR\n   22  DOCTOR IF THE PATIENT TRIES ONE ALTERNATIVE MEDICATION AND THE PATIENT'S\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05154-01-1\n\n       S. 1034                             2\n\n    1  DOCTOR  DETERMINES  THAT  THE  SINGLE  SOURCE  THERAPY REMAINS MEDICALLY\n    2  NECESSARY.\n    3    (3)  ENSURE  THAT  THERE  IS  CONTINUOUS  COVERAGE  OF A SINGLE SOURCE\n    4  PRESCRIPTION DRUG THAT IS  PART  OF  A  PRESCRIBED  THERAPY  UNTIL  SUCH\n    5  PRESCRIBED  THERAPY  IS  NO  LONGER  MEDICALLY NECESSARY FOR ANY COVERED\n    6  PERSON UNDER SUCH POLICY.\n    7    (4) NO SUCH POLICY PROVIDED UNDER  THIS  SUBSECTION  SHALL  IMPOSE  AN\n    8  ADDITIONAL  FEE  OR  CO-PAY  REQUIREMENT  ON  ANY  INSURED WHO ELECTS TO\n    9  PURCHASE PRESCRIBED DRUGS FROM OTHER THAN A MAIL ORDER PROVIDER IF  SUCH\n   10  FEE  OR  CO-PAY  IS  NOT  OTHERWISE  IMPOSED.  NOR SHALL ANY SUCH POLICY\n   11  REQUIRE THAT ONLY MAIL ORDER PROVIDERS BE UTILIZED  AS  A  CONDITION  OF\n   12  COVERAGE FOR PRESCRIBED DRUGS.\n   13    S  2.  Section  4303  of  the insurance law is amended by adding a new\n   14  subsection (hh) to read as follows:\n   15    (HH) EVERY CONTRACT ISSUED BY A HOSPITAL SERVICE  CORPORATION,  HEALTH\n   16  SERVICE  CORPORATION  OR  MEDICAL  EXPENSE  INDEMNITY  CORPORATION WHICH\n   17  PROVIDES PRESCRIPTION DRUG COVERAGE SHALL:\n   18    (1) LIMIT THE MAXIMUM CO-PAYMENT AND  CO-INSURANCE  AMOUNTS  FOR  SUCH\n   19  PRESCRIPTION  DRUGS  SO THEY SHALL NOT EXCEED TEN TIMES THE DOLLAR VALUE\n   20  OF THE LOWEST CO-PAYMENT AND CO-INSURANCE AMOUNT  WHOSE  COST  IS  ABOVE\n   21  ZERO DOLLARS.\n   22    (2)  SUCH PRESCRIPTION DRUG COVERAGE SHALL BE SUBJECT TO THE FOLLOWING\n   23  PROVISIONS:\n   24    (I) WHEN AN INSURER HAS REQUIRED THAT A MEMBER  INSURED  BY  A  HEALTH\n   25  CONTRACT  ISSUED  UNDER  THIS  SECTION  TAKE  A GENERIC ALTERNATIVE TO A\n   26  BRAND-NAME PATENTED DRUG PRESCRIBED BY THEIR DOCTOR, AND THE ALTERNATIVE\n   27  IS NOT DEEMED AS HAVING AN  EQUIVALENT  IMPACT  ON  THE  MEMBER  BY  THE\n   28  MEMBER'S  PRESCRIBING PHYSICIAN AND IS NOT DEEMED AN A-RATED GENERICALLY\n   29  AND THERAPEUTICALLY EQUIVALENT PRODUCT AS DETERMINED  BY  THE  FDA,  THE\n   30  INSURER  SHALL  PAY  FOR AND MAKE AVAILABLE THE BRAND-NAME PATENTED DRUG\n   31  ORIGINALLY PRESCRIBED BY THE MEMBER'S DOCTOR.\n   32    (II) IN CASES WHERE STEP  THERAPY  IS  REQUIRED  PRIOR  TO  A  PATIENT\n   33  ACCESSING  A  BRAND-NAME  PATENTED  PRESCRIPTION  DRUG,  THE PATIENT CAN\n   34  RECEIVE THE BRAND-NAME PATENTED PRESCRIPTION DRUG  PRESCRIBED  BY  THEIR\n   35  DOCTOR IF THE PATIENT TRIES ONE ALTERNATIVE MEDICATION AND THE PATIENT'S\n   36  DOCTOR  DETERMINES  THAT  THE  SINGLE  SOURCE  THERAPY REMAINS MEDICALLY\n   37  NECESSARY.\n   38    (3) ENSURE THAT THERE  IS  CONTINUOUS  COVERAGE  OF  A  SINGLE  SOURCE\n   39  PRESCRIPTION  DRUG  THAT  IS  PART  OF  A  PRESCRIBED THERAPY UNTIL SUCH\n   40  PRESCRIBED THERAPY IS NO LONGER  MEDICALLY  NECESSARY  FOR  ANY  COVERED\n   41  PERSON UNDER SUCH POLICY.\n   42    (4)  NO  SUCH  POLICY  PROVIDED  UNDER THIS SUBSECTION SHALL IMPOSE AN\n   43  ADDITIONAL FEE OR CO-PAY  REQUIREMENT  ON  ANY  INSURED  WHO  ELECTS  TO\n   44  PURCHASE  PRESCRIBED DRUGS FROM OTHER THAN A MAIL ORDER PROVIDER IF SUCH\n   45  FEE OR CO-PAY IS NOT  OTHERWISE  IMPOSED.  NOR  SHALL  ANY  SUCH  POLICY\n   46  REQUIRE  THAT  ONLY  MAIL  ORDER PROVIDERS BE UTILIZED AS A CONDITION OF\n   47  COVERAGE FOR PRESCRIBED DRUGS.\n   48    S 4. This act shall take effect on the first of January next  succeed-\n   49  ing the date on which it shall have become a law; provided that it shall\n   50  apply  to  all  new  policies and contracts issued, renewed, modified or\n   51  revised on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to health insurance policies and prescription drug coverage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110104.T161015.TXT", "SOBI.D110106.T132220.TXT", "SOBI.D110104.T161516.TXT", "SOBI.D110104.T152012.TXT", "SOBI.D110104.T151517.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294338140025
}