{
  "year" : 2011,
  "senateBillNo" : "S1031-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1031-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires insurers to provide victims of domestic violence with the option of providing alternative contact information",
  "summary" : "Requires insurers to provide an insurer or subscriber who is a victim of domestic violence, upon request of such insurer or subscriber, with the option to designate alternative contact information for the purpose of receiving specific claim information or for specific billing purposes. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A3387",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "SA5980-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1031\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, KRUEGER, MONTGOMERY, SAVINO, SQUADRON -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law and the public health law, in relation\n         to allowing victims of domestic violence the opportunity to  designate\n         an alternate address for insurance claims or billing purposes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 16 of subsection (a) of  section  3217-a  of  the\n    2  insurance  law,  as added by chapter 705 of the laws of 1996, is amended\n    3  and a new paragraph 16-a is added to read as follows:\n    4    (16) notice of all appropriate mailing addresses and telephone numbers\n    5  to be utilized by insureds seeking information or authorization; [and]\n    6    (16-A) NOTICE OF  THE  OPTION  TO  DESIGNATE  AN  ALTERNATIVE  MAILING\n    7  ADDRESS,  TELEPHONE  NUMBER OR OTHER ALTERNATIVE CONTACT INFORMATION FOR\n    8  THE PURPOSE OF RECEIVING SPECIFIC  CLAIM  INFORMATION  OR  FOR  SPECIFIC\n    9  BILLING  PURPOSES PURSUANT TO SECTION THREE THOUSAND TWO HUNDRED THIRTY-\n   10  FOUR-A OF THIS ARTICLE WHEN THE REQUESTED DESIGNATION  IS  SUBMITTED  TO\n   11  SUCH  INSURER  BY A WRITTEN ATTESTATION BY A VICTIM OF DOMESTIC VIOLENCE\n   12  STATING THAT THE DISCLOSURE OF SUCH INFORMATION COULD  ENDANGER  HIM  OR\n   13  HER; AND\n   14    S  2.  The  insurance law is amended by adding a new section 3234-a to\n   15  read as follows:\n   16    S 3234-A. ALTERNATIVE CONTACT  INFORMATION  FOR  VICTIMS  OF  DOMESTIC\n   17  VIOLENCE.  (A)  EVERY INSURER, CORPORATION ORGANIZED PURSUANT TO ARTICLE\n   18  FORTY-THREE OF THIS CHAPTER, MUNICIPAL COOPERATIVE HEALTH BENEFITS  PLAN\n   19  CERTIFIED  PURSUANT  TO  ARTICLE  FORTY-SEVEN OF THIS CHAPTER AND HEALTH\n   20  MAINTENANCE ORGANIZATION CERTIFIED PURSUANT TO ARTICLE FORTY-FOUR OF THE\n   21  PUBLIC HEALTH LAW IS REQUIRED TO PROVIDE ANY INSURED OR  SUBSCRIBER  WHO\n   22  IS  A  VICTIM OF DOMESTIC VIOLENCE, UPON WRITTEN REQUEST OF SUCH INSURED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04851-01-1\n\n       S. 1031                             2\n\n    1  OR SUBSCRIBER, WITH THE  OPTION  TO  DESIGNATE  AN  ALTERNATIVE  MAILING\n    2  ADDRESS,  TELEPHONE  NUMBER OR OTHER ALTERNATIVE CONTACT INFORMATION FOR\n    3  THE PURPOSE OF RECEIVING SPECIFIC  CLAIM  INFORMATION  OR  FOR  SPECIFIC\n    4  BILLING PURPOSES.\n    5    (B)  THE  WRITTEN  REQUEST  REQUIRED BY SUBSECTION (A) OF THIS SECTION\n    6  SHALL BE IN THE FORM OF AN ATTESTATION STATING THAT  THE  DISCLOSURE  OF\n    7  SUCH INFORMATION COULD ENDANGER THE INSURED OR SUBSCRIBER.\n    8    (C)  FOR  PURPOSES  OF  THIS  SECTION,  THE  TERM  \"VICTIM OF DOMESTIC\n    9  VIOLENCE\" SHALL HAVE THE SAME  MEANING  AS  CONTAINED  IN  SECTION  FOUR\n   10  HUNDRED FIFTY-NINE-A OF THE SOCIAL SERVICES LAW.\n   11    S  3.  Paragraphs 17 and   18 of subsection (a) of section 4324 of the\n   12  insurance law, as added by chapter 705 of the laws of 1996, are  amended\n   13  and a new paragraph 19 is added to read as follows:\n   14    (17) where applicable, a listing by specialty, which may be in a sepa-\n   15  rate  document that is updated annually, of the name, address, and tele-\n   16  phone number of all participating providers, including  facilities,  and\n   17  in addition, in the case of physicians, board certification; [and]\n   18    (18)  a description of the mechanisms by which subscribers may partic-\n   19  ipate in the development of the policies of the corporation[.]; AND\n   20    (19) NOTICE OF THE OPTION TO DESIGNATE AN ALTERNATIVE MAILING ADDRESS,\n   21  TELEPHONE NUMBER  OR  OTHER  ALTERNATIVE  CONTACT  INFORMATION  FOR  THE\n   22  PURPOSE  OF RECEIVING SPECIFIC CLAIM INFORMATION OR FOR SPECIFIC BILLING\n   23  PURPOSES PURSUANT TO SECTION THREE THOUSAND TWO HUNDRED THIRTY-FOUR-A OF\n   24  THIS CHAPTER WHEN THE REQUESTED DESIGNATION IS SUBMITTED TO SUCH  CORPO-\n   25  RATION BY A WRITTEN ATTESTATION BY A VICTIM OF DOMESTIC VIOLENCE STATING\n   26  THAT THE DISCLOSURE OF SUCH INFORMATION COULD ENDANGER HIM OR HER.\n   27    S  4.  Paragraphs  (q) and (r) of subdivision 1 of section 4408 of the\n   28  public health law, as added by chapter 705 of  the  laws  of  1996,  are\n   29  amended and a new paragraph (s) is added to read as follows:\n   30    (q)  notice of all appropriate mailing addresses and telephone numbers\n   31  to be utilized by enrollees seeking information or authorization; [and]\n   32    (r) a listing by specialty, which may be in a separate  document  that\n   33  is  updated  annually,  of the name, address and telephone number of all\n   34  participating providers, including facilities, and, in addition, in  the\n   35  case of physicians, board certification[.]; AND\n   36    (S)  NOTICE OF THE OPTION TO DESIGNATE AN ALTERNATIVE MAILING ADDRESS,\n   37  TELEPHONE NUMBER  OR  OTHER  ALTERNATIVE  CONTACT  INFORMATION  FOR  THE\n   38  PURPOSE  OF RECEIVING SPECIFIC CLAIM INFORMATION OR FOR SPECIFIC BILLING\n   39  PURPOSES PURSUANT TO SECTION THREE THOUSAND TWO HUNDRED THIRTY-FOUR-A OF\n   40  THE INSURANCE LAW WHEN THE REQUESTED DESIGNATION  IS  SUBMITTED  TO  THE\n   41  HEALTH  MAINTENANCE ORGANIZATION BY A WRITTEN ATTESTATION BY A VICTIM OF\n   42  DOMESTIC VIOLENCE STATING THAT THE DISCLOSURE OF SUCH INFORMATION  COULD\n   43  ENDANGER HIM OR HER.\n   44    S  5.  Section  2612  of  the insurance law is amended by adding a new\n   45  subsection (h) to read as follows:\n   46    (H) IN ACCORDANCE WITH AND SUBJECT  TO  THE  PROVISIONS  OF  PARAGRAPH\n   47  SIXTEEN-A OF SUBSECTION (A) OF SECTION THREE THOUSAND TWO HUNDRED SEVEN-\n   48  TEEN-A,  SECTION  THREE THOUSAND TWO HUNDRED THIRTY-FOUR-A AND PARAGRAPH\n   49  NINETEEN OF SUBSECTION (A) OF SECTION FOUR THOUSAND THREE HUNDRED  TWEN-\n   50  TY-FOUR OF THIS CHAPTER, AND PARAGRAPH (S) OF SUBDIVISION ONE OF SECTION\n   51  FORTY-FOUR HUNDRED EIGHT OF THE PUBLIC HEALTH LAW, IF ANY PERSON COVERED\n   52  BY AN INSURANCE POLICY OR CONTRACT ISSUED TO ANOTHER PERSON AS THE POLI-\n   53  CY  HOLDER  OR  SUBSCRIBER  DELIVERS  TO  THE  ISSUER  OF SUCH POLICY OR\n   54  CONTRACT, AT ITS HOME OFFICE, A NOTICE THAT SUCH INSURED  OR  SUBSCRIBER\n   55  IS  A  VICTIM  OF  DOMESTIC  VIOLENCE,  THEN SUCH ISSUER SHALL HONOR THE\n   56  REQUEST OF SUCH VICTIM TO  DESIGNATE  AN  ALTERNATIVE  MAILING  ADDRESS,\n\n       S. 1031                             3\n\n    1  TELEPHONE  NUMBER  OR  OTHER  ALTERNATIVE  CONTACT  INFORMATION  FOR THE\n    2  PURPOSE OF RECEIVING SPECIFIC CLAIM INFORMATION OR FOR SPECIFIC  BILLING\n    3  PURPOSES.  FOR  THE  PURPOSES  OF  THIS  SUBSECTION, THE TERM \"VICTIM OF\n    4  DOMESTIC  VIOLENCE\"  SHALL HAVE THE SAME MEANING AS CONTAINED IN SECTION\n    5  FOUR HUNDRED FIFTY-NINE-A OF THE SOCIAL SERVICES LAW.\n    6    S 6. This act shall take effect on the first of January next  succeed-\n    7  ing  the date on which it shall have become a law and shall apply to all\n    8  policies and contracts issued, renewed, altered or modified on or  after\n    9  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law and the public health law, in relation to allowing victims of domestic violence the opportunity to designate an alternate address for insurance claims or billing purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T125913.TXT", "SOBI.D110104.T154014.TXT", "SOBI.D110104.T151011.TXT", "SOBI.D110104.T153013.TXT", "SOBI.D110106.T131719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295978353537
}