{
  "year" : 2011,
  "senateBillNo" : "S1038-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1038-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to damage to a motor vehicle as criminal mischief",
  "summary" : "Provides that damaging certain mechanisms such as locks, security devices, anti-theft and recovery devices consisting of an electronic homing device and dashboard items on a motor vehicle shall be criminal mischief in the third degree regardless of value. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1898-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1038\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN,  PARKER,  SAMPSON, SMITH -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN  ACT  to  amend  the  penal law, in relation to the crime of criminal\n         mischief in the third degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 145.05 of the penal law, as amended by chapter 276\n    2  of the laws of 2003, is amended to read as follows:\n    3  S 145.05 Criminal mischief in the third degree.\n    4    A person is guilty of criminal mischief in the third degree when, with\n    5  intent to damage property of another person, and having no right  to  do\n    6  so  nor  any reasonable ground to believe that he or she has such right,\n    7  he or she:\n    8    1. damages the motor vehicle of another person, by breaking into  such\n    9  vehicle  when  it  is  locked  with the intent of stealing property, and\n   10  within the previous ten year period, has been convicted  three  or  more\n   11  times,  in separate criminal transactions for which sentence was imposed\n   12  on separate occasions, of criminal mischief  in  the  fourth  degree  as\n   13  defined  in  section  145.00,  criminal  mischief in the third degree as\n   14  defined in this section, criminal  mischief  in  the  second  degree  as\n   15  defined  in  section 145.10, or criminal mischief in the first degree as\n   16  defined in section 145.12 of this article; or\n   17    2. damages property of another  person  in  an  amount  exceeding  two\n   18  hundred fifty dollars[.]; OR\n   19    3.  DAMAGES  PROPERTY  OF  ANOTHER  PERSON CONSISTING OF ANY PART OF A\n   20  LOCK, ALARM OR SECURITY DEVICE, ANTI-THEFT AND RECOVERY DEVICE  CONSIST-\n   21  ING  OF  AN  ELECTRONIC  HOMING  DEVICE,  STEERING MECHANISM, DASHBOARD,\n   22  RADIO, AIRBAG, OR IGNITION SYSTEM OF A  MOTOR  VEHICLE,  AS  DEFINED  IN\n   23  SECTION ONE HUNDRED TWENTY-FIVE OF THE VEHICLE AND TRAFFIC LAW.\n   24    Criminal mischief in the third degree is a class E felony.\n   25    S  2. This act shall take effect on the first of January next succeed-\n   26  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04444-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of criminal mischief in the third degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110104.T161015.TXT", "SOBI.D110104.T152512.TXT", "SOBI.D110104.T161516.TXT", "SOBI.D110106.T153730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346250177
}