{
  "year" : 2011,
  "senateBillNo" : "S1035-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1035-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of health to establish and implement a uniform letter grading system to classify health inspection results",
  "summary" : "Directs the commissioner of health to establish and implement a uniform letter grading system to classify health inspection results for any place engaged in the preparation, sale or service of food for and to the general public; directs the commissioner, upon establishment and implementation of such system, to require the display of any letter grade received pursuant to such system. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "SC4589-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1035\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, KRUEGER, SAMPSON -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to the  establishment\n         of  a letter grading system to classify inspection results for certain\n         public food service establishments\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  1352-d to read as follows:\n    3    S 1352-D. PUBLIC FOOD SERVICE ESTABLISHMENT  GRADING  SYSTEM.  1.  THE\n    4  COMMISSIONER,  OR,  WHERE APPLICABLE, THE LOCAL HEALTH OFFICER IN A CITY\n    5  HAVING A POPULATION OF ONE MILLION OR MORE, SHALL ESTABLISH  AND  IMPLE-\n    6  MENT  A SYSTEM FOR GRADING AND CLASSIFYING INSPECTION RESULTS FOR PUBLIC\n    7  FOOD SERVICE ESTABLISHMENTS, INCLUDING BUT NOT LIMITED TO,  RESTAURANTS,\n    8  DINING ROOMS, DELIS, BAKERIES OR ANY OTHER PLACE WHERE FOOD IS PREPARED,\n    9  SOLD  OR SERVED FOR CONSUMPTION BY THE GENERAL PUBLIC. SUCH SYSTEM SHALL\n   10  USE LETTERS TO IDENTIFY AND REPRESENT SUCH GRADING  AND  CLASSIFICATION.\n   11  IN  ESTABLISHING  SUCH  SYSTEM OF STANDARDS AND GRADES, THE COMMISSIONER\n   12  OR, WHERE APPLICABLE, THE LOCAL HEALTH OFFICER OF A CITY HAVING A  POPU-\n   13  LATION  OF ONE MILLION OR MORE SHALL TAKE INTO ACCOUNT THE PROVISIONS OF\n   14  THIS TITLE, THE PROVISIONS OF THE SANITARY CODE AND PROVISIONS OF  LOCAL\n   15  ORDINANCES  OR  REGULATIONS  TO ESTABLISH A GRADING SYSTEM THAT REFLECTS\n   16  THE SAFETY AND SANITATION OF THE PREMISES AND FOOD HANDLING PRACTICES TO\n   17  ENSURE COMPLIANCE WITH STATE AND LOCAL HEALTH LAWS.\n   18    2. SUCH PUBLIC FOOD SERVICE  ESTABLISHMENT  SHALL  CONSPICUOUSLY  POST\n   19  NEAR THE ENTRANCE TO SUCH ESTABLISHMENT THE LETTER GRADE IDENTIFYING AND\n   20  REPRESENTING  THE  RESULT  OF  SUCH  ESTABLISHMENT'S  MOST RECENT GRADED\n   21  INSPECTION. SUCH POSTING SHALL BE DONE  IN  ACCORDANCE  WITH  RULES  AND\n   22  REGULATIONS  PROMULGATED  BY  THE COMMISSIONER. IN A CITY HAVING A POPU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04831-01-1\n\n       S. 1035                             2\n\n    1  LATION OF ONE MILLION OR MORE, SUCH LETTER GRADES  SHALL  BE  POSTED  IN\n    2  ACCORDANCE WITH RULES PROMULGATED BY THE LOCAL HEALTH OFFICER.\n    3    S  2. This act shall take effect one year after it shall have become a\n    4  law. Effective immediately, the commissioner of  health  may  promulgate\n    5  rules and regulations to implement this act prior to such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the establishment of a letter grading system to classify inspection results for certain public food service establishments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110104.T161015.TXT", "SOBI.D110104.T152012.TXT", "SOBI.D110106.T132720.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294338440104
}