{
  "year" : 2011,
  "senateBillNo" : "S1033-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1033-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires pharmacies to post notice of the professional misconduct complaint process",
  "summary" : "Requires pharmacies to post notice of the professional misconduct complaint process. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SC2484-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1033\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, ADAMS, BRESLIN, DIAZ, HASSELL-THOMPSON, HUNT-\n         LEY,  MONTGOMERY,  SAVINO  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law and the public health law, in relation\n         to providing public notice of the  education  department  professional\n         misconduct complaint process relating to pharmacies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 6826  of  the  education  law,  as\n    2  amended  by chapter 293 of the laws of 2005, is amended and a new subdi-\n    3  vision 4-a is added to read as follows:\n    4    4. Pharmacies shall have a sign notifying  people  of  BOTH:  (A)  the\n    5  availability  of  the drug retail price list and the availability of the\n    6  department of health prescription drug retail price  list  database  and\n    7  the  web  address  of  that  database,  AND  (B) THE JURISDICTION OF THE\n    8  DEPARTMENT TO ACCEPT AND INVESTIGATE COMPLAINTS  ABOUT  ALLEGED  PROFES-\n    9  SIONAL  MISCONDUCT, INCLUDING THE PRESCRIPTION DISPENSING PROCESS, COUN-\n   10  SELING RELATED ISSUES AND LICENSURE ISSUES.  EACH  SUCH  SIGN  SHALL  BE\n   11  conspicuously  posted  at or adjacent to the place in the pharmacy where\n   12  prescriptions are presented for compounding and dispensing, in the wait-\n   13  ing area for customers, or in the area where prescribed drugs are deliv-\n   14  ered.\n   15    4-A. THE NOTICE REQUIRED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION FOUR\n   16  OF THIS SECTION SHALL INCLUDE THE TELEPHONE NUMBER, INTERNET WEB ADDRESS\n   17  AND ELECTRONIC MAIL ADDRESS OF THE DEPARTMENT.  PROVIDED, FURTHER,  THAT\n   18  THE  PROVISIONS  OF  SUCH PARAGRAPH SHALL NOT APPLY TO ANY PHARMACY IN A\n   19  HOSPITAL OR RESIDENTIAL HEALTH CARE  FACILITY,  AS  DEFINED  IN  SECTION\n   20  TWENTY-EIGHT HUNDRED ONE OF THE PUBLIC HEALTH LAW, WHICH DISPENSES DRUGS\n   21  TO PATIENTS ADMITTED TO SUCH HOSPITAL OR FACILITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04765-01-1\n\n       S. 1033                             2\n\n    1    S 2. Section 276-a of the public health law is amended by adding a new\n    2  subdivision 3-a to read as follows:\n    3    3-A.  THE  PRESCRIPTION  DRUG RETAIL PRICE LIST DATABASE POSTED ON THE\n    4  DEPARTMENT'S INTERNET WEBSITE SHALL INCLUDE A NOTICE ON THE JURISDICTION\n    5  OF THE EDUCATION DEPARTMENT TO ACCEPT AND INVESTIGATE  COMPLAINTS  ABOUT\n    6  ALLEGED PROFESSIONAL MISCONDUCT BY PHARMACISTS AND PHARMACIES, INCLUDING\n    7  THE  PRESCRIPTION DRUG DISPENSING PROCESS, COUNSELING RELATED ISSUES AND\n    8  LICENSURE ISSUES, AS REQUIRED BY PARAGRAPH (B) OF  SUBDIVISION  FOUR  OF\n    9  SECTION SIXTY-EIGHT HUNDRED TWENTY-SIX OF THE EDUCATION LAW.\n   10    S 3. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the public health law, in relation to providing public notice of the education department professional misconduct complaint process relating to pharmacies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T132220.TXT", "SOBI.D110104.T153013.TXT", "SOBI.D110104.T151011.TXT", "SOBI.D110104.T153513.TXT", "SOBI.D110104.T151517.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294338140021
}