{
  "year" : 2011,
  "senateBillNo" : "S1030-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1030-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the commission of prostitution offenses by any person upon premises controlled by a massage therapist constitutes professional misconduct",
  "summary" : "Provides that the commission of prostitution offense by any person upon premises at which a massage therapist regularly engages in his or her profession, or the commission of any such offense by a massage therapist constitutes professional misconduct; provides that upon 3 or more convictions of such offenses upon such premises, or any conviction of a massage therapist of any such offense, the massage therapist's license shall be revoked. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S6884-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1030\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to  professional  miscon-\n         duct  by  massage  therapists  who  allow  commission  of prostitution\n         offenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 6509-d\n    2  to read as follows:\n    3    S  6509-D. ADDITIONAL DEFINITION OF PROFESSIONAL MISCONDUCT; PROSTITU-\n    4  TION MASSAGE THERAPY. 1. NOTWITHSTANDING ANY INCONSISTENT  PROVISION  OF\n    5  THIS  ARTICLE OR ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE LICENSE\n    6  OF A PERSON TO PRACTICE MASSAGE THERAPY PURSUANT TO ARTICLE ONE  HUNDRED\n    7  FIFTY-FIVE  OF THIS TITLE MAY BE REVOKED, SUSPENDED OR ANNULLED, OR SUCH\n    8  PERSON  MAY  BE  SUBJECT  TO  ANY  OTHER  PENALTY  PROVIDED  IN  SECTION\n    9  SIXTY-FIVE  HUNDRED  ELEVEN  OF  THIS  ARTICLE  IN  ACCORDANCE  WITH THE\n   10  PROVISIONS AND PROCEDURES OF THIS ARTICLE, WHEN, (A) WITHIN ANY TWO YEAR\n   11  PERIOD, THERE HAVE BEEN THREE OR MORE ARRESTS FOR ANY VIOLATION OF ARTI-\n   12  CLE TWO HUNDRED THIRTY (PROSTITUTION) OF THE PENAL LAW UPON ANY PREMISES\n   13  AT WHICH THE LICENSEE REGULARLY ENGAGES IN THE PRACTICE OF  THE  PROFES-\n   14  SION  OF  MASSAGE  THERAPY;  OR  (B)  SUCH  LICENSEE IS ARRESTED FOR ANY\n   15  VIOLATION OF ARTICLE TWO HUNDRED THIRTY (PROSTITUTION) OF THE PENAL LAW.\n   16    2. WHEN AN ARREST FOR A VIOLATION OF ARTICLE TWO HUNDRED THIRTY OF THE\n   17  PENAL LAW HAS TAKEN PLACE UPON THE PREMISES AT WHICH THE LICENSEE  REGU-\n   18  LARLY  ENGAGES  IN THE PRACTICE OF THE PROFESSION OF MASSAGE THERAPY, OR\n   19  UPON THE ARREST OF A LICENSEE FOR A VIOLATION  OF  SUCH,  THE  ARRESTING\n   20  AGENCY  SHALL  NOTIFY  THE DEPARTMENT, IN WRITING WITHIN ONE WEEK OF THE\n   21  ARREST AND SET FORTH THEREIN THE NAME OF THE PERSON LICENSED PURSUANT TO\n   22  ARTICLE ONE HUNDRED FIFTY-FIVE OF THIS TITLE AND THE  CIRCUMSTANCES  AND\n   23  ARRESTEES  OF  SUCH OFFENSE. WITHIN TWO WEEKS OF THE RECEIPT OF ANY SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05012-01-1\n\n       S. 1030                             2\n\n    1  NOTICE, THE DEPARTMENT SHALL CAUSE A HEARING  TO  BE  HELD  PURSUANT  TO\n    2  SECTION  SIXTY-FIVE  HUNDRED  TEN OF THIS ARTICLE UPON THE FACTS OF SUCH\n    3  ARREST AND THE LICENSEE'S  INVOLVEMENT  OR  KNOWLEDGE  OF  THE  CRIMINAL\n    4  ACTIVITY.  UPON RECEIPT AND REVIEW OF ANY NOTICE PURSUANT TO THIS SUBDI-\n    5  VISION  THE  DEPARTMENT  SHALL PROVIDE NOTICE TO THE APPROPRIATE PARTIES\n    6  THAT SUCH PREMISES ARE A NUISANCE PURSUANT TO TITLE TWO OF ARTICLE TWEN-\n    7  TY-THREE OF THE PUBLIC HEALTH LAW, ARTICLE TEN OF THE MULTIPLE  DWELLING\n    8  LAW,  SECTION  SEVEN  HUNDRED  FIFTEEN  OF THE REAL PROPERTY ACTIONS AND\n    9  PROCEEDINGS LAW, AND/OR PARAGRAPH THREE OF SUBDIVISION B OF SECTION  TWO\n   10  HUNDRED THIRTY-THREE OF THE REAL PROPERTY LAW.\n   11    3.  NOTWITHSTANDING  ANY INCONSISTENT PROVISION OF THIS ARTICLE OR ANY\n   12  OTHER PROVISION OF LAW TO THE CONTRARY, THE LICENSE OF A PERSON TO PRAC-\n   13  TICE MASSAGE THERAPY PURSUANT TO ARTICLE ONE HUNDRED FIFTY-FIVE OF  THIS\n   14  TITLE  SHALL BE REVOKED BY THE BOARD OF REGENTS WHEN, (A) WITHIN ANY TWO\n   15  YEAR PERIOD, THERE HAVE BEEN  THREE  OR  MORE  CONVICTIONS  OF  OFFENSES\n   16  DEFINED  IN  ARTICLE  TWO HUNDRED THIRTY OF THE PENAL LAW ARISING OUT OF\n   17  THREE OR MORE SEPARATE OCCASIONS WHICH WERE COMMITTED UPON  PREMISES  AT\n   18  WHICH  THE  LICENSEE REGULARLY ENGAGES IN THE PRACTICE OF THE PROFESSION\n   19  OF MASSAGE THERAPY; OR (B)  THE  LICENSEE  HAS  BEEN  CONVICTED  OF  ANY\n   20  OFFENSE  DEFINED  IN  ARTICLE TWO HUNDRED THIRTY OF THE PENAL LAW.  UPON\n   21  SUCH A REVOCATION THE DEPARTMENT SHALL PROVIDE NOTICE TO THE APPROPRIATE\n   22  PARTIES THAT SUCH PREMISES ARE A NUISANCE PURSUANT TO TITLE TWO OF ARTI-\n   23  CLE TWENTY-THREE OF THE PUBLIC HEALTH LAW, ARTICLE TEN OF  THE  MULTIPLE\n   24  DWELLING LAW, SECTION SEVEN HUNDRED FIFTEEN OF THE REAL PROPERTY ACTIONS\n   25  AND  PROCEEDINGS LAW, AND/OR PARAGRAPH THREE OF SUBDIVISION B OF SECTION\n   26  TWO HUNDRED THIRTY-THREE OF THE REAL PROPERTY LAW.\n   27    S 2. This act shall take effect immediately and shall apply to  crimi-\n   28  nal offenses committed on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to professional misconduct by massage therapists who allow commission of prostitution offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T154014.TXT", "SOBI.D110104.T153013.TXT", "SOBI.D110104.T151011.TXT", "SOBI.D110106.T131719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294337839915
}