{
  "year" : 2011,
  "senateBillNo" : "S1037-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1037-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for issuance of distinctive plates to \"catholic war veterans of the America\"",
  "summary" : "Provides for issuance of distinctive plates to \"Catholic War Veterans of America\"; requires additional annual service charge of $10 to be deposited into the DMV distinctive plate development fund. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SA1902-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1037\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to issuance  of\n         distinctive plates for Catholic War Veterans of America\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 404-x to read as follows:\n    3    S  404-X.  DISTINCTIVE PLATES FOR MEMBERS OF THE CATHOLIC WAR VETERANS\n    4  OF AMERICA. 1. ANY MEMBER OF THE CATHOLIC WAR VETERANS OF AMERICA RESID-\n    5  ING IN THIS STATE SHALL, UPON REQUEST, BE ISSUED A LICENSE PLATE BEARING\n    6  THE WORDS \"CATHOLIC WAR VETERANS OF AMERICA\".    APPLICATIONS  FOR  SAID\n    7  LICENSE  PLATE  SHALL  BE  FILED  WITH THE COMMISSIONER IN SUCH FORM AND\n    8  DETAIL AS THE COMMISSIONER SHALL PRESCRIBE.\n    9    2. THE DISTINCTIVE PLATE AUTHORIZED IN THIS SECTION  SHALL  BE  ISSUED\n   10  UPON  PROOF,  SATISFACTORY  TO THE COMMISSIONER, THAT THE APPLICANT IS A\n   11  MEMBER OF THE CATHOLIC WAR VETERANS OF AMERICA.\n   12    3. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   13  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON PAYMENT  OF  THE  REGULAR\n   14  REGISTRATION  FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE\n   15  PROVIDED HOWEVER, THAT  AN  ADDITIONAL  ANNUAL  SERVICE  CHARGE  OF  TEN\n   16  DOLLARS  SHALL  BE  CHARGED FOR EACH PLATE. SUCH SERVICE CHARGE SHALL BE\n   17  TRANSMITTED BY THE COMMISSIONER TO THE COMPTROLLER FOR DEPOSIT INTO  THE\n   18  DEPARTMENT  OF  MOTOR VEHICLES DISTINCTIVE PLATE DEVELOPMENT FUND ESTAB-\n   19  LISHED BY SECTION NINETY-FIVE-G OF THE STATE FINANCE LAW.\n   20    S 2. This act shall take effect on the first of April next  succeeding\n   21  the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04445-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to issuance of distinctive plates for Catholic War Veterans of America ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110104.T161015.TXT", "SOBI.D110104.T152512.TXT", "SOBI.D110106.T132720.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294338440118
}