{
  "year" : 2011,
  "senateBillNo" : "S104-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S104-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state justice reinvestment fund and program to provide not-for-profit and faith based entities with funding to improve certain communities",
  "summary" : "Establishes the New York state justice reinvestment fund and program to provide not-for-profit and faith based entities with funding to improve communities with a higher than normal criminal offender and ex-offender population; appropriates $10,000,000 therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S1265-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          104\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. MONTGOMERY, DIAZ, DILAN, HASSELL-THOMPSON, PARKER,\n         SAMPSON -- read twice and ordered printed,  and  when  printed  to  be\n         committed to the Committee on Finance\n\n       AN ACT to amend the state finance law and the executive law, in relation\n         to  establishing  the New York state justice reinvestment fund and the\n         New York state justice reinvestment program; and making  an  appropri-\n         ation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding  a  new  section\n    2  99-t to read as follows:\n    3    S  99-T.  NEW YORK STATE JUSTICE REINVESTMENT FUND. 1. THERE IS HEREBY\n    4  ESTABLISHED IN THE JOINT  CUSTODY  OF  THE  STATE  COMPTROLLER  AND  THE\n    5  COMMISSIONER  OF THE DIVISION OF CRIMINAL JUSTICE SERVICES AN ACCOUNT TO\n    6  BE KNOWN AS THE NEW YORK STATE JUSTICE REINVESTMENT FUND.\n    7    2. SUCH FUND SHALL CONSIST OF ALL MONEYS APPROPRIATED FOR THE  PURPOSE\n    8  OF  SUCH  FUND,  ALL  OTHER  MONEYS CREDITED OR TRANSFERRED TO SUCH FUND\n    9  PURSUANT TO LAW, ALL MONEYS REQUIRED BY THE PROVISIONS OF  THIS  SECTION\n   10  OR  ANY  OTHER  LAW  TO  BE  PAID INTO OR CREDITED TO SUCH FUND, AND ALL\n   11  MONEYS RECEIVED BY THE FUND OR DONATED TO IT.\n   12    3. MONEYS OF SUCH FUND SHALL BE AVAILABLE FOR APPROPRIATION AND  ALLO-\n   13  CATION  TO  THE  DIVISION  OF  CRIMINAL JUSTICE SERVICES FOR PURPOSES OF\n   14  DISTRIBUTING SUCH MONEYS TO QUALIFIED ENTITIES OF  THE  NEW  YORK  STATE\n   15  JUSTICE   REINVESTMENT   PROGRAM   PURSUANT  TO  SECTION  EIGHT  HUNDRED\n   16  FORTY-FOUR-C OF THE EXECUTIVE LAW.\n   17    4. MONEYS SHALL BE PAID OUT ON THE AUDIT  AND  WARRANT  OF  THE  COMP-\n   18  TROLLER  ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER OF CRIMI-\n   19  NAL JUSTICE SERVICES.\n   20    S 2. The executive law is amended by adding a  new  section  844-c  to\n   21  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01512-01-1\n\n       S. 104                              2\n\n    1    S 844-C. NEW YORK STATE JUSTICE REINVESTMENT PROGRAM. 1.  CREATION AND\n    2  PURPOSES.  THE  COMMISSIONER  SHALL  ESTABLISH WITHIN THE DIVISION A NEW\n    3  YORK STATE JUSTICE REINVESTMENT PROGRAM. THE PURPOSE OF THE  PROGRAM  IS\n    4  TO  HAVE  STATE  AND  LOCAL  CRIMINAL JUSTICE AGENCIES, AND AS PART OF A\n    5  LARGER  EFFORT INCLUDING COURTS, DISTRICT ATTORNEYS AND CRIMINAL DEFENSE\n    6  OFFICES, TO WORK IN PARTNERSHIP WITH  NOT-FOR-PROFIT  ORGANIZATIONS  AND\n    7  FAITH-BASED  ORGANIZATIONS  IN  THE  COMMUNITY  ON ISSUES SUCH AS INMATE\n    8  RE-ENTRY INTO THE COMMUNITY, INCARCERATION ALTERNATIVES, FAMILY  SUPPORT\n    9  PROGRAMS FOR OFFENDERS AND EX-OFFENDERS, AS WELL AS OTHER ISSUES RELATED\n   10  TO IMPROVING THE ROLE OF THE CRIMINAL JUSTICE SYSTEM IN OUR COMMUNITIES.\n   11    2.  QUALIFIED  ENTITY.  (A)  A  QUALIFIED  ENTITY  SHALL  BE  EITHER A\n   12  NOT-FOR-PROFIT ORGANIZATION OR FAITH-BASED ORGANIZATION PROVIDING ONE OR\n   13  MORE OF THE FOLLOWING SERVICES:\n   14    (I) RE-ENTRY SUPPORT FOR INMATES RETURNING TO THE  COMMUNITY,  INCLUD-\n   15  ING, BUT NOT LIMITED TO JOB DEVELOPMENT AND HOUSING ASSISTANCE;\n   16    (II)  INCARCERATION ALTERNATIVES, INCLUDING, BUT NOT LIMITED TO COMMU-\n   17  NITY SERVICE PROGRAMS, COMMUNITY YOUTH COURT, ALTERNATIVE HIGH  SCHOOLS,\n   18  SERVICE-ENRICHED  SUPPORTIVE  HOUSING AND COMMUNITY BASED DRUG TREATMENT\n   19  PROGRAMS;\n   20    (III)   FAMILY   SUPPORT,    INCLUDING,    BUT    NOT    LIMITED    TO\n   21  FATHERHOOD/PARENTING PROGRAMS, FOR OFFENDERS AND EX-OFFENDERS; AND\n   22    (IV)  COMMUNITY  BASED  COLLABORATIVE  PROGRAMS  WITH CRIMINAL JUSTICE\n   23  AGENCIES.\n   24    (B) A QUALIFIED ENTITY SHALL BE LOCATED IN COMMUNITIES  WHICH  HAVE  A\n   25  HIGHER  THAN  NORMAL  CONCENTRATION  OF  OFFENDERS  AND EX-OFFENDERS, AS\n   26  DETERMINED BY THE COMMISSIONER.\n   27    (C) A QUALIFIED ENTITY'S SERVICES SHALL HAVE  A  PRIMARY  EMPHASIS  ON\n   28  COMMUNITIES  WHICH  HAVE A HIGHER THAN NORMAL CONCENTRATION OF OFFENDERS\n   29  AND EX-OFFENDERS, AS DETERMINED BY THE COMMISSIONER.\n   30    (D) A QUALIFIED ENTITY SHALL SUBMIT A STRATEGIC PLAN  TO  THE  COMMIS-\n   31  SIONER DETAILING HOW THE APPLICANT'S PROGRAM WILL REDUCE CRIME AND RECI-\n   32  DIVISM  IN COMMUNITIES WITH A HIGHER THAN NORMAL CONCENTRATION OF OFFEN-\n   33  DERS AND EX-OFFENDERS, AS DETERMINED BY THE COMMISSIONER.\n   34    3. APPLICATION. ANY QUALIFIED ENTITY SEEKING FUNDS FROM  THE  DIVISION\n   35  SHALL  FILE AN APPLICATION, AS DETERMINED BY THE COMMISSIONER. ALL FUNDS\n   36  AUTHORIZED PURSUANT TO THIS SUBDIVISION SHALL BE PAID FROM THE NEW  YORK\n   37  STATE JUSTICE REINVESTMENT FUND IN ACCORDANCE WITH SECTION NINETY-NINE-T\n   38  OF THE STATE FINANCE LAW.\n   39    4.  RESPONSIBILITIES  OF  THE COMMISSIONER. (A) THE COMMISSIONER SHALL\n   40  PROMULGATE RULES AND REGULATIONS FOR THE APPLICATION OF GRANT MONEY FROM\n   41  THE NEW YORK STATE JUSTICE REINVESTMENT FUND.\n   42    (B) THE COMMISSIONER SHALL DESIGNATE QUALIFIED ENTITIES BASED  ON  THE\n   43  APPLICATION CRITERIA ESTABLISHED BY THIS SECTION AND ADDITIONAL CRITERIA\n   44  AS DETERMINED BY THE COMMISSIONER.\n   45    S  3. The sum of ten million dollars ($10,000,000), or so much thereof\n   46  as may be necessary, is  hereby  appropriated  to  the  New  York  state\n   47  justice  reinvestment  fund from the general fund, for administration of\n   48  grants to qualified  entities  selected  by  the  division  of  criminal\n   49  justice services.\n   50    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the executive law, in relation to establishing the New York state justice reinvestment fund and the New York state justice reinvestment program; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T102940.TXT", "SOBI.D101203.T101439.TXT", "SOBI.D101206.T121405.TXT", "SOBI.D101203.T094438.TXT", "SOBI.D101203.T094938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291655645630
}