{
  "year" : 2011,
  "senateBillNo" : "S1044-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1044-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a state workforce fuel reduction and conservation program which will develop and assist in implementing strategies to reduce fuel consumption",
  "summary" : "Provides for a state workforce fuel reduction & conservation program which will develop and assist in implementing strategies to reduce fuel consumption by the state's motor vehicle fleet and to reduce solo trips between work and home by state employees; requires reporting to the governor and legislature. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SB2273-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1044\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, KRUEGER, SAMPSON -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Investi-\n         gations and Government Operations\n\n       AN ACT to amend the executive law, in relation to the  \"state  workforce\n         fuel reduction and conservation act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"state workforce fuel reduction and conservation act\".\n    3    S  2.  The  executive  law is amended by adding a new section 201-b to\n    4  read as follows:\n    5    S 201-B. STATE WORKFORCE  FUEL  REDUCTION  AND  CONSERVATION  ACT.  1.\n    6  THERE  SHALL  BE  CREATED  WITHIN THE OFFICE OF GENERAL SERVICES A STATE\n    7  WORKFORCE FUEL REDUCTION AND CONSERVATION PROGRAM, WHICH SHALL HAVE  THE\n    8  PURPOSE  OF DEVELOPING AND ASSISTING IN THE IMPLEMENTATION OF STRATEGIES\n    9  TO REDUCE GASOLINE CONSUMPTION BY THE STATE'S MOTOR VEHICULAR FLEET, AND\n   10  TO REDUCE GASOLINE CONSUMPTION THROUGH SOLO MOTOR VEHICLE TRIPS  BETWEEN\n   11  HOME AND THE WORKPLACE BY STATE EMPLOYEES AND STATE CONTRACTORS.\n   12    2. THE OFFICE OF GENERAL SERVICES, IN COORDINATION WITH THE GOVERNOR'S\n   13  OFFICE  OF EMPLOYEE RELATIONS AND THE OFFICE FOR TECHNOLOGY, SHALL ISSUE\n   14  A REPORT TO THE GOVERNOR AND  THE  LEGISLATURE  ON  OR  BEFORE  NOVEMBER\n   15  FIFTEENTH,  TWO THOUSAND TWELVE, SETTING FORTH A SPECIFIC PLAN TO REDUCE\n   16  THE NUMBER OF SOLO MOTOR VEHICLE TRIPS BETWEEN HOME AND THE WORKPLACE BY\n   17  STATE EMPLOYEES AND STATE CONTRACTORS. SUCH PLAN  SHALL  INCLUDE,  AT  A\n   18  MINIMUM,  PROPOSALS  TO PROMOTE THE USE OF TRANSPORTATION OTHER THAN VIA\n   19  SINGLE OCCUPANCY VEHICLES BY STATE EMPLOYEES TO AND FROM THE  WORKPLACE,\n   20  AND WHILE AT THE WORKPLACE: PROPOSALS FOR THE DEVELOPMENT, PROMOTION AND\n   21  IMPLEMENTATION  OF  A  SOLO TRIP REDUCTION PROGRAM DESIGNED TO ENCOURAGE\n   22  STATE EMPLOYEES AND STATE CONTRACTORS TO  USE  AN  ALTERNATIVE  MODE  OF\n   23  COMMUTING  SUCH  AS  CAR  OR VAN POOLS, MASS TRANSIT, BIKING OR WALKING;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02139-01-1\n\n       S. 1044                             2\n\n    1  AUTHORIZING STATE AGENCIES AND AUTHORITIES TO  PERMIT  ALTERNATIVE  WORK\n    2  SCHEDULES OR TELECOMMUTING FOR ALL STATE EMPLOYEES AND CONTRACTORS WHERE\n    3  DOING  SO  WOULD  RESULT IN A REDUCTION IN HOME-WORKPLACE TRAVEL WITHOUT\n    4  DECREASING  EMPLOYEE  EFFICIENCY;  AND  A  PROPOSAL  TO  REIMBURSE STATE\n    5  EMPLOYEES AND CONTRACTORS FOR MASS TRANSIT COSTS WHERE DOING SO  RESULTS\n    6  IN A NET REDUCTION IN SOLO MOTOR VEHICLE TRIPS.\n    7    3. THE OFFICE OF GENERAL SERVICES SHALL REVIEW THE SIZE OF THE STATE'S\n    8  VEHICULAR  FLEET,  THE  POLICIES GOVERNING THE USE OF SUCH FLEET AND THE\n    9  ACTUAL USE OF SUCH FLEET, AND SHALL ISSUE TO THE GOVERNOR AND THE LEGIS-\n   10  LATURE ON OR BEFORE NOVEMBER FIFTEENTH, TWO THOUSAND TWELVE, A  SPECIFIC\n   11  PLAN  TO  REDUCE  THE  USE  OF  SUCH  FLEET  IN ORDER TO REDUCE GASOLINE\n   12  CONSUMPTION.\n   13    S 3. Each state agency covered by section 201-b of the executive  law,\n   14  establishing  a  program to increase the average passenger occupancy per\n   15  vehicle in commuting trips between home and the workplace, shall  report\n   16  to  the  office of general services on the status of such program within\n   17  one hundred eighty days of the effective date of this act,  and  on  the\n   18  fifteenth day of January in each year thereafter.\n   19    S  4.  Each  state agency that maintains its own vehicular fleet shall\n   20  perform a fuel efficiency audit of such fleet  and  shall  provide  such\n   21  audit  to  the office of general services within one hundred eighty days\n   22  of the effective date of this act.\n   23    S 5. The department  of  motor  vehicles  shall  develop  programs  to\n   24  educate  the driving public on \"smart driving,\" trip reduction and vehi-\n   25  cle maintenance practices that are designed  to  maximize  vehicle  fuel\n   26  efficiency.  The department shall issue a report to the governor and the\n   27  legislature on or before  November  15,  2012  on  the  status  of  such\n   28  program.\n   29    S 6. Nothing in this act shall impair any agreements which may be made\n   30  as  a  result of collective bargaining or other negotiations between the\n   31  state and its affected employee organizations.\n   32    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the \"state workforce fuel reduction and conservation act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110105.T090054.TXT", "SOBI.D110104.T161516.TXT", "SOBI.D110106.T123216.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335136793
}