{
  "year" : 2011,
  "senateBillNo" : "S1046-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1046-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "REPORTED AND COMMITTED TO FINANCE",
    "billEventId" : "S1046-2011-1295931600000-REPORTED+AND+COMMITTED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295965800000S1046-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295965800000,
    "ayes" : [ "Maziarz", "Alesi", "Fuschillo", "Ritchie", "O'Mara", "Ranzenhofer", "Robach", "Parker", "Adams", "Gianaris", "Kennedy" ],
    "nays" : null,
    "abstains" : null,
    "excused" : null,
    "ayeswr" : [ "Kruger" ],
    "description" : "Energy and Telecommunications",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to encouraging public-private partnerships to help spread broadband deployment",
  "summary" : "Relates to encouraging public-private partnerships to help spread broadband deployment. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Technology Law",
  "previousVersions" : [ "SA5170-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "ENERGY AND TELECOMMUNICATIONS" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1046\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERKINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Energy and  Tele-\n         communications\n\n       AN  ACT  to  amend  the state technology law, in relation to encouraging\n         public-private partnerships to help spread broadband deployment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"connect New York act\".\n    3    S 2. Statement of legislative findings. The legislature finds that the\n    4  deployment and adoption of broadband service has  resulted  in  enhanced\n    5  economic  development  and  public  safety  for the state's communities,\n    6  improved health care and educational opportunities, and a better quality\n    7  of life for the residents of the state. Further, continued  progress  in\n    8  the deployment and adoption of broadband and other advanced telecommuni-\n    9  cations  and  information  technology services is vital to ensuring that\n   10  the state remains competitive and continues to create business  and  job\n   11  growth.  The legislature finds that the state must encourage and support\n   12  the partnership of the public  and  private  sectors  in  the  continued\n   13  growth of broadband services for the state's residents and businesses.\n   14    S  3.  Section  104  of  the state technology law is amended by adding\n   15  three new subdivisions 3, 4 and 5 to read as follows:\n   16    3. THE MEMBERS OF THE ADVISORY COUNCIL SHALL DEVELOP A  PUBLIC-PRIVATE\n   17  PARTNERSHIP  AND  IMPLEMENT A COMPREHENSIVE, STATEWIDE BROADBAND DEPLOY-\n   18  MENT AND ADOPTION INITIATIVE WITH THE PURPOSE OF:    ESTABLISHING  WIDE-\n   19  SPREAD  ACCESS  TO  AFFORDABLE AND RELIABLE BROADBAND SERVICE; ACHIEVING\n   20  IMPROVED  TECHNOLOGY  LITERACY,  INCREASED   COMPUTER   OWNERSHIP,   AND\n   21  INCREASED BROADBAND USE AMONG STATE RESIDENTS AND BUSINESSES; ESTABLISH-\n   22  ING  AND  EMPOWERING LOCAL GRASSROOTS TECHNOLOGY TEAMS IN EACH REGION OF\n   23  THE STATE TO PLAN FOR IMPROVED TECHNOLOGY USE ACROSS MULTIPLE  COMMUNITY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02127-01-1\n\n       S. 1046                             2\n\n    1  SECTORS;  AND ESTABLISHING AND SUSTAINING AN ENVIRONMENT RIPE FOR BROAD-\n    2  BAND AND INFORMATION TECHNOLOGY INVESTMENT STATEWIDE. THE PUBLIC-PRIVATE\n    3  PARTNERSHIP AS SET FORTH IN THIS SECTION SHALL  INCLUDE  STATE  AGENCIES\n    4  AND  BODIES  REPRESENTING ECONOMIC DEVELOPMENT, LOCAL COMMUNITY DEVELOP-\n    5  MENT, TECHNOLOGY PLANNING, EDUCATION, HEALTHCARE, LIBRARIES,  AND  OTHER\n    6  RELEVANT  ENTITIES.  THE  PUBLIC  ENTITIES  WITHIN THE PARTNERSHIP SHALL\n    7  COLLABORATE WITH  TELECOMMUNICATIONS  PROVIDERS,  TECHNOLOGY  COMPANIES,\n    8  TELECOMMUNICATION  UNIONS,  COMMUNITY  BASED  ORGANIZATIONS AND RELEVANT\n    9  PRIVATE SECTOR ENTITIES TO ACHIEVE SUCH PURPOSES.\n   10    4. THE MEMBERS OF THE COUNCIL SHALL ENSURE THAT THE BROADBAND  DEPLOY-\n   11  MENT AND ADOPTION INITIATIVE AS SET FORTH IN THIS SECTION SHALL INCLUDE,\n   12  BUT NOT BE LIMITED TO:\n   13    (A) CREATING A GEOGRAPHIC STATEWIDE INVENTORY OF BROADBAND SERVICE AND\n   14  OTHER  RELEVANT  TELECOMMUNICATIONS AND INFORMATION TECHNOLOGY SERVICES.\n   15  THE INVENTORY SHALL:\n   16    (I) IDENTIFY GEOGRAPHIC GAPS IN BROADBAND SERVICE THROUGH A METHOD  OF\n   17  GEOGRAPHIC  INFORMATION  SYSTEM MAPPING OF SERVICE AVAILABILITY BASED ON\n   18  THE GEOGRAPHIC BOUNDARIES OF WHERE SERVICE IS AVAILABLE  OR  UNAVAILABLE\n   19  AMONG RESIDENTIAL OR BUSINESS CUSTOMERS;\n   20    (II)  IDENTIFY  THE  SPEEDS OF BROADBAND CONNECTIONS MADE AVAILABLE TO\n   21  INDIVIDUALS AND BUSINESSES WITHIN THE STATE, AND RELY ON THE  DATA  RATE\n   22  BENCHMARKS  FOR  BROADBAND  SERVICE  USED  BY THE FEDERAL COMMUNICATIONS\n   23  COMMISSION TO REFLECT DIFFERENT SPEED TIERS;\n   24    (III) PROVIDE A BASELINE ASSESSMENT OF STATEWIDE BROADBAND  DEPLOYMENT\n   25  IN TERMS OF PERCENTAGE OF HOUSEHOLDS WITH BROADBAND AVAILABILITY; AND\n   26    (IV) PROVIDE UPDATES TO SUCH DATA ANNUALLY;\n   27    (B) TRACKING STATEWIDE RESIDENTIAL AND BUSINESS ADOPTION OF BROADBAND,\n   28  COMPUTERS,  AND  RELATED INFORMATION TECHNOLOGY; IDENTIFYING BARRIERS TO\n   29  ADOPTION; PROVIDING DEMOGRAPHIC ANALYSIS OF THESE  DATA;  AND  MEASURING\n   30  PROGRESS ON SUCH DATA ANNUALLY;\n   31    (C) LOCAL LEVEL COLLECTION AND ANALYSIS OF THE DATA SET FORTH IN PARA-\n   32  GRAPH  (B)  OF  THIS  SUBDIVISION, DERIVED THROUGH RESEARCH METHODS THAT\n   33  PRODUCE STATISTICALLY SIGNIFICANT RESULTS, WHICH SHALL BE USED FOR PLAN-\n   34  NING EFFORTS BY THE  PUBLIC-PRIVATE  PARTNERSHIP  AND  LOCAL  TECHNOLOGY\n   35  PLANNING TEAMS SET FORTH IN PARAGRAPH (D) OF THIS SUBDIVISION;\n   36    (D)  BUILDING AND FACILITATING IN EACH DESIGNATED REGION A LOCAL TECH-\n   37  NOLOGY PLANNING TEAM WITH MEMBERS REPRESENTING A CROSS  SECTION  OF  THE\n   38  COMMUNITY,  INCLUDING  BUT  NOT  LIMITED TO REPRESENTATIVES OF BUSINESS,\n   39  TELECOMMUNICATIONS UNIONS, KINDERGARTEN THROUGH TWELFTH GRADE EDUCATION,\n   40  HEALTH CARE, LIBRARIES, HIGHER EDUCATION, COMMUNITY-BASED ORGANIZATIONS,\n   41  LOCAL GOVERNMENT, TOURISM, PARKS AND RECREATION, AND  AGRICULTURE.  EACH\n   42  TEAM  SHALL  BENCHMARK TECHNOLOGY USE ACROSS RELEVANT COMMUNITY SECTORS,\n   43  SET GOALS FOR IMPROVED TECHNOLOGY USE WITHIN EACH SECTOR, AND DEVELOP  A\n   44  TACTICAL  BUSINESS PLAN FOR ACHIEVING ITS GOALS, WITH SPECIFIC RECOMMEN-\n   45  DATIONS FOR ONLINE APPLICATION DEVELOPMENT AND DEMAND STIMULATION;\n   46    (E) WORKING  COLLABORATIVELY  WITH  TELECOMMUNICATIONS  AND  BROADBAND\n   47  PROVIDERS AND TECHNOLOGY COMPANIES ACROSS THE STATE TO ENCOURAGE DEPLOY-\n   48  MENT  AND USE, ESPECIALLY IN UNSERVED AND UNDERSERVED AREAS, THROUGH THE\n   49  USE OF LOCAL DEMAND AGGREGATION, DATA ANALYSIS, AND OTHER STRATEGIES  TO\n   50  IMPROVE THE BUSINESS CASE FOR PROVIDERS TO DEPLOY BROADBAND;\n   51    (F) SECURING CONTRIBUTIONS TO ESTABLISH PROGRAMS THAT IMPROVE COMPUTER\n   52  OWNERSHIP,  TECHNOLOGY  LITERACY,  AND  BROADBAND ACCESS FOR UNDERSERVED\n   53  POPULATIONS ACROSS THE STATE;\n   54    (G) FACILITATING INFORMATION EXCHANGE REGARDING THE USE AND DEMAND FOR\n   55  BROADBAND SERVICES BETWEEN PUBLIC AND PRIVATE SECTORS; AND\n\n       S. 1046                             3\n\n    1    (H) IDENTIFYING SUCH ADDITIONAL  PUBLIC-PRIVATE  PARTNERSHIP  PROJECTS\n    2  THAT  ACHIEVE  THE  GOALS  AS  SET  FORTH  IN  SUBDIVISION THREE OF THIS\n    3  SECTION, INCLUDING SECURING FUNDING FROM FEDERAL AND OTHER RESOURCES  TO\n    4  IMPLEMENT SUCH PROJECTS.\n    5    5.  THE  MEMBERS OF THE COUNCIL SHALL CONTRACT WITH A NONPROFIT ORGAN-\n    6  IZATION TO ACCOMPLISH THE OBJECTIVES SET FORTH IN  THIS  SECTION.    THE\n    7  NONPROFIT ORGANIZATION SHALL:\n    8    (A)  HAVE  ESTABLISHED COMPETENCY IN WORKING ON A STATEWIDE BASIS WITH\n    9  PUBLIC AND PRIVATE SECTORS TO ACCOMPLISH THE DEPLOYMENT AND ADOPTION  OF\n   10  BROADBAND SERVICE;\n   11    (B)  HAVE  AN  ESTABLISHED  COMPETENCY WORKING DIRECTLY WITH BROADBAND\n   12  PROVIDERS IN THE HANDLING, STORAGE, AND USE OF PROPRIETARY AND  COMPETI-\n   13  TIVELY SENSITIVE DATA FOR THE PURPOSES SET FORTH IN THIS SECTION; AND\n   14    (C)  ENTER  INTO  VOLUNTARY  NONDISCLOSURE  AGREEMENTS AS NECESSARY TO\n   15  PREVENT THE UNAUTHORIZED  DISCLOSURE  OF  CONFIDENTIAL  AND  PROPRIETARY\n   16  INFORMATION PROVIDED BY BROADBAND SERVICE PROVIDERS.\n   17    S  4.  Nothing in this act shall be construed as giving the office for\n   18  technology or the advisory council for technology or other entities  any\n   19  additional  authority,  regulatory or otherwise, over providers of tele-\n   20  communications and information technology.\n   21    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   22  have become a law.\n",
  "memo" : "",
  "law" : null,
  "actClause" : "AN ACT to amend the state technology law, in relation to encouraging public-private partnerships to help spread broadband deployment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T140427.TXT", "SOBI.D110104.T165020.TXT", "SOBI.D110106.T130219.TXT", "SOBI.D110105.T090054.TXT", "SOBI.D110126.T114750.TXT-agenda-1.xml", "SOBI.D110104.T162017.TXT", "SOBI.D110125.T140920.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296060470750
}