{
  "year" : 2011,
  "senateBillNo" : "S1048-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1048-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a plan to promote increased residential use of energy efficient modalities",
  "summary" : "Establishes a plan to promote increased residential use of energy efficient modalities. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Energy Conservation",
  "previousVersions" : [ "SA5125-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1048\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERKINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Energy and  Tele-\n         communications\n\n       AN  ACT in relation to establishing a plan to promote increased residen-\n         tial use of energy efficient modalities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Plan to promote increased use of energy efficient modali-\n    2  ties.  The president of the New York state energy research and  develop-\n    3  ment authority and the executive director of the dormitory authority, in\n    4  consultation with the chair of the public service commission, the presi-\n    5  dents  of  the  power authority of the state of New York and Long Island\n    6  power authority and responsible officials of one or more  private  elec-\n    7  tric  and  gas  utility  companies  that operate within the state, shall\n    8  establish a plan complying with section  two  of  this  act  to  promote\n    9  increased residential use of energy efficient modalities among customers\n   10  of  public and private electric and gas utilities within the state. Such\n   11  plan shall be completed not later than December 1, 2012.  The  completed\n   12  plan  shall  be  presented  to  the  boards of the New York state energy\n   13  research and development authority and the dormitory authority.  If  the\n   14  plan  is not approved by both such boards, the president of the New York\n   15  state energy research and development authority and the executive direc-\n   16  tor of the dormitory authority shall work with their  respective  boards\n   17  to  amend  the  plan so that the boards may approve the amended plan. If\n   18  both of the boards shall approve such plan, it shall be presented to the\n   19  director of the budget,  and  the  secretaries  of  the  senate  finance\n   20  committee  and  the assembly ways and means committee and to the ranking\n   21  minority member on each such committee. If the boards shall not  approve\n   22  a  plan  by  April  1,  2013, the president of the New York state energy\n   23  research and development authority shall so report to  the  director  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02126-01-1\n\n       S. 1048                             2\n\n    1  the budget, the temporary president of the senate and the speaker of the\n    2  assembly.\n    3    S 2. Elements of a plan to promote increased residential use of energy\n    4  efficient modalities. The plan required to be established by section one\n    5  of this act shall contain the following elements:\n    6    1.  An equipment and utilization plan. Such a plan shall favor renewa-\n    7  ble sources of energy and shall contain, at  a  minimum,  the  following\n    8  elements  separately for electrical energy efficiency, and gas and other\n    9  fossil fuel energy efficiency:\n   10    (a) A description of energy efficient modalities to be promoted  under\n   11  the  plan,  which  description  may include specific individual items of\n   12  equipment, generic descriptions of types  of  equipment,  and  equipment\n   13  without descriptions except for quantitative energy use reduction goals.\n   14    (b)  Criteria  by  which determinations can be made as to which energy\n   15  consumers may qualify for each of the selected energy efficient  modali-\n   16  ties,  individually  or by class. Such criteria shall be based on objec-\n   17  tive factors leading to the judgment that  such  consumers  can  benefit\n   18  from a specific modality.\n   19    (c)  Criteria  for  establishing  a cost-benefit analysis for items or\n   20  types of equipment in various environments.\n   21    2. A marketing plan. Such a plan should provide  overall  guidance  to\n   22  all  participants  of  the plan to assure appropriate penetration of the\n   23  available markets for each classification of equipment.\n   24    3. A financing plan. Such a  plan  shall  contain  at  a  minimum  the\n   25  following elements:\n   26    (a)  A plan for raising funds from private investors to allow residen-\n   27  tial consumers to purchase energy efficient modalities  favored  by  the\n   28  equipment and utilization plan, which funds can be repaid by the consum-\n   29  er in monthly installments in connection with their utility bills.\n   30    (b)  A  plan  for  collection  and remittance of such monthly consumer\n   31  installment payments for the payment of bondholders.\n   32    (c) A plan for assuring  repayment  to  bondholders  by  incorporating\n   33  strong  incentives to the consumer to make the necessary payments, or by\n   34  setting up a fund to cover expected defaults, or both.\n   35    S 3. Pilot program implementation. 1. Not  earlier  than  ninety  days\n   36  after the submission of the plan required to be submitted by section one\n   37  of  this  act,  the dormitory authority and the New York energy research\n   38  and development authority shall begin to activate the  plan  to  promote\n   39  increased  residential  use  of  energy  efficient modalities as a pilot\n   40  program. The authorities shall enter into an agreement with one or  more\n   41  private or public utilities providing electric and/or gas service.  Such\n   42  agreement  shall  establish  marketing responsibilities for the approved\n   43  energy savings modalities,  require  the  utility  to  add  the  monthly\n   44  installment  payments for the acquisition by customers of the utility of\n   45  any approved energy efficient modalities and to collect and  remit  such\n   46  payments  as required by the agreement for the repayment of bonds issued\n   47  by the dormitory authority pursuant to section four  of  this  act.  The\n   48  agreement  shall  provide  for  an  appropriate administrative fee to be\n   49  withheld by the utility to compensate it for its services.  Such  agree-\n   50  ment  shall be limited to purchases of energy saving modalities during a\n   51  period not to exceed three years, provided, however, that the  agreement\n   52  shall  provide for servicing of accounts by the utility through the life\n   53  of the bonds issued by the dormitory authority pursuant to section  four\n   54  of this act.\n   55    2.  Not  later  than  two  years  after the inception of the plan, the\n   56  dormitory authority and the New York state energy research and  develop-\n\n       S. 1048                             3\n\n    1  ment  authority  shall provide to the director of the budget, the secre-\n    2  taries of the senate finance  committee  and  assembly  ways  and  means\n    3  committee  and the ranking minority member of the senate finance commit-\n    4  tee  and  assembly  ways  and  means  committee  a  report detailing the\n    5  progress of the program during the first eighteen months of  its  opera-\n    6  tion. The authorities shall update the report for each three-month peri-\n    7  od following the first eighteen months.\n    8    S 4. Dormitory authority bonds.  The dormitory authority may issue its\n    9  bonds and notes up to the maximum amount of five million dollars for the\n   10  purpose  of  financing  the  purchase  of energy efficient modalities by\n   11  consumers which bonds and notes shall be secured by a pledge of install-\n   12  ment payments due from the purchasers of energy efficient modalities and\n   13  payable through the cooperating utility.\n   14    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to establishing a plan to promote increased residential use of energy efficient modalities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T130219.TXT", "SOBI.D110104.T165020.TXT", "SOBI.D110105.T090555.TXT", "SOBI.D110104.T162017.TXT", "SOBI.D110104.T162518.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294336939589
}