{
  "year" : 2011,
  "senateBillNo" : "S1041-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1041-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs superintendent of insurance to amend rules and regulations with respect to homeowners' policies",
  "summary" : "Directs superintendent of insurance to amend rules and regulations with respect to homeowners' policies; also directs study of certain facets of insurance industry including, but not limited to the profitability of the property/casualty insurance in coastal areas. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "SB1845-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1041\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, DUANE, KRUEGER, OPPENHEIMER, PARKER, SMITH --\n         read  twice  and  ordered printed, and when printed to be committed to\n         the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to homeowners'  insurance\n         policies; to amend chapter 42 of the laws of 1996, amending the insur-\n         ance  law  relating  to homeowners' insurance and a temporary panel on\n         homeowners' insurance coverage, in relation to the panel's  evaluation\n         regarding coastal areas; and to amend chapter 136 of the laws of 2008,\n         amending  the insurance law relating to extending the effectiveness of\n         certain stand-by powers of the New York property insurance  underwrit-\n         ing  association,  in  relation  to attracting more competitors to the\n         coastal counties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subparagraphs (C) and (D) of paragraph 2 of subsection (o)\n    2  of section 3425 of the insurance law, as added by chapter 42 of the laws\n    3  of 1996, are amended to read as follows:\n    4    (C) The superintendent  shall  promulgate  rules  and  regulations  to\n    5  establish  standards for the definition of \"materially reduce its volume\n    6  of policies\" as used in this paragraph.\n    7    (I) Such definition shall require that a plan be filed with the super-\n    8  intendent if the insurer plans to reduce the net  number  of  homeowners\n    9  insurance  policies as defined in subsection (a) of section twenty-three\n   10  hundred fifty-one of this chapter by twenty percent or more, or plans to\n   11  reduce the net number of such policies it writes by five hundred, which-\n   12  ever is greater, within a five year period of time;  provided,  however,\n   13  that  if an insurer is not otherwise required to file a plan pursuant to\n   14  this subparagraph, a plan shall be filed if the insurer plans to  reduce\n   15  the net number of such policies it has in force in a twelve month period\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04328-02-1\n\n       S. 1041                             2\n\n    1  by  four percent or more or the net number of such policies it writes by\n    2  one hundred, whichever is greater.\n    3    (II)  PROVIDED FURTHER, SUCH DEFINITION OF THE TERM \"MATERIALLY REDUCE\n    4  ITS VOLUME OF POLICIES\" SHALL MEAN  IF  AN  INSURER  PLANS,  IN  COASTAL\n    5  AREAS,  TO  REDUCE  THE  NET NUMBER OF HOMEOWNERS' INSURANCE POLICIES AS\n    6  DEFINED  IN  SUBSECTION  (A)  OF  SECTION  TWO  THOUSAND  THREE  HUNDRED\n    7  FIFTY-ONE OF THIS CHAPTER BY FIFTEEN PERCENT OR MORE, OR PLANS TO REDUCE\n    8  THE  NET  NUMBER OF SUCH POLICIES IT WRITES BY TWO HUNDRED, WHICHEVER IS\n    9  GREATER, WITHIN A FIVE YEAR PERIOD OF TIME; PROVIDED, HOWEVER,  THAT  IF\n   10  AN  INSURER  IS  NOT  OTHERWISE REQUIRED TO FILE A PLAN PURSUANT TO THIS\n   11  SUBPARAGRAPH, A PLAN SHALL BE FILED IF THE INSURER PLANS TO  REDUCE  THE\n   12  NET  NUMBER OF SUCH POLICIES IT HAS IN FORCE IN A TWELVE MONTH PERIOD BY\n   13  THREE PERCENT OR MORE OR THE NET NUMBER OF SUCH POLICIES  IT  WRITES  BY\n   14  FORTY,  WHICHEVER  IS GREATER. FOR THE PURPOSES OF THIS SUBPARAGRAPH THE\n   15  TERM \"COASTAL AREAS\" SHALL MEAN THOSE AREAS THAT ARE WITHIN ONE MILE  OF\n   16  A  SALTWATER  OCEAN,  SOUND,  INLET OR BAY IN THE COUNTIES OF THE BRONX,\n   17  KINGS, NASSAU, QUEENS, RICHMOND, SUFFOLK AND WESTCHESTER.\n   18    The provisions of  this  subparagraph  shall  not  apply  to  policies\n   19  cancelled  or  nonrenewed  by  the  insured  or  policies not renewed or\n   20  cancelled pursuant to subparagraph (A), (B), (C), (D) or  (E)  of  para-\n   21  graph two of subsection (c) of this section.\n   22    (D)  The  superintendent  shall  promulgate  rules  and regulations to\n   23  establish standards to approve such an application and to define  \"mini-\n   24  mizes  market disruption.\" SUCH DEFINITION OF THE TERM \"MINIMIZES MARKET\n   25  DISRUPTION\" SHALL INCLUDE AN ANALYSIS OF THE ABILITY OF A  HOLDER  OF  A\n   26  HOMEOWNER'S  INSURANCE  POLICY WHO HAS BEEN CANCELLED OR TERMINATED IN A\n   27  COASTAL AREA TO READILY OBTAIN COMPARABLE REPLACEMENT HOMEOWNERS' COVER-\n   28  AGES AT RELATIVELY COMPARABLE PREMIUM RATES  IN  THE  PRIVATE  INSURANCE\n   29  MARKET.\n   30    S  2. Paragraphs (h) and (i) of subdivision 1 of section 12 of chapter\n   31  42 of the laws of 1996, amending the insurance law relating to  homeown-\n   32  ers'  insurance and a temporary panel on homeowners' insurance coverage,\n   33  as amended by chapter 136 of the laws of 2008, are  amended  and  a  new\n   34  paragraph (j) is added to read as follows:\n   35    (h)  an evaluation of insurer preparedness in the recovery, rebuilding\n   36  and renewal processes following weather-related losses; [and]\n   37    (i) an evaluation of public awareness of storm risks and  programs  to\n   38  educate the public of storm risks and mitigation techniques[.]; AND\n   39    (J) AN EVALUATION OF THE PROFITABILITY OF INSURERS THAT WRITE HOMEOWN-\n   40  ER'S  INSURANCE IN COASTAL AREAS OF THIS STATE AND THE PROFITS OR LOSSES\n   41  SUCH INSURERS SUSTAIN BY WRITING COVERAGES ALONG  THIS  STATE'S  COASTAL\n   42  AREAS.  THE PANEL SHALL SPECIFICALLY ANALYZE THE REASONS WHY AND RATE AT\n   43  WHICH INSURERS MAY BE WITHDRAWING FROM THE COASTAL HOMEOWNERS' INSURANCE\n   44  MARKET  AND  INORDINARILY  CANCELLING  SUCH  POLICIES  OR  SUBSTANTIALLY\n   45  INCREASING  INSURANCE  PREMIUM  RATES IN SUCH MARKET. FURTHER, THE PANEL\n   46  SHALL STUDY THE COST OF  OBTAINING  COMPARABLE  REPLACEMENT  HOMEOWNER'S\n   47  COVERAGE  FOR  THOSE  INSUREDS  WHO  HAVE BEEN CANCELLED IN SUCH COASTAL\n   48  AREAS. FOR THE PURPOSES OF THIS PARAGRAPH, THE TERM COASTAL  HOMEOWNERS'\n   49  INSURANCE  MARKET  SHALL  MEAN THOSE AREAS THAT ARE WITHIN ONE MILE OF A\n   50  SALTWATER OCEAN, SOUND, INLET OR BAY  IN  THE  COUNTIES  OF  THE  BRONX,\n   51  KINGS, NASSAU, QUEENS, RICHMOND, SUFFOLK, AND WESTCHESTER.\n   52    S 3. Subdivision (a) of section 23 of chapter 136 of the laws of 2008,\n   53  amending  the  insurance  law relating to extending the effectiveness of\n   54  certain stand-by powers of the New York property insurance  underwriting\n   55  association, is amended to read as follows:\n\n       S. 1041                             3\n\n    1    (a) The superintendent of insurance shall implement a program designed\n    2  to  attract more competitors to the state's homeowners' insurance market\n    3  PARTICULARLY WITH RESPECT TO THOSE COMMUNITIES THAT ARE WITHIN ONE  MILE\n    4  OF  A SALTWATER OCEAN, SOUND, INLET OR BAY IN THE COUNTIES OF THE BRONX,\n    5  KINGS,  NASSAU, QUEENS, RICHMOND, SUFFOLK, AND WESTCHESTER.  The program\n    6  shall include, but shall not be limited to:\n    7    (1) identifying, contacting and  soliciting  feedback  from  national,\n    8  regional  and  other insurance carriers not currently writing homeowners\n    9  insurance in the state to determine their interest in selling homeowners\n   10  insurance in the state;\n   11    (2) adopting specific measures to  encourage  such  insurers  to  sell\n   12  homeowners' insurance in the state; and\n   13    (3)  documenting  those  issues  or concerns such insurers may cite as\n   14  barriers to selling homeowners insurance in the state.\n   15    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to homeowners' insurance policies; to amend chapter 42 of the laws of 1996, amending the insurance law relating to homeowners' insurance and a temporary panel on homeowners' insurance coverage, in relation to the panel's evaluation regarding coastal areas; and to amend chapter 136 of the laws of 2008, amending the insurance law relating to extending the effectiveness of certain stand-by powers of the New York property insurance underwriting association, in relation to attracting more competitors to the coastal counties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110104.T161015.TXT", "SOBI.D110104.T152512.TXT", "SOBI.D110104.T165520.TXT", "SOBI.D110106.T123216.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335136789
}