{
  "year" : 2011,
  "senateBillNo" : "S1054-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1054-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts low-emission and energy efficient vehicles from retail sales and compensating use taxes",
  "summary" : "Exempts low-emission and energy efficient vehicles from retail sales and compensating use taxes. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA1783-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1054\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, BONACIC, PERKINS -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Energy\n         and Telecommunications\n\n       AN  ACT  to amend the tax law, in relation to exempting low-emission and\n         energy efficient vehicles  from  retail  sales  and  compensating  use\n         taxes; and providing for the repeal of such provisions upon expiration\n         thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 1115 of the tax law  is  amended\n    2  by adding a new paragraph 44 to read as follows:\n    3    (44)  LOW-EMISSION AND ENERGY EFFICIENT VEHICLES. FOR PURPOSES OF THIS\n    4  PARAGRAPH, A \"LOW-EMISSION AND ENERGY EFFICIENT VEHICLE\"  SHALL  MEAN  A\n    5  VEHICLE  CERTIFIED  BY  THE  ADMINISTRATOR OF THE UNITED STATES ENVIRON-\n    6  MENTAL PROTECTION AGENCY PURSUANT TO  23  U.S.C.  S  166(F)(3).  IF  THE\n    7  ADMINISTRATOR  OF  THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY HAS\n    8  NOT SO CERTIFIED ANY VEHICLE AS  A  LOW-EMISSION  AND  ENERGY  EFFICIENT\n    9  VEHICLE, THEN, UNTIL SUCH CERTIFICATION OCCURS, \"LOW-EMISSION AND ENERGY\n   10  EFFICIENT  VEHICLE\"  SHALL  MEAN  ANY  VEHICLE  THAT HAS ACHIEVED AN AIR\n   11  POLLUTION SCORE OF NINE OR BETTER AND A GREENHOUSE GAS SCORE OF NINE  OR\n   12  BETTER  ON THE GREEN VEHICLE GUIDE MAINTAINED BY THE UNITED STATES ENVI-\n   13  RONMENTAL PROTECTION AGENCY. THE DEPARTMENT SHALL POST ON ITS WEB SITE A\n   14  LIST OF LOW-EMISSION AND ENERGY EFFICIENT VEHICLES  BY  MAKE  AND  MODEL\n   15  YEAR  AND  SUCH  OTHER  SPECIFICATIONS AS MAY BE NECESSARY TO IDENTIFY A\n   16  LOW-EMISSION AND ENERGY EFFICIENT VEHICLE, AND SHALL UPDATE SUCH LIST AS\n   17  NECESSARY TO PROVIDE A COMPLETE LIST OF LOW-EMISSION  AND  ENERGY  EFFI-\n   18  CIENT VEHICLES.\n   19    S  2.  This  act  shall  take effect on the first day of the sales tax\n   20  quarter that begins at least ninety days after the day on which it shall\n   21  have become a law and shall expire and be deemed repealed  December  31,\n   22  2016.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02115-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting low-emission and energy efficient vehicles from retail sales and compensating use taxes; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110105.T090555.TXT", "SOBI.D110106.T144226.TXT", "SOBI.D110104.T163018.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294342946928
}