{
  "year" : 2011,
  "senateBillNo" : "S1056-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1056-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the power authority of the state of New York and the public authorities control board",
  "summary" : "Relates to the power authority of the state of New York and the public authorities control board; prohibits the power authority from undertaking any project or sale of any asset exceeding one million dollars without the approval from the public authorities control board; provides for factors for such determination; creates a temporary special commission on the restructuring of the power authority of the state of New York; directs the New York state energy research and development authority to conduct studies related to the state's electric transmission system, the state's natural gas infrastructure and a comprehensive energy plan for the down state region of the state. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S1781-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1056\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  DIAZ,  DUANE, HASSELL-THOMPSON, KRUEGER,\n         KRUGER, PERKINS, SAMPSON, SERRANO, STAVISKY -- read twice and  ordered\n         printed,  and  when printed to be committed to the Committee on Energy\n         and Telecommunications\n\n       AN ACT to amend the public authorities law, in  relation  to  the  power\n         authority  of the state of New York and the public authorities control\n         board, and in relation to directing the New York state energy research\n         and development authority to conduct studies related  to  the  state's\n         electric  transmission  system, the state's natural gas infrastructure\n         and a comprehensive energy plan for the downstate region of the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 51 of the public authorities law\n    2  is amended by adding a new paragraph o to read as follows:\n    3    O. POWER AUTHORITY OF THE STATE OF NEW YORK\n    4    S 2. Section 1005 of the public authorities law is amended by adding a\n    5  new subdivision 11-a to read as follows:\n    6    11-A. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY,  THE\n    7  AUTHORITY SHALL NOT UNDERTAKE ANY PROJECT OR SALE OF ANY ASSET EXCEEDING\n    8  ONE MILLION DOLLARS IN VALUE WITHOUT THE APPROVAL OF THE PUBLIC AUTHORI-\n    9  TIES  CONTROL  BOARD  CREATED PURSUANT TO ARTICLE ONE-A OF THIS CHAPTER.\n   10  EACH APPLICATION TO THE PUBLIC AUTHORITIES CONTROL BOARD SHALL CONTAIN A\n   11  PROJECT DESCRIPTION OR DESCRIPTION OF SALE AND AN EXPLANATION OF WHY THE\n   12  PROJECT OR SALE MEETS THE STANDARDS FOR PROJECT APPROVAL OR APPROVAL  OF\n   13  SALE SET FORTH IN THIS SUBDIVISION. THE PUBLIC AUTHORITIES CONTROL BOARD\n   14  SHALL  ONLY APPROVE A PROJECT OR SALE PROPOSED BY THE AUTHORITY UPON ITS\n   15  DETERMINATION THAT:\n   16    A. THE PROJECT OR SALE IS FINANCIALLY  FEASIBLE  AS  THE  STANDARD  AS\n   17  DEFINED IN ARTICLE ONE-A OF THIS CHAPTER;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02114-01-1\n\n       S. 1056                             2\n\n    1    B.  THE  PROJECT  OR  SALE IS ANTICIPATED TO RESULT GENERALLY IN LOWER\n    2  UTILITY RATES IN THE STATE; AND\n    3    C.  THE  PROJECT  OR SALE WILL NOT MATERIALLY ADVERSELY AFFECT OVERALL\n    4  REAL PROPERTY TAXES OR UTILITY RATES IN ANY AREAS OF THE  STATE  OF  NEW\n    5  YORK.\n    6    S 3. Temporary special commission on restructuring the power authority\n    7  of  the state of New York. 1. There shall be a temporary special commis-\n    8  sion on restructuring the power authority of  the  state  of  New  York,\n    9  which  shall possess the powers and duties as specified in this section,\n   10  and also all powers necessary or proper to  enable  such  commission  to\n   11  carry  out  the  purposes  for  which  it  is established. The temporary\n   12  special commission shall consist of eight members as follows:    two  of\n   13  whom  shall be appointed by the governor, two of whom shall be appointed\n   14  by the temporary president of the senate, two of whom shall be appointed\n   15  by the speaker of the assembly, one of whom shall be  appointed  by  the\n   16  minority  leader of the senate and one of whom shall be appointed by the\n   17  minority leader of the assembly. Each member shall serve at the pleasure\n   18  of the respective appointing person.  One of the  members  appointed  by\n   19  the  governor shall be selected by the governor to serve as chair of the\n   20  temporary special commission. The temporary special commission shall  be\n   21  subject  to articles 6 and 7 of the public officers law.  Each member of\n   22  the temporary special commission shall be subject to the  provisions  of\n   23  article 4 of the public officers law.\n   24    2. The temporary special commission on restructuring the power author-\n   25  ity of the state of New York shall have the power and duty to:\n   26    (a)  conduct  hearings, discussions, and negotiations among members of\n   27  the public, affected businesses, and representatives of government; and\n   28    (b) issue a final report to the  governor  and  legislature  detailing\n   29  recommendations on restructuring the power authority of the state of New\n   30  York,  including, but not limited to, the following issues: the divesti-\n   31  ture of  such  authority's  non-hydroelectric  generation  assets;  such\n   32  authority's  role  as  a transmission provider; such authority's role in\n   33  the power for jobs and economic development power programs; such author-\n   34  ity's energy efficiency programs; such  authority's  relationship  with,\n   35  and  obligation  to,  host  communities,  including, but not limited to,\n   36  payments-in-lieu of taxes to local municipalities and school  districts,\n   37  economic  development  investments,  and community revitalization initi-\n   38  atives; and such authority's role in a deregulated energy market. On  or\n   39  before  September  1, 2012 such commission shall transmit such report to\n   40  the governor, the speaker of the assembly, the minority  leader  of  the\n   41  assembly,  the temporary president of the senate, the minority leader of\n   42  the senate, the chairman of the assembly energy committee and the chair-\n   43  man of the senate energy and telecommunications committee.\n   44    S 4. The public  authorities  law  is  amended  by  adding  three  new\n   45  sections 1855-a, 1855-b and 1855-c to read as follows:\n   46    S  1855-A.  ELECTRIC  TRANSMISSION  CONGESTION STUDY. 1. THE AUTHORITY\n   47  SHALL UNDERTAKE A STUDY OF THE OVERALL ADEQUACY OF THE STATE'S  ELECTRIC\n   48  TRANSMISSION  SYSTEM. THE AUTHORITY MAY CONTRACT WITH AN INDEPENDENT AND\n   49  COMPETITIVELY SELECTED CONTRACTOR TO UNDERTAKE SUCH STUDY. THE AUTHORITY\n   50  SHALL PREPARE A REPORT ON ITS FINDINGS AND LEGISLATIVE  RECOMMENDATIONS.\n   51  ON  OR  BEFORE SEPTEMBER FIRST, TWO THOUSAND TWELVE, THE AUTHORITY SHALL\n   52  TRANSMIT SUCH REPORT TO THE GOVERNOR, THE  TEMPORARY  PRESIDENT  OF  THE\n   53  SENATE,  THE  SPEAKER OF THE ASSEMBLY, THE CHAIRMAN OF THE SENATE ENERGY\n   54  AND TELECOMMUNICATIONS COMMITTEE AND THE CHAIRMAN OF THE ASSEMBLY ENERGY\n   55  COMMITTEE.\n\n       S. 1056                             3\n\n    1    2. THE STUDY SHALL INCLUDE, AT A MINIMUM, AN ASSESSMENT OF EACH OF THE\n    2  FOLLOWING:  THE CURRENT AND PROJECTED ADEQUACY OF  THE  ELECTRIC  TRANS-\n    3  MISSION  SYSTEM OVER THE TEN YEAR PERIOD BEGINNING ON THE EFFECTIVE DATE\n    4  OF THIS SECTION, WITH SPECIFIC FOCUS ON  SYSTEM  CONGESTION  WITHIN  THE\n    5  STATE.  THE  ASSESSMENT  SHALL  EXAMINE: (I) ADEQUACY OF TRANSMISSION IN\n    6  DENSELY POPULATED AREAS, INCLUDING LOAD  POCKETS;  (II)  THE  EXTENT  TO\n    7  WHICH TRANSMISSION CONGESTION IMPEDES THE DEVELOPMENT OF A FULLY COMPET-\n    8  ITIVE  WHOLESALE ELECTRICITY MARKET; (III) INVESTMENT IN INFRASTRUCTURE,\n    9  INCLUDING CAPITAL IMPROVEMENTS, EXPANSIONS, AND  MAINTENANCE;  (IV)  NEW\n   10  TRANSMISSION  TECHNOLOGIES  THAT  CAN INCREASE TRANSMISSION CAPABILITIES\n   11  OVER EXISTING FACILITIES, INCLUDING AN ASSESSMENT OF THE COSTS AND BENE-\n   12  FITS OF SUCH TECHNOLOGIES; AND (V)  WORKFORCE  ADEQUACY,  INCLUDING  THE\n   13  AVAILABILITY OF SKILLED LABORERS AND THE ADEQUACY OF SKILLS TRAINING AND\n   14  APPRENTICESHIP PROGRAMS.\n   15    3.  THE  AUTHORITY SHALL CONSULT WITH ENTITIES THAT HAVE RESOURCES AND\n   16  EXPERTISE TO ASSIST IN SUCH INVESTIGATION,  INCLUDING  THE  LONG  ISLAND\n   17  POWER  AUTHORITY,  THE  POWER  AUTHORITY  OF  THE STATE OF NEW YORK, THE\n   18  DEPARTMENT OF PUBLIC SERVICE, AND THE MEMBERS OF THE NEW YORK POWER POOL\n   19  OR ITS SUCCESSOR OR SUCCESSORS.\n   20    S 1855-B. NATURAL GAS SUPPLY AND INFRASTRUCTURE STUDY. 1. THE AUTHORI-\n   21  TY SHALL UNDERTAKE A STUDY OF ISSUES, INCLUDING BUT NOT LIMITED  TO  THE\n   22  SUPPLY,  TRANSPORTATION,  PIPELINE CAPACITY, DISTRIBUTION AND STORAGE OF\n   23  NATURAL GAS IN NEW YORK STATE. THE AUTHORITY MAY CONTRACT WITH AN  INDE-\n   24  PENDENT  AND  COMPETITIVELY SELECTED CONTRACTOR TO UNDERTAKE SUCH STUDY.\n   25  THE AUTHORITY SHALL PREPARE A REPORT ON  ITS  FINDINGS  AND  LEGISLATIVE\n   26  RECOMMENDATIONS.  ON OR BEFORE SEPTEMBER FIRST, TWO THOUSAND TWELVE, THE\n   27  AUTHORITY SHALL TRANSMIT SUCH REPORT  TO  THE  GOVERNOR,  THE  TEMPORARY\n   28  PRESIDENT  OF  THE  SENATE, THE SPEAKER OF THE ASSEMBLY, THE CHAIRMAN OF\n   29  THE SENATE ENERGY AND TELECOMMUNICATIONS COMMITTEE AND THE  CHAIRMAN  OF\n   30  THE ASSEMBLY ENERGY COMMITTEE.\n   31    2. THE STUDY SHALL INCLUDE, AT A MINIMUM, AN ASSESSMENT OF EACH OF THE\n   32  FOLLOWING:\n   33    (A)  CURRENT  UTILITY  PRACTICES IN PROCURING THE COMMODITY OF NATURAL\n   34  GAS AND A COMPARISON, BY UTILITY TERRITORY IN THE STATE, OF  IMPACTS  ON\n   35  RATES  FOR  END-USE CUSTOMERS; (B) THE CURRENT AND PROJECTED ADEQUACY OF\n   36  THE  NATURAL  GAS  INFRASTRUCTURE,  INCLUDING  TRANSPORTATION,  PIPELINE\n   37  CAPACITY,  DISTRIBUTION  AND  STORAGE IN NEW YORK STATE; (C) ADEQUACY OF\n   38  TRANSPORTATION AND DISTRIBUTION IN DENSELY POPULATED AREAS OF THE  STATE\n   39  AND  IN  RURAL  AREAS  OF  THE  STATE; (D) INVESTMENT IN INFRASTRUCTURE,\n   40  INCLUDING CAPITAL IMPROVEMENTS, UTILIZATION OF  NEW  TECHNOLOGY,  EXPAN-\n   41  SIONS,  AND MAINTENANCE; (E) THE ADEQUACY OF TRANSPORTATION AND DISTRIB-\n   42  UTION INFRASTRUCTURE IN AREAS WHERE NATURAL GAS FUELED ELECTRIC GENERAT-\n   43  ING PLANTS ARE PROPOSED; (F) INDIGENOUS SOURCES OF NATURAL  GAS  IN  THE\n   44  STATE;  (G)  WORKFORCE  ADEQUACY,  INCLUDING THE AVAILABILITY OF SKILLED\n   45  LABORERS  AND  THE  ADEQUACY  OF  SKILLS  TRAINING  AND   APPRENTICESHIP\n   46  PROGRAMS;  AND  (H)  THE  POTENTIAL IMPACT OF DISTRIBUTED GENERATION AND\n   47  COMBINED HEAT AND  POWER  SYSTEMS  ON  NATURAL  GAS  TRANSPORTATION  AND\n   48  DISTRIBUTION SYSTEM ADEQUACY.\n   49    S  1855-C.  COMPREHENSIVE ENERGY MANAGEMENT PLAN.  1. THE AUTHORITY IS\n   50  HEREBY AUTHORIZED AND DIRECTED  TO  CONDUCT  A  COMPREHENSIVE  STUDY  TO\n   51  ANALYZE  THE  ELECTRICITY AND STEAM CAPACITY AND POWER DISTRIBUTION GRID\n   52  CONDITIONS IN THE DOWNSTATE REGION OF THE STATE.  FOR PURPOSES  OF  THIS\n   53  SECTION,  \"DOWNSTATE\"  SHALL  BE DEFINED AS THAT REGION LOCATED SOUTH OF\n   54  THE MILLWOOD - SOUTH TRANSMISSION INTERFACE.  SUCH STUDY SHALL  INCLUDE,\n   55  BUT SHALL NOT BE LIMITED TO:\n\n       S. 1056                             4\n\n    1    (A)  AN  ANALYSIS OF PROJECTED POWER NEEDS AND AN ASSESSMENT OF EXIST-\n    2  ING:\n    3    (I) GENERATING FACILITIES WITH A CAPACITY OF TWENTY MEGAWATTS OR MORE;\n    4    (II) POWER GRID CAPACITY AND LOAD POCKETS;\n    5    (III) NATURAL GAS AND OTHER FUEL SOURCE CAPACITY;\n    6    (IV) SUBSTATION TRANSFORMERS; AND\n    7    (V) EMERGENCY GENERATORS;\n    8    (B) AN ANALYSIS OF FUTURE POWER NEEDS;\n    9    (C) AN ENVIRONMENTAL ASSESSMENT OF GENERATING FACILITIES WITH A CAPAC-\n   10  ITY OF TWENTY MEGAWATTS OR MORE, INCLUDING BUT NOT LIMITED TO:\n   11    (I) EMISSIONS;\n   12    (II) WATER IMPACTS;\n   13    (III) LAND USE IMPACTS;\n   14    (IV) TRAFFIC IMPACTS; AND\n   15    (V) NOISE IMPACTS;\n   16    (D) THE IDENTIFICATION OF AREAS OF OVERSATURATION OF POWER FACILITIES;\n   17  AND\n   18    (E) AN ASSESSMENT OF ALTERNATIVES, SUCH AS:\n   19    (I) ENERGY EFFICIENCY;\n   20    (II) LOAD CURTAILMENT;\n   21    (III) CLEAN DISTRIBUTED GENERATION; AND\n   22    (IV) CO-GENERATION.\n   23    2.  THE  AUTHORITY  SHALL SUBMIT A COPY OF SUCH STUDY TO THE GOVERNOR,\n   24  THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY,  THE\n   25  CHAIRMAN  OF  THE SENATE ENERGY AND TELECOMMUNICATIONS COMMITTEE AND THE\n   26  CHAIRMAN OF THE ASSEMBLY ENERGY COMMITTEE NO LATER THAN  JANUARY  FIRST,\n   27  TWO THOUSAND TWELVE.\n   28    3.  UPON COMPLETION OF THE STUDY CONDUCTED PURSUANT TO SUBDIVISION ONE\n   29  OF THIS SECTION, THE AUTHORITY SHALL DEVELOP  AN  OVERALL  COMPREHENSIVE\n   30  ENERGY  MANAGEMENT PLAN.   SUCH PLAN SHALL TAKE INTO ACCOUNT THE RESULTS\n   31  AND FINDINGS OF SUCH STUDY, AND SHALL INCLUDE, BUT SHALL NOT BE  LIMITED\n   32  TO THE FOLLOWING:\n   33    (A) AN OUTLINE OF GUIDELINES AND REQUIREMENTS FOR SITING POWER PLANTS;\n   34    (B)  THE  RESEARCH OF POTENTIAL SITES FOR FUTURE POWER PLANT LOCATIONS\n   35  THAT MEET THE GUIDELINES AND REQUIREMENTS ESTABLISHED PURSUANT TO  PARA-\n   36  GRAPH  (A) OF THIS SUBDIVISION AND ARE NOT LOCATED IN AREAS OF OVERSATU-\n   37  RATION;\n   38    (C) AN IDENTIFICATION OF EXISTING PLANTS THAT SHOULD BE  TARGETED  FOR\n   39  RE-POWERING WITH MORE EFFICIENT GENERATORS; AND\n   40    (D) A REQUIREMENT THAT AT LEAST TWO PUBLIC HEARINGS BE HELD WITHIN THE\n   41  DOWNSTATE  REGION  DESCRIBED  IN  SUBDIVISION ONE OF THIS SECTION WITHIN\n   42  SIXTY DAYS OF THE PUBLICATION  OF  SUCH  MANAGEMENT  PLAN,  AND  PROVIDE\n   43  ADEQUATE OPPORTUNITY FOR WRITTEN TESTIMONY REGARDING SUCH PLAN.\n   44    4.  THE  AUTHORITY  SHALL SUBMIT A COPY OF SUCH MANAGEMENT PLAN TO THE\n   45  GOVERNOR, THE TEMPORARY PRESIDENT OF THE  SENATE,  THE  SPEAKER  OF  THE\n   46  ASSEMBLY,  THE  CHAIRMAN  OF  THE  SENATE  ENERGY AND TELECOMMUNICATIONS\n   47  COMMITTEE AND THE CHAIRMAN OF THE ASSEMBLY  ENERGY  COMMITTEE  NO  LATER\n   48  THAN SEPTEMBER FIRST, TWO THOUSAND TWELVE.\n   49    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the power authority of the state of New York and the public authorities control board, and in relation to directing the New York state energy research and development authority to conduct studies related to the state's electric transmission system, the state's natural gas infrastructure and a comprehensive energy plan for the downstate region of the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110104.T163018.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110105.T091055.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551332
}