{
  "year" : 2011,
  "senateBillNo" : "S1053-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1053-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the accessible electronic information act for blind and disabled persons; creates a new fund in the state finance law; authorizes a NFP to administer the prog",
  "summary" : "Enacts the accessible electronic information act for blind and disabled persons; creates a new fund in the state finance law. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A4161",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "SB2615-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1053\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, DILAN, KLEIN, KRUEGER, MAZIARZ, MONTGOMERY\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Energy and Telecommunications\n\n       AN ACT to amend the public service law and the  state  finance  law,  in\n         relation to enacting the accessible electronic information act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title.  This act shall be known and may be  cited  as\n    2  the \"accessible electronic information act\".\n    3    S 2. The public service law is amended by adding a new section 92-g to\n    4  read as follows:\n    5    S 92-G. ACCESSIBLE ELECTRONIC INFORMATION; BLIND AND DISABLED PERSONS.\n    6  1.  A  QUALIFIED NOT-FOR-PROFIT ENTITY CAPABLE OF PROVIDING SUCH SERVICE\n    7  SHALL PROVIDE AN ACCESSIBLE ELECTRONIC INFORMATION SERVICE FOR  ELIGIBLE\n    8  BLIND  AND DISABLED PERSONS. THIS SERVICE SHALL BE PLANNED FOR CONTINUA-\n    9  TION FROM YEAR TO YEAR AND MAKE MAXIMUM USE OF FEDERAL AND  OTHER  FUNDS\n   10  AVAILABLE  BY  OBTAINING  GRANT  OR  IN-KIND  SUPPORT  FROM  APPROPRIATE\n   11  PROGRAMS AND SECURING ACCESS TO LOW-COST INTERSTATE RATES FOR TELECOMMU-\n   12  NICATIONS BY REIMBURSEMENT OR OTHERWISE.\n   13    2. AS USED IN THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOW-\n   14  ING MEANINGS, UNLESS OTHERWISE INDICATED:\n   15    (A) \"ACCESSIBLE ELECTRONIC INFORMATION SERVICE\" MEANS NEWS  AND  OTHER\n   16  TIMELY  INFORMATION (INCLUDING NEWSPAPERS) PROVIDED TO ELIGIBLE INDIVID-\n   17  UALS FROM A MULTI-STATE SERVICE CENTER, USING HIGH-SPEED  COMPUTERS  AND\n   18  TELECOMMUNICATIONS  TECHNOLOGY FOR INTERSTATE ACQUISITION OF CONTENT AND\n   19  RAPID DISTRIBUTION IN A FORM APPROPRIATE FOR USE BY SUCH INDIVIDUALS;\n   20    (B) \"BLIND AND DISABLED  PERSONS\"  MEANS  THOSE  INDIVIDUALS  WHO  ARE\n   21  ELIGIBLE  FOR  LIBRARY LOAN SERVICES THROUGH THE LIBRARY OF CONGRESS AND\n   22  THE STATE LIBRARY FOR THE BLIND AND PHYSICALLY HANDICAPPED  PURSUANT  TO\n   23  36 CFR 701.10(B);\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02123-01-1\n\n       S. 1053                             2\n\n    1    (C) \"DIRECTOR\" MEANS THE DIRECTOR OF THE SELECTED NOT-FOR-PROFIT ENTI-\n    2  TY;\n    3    (D) \"QUALIFIED ENTITY\" MEANS A NOT-FOR-PROFIT ENTITY WITHIN THIS STATE\n    4  CAPABLE OF PROVIDING ACCESSIBLE ELECTRONIC INFORMATION SERVICES WHICH:\n    5    (I)  PROVIDES  INTERSTATE  ACCESS  FOR  ELIGIBLE PERSONS TO READ DAILY\n    6  NEWSPAPERS PRODUCING AUDIO EDITIONS BY COMPUTER, AND\n    7    (II) PROVIDES A MEANS OF PROGRAM ADMINISTRATION AND  READER  REGISTRA-\n    8  TION ON THE INTERNET.\n    9    S  3. The state finance law is amended by adding a new section 99-t to\n   10  read as follows:\n   11    S 99-T. ACCESSIBLE ELECTRONIC INFORMATION SERVICE FUND.   1. THERE  IS\n   12  HEREBY  ESTABLISHED  IN  THE  CUSTODY OF THE STATE COMPTROLLER A SPECIAL\n   13  REVENUE FUND TO BE  KNOWN  AS  THE  \"ACCESSIBLE  ELECTRONIC  INFORMATION\n   14  SERVICE FUND\".\n   15    2.  NOTHING  CONTAINED  IN  THIS  SECTION SHALL PREVENT THE STATE FROM\n   16  RECEIVING GRANTS, GIFTS OR BEQUESTS AND DEPOSITING THEM INTO THE  ACCES-\n   17  SIBLE ELECTRONIC INFORMATION SERVICE FUND ACCORDING TO LAW.\n   18    3.  THE ACCESSIBLE ELECTRONIC INFORMATION SERVICE FUND SHALL BE ADMIN-\n   19  ISTERED BY THE PUBLIC  SERVICE  COMMISSION,  IN  CONSULTATION  WITH  THE\n   20  DIRECTOR, IN ACCORDANCE WITH THIS SECTION.\n   21    4.  THE  TARGETED  ACCESSIBILITY FUND, INC., ESTABLISHED BY THE PUBLIC\n   22  SERVICE COMMISSION IN ITS \"ORDER AND OPINION 98-10\", MAY ALLOCATE  FUNDS\n   23  FOR  THE  PURPOSE  OF  PROVIDING  ELECTRONIC DISTRIBUTION OF NEWSPAPERS,\n   24  PERIODICALS, TIME SENSITIVE MATERIALS, AND OTHER INFORMATION  WHICH  MAY\n   25  BE OF BENEFIT TO THE COMMUNITY.\n   26    S  4.  This  act shall take effect on the ninetieth day after it shall\n   27  have become a law; provided, however, that  effective  immediately,  the\n   28  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   29  for the implementation of this act on its effective date  is  authorized\n   30  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law and the state finance law, in relation to enacting the accessible electronic information act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110105.T090054.TXT", "SOBI.D110104.T163018.TXT", "SOBI.D110106.T144226.TXT", "SOBI.D110201.T153907.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296592747777
}