{
  "year" : 2011,
  "senateBillNo" : "S1058-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1058-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the operation of N.Y. city transit authority subways or trains without a conductor on board",
  "summary" : "Prohibits the operation of NYC transit authority subways or trains without at least one conductor on board; requires a conductor on any subway or train operated by such authority whenever the subway or train has more than two cars attached to the engine. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SA7509-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1058\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities law, in relation to requiring the\n         New York city transit authority to have  at  least  one  conductor  on\n         board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The legislature finds and declares that, the New York city\n    2  transit authority, through its operation of the  New  York  city  subway\n    3  system,  the  largest  public  transit system in the world, provides the\n    4  primary means of commuting for many millions of New York  residents  and\n    5  visitors every day of the week. With an estimated average of over 10,000\n    6  passengers  loaded  onto  each  train during rush hours, the presence of\n    7  trained New York city transit authority personnel, other than the  engi-\n    8  neer, on each train is necessary and should always be required to ensure\n    9  improved safety for passengers during emergencies, which may occur while\n   10  in subway tunnels or traveling over bridges.\n   11    The  legislature  further finds and declares that the tragic events of\n   12  September 11, 2001, which launched the war of  terror  against  America,\n   13  has  tremendously heightened the need to significantly increase security\n   14  and safety for commuters on New  York  city  subway  trains.  Also,  the\n   15  recent  conviction  of Zarein Ahmedzay, who was caught buying explosives\n   16  and admitted to having planned an attack on the  New  York  city  subway\n   17  system  makes it imperative that we recognize the role of conductors and\n   18  other authority personnel assigned on passenger trains as first  respon-\n   19  ders,  and  the  front  line defense to potentially save lives and limit\n   20  casualties in the event of a terrorist attack.\n   21    S 2. The public authorities law is amended by  adding  a  new  section\n   22  1205-b to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02183-01-1\n\n       S. 1058                             2\n\n    1    S  1205-B.  CONDUCTOR  REQUIRED.  ANY  SUBWAY OR TRAIN OPERATED BY THE\n    2  AUTHORITY FOR THE PURPOSE OF TRANSPORTING PASSENGERS SHALL HAVE AT LEAST\n    3  ONE CONDUCTOR ON BOARD. FOR THE  PURPOSES  OF  THIS  SECTION,  THE  TERM\n    4  \"CONDUCTOR\"  SHALL  MEAN  THE  PERSON OTHER THAN THE DRIVER, ENGINEER OR\n    5  MOTORMAN  PRIMARILY  CHARGED  WITH  ALL  ASPECTS OF THE OPERATION OF THE\n    6  RAILROAD LOCOMOTIVE, SUBWAY OR TRAIN, WHO SHALL ASSIST IN THE  OPERATION\n    7  OF THE TRAIN AND BE PRIMARILY RESPONSIBLE FOR THE OPENING AND CLOSING OF\n    8  THE  DOORS  AND OTHER SAFETY ASPECTS OF THE TRAIN.  A CONDUCTOR SHALL BE\n    9  REQUIRED ON ANY SUBWAY OR TRAIN OPERATED BY THE AUTHORITY  WHENEVER  THE\n   10  SUBWAY OR TRAIN HAS MORE THAN TWO CARS ATTACHED TO THE ENGINE THEREOF.\n   11    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to requiring the New York city transit authority to have at least one conductor on board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110105.T090555.TXT", "SOBI.D110104.T163018.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110104.T163518.TXT", "SOBI.D110105.T091055.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551359
}