{
  "year" : 2011,
  "senateBillNo" : "S1050-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1050-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows taxpayers to contribute to the tuition assistance program on personal income tax forms",
  "summary" : "Allows taxpayers to contribute to the tuition assistance program fund on personal income tax forms; establishes the gifts to the tuition assistance program fund. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A2588",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA2456-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1050\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, SAMPSON -- read twice and ordered printed,\n         and when printed to be committed to the  Committee  on  Investigations\n         and Government Operations\n\n       AN  ACT  to  amend the tax law and the state finance law, in relation to\n         allowing taxpayers to contribute to the tuition assistance program  on\n         personal income tax returns\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Part 2 of article 22 of the tax law is amended by adding  a\n    2  new section 630-c to read as follows:\n    3    S  630-C.  GIFTS  TO THE TUITION ASSISTANCE PROGRAM. EFFECTIVE FOR ANY\n    4  TAXABLE YEAR COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND  TWELVE,\n    5  AN  INDIVIDUAL  IN ANY TAXABLE YEAR MAY ELECT TO CONTRIBUTE TO THE GIFTS\n    6  TO THE TUITION ASSISTANCE PROGRAM FUND ESTABLISHED IN SECTION EIGHTY-ONE\n    7  OF THE STATE FINANCE LAW. SUCH CONTRIBUTION SHALL BE IN ANY WHOLE DOLLAR\n    8  AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY  SUCH  INDI-\n    9  VIDUAL.  THE COMMISSIONER SHALL INCLUDE SPACE ON THE PERSONAL INCOME TAX\n   10  RETURN TO ENABLE A TAXPAYER TO MAKE SUCH CONTRIBUTION.   NOTWITHSTANDING\n   11  ANY  OTHER  PROVISION  OF  LAW  ALL  REVENUES COLLECTED PURSUANT TO THIS\n   12  SECTION SHALL BE CREDITED TO THE GIFTS TO THE TUITION ASSISTANCE PROGRAM\n   13  FUND; USED IN ADDITION TO, NOT TO SUPPLANT, EXISTING FUNDING  UNDER  THE\n   14  TUITION  ASSISTANCE PROGRAM; AND USED FOR ONLY THOSE PURPOSES ENUMERATED\n   15  IN SECTION SIX HUNDRED SIXTY-SEVEN OF THE EDUCATION LAW.\n   16    S 2. The state finance law is amended by adding a new  section  81  to\n   17  read as follows:\n   18    S 81. GIFTS TO THE TUITION ASSISTANCE PROGRAM FUND. 1. THERE IS HEREBY\n   19  ESTABLISHED  IN  THE  JOINT  CUSTODY  OF  THE  STATE COMPTROLLER AND THE\n   20  COMMISSIONER OF TAXATION AND FINANCE A SPECIAL FUND TO BE KNOWN  AS  THE\n   21  GIFTS TO THE TUITION ASSISTANCE PROGRAM FUND.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01728-01-1\n\n       S. 1050                             2\n\n    1    2. SUCH FUND SHALL CONSIST OF ALL MONEYS RECEIVED BY THE DEPARTMENT OF\n    2  TAXATION AND FINANCE FROM GIFTS TO THE TUITION ASSISTANCE PROGRAM PURSU-\n    3  ANT TO SECTION SIX HUNDRED THIRTY-C OF THE TAX LAW.\n    4    3.  MONEYS IN SUCH FUND SHALL BE KEPT SEPARATELY FROM AND SHALL NOT BE\n    5  COMMINGLED WITH ANY OTHER MONEYS IN  THE  CUSTODY  OF  THE  STATE  COMP-\n    6  TROLLER.\n    7    4.  SUCH  MONEYS,  AFTER  APPROPRIATION  BY  THE LEGISLATURE, SHALL BE\n    8  AVAILABLE TO THE PRESIDENT  OF  THE  NEW  YORK  STATE  HIGHER  EDUCATION\n    9  SERVICES  CORPORATION FOR THE DISTRIBUTION OF TUITION ASSISTANCE PROGRAM\n   10  AWARDS.   NOTWITHSTANDING ANY  OTHER  PROVISION  OF  LAW,  ALL  REVENUES\n   11  COLLECTED  PURSUANT TO SECTION SIX HUNDRED THIRTY-C OF THE TAX LAW SHALL\n   12  BE CREDITED TO THE GIFTS TO THE TUITION ASSISTANCE PROGRAM FUND, USED IN\n   13  ADDITION TO, NOT TO SUPPLANT, EXISTING FUNDING UNDER THE TUITION ASSIST-\n   14  ANCE PROGRAM AND USED FOR ONLY THOSE PURPOSES ENUMERATED IN SECTION  SIX\n   15  HUNDRED SIXTY-SEVEN OF THE EDUCATION LAW.\n   16    5. THE MONEYS IN SUCH FUND SHALL BE APPROPRIATED AND PAID OUT ON AUDIT\n   17  AND  WARRANT OF THE COMPTROLLER ON THE CERTIFICATION OF THE COMMISSIONER\n   18  OF EDUCATION OR SUCH OTHER OFFICER OR EMPLOYEE OR OFFICERS OR  EMPLOYEES\n   19  AS  SUCH  COMPTROLLER AND SUCH COMMISSIONER SHALL AUTHORIZE TO MAKE SUCH\n   20  REQUISITIONS.\n   21    S 3. This act shall take effect on the first of January next  succeed-\n   22  ing  the  date  on  which  it shall have become a law and shall apply to\n   23  taxable years occurring on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to allowing taxpayers to contribute to the tuition assistance program on personal income tax returns ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T130219.TXT", "SOBI.D110104.T165020.TXT", "SOBI.D110119.T133303.TXT", "SOBI.D110105.T090555.TXT", "SOBI.D110104.T162518.TXT", "SOBI.D110106.T130718.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295461983608
}