{
  "year" : 2011,
  "senateBillNo" : "S1059-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1059-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires passenger cabs be inspected for carbon monoxide levels and requires information on warning signs of such to be distributed with each operator's license",
  "summary" : "Requires passenger cabs be inspected for unsafe carbon monoxide levels and requires information on the warning signs of carbon monoxide poisoning to be distributed with each operator's license, issued or renewed. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2079-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1059\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and  traffic  law,  in  relation  to  carbon\n         monoxide poisoning\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (a) of  paragraph  1  of  subdivision  (c)  of\n    2  section  301  of the vehicle and traffic law, as amended by section 5 of\n    3  part V1 of chapter 62 of the  laws  of  2003,  is  amended  to  read  as\n    4  follows:\n    5    (a)  A  safety  inspection  shall  be made with respect to the brakes;\n    6  steering mechanism; wheel alignment; lights, including but  not  limited\n    7  to the lights which are designed and placed on a vehicle for the purpose\n    8  of  illuminating  the vehicle's license plates; odometer; tire pressure;\n    9  seat safety belts; shoulder harness safety belts; EXHAUST SYSTEM FOR THE\n   10  PURPOSES OF ENSURING THAT CARBON MONOXIDE LEVELS IN THE CAB OF THE VEHI-\n   11  CLE HAVE NOT REACHED UNSAFE LEVELS IN EXCESS OF 70 PARTS PER MILLION and\n   12  such other mechanisms and  equipment  as  shall  be  determined  by  the\n   13  commissioner  to  be  necessary  for  proper  and  safe operations. Such\n   14  inspection shall also be made with  respect  to  vehicle  identification\n   15  number.  Upon inspection, the mileage appearing on the odometer shall be\n   16  recorded upon the inspection sticker.\n   17    S 2. The vehicle and traffic law is amended by adding  a  new  section\n   18  397-c to read as follows:\n   19    S  397-C. EDUCATION AGAINST DANGERS OF CARBON MONOXIDE POISONING.  THE\n   20  COMMISSIONER, IN CONSULTATION WITH THE CHAIR OF THE CONSUMER  PROTECTION\n   21  BOARD, SHALL PREPARE AND DISTRIBUTE WITH EACH OPERATOR'S LICENSE, WHETH-\n   22  ER ISSUED OR RENEWED, A PAMPHLET ON THE WARNING SIGNS OF CARBON MONOXIDE\n   23  POISONING  AND THE APPROPRIATE ACTIONS TO BE TAKEN TO PREVENT SUCH ACCI-\n   24  DENTAL POISONING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02179-01-1\n\n       S. 1059                             2\n\n    1    S 3. This act shall take effect on the one hundred eightieth day after\n    2  it shall have become a law; provided, however, that effective immediate-\n    3  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n    4  necessary  for  the implementation of this act on its effective date are\n    5  authorized  and  directed  to  be  made  and completed on or before such\n    6  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to carbon monoxide poisoning ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110105.T090555.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110104.T163518.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551373
}