{
  "year" : 2011,
  "senateBillNo" : "S1051-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1051-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to freezing per diems for legislators with secondary incomes exceeding 20 percent of their legislative salaries",
  "summary" : "Relates to freezing per diems for legislators with secondary incomes exceeding 20 percent of their legislative salaries. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "S7952-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1051\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the legislative law, in relation to freezing  per  diems\n         for  legislators  with secondary incomes exceeding 20 percent of their\n         legislative salaries\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  5 of the legislative law, as\n    2  amended by section 1 of part M-1 of chapter 407 of the laws of 1999,  is\n    3  amended to read as follows:\n    4    2.  Each member of the legislature shall receive payment of actual and\n    5  necessary transportation expenses and a per diem equivalent to the  most\n    6  recent federal per diem rates published by the General Services Adminis-\n    7  tration  and set forth in 41 CFR (Code of Federal Regulations) Part 301,\n    8  App. A, while in travel status in the performance of his or her  duties;\n    9  and  such other reasonable expenses as may be necessary for the perform-\n   10  ance of the member's responsibilities as  determined  by  the  temporary\n   11  president  of the senate or speaker of the assembly for their respective\n   12  houses. The per diem allowances, including partial per diem  allowances,\n   13  shall be made pursuant to regulations promulgated by the temporary pres-\n   14  ident of the senate and the speaker of the assembly for their respective\n   15  houses,  on audit and warrant of the comptroller on vouchers approved by\n   16  the temporary president of the senate or his or  her  designee  and  the\n   17  speaker  of  the  assembly  or  his or her designee for their respective\n   18  houses.  NOTWITHSTANDING ANY OTHER PROVISION OF THIS  SECTION,  THE  PER\n   19  DIEM  RATE  RECEIVED  BY  LEGISLATORS WITH SECONDARY INCOMES THAT EXCEED\n   20  TWENTY PERCENT OF THEIR LEGISLATIVE SALARIES, SHALL NOT EXCEED  THE  PER\n   21  DIEM  RATE  ESTABLISHED FOR THE TWO THOUSAND NINE-TWO THOUSAND TEN STATE\n   22  FISCAL YEAR.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02155-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to freezing per diems for legislators with secondary incomes exceeding 20 percent of their legislative salaries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110105.T090555.TXT", "SOBI.D110104.T162518.TXT", "SOBI.D110106.T130718.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294337238686
}