{
  "year" : 2011,
  "senateBillNo" : "S1057-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1057-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a holder of a class DJ or MJ learners permit, while operating a vehicle, to display a sign indicating that such vehicle is being driven by a new driver",
  "summary" : "Requires a holder of a class DJ or class MJ learner's permit, while operating a vehicle, to display a sign indicating that such vehicle is being driven by a new driver; further authorizes the commissioner to create the form and distribution for such sign upon the issuance of the learner's permit. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S5379-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1057\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to signage  for\n         persons driving under a learner's permit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 501-b of the vehicle  and  traffic\n    2  law, as added by chapter 644 of the laws of 2002, paragraphs (c) and (d)\n    3  as  amended  by  chapter  403 of the laws of 2009, is amended to read as\n    4  follows:\n    5    1. In addition to the restrictions contained in  subdivision  five  of\n    6  section  five  hundred  one  of this article, no holder of a class DJ or\n    7  class MJ learner's permit shall:\n    8    (a) operate a motor vehicle with any front seat occupants  other  than\n    9  the supervising driver;\n   10    (b)  operate  a motor vehicle unless every occupant of such vehicle is\n   11  properly restrained by a safety belt or child safety seat in  accordance\n   12  with  the  provisions  of  subdivision three-a of section twelve hundred\n   13  twenty-nine-c of this chapter;\n   14    (c) operate a motor vehicle with more than one passenger who is  under\n   15  the age of twenty-one and who is not a member of such holder's immediate\n   16  family,  provided,  however, that the provisions of this paragraph shall\n   17  not apply when such holder is accompanied by  a  duly  licensed  parent,\n   18  guardian, person in a position of loco parentis, driver education teach-\n   19  er or driving school instructor;\n   20    (d)  be eligible for issuance of a class DJ, MJ, D or M license unless\n   21  such permit has been valid for at least six months. Any time  period  in\n   22  which such class DJ or MJ learner's permit has been suspended or revoked\n   23  shall  not  be  counted  in  determining  the  length  of time that such\n   24  learner's permit has been valid;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00378-01-1\n\n       S. 1057                             2\n\n    1    (E) OPERATE A MOTOR VEHICLE WITHOUT A SIGN, VISIBLE TO  BOTH  ONCOMING\n    2  AND FOLLOWING TRAFFIC, INDICATING THAT SUCH VEHICLE IS BEING DRIVEN BY A\n    3  NEW  DRIVER.  SUCH  SIGN  SHALL  BE IN SUCH FORM AND DISTRIBUTED IN SUCH\n    4  MANNER AS PROVIDED BY THE COMMISSIONER UPON ISSUANCE OF  SUCH  LEARNER'S\n    5  PERMIT.\n    6    S  2.  This  act  shall  take  effect  on  the first of September next\n    7  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to signage for persons driving under a learner's permit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110104.T163018.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110105.T091055.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551348
}