{
  "year" : 2011,
  "senateBillNo" : "S1055-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1055-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a personal income tax credit for voltage regulation technology equipment",
  "summary" : "Establishes a personal income tax credit for voltage regulation technology equipment. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S4294-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1055\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, SAMPSON -- read twice and ordered printed,\n         and when printed to be committed to the  Committee  on  Investigations\n         and Government Operations\n\n       AN  ACT  to  amend  the  tax law, in relation to establishing a personal\n         income tax credit for voltage regulation technology equipment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (g-3) to read as follows:\n    3    (G-3) VOLTAGE REGULATION TECHNOLOGY EQUIPMENT CREDIT. (1)  GENERAL.  A\n    4  TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTI-\n    5  CLE  EQUAL  TO TWENTY-FIVE PERCENT OF QUALIFIED VOLTAGE REGULATION TECH-\n    6  NOLOGY EXPENDITURES. THIS CREDIT SHALL NOT EXCEED FIVE THOUSAND  DOLLARS\n    7  FOR QUALIFIED VOLTAGE REGULATION TECHNOLOGY EQUIPMENT.\n    8    (2)  QUALIFIED  VOLTAGE  REGULATION TECHNOLOGY EQUIPMENT EXPENDITURES.\n    9  (A) VOLTAGE REGULATION TECHNOLOGY EQUIPMENT EXPENDITURES ARE  THE  COSTS\n   10  ASSOCIATED  WITH THE PURCHASE OF ON-SITE VOLTAGE REGULATION TECHNOLOGIES\n   11  WHICH REDUCE ENERGY CONSUMPTION, IMPROVE GRID EFFICIENCY, RAISE OR LOWER\n   12  VOLTAGE DYNAMICALLY AND ARE NINETY-NINE PERCENT OR MORE EFFICIENT ACROSS\n   13  A MINIMUM OF NINETY PERCENT OF THE LOAD CURVE.\n   14    (B) QUALIFIED VOLTAGE  REGULATION  TECHNOLOGY  EQUIPMENT  EXPENDITURES\n   15  SHALL INCLUDE EXPENDITURES FOR MATERIALS, LABOR COSTS PROPERLY ALLOCABLE\n   16  TO ON-SITE PREPARATION, ASSEMBLY AND INSTALLATION, ENGINEERING SERVICES,\n   17  DESIGNS  AND  PLANS DIRECTLY RELATED TO THE CONSTRUCTION OR INSTALLATION\n   18  AND UTILITY COMPLIANCE COSTS.\n   19    (C) SUCH QUALIFIED EXPENDITURES SHALL NOT INCLUDE  INTEREST  OR  OTHER\n   20  FINANCE CHARGES.\n   21    (3)  MULTIPLE TAXPAYERS. WHERE VOLTAGE REGULATION TECHNOLOGY EQUIPMENT\n   22  IS PURCHASED AND INSTALLED IN A PRINCIPAL RESIDENCE  SHARED  BY  TWO  OR\n   23  MORE TAXPAYERS, THE AMOUNT OF THE CREDIT ALLOWABLE UNDER THIS SUBSECTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02151-01-1\n\n       S. 1055                             2\n\n    1  FOR  EACH SUCH TAXPAYER SHALL BE PRORATED ACCORDING TO THE PERCENTAGE OF\n    2  THE TOTAL EXPENDITURE FOR SUCH VOLTAGE REGULATION  TECHNOLOGY  EQUIPMENT\n    3  CONTRIBUTED BY EACH TAXPAYER.\n    4    (4)  GRANTS. FOR PURPOSES OF DETERMINING THE AMOUNT OF THE EXPENDITURE\n    5  INCURRED IN PURCHASING  AND  INSTALLING  VOLTAGE  REGULATION  TECHNOLOGY\n    6  EQUIPMENT,  THE  AMOUNT OF ANY FEDERAL, STATE OR LOCAL GRANT RECEIVED BY\n    7  THE TAXPAYER, WHICH WAS USED FOR THE  PURCHASE  AND/OR  INSTALLATION  OF\n    8  SUCH EQUIPMENT AND WHICH WAS NOT INCLUDED IN THE FEDERAL GROSS INCOME OF\n    9  THE TAXPAYER, SHALL NOT BE INCLUDED IN THE AMOUNT OF SUCH EXPENDITURES.\n   10    (5)  WHEN CREDIT ALLOWED. THE CREDIT FOR VOLTAGE REGULATION TECHNOLOGY\n   11  EQUIPMENT PROVIDED FOR IN THIS SUBSECTION SHALL BE ALLOWED WITH  RESPECT\n   12  TO THE TAXABLE YEAR IN WHICH SUCH EQUIPMENT IS PLACED IN SERVICE.\n   13    (6)  CARRYOVER  OF CREDIT. IF THE AMOUNT OF THE CREDIT, AND CARRYOVERS\n   14  OF SUCH CREDIT, ALLOWABLE UNDER THIS SUBSECTION  FOR  ANY  TAXABLE  YEAR\n   15  SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR, SUCH EXCESS AMOUNT MAY BE\n   16  CARRIED  OVER  TO THE FIVE TAXABLE YEARS NEXT FOLLOWING THE TAXABLE YEAR\n   17  WITH RESPECT TO WHICH THE CREDIT IS ALLOWED AND MAY BE DEDUCTED FROM THE\n   18  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   19    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a personal income tax credit for voltage regulation technology equipment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110105.T090555.TXT", "SOBI.D110106.T144226.TXT", "SOBI.D110104.T163018.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294342946929
}