{
  "year" : 2011,
  "senateBillNo" : "S1063-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S1063-2011-1294203600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires social services districts to establish a homeless housing task force for purposes of developing a ten year plan and guidelines",
  "summary" : "Requires social service districts to establish a homeless housing task force for purposes of developing a ten year plan and guidelines to address long-term and short-term housing. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : "A2971",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S2086-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1063\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. PARKER, DILAN, DUANE, MONTGOMERY, SAMPSON, SMITH --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Social Services\n\n       AN  ACT to amend the social services law, in relation to the creation by\n         each social services district of a homeless housing task force\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The social services law is amended by adding a new section\n    2  50-a to read as follows:\n    3    S 50-A. HOMELESS HOUSING TASK FORCE. 1. EACH SOCIAL SERVICES  DISTRICT\n    4  IN  THE  STATE  SHALL  CREATE A HOMELESS HOUSING TASK FORCE TO DEVELOP A\n    5  TEN-YEAR HOMELESS HOUSING PLAN ADDRESSING SHORT-TERM AND LONG-TERM HOUS-\n    6  ING FOR HOMELESS PERSONS. SUCH PLAN SHALL INCLUDE GUIDELINES  FOR  EMER-\n    7  GENCY  SHELTERS;  SHORT-TERM  HOUSING; TEMPORARY ENCAMPMENTS; SUPPORTIVE\n    8  HOUSING FOR CHRONICALLY HOMELESS PERSONS; LONG-TERM  HOUSING;  STANDARDS\n    9  FOR  HEALTH  AND SAFETY; AND PUBLIC NOTICE REGARDING LOCATION OF FACILI-\n   10  TIES.\n   11    2. MEMBERSHIP ON THE TASK FORCE SHALL INCLUDE REPRESENTATIVES  OF  THE\n   12  COUNTIES,  CITIES, TOWNS, HOUSING AUTHORITIES, CIVIL AND FAITH ORGANIZA-\n   13  TIONS,  SCHOOLS,  COMMUNITY  NETWORKS,  HUMAN  SERVICES  PROVIDERS,  LAW\n   14  ENFORCEMENT  PERSONNEL,  SUBSTANCE  ABUSE  TREATMENT  PROVIDERS,  MENTAL\n   15  HEALTH CARE PROVIDERS,  EMERGENCY  HEALTH  CARE  PROVIDERS,  BUSINESSES,\n   16  AT-LARGE  REPRESENTATIVES  OF  THE COMMUNITY, AND A HOMELESS OR FORMERLY\n   17  HOMELESS INDIVIDUAL.\n   18    3. ANY PLAN AND GUIDELINES DEVELOPED BY  A  SOCIAL  SERVICES  DISTRICT\n   19  HOMELESS  HOUSING TASK FORCE SHALL BE CONSISTENT WITH REGULATIONS APPLI-\n   20  CABLE TO PROJECTS PROMULGATED PURSUANT TO TITLE ONE OF THIS ARTICLE.\n   21    4. EACH DISTRICT HOMELESS HOUSING TASK FORCE  SHALL  MAKE  RECOMMENDA-\n   22  TIONS BASED ON THE PLAN AND GUIDELINES REGARDING THE ALLOCATION OF FUNDS\n   23  RECEIVED FROM ANY PUBLIC OR PRIVATE SOURCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01718-01-1\n\n       S. 1063                             2\n\n    1    S  2.  Paragraphs  (c)  and  (d) of subdivision 2 of section 50 of the\n    2  social services law as amended by chapter 204 of the laws of  1998,  are\n    3  amended and a new paragraph (e) is added to read as follows:\n    4    (c)  a  description  of  the  manner  in which coordination with other\n    5  federal, state, local and privately funded services  will  be  achieved;\n    6  [and]\n    7    (d)  a  description  of  how  the  services will be designed to assist\n    8  households transition from a reliance on outside interventions and  move\n    9  toward housing stability and economic self reliance[.]; AND\n   10    (E)  A  COPY OF THE TEN-YEAR PLAN AND GUIDELINES DEVELOPED BY A SOCIAL\n   11  SERVICES DISTRICT HOMELESS TASK FORCE ESTABLISHED  PURSUANT  TO  SECTION\n   12  FIFTY-A OF THIS TITLE.\n   13    S 3. This act shall take effect on the one hundred eightieth day after\n   14  it  shall have become a law; provided however, that effective immediate-\n   15  ly, the commissioner of temporary and disability assistance  is  author-\n   16  ized  and  directed  to  add, amend and/or repeal any rule or regulation\n   17  necessary for the implementation of this act on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the creation by each social services district of a homeless housing task force ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110105.T090555.TXT", "SOBI.D110121.T143531.TXT", "SOBI.D110104.T163518.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110121.T145533.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295639733717
}