{
  "year" : 2011,
  "senateBillNo" : "S1060-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1060-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to offering parental controls for internet services",
  "summary" : "Relates to offering parental controls for internet services; allows the attorney general to bring a civil action against any internet provider that violates certain requirements. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S5171-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1060\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER, KRUGER, PERKINS -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Energy\n         and Telecommunications\n\n       AN ACT to amend the public service law, in relation to offering parental\n         controls for internet services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public service law is amended by adding a  new  article\n    2  12 to read as follows:\n    3                                 ARTICLE 12\n    4                         INTERNET PARENTAL CONTROLS\n    5  SECTION 300. DEFINITIONS.\n    6          301. PARENTAL CONTROLS.\n    7          302. ENFORCEMENT.\n    8    S 300. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n    9    1. \"CHILD\" MEANS A PERSON WHO IS LESS THAN EIGHTEEN YEARS OF AGE.\n   10    2. \"INTERNET OR ANY OTHER COMPUTER NETWORK\" MEANS THE COMPUTER NETWORK\n   11  COMMONLY  KNOWN  AS THE INTERNET AND ANY OTHER LOCAL, REGIONAL OR GLOBAL\n   12  COMPUTER NETWORK THAT IS SIMILAR TO OR IS A PREDECESSOR OR SUCCESSOR  OF\n   13  THE INTERNET.\n   14    3.  \"INTERNET ACCESS PROVIDER\" MEANS AN ENTITY THAT PROVIDES CONSUMERS\n   15  WITH PUBLIC ACCESS TO THE INTERNET.\n   16    4. \"INTERACTIVE  COMPUTER  SERVICE\"  MEANS  ANY  INFORMATION  SERVICE,\n   17  SYSTEM,  OR  ACCESS  SOFTWARE PROVIDER THAT PROVIDES OR ENABLES COMPUTER\n   18  ACCESS BY MULTIPLE USERS TO A COMPUTER SERVER, INCLUDING SPECIFICALLY  A\n   19  SERVICE  OR SYSTEM THAT PROVIDES ACCESS TO THE INTERNET AND SUCH SYSTEMS\n   20  OPERATED OR SERVICES OFFERED BY LIBRARIES OR EDUCATIONAL INSTITUTIONS.\n   21    S 301. PARENTAL CONTROLS. 1. IF AN INTERNET ACCESS PROVIDER  KNOWS  OR\n   22  HAS  REASON  TO  KNOW  FROM  REGISTRATION  DATA IN ITS POSSESSION THAT A\n   23  SUBSCRIBER CURRENTLY RESIDES WITHIN THIS STATE, THE PROVIDER SHALL  MAKE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00990-01-1\n\n       S. 1060                             2\n\n    1  AVAILABLE  TO  THE  SUBSCRIBER  A  PRODUCT OR SERVICE WHICH THE PROVIDER\n    2  REASONABLY BELIEVES MAY ASSIST THE SUBSCRIBER TO CONTROL A  CHILD'S  USE\n    3  OF  THE  INTERNET; PROVIDED HOWEVER, THAT INTERNET ACCESS PROVIDERS THAT\n    4  PROVIDE  INTERNET  ACCESS VIA SPECTRUM REGULATED BY THE FCC, PURSUANT TO\n    5  47 USC 301 ET SEQ OR ITS SUCCESSORS, SHALL MEET THE REQUIREMENTS OF THIS\n    6  SECTION WHEN SUCH TECHNOLOGY IS REASONABLY AND  COMMERCIALLY  AVAILABLE.\n    7  THE PRODUCT OR SERVICE MUST ENABLE, IN A COMMERCIALLY REASONABLE MANNER,\n    8  THE SUBSCRIBER TO:\n    9    (A) BLOCK A CHILD'S ACCESS TO SPECIFIC WEBSITES OR DOMAINS;\n   10    (B)  RESTRICT  A  CHILD'S  ACCESS  EXCLUSIVELY TO SPECIFIC WEBSITES OR\n   11  DOMAINS APPROVED BY THE SUBSCRIBER; AND\n   12    (C) ALLOW THE SUBSCRIBER TO MONITOR A  CHILD'S  USE  OF  THE  INTERNET\n   13  SERVICE BY PROVIDING A REPORT TO THE SUBSCRIBER OF THE SPECIFIC WEBSITES\n   14  OR  DOMAINS  THAT  THE  CHILD  HAS VISITED OR HAS ATTEMPTED TO VISIT BUT\n   15  COULD NOT ACCESS  BECAUSE  THE  WEBSITES  OR  DOMAINS  WERE  BLOCKED  OR\n   16  RESTRICTED BY THE SUBSCRIBER.\n   17    2. IF A PRODUCT OR SERVICE DESCRIBED IN THIS SECTION IS REASONABLY AND\n   18  COMMERCIALLY  AVAILABLE FOR THE TECHNOLOGY UTILIZED BY THE SUBSCRIBER TO\n   19  ACCESS THE INTERNET SERVICE, THE PROVIDER OF INTERNET SERVICE:\n   20    (A)  SHALL  PROVIDE  TO  THE  SUBSCRIBER,  AT  OR  NEAR  THE  TIME  OF\n   21  SUBSCRIPTION,  NOTICE  OF  THE  AVAILABILITY  OF  A  PRODUCT  OR SERVICE\n   22  DESCRIBED IN SUBDIVISION ONE OF THIS SECTION.\n   23    (B) MAY MAKE A PRODUCT OR SERVICE DESCRIBED IN SUBDIVISION ONE OF THIS\n   24  SECTION AVAILABLE TO THE SUBSCRIBER EITHER DIRECTLY OR THROUGH A  THIRD-\n   25  PARTY VENDOR, AND MAY CHARGE FOR THE PRODUCT OR SERVICE.\n   26    S  302.  ENFORCEMENT. 1. THE ATTORNEY GENERAL MAY BRING A CIVIL ACTION\n   27  AGAINST ANY INTERNET ACCESS  PROVIDER  THAT  VIOLATES  THIS  ARTICLE  TO\n   28  ENJOIN  THE  VIOLATION  AND  MAY  RECOVER  A  CIVIL PENALTY OF UP TO ONE\n   29  HUNDRED DOLLARS PER VIOLATION OF THIS ARTICLE OR, FOR A PATTERN OR PRAC-\n   30  TICE OF SUCH VIOLATIONS, OF UP TO ONE THOUSAND DOLLARS PER VIOLATION.\n   31    2. NOTHING IN THIS SECTION SHALL IN ANY WAY LIMIT RIGHTS  OR  REMEDIES\n   32  WHICH  ARE  OTHERWISE AVAILABLE UNDER LAW TO THE ATTORNEY GENERAL OR ANY\n   33  OTHER PERSON AUTHORIZED TO BRING AN ACTION UNDER THIS SECTION.\n   34    S 2. This act shall take effect on the one hundred eightieth day after\n   35  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to offering parental controls for internet services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110105.T090555.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110104.T163518.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551389
}