{
  "year" : 2011,
  "senateBillNo" : "S1064-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1064-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the New York state energy research and development authority to develop a temporary middle income home energy assistance program",
  "summary" : "Authorizes the New York state energy research and development authority to develop, implement, administer and operate a temporary middle income home energy assistance program. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S2457-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1064\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER, KRUGER, PERKINS -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Energy\n         and Telecommunications\n\n       AN  ACT  to amend the public authorities law, in relation to authorizing\n         the New York state energy research and development authority to devel-\n         op a temporary  middle  income  home  energy  assistance  program  and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1854 of the public authorities law  is  amended  by\n    2  adding a new subdivision 9 to read as follows:\n    3    9.  TEMPORARY  MIDDLE  INCOME  HOME ENERGY ASSISTANCE PROGRAM. (A) THE\n    4  AUTHORITY IS AUTHORIZED, IN CONJUNCTION WITH THE DEPARTMENT OF  TAXATION\n    5  AND  FINANCE,  TO DEVELOP, IMPLEMENT, ADMINISTER AND OPERATE A PLAN, AND\n    6  HOLD AND SECURE  FUNDS  AVAILABLE  FOR  SUCH  PLAN,  TO  MAKE  AVAILABLE\n    7  ONE-TIME  SUPPLEMENTING  GRANTS  FOR  THE  PURPOSE OF ASSISTING ELIGIBLE\n    8  HOUSEHOLDS TO OBTAIN HOME HEATING FUEL.\n    9    (B) FOR PURPOSES OF THIS SUBDIVISION, THE  TERM  \"HOME  HEATING  FUEL\"\n   10  SHALL  MEAN  FUEL  OIL,  COAL,  WOOD, PROPANE, NATURAL GAS, ELECTRICITY,\n   11  STEAM, KEROSENE AND ANY OTHER FUEL WHEN  USED  FOR  RESIDENTIAL  HEATING\n   12  PURPOSES.\n   13    (C) THE AUTHORITY IS REQUIRED, IN ACCORDANCE WITH THE PLAN ESTABLISHED\n   14  IN  PARAGRAPH  (A)  OF THIS SUBDIVISION, TO PARTICIPATE IN THE TEMPORARY\n   15  MIDDLE INCOME HOME ENERGY ASSISTANCE  PROGRAM  AND  TO  ASSIST  ELIGIBLE\n   16  HOUSEHOLDS TO OBTAIN MIDDLE INCOME HOME ENERGY ASSISTANCE.\n   17    (D)  PERSONS  WHO  QUALIFY FOR MIDDLE INCOME HOME ENERGY ASSISTANCE IN\n   18  ACCORDANCE WITH STANDARDS PROMULGATED BY THE AUTHORITY, SHALL BE  CERTI-\n   19  FIED  AS  ELIGIBLE  FOR AND ENTITLED TO RECEIVE SUCH HOME ENERGY ASSIST-\n   20  ANCE. NO PERSON, HOWEVER, SHALL BE CERTIFIED AS ELIGIBLE FOR  AND  ENTI-\n   21  TLED  TO  RECEIVE  SUCH  HOME  ENERGY  ASSISTANCE  IF NO STATE FUNDS ARE\n   22  AVAILABLE FOR SUCH PURPOSE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02121-01-1\n\n       S. 1064                             2\n\n    1    (E) NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW TO THE CONTRARY,\n    2  THE AMOUNT OF ANY HOME ENERGY ASSISTANCE PAYMENTS OR ALLOWANCES PROVIDED\n    3  TO AN ELIGIBLE HOUSEHOLD UNDER SUCH PLAN SHALL NOT BE CONSIDERED  INCOME\n    4  OR  RESOURCES  OF  SUCH  HOUSEHOLDS,  OR  OF ANY MEMBER THEREOF, FOR ANY\n    5  PURPOSE UNDER ANY STATE LAW.\n    6    (F)  EXPENDITURES  MADE  BY THE AUTHORITY PURSUANT TO THE STATE MIDDLE\n    7  INCOME HOME ENERGY ASSISTANCE PROGRAM, INCLUDING THE COSTS  OF  ADMINIS-\n    8  TRATION,  SHALL  BE  SUBJECT TO ONE HUNDRED PERCENT REIMBURSEMENT BY THE\n    9  STATE, IF AND FOR AS LONG AS STATE FUNDS  ARE  AVAILABLE  FOR  THE  FULL\n   10  AMOUNT OF SUCH EXPENDITURES.\n   11    (G)  ADMINISTRATIVE  FUNDS  TO IMPLEMENT THE PROGRAM DESCRIBED IN THIS\n   12  SUBDIVISION AT THE STATE AND LOCAL LEVELS SHALL BE SET AT TEN PERCENT OF\n   13  THE TOTAL AMOUNT ALLOCATED. ADMINISTRATIVE MONIES SHALL BE DERIVED  FROM\n   14  FUNDS IDENTIFIED BY THE DIVISION OF THE BUDGET.\n   15    S  2.  This  act shall take effect immediately and shall expire and be\n   16  deemed repealed April 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to authorizing the New York state energy research and development authority to develop a temporary middle income home energy assistance program and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T105108.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110105.T104107.TXT", "SOBI.D110105.T091055.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346250194
}