{
  "year" : 2011,
  "senateBillNo" : "S1066-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1066-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the Energy Research and Development Authority to do a study as to a comprehensive energy plan for the downstate region of the state",
  "summary" : "Directs the Energy Research and Development Authority to do a study as to a comprehensive energy plan for the downstate region of the state. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SA1785-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1066\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  DIAZ,  DUANE, HASSELL-THOMPSON, KRUEGER,\n         KRUGER, MONTGOMERY, PERKINS,  SAMPSON,  STAVISKY  --  read  twice  and\n         ordered  printed, and when printed to be committed to the Committee on\n         Energy and Telecommunications\n\n       AN ACT to amend the public authorities law, in relation to directing the\n         New York state energy research and development authority to conduct  a\n         study  related to a comprehensive energy plan for the downstate region\n         of the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 1855-a to read as follows:\n    3    S 1855-A. COMPREHENSIVE ENERGY MANAGEMENT PLAN.  1. THE  AUTHORITY  IS\n    4  HEREBY  AUTHORIZED  AND  DIRECTED  TO  CONDUCT  A COMPREHENSIVE STUDY TO\n    5  ANALYZE THE ELECTRICITY AND STEAM CAPACITY AND POWER  DISTRIBUTION  GRID\n    6  CONDITIONS  IN  THE DOWNSTATE REGION OF THE STATE.  FOR PURPOSES OF THIS\n    7  SECTION, \"DOWNSTATE\" SHALL BE DEFINED AS THAT REGION  LOCATED  SOUTH  OF\n    8  THE  MILLWOOD - SOUTH TRANSMISSION INTERFACE.  SUCH STUDY SHALL INCLUDE,\n    9  BUT SHALL NOT BE LIMITED TO:\n   10    (A) AN ANALYSIS OF PROJECTED POWER NEEDS AND AN ASSESSMENT  OF  EXIST-\n   11  ING:\n   12    (I) GENERATING FACILITIES WITH A CAPACITY OF TWENTY MEGAWATTS OR MORE;\n   13    (II) POWER GRID CAPACITY AND LOAD POCKETS;\n   14    (III) NATURAL GAS AND OTHER FUEL SOURCE CAPACITY;\n   15    (IV) SUBSTATION TRANSFORMERS; AND\n   16    (V) EMERGENCY GENERATORS;\n   17    (B) AN ANALYSIS OF FUTURE POWER NEEDS;\n   18    (C) AN ENVIRONMENTAL ASSESSMENT OF GENERATING FACILITIES WITH A CAPAC-\n   19  ITY OF TWENTY MEGAWATTS OR MORE INCLUDING, BUT NOT LIMITED TO:\n   20    (I) EMISSIONS;\n   21    (II) WATER IMPACTS;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02149-01-1\n\n       S. 1066                             2\n\n    1    (III) LAND USE IMPACTS;\n    2    (IV) TRAFFIC IMPACTS; AND\n    3    (V) NOISE IMPACTS;\n    4    (D) THE IDENTIFICATION OF AREAS OF OVERSATURATION OF POWER FACILITIES;\n    5  AND\n    6    (E) AN ASSESSMENT OF ALTERNATIVES, SUCH AS:\n    7    (I) ENERGY EFFICIENCY;\n    8    (II) LOAD CURTAILMENT;\n    9    (III) CLEAN DISTRIBUTED GENERATION; AND\n   10    (IV) CO-GENERATION.\n   11    2.  THE  AUTHORITY  SHALL SUBMIT A COPY OF SUCH STUDY TO THE GOVERNOR,\n   12  THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY,  THE\n   13  CHAIRPERSON  OF  THE  SENATE ENERGY AND TELECOMMUNICATIONS COMMITTEE AND\n   14  THE CHAIRPERSON OF THE ASSEMBLY ENERGY COMMITTEE NO LATER  THAN  JANUARY\n   15  FIRST, TWO THOUSAND TWELVE.\n   16    3.  UPON COMPLETION OF THE STUDY CONDUCTED PURSUANT TO SUBDIVISION ONE\n   17  OF THIS SECTION, THE AUTHORITY SHALL DEVELOP  AN  OVERALL  COMPREHENSIVE\n   18  ENERGY  MANAGEMENT PLAN.   SUCH PLAN SHALL TAKE INTO ACCOUNT THE RESULTS\n   19  AND FINDINGS OF SUCH STUDY, AND SHALL INCLUDE, BUT SHALL NOT BE  LIMITED\n   20  TO THE FOLLOWING:\n   21    (A) AN OUTLINE OF GUIDELINES AND REQUIREMENTS FOR SITING POWER PLANTS;\n   22    (B)  THE  RESEARCH OF POTENTIAL SITES FOR FUTURE POWER PLANT LOCATIONS\n   23  THAT MEET THE GUIDELINES AND REQUIREMENTS ESTABLISHED PURSUANT TO  PARA-\n   24  GRAPH  (A) OF THIS SUBDIVISION AND ARE NOT LOCATED IN AREAS OF OVERSATU-\n   25  RATION;\n   26    (C) AN IDENTIFICATION OF EXISTING PLANTS THAT SHOULD BE  TARGETED  FOR\n   27  RE-POWERING WITH MORE EFFICIENT GENERATORS; AND\n   28    (D) A REQUIREMENT THAT AT LEAST TWO PUBLIC HEARINGS BE HELD WITHIN THE\n   29  DOWNSTATE  REGION  DESCRIBED  IN  SUBDIVISION ONE OF THIS SECTION WITHIN\n   30  SIXTY DAYS OF THE PUBLICATION  OF  SUCH  MANAGEMENT  PLAN,  AND  PROVIDE\n   31  ADEQUATE OPPORTUNITY FOR WRITTEN TESTIMONY REGARDING SUCH PLAN.\n   32    4.  THE  AUTHORITY  SHALL SUBMIT A COPY OF SUCH MANAGEMENT PLAN TO THE\n   33  GOVERNOR, THE TEMPORARY PRESIDENT OF THE  SENATE,  THE  SPEAKER  OF  THE\n   34  ASSEMBLY,  THE  CHAIRPERSON  OF THE SENATE ENERGY AND TELECOMMUNICATIONS\n   35  COMMITTEE AND THE CHAIRPERSON OF THE ASSEMBLY ENERGY COMMITTEE NO  LATER\n   36  THAN SEPTEMBER FIRST, TWO THOUSAND TWELVE.\n   37    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to directing the New York state energy research and development authority to conduct a study related to a comprehensive energy plan for the downstate region of the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T091556.TXT", "SOBI.D110105.T105108.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110105.T104608.TXT", "SOBI.D110105.T104107.TXT", "SOBI.D110105.T091055.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346250203
}