{
  "year" : 2011,
  "senateBillNo" : "S1062-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S1062-2011-1294203600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows college coursework to be credited as a work activity which may be used toward fulfilling the employment requirements for public assistance benefits",
  "summary" : "Allows college coursework to be credited as a work activity which may be used toward fulfilling the employment requirements for public assistance benefits under certain conditions. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S2162-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1062\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. PARKER, PERALTA, PERKINS, SAMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Social Services\n\n       AN  ACT  to  amend  the  social services law, in relation to access to a\n         college education by public assistance recipients who are  subject  to\n         work participation requirements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 336-a of the social services  law,  as  amended  by\n    2  section  148 of part B of chapter 436 of the laws of 1997, is amended to\n    3  read as follows:\n    4    S 336-a. Educational activities. 1. Social  services  districts  shall\n    5  make  available  vocational  educational training and educational activ-\n    6  ities. Such activities may include but need  not  be  limited  to,  high\n    7  school  education  or  education designed to prepare a participant for a\n    8  high school  equivalency  certificate,  basic  and  remedial  education,\n    9  education  in English proficiency and no more than a total of [two] FOUR\n   10  years of post-secondary education (or the part-time equivalent if  full-\n   11  time  study  would constitute an undue hardship) in any of the following\n   12  providers which meet the performance or assessment standards established\n   13  in regulations by the commissioner for  such  providers:    a  community\n   14  college  OR  A TWO-YEAR COLLEGE, licensed trade school, registered busi-\n   15  ness school, or a [two-year] FOUR-YEAR college; provided, however,  that\n   16  such post-secondary education must be necessary to the attainment of the\n   17  participant's individual employment goal as set forth in the employabil-\n   18  ity  plan and such goal must relate directly to obtaining useful employ-\n   19  ment in a recognized occupation.\n   20    2. When a district contracts with a proprietary vocational  school  to\n   21  provide  vocational  educational training to participants, not more than\n   22  [twenty-five] FIFTY percent of the  approved  duration  of  the  program\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01717-01-1\n\n       S. 1062                             2\n\n    1  shall be devoted to preparation for a high school equivalency diploma or\n    2  instruction in English for students with limited proficiency in English.\n    3  Participants  needing instruction in basic literacy shall be referred to\n    4  basic education programs. Instructors employed by proprietary schools to\n    5  prepare  a  participant for a high school equivalency certificate or for\n    6  education in English  proficiency  shall  meet  experience  requirements\n    7  established by the regulations of the commissioner of education.\n    8    3.  When a participant is assigned to an appropriate vocational educa-\n    9  tional or educational activity and such activity is available at no cost\n   10  to the social services district through the school district or board  of\n   11  cooperative  educational  services  in  which the participant resides or\n   12  through another agency or organization  providing  educational  services\n   13  WHICH MEET SUCH MINIMUM STANDARDS AS THE COMMISSIONER OF EDUCATION SHALL\n   14  ESTABLISH,  the  social services district shall refer the participant to\n   15  such district, board, agency or organization.\n   16    4. To the extent provided in paragraphs (a) through (d) of this subdi-\n   17  vision and if resources permit,  each  social  services  official  shall\n   18  assign to appropriate educational activities any participant who has not\n   19  obtained a high school diploma or its equivalent:\n   20    (a)  In  accordance  with  the  provisions  of  this chapter, any such\n   21  participant who is under age eighteen shall be required to attend educa-\n   22  tional activities designed to prepare the individual for a  high  school\n   23  degree  or  equivalency certificate. Participants who are not subject to\n   24  compulsory school attendance  requirements  may  be  exempted  from  the\n   25  requirements of this paragraph under criteria established by the depart-\n   26  ment  in consultation with the state education department and consistent\n   27  with federal law and regulations.\n   28    (b) Any such participant who is age  eighteen  or  nineteen  shall  be\n   29  assigned  to  educational  activities,  except  that  the district shall\n   30  assign such participant to employment and/or other activities under this\n   31  title if the district has determined that  such  alternative  activities\n   32  are  consistent  with the participant's employability plan and, pursuant\n   33  to [department] OFFICE regulations, there has been  a  determination  by\n   34  the  district  based  on  such  plan that educational activities are not\n   35  [appropriate] REQUIRED for such participant TO OBTAIN THE KNOWLEDGE  AND\n   36  SKILLS NEEDED TO BE EMPLOYED IN THE OCCUPATION CHOSEN BY THE PARTICIPANT\n   37  AS HIS OR HER EMPLOYMENT GOAL IN SUCH PLAN BECAUSE HE OR SHE HAS CLEARLY\n   38  AND  AFFIRMATIVELY  DEMONSTRATED  THAT  HE OR SHE ALREADY POSSESSES SUCH\n   39  KNOWLEDGE AND SKILLS or that the participant has failed  to  [make  good\n   40  progress]  MAINTAIN  A  CUMULATIVE  C  AVERAGE OR ITS EQUIVALENT in such\n   41  educational activities, EXCEPT WHERE UNDUE HARDSHIP RESULTING  FROM  THE\n   42  DEATH  OF  A  RELATIVE OF THE STUDENT, THE PERSONAL INJURY OR ILLNESS OF\n   43  THE STUDENT, OR OTHER EXTENUATING CIRCUMSTANCES, IS RESPONSIBLE FOR SUCH\n   44  FAILURE TO MAINTAIN A CUMULATIVE C AVERAGE OR ITS EQUIVALENT.\n   45    (c) Any such participant who is an adult in a two-parent family and is\n   46  under age twenty-five may be  required  to  participate  in  educational\n   47  activities  consistent with his or her employment goals set forth in the\n   48  employability plan.\n   49    (d) The social  services  official  shall  not  assign  a  participant\n   50  described in this subdivision to any activities which interfere with the\n   51  educational  activities assigned pursuant to such participant's employa-\n   52  bility plan and described in this subdivision.\n   53    5. Any applicant for or recipient of public assistance pursuing  VOCA-\n   54  TIONAL  EDUCATION  OR EDUCATIONAL activities described in this [subdivi-\n   55  sion] SECTION shall not be assigned  to  any  other  activity  prior  to\n   56  conducting  an  assessment  and  developing  an  employability  plan  as\n\n       S. 1062                             3\n\n    1  prescribed in section three hundred thirty-five or three  hundred  thir-\n    2  ty-five-a  of this title AND MAY BE ASSIGNED TO SUCH OTHER ACTIVITY ONLY\n    3  IF SUCH INDIVIDUAL'S ASSESSMENT AND SUCH INDIVIDUAL'S EMPLOYABILITY PLAN\n    4  WARRANT  THE  ASSIGNMENT  TO  SUCH OTHER ACTIVITY. Local social services\n    5  districts may periodically reevaluate a  participant's  employment  plan\n    6  and  make assignments to other work activities [in order to meet partic-\n    7  ipation rates] NOT INCONSISTENT WITH THE REQUIREMENTS OF  THIS  SECTION,\n    8  giving  due  consideration to the participant's progress in the current,\n    9  and if applicable, prior program.\n   10    6. Nothing required in this section shall be  construed  to  supersede\n   11  the  eligibility requirements of teen parents as set forth in this chap-\n   12  ter.\n   13    7. (A) IN ANY SOCIAL SERVICES DISTRICT IN WHICH THE APPLICABLE FEDERAL\n   14  OR STATE WORK ACTIVITY PARTICIPATION RATES WERE  MET  FOR  THE  PREVIOUS\n   15  YEAR  OR  ARE  PROJECTED  WILL BE MET FOR THE CURRENT YEAR, PARTICIPANTS\n   16  SHALL BE PERMITTED TO PURSUE POST-SECONDARY EDUCATION, INCLUDING PARTIC-\n   17  IPATION IN A FOUR YEAR PROGRAM, IN SATISFACTION  OF  THE  WORK  ACTIVITY\n   18  REQUIREMENTS OF THIS TITLE.\n   19    (B)  WHEN  A  PARTICIPANT  ENGAGES IN EDUCATIONAL ACTIVITY PURSUANT TO\n   20  THIS SECTION IN FULL OR PARTIAL SATISFACTION OF HIS OR HER WORK REQUIRE-\n   21  MENT, THE LOCAL DISTRICT SHALL COUNT  EACH  HOUR  OF  CLASSROOM  PARTIC-\n   22  IPATION AS WORK ACTIVITY AND SHALL ALSO COUNT THE TIME REASONABLY NECES-\n   23  SARY  FOR STUDY AND CLASS PREPARATION AS WORK ACTIVITY. FOR EACH HOUR OF\n   24  CLASSROOM PARTICIPATION, THE TIME REASONABLY  NECESSARY  FOR  STUDY  AND\n   25  CLASS  PREPARATION  SHALL  BE  DEEMED  TO BE THE NUMBER OF SUPPLEMENTARY\n   26  ASSIGNMENT HOURS REQUIRED BY STATE EDUCATION DEPARTMENT REGULATIONS  FOR\n   27  EACH  CREDIT  HOUR  IN  A  COURSE  OF  PROFESSIONAL OR HIGHER EDUCATION;\n   28  PROVIDED THAT A DISTRICT MAY COUNT A LARGER NUMBER OF HOURS IF A PARTIC-\n   29  IPANT DEMONSTRATES THAT HIS OR HER EDUCATIONAL ACTIVITY REQUIRES A LARG-\n   30  ER NUMBER OF HOURS FOR STUDY, PREPARATION OR OTHER  SUPPLEMENTAL  ACTIV-\n   31  ITY.\n   32    (C) A DISTRICT SOCIAL SERVICES OFFICIAL SHALL NOT ASSIGN A PARTICIPANT\n   33  DESCRIBED IN THIS SUBDIVISION TO ANY ACTIVITIES WHICH INTERFERE WITH THE\n   34  EDUCATIONAL ACTIVITIES DESCRIBED IN THIS SUBDIVISION. THE DISTRICT SHALL\n   35  NOT  ASSIGN ANY ADDITIONAL ACTIVITIES TO A PARTICIPANT DESCRIBED IN THIS\n   36  SUBDIVISION WHO IS ENROLLED  AT  LEAST  HALF-TIME  IN  A  POST-SECONDARY\n   37  PROGRAM  AND  HAS AT LEAST A CUMULATIVE C AVERAGE OR ITS EQUIVALENT. THE\n   38  DISTRICT MAY WAIVE THE REQUIREMENT THAT THE  STUDENT  HAVE  AT  LEAST  A\n   39  CUMULATIVE  C  AVERAGE OR ITS EQUIVALENT FOR UNDUE HARDSHIP BASED ON (I)\n   40  THE DEATH OF A RELATIVE OF THE STUDENT; (II)  THE  PERSONAL  ILLNESS  OR\n   41  INJURY OF THE STUDENT; OR (III) OTHER EXTENUATING CIRCUMSTANCES.\n   42    S 2. This act shall take effect on the one hundred twentieth day after\n   43  it shall have become a law, provided, however, that effective immediate-\n   44  ly,  the  addition,  amendment and/or repeal of any rules or regulations\n   45  necessary for the implementation of the provisions of this  act  on  its\n   46  effective date is authorized and directed to be made and completed on or\n   47  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to access to a college education by public assistance recipients who are subject to work participation requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T165020.TXT", "SOBI.D110105.T090555.TXT", "SOBI.D110104.T163518.TXT", "SOBI.D110106.T153730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346250183
}