{
  "year" : 2011,
  "senateBillNo" : "S106-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S106-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a temporary state commission to study and investigate issues affecting reentry of inmates released from correctional facilities; appropriation",
  "summary" : "Creates a temporary state commission to study and investigate issues affecting reentry of inmates released from correctional facilities; provides for the repeal of such provisions upon expiration thereof; appropriates $250,000 therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S1269-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          106\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. MONTGOMERY, DUANE, HASSELL-THOMPSON, KRUEGER, PARK-\n         ER, SAMPSON, SAVINO -- read twice and ordered printed, and when print-\n         ed to be committed to the Committee on Finance\n\n       AN ACT to create a temporary state commission to study  and  investigate\n         issues affecting reentry of inmates released from correctional facili-\n         ties;  making  an appropriation therefor; and providing for the repeal\n         of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  A temporary state commission, to be known as the New York\n    2  state criminal justice commission on reentry (hereinafter \"commission\"),\n    3  is hereby created to study issues, including  relevant  statutes,  regu-\n    4  lations  and  existing  programs involving reentry and re-integration of\n    5  inmates released from  state  and  local  correctional  facilities.  The\n    6  commission shall investigate all factors that impede successful re-inte-\n    7  gration  into  society  and obviate the concept of a second chance.  The\n    8  commission shall analyze the impact of existing policies  on  successful\n    9  reentry, identify specific obstacles to re-integration and compare poli-\n   10  cies  of this state to those of other states and the federal government.\n   11  The commission shall collect data from state and  federal  agencies  and\n   12  may analyze any current research deemed relevant and appropriate.\n   13    S  2.  a. The commission shall consist of eighteen members as follows:\n   14  three members shall be appointed by the speaker of the  assembly;  three\n   15  members shall be appointed by the temporary president of the senate; two\n   16  members shall be appointed by the minority leader of the senate; and two\n   17  members  shall  be  appointed  by  the  minority leader of the assembly.\n   18  Members so appointed shall be representative of community based  provid-\n   19  ers of employment, education, housing and other services needed by indi-\n   20  viduals  returning  to  society from prison, criminal justice advocates,\n   21  and academic professionals in the field of criminal justice. The remain-\n   22  ing members shall be the heads of the following departments or  agencies\n   23  or  their respective designees: the department of correctional services,\n   24  the department of criminal justice services, the division of housing and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01515-01-1\n\n       S. 106                              2\n\n    1  community renewal, the department of labor, the department of education,\n    2  the office of alcoholism and substance abuse services, the  division  of\n    3  probation  and  correctional alternatives and the division of parole. No\n    4  person  shall  be  a  member  of  such commission while such person is a\n    5  member of the senate or assembly. Any vacancy on such  commission  shall\n    6  be  filled  in the same manner as the original appointment was made. The\n    7  chairperson of the commission shall be the head or designee of the divi-\n    8  sion of criminal justice services. The vice-chairperson of  the  commis-\n    9  sion  shall  be a representative of one of the community-based organiza-\n   10  tions and appointed by the chairperson.\n   11    b. Except as provided in subdivision a of  this  section,  no  member,\n   12  officer or employee of the commission shall be disqualified from holding\n   13  any  other  public office or employment, nor shall he or she forfeit any\n   14  such office or employment by reason of his or her appointment hereunder,\n   15  notwithstanding the provisions of any general,  special  or  local  law,\n   16  ordinance or city charter.\n   17    S  3.  The members of the commission shall receive no compensation for\n   18  their services, but shall be allowed their actual and necessary expenses\n   19  incurred in the performance of their duties hereunder.\n   20    S 4. The commission may employ and at pleasure remove  such  personnel\n   21  as  it  may  deem necessary for the performance of its functions and fix\n   22  their compensation within the amounts made  available  by  appropriation\n   23  therefor.\n   24    S  5.  For the accomplishment of its purposes, the commission shall be\n   25  authorized and empowered to undertake any studies, inquiries, surveys or\n   26  analyses it may deem relevant through its own personnel  or  in  cooper-\n   27  ation with or by agreement with any other public or private agency. Such\n   28  commission shall meet and hold public hearings or private meetings with-\n   29  in  or without the state, and shall have all the powers of a legislative\n   30  committee pursuant to the legislative law.\n   31    S 6. The commission may request and shall receive from  any  court  in\n   32  the  state  and from any subdivision, department, board, bureau, commis-\n   33  sion, office, agency or other instrumentality of the  state  or  of  any\n   34  political subdivision thereof such facilities, assistance and data as it\n   35  deems  necessary or desirable for the proper execution of its powers and\n   36  duties and to effectuate the purposes set forth in this act.\n   37    S 7. The commission shall make a report of its findings, including any\n   38  recommendations for legislative action as  it  may  deem  necessary  and\n   39  appropriate, to the governor and the legislature no later than the thir-\n   40  ty-first  of December in the year next succeeding the year in which this\n   41  act shall have become a law.\n   42    S 8. The sum of two hundred fifty thousand dollars  ($250,000)  or  so\n   43  much  thereof  as  may be deemed necessary is hereby appropriated out of\n   44  any moneys in the state treasury in the general fund to  the  credit  of\n   45  the state purposes account for services and expenses of the state crimi-\n   46  nal  justice commission on reentry, not otherwise appropriated, and made\n   47  immediately available for the purposes of carrying out the provisions of\n   48  this act.  Such moneys shall be payable on the audit and warrant of  the\n   49  comptroller on vouchers certified or approved by the chair of the tempo-\n   50  rary commission established by this act.\n   51    S 9. This act shall take effect immediately and shall continue in full\n   52  force  and effect until the thirty-first of December next succeeding the\n   53  year in which it shall have  become  a  law  when  upon  such  date  the\n   54  provisions of this act shall expire and be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create a temporary state commission to study and investigate issues affecting reentry of inmates released from correctional facilities; making an appropriation therefor; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T104941.TXT", "SOBI.D101203.T102940.TXT", "SOBI.D101203.T101439.TXT", "SOBI.D101206.T121405.TXT", "SOBI.D101203.T104441.TXT", "SOBI.D101203.T094438.TXT", "SOBI.D101203.T094938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291655645637
}