{
  "year" : 2011,
  "senateBillNo" : "S1065-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1065-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for expiration of temporary state energy and utility service conservation assessment at end of state fiscal year unless governor asks for a continuance",
  "summary" : "Provides for the expiration of the temporary state energy and utility service conservation assessment at end of each state fiscal year unless the governor requests a continuance of such assessment from the legislature. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S6850-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1065\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERKINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Energy and  Tele-\n         communications\n\n       AN ACT to amend the public service law, in relation to the imposition of\n         the temporary state energy and utility service conservation assessment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision  6  of  section  18-a  of  the\n    2  public  service  law,  as added by section 4 of part NN of chapter 59 of\n    3  the laws of 2009, is amended to read as follows:\n    4    (a) Notwithstanding any provision of law to the contrary, and  subject\n    5  to the exceptions provided for in paragraph (b) of this subdivision, for\n    6  the state fiscal year beginning on April first, two thousand nine and UP\n    7  TO  four  state  fiscal  years thereafter, a temporary annual assessment\n    8  (hereinafter \"temporary state energy and  utility  service  conservation\n    9  assessment\")  is  hereby  imposed on public utility companies (including\n   10  for the purposes of this subdivision municipalities other  than  munici-\n   11  palities  as  defined  in section eighty-nine-l of this chapter), corpo-\n   12  rations (including for purposes of  this  subdivision  the  Long  Island\n   13  power  authority),  and  persons  subject to the commission's regulation\n   14  (hereinafter such public utility companies,  corporations,  and  persons\n   15  are referred to collectively as the \"utility entities\") to encourage the\n   16  conservation  of  energy  and  other  resources provided through utility\n   17  entities, to be assessed in the manner  provided  in  this  subdivision;\n   18  provided,  however, that such assessment shall not be imposed upon tele-\n   19  phone corporations as defined in subdivision seventeen of section two of\n   20  this article; AND PROVIDED, FURTHER, THAT THE AUTHORITY TO  IMPOSE  SUCH\n   21  ASSESSMENT SHALL EXPIRE AT THE END OF EACH STATE FISCAL YEAR ON OR AFTER\n   22  MARCH  THIRTY-FIRST,  TWO  THOUSAND ELEVEN, UNLESS THE GOVERNOR REQUESTS\n   23  THE AUTHORITY  FROM THE LEGISLATURE TO CONTINUE TO IMPOSE THE  TEMPORARY\n   24  STATE  ENERGY  AND  UTILITY SERVICE CONSERVATION ASSESSMENT FOR AN ADDI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02135-01-1\n\n       S. 1065                             2\n\n    1  TIONAL FISCAL YEAR, AFTER CERTIFYING THE NECESSITY  FOR  SUCH  CONTINUED\n    2  ASSESSMENT TO THE LEGISLATURE.\n    3    S  2. This act shall take effect immediately; provided that the amend-\n    4  ments to subdivision 6 of section 18-a of the public service  law,  made\n    5  by  section  one of this act, shall not affect the expiration and repeal\n    6  of such subdivision and shall expire and be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the imposition of the temporary state energy and utility service conservation assessment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T105108.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110105.T104107.TXT", "SOBI.D110105.T091055.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346250196
}