{
  "year" : 2011,
  "senateBillNo" : "S1072-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1072-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"taxpayer advocate act\" to create the office of taxpayer advocate",
  "summary" : "Enacts the \"taxpayer advocate act\" to create the office of taxpayer advocate. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S2620-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1072\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DeFRANCISCO -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the tax law, in relation to enacting the \"taxpayer advo-\n         cate act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  the \"taxpayer advocate act\".\n    3    S 2. The tax law is amended by adding a new section 3013  to  read  as\n    4  follows:\n    5    S 3013. OFFICE OF TAXPAYER ADVOCATE. (A) THERE SHALL BE ESTABLISHED IN\n    6  THE  DEPARTMENT  AN  OFFICE  TO  BE KNOWN AS THE \"OFFICE OF THE TAXPAYER\n    7  ADVOCATE\". SUCH OFFICE SHALL BE UNDER THE SUPERVISION AND  DIRECTION  OF\n    8  AN  OFFICIAL  KNOWN  AS  THE  \"TAXPAYER ADVOCATE\". THE TAXPAYER ADVOCATE\n    9  SHALL BE APPOINTED BY THE GOVERNOR BY AND WITH THE ADVICE AND CONSENT OF\n   10  THE SENATE. THE TAXPAYER ADVOCATE SHALL REPORT DIRECTLY TO  THE  COMMIS-\n   11  SIONER.    THE  TAXPAYER ADVOCATE SHALL DEVOTE HIS OR HER ENTIRE TIME TO\n   12  THE DUTIES OF SUCH OFFICE.\n   13    (B) NO PERSON SHALL BE APPOINTED AS A TAXPAYER ADVOCATE UNLESS AT  THE\n   14  TIME OF SUCH PERSON'S APPOINTMENT SUCH PERSON IS A RESIDENT OF THE STATE\n   15  AND  IS  KNOWLEDGEABLE  ON  THE  SUBJECT  OF TAXATION AND IS SKILLFUL IN\n   16  MATTERS PERTAINING THERETO. ONCE APPOINTED AND CONFIRMED,  THE  TAXPAYER\n   17  ADVOCATE  SHALL  CONTINUE IN OFFICE UNTIL SUCH PERSON'S TERM EXPIRES AND\n   18  UNTIL SUCH PERSON'S SUCCESSOR HAS BEEN APPOINTED AND HAS QUALIFIED.  THE\n   19  TERM OF OFFICE SHALL BE FOUR YEARS.\n   20    (C)  ANY  TAXPAYER  ADVOCATE  MAY BE REMOVED BY THE GOVERNOR FOR CAUSE\n   21  AFTER AN OPPORTUNITY TO BE HEARD. A  STATEMENT  OF  THE  CAUSE  OF  SUCH\n   22  PERSON'S  REMOVAL  SHALL  BE  FILED BY THE GOVERNOR IN THE OFFICE OF THE\n   23  SECRETARY OF STATE.\n   24    (D) IN THE EVENT OF  A  VACANCY  CAUSED  BY  THE  DEATH,  RESIGNATION,\n   25  REMOVAL  OR  DISABILITY  OF  THE TAXPAYER ADVOCATE, THE VACANCY SHALL BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07038-01-1\n\n       S. 1072                             2\n\n    1  FILLED BY THE GOVERNOR BY AND WITH THE ADVICE AND CONSENT OF THE  SENATE\n    2  FOR THE UNEXPIRED TERM.\n    3    (E) (1) THE OFFICE OF TAXPAYER ADVOCATE SHALL HAVE THE FOLLOWING FUNC-\n    4  TIONS, POWERS AND DUTIES:\n    5    (I) TO ASSIST TAXPAYERS IN RESOLVING PROBLEMS WITH THE DEPARTMENT;\n    6    (II)  TO  IDENTIFY  AREAS IN WHICH TAXPAYERS HAVE PROBLEMS IN DEALINGS\n    7  WITH THE DEPARTMENT;\n    8    (III) TO PROPOSE SOLUTIONS, INCLUDING ADMINISTRATIVE CHANGES TO  PRAC-\n    9  TICES AND PROCEDURES OF THE DEPARTMENT;\n   10    (IV)  TO RECOMMEND LEGISLATIVE ACTION AS MAY BE APPROPRIATE TO RESOLVE\n   11  PROBLEMS ENCOUNTERED BY TAXPAYERS;\n   12    (V) TO PRESERVE AND PROMOTE THE RIGHTS OF THE TAXPAYER;\n   13    (VI) TO PROMOTE OPEN AND DIRECT COMMUNICATIONS; AND\n   14    (VII) TO APPOINT SUCH OFFICERS AND EMPLOYEES AS IT MAY REQUIRE FOR THE\n   15  PERFORMANCE OF ITS DUTIES.\n   16    (2) THE TAXPAYER ADVOCATE SHALL PREPARE AN ANNUAL  REPORT  AS  TO  THE\n   17  ACTIVITIES  OF  THE TAXPAYER ADVOCATE. SUCH REPORT SHALL BE SUBMITTED TO\n   18  THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF  THE\n   19  ASSEMBLY  AND  THE  COMMISSIONER  NO  LATER THAN THE THIRTY-FIRST DAY OF\n   20  DECEMBER COMMENCING IN THE YEAR TWO THOUSAND TWELVE AND EVERY YEAR THER-\n   21  EAFTER. ANY SUCH REPORT SHALL CONTAIN FULL AND SUBSTANTIVE ANALYSIS,  IN\n   22  ADDITION TO STATISTICAL INFORMATION, AND SHALL:\n   23    (I)  IDENTIFY  THE  INITIATIVES  THE  TAXPAYER  ADVOCATE  HAS TAKEN ON\n   24  IMPROVING TAXPAYER SERVICES AND THE DEPARTMENT'S RESPONSIVENESS;\n   25    (II) CONTAIN A SUMMARY OF AT LEAST FIFTEEN OF THE MOST  SERIOUS  PROB-\n   26  LEMS  ENCOUNTERED BY TAXPAYERS, INCLUDING A DESCRIPTION OF THE NATURE OF\n   27  SUCH PROBLEMS;\n   28    (III) CONTAIN AN INVENTORY OF THE ITEMS DESCRIBED IN SUBPARAGRAPHS (I)\n   29  AND (II) OF THIS PARAGRAPH FOR WHICH  ACTION  HAS  BEEN  TAKEN  AND  THE\n   30  RESULT  OF  SUCH  ACTION;  AN  INVENTORY  FOR WHICH ACTION REMAINS TO BE\n   31  COMPLETED; AND AN INVENTORY FOR WHICH NO ACTION HAS BEEN TAKEN  AND  THE\n   32  REASONS FOR THE INACTION;\n   33    (IV)  CONTAIN  RECOMMENDATIONS FOR SUCH ADMINISTRATIVE AND LEGISLATIVE\n   34  ACTION AS MAY BE APPROPRIATE TO RESOLVE PROBLEMS ENCOUNTERED BY  TAXPAY-\n   35  ERS; AND\n   36    (V)  INCLUDE  SUCH OTHER INFORMATION AS THE TAXPAYER ADVOCATE MAY DEEM\n   37  ADVISABLE.\n   38    S 3. Subdivisions 1, 3 and 4 of section 170 of the tax  law,  subdivi-\n   39  sions 1 and 3 as amended by chapter 282 of the laws of 1986 and subdivi-\n   40  sion  4  as  amended  by chapter 283 of the laws of 1986, are amended to\n   41  read as follows:\n   42    1. The existing department of taxation and  finance  and  its  present\n   43  functions  are  continued.  The  head  of the department of taxation and\n   44  finance shall be the commissioner of taxation and finance who shall have\n   45  sole charge of the administration of such department except with  regard\n   46  to  the administration of the division of tax appeals which shall be the\n   47  sole charge of the tax appeals tribunal authorized by article  forty  of\n   48  this  chapter  AND THE OFFICE OF TAXPAYER ADVOCATE AUTHORIZED BY SECTION\n   49  THREE THOUSAND THIRTEEN OF THIS CHAPTER.  The commissioner [of  taxation\n   50  and  finance]  shall be appointed by the governor by and with the advice\n   51  and consent of the senate and shall  hold  office  as  commissioner  [of\n   52  taxation  and finance] until the end of the term of the governor by whom\n   53  he was appointed and until his successor  has  been  appointed  and  has\n   54  qualified.\n   55    3. The commissioner [of taxation and finance] may establish such addi-\n   56  tional  divisions  and  bureaus as he may deem necessary. He may appoint\n\n       S. 1072                             3\n\n    1  the heads of such divisions and bureaus and fix their duties and he  may\n    2  consolidate, alter or abolish any divisions or bureaus, except that such\n    3  commissioner  shall  have  no such authority or power with regard to the\n    4  division of tax appeals AND THE OFFICE OF TAXPAYER ADVOCATE.\n    5    4.  The  commissioner [of taxation and finance] may appoint and remove\n    6  such officers, assistants and other employees as he may  deem  necessary\n    7  for the exercise of the powers and duties of the department, all of whom\n    8  shall  be  in  the classified civil service unless otherwise provided by\n    9  law; and he may prescribe their duties, and fix their compensation with-\n   10  in the amounts appropriated therefor. The commissioner [of taxation  and\n   11  finance]  may  transfer  officers  or  employees from their positions to\n   12  other positions in the department, or abolish or consolidate such  posi-\n   13  tions.  He  shall  have  all  powers  necessary  to  perform  the duties\n   14  conferred upon him regarding the state  lottery  authorized  by  article\n   15  thirty-four  of this chapter. However, the commissioner [of taxation and\n   16  finance] shall have no power to appoint or remove any personnel  of  the\n   17  division  of tax appeals OR OF THE OFFICE OF TAXPAYER ADVOCATE nor shall\n   18  such commissioner have any power or authority with regard to the  opera-\n   19  tion  and  administration of such division OR OFFICE including any power\n   20  or authority over such division's OR OFFICE'S budget.  The  commissioner\n   21  shall furnish to the director of the division of the budget the itemized\n   22  estimates  of the financial needs of the division of tax appeals AND THE\n   23  OFFICE OF TAXPAYER ADVOCATE prepared by the tax appeals tribunal AND THE\n   24  OFFICE OF TAXPAYER ADVOCATE. Such itemized estimates may not be  revised\n   25  or altered in any manner by the commissioner.\n   26    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to enacting the \"taxpayer advocate act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T105108.TXT", "SOBI.D110105.T093557.TXT", "SOBI.D110105.T104107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294242668534
}