{
  "year" : 2011,
  "senateBillNo" : "S1078-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1078-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a lender may receive not more than 20% of the future appreciation of property secured by a reverse mortgage granted to a person 60 years old or older",
  "summary" : "Provides that a lender providing a reverse mortgage to a person who is 60 years of age or older may receive not more than 20% of the future appreciation of property secured by the mortgage as consideration for providing such reverse mortgage. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S1339-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1078\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. MARTINS, SKELOS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the real property law, in relation to  reverse  mortgage\n         loans for persons sixty years of age or older\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 280 of the real  property  law  is\n    2  amended by adding a new paragraph (d-1) to read as follows:\n    3    (D-1)  SUBJECT TO SUCH RULES OR REGULATIONS AS THE BANKING BOARD SHALL\n    4  ADOPT, THE AUTHORIZED LENDER, AT ITS OPTION, MAY RECEIVE  NO  MORE  THAN\n    5  TWENTY  PERCENT  OF THE FUTURE APPRECIATION OF THE PROPERTY SECURING THE\n    6  REVERSE MORTGAGE LOAN AS FULL OR PARTIAL CONSIDERATION FOR THE MAKING OF\n    7  A REVERSE MORTGAGE LOAN; PROVIDED, HOWEVER, THAT  SUCH  FUTURE  APPRECI-\n    8  ATION  SHALL  BE  LIMITED  BY  SUCH RULES AND REGULATIONS AS THE BANKING\n    9  BOARD MAY ADOPT OR THE AUTHORIZED LENDER MAY  CHARGE  A  FIXED  RATE  OF\n   10  INTEREST ON THE OUTSTANDING BALANCE OF MONIES ADVANCED UNDER THE REVERSE\n   11  MORTGAGE  AGREEMENT  OR  ANY COMBINATION THEREOF.  ANY SUCH APPRECIATION\n   12  SHALL NOT BE CONSIDERED INTEREST FOR THE PURPOSES OF ANY LAW  REGULATING\n   13  THE  MAXIMUM  RATE  OF  INTEREST WHICH MAY BE CHARGED, TAKEN OR RECEIVED\n   14  INCLUDING SECTIONS 190.40 AND 190.42 OF THE PENAL LAW; AND\n   15    S 2. This act shall take effect on the one hundred eightieth day after\n   16  it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06198-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to reverse mortgage loans for persons sixty years of age or older ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T121715.TXT", "SOBI.D110105.T102603.TXT", "SOBI.D110105.T103104.TXT", "SOBI.D110105.T104608.TXT", "SOBI.D110105.T104107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294334235512
}