{
  "year" : 2011,
  "senateBillNo" : "S107-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S107-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides inmates the opportunity to obtain a general equivalency diploma",
  "summary" : "Provides inmates the opportunity to obtain a general equivalency diploma; instructs the department of corrections to ensure that academic education programs provide the appropriate curriculum and certified academic staff for GED instruction. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S4793-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          107\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MONTGOMERY,  HASSELL-THOMPSON  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Crime Victims, Crime and Correction\n\n       AN  ACT  to  amend  the correction law, in relation to providing inmates\n         with the opportunity to obtain a general equivalency diploma\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 136 of the correction law, as amended by chapter 98\n    2  of the laws of 2007, is amended to read as follows:\n    3    S 136. Correctional education. 1. The objective of correctional educa-\n    4  tion  in  its  broadest sense should be the socialization of the inmates\n    5  through varied impressional and expressional activities,  with  emphasis\n    6  on  individual  inmate needs. The objective of this program shall be the\n    7  return of these inmates to society with a more wholesome attitude toward\n    8  living, with a desire to conduct themselves as good citizens,  and  with\n    9  the  skill  and  knowledge  which  will give them a reasonable chance to\n   10  maintain themselves and their dependents through honest labor.  To  this\n   11  end  each  inmate  shall  be  given a program of education which, on the\n   12  basis of available data, seems most likely to  further  the  process  of\n   13  socialization  and  rehabilitation.  Provided that, the commissioner, in\n   14  consultation with the commissioner of education, shall develop a curric-\n   15  ula for and require provision of an education program to all inmates, on\n   16  a periodic basis, on the consequences  and  prevention  of  shaken  baby\n   17  syndrome  which may include the viewing of a video presentation thereon.\n   18  The time daily devoted to such education shall be such  as  is  required\n   19  for  meeting the above objectives. The director of education, subject to\n   20  the direction of  the  commissioner  and  after  consultation  with  the\n   21  commissioner of education, shall develop the curricula and the education\n   22  programs that are required to meet the special needs of each correction-\n   23  al facility in the department. The commissioner of education, in [co-op-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01524-01-1\n\n       S. 107                              2\n\n    1  eration]  COOPERATION  with  the commissioner and the director of educa-\n    2  tion, shall set up the educational requirements for the certification of\n    3  teachers in all such correctional facilities. Such educational  require-\n    4  ments  shall be sufficiently broad and comprehensive to include training\n    5  in penology, sociology, psychology, philosophy, in the special  subjects\n    6  to  be  taught,  and  in any other professional courses as may be deemed\n    7  necessary by the responsible officers, and shall include training relat-\n    8  ing to the consequences and prevention of shaken baby syndrome which may\n    9  include the viewing of a video presentation thereon. No certificates for\n   10  teaching service in the state institutions  shall  be  issued  unless  a\n   11  minimum  of  four  years  of  training  beyond  the high school has been\n   12  secured, or an acceptable  equivalent.  Existing  requirements  for  the\n   13  certification  of  teachers  in the institutions shall continue in force\n   14  until changed pursuant to the provisions of this section.\n   15    2. ALL INMATES ADMITTED TO THE DEPARTMENT SERVING A  DETERMINATE  TERM\n   16  OF IMPRISONMENT, OR AN INDETERMINATE SENTENCE OF IMPRISONMENT OTHER THAN\n   17  A  SENTENCE OF LIFE IMPRISONMENT WITHOUT PAROLE, WHO HAVE BEEN EVALUATED\n   18  UPON ADMISSION PURSUANT TO SUBDIVISION ONE OF SECTION ONE HUNDRED  THIR-\n   19  TY-SEVEN OF THIS ARTICLE AND ARE DETERMINED TO BE CAPABLE OF SUCCESSFUL-\n   20  LY COMPLETING THE ACADEMIC COURSE WORK REQUIRED FOR A GENERAL EQUIVALEN-\n   21  CY  DIPLOMA,  SHALL  BE  PROVIDED  WITH THE OPPORTUNITY TO COMPLETE SUCH\n   22  COURSE WORK AT LEAST TWO MONTHS PRIOR TO THE DATE ON WHICH  SUCH  INMATE\n   23  MAY  BE PAROLED, CONDITIONALLY RELEASED, RELEASED TO POST RELEASE SUPER-\n   24  VISION PURSUANT TO SECTION 70.40 OF  THE  PENAL  LAW,  OR  PRESUMPTIVELY\n   25  RELEASED,  PURSUANT TO SECTION EIGHT HUNDRED THREE OF THIS CHAPTER. UPON\n   26  ADMISSION TO THE DEPARTMENT, SUCH INMATES WILL BE PROVIDED WITH  WRITTEN\n   27  NOTICE  THAT  GENERAL EQUIVALENCY PROGRAMS ARE AVAILABLE FOR ALL INMATES\n   28  WHO SO APPLY.\n   29    3. THE DEPARTMENT SHALL ENSURE THAT ACADEMIC EDUCATION PROGRAMS  WHICH\n   30  PROVIDE  THE  APPROPRIATE  CURRICULUM  AND  CERTIFIED ACADEMIC STAFF FOR\n   31  GENERAL EQUIVALENCY DIPLOMA INSTRUCTION ARE AVAILABLE AT ALL CORRECTION-\n   32  AL FACILITIES HOUSING INMATES WHO ARE ELIGIBLE AS SPECIFIED IN  SUBDIVI-\n   33  SION  TWO  OF THIS SECTION.  THE DEPARTMENT SHALL PROVIDE ACADEMIC STAFF\n   34  WHO ARE QUALIFIED TO PROVIDE SUCH INSTRUCTION AND WHO ARE MEMBERS OF THE\n   35  COMPETITIVE CLASS OF THE CIVIL SERVICE OF NEW YORK STATE. THE DEPARTMENT\n   36  SHALL PROVIDE SUFFICIENT  STAFF  AT  EACH  CORRECTIONAL  FACILITY  WHERE\n   37  ELIGIBLE  INMATES  ARE  CONFINED  TO  ENSURE A CLASSROOM RATIO OF TWENTY\n   38  INMATES FOR EACH GENERAL EQUIVALENCY DIPLOMA INSTRUCTOR.  THE DEPARTMENT\n   39  SHALL DEVELOP A PLAN  FOR  IMPLEMENTATION  OF  THE  GENERAL  EQUIVALENCY\n   40  DIPLOMA  REQUIREMENT  WHICH  SHALL BE PRESENTED TO THE ASSEMBLY STANDING\n   41  COMMITTEE ON CORRECTION AND  THE  SENATE  STANDING  COMMITTEE  ON  CRIME\n   42  VICTIMS,  CRIME  AND  CORRECTION  ON OR BEFORE APRIL FIRST, TWO THOUSAND\n   43  THIRTEEN.\n   44    S 2. This act shall take effect three years after it shall have become\n   45  a law; provided, however,  that  effective  immediately,  the  addition,\n   46  amendment  and/or  repeal  of  any  rule or regulation necessary for the\n   47  implementation of this act on its  effective  date  are  authorized  and\n   48  directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to providing inmates with the opportunity to obtain a general equivalency diploma ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T102940.TXT", "SOBI.D101203.T101439.TXT", "SOBI.D101203.T095438.TXT", "SOBI.D101206.T122405.TXT", "SOBI.D101203.T094938.TXT", "SOBI.D101206.T121905.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291656245796
}