{
  "year" : 2011,
  "senateBillNo" : "S1076-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1076-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the inclusion of a fiscal note with the adoption of resolutions or rules and regulations governing educational institutions, which have a fiscal impact",
  "summary" : "Requires the inclusion of a fiscal note with the adoption of a resolution or change in the rules and regulations governing educational institutions which have a fiscal impact. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2922-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1076\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  LAVALLE,  HANNON, JOHNSON, LARKIN, SALAND -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Finance\n\n       AN  ACT  to  amend  the  education  law, in relation to the inclusion of\n         fiscal notes with certain resolutions or rules and regulations adopted\n         by educational institutions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  opening paragraph of paragraph b of subdivision 2 of\n    2  section 355 of the education law is designated subparagraph 1 and a  new\n    3  subparagraph 2 is added to read as follows:\n    4    (2)  PRIOR TO THE ADOPTION OF A RESOLUTION OR ANY ALTERATION OR AMEND-\n    5  MENT TO THE RULES AND  REGULATIONS  FOR  THE  GOVERNANCE  OF  THE  STATE\n    6  UNIVERSITY  AND THE INSTITUTIONS THEREIN THAT MAY REQUIRE AN INCREASE IN\n    7  THE EXPENDITURES OF STATE MONEYS IN THE FISCAL YEAR OF SUCH ADOPTION  OR\n    8  ANY  FUTURE  FISCAL  YEAR,  A  FISCAL NOTE SHALL BE REQUIRED WHICH SHALL\n    9  STATE THE AMOUNT IN DOLLARS THAT SHALL BE REQUIRED  FOR  THE  UNIVERSITY\n   10  SYSTEM  TO  FULFILL  THE  PROVISION  OF SUCH RESOLUTION OR ALTERATION OR\n   11  AMENDMENT TO SUCH RULES AND  REGULATIONS.  SUCH  FISCAL  NOTE  SHALL  BE\n   12  ATTACHED  TO  AND/OR  BE PART OF ANY RESOLUTION BY THE BOARD OF TRUSTEES\n   13  AMENDING OR ALTERING THE RULES AND REGULATIONS OF THE UNIVERSITY SYSTEM.\n   14  FOR THE PURPOSES OF THE PROVISIONS OF THIS SUBPARAGRAPH THE FISCAL  NOTE\n   15  SHALL BE APPROVED BY THE CHANCELLOR AND SECURED FROM THE DIVISION OF THE\n   16  BUDGET.\n   17    S  2.  Section  6206  of  the education law is amended by adding a new\n   18  subdivision 17 to read as follows:\n   19    17. PRIOR TO THE ADOPTION OF A RESOLUTION OR ANY ALTERATION OR  AMEND-\n   20  MENT  TO  THE RULES AND REGULATIONS OR BY-LAWS OF THE CITY UNIVERSITY OF\n   21  NEW YORK BY THE TRUSTEES FOR THE GOVERNANCE OF THE CITY  UNIVERSITY  AND\n   22  THE INSTITUTIONS THEREIN THAT MAY REQUIRE AN INCREASE IN THE EXPENDITURE\n   23  OF STATE MONEYS IN THE FISCAL YEAR OF SUCH ADOPTION OR ANY FUTURE FISCAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06734-01-1\n\n       S. 1076                             2\n\n    1  YEAR,  A  FISCAL  NOTE SHALL BE REQUIRED WHICH SHALL STATE THE AMOUNT IN\n    2  DOLLARS THAT SHALL BE REQUIRED FOR THE UNIVERSITY SYSTEM TO FULFILL  THE\n    3  PROVISIONS  OF  SUCH RESOLUTION OR ALTERATION OR AMENDMENT TO SUCH RULES\n    4  AND  REGULATIONS  OR  BY-LAWS.    SUCH  FISCAL NOTE SHALL BE ATTACHED TO\n    5  AND/OR BE PART OF ANY RESOLUTION BY THE BOARD OF  TRUSTEES  AMENDING  OR\n    6  ALTERING  THE  RULES  AND  REGULATIONS OF THE UNIVERSITY SYSTEM. FOR THE\n    7  PURPOSES OF THE PROVISIONS OF THIS SUBDIVISION THE FISCAL NOTE SHALL  BE\n    8  APPROVED BY THE CHANCELLOR AND SECURED FROM THE DIVISION OF THE BUDGET.\n    9    S 3. Section 207 of the education law is amended to read as follows:\n   10    S 207. Legislative  power.  Subject and in conformity to the constitu-\n   11  tion and laws of the state, the regents shall exercise legislative func-\n   12  tions concerning the educational system  of  the  state,  determine  its\n   13  educational  policies,  and, except, as to the judicial functions of the\n   14  commissioner [of education], establish rules for  carrying  into  effect\n   15  the laws and policies of the state, relating to education, and the func-\n   16  tions, powers, duties and trusts conferred or charged upon the universi-\n   17  ty  and the education department.  But no enactment of the regents shall\n   18  modify in any degree the freedom of the governing body of  any  seminary\n   19  for  the  training of priests or clergymen to determine and regulate the\n   20  entire course of religious, doctrinal or theological instruction  to  be\n   21  given  in  such institution.  No rule by which more than a majority vote\n   22  shall be required for any specified  action  by  the  regents  shall  be\n   23  amended,  suspended or repealed by a smaller vote than that required for\n   24  action thereunder.  Rules or regulations, or amendments or repeals ther-\n   25  eof, adopted  or  prescribed  by  the  commissioner  [of  education]  as\n   26  provided  by law shall not be effective unless and until approved by the\n   27  regents, except where authority is conferred by  the  regents  upon  the\n   28  commissioner  [of  education]  to adopt, prescribe, amend or repeal such\n   29  rules or regulations.   PRIOR TO THE ADOPTION OF  A  RESOLUTION  OR  ANY\n   30  ALTERATION  OR  AMENDMENT TO THE RULES AND REGULATIONS PRESCRIBED BY THE\n   31  REGENTS THAT MAY REQUIRE AN INCREASE IN THE EXPENDITURE OF STATE MONEYS,\n   32  IN THE FISCAL YEAR OF SUCH ADOPTION OR ANY FUTURE FISCAL YEAR, A  FISCAL\n   33  NOTE  SHALL  BE  REQUIRED  WHICH  SHALL STATE THE AMOUNT IN DOLLARS THAT\n   34  SHALL BE REQUIRED TO FULFILL THE PROVISIONS OF SUCH RESOLUTION OR ALTER-\n   35  ATION OR AMENDMENT TO SUCH RULES AND REGULATIONS. SUCH FISCAL NOTE SHALL\n   36  BE ATTACHED TO AND/OR BE PART OF ANY RESOLUTION BY THE REGENTS  AMENDING\n   37  OR  ALTERING  THE  RULES  AND  REGULATIONS.  FOR  THE  PURPOSES  OF  THE\n   38  PROVISIONS OF THIS SECTION, SUCH FISCAL NOTE SHALL BE  APPROVED  BY  THE\n   39  COMMISSIONER AND SECURED FROM THE DIVISION OF THE BUDGET.\n   40    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the inclusion of fiscal notes with certain resolutions or rules and regulations adopted by educational institutions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101348.TXT", "SOBI.D110105.T105108.TXT", "SOBI.D110105.T093557.TXT", "SOBI.D110105.T104608.TXT", "SOBI.D110105.T104107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413228435
}