{
  "year" : 2011,
  "senateBillNo" : "S1077-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1077-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to medicaid expenditure reporting",
  "summary" : "Relates to medicaid expenditure reporting; requires the governor to submit to the legislature within 30 days of the executive budget, a detailed medicaid expenditure report enumerating all medicaid expenditures, the provisions of law authorizing such expenditures and a 3-year financial projection of anticipated expenditures. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S1593-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1077\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to medicaid  expendi-\n         ture reporting\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding  a  new  article\n    2  3-A to read as follows:\n    3                                 ARTICLE 3-A\n    4                       MEDICAID EXPENDITURE REPORTING\n    5  SECTION 30. MEDICAID EXPENDITURE REPORTING; DEFINITIONS.\n    6          31. ANNUAL MEDICAID EXPENDITURE REPORT.\n    7          32. CONFIDENTIALITY PROVISIONS.\n    8          33. MEDICAID EXPENDITURE BUDGET BILL.\n    9    S  30.  MEDICAID  EXPENDITURE  REPORTING; DEFINITIONS. AS USED IN THIS\n   10  ARTICLE, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   11    1. \"MEDICAID EXPENDITURES\" MEANS ANY ITEM OF EXPENDITURE FROM ANY FUND\n   12  OF THE STATE WHICH IS SPENT PURSUANT TO THE MEDICAL ASSISTANCE  FOR  THE\n   13  NEEDY PROGRAM.\n   14    2.  \"COST  OF  MEDICAID EXPENDITURE\" MEANS THE ESTIMATED AMOUNT OF ANY\n   15  ITEM OF EXPENDITURE FROM ANY FUND OF THE STATE  IN  FURTHERANCE  OF  ANY\n   16  PROGRAM FUNDED IN ANY MEASURE PURSUANT TO THE MEDICAL ASSISTANCE FOR THE\n   17  NEEDY PROGRAM.\n   18    3.  \"ITEM  OF  EXPENDITURE\"  MEANS  ANY  MEDICAID  EXPENDITURE FOR ANY\n   19  PURPOSE TO ANY CLASS OR GROUPING OF VENDORS THAT INCLUDES MORE THAN  ONE\n   20  VENDOR.\n   21    S 31. ANNUAL MEDICAID EXPENDITURE REPORT. 1. IN ADDITION TO THE INFOR-\n   22  MATION  REQUIRED  BY  ARTICLE  SEVEN  OF THE CONSTITUTION AND BY SECTION\n   23  TWENTY-TWO OF THIS CHAPTER, THE GOVERNOR SHALL SUBMIT  TO  THE  LEGISLA-\n   24  TURE,  AS  EARLY AS PRACTICABLE, BUT NO LATER THAN THIRTY DAYS FOLLOWING\n   25  THE SUBMISSION OF THE EXECUTIVE BUDGET, A  MEDICAID  EXPENDITURE  REPORT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06103-01-1\n\n       S. 1077                             2\n\n    1  CONTAINING THE FOLLOWING INFORMATION AND STATEMENTS RELATING TO MEDICAID\n    2  EXPENDITURES:\n    3    (A) AN ENUMERATION OF ALL MEDICAID EXPENDITURES;\n    4    (B)  THE PROVISIONS OF LAW AUTHORIZING SUCH EXPENDITURES, THEIR EFFEC-\n    5  TIVE DATES, AND IF APPLICABLE, THE  DATES  ON  WHICH  SUCH  EXPENDITURES\n    6  EXPIRE OR ARE REDUCED;\n    7    (C) IF RELIABLE DATA IS AVAILABLE, ESTIMATES PREPARED BY THE APPROPRI-\n    8  ATE  COMMISSIONER  OR  DIRECTOR  OF  ANY  STATE  AGENCY, AS SUCH TERM IS\n    9  DEFINED IN SECTION TWO-A OF THIS CHAPTER, IN CONJUNCTION WITH THE DIREC-\n   10  TOR OF THE BUDGET, OF THE COST OF SUCH EXPENDITURES FOR THE (I)  CURRENT\n   11  FISCAL YEAR AND (II) THE FIVE PRECEDING FISCAL YEARS;\n   12    (D)  ANY RECOMMENDATIONS TO THE GOVERNOR REGARDING CONTINUING, MODIFY-\n   13  ING, OR REPEALING SUCH MEDICAID EXPENDITURES, AND SUCH OTHER INFORMATION\n   14  REGARDING EXPENDITURES AS THE GOVERNOR DEEMS APPROPRIATE;\n   15    (E) IF THE EXECUTIVE BUDGET INCLUDES  PROPOSALS  FOR  THE  EXPIRATION,\n   16  MODIFICATION,  OR  REPEAL OF SUCH MEDICAID EXPENDITURES OR FOR THE ADDI-\n   17  TION OF MEDICAID EXPENDITURES IN OR TO SUCH ARTICLES OR  SUCH  LAW,  THE\n   18  MEDICAID  EXPENDITURE  REPORT SHALL ALSO CONTAIN, TO THE EXTENT RELIABLE\n   19  DATA IS AVAILABLE, AN ANALYSIS OF THE NUMBER AND TYPES  OF  PERSONS  AND\n   20  ENTITIES  BENEFITING  OR  EXPECTED TO BENEFIT FROM SUCH EXPENDITURES, AN\n   21  ESTIMATE OF THE COSTS OF SUCH EXPENDITURES FOR THE COMING  FISCAL  YEAR,\n   22  AND AN EXPLANATION OF THE REASONS FOR THE PROPOSALS;\n   23    (F)  COMMENT,  IF  ANY,  ON  THE EFFECTIVENESS AND EFFICIENCY OF OTHER\n   24  EXPENDITURES; AND\n   25    (G) GENERAL CAUTIONARY AND ADVISORY NOTES  CONCERNING  LIMITATIONS  OF\n   26  DATA,  ESTIMATION PROCEDURES, SAMPLING ERRORS AND IMPUTED VALUES, PROMI-\n   27  NENTLY DISPLAYED.\n   28    2. THE MEDICAID EXPENDITURE REPORT SHALL INCLUDE A  THREE-YEAR  FINAN-\n   29  CIAL  PROJECTION  WHICH SHALL SHOW ANTICIPATED MEDICAID EXPENDITURES FOR\n   30  THE ENSUING FISCAL YEAR AND FOR THE  TWO  YEARS  FOLLOWING  THE  ENSUING\n   31  FISCAL  YEAR.  FOR THE PURPOSES OF THIS THREE-YEAR FINANCIAL PROJECTION,\n   32  EXPENDITURES  SHALL  BE  PRESENTED  BY  THE  FOLLOWING  PURPOSES:  STATE\n   33  PURPOSES;  LOCAL ASSISTANCE; CAPITAL PROJECTS; DEBT SERVICE; AND GENERAL\n   34  STATE CHARGES; AND RECEIPTS AND REVENUES SHALL  BE  PRESENTED,  FOR  THE\n   35  ENSUING  AND  NEXT  SUCCESSIVE  FISCAL  YEAR BY EACH REVENUE SOURCE. THE\n   36  THREE-YEAR FINANCIAL PROJECTION SHALL  INCLUDE  AN  EXPLANATION  OF  ANY\n   37  CHANGES  TO THE FINANCIAL PLANS SUBMITTED IN ACCORDANCE WITH SUBDIVISION\n   38  ONE OF SECTION TWENTY-TWO OF THIS CHAPTER, AND INCLUDE  EXPLANATIONS  OF\n   39  THE  ECONOMIC,  STATUTORY  AND  OTHER  ASSUMPTIONS  USED TO ESTIMATE THE\n   40  DISBURSEMENTS, EXPENDITURES, RECEIPTS AND REVENUES WHICH ARE PRESENTED.\n   41    S 32. CONFIDENTIALITY PROVISIONS. ANY INFORMATION RELATING TO MEDICAID\n   42  EXPENDITURES FURNISHED BY ANY COMMISSIONER OR DIRECTOR OF A STATE AGENCY\n   43  SHALL BE FURNISHED IN ACCORDANCE WITH ANY APPLICABLE PROVISIONS  OF  LAW\n   44  RELATING TO THE CONFIDENTIALITY OF SUCH INFORMATION.\n   45    S  33.  MEDICAID EXPENDITURE BUDGET BILL. 1. NOTWITHSTANDING ANY OTHER\n   46  CONTRARY PROVISION OF LAW, INCLUDING ANY PROVISION OF SECTION  FORTY  OF\n   47  THIS  CHAPTER,  THE BUDGET BILLS SUBMITTED BY THE GOVERNOR SHALL INCLUDE\n   48  AN ADDITIONAL BUDGET BILL WHICH SHALL CONTAIN ALL  APPROPRIATIONS  WHICH\n   49  THE GOVERNOR FINDS WILL BE REQUIRED FOR MEDICAID EXPENDITURES DURING THE\n   50  NEXT  THREE  SUCCEEDING  FISCAL YEARS. SUCH BUDGET BILL SHALL CONSIST OF\n   51  THREE SECTIONS, AS FOLLOWS:\n   52    (A) THE FIRST SECTION SHALL CONTAIN ALL APPROPRIATIONS AND REAPPROPRI-\n   53  ATIONS WHICH IN THE OPINION OF THE GOVERNOR WILL BE REQUIRED  FOR  MEDI-\n   54  CAID EXPENDITURES DURING THE NEXT SUCCEEDING FISCAL YEAR.  NOTWITHSTAND-\n   55  ING  THE  FOREGOING  PROVISIONS OF THIS SUBDIVISION, SUCH APPROPRIATIONS\n\n       S. 1077                             3\n\n    1  SHALL BE SUBJECT  TO  THE  LIMITATIONS  ESTABLISHED  BY  LAW,  INCLUDING\n    2  SECTION FORTY OF THIS CHAPTER.\n    3    (B)  THE  SECOND  SECTION SHALL CONTAIN APPROPRIATIONS AND REAPPROPRI-\n    4  ATIONS WHICH IN THE OPINION OF THE GOVERNOR WILL BE REQUIRED  FOR  MEDI-\n    5  CAID  EXPENDITURES DURING THE SECOND SUCCEEDING FISCAL YEAR. SUCH APPRO-\n    6  PRIATIONS SHALL HAVE AS AN EFFECTIVE DATE THE FIRST DAY OF  SUCH  SECOND\n    7  SUCCEEDING FISCAL YEAR, AND SHALL WHEN EFFECTIVE BE SUBJECT TO THE LIMI-\n    8  TATIONS  ESTABLISHED BY LAW, INCLUDING SECTION FORTY OF THIS CHAPTER, AS\n    9  IF SUCH APPROPRIATIONS HAD BEEN PASSED BY THE LEGISLATURE ON  THE  FIRST\n   10  DAY OF SUCH FISCAL YEAR.\n   11    (C)  THE  THIRD  SECTION  SHALL CONTAIN PROSPECTIVE APPROPRIATIONS AND\n   12  PROSPECTIVE REAPPROPRIATIONS WHICH IN THE OPINION OF THE  GOVERNOR  WILL\n   13  BE REQUIRED FOR MEDICAID EXPENDITURES DURING THE THIRD SUCCEEDING FISCAL\n   14  YEAR.  SUBJECT  TO  THE  LIMITATIONS IMPOSED BY SECTION SEVEN OF ARTICLE\n   15  SEVEN OF THE CONSTITUTION, SUCH APPROPRIATIONS MAY CONTAIN NO  EFFECTIVE\n   16  DATE,  BUT SHALL PROVIDE AN ACCURATE LISTING OF APPROPRIATIONS THAT WILL\n   17  BE REQUIRED IN SUCH FISCAL YEAR.\n   18    2. SUCH BUDGET BILL SHALL INCLUDE, OR THE GOVERNOR MAY SUBMIT AN ADDI-\n   19  TIONAL BILL WHICH INCLUDES,  STATUTORY  CHANGES  REQUIRED  TO  IMPLEMENT\n   20  APPROPRIATIONS  DURING  EACH OF THE FISCAL YEARS COVERED IN THE MEDICAID\n   21  EXPENDITURE APPROPRIATION BILL.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to medicaid expenditure reporting ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T105108.TXT", "SOBI.D110105.T101602.TXT", "SOBI.D110105.T104608.TXT", "SOBI.D110105.T104107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294242668536
}