{
  "year" : 2011,
  "senateBillNo" : "S1078-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1078-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a lender may receive not more than 20% of the future appreciation of property secured by a reverse mortgage granted to a person 60 years old or older",
  "summary" : "Provides that a lender providing a reverse mortgage to a person who is 60 years of age or older may receive not more than 20% of the future appreciation of property secured by the mortgage as consideration for providing such reverse mortgage. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S1339-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1078\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. MARTINS, SKELOS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the real property law, in relation to  reverse  mortgage\n         loans for persons sixty years of age or older\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 280 of the real  property  law  is\n    2  amended by adding a new paragraph (d-1) to read as follows:\n    3    (D-1)  SUBJECT TO SUCH RULES OR REGULATIONS AS THE BANKING BOARD SHALL\n    4  ADOPT, THE AUTHORIZED LENDER, AT ITS OPTION, MAY RECEIVE  NO  MORE  THAN\n    5  TWENTY  PERCENT  OF THE FUTURE APPRECIATION OF THE PROPERTY SECURING THE\n    6  REVERSE MORTGAGE LOAN AS FULL OR PARTIAL CONSIDERATION FOR THE MAKING OF\n    7  A REVERSE MORTGAGE LOAN; PROVIDED, HOWEVER, THAT  SUCH  FUTURE  APPRECI-\n    8  ATION  SHALL  BE  LIMITED  BY  SUCH RULES AND REGULATIONS AS THE BANKING\n    9  BOARD MAY ADOPT OR THE AUTHORIZED LENDER MAY  CHARGE  A  FIXED  RATE  OF\n   10  INTEREST ON THE OUTSTANDING BALANCE OF MONIES ADVANCED UNDER THE REVERSE\n   11  MORTGAGE  AGREEMENT  OR  ANY COMBINATION THEREOF.  ANY SUCH APPRECIATION\n   12  SHALL NOT BE CONSIDERED INTEREST FOR THE PURPOSES OF ANY LAW  REGULATING\n   13  THE  MAXIMUM  RATE  OF  INTEREST WHICH MAY BE CHARGED, TAKEN OR RECEIVED\n   14  INCLUDING SECTIONS 190.40 AND 190.42 OF THE PENAL LAW; AND\n   15    S 2. This act shall take effect on the one hundred eightieth day after\n   16  it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06198-01-1\n",
  "memo" : "BILL NUMBER:S1078\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to\nfoster home decertification, application for\nrecertification, authorization for non-renewal,\nnotice of removal of a child, and other\nrequired notices\n\nPURPOSE:\nTo protect foster children from being placed in a home which has\npreviously been found to be unsuitable for providing care.\n\nSUMMARY OF PROVISIONS:\nSection 1 and 2 amend sections 376 and 377 of the Social Services Law,\nby requiring that when an agency or local social services commissioner\nis screening a prospective foster parent to be certified or licensed,\nthe agency or local commissioner must inquire with OCFS whether the\napplicant has ever been a foster parent before, and, if so, whether the\ncertificate or license was revoked, not renewed, or a child was removed\nfrom the home. If any of these instances have occurred, the agency or\ncommissioner must evaluate the circumstances and the reason(s) for such\naction, to determine whether a certificate should be issued and the home\nreopened.\n\nSection 3 amends section 379 of the Social Services law, by adding\nnon-renewal of certificates and licenses and removal of a child, as\ninstances for notification to OCFS.\n\nEXISTING LAW:\nCurrently, under section 379 of the Social Service Law, the only\nrequirement to notify OCFS is when a certification or license is\nrevoked. The law does not require that OCFS be informed as to the\nreason(s) why the certification or license was revoked. There is no\nstatutory requirement for agencies or local social services\ncommissioners to make an inquiry to OCFS regarding an applicant's prior\nhistory as a foster parent, before issuing a new certificate or license.\n\nJUSTIFICATION:\nWhen a child enters fostercare, the state assumes the responsibility of\nproviding a safe and secure environment for the child. However, this is\nnot always the case. According to agency reports and hearing testimony,\nthere continues to be instances where children are further abused or\neven killed by their foster parents.\n\nState statute and regulations currently set screening requirements for\nprospective foster parents, including a check against the Statewide\nCentral Registry of Child Abuse and Maltreatment (The Child Abuse\nHotline), which houses data on reports of abuse and maltreatment against\n\nindividuals, including foster parents. However, such a check will only\nprovide information for reported and investigated cases.\n\nIn some cases, when a foster parent is suspected of not providing a safe\nand secure environment, the caseworker will remove the child or children\nfrom the home, but will not revoke the certificate or license, or report\nthe foster parent to the Child Abuse Hotline. Rather, the home remains\nopen with no children placed there by the agency. Then, when the home is\nup for annual renewal, the agency simply does not renew their\ncertification.\n\nIn such cases, the foster parent may simply apply to another agency to\ntake foster children. Without a formal mechanism in place to check on\nthe prior history of the applicant and to follow up with any previous\nagencies, the new agency could certify the applicant without ever\nknowing about prior problems, and as a result, place more children in\njeopardy.\n\nOCFS does currently have a mechanism for checking information on\nprospective foster parents. OCFS' computerized foster parent registry is\nintended to house information on all current and former foster parents.\nInternal policies direct caseworkers to check the registry before a new\nfoster parent can be certified and added to the system. However, there\nis no formal guidance as to how to evaluate any problems. Further, the\nsystem contains limited information on the reason(s) a home was closed\nor a child removed.\n\nThis bill would address these gaps by requiring that OCFS maintain a\nhistory of removals, revocations, and non-renewals of certificates and\nlicenses, including the reason for such actions. It further directs OCFS\nto establish regulations to help agencies and local social service\ncommissioners evaluate the circumstances around such actions, and decide\nwhether to reopen the home. Similar regulations and procedures already\nexist for evaluating indicated reports from the Child Abuse Hotline and\ninstances where applicants have a criminal history.\n\nLEGISLATIVE HISTORY:\n2009/10:  S.1078 - Died in Codes\n2008:     S.1500 - Referred to Social Services, Children & Families\n2007/08:  S.1500 - Referred to Social Services, Children & Families\n2006:     S.2331/A.4373 - Passed Assembly\n2003/04:  S.4803/A.4530 - Passed Assembly\n2001-02:  A.6761-A - Passed Assembly\n1999-00:  A.5591 - Passed Assembly\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on 180th day after it shall become law,\nprovided however, that effective immediately, the addition, amendment\nand/or repeal of any rules or regulations necessary for the\n\nimplementation of the forgoing sections of this act on its effective\ndate are authorized and directed to be made and completed on or before\nsuch effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to reverse mortgage loans for persons sixty years of age or older ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T121715.TXT", "SOBI.D110105.T103104.TXT", "SOBI.D110105.T102603.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110105.T104608.TXT", "SOBI.D110105.T104107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250527
}