{
  "year" : 2011,
  "senateBillNo" : "S1074-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1074-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BALL",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of unlawful defilement of a water supply",
  "summary" : "Creates the crime of unlawful defilement of a water supply; provides that a person is guilty of such crime when he introduces, places, or causes to be introduced or placed a defiling agent into a water supply; makes definitions; establishes such crime as a class B felony. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S4696-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1074\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  BALL  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the penal law, in relation to unlawful defilement  of  a\n         water supply\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 270.08  to\n    2  read as follows:\n    3  S 270.08 UNLAWFUL DEFILEMENT OF A WATER SUPPLY.\n    4    1. AS USED IN THIS SECTION:\n    5    (A)  \"WATER SUPPLY\" MEANS ANY PUBLIC OR PRIVATE TRANSMISSION FACILITY,\n    6  TREATMENT FACILITY, SOURCE OF SUPPLY FACILITY, WELL OR RESERVOIR,  WHICH\n    7  PROVIDES  POTABLE  WATER  FOR RESIDENTIAL, COMMERCIAL, INDUSTRIAL AND/OR\n    8  FIRE SERVICE NEEDS.\n    9    (B) \"DEFILING AGENT\" MEANS ANY  CHEMICAL,  BIOLOGICAL  OR  RADIOACTIVE\n   10  AGENT  OR  SUBSTANCE, WHICH IS CAPABLE, WHEN INTRODUCED OR PLACED INTO A\n   11  WATER SUPPLY, OF CAUSING THE SICKNESS, PHYSICAL INJURY,  SEVERE  DISFIG-\n   12  UREMENT,  OR DEATH OF A HUMAN BEING, OR CAUSING IRREPARABLE HARM TO SUCH\n   13  WATER SUPPLY, OR CAUSING A DISTURBANCE TO THE PUBLIC PEACE.  A  DEFILING\n   14  AGENT SHALL NOT INCLUDE A SUBSTANCE WHICH IS INTRODUCED OR PLACED INTO A\n   15  WATER SUPPLY BY ANY MUNICIPAL OR STATE ENTITY, OR WHICH IS INTRODUCED OR\n   16  PLACED INTO A WATER SUPPLY BY ANY AGRICULTURAL OR INDUSTRIAL ENTITY AS A\n   17  RESULT OF ITS ORDINARY LAWFUL OPERATIONS.\n   18    2. A PERSON IS GUILTY OF UNLAWFUL DEFILEMENT OF A WATER SUPPLY WHEN HE\n   19  INTENTIONALLY  INTRODUCES, PLACES, OR CAUSES TO BE INTRODUCED OR PLACED,\n   20  INTO A WATER SUPPLY, A DEFILING AGENT WITH THE INTENT TO CAUSE THE SICK-\n   21  NESS, PHYSICAL INJURY, SEVERE DISFIGUREMENT OR DEATH  OF  ANOTHER  HUMAN\n   22  BEING,  OR WITH THE RECKLESS DISREGARD OF CAUSING THE SICKNESS, PHYSICAL\n   23  INJURY, SEVERE DISFIGUREMENT, OR DEATH OF ANOTHER HUMAN BEING,  OR  WITH\n   24  THE INTENT TO CAUSE IRREPARABLE HARM TO SUCH WATER SUPPLY, OR TO DISTURB\n   25  THE PUBLIC PEACE.\n   26    UNLAWFUL DEFILEMENT OF A WATER SUPPLY SHALL BE A CLASS B FELONY.\n   27    S 2. This act shall take effect on the first of November next succeed-\n   28  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01810-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to unlawful defilement of a water supply ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T105108.TXT", "SOBI.D110105.T105611.TXT", "SOBI.D110105.T093557.TXT", "SOBI.D110105.T104608.TXT", "SOBI.D110105.T104107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294242971643
}