{
  "year" : 2011,
  "senateBillNo" : "S1073-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1073-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires director of the budget to compile and make public a report showing cash disbursements made on behalf of each entity during the preceding 6 months",
  "summary" : "Requires the director of the budget to compile and make public a report for each state agency, covered authority and the judiciary showing cash disbursements made on behalf of each entity during the preceding six months. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S2562-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1073\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DeFRANCISCO -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to agency expenditure\n         reporting\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  53-e to read as follows:\n    3    S 53-E. AGENCY EXPENDITURE REPORTING. 1.  ON OR BEFORE  MAY  FIFTEENTH\n    4  AND  NOVEMBER  FIFTEENTH  OF EACH YEAR, THE DIRECTOR OF THE BUDGET SHALL\n    5  COMPILE AND MAKE PUBLIC AN EXPENDITURE REPORT  FOR  EACH  STATE  AGENCY,\n    6  COVERED AUTHORITY AND THE JUDICIARY, AS DEFINED BY SECTION TWO-A OF THIS\n    7  CHAPTER,  AND  ANY  501(C)(3) NOT-FOR-PROFIT CORPORATION AFFILIATED WITH\n    8  THE STATE UNIVERSITY OF NEW YORK, SHOWING ALL CASH DISBURSEMENTS MADE BY\n    9  OR ON BEHALF OF EACH SUCH ENTITY DURING THE PRECEDING SIX MONTHS  ENDING\n   10  MARCH THIRTY-FIRST AND SEPTEMBER THIRTIETH, RESPECTIVELY, WHICH SHALL BE\n   11  BASED  UPON  ACTUAL  CASH DISBURSEMENTS AS RECORDED BY THE OFFICE OF THE\n   12  STATE COMPTROLLER, BASED UPON STATE VOUCHERS AND PAYROLL FORMS SUBMITTED\n   13  BY EACH STATE AGENCY, COVERED AUTHORITY AND THE JUDICIARY, AS DEFINED BY\n   14  SECTION TWO-A OF THIS CHAPTER.   SUCH REPORTS  SHALL  BE  ORGANIZED  FOR\n   15  STATE  AGENCIES, BY AGENCY, PROGRAM, FUND AND APPROPRIATION; FOR COVERED\n   16  AUTHORITIES, BY AUTHORITY AND BY PROGRAM;  AND  FOR  THE  JUDICIARY,  BY\n   17  JUDICIAL DEPARTMENT, JUDICIAL DISTRICT AND COURT, INCLUDING THE COURT OF\n   18  APPEALS,  EXCEPT THAT THE OFFICE OF COURT ADMINISTRATION SHALL BE ORGAN-\n   19  IZED BY PROGRAM AND FUND, AND ALL SHALL PROVIDE THE FOLLOWING  LEVEL  OF\n   20  DETAIL:\n   21    A. FOR CASH DISBURSEMENTS RELATED TO PERSONAL SERVICE EXPENSES:\n   22    (I)  SALARY  PAYMENTS  TO  EACH EMPLOYEE CLASSIFIED AS NON-COMPETITIVE\n   23  UNDER THE CIVIL SERVICE LAW, EACH EMPLOYEE OF A 501(C)(3) NOT-FOR-PROFIT\n   24  CORPORATION AFFILIATED WITH THE STATE UNIVERSITY OF NEW  YORK  AND  EACH\n   25  JUDGE  AND  JUSTICE WHO WORKED IN ANY ENTITY COVERED BY THIS SECTION AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07035-01-1\n\n       S. 1073                             2\n\n    1  WHO RECEIVED SALARY PAYMENTS AT ANY TIME  DURING  THE  REPORTING  PERIOD\n    2  WILL BE LISTED, ALONG WITH THEIR NAME, SERVICE DATES, JOB TITLE, PAYROLL\n    3  TYPE AND TOTAL AMOUNT PAID.  ANY ADDITIONAL COMPENSATION PAID DURING THE\n    4  REPORTING  PERIOD  SHALL BE SEPARATELY LISTED FROM SALARY PAYMENTS.  ANY\n    5  PAYMENT FOR HOLIDAY OR OVERTIME PAY MADE TO EACH  SUCH  EMPLOYEE  DURING\n    6  THE  REPORTING  PERIOD  SHALL  BE  SEPARATELY  LISTED,  ALONG WITH DATES\n    7  RELATED TO SUCH HOLIDAY OR OVERTIME PAY; AND\n    8    (II) ALL SALARY PAYMENTS RECEIVED DURING THE REPORTING PERIOD  BY  ALL\n    9  EMPLOYEES  CLASSIFIED  AS COMPETITIVE UNDER THE CIVIL SERVICE LAW, SHALL\n   10  BE LISTED BY CATEGORY OF TITLE. ANY PAYMENT FOR HOLIDAY OR OVERTIME  PAY\n   11  MADE  TO  SUCH EMPLOYEES DURING THE REPORTING PERIOD SHALL BE SEPARATELY\n   12  LISTED BY CATEGORY OF TITLE.\n   13    B. FOR CASH DISBURSEMENTS RELATED TO NONPERSONAL SERVICE EXPENSES:\n   14    (I) FOR SUPPLIES AND MATERIALS,  EQUIPMENT  AND  CONTRACTUAL  SERVICES\n   15  CASH  DISBURSEMENTS, ALL VOUCHERED PAYMENTS MADE ON BEHALF OF EACH STATE\n   16  AGENCY, COVERED AUTHORITY AND THE JUDICIARY, AS DEFINED BY SECTION TWO-A\n   17  OF THIS CHAPTER AND ANY 501(C)(3) NOT-FOR-PROFIT CORPORATION  AFFILIATED\n   18  WITH THE STATE UNIVERSITY OF NEW YORK DURING THE REPORTING PERIOD, SHALL\n   19  BE  LISTED SEPARATELY INCLUDING, IF APPLICABLE AND TO THE EXTENT PRACTI-\n   20  CABLE, THE CHECK DATE,  VOUCHER  NUMBER,  PAYEE  NAME,  DESCRIPTION  AND\n   21  AMOUNT  PAID  ACCORDING TO THE SPECIFIC TYPE OF EXPENSE AS CLASSIFIED BY\n   22  THE COMPTROLLER'S OFFICE PURSUANT TO SECTION FIFTY-TWO OF THIS  ARTICLE;\n   23  AND\n   24    (II)  FOR  TRAVEL  EXPENDITURES: (1) EACH VOUCHERED PAYMENT FOR TRAVEL\n   25  MADE BY EACH EMPLOYEE CLASSIFIED  AS  NON-COMPETITIVE  UNDER  THE  CIVIL\n   26  SERVICE LAW AND EACH JUDGE AND JUSTICE, LISTING THE NAME OF SUCH EMPLOY-\n   27  EE  ALONG WITH THE DATES AND DESCRIPTION OF TRAVEL, AND THE AMOUNT PAID;\n   28  AND (2) A SINGLE AMOUNT OF TOTAL VOUCHERED PAYMENTS FOR TRAVEL  MADE  BY\n   29  ALL EMPLOYEES CLASSIFIED AS COMPETITIVE UNDER THE CIVIL SERVICE LAW.\n   30    2.  EACH  AGENCY, COVERED AUTHORITY AND THE JUDICIARY SHALL ASSIST THE\n   31  DIRECTOR OF THE BUDGET IN OBTAINING THE INFORMATION NECESSARY TO PRODUCE\n   32  SUCH REPORTS.\n   33    S 2. This act shall take effect on the first of January next  succeed-\n   34  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to agency expenditure reporting ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T105108.TXT", "SOBI.D110105.T093557.TXT", "SOBI.D110105.T104608.TXT", "SOBI.D110105.T104107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294242668529
}