{
  "year" : 2011,
  "senateBillNo" : "S1084-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1084-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides residential electric customers with an option for greater control of the cost of such service by installing real time smart meters",
  "summary" : "Provides residential electric customers with an option for greater control of the cost of such service by the installation of real time smart meters; establishes sales, rental and service providers to be certified by the public service commission. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S5380-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1084\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERKINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Energy and  Tele-\n         communications\n\n       AN  ACT  to  amend the public service law, in relation to providing real\n         time smart metering technology to residential electricity customers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature intends to provide\n    2  residential customers with the ability to control and manage electricity\n    3  usage and the time of usage in their homes. The implementation of a real\n    4  time pricing smart meter program should  help  to  conserve  energy  and\n    5  prevent  peak-time  system  overloads.  The expansion of the use of real\n    6  time pricing smart meters from the commercial and industrial markets  to\n    7  the  residential  market  should  benefit consumers with reduced monthly\n    8  costs and stimulate market competition.\n    9    S 2. The public service law is amended by adding a new section 39-a to\n   10  read as follows:\n   11    S 39-A. REAL TIME PRICING SMART METERING. 1. AS USED IN THIS  SECTION,\n   12  THE TERM \"REAL TIME SMART METER\" OR \"METER\" SHALL MEAN A METERING DEVICE\n   13  THAT HAS THE FOLLOWING CAPABILITIES:\n   14    (A)  COUPLED WITH AN IN-HOME DISPLAY DEVICE THAT CAN DISPLAY REAL TIME\n   15  USAGE OR DEMAND AND REAL TIME PRICING IN USEFUL  COMPARISONS  INCLUDING,\n   16  BUT NOT LIMITED TO, MEANS SUCH AS SIDE BY SIDE BAR GRAPHS OR COLOR CODED\n   17  SYSTEMS THAT REFLECT CHANGING UTILITY DEMAND AND PRICING;\n   18    (B)  RECORDING  AND  STORING  AND  INTERPRETING KILOWATT PER HOUR USER\n   19  RATES IN ONE-HALF HOUR INTERVALS;\n   20    (C) COMMUNICATING REAL TIME PRICING THRESHOLDS TO HOME  APPLIANCES  TO\n   21  REDUCE  APPLIANCE  USAGE AS DETERMINED BY THE RATEPAYER OR IN AGREEMENTS\n   22  WITH AN ENERGY PROVIDER;\n   23    (D) BEING READ REMOTELY OR RECEIVING DATA FROM, BUT  NOT  LIMITED  TO,\n   24  THE  INTERNET,  WIRELESS  FIDELITY  NETWORK,  BROADBAND OVER POWER LINE,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02128-01-1\n\n       S. 1084                             2\n\n    1  POWER LINE CARRIER, ETHERNET, PHONE  LINE,  WIRELESS  CELL  PHONE  LINE,\n    2  RADIO FREQUENCY OR OTHER COMMUNICATIONS SYSTEM;\n    3    (E) STORING USAGE DATA UP TO THREE MONTHS;\n    4    (F)  DETECTING  A  LOSS OF POWER TO A CUSTOMER WITH IMMEDIATE COMMUNI-\n    5  CATION OF SUCH LOSS TO THE ENERGY PROVIDER; AND\n    6    (G)  PROVIDING  DATA  ANALYSIS  ON  SUCH  AS  HISTORICAL   CONSUMPTION\n    7  PATTERNS,  UTILIZATION RATES, POWER OUTAGES, PEAK DEMAND TIMES AND POWER\n    8  REQUIREMENTS, COSTS PER KILOWATT HOUR, PRICING, AND USAGE HISTORY.\n    9    2. (A) THE COMMISSION SHALL PROMOTE THE UTILIZATION OF REAL TIME SMART\n   10  METERS BY RESIDENTIAL ELECTRICITY CUSTOMERS IN THIS STATE.  FURTHERMORE,\n   11  IT  SHALL  PROVIDE FOR THE CERTIFICATION OF COMPANIES WHO INSTALL, RENT,\n   12  SELL, MAINTAIN, REPAIR, ALTER OR REPLACE SUCH METERS.\n   13    (B) RESIDENTIAL ELECTRICITY CUSTOMERS SHALL HAVE THE OPTION TO CONTIN-\n   14  UE WITH THEIR PRESENT UTILITY METERING SYSTEM OR ACQUIRING A  REAL  TIME\n   15  SMART  METER. SUCH METER MAY BE PURCHASED OR RENTED FROM THE SUPPLIER OF\n   16  ELECTRICITY OR FROM A THIRD PARTY CERTIFIED BY THE COMMISSION TO  TRANS-\n   17  ACT  SUCH  BUSINESS. PURCHASES MAY BE MADE BY CASH OR BY FINANCING FOR A\n   18  TERM OF UP TO TWENTY YEARS. RENTAL AGREEMENTS MAY ALSO BE  ENTERED  INTO\n   19  ON AN ANNUAL OR TERM OF YEARS BASIS.\n   20    (C)  (I) THE COST OF ELECTRICITY FOR A RESIDENTIAL CUSTOMER WHO ELECTS\n   21  TO CHANGE TO A REAL TIME SMART METER SHALL BE BASED ON:\n   22    (1) THE CUSTOMER'S ELECTRICITY USAGE AND TIME OF USAGE; AND\n   23    (2) A FLAT FEE THAT SHALL INCORPORATE: (A) A GENERATION BID COST;  AND\n   24  (B)  SERVICE SIZE COSTS BASED ON THE RESIDENTIAL CUSTOMER'S SERVICE SIZE\n   25  CAPACITY AS DETERMINED BY THE SUPPLIER OF ELECTRICITY.\n   26    (II) AN ADDITIONAL SURCHARGE  SHALL  BE  LEVIED  ON  SUCH  RESIDENTIAL\n   27  CUSTOMER IF SUCH ELECTRICITY USAGE EXCEEDS THE SERVICE SIZE CAPACITY.\n   28    (III)  THE  VARIABLE COSTS SHALL BE PAID BY A RESIDENTIAL CUSTOMER FOR\n   29  ELECTRICITY USED AS INDICATED BY THE REAL TIME SMART METER AND THE  FLAT\n   30  FEE  COSTS SHALL BE PAID BY SUCH CUSTOMER, AS DETERMINED BY THE SUPPLIER\n   31  OF ELECTRICITY AND APPROVED BY THE COMMISSION, AS PART  OF  THE  REGULAR\n   32  BILLING CYCLE.\n   33    (D)  THE  COMMISSION  SHALL  APPROVE  ALL  CHARGES, INCLUDING VARIABLE\n   34  RATES, FIXED RATES AND SURCHARGES.\n   35    3. ELECTRICITY  TRANSFER  AND  DELIVERY  UTILITIES  REGULATED  BY  THE\n   36  COMMISSION  MAY  REACH  AGREEMENT  WITH THE COMMISSION TO FOREGO PARTIC-\n   37  IPATION IN THE REAL TIME SMART METER PROGRAM FOR  AT  LEAST  TEN  YEARS.\n   38  DURING  THIS  PERIOD  OF  TIME NEW METER SERVICE PROVIDERS AND COMMUNITY\n   39  PROVIDERS WOULD HAVE THE OPPORTUNITY TO  PROVIDE  SUCH  METERS  IN  THIS\n   40  MARKET.  IF  SUCH  AN AGREEMENT IS ENTERED INTO, SUCH UTILITIES SHALL BE\n   41  ALLOWED TO RECEIVE A METER DECOMMISSIONING FEE. THE METER  DECOMMISSION-\n   42  ING  FEE  SHALL BE AN AMOUNT AGREED UPON BY SUCH UTILITY AND THE COMMIS-\n   43  SION.\n   44    4. THE COMMISSION SHALL  ESTABLISH  REAL  TIME  SMART  METERING  PILOT\n   45  PROGRAMS. A COUNTY LEGISLATURE OR BOARD OF SUPERVISORS MAY PETITION THAT\n   46  THE COMMISSION APPROVE THE OPERATION OF A REAL TIME SMART METERING PILOT\n   47  PROGRAM  WITHIN  ITS JURISDICTION ON AN ACCELERATED BASIS. SUCH PETITION\n   48  SHALL SET FORTH THE  PARAMETERS  OF  THE  PILOT  PROGRAM  INCLUDING  THE\n   49  CUSTOMERS  OF  SUCH  COUNTY  TO  BE  SERVED, TECHNOLOGIES TO BE USED AND\n   50  PROVIDE DETAILED  PERFORMANCE  MEASURES  TO  BE  USED  INCLUDING  ENERGY\n   51  CONSERVATION GOALS.\n   52    S  3.   The public service commission shall promulgate rules and regu-\n   53  lations to implement the provisions of this act. Such  rules  and  regu-\n   54  lations  shall include, but not be limited to, establishing criteria for\n   55  the operation and approval of all  smart  metering  programs,  including\n   56  those  applications  submitted  by county governments to establish their\n\n       S. 1084                             3\n\n    1  own real time smart metering programs. A county legislature or board  of\n    2  supervisors  may  petition the public service commission for approval to\n    3  establish a local real time smart metering program on or after the three\n    4  hundred  sixty-fifth day after this act shall have become a law. If such\n    5  petition is denied, the public service commission shall provide in writ-\n    6  ing the reasons for such denial and provide the conditions and  criteria\n    7  the  public  service  commission  maintains  would  lead to a subsequent\n    8  application approval. Any county application shall have a public hearing\n    9  conducted on such application within 120  days  of  submission  of  such\n   10  application  to  the  public  service commission and a decision rendered\n   11  within 120 days after the public hearing has been concluded.\n   12    S 4. This act shall take effect on  the  two  hundred  seventieth  day\n   13  after  it  shall  have  become  a law; provided, however, that effective\n   14  immediately the public service commission is  authorized  to  adopt  any\n   15  rules  or  regulations necessary to implement the provisions of this act\n   16  on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to providing real time smart metering technology to residential electricity customers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110105.T104608.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551392
}