{
  "year" : 2011,
  "senateBillNo" : "S1083-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1083-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires electric corporations to submit electric utility emergency plans to the public service commission for review and approval",
  "summary" : "Requires electric corporations to submit electric utility emergency plans to the public service commission for review and approval; provides such plans shall set forth training and planning for power outages, procedures to determine the extent of outages, procedures to determine the length of time the outages will continue, load relief policies, decision making plans, and any other information such commission requires; annually requires electric corporations file emergency plans and verification of the ability to implement such plan; requires electric corporations to report to the public service commission within 60 days of an outage which lasts more than 48 hours. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A1672",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "SA2288-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1083\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  DIAZ,  HASSELL-THOMPSON,  KLEIN, KRUGER,\n         PERKINS, SAMPSON, SQUADRON, STAVISKY -- read twice and ordered  print-\n         ed,  and  when  printed to be committed to the Committee on Energy and\n         Telecommunications\n\n       AN ACT to amend the public service law, in relation to electric  utility\n         emergency plans\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 21 of section 66 of the public service law,  as\n    2  added by chapter 718 of the laws of 1980, is amended to read as follows:\n    3    21.  (A)  The  commission  shall require every electric corporation to\n    4  submit [storm] ELECTRIC UTILITY EMERGENCY plans to  the  commission  for\n    5  review  and  approval  at  such times and in such detail and form as the\n    6  commission shall require, provided, however,  that  the  same  shall  be\n    7  filed  at  least  annually.  SUCH  PLANS  SHALL  SET  FORTH (1) TRAINING\n    8  PROGRAMS AND EXERCISES, PLANNING, COORDINATION OF CORPORATION  PERSONNEL\n    9  AND OUTSIDE SERVICE RESTORATION AID, AND OTHER PREPARATORY ACTIONS TO BE\n   10  UNDERTAKEN  ON  A  SCHEDULED  BASIS AND IN ANTICIPATION OF MAJOR STORMS,\n   11  OTHER ADVERSE WEATHER CONDITIONS OR OTHER  EVENTS  THAT  MAY  RESULT  IN\n   12  SERVICE  OUTAGES, (2) PROCEDURES TO BE FOLLOWED FOR ACCURATELY DETERMIN-\n   13  ING THE EXTENT OF A  SERVICE  OUTAGE,  INCLUDING  DETERMINATION  OF  THE\n   14  LOCATION  OF  AFFECTED  AREAS, THE ESTIMATED NUMBER OF CUSTOMERS AND THE\n   15  OVERALL NUMBER OF PEOPLE  AFFECTED  BY  LOSS  OF  POWER  OR  BY  VOLTAGE\n   16  REDUCTIONS, (3) PROCEDURES FOR ESTIMATING THE TIME REQUIRED FOR RESTORA-\n   17  TION  OF  SERVICE TO AREAS AFFECTED BY THE OUTAGE AND COMMUNICATING WITH\n   18  MEDIA, LIFE SUPPORT AND OTHER SPECIAL NEEDS CUSTOMERS, PUBLIC OFFICIALS,\n   19  MEDICAL AND CRITICAL CARE FACILITIES AND THE PUBLIC,  (4)  POLICIES  FOR\n   20  INITIATING  AND  IMPLEMENTING LOAD RELIEF AND LOAD CONTROL PROGRAMS, (5)\n   21  PROCEDURES FOR OBTAINING AND DISTRIBUTING DRY ICE, DRINKING WATER, EMER-\n   22  GENCY MEALS AND OTHER ITEMS THAT MAY BECOME NECESSARY IN THE EVENT OF AN\n   23  EXTENDED SERVICE OUTAGE, (6) PROCEDURES FOR MANAGEMENT RESPONSIBILITIES,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02120-01-1\n\n       S. 1083                             2\n\n    1  REPORTING AND DECISION MAKING NEEDED TO EXECUTE THE PLAN,  AND  (7)  ANY\n    2  OTHER INFORMATION THAT THE COMMISSION MAY REQUIRE.\n    3    (B)  EACH  YEAR,  ON OR BEFORE THE FIRST DAY OF APRIL OR ON SUCH OTHER\n    4  DATE AS THE COMMISSION MAY PRESCRIBE, EACH  ELECTRIC  CORPORATION  SHALL\n    5  (1)  FILE  AN  ELECTRIC UTILITY EMERGENCY PLAN INCLUDING ANY SUCH AMEND-\n    6  MENTS AS IT DEEMS NECESSARY, OR AS THE COMMISSION MAY REQUIRE, TO  MAIN-\n    7  TAIN  A  HIGH  LEVEL OF PREPAREDNESS, AND (2) CERTIFY IN A REPORT TO THE\n    8  COMMISSION THAT WITHIN THE PAST TWELVE MONTHS IT HAS PERIODICALLY  VERI-\n    9  FIED  TELEPHONE  AND  OTHER APPROPRIATE CONTACTS AND UPDATED ITS LIST OF\n   10  INTERNAL AND EXTERNAL CONTACT PERSONS NECESSARY TO EXECUTE THE PLAN, AND\n   11  HAS CONDUCTED ONE OR MORE EMERGENCY EXERCISES INVOLVING  THE  MANAGEMENT\n   12  OF  THE  CORPORATION AND KEY COMPANY PERSONNEL ASSIGNED SERVICE RESTORA-\n   13  TION RESPONSIBILITIES. PRIOR  TO  APPROVING  ANY  SUCH  SUBMISSION,  THE\n   14  COMMISSION  SHALL SEEK COMMENTS FROM INTERESTED STATE AND LOCAL AGENCIES\n   15  AND MEMBERS OF THE PUBLIC, AND MAY REQUIRE  MODIFICATIONS  OR  OTHERWISE\n   16  PRESCRIBE  CONDITIONS  FOR  APPROVAL.   THE COMMISSION SHALL ENSURE THAT\n   17  COMMENTS ARE SOLICITED FROM THE STATE EMERGENCY MANAGEMENT  OFFICE,  THE\n   18  STATE  OFFICE OF HOMELAND SECURITY AND OTHER APPROPRIATE STATE AND LOCAL\n   19  AGENCIES,  AND  FROM  ORGANIZATIONS  THAT  PROVIDE  EMERGENCY   SHELTER,\n   20  WARMING/COOLING  STATIONS  AND  OTHER  RELIEF  EFFORTS.   AS PART OF ITS\n   21  REVIEW, THE COMMISSION SHALL REVIEW THE ADEQUACY  OF  ANY  POLICIES  FOR\n   22  REIMBURSING  CUSTOMERS  FOR  LOSSES DUE TO OUTAGES OR INADVERTENT INTEN-\n   23  TIONAL SHUTOFFS OF ELECTRICITY. SUCH REVIEW SHALL INCLUDE  CONSIDERATION\n   24  OF THE APPROPRIATENESS OF ANY POLICY OF PROVIDING FOR, LIMITING OR DENY-\n   25  ING  REIMBURSEMENT  FOR  DAMAGES TO ELECTRICAL EQUIPMENT OR OTHER LOSSES\n   26  ATTRIBUTABLE TO THE FAILURE TO DELIVER  ELECTRICITY  OR  TO  SIGNIFICANT\n   27  REDUCTIONS  IN  THE  VOLTAGE OF ELECTRICITY DELIVERED, INCLUDING LOSS OF\n   28  BUSINESS OPPORTUNITIES, AND THE APPROPRIATENESS OF ANY  DURATION  STAND-\n   29  ARDS IN SUCH POLICIES. SUCH REVIEW SHALL ALSO INCLUDE THE SUFFICIENCY OF\n   30  ANY MONETARY LIMITS IN SUCH POLICIES.\n   31    (C)  WITHIN  SIXTY DAYS FOLLOWING COMPLETION OF SERVICE RESTORATION IN\n   32  AN EMERGENCY WHERE THE RESTORATION  PERIOD  EXCEEDS  FORTY-EIGHT  HOURS,\n   33  EACH ELECTRIC CORPORATION SHALL SUBMIT TO THE COMMISSION A REVIEW OF ALL\n   34  ASPECTS  OF ITS PREPARATION AND SYSTEM RESTORATION PERFORMANCE. BASED ON\n   35  THIS REVIEW OR UPON ITS OWN ASSESSMENT  OF  THE  ELECTRIC  CORPORATION'S\n   36  PERFORMANCE  IN  RESPONDING  TO SUCH EMERGENCY, THE COMMISSION MAY IMME-\n   37  DIATELY ORDER ANY MODIFICATIONS OR CONDITIONS TO THE CORPORATION'S EMER-\n   38  GENCY PLAN THAT IT DEEMS NECESSARY TO ENSURE A HIGH LEVEL  OF  PREPARED-\n   39  NESS.\n   40    (D) THE NAMES AND CONTACT INFORMATION OF EMPLOYEES AND OUTSIDE CONTACT\n   41  PERSONS  MAY  BE  DELETED  FROM  COPIES OF THE PLAN AVAILABLE FOR PUBLIC\n   42  INSPECTION, BUT SUCH DELETED INFORMATION SHALL BE SUBJECT TO  INSPECTION\n   43  BY  THE  COMMISSION  AND  STATE  EMPLOYEES.  AN ELECTRIC CORPORATION MAY\n   44  REQUEST THAT THE COMMISSION DESIGNATE AS CONFIDENTIAL INTERNAL  SECURITY\n   45  MATTERS  AND ANY OTHER INFORMATION REQUIRED TO BE SUBMITTED IN EMERGENCY\n   46  PLANS. SUCH REQUESTS SHALL IDENTIFY THE SPECIFIC  INFORMATION  REQUESTED\n   47  TO  BE  TREATED AS CONFIDENTIAL AND SHALL EXPLAIN WHY CONFIDENTIALITY IS\n   48  SOUGHT. UNLESS THE COMMISSION DIRECTS OTHERWISE, SUCH INFORMATION  SHALL\n   49  NOT BE INCLUDED IN THE PLANS AVAILABLE FOR PUBLIC INSPECTION.\n   50    (E)  THE  COMMISSION SHALL ENCOURAGE ELECTRIC CORPORATIONS TO IDENTIFY\n   51  AND DISSEMINATE BEST PRACTICES IN EMERGENCY PLANNING  AND  RESPONSE.  IN\n   52  ADDITION  TO  OVERSEEING  DISSEMINATION  OF BEST PRACTICES ON AN ONGOING\n   53  BASIS, THE COMMISSION SHALL  BE  AUTHORIZED  TO  INITIATE  A  STATEWIDE,\n   54  COLLABORATIVE EMERGENCY PREPAREDNESS AND STORM MANAGEMENT PLANNING PROC-\n   55  ESS  INVOLVING  ALL  ELECTRIC  CORPORATIONS AND OTHER INVOLVED ORGANIZA-\n   56  TIONS.\n\n       S. 1083                             3\n\n    1    S 2. This act shall take effect on the one hundred twentieth day after\n    2  it shall have become a law. Provided, that the public service commission\n    3  is immediately authorized and directed to  take  any  and  all  actions,\n    4  including  but  not  limited to the promulgation of any necessary rules,\n    5  necessary to fully implement the provisions of this act on its effective\n    6  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to electric utility emergency plans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110111.T140211.TXT", "SOBI.D110105.T103608.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110105.T104107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772531628
}