{
  "year" : 2011,
  "senateBillNo" : "S1089-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1089-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax exemption from sales and compensating use taxes on alternative energy systems",
  "summary" : "Provides a tax exemption from sales and compensating use taxes on alternative energy systems including alternative energy systems, new Energy Star appliances and tangible personal property used in or on habitable residential and non-residential structure to improve energy efficiency; and defines relevant terms; authorizes municipalities to adopt the exemption. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S2541-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1089\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, BONACIC, BRESLIN, DUANE, KRUEGER, PERKINS,\n         RANZENHOFER, SERRANO, STAVISKY, VALESKY  --  read  twice  and  ordered\n         printed,  and  when printed to be committed to the Committee on Energy\n         and Telecommunications\n\n       AN ACT to amend the tax law, in relation to providing an  exemption  for\n         alternative energy systems from the state's sales and compensating use\n         taxes and authorizing counties and cities to elect such exemption from\n         their  sales  and use taxes imposed by or pursuant to the authority of\n         such law; and providing for the repeal of such provisions upon expira-\n         tion thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision (b) of section 1101 of the tax law is amended\n    2  by adding a new paragraph 37 to read as follows:\n    3    (37) ALTERNATIVE ENERGY SYSTEMS, NEW ENERGY STAR APPLIANCES AND TANGI-\n    4  BLE PERSONAL PROPERTY USED IN OR ON HABITABLE RESIDENTIAL AND  NON-RESI-\n    5  DENTIAL STRUCTURES FOR THE PURPOSE OF IMPROVING THE ENERGY EFFICIENCY OF\n    6  SUCH  STRUCTURES  CONSIST OF: (I) SYSTEMS WHICH DO NOT RELY ON PETROLEUM\n    7  PRODUCTS OR NATURAL GAS AS THEIR ENERGY SOURCE  OR  FUEL  CELL  ELECTRIC\n    8  GENERATION  EQUIPMENT  AS DESCRIBED IN PARAGRAPH TWO OF SUBSECTION (G-2)\n    9  OF SECTION SIX HUNDRED SIX OF THIS CHAPTER; (II) NEW ENERGY STAR  APPLI-\n   10  ANCES,  INCLUDING  RESIDENTIAL REFRIGERATORS, FREEZERS, CLOTHING WASHERS\n   11  (BUT NOT A COMBINATION WASHER/DRYER UNLESS THE CLOTHING  IS  WASHED  AND\n   12  DRIED  IN  THE  SAME  COMPARTMENT), LIGHT FIXTURES WHICH USE A PIN-BASED\n   13  COMPACT FLUORESCENT BULB, NON-COMMERCIAL CEILING FANS OR CEILING FAN AND\n   14  LIGHT KITS, DISHWASHER OR AIR CONDITIONERS,  SOLD  AT  RETAIL,  PROVIDED\n   15  SUCH  APPLIANCES  QUALIFY FOR AND ARE LABELED WITH, AN ENERGY STAR LABEL\n   16  BY THE MANUFACTURER, PURSUANT TO AN AGREEMENT  AMONG  THE  MANUFACTURER,\n   17  THE  UNITED STATES ENVIRONMENTAL PROTECTION AGENCY AND THE UNITED STATES\n   18  DEPARTMENT OF ENERGY; AND (III) TANGIBLE PERSONAL PROPERTY THAT  IMPROVE\n   19  THE  ENERGY  EFFICIENCY  OF  RESIDENTIAL AND NON-RESIDENTIAL HEATING AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03310-01-1\n\n       S. 1089                             2\n\n    1  COOLING SYSTEMS, INCLUDING BUT NOT LIMITED TO,  INSULATION  AND  WEATHER\n    2  STRIPPING  AND  PRODUCTS,  SUCH AS ROOFING, WINDOWS, DOORS AND SKYLIGHTS\n    3  APPROVED BY THE ENERGY STAR PROGRAM.\n    4    S  2.  Subdivision  (a)  of  section 1115 of the tax law is amended by\n    5  adding a new paragraph 44 to read as follows:\n    6    (44) ALTERNATIVE ENERGY SYSTEMS, NEW ENERGY STAR APPLIANCES AND TANGI-\n    7  BLE PERSONAL PROPERTY USED IN OR ON HABITABLE RESIDENTIAL AND  NON-RESI-\n    8  DENTIAL STRUCTURES FOR THE PURPOSE OF IMPROVING THE ENERGY EFFICIENCY OF\n    9  SUCH STRUCTURES, AS DEFINED IN PARAGRAPH THIRTY-THREE OF SUBDIVISION (B)\n   10  OF SECTION ELEVEN HUNDRED ONE OF THIS ARTICLE.\n   11    S  3.  Clause  9 of subdivision (b) of section 1107 of the tax law, as\n   12  amended by section 78 of part A of chapter 56 of the laws  of  1998,  is\n   13  amended to read as follows:\n   14    (9)  Except  as  otherwise provided by law, the [exemption] EXEMPTIONS\n   15  provided for in paragraph thirty of subdivision (a)  of  section  eleven\n   16  hundred  fifteen  OF  THIS ARTICLE relating to clothing and footwear AND\n   17  PARAGRAPH FORTY-FOUR  OF  SUBDIVISION  (A)  OF  SECTION  ELEVEN  HUNDRED\n   18  FIFTEEN OF THIS ARTICLE RELATING TO ALTERNATIVE ENERGY SYSTEMS shall not\n   19  apply.\n   20    S  4.  Subdivision  (f)  of  section  1109 of the tax law, as added by\n   21  section 118-a of part A of chapter 389 of the laws of 1997,  is  amended\n   22  to read as follows:\n   23    (f)  The  [exemption]  EXEMPTIONS  contained in [paragraph] PARAGRAPHS\n   24  thirty AND FORTY-FOUR of  subdivision  (a)  of  section  eleven  hundred\n   25  fifteen of this article shall not apply.\n   26    S  5.  Section 1109 of the tax law is amended by adding a new subdivi-\n   27  sion (i) to read as follows:\n   28    (I) NOTWITHSTANDING ANY OTHER PROVISION OF STATE OR LOCAL  LAW,  ORDI-\n   29  NANCE  OR  RESOLUTION  TO  THE CONTRARY: (1) IN THE EVENT THAT A COUNTY,\n   30  CITY OR SCHOOL DISTRICT LOCATED IN THE METROPOLITAN COMMUTER TRANSPORTA-\n   31  TION DISTRICT IMPOSES TAXES PURSUANT TO THE AUTHORITY OF  SUBPART  B  OF\n   32  PART  I OF ARTICLE TWENTY-NINE OF THIS CHAPTER AND ELECTS TO PROVIDE THE\n   33  ALTERNATIVE ENERGY SYSTEMS EXEMPTION  AUTHORIZED  IN  PARAGRAPH  ONE  OF\n   34  SUBDIVISION (A) OF SECTION TWELVE HUNDRED TEN OF THIS CHAPTER, OR A CITY\n   35  LOCATED  IN  SUCH  DISTRICT  IN  WHICH THE TAXES PROVIDED FOR IN SECTION\n   36  ELEVEN HUNDRED SEVEN OF THIS PART ARE IN EFFECT ELECTS TO  PROVIDE  SUCH\n   37  ALTERNATIVE  ENERGY  SYSTEMS  EXEMPTION  FROM SUCH TAXES PURSUANT TO THE\n   38  AUTHORITY OF SUBDIVISION (P) OF SECTION TWELVE HUNDRED TEN OR OF SECTION\n   39  NINE OF THE CHAPTER OF THE LAWS OF TWO THOUSAND NINE  WHICH  ADDED  THIS\n   40  SUBDIVISION,  OR  THE TAXES PROVIDED FOR IN SECTION ELEVEN HUNDRED EIGHT\n   41  OF THIS PART ARE IN EFFECT IN A  CITY  LOCATED  IN  SUCH  DISTRICT,  THE\n   42  EXEMPTION PROVIDED BY PARAGRAPH FORTY-FOUR OF SUBDIVISION (A) OF SECTION\n   43  ELEVEN  HUNDRED  FIFTEEN  OF  THIS  ARTICLE  SHALL BE APPLICABLE IN SUCH\n   44  PORTION OF THE METROPOLITAN COMMUTER TRANSPORTATION  DISTRICT  IN  WHICH\n   45  SUCH  COUNTY, CITY OR SCHOOL DISTRICT IS LOCATED. THE COMMISSIONER SHALL\n   46  DETERMINE AND CERTIFY TO THE COMPTROLLER THE AMOUNT OF  REVENUE  FORGONE\n   47  AT  THE  RATE  OF  ONE-QUARTER OF ONE PERCENT UNDER THIS SECTION IN SUCH\n   48  COUNTY, CITY OR SCHOOL DISTRICT ON ACCOUNT OF SALES OF ALTERNATIVE ENER-\n   49  GY SYSTEMS IN SUCH COUNTY, CITY OR SCHOOL DISTRICT.\n   50    (2) COMMENCING WITH THE SALES TAX QUARTERLY PERIOD WHICH COMMENCES  ON\n   51  JUNE FIRST, TWO THOUSAND ELEVEN, THE COMMISSIONER SHALL MAKE SUCH DETER-\n   52  MINATIONS  AND  CERTIFICATIONS ON THE TWELFTH DAY OF THE MONTH FOLLOWING\n   53  THE MONTH IN WHICH SALES TAX QUARTERLY RETURNS  ARE  DUE  UNDER  SECTION\n   54  ELEVEN HUNDRED THIRTY-SIX OF THIS ARTICLE WITH RESPECT TO SUCH QUARTERLY\n   55  PERIOD  FOR  AS  LONG AS SUCH ALTERNATIVE ENERGY SYSTEMS EXEMPTIONS FROM\n   56  SUCH TAXES IMPOSED PURSUANT TO THE AUTHORITY OF ARTICLE  TWENTY-NINE  OF\n\n       S. 1089                             3\n\n    1  THIS  CHAPTER OR BY SECTION ELEVEN HUNDRED SEVEN OR ELEVEN HUNDRED EIGHT\n    2  OF THIS PART ARE IN EFFECT. NEITHER THE COMMISSIONER NOR THE COMPTROLLER\n    3  SHALL BE HELD LIABLE FOR  ANY  INACCURACY  IN  SUCH  DETERMINATIONS  AND\n    4  CERTIFICATIONS.  SUCH  DETERMINATIONS AND CERTIFICATIONS MAY BE BASED ON\n    5  SUCH INFORMATION AS MAY BE AVAILABLE TO THE  COMMISSIONER  AT  THE  TIME\n    6  SUCH  DETERMINATIONS AND CERTIFICATIONS MUST BE MADE UNDER THIS SUBDIVI-\n    7  SION AND MAY BE ESTIMATED ON THE BASIS OF PERCENTAGES OR  OTHER  INDICES\n    8  CALCULATED FROM DISTRIBUTIONS FROM PRIOR PERIODS. THE COMMISSIONER SHALL\n    9  BE  AUTHORIZED  TO  REQUIRE  SUCH  INFORMATION AS THE COMMISSIONER DEEMS\n   10  NECESSARY TO COMPLY WITH  THE  REQUIREMENTS  OF  THIS  SUBDIVISION  FROM\n   11  PERSONS REQUIRED TO FILE RETURNS UNDER SECTION ELEVEN HUNDRED THIRTY-SIX\n   12  OF THIS ARTICLE.\n   13    (3)  BY  THE  FIFTEENTH DAY OF THE MONTH IN WHICH THE COMMISSIONER HAS\n   14  MADE THE CERTIFICATIONS TO THE COMPTROLLER DESCRIBED IN PARAGRAPH TWO OF\n   15  THIS SUBDIVISION, THE COMPTROLLER SHALL BILL ANY COUNTY, CITY OR  SCHOOL\n   16  DISTRICT  IN  SUCH  METROPOLITAN  COMMUTER TRANSPORTATION DISTRICT WHICH\n   17  PROVIDES SUCH ALTERNATIVE ENERGY SYSTEMS EXEMPTION, AND ANY CITY IN SUCH\n   18  DISTRICT IN WHICH THE TAXES IMPOSED BY SECTION ELEVEN HUNDRED  SEVEN  OF\n   19  THIS  PART  ARE  IN EFFECT WHICH HAS ELECTED TO PROVIDE SUCH ALTERNATIVE\n   20  ENERGY SYSTEMS EXEMPTION, AND ANY CITY IN SUCH  DISTRICT  IN  WHICH  THE\n   21  TAXES  IMPOSED  BY  SECTION  ELEVEN  HUNDRED  EIGHT  OF THIS PART ARE IN\n   22  EFFECT, AN AMOUNT EQUAL TO ONE-HALF OF THE AMOUNT CERTIFIED TO THE COMP-\n   23  TROLLER BY THE COMMISSIONER IN RESPECT OF SUCH COUNTY,  CITY  OR  SCHOOL\n   24  DISTRICT;  AND SUCH COUNTY, CITY OR SCHOOL DISTRICT SHALL PAY THE AMOUNT\n   25  OF SUCH BILL TO THE COMPTROLLER BY THE TWENTY-FIFTH DAY OF  SUCH  MONTH.\n   26  THE  COMPTROLLER  SHALL  DEPOSIT  ANY  SUCH AMOUNTS RECEIVED IN THE MASS\n   27  TRANSPORTATION OPERATING ASSISTANCE FUND ESTABLISHED BY SECTION  EIGHTY-\n   28  EIGHT-A  OF THE STATE FINANCE LAW TO THE CREDIT OF THE METROPOLITAN MASS\n   29  TRANSPORTATION OPERATING ASSISTANCE ACCOUNT THEREIN.\n   30    (4) IN THE EVENT THAT A COUNTY, CITY OR SCHOOL DISTRICT  IMPOSING  TAX\n   31  PURSUANT  TO THE AUTHORITY OF SUBPART B OF PART I OF ARTICLE TWENTY-NINE\n   32  OF THIS CHAPTER DOES NOT PAY IN FULL A BILL DESCRIBED IN PARAGRAPH THREE\n   33  OF THIS SUBDIVISION BY THE TWENTY-FIFTH DAY OF THE  MONTH  DESCRIBED  IN\n   34  PARAGRAPHS  TWO  AND  THREE  OF  THIS SUBDIVISION, THE COMPTROLLER SHALL\n   35  DEDUCT ANY AMOUNT NOT PAID FROM  THE  AMOUNT  OF  THE  NEXT  PAYMENT  OR\n   36  PAYMENTS  DUE  SUCH COUNTY, CITY OR SCHOOL DISTRICT PURSUANT TO SUBDIVI-\n   37  SION (C) OF SECTION TWELVE HUNDRED SIXTY-ONE OF THIS CHAPTER UNTIL  SUCH\n   38  AMOUNT  NOT  PAID  HAS BEEN RECOVERED. THE COMPTROLLER SHALL DEPOSIT THE\n   39  AMOUNTS SO DEDUCTED AND RECOVERED IN THE MASS  TRANSPORTATION  OPERATING\n   40  ASSISTANCE  FUND  TO  BE CREDITED AS PROVIDED IN PARAGRAPH THREE OF THIS\n   41  SUBDIVISION.\n   42    (5) IN THE EVENT THAT A CITY IN WHICH THE  TAXES  IMPOSED  BY  SECTION\n   43  ELEVEN  HUNDRED  SEVEN OF THIS PART ARE IN EFFECT DOES NOT PAY IN FULL A\n   44  BILL  DESCRIBED  IN  PARAGRAPH  THREE  OF  THIS   SUBDIVISION   BY   THE\n   45  TWENTY-FIFTH  DAY  OF THE MONTH DESCRIBED IN PARAGRAPHS TWO AND THREE OF\n   46  THIS SUBDIVISION, THE COMPTROLLER SHALL DEDUCT ANY AMOUNT NOT PAID  FROM\n   47  THE  AMOUNT  OF THE NEXT PAYMENT OR PAYMENTS DUE SUCH CITY, WITH RESPECT\n   48  TO TAXES, PENALTY AND INTEREST IMPOSED  PURSUANT  TO  THE  AUTHORITY  OF\n   49  SECTION TWELVE HUNDRED TWELVE-A OF THIS CHAPTER, PURSUANT TO SUBDIVISION\n   50  (C)  OF  SECTION  TWELVE  HUNDRED  SIXTY-ONE OF THIS CHAPTER, UNTIL SUCH\n   51  AMOUNT NOT PAID HAS BEEN RECOVERED. THE COMPTROLLER  SHALL  DEPOSIT  THE\n   52  AMOUNTS  SO  DEDUCTED AND RECOVERED IN THE MASS TRANSPORTATION OPERATING\n   53  ASSISTANCE FUND TO BE CREDITED AS PROVIDED IN PARAGRAPH  THREE  OF  THIS\n   54  SUBDIVISION.\n   55    (6)  IN  THE  EVENT  THAT A CITY IN WHICH THE TAXES IMPOSED BY SECTION\n   56  ELEVEN HUNDRED EIGHT OF THIS PART ARE IN EFFECT DOES NOT PAY IN  FULL  A\n\n       S. 1089                             4\n\n    1  BILL   DESCRIBED   IN   PARAGRAPH  THREE  OF  THIS  SUBDIVISION  BY  THE\n    2  TWENTY-FIFTH DAY OF THE MONTH DESCRIBED IN PARAGRAPHS TWO AND  THREE  OF\n    3  THIS  SUBDIVISION, THE COMPTROLLER SHALL DEDUCT ANY AMOUNT NOT PAID FROM\n    4  THE  AMOUNT  OF ANY OTHER MONEYS DUE SUCH CITY FROM THE COMPTROLLER, NOT\n    5  OTHERWISE PLEDGED, DEDICATED OR ENCUMBERED PURSUANT TO OTHER STATE  LAW,\n    6  UNTIL  SUCH  AMOUNT  NOT  PAID HAS BEEN RECOVERED. THE COMPTROLLER SHALL\n    7  DEPOSIT THE AMOUNTS SO DEDUCTED AND RECOVERED IN THE MASS TRANSPORTATION\n    8  OPERATING ASSISTANCE FUND TO BE CREDITED AS PROVIDED IN PARAGRAPH  THREE\n    9  OF THIS SUBDIVISION.\n   10    (7)  THE COMMISSIONER SHALL CERTIFY THE AMOUNT OF ANY OVER CALCULATION\n   11  OR UNDER CALCULATION OF ANY CERTIFICATION REQUIRED TO  BE  MADE  TO  THE\n   12  COMPTROLLER  UNDER PARAGRAPH THREE OF THIS SUBDIVISION AS SOON AFTER ITS\n   13  DISCOVERY AS REASONABLY POSSIBLE AND SUBSEQUENT BILLS TO A CITY,  COUNTY\n   14  OR  SCHOOL  DISTRICT  TO WHICH THE OVER CALCULATION OR UNDER CALCULATION\n   15  RELATES SHALL BE ADJUSTED ACCORDINGLY, PROVIDED THAT THE COMPTROLLER MAY\n   16  ADJUST SUCH NUMBER OF SUBSEQUENT BILLS AS THE COMPTROLLER SHALL CONSIDER\n   17  REASONABLE IN VIEW OF THE AMOUNT OF THE ADJUSTMENT AND ALL  OTHER  FACTS\n   18  AND CIRCUMSTANCES.\n   19    (8)  ON THE SAME DATE THAT THE COMPTROLLER IS REQUIRED TO BILL A COUN-\n   20  TY, CITY OR SCHOOL DISTRICT AN AMOUNT AS PROVIDED IN PARAGRAPH THREE  OF\n   21  THIS  SUBDIVISION,  THE  COMPTROLLER  SHALL, AFTER HAVING FIRST MADE ANY\n   22  DEPOSITS REQUIRED BY SECTION NINETY-TWO-R OF THE STATE FINANCE  LAW  AND\n   23  ONLY  TO  THE  EXTENT  THAT THERE ARE MONEYS REMAINING AFTER HAVING MADE\n   24  SUCH REQUIRED DEPOSITS, WITHDRAW FROM THE STATE TREASURY, TO  THE  DEBIT\n   25  OF  THE  GENERAL  FUND,  AN  AMOUNT  EQUAL  TO  THE TOTAL OF THE AMOUNTS\n   26  REQUIRED TO BE BILLED TO COUNTIES, CITIES AND SCHOOL DISTRICTS  PURSUANT\n   27  TO  SUCH  SUBDIVISION  THREE  AND  DEPOSIT SUCH TOTAL AMOUNT IN THE MASS\n   28  TRANSPORTATION OPERATING ASSISTANCE FUND TO BE CREDITED AS  PROVIDED  IN\n   29  SUCH PARAGRAPH THREE. THE AMOUNT OF ANY OVER CALCULATION OR UNDER CALCU-\n   30  LATION  DETERMINED IN PARAGRAPH SEVEN OF THIS SUBDIVISION SHALL LIKEWISE\n   31  BE APPLIED TO THE AMOUNTS REQUIRED TO BE DEPOSITED UNDER THIS PARAGRAPH,\n   32  SO THAT THE AMOUNTS DEPOSITED UNDER THIS PARAGRAPH EQUAL  THE  TOTAL  OF\n   33  THE  AMOUNTS  REQUIRED  TO  BE  BILLED  TO  COUNTIES,  CITIES AND SCHOOL\n   34  DISTRICTS UNDER SUCH PARAGRAPH THREE, AS ADJUSTED, PURSUANT TO PARAGRAPH\n   35  SEVEN OF THIS SUBDIVISION.\n   36    S 6. Paragraph 1 of subdivision (a) of section 1210 of the tax law, as\n   37  amended by section 3 of part GG of chapter 57 of the laws  of  2010,  is\n   38  amended to read as follows:\n   39    (1) Either, all of the taxes described in article twenty-eight of this\n   40  chapter,  at  the same uniform rate, as to which taxes all provisions of\n   41  the local laws, ordinances or resolutions imposing such taxes  shall  be\n   42  identical,  except as to rate and except as otherwise provided, with the\n   43  corresponding provisions in such  article  twenty-eight,  including  the\n   44  definition  and  exemption  provisions  of  such  article, so far as the\n   45  provisions of such article twenty-eight can be made  applicable  to  the\n   46  taxes  imposed  by  such  city  or  county and with such limitations and\n   47  special provisions as are set forth in this article. The  taxes  author-\n   48  ized  under  this  subdivision  may  not  be imposed by a city or county\n   49  unless the local law, ordinance or resolution imposes such taxes  so  as\n   50  to  include  all  portions  and all types of receipts, charges or rents,\n   51  subject to state tax under  sections  eleven  hundred  five  and  eleven\n   52  hundred ten of this chapter, except as otherwise provided. (i) Any local\n   53  law,  ordinance  or  resolution  enacted  by  any  city of less than one\n   54  million or by any county or school district, imposing the taxes  author-\n   55  ized by this subdivision, shall, notwithstanding any provision of law to\n   56  the  contrary,  exclude from the operation of such local taxes all sales\n\n       S. 1089                             5\n\n    1  of tangible personal  property  for  use  or  consumption  directly  and\n    2  predominantly  in  the  production  of  tangible personal property, gas,\n    3  electricity, refrigeration or steam, for sale, by  manufacturing,  proc-\n    4  essing,  generating,  assembly,  refining, mining or extracting; and all\n    5  sales of tangible personal property for use or consumption predominantly\n    6  either in the production of tangible personal  property,  for  sale,  by\n    7  farming  or  in  a commercial horse boarding operation, or in both; and,\n    8  unless such city, county or school district elects otherwise, shall omit\n    9  the provision for credit or refund contained in clause six  of  subdivi-\n   10  sion  (a)  or subdivision (d) of section eleven hundred nineteen of this\n   11  chapter. (ii) Any local law, ordinance  or  resolution  enacted  by  any\n   12  city,  county  or school district, imposing the taxes authorized by this\n   13  subdivision, shall omit the residential solar energy  systems  equipment\n   14  exemption provided for in subdivision (ee) and the clothing and footwear\n   15  exemption provided for in paragraph thirty of subdivision (a) of section\n   16  eleven  hundred  fifteen  of  this  chapter  AND  THE ALTERNATIVE ENERGY\n   17  SYSTEMS EXEMPTION PROVIDED FOR IN PARAGRAPH  FORTY-FOUR  OF  SUBDIVISION\n   18  (A) OF SECTION ELEVEN HUNDRED FIFTEEN OF THIS CHAPTER, unless such city,\n   19  county or school district elects otherwise as to either such residential\n   20  solar  energy  systems equipment exemption or such clothing and footwear\n   21  exemption.\n   22    S 7. Subdivision (d) of section 1210 of the tax  law,  as  amended  by\n   23  section  37 of part S-1 of chapter 57 of the laws of 2009, is amended to\n   24  read as follows:\n   25    (d) A local law, ordinance or resolution imposing any tax pursuant  to\n   26  this  section,  increasing or decreasing the rate of such tax, repealing\n   27  or suspending such tax, exempting from such tax the energy  sources  and\n   28  services  described in paragraph three of subdivision (a) or of subdivi-\n   29  sion (b) of this section or changing the rate of  tax  imposed  on  such\n   30  energy  sources  and  services  or  providing  for  the credit or refund\n   31  described in clause six of subdivision (a)  of  section  eleven  hundred\n   32  nineteen  of this chapter must go into effect only on one of the follow-\n   33  ing dates: March first, June first, September first or  December  first;\n   34  provided,  that  a  local law, ordinance or resolution providing for the\n   35  exemption described in paragraph thirty OR FORTY-FOUR of subdivision (a)\n   36  of section eleven hundred fifteen of this chapter or repealing any  such\n   37  exemption or a local law, ordinance or resolution providing for a refund\n   38  or  credit  described in subdivision (d) of section eleven hundred nine-\n   39  teen of this chapter or repealing such provision  so  provided  must  go\n   40  into  effect only on March first. No such local law, ordinance or resol-\n   41  ution shall be effective unless a certified copy of such law,  ordinance\n   42  or  resolution  is mailed by registered or certified mail to the commis-\n   43  sioner at the commissioner's office in Albany at least ninety days prior\n   44  to the date it is to become effective.  However,  the  commissioner  may\n   45  waive and reduce such ninety-day minimum notice requirement to a mailing\n   46  of  such  certified copy by registered or certified mail within a period\n   47  of not less than thirty days prior to such effective date if the commis-\n   48  sioner deems such action to be consistent with the commissioner's duties\n   49  under section twelve hundred fifty of this article and the  commissioner\n   50  acts by resolution. Where the restriction provided for in section twelve\n   51  hundred  twenty-three  of this article as to the effective date of a tax\n   52  and the notice requirement provided for therein are applicable and  have\n   53  not  been  waived,  the  restriction  and  notice requirement in section\n   54  twelve hundred twenty-three of this article shall also apply.\n   55    S 8. Section 1210 of the tax law is amended by adding a  new  subdivi-\n   56  sion (p) to read as follows:\n\n       S. 1089                             6\n\n    1    (P)  NOTWITHSTANDING  ANY OTHER PROVISION OF STATE OR LOCAL LAW, ORDI-\n    2  NANCE OR RESOLUTION TO THE CONTRARY:\n    3    (1)  ANY  CITY HAVING A POPULATION OF ONE MILLION OR MORE IN WHICH THE\n    4  TAXES IMPOSED BY SECTION ELEVEN HUNDRED SEVEN OF  THIS  CHAPTER  ARE  IN\n    5  EFFECT,  ACTING THROUGH ITS LOCAL LEGISLATIVE BODY, IS HEREBY AUTHORIZED\n    6  AND EMPOWERED TO ELECT TO PROVIDE THE EXEMPTION FROM SUCH TAXES FOR  THE\n    7  SAME ALTERNATIVE ENERGY SYSTEMS EXEMPT FROM STATE SALES AND COMPENSATING\n    8  USE  TAXES  DESCRIBED  IN  PARAGRAPH  FORTY-FOUR  OF  SUBDIVISION (A) OF\n    9  SECTION ELEVEN HUNDRED FIFTEEN OF THIS CHAPTER BY ENACTING A  RESOLUTION\n   10  EXACTLY  IN  THE  FORM  SET  FORTH IN PARAGRAPH TWO OF THIS SUBDIVISION;\n   11  WHEREUPON, UPON COMPLIANCE WITH THE PROVISIONS OF SUBDIVISIONS  (D)  AND\n   12  (E)  OF  THIS SECTION, SUCH ENACTMENT OF SUCH RESOLUTION SHALL BE DEEMED\n   13  TO BE AN AMENDMENT TO SUCH SECTION ELEVEN HUNDRED SEVEN AND SUCH SECTION\n   14  ELEVEN HUNDRED SEVEN SHALL BE DEEMED TO INCORPORATE SUCH EXEMPTION AS IF\n   15  IT HAD BEEN DULY ENACTED BY THE STATE LEGISLATURE AND  APPROVED  BY  THE\n   16  GOVERNOR.\n   17    (2)  FORM  OF RESOLUTION: BE IT ENACTED BY THE (INSERT PROPER TITLE OF\n   18  LOCAL LEGISLATIVE BODY) AS FOLLOWS:\n   19    SECTION ONE.  RECEIPTS  FROM  SALES  OF  AND  CONSIDERATION  GIVEN  OR\n   20  CONTRACTED  TO  BE  GIVEN  FOR,  OR  FOR  THE USE OF, ALTERNATIVE ENERGY\n   21  SYSTEMS EXEMPT FROM STATE SALES AND COMPENSATING USE TAXES  PURSUANT  TO\n   22  PARAGRAPH  FORTY-FOUR OF SUBDIVISION (A) OF SECTION 1115 OF THE NEW YORK\n   23  TAX LAW SHALL ALSO BE EXEMPT  FROM  SALES  AND  COMPENSATING  USE  TAXES\n   24  IMPOSED IN THIS JURISDICTION.\n   25    SECTION  TWO.  THIS  RESOLUTION SHALL TAKE EFFECT MARCH 1, (INSERT THE\n   26  YEAR, BUT NOT EARLIER THAN THE YEAR 2011) AND SHALL APPLY TO SALES  MADE\n   27  AND USES OCCURRING ON OR AFTER SUCH DATE IN ACCORDANCE WITH THE APPLICA-\n   28  BLE  TRANSITIONAL  PROVISIONS  OF SECTIONS 1106 AND 1217 OF THE NEW YORK\n   29  TAX LAW.\n   30    S 9. Notwithstanding any other provision of state or local law,  ordi-\n   31  nance  or  resolution  to  the contrary: (a) Any county or city imposing\n   32  sales and compensating use taxes pursuant to the authority of subpart  B\n   33  of  part 1 of article 29 of the tax law, acting through its local legis-\n   34  lative body, is hereby authorized and empowered to elect to provide  the\n   35  exemption  from  such  taxes  for alternative energy systems exempt from\n   36  state sales and compensating use taxes  described  in  paragraph  44  of\n   37  subdivision  (a)  of section 1115 of the tax law, whether such taxes are\n   38  imposed by local law, ordinance or resolution, by enacting a  resolution\n   39  exactly in the form set forth in subdivision (c) of this section; where-\n   40  upon,  upon  compliance  with  the provisions of subdivision (d) of this\n   41  section, such enactment of such resolution shall be deemed to amend such\n   42  local law, ordinance or resolution imposing such taxes, and  such  local\n   43  law,  ordinance or resolution shall thenceforth be deemed to incorporate\n   44  such exemption.\n   45    (b) Any city of one million or more in  which  the  taxes  imposed  by\n   46  section  1107  of  the  tax  law are in effect, acting through its local\n   47  legislative body, is hereby authorized and empowered to elect to provide\n   48  the exemption from such taxes for the same  alternative  energy  systems\n   49  exempt  from  state  sales and compensating use taxes described in para-\n   50  graph 44 of subdivision (a) of section 1115 of the tax law by enacting a\n   51  resolution exactly in the form set forth  in  subdivision  (c)  of  this\n   52  section;  whereupon,  upon compliance with the provisions of subdivision\n   53  (d) of this section, such enactment of such resolution shall  be  deemed\n   54  to  amend  such  section 1107 of the tax law and such section 1107 shall\n   55  thenceforth be deemed to incorporate such exemption as if  it  had  been\n   56  duly  enacted  by the state legislature and approved by the governor and\n\n       S. 1089                             7\n\n    1  such resolution shall also be deemed to amend any local  law,  ordinance\n    2  or resolution enacted by such a city imposing such taxes pursuant to the\n    3  authority  of subdivision (a) of section 1210 of the tax law, whether or\n    4  not  such  taxes  are  suspended at the time such city enacts its resol-\n    5  ution.\n    6    (c) Form of Resolution:\n    7    Be it enacted by the (insert proper title of local  legislative  body)\n    8  as follows:\n    9    Section  one:  The (county or city) of (insert locality's name) hereby\n   10  elects the alternative energy systems exemption commencing in January of\n   11  2012.\n   12    Section two: This resolution shall take effect immediately  and  shall\n   13  apply to sales made and uses occurring on or after such date, in accord-\n   14  ance with applicable transitional provisions of the New York tax law.\n   15    (d)  A  resolution adopted pursuant to this section shall be effective\n   16  only if it is adopted exactly as set forth in subdivision  (c)  of  this\n   17  section  and such county or city adopts it by December 31, 2011, mails a\n   18  certified copy of it to the commissioner  of  taxation  and  finance  by\n   19  certified mail by such date and otherwise complies with the requirements\n   20  of subdivisions (d) and (e) of section 1210 of the tax law.\n   21    S  10.  This act shall take effect immediately and shall expire and be\n   22  deemed repealed two years after such date and shall apply to sales  made\n   23  and  uses  occurring  during  exemption periods on or after that date in\n   24  accordance with the applicable transitional provisions of sections  1106\n   25  and 1217 of the tax law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing an exemption for alternative energy systems from the state's sales and compensating use taxes and authorizing counties and cities to elect such exemption from their sales and use taxes imposed by or pursuant to the authority of such law; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110105.T105108.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110106.T153730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346250211
}