{
  "year" : 2011,
  "senateBillNo" : "S1081-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1081-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Forbids owners of multi-tenant buildings to discriminate against telephone companies in physical access to the property to install equipment and provide services",
  "summary" : "Forbids building owners of multi-tenant properties to discriminate against telephone companies in physical access to the property to install equipment and provide telecommunications services; gives the public service commission authority to regulate access and adjudicate disputes. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S4997-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1081\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERKINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Energy and  Tele-\n         communications\n\n       AN ACT to amend the public service law, in relation to discrimination in\n         franchises and privileges\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 99 of the public service law is amended by adding a\n    2  new subdivision 4 to read as follows:\n    3    4. NO BUILDING OWNER MAY DISCRIMINATE AGAINST A TELEPHONE  COMPANY  OR\n    4  ITS ABILITY TO PROVIDE SERVICES TO ONE OR MORE TENANTS OF A MULTI-TENANT\n    5  PROPERTY  THAT  IS  OWNED OR CONTROLLED BY THE BUILDING OWNER, INCLUDING\n    6  DISCRIMINATORY TERMS AND CONDITIONS BY WHICH A TELEPHONE  COMPANY  GAINS\n    7  PHYSICAL  ACCESS  TO  THE  PROPERTY  TO PLACE ITS FACILITIES AND PROVIDE\n    8  TELECOMMUNICATIONS SERVICES TO THE PROPERTY'S  TENANTS.  THE  COMMISSION\n    9  SHALL  HAVE JURISDICTION TO IMPLEMENT THE PROVISIONS OF THIS SUBDIVISION\n   10  BY APPROPRIATE RULES AND REGULATIONS AND TO ADJUDICATE  ADMINISTRATIVELY\n   11  DISPUTES  ARISING  UNDER  THIS  SUBDIVISION. IN NO EVENT MAY THE LACK OF\n   12  AGREEMENT OVER TERMS AND CONDITIONS OF ACCESS DELAY  THE  ABILITY  OF  A\n   13  REQUESTING  TELECOMMUNICATIONS  COMPANY  TO  OBTAIN ACCESS FOR MORE THAN\n   14  THIRTY DAYS FOLLOWING AN INITIAL REQUEST THEREFOR.\n   15    S 2. Section 228 of the public service law is amended by adding a  new\n   16  subdivision 4 to read as follows:\n   17    4.  (A)  NO  PROVIDER  OF  MULTICHANNEL  VIDEO  PROGRAMMING OR OWNERS,\n   18  LESSORS, MANAGERS OR  PERSONS  CONTROLLING  OR  MANAGING  A  RESIDENTIAL\n   19  MULTIUNIT  BUILDING  SHALL  ENTER  INTO OR RENEW ANY EXCLUSIVE MARKETING\n   20  AGREEMENT WITH REGARD TO MULTICHANNEL VIDEO PROGRAMMING SERVICES.\n   21    (B) FOR PURPOSES OF THIS SUBDIVISION \"EXCLUSIVE  MARKETING  AGREEMENT\"\n   22  IS A CONTRACT OR OTHER ARRANGEMENT, OTHER THAN A BULK SALES ARRANGEMENT,\n   23  BETWEEN  THE  OWNER, LESSOR, MANAGER OR PERSON CONTROLLING OR MANAGING A\n   24  RESIDENTIAL MULTIUNIT BUILDING  AND  A  MULTICHANNEL  VIDEO  PROGRAMMING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02125-01-1\n\n       S. 1081                             2\n\n    1  PROVIDER  IN  WHICH A MULTICHANNEL VIDEO PROGRAMMING PROVIDER IS GRANTED\n    2  PREFERENCE OR EXCLUSIVE RIGHTS WITH REGARD TO THE MARKETING OR  OFFERING\n    3  OF SERVICES, OR ACCESS TO THE PREMISES FOR PURPOSES THEREOF.\n    4    S 3. This act shall take effect on the one hundred twentieth day after\n    5  it  shall have become a law. Effective immediately any and all rules and\n    6  regulations and any other measures necessary to implement any  provision\n    7  of  this act on its effective date may be promulgated and taken, respec-\n    8  tively, on or before the effective date of such provision.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to discrimination in franchises and privileges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110105.T103608.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110105.T122219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551372
}