{
  "year" : 2011,
  "senateBillNo" : "S1086-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1086-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs a study of the siting processes for wind energy production facilities",
  "summary" : "Directs a study of the siting processes for wind energy production facilities and provides for a report with recommendations for an overall sitings plan. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S1784-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1086\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. PARKER, DIAZ, DILAN, DUANE, HASSELL-THOMPSON, KRUG-\n         ER, MONTGOMERY, SAMPSON, SERRANO -- read twice  and  ordered  printed,\n         and  when printed to be committed to the Committee on Energy and Tele-\n         communications\n\n       AN ACT to amend the public authorities law, in relation to directing the\n         New York state energy research and development authority to conduct  a\n         study regarding siting processes for wind energy production facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law  is  amended  by  adding  a  new\n    2  section 1854-e to read as follows:\n    3    S  1854-E.  WIND ENERGY PRODUCTION FACILITIES SITING. 1. THE AUTHORITY\n    4  IS HEREBY AUTHORIZED AND DIRECTED TO CONDUCT A  COMPREHENSIVE  STUDY  OF\n    5  THE  POTENTIAL  SITING  PROCESSES  REQUIRED  TO  ESTABLISH  WIND  ENERGY\n    6  PRODUCTION FACILITIES. SUCH STUDY SHALL INCLUDE, BUT NOT BE LIMITED TO:\n    7    (A) AN ANALYSIS OF THE SITING PROCESSES THAT SHOULD BE CONSIDERED  FOR\n    8  WIND ENERGY PRODUCTION FACILITIES;\n    9    (B) THE KINDS OF ENVIRONMENTAL IMPACT STUDIES NECESSARY FOR SITING;\n   10    (C)  THE VISUAL, AUDIBLE OR ATMOSPHERIC IMPACTS OF WIND ENERGY FACILI-\n   11  TIES THAT SHOULD BE CONSIDERED IN THE SITING PROCESS;\n   12    (D) THE IMPACT OF THE CAPACITY OF A WIND ENERGY FACILITY IN THE SITING\n   13  PROCESS;\n   14    (E) WHICH STATE AND LOCAL AGENCIES SHOULD BE INVOLVED  IN  THE  SITING\n   15  PROCESS;\n   16    (F)  THE  INFORMATION NECESSARY FOR LOCAL AGENCIES CHARGED WITH MAKING\n   17  TIMELY AND  DEFENSIBLE  DECISIONS  TO  GUIDE  WIND  ENERGY  DEVELOPMENT,\n   18  INCLUDING  BUT  NOT  LIMITED  TO, INSTALLATION AND OPERATING PROCEDURES,\n   19  DEVELOPMENT OF LOCAL ZONING AND LAND USE REGULATIONS;\n   20    (G) THE  KINDS  OF  REVENUE  IMPLICATIONS  IMPACTING  THE  LOCALITIES,\n   21  INCLUDING  BUT  NOT  LIMITED  TO,  PROPERTY  TAXES, NEGOTIATED VOLUNTARY\n   22  PAYMENTS IN LIEU OF TAXES, AND LAND LEASES; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02116-01-1\n\n       S. 1086                             2\n\n    1    (H) THE KINDS AND IMPACT OF LOCAL COMMUNITY INPUT IN THE SITING  PROC-\n    2  ESS.\n    3    2.  THE  AUTHORITY  SHALL SUBMIT A COPY OF SUCH STUDY TO THE GOVERNOR,\n    4  THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY,  THE\n    5  CHAIRPERSON  OF  THE  SENATE ENERGY AND TELECOMMUNICATIONS COMMITTEE AND\n    6  THE CHAIRPERSON OF THE ASSEMBLY ENERGY COMMITTEE NO LATER THAN ONE  YEAR\n    7  AFTER THE EFFECTIVE DATE OF THIS SECTION.\n    8    3.  UPON COMPLETION OF THE STUDY CONDUCTED PURSUANT TO SUBDIVISION ONE\n    9  OF THIS SECTION, THE AUTHORITY SHALL DEVELOP  AN  OVERALL  COMPREHENSIVE\n   10  WIND  ENERGY  FACILITIES  SITING PLAN. SUCH PLAN SHALL TAKE INTO ACCOUNT\n   11  THE RESULTS AND FINDINGS OF SUCH STUDY, AND SHALL  INCLUDE  BUT  NOT  BE\n   12  LIMITED TO THE FOLLOWING:\n   13    (A)  AN  OUTLINE OF GUIDELINES AND REQUIREMENTS FOR SITING WIND ENERGY\n   14  PRODUCTION FACILITIES;\n   15    (B) THE RESEARCH FOR POTENTIAL SITES FOR FUTURE FACILITIES;\n   16    (C) AN IDENTIFICATION OF EXISTING PLANTS THAT SHOULD BE  TARGETED  FOR\n   17  EFFICIENCY UPGRADING; AND\n   18    (D)  A PLAN FOR AT LEAST THREE PUBLIC HEARINGS TO BE HELD IN DIFFERENT\n   19  REGIONS OF THE STATE WITHIN SIXTY DAYS OF THE PUBLICATION OF SUCH  PLAN,\n   20  AND  A  PROVISION  FOR ADEQUATE WRITTEN TESTIMONIAL INPUT REGARDING SUCH\n   21  PLAN.\n   22    4. THE AUTHORITY SHALL SUBMIT A COPY OF SUCH  WIND  ENERGY  PRODUCTION\n   23  FACILITIES  PLAN TO THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE,\n   24  THE SPEAKER OF THE ASSEMBLY, THE CHAIRPERSON OF THE  SENATE  ENERGY  AND\n   25  TELECOMMUNICATIONS  COMMITTEE AND THE CHAIRPERSON OF THE ASSEMBLY ENERGY\n   26  COMMITTEE NO LATER THAN EIGHTEEN MONTHS AFTER THE EFFECTIVE DATE OF THIS\n   27  SECTION.\n   28    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to directing the New York state energy research and development authority to conduct a study regarding siting processes for wind energy production facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110106.T154732.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110105.T104608.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346852527
}