{
  "year" : 2011,
  "senateBillNo" : "S1087-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1087-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the power authority of the state of New York to provide low-cost electric power to Broadway, off-Broadway and off-off-Broadway theaters",
  "summary" : "Authorizes the power authority of the state of New York to provide low-cost electric power to Broadway, off-Broadway and off-off-Broadway theaters for a limited period of time. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SA5123-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1087\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER, KRUGER, PERKINS -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Energy\n         and Telecommunications\n\n       AN  ACT  to  amend  the public authorities law, in relation to providing\n         electrical power to Broadway and off-Broadway theaters; and  providing\n         for the repeal of such provisions upon the expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1005 of the public authorities law  is  amended  by\n    2  adding a new undesignated paragraph to read as follows:\n    3    NOTWITHSTANDING  ANY  INCONSISTENT  PROVISION OF LAW, THE AUTHORITY IS\n    4  AUTHORIZED TO ENTER INTO CONTRACTS PRIOR TO  JULY  FIRST,  TWO  THOUSAND\n    5  THIRTEEN,  WHICH CONTRACTS MAY EXPIRE NOT LATER THAN JUNE THIRTIETH, TWO\n    6  THOUSAND FOURTEEN, TO PROVIDE LOW-COST ELECTRIC POWER TO BROADWAY,  OFF-\n    7  BROADWAY,  OR OFF-OFF-BROADWAY THEATERS. FOR THIS PURPOSE, THE AUTHORITY\n    8  IS AUTHORIZED TO PROVIDE ANY POWER AVAILABLE FROM ANY SOURCE  AND  UNDER\n    9  ANY  PROGRAM,  INCLUDING,  WITHOUT LIMITATION, ANY NEW TECHNOLOGY DEMON-\n   10  STRATION PROJECT OR THE POWER FOR JOBS PROGRAM; PROVIDED, HOWEVER,  THAT\n   11  IN  CONSIDERING  ANY  ALLOCATION  UNDER  THE  POWER FOR JOBS PROGRAM, NO\n   12  CUSTOMER SHALL BE DENIED SUCH ALLOCATION ON THE BASIS THAT SUCH CUSTOMER\n   13  IS UNABLE TO MAKE COMMITMENTS AS TO THE NUMBER OF JOBS TO BE CREATED  OR\n   14  MAINTAINED  BY  SUCH ALLOCATION. FOR THE PURPOSES OF THIS PARAGRAPH: (A)\n   15  THE TERM \"BROADWAY THEATER\", \"OFF-BROADWAY THEATER\", OR  \"OFF-OFF-BROAD-\n   16  WAY  THEATER\"  SHALL  MEAN  A BUILDING OR PART OF A BUILDING WITH ONE OR\n   17  MORE PERFORMANCE AREAS AND ONE OR MORE AUDIENCE SEATING AREAS  AND  USED\n   18  FOR  THE  PRESENTATION  OF  DRAMATIC OR MUSICAL THEATER PERFORMANCES AND\n   19  COMMONLY REFERRED TO EITHER AS A \"BROADWAY THEATER\", \"OFF-BROADWAY THEA-\n   20  TER\", OR \"OFF-OFF-BROADWAY THEATER\"; AND (B) THE TERM  \"CUSTOMER\"  SHALL\n   21  MEAN  THE  PERSON  BILLED  BY  THE ELECTRICAL UTILITY FOR ELECTRIC POWER\n   22  CONSUMED IN CONNECTION WITH A DRAMATIC OR MUSICAL THEATER PERFORMANCE IN\n   23  A BROADWAY THEATER, OFF-BROADWAY THEATER, OR OFF-OFF-BROADWAY THEATER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03109-01-1\n\n       S. 1087                             2\n\n    1    S 2. This act shall take effect immediately and shall  expire  and  be\n    2  deemed  repealed  June  30,  2013;  provided, however, that any contract\n    3  entered into under the authority of this act may continue until June 30,\n    4  2014.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to providing electrical power to Broadway and off-Broadway theaters; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110106.T154732.TXT", "SOBI.D110105.T105108.TXT", "SOBI.D110105.T121147.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346852536
}