{
  "year" : 2011,
  "senateBillNo" : "S1080-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1080-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires database and reporting for contracts with minority and women-owned businesses",
  "summary" : "Requires the creation of a database to track the issuance of contracts by public authorities and state agencies with minority and women-owned businesses. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S7195-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1080\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to  amend  the  public  authorities  and  the executive law, in\n         relation to database and reporting  requirements  for  contracts  with\n         minority and women-owned businesses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law  is  amended  by  adding  a  new\n    2  section 2807 to read as follows:\n    3    S 2807. DATABASE AND REPORTING REQUIREMENTS FOR CONTRACTS WITH MINORI-\n    4  TY  AND WOMEN-OWNED BUSINESSES. ALL CLASS A AND B PUBLIC AUTHORITIES AND\n    5  PUBLIC BENEFIT CORPORATIONS SHALL CREATE  AND  MAINTAIN  A  DATABASE  TO\n    6  TRACK THE ISSUANCE OF CONTRACTS TO MINORITY AND WOMEN-OWNED ENTERPRISES.\n    7  FOR  PURPOSES OF THIS SECTION, A MINORITY OR WOMEN-OWNED BUSINESS ENTER-\n    8  PRISE SHALL BE DEFINED AS IN  SUBDIVISION  FOURTEEN  OF  SECTION  TWELVE\n    9  HUNDRED  SIXTY-SIX-C  OF  THIS CHAPTER. CLASS A AND B PUBLIC AUTHORITIES\n   10  AND PUBLIC BENEFIT CORPORATIONS SHALL COMPILE REPORTS ON THE ISSUANCE OF\n   11  SUCH CONTRACTS AND THE TOTAL NUMBER OF CONTRACTS AWARDED.  SUCH  REPORTS\n   12  SHALL  BE FILED ON A YEARLY BASIS WITH THE DEPARTMENT OF ECONOMIC DEVEL-\n   13  OPMENT, OFFICE OF MINORITY AND WOMEN-OWNED BUSINESSES AND  BE  DISPLAYED\n   14  ON  THE  PUBLIC  AUTHORITIES  OR  PUBLIC  BENEFIT CORPORATION'S WEBSITE,\n   15  PROVIDED,  HOWEVER  THAT  ALL  PROPRIETARY  INFORMATION  SHALL  BE  KEPT\n   16  OFFLINE.\n   17    S  2.  The  executive  law is amended by adding a new section 315-a to\n   18  read as follows:\n   19    S 315-A. DATABASE AND REPORTING REQUIREMENTS FOR CONTRACTS WITH MINOR-\n   20  ITY AND WOMEN-OWNED BUSINESSES. ALL  STATE  AGENCIES  SHALL  CREATE  AND\n   21  MAINTAIN  A  DATABASE TO TRACK THE ISSUANCE OF CONTRACTS TO MINORITY AND\n   22  WOMEN-OWNED ENTERPRISES. FOR PURPOSES OF THIS  SECTION,  A  MINORITY  OR\n   23  WOMEN-OWNED BUSINESS ENTERPRISE SHALL BE DEFINED AS IN SUBDIVISION FOUR-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01569-01-1\n\n       S. 1080                             2\n\n    1  TEEN  OF  SECTION  TWELVE  HUNDRED SIXTY-SIX-C OF THE PUBLIC AUTHORITIES\n    2  LAW. STATE AGENCIES SHALL  COMPILE  REPORTS  ON  THE  ISSUANCE  OF  SUCH\n    3  CONTRACTS  AND THE TOTAL NUMBER OF CONTRACTS AWARDED. SUCH REPORTS SHALL\n    4  BE  FILED ON A YEARLY BASIS WITH THE DEPARTMENT OF ECONOMIC DEVELOPMENT,\n    5  OFFICE OF MINORITY AND WOMEN-OWNED BUSINESSES AND BE  DISPLAYED  ON  THE\n    6  STATE  AGENCIES'  WEBSITE, PROVIDED HOWEVER, ALL PROPRIETARY INFORMATION\n    7  SHALL BE KEPT OFFLINE.\n    8    S 3. This act shall take effect immediately; provided,  however,  that\n    9  the  amendment  made to article 15-A of the executive law by section two\n   10  of this act shall not affect the repeal of such  article  and  shall  be\n   11  deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities and the executive law, in relation to database and reporting requirements for contracts with minority and women-owned businesses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110105.T103608.TXT", "SOBI.D110105.T121648.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110105.T103104.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346551364
}