{
  "year" : 2011,
  "senateBillNo" : "S1094-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1094-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes standards for court interpreters and a procedure for waiver of a non-English speaking person's right to an interpreter in any proceeding",
  "summary" : "Establishes standards for court interpreters and a procedure for waiver of a non-English speaking person's right to an interpreter in any proceeding. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "S7272-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1094\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to standards and  waivers\n         regarding qualified court interpreters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 386 of the judiciary law, as amended by chapter 259\n    2  of the laws of 1909 and as renumbered by chapter  649  of  the  laws  of\n    3  1945, is amended to read as follows:\n    4    S  386.  Appointment and compensation of court interpreters generally.\n    5  The county judge and the district attorney of the county may appoint one\n    6  interpreter, who shall act as and be  the  court  interpreter  for  such\n    7  county.    Such interpreter shall hold office during the pleasure of the\n    8  county judge and district attorney and they shall  appoint  his  OR  HER\n    9  successor  in  office.    Said  interpreter shall receive a salary to be\n   10  fixed by the board of supervisors of  said  county,  which  shall  be  a\n   11  charge  upon the county, to be paid monthly, in the same manner as other\n   12  county officials are paid. Said interpreter so appointed  shall,  before\n   13  entering upon his OR HER duties, file in the office of the county clerk,\n   14  the constitutional oath of office, AND AN AFFIDAVIT UNDER OATH OR AFFIR-\n   15  MATION  TO MAKE A TRUE AND IMPARTIAL INTERPRETATION OF PROCEEDINGS IN AN\n   16  UNDERSTANDABLE MANNER USING SUCH INTERPRETER'S BEST SKILLS AND  JUDGMENT\n   17  IN  ACCORDANCE  WITH  THE STANDARDS FOR PROFESSIONAL CONDUCT AND ETHICAL\n   18  BEHAVIOR FOUND AND REINFORCED IN THE UCS COURT  INTERPRETER  MANUAL  AND\n   19  THE  COURT  INTERPRETER  CANONS  OF  PROFESSIONAL  RESPONSIBILITY. COURT\n   20  INTERPRETERS SHALL PARTICIPATE IN  TRAINING  PROGRAMS  PROVIDED  BY  THE\n   21  COURT  SYSTEM  FOR  COURT  PERSONNEL  ON  ETHICS,  DOMESTIC VIOLENCE AND\n   22  CULTURAL SENSITIVITY.  The provisions of this  section,  however,  shall\n   23  not  apply  to  the  counties  of New York, Kings and Queens, nor to any\n   24  other county in which the appointment or compensation  of  court  inter-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02158-01-1\n\n       S. 1094                             2\n\n    1  preters  therein is governed by a special or local act or by any special\n    2  provision of a general act.\n    3    S 2. Section 387 of the judiciary law, as amended by chapter 15 of the\n    4  laws of 1975, is amended to read as follows:\n    5    S  387.  Temporary  appointment of interpreters. If the services of an\n    6  interpreter be required in any court and there be no unemployed official\n    7  interpreter to act therein, the court may appoint an interpreter to  act\n    8  temporarily  in  such court. Such interpreter shall before entering upon\n    9  his duties file with the clerk of the court the constitutional  oath  of\n   10  office,  AND  AN  AFFIDAVIT UNDER OATH OR AFFIRMATION TO MAKE A TRUE AND\n   11  IMPARTIAL INTERPRETATION OF  PROCEEDINGS  IN  AN  UNDERSTANDABLE  MANNER\n   12  USING SUCH INTERPRETER'S BEST SKILLS AND JUDGMENT IN ACCORDANCE WITH THE\n   13  STANDARDS  FOR PROFESSIONAL CONDUCT AND ETHICAL BEHAVIOR FOUND AND REIN-\n   14  FORCED IN THE UCS COURT INTERPRETER MANUAL  AND  THE  COURT  INTERPRETER\n   15  CANONS  OF PROFESSIONAL RESPONSIBILITY. COURT INTERPRETERS SHALL PARTIC-\n   16  IPATE IN TRAINING PROGRAMS  PROVIDED  BY  THE  COURT  SYSTEM  FOR  COURT\n   17  PERSONNEL  ON  ETHICS,  DOMESTIC VIOLENCE AND CULTURAL SENSITIVITY.  The\n   18  court shall fix the compensation of such interpreter at  not  more  than\n   19  twenty-five  dollars  per day for each day's actual attendance by direc-\n   20  tion of the presiding judge or justice and such  compensation  shall  be\n   21  paid from the court fund of the county upon the order of the court.\n   22    S  3.  The judiciary law is amended by adding two new sections 381 and\n   23  382 to read as follows:\n   24    S 381. STANDARDS AND FUNCTIONS OF COURT INTERPRETERS. 1.  A  QUALIFIED\n   25  INTERPRETER IS A PERSON WHO IS: (A) ABLE TO COMMUNICATE WITH NON-ENGLISH\n   26  SPEAKING  PERSONS  TO  ORALLY  TRANSFER THE MEANING OF STATEMENTS TO AND\n   27  FROM ENGLISH AND THE LANGUAGE SPOKEN BY A NON-ENGLISH SPEAKING PERSON;\n   28    (B) INTERPRET IN A MANNER THAT CONSERVES THE MEANING, TONE, LEVEL  AND\n   29  REGISTER  OF  THE  ORIGINAL  STATEMENT  WITHOUT SUBSTANTIVE ADDITIONS OR\n   30  OMISSIONS; AND\n   31    (C) PERFORMS HIS OR HER DUTIES IN CONFORMANCE WITH  THE  STANDARDS  OF\n   32  PROFESSIONAL  CONDUCT  AND  ETHICAL BEHAVIOR FOUND AND REINFORCED IN THE\n   33  UCS COURT INTERPRETER MANUAL AND THE COURT INTERPRETER CANONS OF PROFES-\n   34  SIONAL RESPONSIBILITY.\n   35    2.  ANY  PERSON  SERVING  AS  A  COURT  INTERPRETER  PURSUANT  TO  THE\n   36  PROVISIONS  OF  THIS  ARTICLE  SHALL,  IN ANY PROCEEDING BEFORE A COURT,\n   37  STATE AGENCY OR HEARING OFFICER, STATE OR SUBMIT  SUCH  PERSON'S  QUALI-\n   38  FICATIONS ON THE RECORD, UNLESS WAIVED OR OTHERWISE STIPULATED TO BY THE\n   39  PARTIES OR COUNSEL TO THE PARTIES PRIOR TO SUCH PROCEEDING.\n   40    3.  A NON-ENGLISH SPEAKING PERSON SHALL BE ENTITLED TO THE SERVICES OF\n   41  A QUALIFIED COURT INTERPRETER APPOINTED BY A COURT OR STATE AGENCY IN  A\n   42  CRIMINAL  OR  CIVIL  PROCEEDING,  AND  SUCH COURT OR STATE AGENCY SHALL,\n   43  UNLESS WAIVED PURSUANT TO SECTION THREE HUNDRED EIGHTY-TWO OF THIS ARTI-\n   44  CLE, APPOINT A QUALIFIED  COURT  INTERPRETER  IN  A  CIVIL  OR  CRIMINAL\n   45  PROCEEDING  TO:  (A) INTERPRET THE PROCEEDINGS TO A NON-ENGLISH SPEAKING\n   46  PARTY;\n   47    (B) INTERPRET  THE  TESTIMONY  OF  A  NON-ENGLISH  SPEAKING  PARTY  OR\n   48  WITNESS;\n   49    (C)  ASSIST  THE COURT, AGENCY OR HEARING OFFICER IN PERFORMING DUTIES\n   50  AND RESPONSIBILITIES OF THE COURT, AGENCY  OR  HEARING  OFFICER  IN  ANY\n   51  PROCEEDING  INVOLVING  ONE  OR MORE PARTIES WHO ARE NON-ENGLISH SPEAKING\n   52  PERSONS.\n   53    S 382.  WAIVER OF COURT INTERPRETER. 1. WAIVER  OF  THE  RIGHT  TO  AN\n   54  INTERPRETER  BY  A  NON-ENGLISH SPEAKING PARTY TO A PROCEEDING  SHALL BE\n   55  EFFECTIVE ONLY WHEN APPROVED BY A JUDGE OR HEARING  OFFICER  AFTER  SUCH\n   56  NON-ENGLISH  SPEAKING  PARTY  HAS  CONSULTED WITH COUNSEL, RECEIVED ORAL\n\n       S. 1094                             3\n\n    1  COUNSEL FROM A JUDGE OR HEARING OFFICER IN OPEN COURT AS TO  THE  NATURE\n    2  AND  EFFECT OF SUCH WAIVER, AND HAS DEMONSTRATED, TO THE SATISFACTION OF\n    3  SUCH JUDGE OR HEARING OFFICER, COMPREHENSION OF SUCH NATURE  AND  EFFECT\n    4  AND  THAT  SUCH  WAIVER  IS  KNOWINGLY  AND  VOLUNTARILY MADE. FOLLOWING\n    5  APPROVAL OF A WAIVER, A JUDGE OR HEARING OFFICER  SHALL  ENSURE  THAT  A\n    6  RECITATION OF THE WAIVER PROCEDURE PURSUANT TO THIS SECTION IS MADE PART\n    7  OF THE RECORD OF SUCH PROCEEDING.\n    8    2.  THE  FAILURE OF A NON-ENGLISH SPEAKING PERSON TO REQUEST AN INTER-\n    9  PRETER SHALL NOT BE DEEMED A  WAIVER  OF  SUCH  RIGHT.  ANY  NON-ENGLISH\n   10  SPEAKING PERSON MAY RETRACT A WAIVER MADE PURSUANT TO SUBDIVISION ONE OF\n   11  THIS  SECTION  AT ANY TIME DURING THE PROCEEDING AND INDICATE HIS OR HER\n   12  DESIRE TO BE ASSISTED BY A QUALIFIED INTERPRETER.\n   13    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to standards and waivers regarding qualified court interpreters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110105.T110612.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110106.T153730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346250191
}