{
  "year" : 2011,
  "senateBillNo" : "S1096-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1096-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of luring or enticing a child on the internet",
  "summary" : "Creates the crime of luring or enticing a child on the internet. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S4995-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1096\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  KLEIN, PERKINS -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  creating  the  crime  of\n         criminal luring or enticing of a child on the internet\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 260.09  to\n    2  read as follows:\n    3  S 260.09 CRIMINAL LURING OR ENTICING OF A CHILD ON THE INTERNET.\n    4    1.  WHENEVER SUCH TERM IS USED IN THIS SECTION:\n    5    (A) \"CHILD\" SHALL MEAN SOMEONE UNDER THE AGE OF EIGHTEEN YEARS; AND\n    6    (B)  \"MISREPRESENTATION\"  SHALL MEAN ANY COMMUNICATION BY WORDS OR ANY\n    7  OTHER MEANS MADE BY A PERSON, HAVING THE INTENT OF DECEIVING  OR  HAVING\n    8  THE  KNOWLEDGE  THAT  SUCH  COMMUNICATION  IS  FALSE, TO A CHILD FOR THE\n    9  PURPOSE OF INDUCING AN ACT OR AN OMISSION BY SUCH CHILD; AND\n   10    (C) \"PERSON\" SHALL MEAN SOMEONE TWENTY-ONE YEARS OF AGE AND OLDER;  OR\n   11  SOMEONE UNDER TWENTY-ONE YEARS OF AGE AND AT LEAST FOUR YEARS OLDER THAN\n   12  A CHILD.\n   13    2. A PERSON IS GUILTY OF CRIMINAL LURING OR ENTICING OF A CHILD ON THE\n   14  INTERNET  WHEN  HE  OR SHE INTENTIONALLY OR KNOWINGLY ENGAGES A CHILD IN\n   15  CONVERSATION ON THE INTERNET OR SOME OTHER ELECTRONIC DEVICE, AND  LURES\n   16  OR  ATTEMPTS  TO  LURE A CHILD INTO AN AREA AND ENTICES, BY MISREPRESEN-\n   17  TATION OF THEIR IDENTITY, AGE, INTENT OR PURPOSE, OR ATTEMPTS TO  ENTICE\n   18  SUCH  CHILD  INTO  AN ACTIVITY BY, INCLUDING BUT NOT LIMITED TO, FALSELY\n   19  REQUESTING HELP OR PROMISING A REWARD, WHERE SUCH ACTIVITY OR SUCH  AREA\n   20  IS  LIKELY TO LEAD TO AN INJURY TO THE PHYSICAL, MENTAL OR MORAL WELFARE\n   21  OF SUCH CHILD.\n   22    3. IT IS NOT AN AFFIRMATIVE DEFENSE TO A PROSECUTION FOR  A  VIOLATION\n   23  OF THIS SECTION THAT:\n   24    (A)  THE  CHILD  WAS  ACTUALLY  A  LAW ENFORCEMENT OFFICER POSING AS A\n   25  CHILD; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01611-01-1\n\n       S. 1096                             2\n\n    1    (B) A MEETING DID NOT OCCUR.\n    2    CRIMINAL  LURING  OR  ENTICING OF A CHILD ON THE INTERNET IS A CLASS C\n    3  FELONY.\n    4    S 2. This act shall take effect on the first of November next succeed-\n    5  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the crime of criminal luring or enticing of a child on the internet ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110105.T110612.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110106.T153730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346250209
}