{
  "year" : 2011,
  "senateBillNo" : "S1093-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1093-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the sustainable energy loan program to assist homeowners in the installation of distributed generation renewable energy sources or energy efficiency improvements",
  "summary" : "Creates the sustainable energy loan program to assist homeowners in the installation of distributed generation renewable energy sources or energy efficiency improvements; loan program offered through municipality; money appropriated through state grants and loans; provides definition for distributed generation renewable energy sources. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S4795-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1093\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. PARKER, KLEIN, MONTGOMERY, PERKINS, SAMPSON -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Local Government\n\n       AN  ACT  to amend the general municipal law, in relation to the creation\n         of the sustainable energy loan program to  assist  homeowners  in  the\n         installation  of  distributed  generation  renewable energy sources or\n         energy efficiency improvements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The general municipal law is amended by adding a new arti-\n    2  cle 17-B to read as follows:\n    3                                 ARTICLE 17-B\n    4                       SUSTAINABLE ENERGY LOAN PROGRAM\n    5  SECTION 795. LEGISLATIVE INTENT.\n    6          796. DEFINITIONS.\n    7          797. SUSTAINABLE ENERGY LOAN PROGRAM.\n    8          798. STATE CAPITAL GRANTS AND/OR LOANS TO ASSIST THE SUSTAINABLE\n    9                 ENERGY LOAN PROGRAM.\n   10    S 795. LEGISLATIVE INTENT. IT IS THE  INTENT  OF  THE  LEGISLATURE  TO\n   11  PROMOTE  ENERGY  EFFICIENCY  AMONG  THE PEOPLE OF THE STATE. MANY OF THE\n   12  AVAILABLE RENEWABLE ENERGY TECHNOLOGIES ARE COSTLY ENDEAVORS THAT  PROP-\n   13  ERTY  OWNERS  OF THE STATE CANNOT AFFORD TO MAKE. THIS LEGISLATION WOULD\n   14  HELP LOWER ENERGY COSTS, REDUCE GREENHOUSE  EMISSIONS  AND  MAKE  ENERGY\n   15  EFFICIENCY IMPROVEMENTS MORE AFFORDABLE BY OFFERING A SUSTAINABLE ENERGY\n   16  LOAN  PROGRAM  TO  ASSIST  HOMEOWNERS IN THE INSTALLATION OF DISTRIBUTED\n   17  GENERATION RENEWABLE ENERGY SOURCES OR  ENERGY  EFFICIENCY  IMPROVEMENTS\n   18  THROUGH  LOANS OFFERED BY THE MUNICIPALITY TO BE REPAID OVER A PERIOD OF\n   19  TIME THROUGH AN ANNUAL TAX ON THE PROPERTY.\n   20    S 796. DEFINITIONS. 1. \"DISTRIBUTED GENERATION\" SHALL MEAN THE  GENER-\n   21  ATION OF ENERGY CLOSE TO THE POINT OF USE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02146-01-1\n\n       S. 1093                             2\n\n    1    2.  \"RENEWABLE  ENERGY  SOURCES\"  SHALL  MEAN THE PRODUCTION OF ENERGY\n    2  THROUGH HYDRO, SOLAR, GEOTHERMAL, BIOMASS, AND WIND SOURCES.\n    3    S 797. SUSTAINABLE ENERGY LOAN PROGRAM. 1. (A) EACH MUNICIPALITY SHALL\n    4  OFFER  A  SUSTAINABLE ENERGY LOAN TO HOMEOWNERS FOR THE FINANCING OF THE\n    5  INSTALLATION OF DISTRIBUTED GENERATION RENEWABLE ENERGY SOURCES OR ENER-\n    6  GY EFFICIENCY IMPROVEMENTS THAT ARE PERMANENTLY FIXED TO THE RESIDENTIAL\n    7  PROPERTY.\n    8    (B) SUCH LOAN SHALL ONLY BE AVAILABLE TO OWNERS OF DEVELOPED  RESIDEN-\n    9  TIAL PROPERTY THAT ARE UNDERGOING CAPITAL UPGRADES OR IMPROVEMENTS.\n   10    (C)  SUCH  LOANS  SHALL NOT BE AVAILABLE TO FINANCE PARCELS UNDERGOING\n   11  DEVELOPMENT.\n   12    2. THE LOAN REFERENCED IN SUBDIVISION ONE OF  THIS  SECTION  SHALL  BE\n   13  REPAID  BY  THE HOMEOWNER THROUGH A CONTRACTUAL ASSESSMENT LEVIED ON THE\n   14  PROPERTY WHERE THE SUSTAINABLE ENERGY LOAN WAS RECEIVED AND APPLIED.\n   15    3. THE MUNICIPALITY SHALL DISTRIBUTE  INFORMATION  TO  HOMEOWNERS  AND\n   16  REPORT TO THE LEGISLATURE, IDENTIFYING THE FOLLOWING INFORMATION:\n   17    (A)  THE  KINDS  OF DISTRIBUTED GENERATION RENEWABLE ENERGY SOURCES OR\n   18  ENERGY EFFICIENCY IMPROVEMENTS THAT MAY BE FINANCED THROUGH THE  USE  OF\n   19  CONTRACTUAL ASSESSMENTS;\n   20    (B)  IDENTIFICATION OF THE MUNICIPAL OFFICIAL AUTHORIZED TO ENTER INTO\n   21  CONTRACTUAL ASSESSMENTS ON BEHALF OF THE MUNICIPALITY;\n   22    (C) A MAXIMUM AGGREGATE DOLLAR AMOUNT OF CONTRACTUAL ASSESSMENTS;\n   23    (D) A METHOD FOR SETTING REQUESTS FROM PROPERTY OWNERS  FOR  FINANCING\n   24  THROUGH  CONTRACTUAL  ASSESSMENTS  IN  PRIORITY ORDER, IN THE EVENT THAT\n   25  REQUESTS APPEAR LIKELY TO EXCEED THE AUTHORIZATION AMOUNT; AND\n   26    (E) A PLAN FOR RAISING A CAPITAL  AMOUNT  REQUIRED  TO  PAY  FOR  WORK\n   27  PERFORMED PURSUANT TO CONTRACTUAL ASSESSMENTS INCLUDING:\n   28    (1) AMOUNTS TO BE ADVANCED BY THE MUNICIPALITY THROUGH FUNDS AVAILABLE\n   29  TO IT FROM ANY SOURCE,\n   30    (2)  A  STATEMENT  OF  OR METHOD FOR DETERMINING THE INTEREST RATE AND\n   31  TIME PERIOD DURING WHICH CONTRACTING RESIDENTIAL PROPERTY  OWNERS  WOULD\n   32  PAY AN ASSESSMENT, AND\n   33    (3)  A  PLAN FOR RESERVE FUND OR FUNDS AND THE APPORTIONMENT OF ALL OR\n   34  ANY PORTION OF THE COSTS INCIDENTAL TO  FINANCING,  ADMINISTRATION,  AND\n   35  COLLECTION  OF THE CONTRACTUAL ASSESSMENT PROGRAM AMONG CONSENTING RESI-\n   36  DENTIAL PROPERTY OWNERS AND THE MUNICIPALITY.\n   37    4. THE APPROPRIATE MUNICIPAL OFFICIAL SHALL ENTER  INTO  CONSULTATIONS\n   38  WITH  THE  COUNTY TAX ASSESSOR'S OFFICE TO REACH AN AGREEMENT CONCERNING\n   39  THE ADDITIONAL FEES, IF ANY, THAT WILL BE CHARGED FOR INCORPORATING  THE\n   40  PROPOSED  CONTRACTUAL  ASSESSMENTS  INTO  THE ASSESSMENTS OF THE GENERAL\n   41  TAXES OF THE COUNTY ON RESIDENTIAL REAL PROPERTY, AND A PLAN FOR FINANC-\n   42  ING THE PAYMENT OF THOSE FEES.\n   43    5. THE MUNICIPALITY SHALL IMPLEMENT REPORTING MECHANISMS TO SHOW INDI-\n   44  VIDUALS OF THE STATE, AND THE LEGISLATURE,  WHERE  THE  INSTALLATION  OF\n   45  DISTRIBUTED  GENERATION  RENEWABLE  ENERGY  SOURCES OR ENERGY EFFICIENCY\n   46  IMPROVEMENTS ARE BEING MADE BY HOMEOWNERS WITHIN THE COUNTY.\n   47    6. THE AGGREGATE AMOUNT OF EACH SUSTAINABLE ENERGY  LOAN  PROVIDED  BY\n   48  THE  MUNICIPALITY SHALL NOT EXCEED THE COST OF THE EQUIPMENT AND MATERI-\n   49  ALS NECESSARY FOR THE INSTALLATION OF DISTRIBUTED  GENERATION  RENEWABLE\n   50  ENERGY  SOURCES  OR  ENERGY  EFFICIENCY  IMPROVEMENTS PLUS THE COSTS FOR\n   51  INSTALLATION OF SUCH EQUIPMENT.\n   52    7. CONTRACTUAL ASSESSMENTS LEVIED PURSUANT TO THIS  SECTION,  AND  THE\n   53  INTEREST  AND ANY PENALTIES THEREON, SHALL CONSTITUTE A LIEN AGAINST THE\n   54  PARCELS OF LAND ON WHICH THEY ARE MADE UNTIL THEY ARE PAID.\n   55    S 798. STATE CAPITAL GRANTS AND/OR LOANS  TO  ASSIST  THE  SUSTAINABLE\n   56  ENERGY LOAN PROGRAM. 1. THE STATE SHALL MAKE OR CONTRACT TO MAKE A STATE\n\n       S. 1093                             3\n\n    1  CAPITAL  GRANT AND/OR LOAN, WITHIN APPROPRIATIONS THEREFOR, TO A MUNICI-\n    2  PALITY TO ASSIST IN MEETING THE COST AND PLANS FOR THE SUSTAINABLE ENER-\n    3  GY LOAN PROGRAM ESTABLISHED BY SECTION  SEVEN  HUNDRED  NINETY-SEVEN  OF\n    4  THIS  ARTICLE,  INCLUDING  THE ADMINISTRATIVE AND OTHER RELATED EXPENDI-\n    5  TURES TO BE INCURRED IN UNDERTAKING SUCH LOAN PROGRAM.\n    6    2. (A) ALL CONTRACTS FOR STATE  CAPITAL  GRANTS  AND/OR  LOANS  ISSUED\n    7  PURSUANT TO THIS SECTION SHALL BE SUBJECT TO APPROVAL BY THE STATE COMP-\n    8  TROLLER, AND BY THE ATTORNEY GENERAL AS TO FORM.\n    9    (B)  ADVANCES OR PROGRESS PAYMENTS MAY BE MADE ON ACCOUNT OF ANY STATE\n   10  CAPITAL GRANT AND/OR LOAN CONTRACTED TO BE MADE PURSUANT TO THIS SECTION\n   11  AND SUCH ADVANCES OR PAYMENTS SHALL NOT CONSTITUTE PERIODIC SUBSIDIES.\n   12    3. ANY SUCH STATE CAPITAL GRANT AND/OR LOAN SHALL BE IN  SUCH  AMOUNT,\n   13  WITHIN  APPROPRIATIONS  THEREFOR,  AS  THE  COMMISSIONER,  IN HIS OR HER\n   14  DISCRETION, MAY DEEM NECESSARY TO ASSIST THE MUNICIPALITY IN DISCHARGING\n   15  ITS OBLIGATIONS IN CONNECTION WITH THE SUSTAINABLE ENERGY  LOAN  PROGRAM\n   16  FOR WHICH THE GRANT AND/OR LOAN SHALL BE MADE.\n   17    S  2. This act shall take effect on the first of January next succeed-\n   18  ing the date on which it shall have become  a  law.  Provided,  however,\n   19  that  effective immediately the addition, amendment and/or repeal of any\n   20  rule or regulation necessary for the implementation of this act  on  its\n   21  effective date is authorized and directed to be made and completed on or\n   22  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to the creation of the sustainable energy loan program to assist homeowners in the installation of distributed generation renewable energy sources or energy efficiency improvements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110112.TXT", "SOBI.D110105.T120126.TXT", "SOBI.D110105.T110612.TXT", "SOBI.D110105.T124150.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110106.T153730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346250182
}