{
  "year" : 2011,
  "senateBillNo" : "S1095-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1095-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the recordation of restrictive covenant modification documents where conveyance instruments include language violative of civil rights laws",
  "summary" : "Provides for notice of illegal restrictive covenant language in documents to be recorded and the recordation of restrictive covenant modification documents where conveyance instruments include language violative of civil rights laws; requires any title insurance company, title abstract company or escrow company to include such notice in title abstract reports and to inform purchaser/title insurance applicants of the availability from the county recorder of restrictive covenant modification documents. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S1933-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1095\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  DUANE, KRUEGER -- read twice and ordered\n         printed, and when printed to be committed to the Committee on  Judici-\n         ary\n\n       AN  ACT  to  amend  the  real  property law, in relation to recording of\n         restrictive covenant modification documents\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  291-i to read as follows:\n    3    S 291-I. RECORDING OF RESTRICTIVE COVENANT MODIFICATION  DOCUMENT.  1.\n    4  (A) IF ANY COVENANTS, CONDITIONS AND RESTRICTIONS EXIST IN A DOCUMENT TO\n    5  BE  RECORDED  WHICH  DISCRIMINATE ON THE BASIS OF RACE, COLOR, RELIGION,\n    6  SEX, FAMILIAL  STATUS,  MARITAL  STATUS,  DISABILITY,  NATIONAL  ORIGIN,\n    7  SOURCE  OF  INCOME,  OR ANCESTRY THEN ANY TITLE INSURANCE COMPANY, TITLE\n    8  ABSTRACT COMPANY OR ESCROW COMPANY, SHALL:\n    9    (I) NOTIFY IN AT LEAST EIGHTEEN-POINT BOLDFACE TYPE ON A SEPARATE PAGE\n   10  WITHIN THE TITLE ABSTRACT REPORT TO THE PURCHASER/TITLE INSURANCE APPLI-\n   11  CANT,  THE  FOLLOWING  LANGUAGE:   \"THIS   DOCUMENT   CONTAINS   ILLEGAL\n   12  RESTRICTIONS BASED ON RACE, COLOR, RELIGION, SEX, FAMILIAL STATUS, MARI-\n   13  TAL  STATUS, DISABILITY, NATIONAL ORIGIN, SOURCE OF INCOME, OR ANCESTRY,\n   14  THAT VIOLATE STATE AND FEDERAL HOUSING LAW.\" THE PURCHASER/TITLE  INSUR-\n   15  ANCE  APPLICANT  OF  REAL  PROPERTY  MAY  HAVE SUCH ILLEGAL RESTRICTIONS\n   16  REMOVED FROM SUCH DOCUMENT BY SUBMITTING A RESTRICTIVE COVENANT  MODIFI-\n   17  CATION  DOCUMENT,  WHICH  SHALL  BE  AVAILABLE FROM THE COUNTY RECORDER,\n   18  EITHER WITH THE DEED FOR RECORDING, OR SEPARATELY;\n   19    (II) PROVIDE THE PURCHASER/TITLE INSURANCE APPLICANT  WITH  A  LEGIBLE\n   20  COPY  OF  THE  ILLEGAL LANGUAGE ON A SEPARATE PAGE IN THE TITLE ABSTRACT\n   21  REPORT;\n   22    (III) PROVIDE THE PURCHASER/TITLE INSURANCE APPLICANT WITH A  COPY  OF\n   23  THE  APPROPRIATE  RESTRICTIVE COVENANT MODIFICATION DOCUMENT PRIOR TO OR\n   24  AT THE CLOSING OF TITLE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02154-01-1\n\n       S. 1095                             2\n\n    1    (IV) RECORD THE  RESTRICTIVE  COVENANT  MODIFICATION  DOCUMENT,  WHICH\n    2  PURCHASER   SHALL   PAY   THE   APPROPRIATE   FILING  FEES,  UNLESS  THE\n    3  PURCHASER/TITLE INSURANCE APPLICANT OBJECTS IN WRITING.\n    4    (B)  THIS  SECTION  SHALL  NOT  APPLY TO ANY LAWFUL RESTRICTIONS UNDER\n    5  STATE AND FEDERAL HOUSING LAW.\n    6    2. THE RESTRICTIVE COVENANT MODIFICATION DOCUMENT SHALL BE INDEXED  IN\n    7  THE  SAME  MANNER  AS  ANY  PREVIOUSLY RECORDED DOCUMENT OR DOCUMENTS TO\n    8  WHICH THE MODIFICATION DOCUMENT REFERS AND SHALL REFERENCE THE  ORIGINAL\n    9  DOCUMENT  BY  BOOK AND PAGE OR INSTRUMENT NUMBER AND THE DATE OF RECORD-\n   10  ING.\n   11    3. SUBJECT TO COVENANTS, CONDITIONS, AND RESTRICTIONS  RECORDED  AFTER\n   12  THE  ORIGINAL  DOCUMENT CONTAINING UNLAWFUL RESTRICTIONS, AND SUBJECT TO\n   13  COVENANTS, CONDITIONS AND RESTRICTIONS RECORDED  AFTER  THE  RESTRICTIVE\n   14  COVENANT  MODIFICATION  DOCUMENT, THE RESTRICTIVE COVENANT MODIFICATION,\n   15  ONCE RECORDED, SHALL BE DEEMED THE ONLY RESTRICTIONS  HAVING  EFFECT  ON\n   16  THE PROPERTY.\n   17    4.  ANY  PERSON HOLDING AN OWNERSHIP INTEREST IN REAL PROPERTY THAT HE\n   18  OR SHE BELIEVES IS SUBJECT TO  AN  UNLAWFULLY  RESTRICTIVE  COVENANT  IN\n   19  VIOLATION OF STATE OR FEDERAL LAW PROHIBITING RESTRICTION BASED ON RACE,\n   20  COLOR,  RELIGION,  SEX,  FAMILIAL  STATUS,  MARITAL  STATUS, DISABILITY,\n   21  NATIONAL ORIGIN, SOURCE OF INCOME, OR ANCESTRY MAY RECORD A  RESTRICTIVE\n   22  COVENANT  MODIFICATION  DOCUMENT  PURSUANT  TO  SUBDIVISION  ONE OF THIS\n   23  SECTION. SUCH RECORDING SHALL INCLUDE A COMPLETE COPY  OF  THE  ORIGINAL\n   24  DOCUMENT  CONTAINING  THE  ILLEGAL  LANGUAGE  WITH  THE ILLEGAL LANGUAGE\n   25  STRICKEN AND SHALL BE SIGNED UNDER PENALTY OF LAW.\n   26    5. THE COUNTY RECORDER SHALL MAKE AVAILABLE TO THE  PUBLIC  FORMS  FOR\n   27  PREPARATION OF A RESTRICTIVE COVENANT MODIFICATION DOCUMENT.\n   28    6.  IF  THE  HOLDER  OF AN OWNERSHIP INTEREST IN PROPERTY CAUSES TO BE\n   29  RECORDED A RESTRICTIVE COVENANT MODIFICATION DOCUMENT PURSUANT  TO  THIS\n   30  SECTION  WHICH  CONTAINS  LANGUAGE  NOT  AUTHORIZED BY THIS SECTION, ANY\n   31  LIABILITY WHICH DERIVES FROM SUCH RECORDING SHALL BE THE SOLE  RESPONSI-\n   32  BILITY  OF THE HOLDER OF THE OWNERSHIP INTEREST OF RECORD AND THE COUNTY\n   33  RECORDER SHALL NOT INCUR ANY LIABILITY FOR RECORDING SUCH DOCUMENT.\n   34    S 2. This act shall take effect on the one hundred eightieth day after\n   35  it shall have become a law; provided, however that effective  immediate-\n   36  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   37  necessary for the implementation of this act on its effective  date  are\n   38  authorized  and  directed  to  be  made  and completed on or before such\n   39  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to recording of restrictive covenant modification documents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110105.T110612.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110106.T153730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294346250200
}