{
  "year" : 2011,
  "senateBillNo" : "S1097-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1097-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the registration of mail-in second-hand precious metals dealers with the department of state, regulates the conduct of the business thereof",
  "summary" : "Requires the registration of mail-in second-hand precious metals dealers with the department of state; and regulates the conduct of the business thereof. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : "A4123",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7032-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1097\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend  the  general  business  law,  in  relation  to  mail-in\n         second-hand precious metals dealers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  12-C to read as follows:\n    3                                 ARTICLE 12-C\n    4                        MAIL-IN SECOND-HAND PRECIOUS\n    5                               METALS DEALERS\n    6  SECTION 220. DEFINITIONS.\n    7          221. APPLICATION OF ARTICLE.\n    8          222. REGISTRATION, TRANSACTION AND RECORDKEEPING.\n    9          223. TENDERING PAYMENT.\n   10          224. INSPECTION OF RECORDS AND PREMISES.\n   11          225. HOLDING PERIOD.\n   12          226. PENALTIES.\n   13          227. POWERS OF THE DEPARTMENT.\n   14    S 220. DEFINITIONS. AS USED IN THIS ARTICLE:\n   15    1. \"DEPARTMENT\" MEANS THE DEPARTMENT OF STATE.\n   16    2. \"JEWELRY\" MEANS A PERSONAL ORNAMENT THAT CONTAINS A PRECIOUS  METAL\n   17  AND MAY CONTAIN A GEMSTONE OR GEMSTONES.\n   18    3.  \"MAIL-IN  SECOND-HAND  PRECIOUS METALS DEALER\" MEANS ANY PERSON OR\n   19  ENTITY THAT:\n   20    (A) CONDUCTS BUSINESS WITHIN THIS STATE,  THAT  CONTRACTS  WITH  OTHER\n   21  PERSONS  OR ENTITIES TO BUY PRECIOUS METALS OR JEWELRY THROUGH AN INTER-\n   22  NET WEBSITE, THE UNITED STATES MAIL OR TELEMARKETING; OR\n   23    (B) CONDUCTS BUSINESS WITHIN THIS STATE, THAT REGULARLY ENGAGES IN THE\n   24  BUSINESS OF PURCHASING JEWELRY OR PRECIOUS  METALS  THROUGH  THE  UNITED\n   25  STATES MAIL OR INTERNET BASED TRANSACTIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01609-01-1\n\n       S. 1097                             2\n\n    1    4.  \"PRECIOUS  METAL\"  MEANS  ANY  ITEM CONTAINING ANY GOLD, SILVER OR\n    2  PLATINUM, OR ANY COMBINATION THEREOF.\n    3    5.  \"SELLER\"  MEANS  ANY  PERSON OR ENTITY OFFERING PRECIOUS METALS OR\n    4  JEWELRY FOR SALE, WHICH BELONG SOLELY TO SUCH PERSON OR ENTITY AND WHICH\n    5  HAS ABSOLUTE AUTHORITY TO SELL SUCH GOODS.\n    6    6. \"TRANSACTION\" MEANS ANY EVENT RELATING TO THE SALE AND PURCHASE  OF\n    7  SECOND-HAND PRECIOUS METALS OR JEWELRY BY A MAIL-IN SECOND-HAND PRECIOUS\n    8  METALS DEALER.\n    9    S 221. APPLICATION OF ARTICLE. THIS ARTICLE SHALL NOT APPLY TO:\n   10    1.  ANY  PERSON  OR ENTITY THAT IS AVAILABLE TO THE PUBLIC FOR WALK-IN\n   11  SALES; OR\n   12    2. THE PURCHASE, CONSIGNMENT OR TRADE OF SECOND-HAND  PRECIOUS  METALS\n   13  OR JEWELRY BETWEEN SECOND-HAND PRECIOUS METALS DEALERS.\n   14    S  222.  REGISTRATION,  TRANSACTION  AND  RECORDKEEPING. 1. NO MAIL-IN\n   15  SECOND-HAND PRECIOUS METALS DEALER SHALL CONDUCT BUSINESS UNLESS  IT  IS\n   16  REGISTERED WITH THE DEPARTMENT PURSUANT TO THIS ARTICLE.\n   17    2.  NO  MAIL-IN SECOND-HAND PRECIOUS METALS DEALER SHALL REMIT PAYMENT\n   18  TO A SELLER UNLESS THE SELLER HAS PROVIDED SUCH DEALER WITH:\n   19    (A) THE SELLER'S NAME, ADDRESS, TELEPHONE NUMBER AND  ELECTRONIC  MAIL\n   20  ADDRESS, IF AVAILABLE;\n   21    (B)  THE  SELLER'S  DRIVER'S  LICENSE NUMBER AND ISSUING STATE, OR ANY\n   22  OTHER GOVERNMENT ISSUED IDENTIFICATION NUMBER; AND\n   23    (C) A SWORN STATEMENT MADE BY THE SELLER  THAT  THE  DRIVER'S  LICENSE\n   24  NUMBER  OR OTHER GOVERNMENT ISSUED IDENTIFICATION NUMBER PROVIDED BY THE\n   25  SELLER IS TRUE AND ACCURATE, AND THAT THE SELLER IS THE TRUE AND  LAWFUL\n   26  OWNER  OF  THE  GOODS  SOLD.  SUCH STATEMENT SHALL INCLUDE THE FOLLOWING\n   27  LANGUAGE: \"I DECLARE UNDER THE PENALTY OF PERJURY THAT THE FOREGOING  IS\n   28  TRUE AND ACCURATE.\"\n   29     3. FOR EVERY TRANSACTION, A MAIL-IN SECOND-HAND PRECIOUS METALS DEAL-\n   30  ER SHALL RETAIN A RECORD OF THE FOLLOWING:\n   31    (A) A COMPLETE AND ACCURATE DESCRIPTION OF THE SELLER'S GOODS, INCLUD-\n   32  ING:\n   33    (I) PRECIOUS METAL TYPE OR, IF JEWELRY, THE TYPE OF JEWELRY, AND\n   34    (II) ANY OTHER UNIQUE IDENTIFYING MARKS, NUMBERS OR LETTERS.\n   35    SUCH  DESCRIPTION  SHALL  BE  IN SUCH AN ELECTRONIC FORMAT AS SHALL BE\n   36  DETERMINED BY THE SECRETARY OF STATE; AND\n   37    (B) THE DATE THAT THE SELLER'S GOODS  WERE  RECEIVED  BY  THE  MAIL-IN\n   38  SECOND-HAND PRECIOUS METALS DEALER.\n   39    THE INFORMATION REQUIRED BY THIS SUBDIVISION SHALL BE TRANSMITTED TO A\n   40  LAW  ENFORCEMENT  AGENCY  HAVING  JURISDICTION IN THE MUNICIPALITY WHERE\n   41  SUCH DEALER IS SITUATE WITHIN TWENTY-FOUR HOURS AFTER ENTERING INTO  THE\n   42  TRANSACTION.\n   43    4.  EVERY  MAIL-IN  SECOND-HAND PRECIOUS METALS DEALER SHALL MAINTAIN,\n   44  FOR NOT LESS THAN TWO YEARS, ALL INFORMATION RECEIVED PURSUANT TO SUBDI-\n   45  VISIONS TWO AND THREE OF THIS SECTION IN A FORM THAT IS EASILY RETRIEVA-\n   46  BLE UPON THE REQUEST OF ANY LAW ENFORCEMENT AGENCY.\n   47    5. UPON REQUEST FROM A LAW ENFORCEMENT AGENCY, A  MAIL-IN  SECOND-HAND\n   48  PRECIOUS METALS DEALER SHALL PROVIDE SUCH AGENCY WITH AN ELECTRONIC COPY\n   49  OF  ALL  INFORMATION ON ANY SELLER THAT SUCH DEALER IS REQUIRED TO MAIN-\n   50  TAIN PURSUANT TO SUBDIVISIONS TWO AND THREE OF THIS SECTION.\n   51    S 223. TENDERING PAYMENT.  EVERY  PAYMENT  BY  A  MAIL-IN  SECOND-HAND\n   52  PRECIOUS METALS DEALER RESULTING FROM THE SALE, PURCHASE, CONSIGNMENT OR\n   53  TRADE  OF  PRECIOUS  METALS  OR JEWELRY SHALL BE MADE TO THE SELLER BY A\n   54  CHECK OR MONEY ORDER.\n   55    S 224. INSPECTION OF RECORDS AND PREMISES. EVERY  MAIL-IN  SECOND-HAND\n   56  PRECIOUS  METALS  DEALER SHALL ALLOW A LAW ENFORCEMENT AGENCY TO INSPECT\n\n       S. 1097                             3\n\n    1  ITS BUSINESS RECORDS, INVENTORY AND BUSINESS PREMISE DURING NORMAL BUSI-\n    2  NESS HOURS.\n    3    S  225.  HOLDING PERIOD. NO MAIL-IN SECOND-HAND PRECIOUS METALS DEALER\n    4  SHALL SELL, BARTER, EXCHANGE, ALTER, ADULTERATE, USE OR  IN  ANY  MANNER\n    5  DISPOSE OF GOODS PURCHASED FROM A SELLER WITHIN TEN CALENDAR DAYS OF THE\n    6  DATE OF PAYMENT FOR SUCH GOODS.\n    7    S  226.  PENALTIES.  1.  ANY  PERSON  ACTING  AS A MAIL-IN SECOND-HAND\n    8  PRECIOUS METALS DEALER WHO IS NOT REGISTERED AS SUCH WITH THE DEPARTMENT\n    9  OR ANY MAIL-IN, SECOND-HAND PRECIOUS METALS DEALER   WHICH VIOLATES  ANY\n   10  PROVISION  OF THIS ARTICLE SHALL BE GUILTY OF A CLASS E FELONY AND SHALL\n   11  BE PROHIBITED FROM ACTING AS A MAIL-IN SECOND-HAND PRECIOUS METALS DEAL-\n   12  ER FOR NOT LESS THAN ONE YEAR.\n   13    2. ANY SELLER WHO KNOWINGLY PROVIDES FALSE INFORMATION  TO  A  MAIL-IN\n   14  SECOND-HAND PRECIOUS METALS DEALER AND RECEIVES PAYMENT FROM SUCH DEALER\n   15  SHALL BE GUILTY OF A:\n   16    (A)  CLASS E FELONY IF THE PAYMENT RECEIVED IS LESS THAN THREE HUNDRED\n   17  DOLLARS; AND\n   18    (B) CLASS D FELONY IF THE PAYMENT RECEIVED IS THREE HUNDRED DOLLARS OR\n   19  MORE.\n   20    S 227. POWERS OF THE DEPARTMENT. THE DEPARTMENT SHALL  PROMULGATE  ANY\n   21  RULES  AND  REGULATIONS  NECESSARY  TO  IMPLEMENT THE PROVISIONS OF THIS\n   22  ARTICLE.\n   23    S 2. This act shall take effect on the first of January next  succeed-\n   24  ing  the date on which it shall have become a law; provided that, effec-\n   25  tive immediately any actions necessary to implement  the  provisions  of\n   26  this  act  on  its  effective  date  are  authorized  and directed to be\n   27  completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to mail-in second-hand precious metals dealers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110105.T111126.TXT", "SOBI.D110201.T154407.TXT", "SOBI.D110106.T154231.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296593047952
}