{
  "year" : 2011,
  "senateBillNo" : "S1101-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S1101-2011-1294203600000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that entities eligible to receive economic development subsidies must meet certain criteria to receive such subsidies",
  "summary" : "Provides that entities eligible to receive economic development subsidies must: pay each employee a minimum wage that's at least one dollar higher than state minimum wage levels; offer health insurance benefit plans to employees employed at least 35 hours per week; and offer at least twenty percent of its workers a worker training program. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "S2169-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1101\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  ADAMS,  DIAZ, HASSELL-THOMPSON, PERKINS,\n         SAMPSON -- read twice and ordered printed,  and  when  printed  to  be\n         committed to the Committee on Commerce, Economic Development and Small\n         Business\n\n       AN  ACT to amend the economic development law, in relation to establish-\n         ing the \"minimum standards for subsidized jobs act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"minimum standards for subsidized jobs act\".\n    3    S 2. Findings and purpose. The legislature hereby finds  and  declares\n    4  that every year, the state of New York awards increasingly large amounts\n    5  of  dollars  in economic development subsidies to for-profit businesses.\n    6  When government invests in economic development, it  makes  no  economic\n    7  sense  to  support  the  creation  or promotion of jobs that do not give\n    8  workers the chance to earn a decent living. When  state-subsidized  jobs\n    9  provide  low wages and poor benefits, they increase the need for govern-\n   10  ment services, including public assistance  for  food,  housing,  health\n   11  care, and childcare.\n   12    The  purpose  of  this act is to improve the effectiveness of economic\n   13  development  expenditures,  take  pressure  off  state  social  services\n   14  programs,  and  improve  the  public health and welfare by ensuring that\n   15  major state subsidies are used to support at least minimum living stand-\n   16  ards for working families.\n   17    S 3. The economic development law is amended by adding a  new  article\n   18  18 to read as follows:\n   19                                  ARTICLE 18\n   20                  MINIMUM STANDARDS FOR SUBSIDIZED JOBS ACT\n   21  SECTION 360. DEFINITIONS.\n   22          361. MINIMUM STANDARDS FOR WAGES AND BENEFITS.\n   23          362. ENFORCEMENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01619-01-1\n\n       S. 1101                             2\n\n    1    S 360. DEFINITIONS. FOR PURPOSES OF THIS ARTICLE:\n    2    1.  \"ECONOMIC  DEVELOPMENT  SUBSIDY\"  MEANS  ANY EXPENDITURE OF PUBLIC\n    3  FUNDS WITH A VALUE OF AT LEAST ONE HUNDRED  THOUSAND  DOLLARS,  FOR  THE\n    4  PURPOSE  OF STIMULATING ECONOMIC DEVELOPMENT WITHIN THE STATE, INCLUDING\n    5  BUT NOT LIMITED TO BONDS, GRANTS,  LOANS,  LOAN  GUARANTEES,  ENTERPRISE\n    6  ZONES,  EMPOWERMENT ZONES, TAX INCREMENT FINANCING, GRANTS, FEE WAIVERS,\n    7  LAND PRICE SUBSIDIES, MATCHING FUNDS, TAX  ABATEMENTS,  TAX  EXEMPTIONS,\n    8  AND TAX CREDITS.\n    9    2.  \"COMMISSIONER\" MEANS THE COMMISSIONER OF LABOR, OR THE COMMISSION-\n   10  ER'S DESIGNEE OR DESIGNEES.\n   11    S 361. MINIMUM STANDARDS FOR WAGES AND BENEFITS. 1. NO PERSON, ASSOCI-\n   12  ATION, CORPORATION OR OTHER ENTITY SHALL  BE  ELIGIBLE  TO  RECEIVE  ANY\n   13  ECONOMIC DEVELOPMENT SUBSIDY UNLESS THAT ENTITY:\n   14    (A)  PAYS EACH OF ITS EMPLOYEES IN THE STATE A MINIMUM WAGE THAT IS AT\n   15  LEAST ONE DOLLAR PER HOUR HIGHER THAN THE STATE MINIMUM WAGE PROVIDED IN\n   16  ARTICLE NINETEEN OF THE LABOR LAW;\n   17    (B) OFFERS TO EACH OF ITS EMPLOYEES IN THE STATE  WHO  WORK  AT  LEAST\n   18  THIRTY-FIVE  HOURS  PER  WEEK A HEALTH INSURANCE BENEFITS PLAN FOR WHICH\n   19  THE EMPLOYER PAYS AT LEAST EIGHTY PERCENT OF THE  MONTHLY  PREMIUM,  AND\n   20  THE  COVERAGE  PAYS  AT  LEAST  EIGHTY PERCENT OF THE COSTS OF PHYSICIAN\n   21  OFFICE VISITS, EMERGENCY CARE, SURGERY, AND PRESCRIPTIONS WITH AN ANNUAL\n   22  DEDUCTIBLE OF NO MORE THAN ONE THOUSAND DOLLARS; AND\n   23    (C) OFFERS TO AT LEAST TWENTY PERCENT OF ITS WORKERS IN  THE  STATE  A\n   24  WORKER  TRAINING  PROGRAM  THAT  MEETS  MINIMUM  STANDARDS ISSUED BY THE\n   25  COMMISSIONER.\n   26    2. THIS SECTION DOES NOT APPLY TO:\n   27    (A) A NOT-FOR-PROFIT ENTITY THAT IS EXEMPT  FROM  TAXATION  UNDER  THE\n   28  INTERNAL REVENUE CODE; OR\n   29    (B)  AN INTERN OR TRAINEE WHO IS UNDER TWENTY-ONE YEARS OF AGE AND WHO\n   30  IS EMPLOYED FOR A PERIOD NOT LONGER THAN THREE MONTHS.\n   31    3. IF THE COMMISSIONER DETERMINES THAT  APPLICATION  OF  THIS  SECTION\n   32  WOULD  CONFLICT  WITH  A  FEDERAL PROGRAM REQUIREMENT, THE COMMISSIONER,\n   33  AFTER NOTICE AND PUBLIC HEARING, MAY GRANT A WAIVER  FROM  THE  REQUIRE-\n   34  MENTS OF THIS SECTION.\n   35    S  362.  ENFORCEMENT.  1. THE COMMISSIONER SHALL PROMULGATE SUCH REGU-\n   36  LATIONS AS ARE NECESSARY TO IMPLEMENT AND ADMINISTER COMPLIANCE OF  THIS\n   37  SECTION.\n   38    2.   NO   PERSON,  ASSOCIATION,  CORPORATION  OR  OTHER  ENTITY  SHALL\n   39  DISCHARGE, DEMOTE, HARASS OR OTHERWISE TAKE ADVERSE ACTIONS AGAINST  ANY\n   40  INDIVIDUAL  BECAUSE  SUCH  INDIVIDUAL  SEEKS  THE  ENFORCEMENT  OF  THIS\n   41  SECTION, OR TESTIFIES, ASSISTS OR  PARTICIPATES  IN  ANY  MANNER  IN  AN\n   42  INVESTIGATION,  HEARING OR OTHER PROCEEDING TO ENFORCE THE PROVISIONS OF\n   43  THIS SECTION.\n   44    3. NO ENTITY SHALL PAY AN EMPLOYEE THROUGH A THIRD PARTY, OR TREAT  AN\n   45  EMPLOYEE  AS  A  SUBCONTRACTOR  OR  INDEPENDENT CONTRACTOR, TO AVOID THE\n   46  REQUIREMENTS OF THIS SECTION.\n   47    S 4. This act shall take effect on the first of July  next  succeeding\n   48  the  date  on  which  it  shall have become a law and shall apply to any\n   49  economic development subsidy awarded or renewed on or after  such  date;\n   50  provided,  however,  that effective immediately, the addition, amendment\n   51  and/or repeal of any rule or regulation necessary for the implementation\n   52  of this act on its effective date are authorized and directed to be made\n   53  and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to establishing the \"minimum standards for subsidized jobs act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T162235.TXT", "SOBI.D110105.T120126.TXT", "SOBI.D110105.T121648.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110105.T111618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294348955359
}