{
  "year" : 2011,
  "senateBillNo" : "S1103-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S1103-2011-1294203600000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the maintenance of a database on intellectual property",
  "summary" : "Relates to the maintenance of a database on intellectual property generated by state employees or developed through state-funded research which shall include, at a minimum, a brief description of the intellectual property and up-to-date contact information for each item. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : "A3333",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S7979-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1103\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Commerce, Economic  Devel-\n         opment and Small Business\n\n       AN  ACT  to amend the public authorities law, in relation to the mainte-\n         nance of a database on intellectual property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 3152 of the public authorities law\n    2  is amended by adding a new paragraph (k-1) to read as follows:\n    3    (K-1)  TO  OPERATE  AND MAINTAIN A PUBLIC, INTERACTIVE DATABASE OF ALL\n    4  INTELLECTUAL PROPERTY GENERATED BY STATE EMPLOYEES OR DEVELOPED  THROUGH\n    5  STATE-FUNDED  RESEARCH  WHICH  SHALL  INCLUDE,  AT  A  MINIMUM,  A BRIEF\n    6  DESCRIPTION OF THE INTELLECTUAL PROPERTY AND UP-TO-DATE CONTACT INFORMA-\n    7  TION FOR EACH ITEM;\n    8    S 2. Subparagraphs (x) and (xi) of paragraph (b) of subdivision  2  of\n    9  section  3155  of the public authorities law, as amended by section 4 of\n   10  part C of chapter 63 of the  laws  of  2005,  are  amended  to  read  as\n   11  follows:\n   12    (x) number of patents awarded to the college or university as a direct\n   13  result  of  research  related to the award and income generated from the\n   14  licensure or sale of such intellectual property; [and]\n   15    (xi) CURRENT STATUS OF THE INTERACTIVE DATABASE OF INTELLECTUAL  PROP-\n   16  ERTY CREATED PURSUANT TO PARAGRAPH (K-1) OF SUBDIVISION THREE OF SECTION\n   17  THIRTY-ONE HUNDRED FIFTY-TWO OF THIS TITLE; AND\n   18    (XII) any other information deemed appropriate by the director.\n   19    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01617-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the maintenance of a database on intellectual property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110105.T120126.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110106.T162736.TXT", "SOBI.D110105.T111618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905902148
}