{
  "year" : 2011,
  "senateBillNo" : "S1105-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1105-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines prohibited restrictive covenants contained in real property documents and requires the filing of a declaration when recording documents containing such covenants",
  "summary" : "Defines prohibited restrictive covenants contained in real property documents and requires the filing of a declaration when recording of real property documents containing unlawful restrictive covenants. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S5124-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1105\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation  to  the  preparation\n         and recording of restrictive covenant declarations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding  a  new  section\n    2  291-i to read as follows:\n    3    S  291-I.  PROHIBITED RESTRICTIVE COVENANTS. 1. (A) ANY PROVISION IN A\n    4  WRITTEN INSTRUMENT RELATING TO OR AFFECTING REAL PROPERTY THAT  PURPORTS\n    5  TO  FORBID  OR RESTRICT CONVEYING, MORTGAGING, ENCUMBERING OR LEASING OF\n    6  SUCH REAL PROPERTY TO ANY PERSON ON THE BASIS OF RACE, COLOR,  RELIGION,\n    7  GENDER OR ANY OTHER CRITERIA IN VIOLATION OF APPLICABLE FEDERAL OR STATE\n    8  LAW, SHALL BE VOID.\n    9    (B)  NOTWITHSTANDING  PARAGRAPH (A) OF THIS SUBDIVISION, THE FOLLOWING\n   10  PROVISIONS ARE NOT PROHIBITED BY THIS SECTION:\n   11    (I) A LIMITATION, ON THE BASIS OF RELIGION, ON THE USE OF REAL PROPER-\n   12  TY HELD BY A RELIGIOUS INSTITUTION OR ORGANIZATION OR BY  ANY  RELIGIOUS\n   13  OR  CHARITABLE  ORGANIZATION,  OPERATED,  SUPERVISED  OR CONTROLLED BY A\n   14  RELIGIOUS INSTITUTION OR ORGANIZATION AND USED FOR RELIGIOUS OR CHARITA-\n   15  BLE PURPOSES; AND\n   16    (II) A LIMITATION, IN ACCORDANCE  WITH  THE  PROVISIONS  OF  STATE  OR\n   17  FEDERAL  LAW, ON THE BASIS OF SOURCE OF INCOME OR SOCIO-ECONOMIC STATUS,\n   18  ON THE USE OF REAL PROPERTY DESIGNATED  AS  HOUSING  ACCOMMODATIONS  FOR\n   19  PERSONS  IN  LOW  INCOME  CATEGORIES,  WHICH LIMITATION RESTRICTS USE OR\n   20  OCCUPANCY OF SUCH PROPERTY TO PERSONS IN SUCH CATEGORIES, INCLUDING, BUT\n   21  NOT LIMITED TO LIMITATIONS ON PROPERTY:\n   22    (A) DESIGNATED AS PUBLICLY-ASSISTED HOUSING ACCOMMODATIONS AS PROVIDED\n   23  IN SECTION TWO HUNDRED NINETY-TWO OF THE HUMAN RIGHTS LAW; OR\n   24    (B) SUBJECT TO RENT CONTROL OR RENT STABILIZATION PURSUANT TO  CHAPTER\n   25  FIVE  HUNDRED  SEVENTY-SIX OF THE LAWS OF NINETEEN HUNDRED SEVENTY-FOUR,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02157-01-1\n\n       S. 1105                             2\n\n    1  CONSTITUTING  THE  EMERGENCY   TENANT   PROTECTION   ACT   OF   NINETEEN\n    2  SEVENTY-FOUR,  CHAPTER  TWO HUNDRED SEVENTY-FOUR OF THE LAWS OF NINETEEN\n    3  HUNDRED FORTY-SIX, CONSTITUTING THE EMERGENCY HOUSING RENT CONTROL  LAW,\n    4  OR THE ADMINISTRATIVE CODE OF THE CITY OF NEW YORK.\n    5    (C)  THE  VOIDING  OF  A  PROVISION  PURSUANT TO PARAGRAPH (A) OF THIS\n    6  SUBDIVISION SHALL NOT AFFECT THE VALIDITY OF  THE  INSTRUMENT,  AND  THE\n    7  INSTRUMENT  SHALL  HAVE FULL FORCE AND EFFECT IN ALL OTHER RESPECTS, AND\n    8  SHALL BE CONSTRUED AS IF NO SUCH PROVISION WERE CONTAINED THEREIN.\n    9    2. NO WRITTEN INSTRUMENT HEREAFTER MADE, RELATING TO OR AFFECTING REAL\n   10  PROPERTY, SHALL BE FILED OR RECORDED IN A FORM CONTAINING ANY  PROVISION\n   11  IN VIOLATION OF THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION UNLESS\n   12  SUCH  INSTRUMENT  IS  ACCOMPANIED BY A RESTRICTIVE COVENANT DECLARATION.\n   13  UPON THE TRANSFER OR SALE OF REAL PROPERTY, OR UPON  THE  OCCURRENCE  OF\n   14  ANY OTHER CIRCUMSTANCES ENTAILING THE FILING OF A NEW DEED PERTAINING TO\n   15  REAL  PROPERTY,  WHICHEVER  OCCURS  FIRST, OR UPON THE FILING OF A LEASE\n   16  PERTAINING TO REAL PROPERTY, THE ATTORNEY, TITLE  INSURANCE  COMPANY  OR\n   17  TITLE  INSURANCE  AGENT  PREPARING THE NEW DEED OR LEASE SHALL PREPARE A\n   18  RESTRICTIVE COVENANT DECLARATION AS PROVIDED  IN  SUBDIVISION  THREE  OF\n   19  THIS SECTION, TO BE SIGNED BY THE PROSPECTIVE PURCHASER OR LESSOR OF THE\n   20  PROPERTY,  AND  SHALL FILE THE SAME AT THE TIME THE NEW DEED OR LEASE IS\n   21  FILED.\n   22    3. A RESTRICTIVE COVENANT DECLARATION SHALL:\n   23    (A) BEAR THE HEADING \"UNLAWFUL RESTRICTIVE COVENANT DECLARATION\";\n   24    (B) INCLUDE A COMPLETE COPY OF THE ORIGINAL  DOCUMENT  CONTAINING  THE\n   25  UNLAWFUL  RESTRICTIVE  COVENANT  AND REFERENCE SUCH DOCUMENT BY BOOK AND\n   26  PAGE OR INSTRUMENT NUMBER AND THE DATE OF RECORDING, AND SET  FORTH  THE\n   27  NAMES OF THE SIGNATORIES TO THE ORIGINAL DOCUMENT, IF ANY;\n   28    (C) IDENTIFY THE LANGUAGE OF THE UNLAWFUL RESTRICTIVE COVENANT;\n   29    (D)  SET FORTH THE FOLLOWING STATEMENT IN AT LEAST EIGHTEEN-POINT BOLD\n   30  FACED TYPE: \"THIS DOCUMENT CONTAINS ONE  OR  MORE  ILLEGAL  RESTRICTIONS\n   31  THAT  VIOLATE  STATE  AND/OR  FEDERAL  LAW.  TO  THE  EXTENT  THAT THESE\n   32  PROVISIONS VIOLATE STATE OR FEDERAL LAW, THEY ARE DEEMED TO BE VOID  AND\n   33  UNENFORCEABLE\";\n   34    (E)  BE  FILED  AND RECORDED WITH THE DOCUMENT CONTAINING THE UNLAWFUL\n   35  RESTRICTIVE COVENANT AT THE TIME OF FILING AND RECORDING OF  SUCH  DOCU-\n   36  MENT; AND\n   37    (F)  BE INDEXED IN THE SAME MANNER AS ANY PREVIOUSLY RECORDED DOCUMENT\n   38  OR DOCUMENTS TO WHICH THE RESTRICTIVE COVENANT  DECLARATION  REFERS  AND\n   39  SHALL  REFERENCE  THE  ORIGINAL  DOCUMENT BY BOOK AND PAGE OR INSTRUMENT\n   40  NUMBER AND THE DATE OF RECORDING.\n   41    4. THE COUNTY RECORDER SHALL MAKE AVAILABLE TO THE  PUBLIC  FORMS  FOR\n   42  PREPARATION  OF  A  RESTRICTIVE  COVENANT  DECLARATION.  ALL RESTRICTIVE\n   43  COVENANT DECLARATIONS SHALL BE ACCEPTED FOR FILING BY THE COUNTY RECORD-\n   44  ER WITHOUT PAYMENT OF A FILING FEE.\n   45    5. DEFINITIONS. AS USED IN THIS SECTION:\n   46    (A) \"PROVISION\" MEANS ALL CLAUSES, STIPULATIONS, RESTRICTIONS,  PROHI-\n   47  BITIONS,  COVENANTS AND CONDITIONS OF ANY KIND OR CHARACTER, INCLUDING A\n   48  RIGHT OF ENTRY OR A POSSIBILITY OF REVERTER, WHICH DIRECTLY OR INDIRECT-\n   49  LY LIMIT THE USE OR OCCUPANCY OF REAL PROPERTY; AND\n   50    (B) \"WRITTEN INSTRUMENT\" OR  \"INSTRUMENT\"  MEANS  EVERY  WRITING  THAT\n   51  RELATES  TO  OR  AFFECTS  ANY  RIGHT,  TITLE, INTEREST IN REAL PROPERTY,\n   52  INCLUDING, BUT NOT LIMITED TO, DEEDS, MORTGAGES, LEASES, LIENS, MAPS AND\n   53  PLATS.\n   54    6. APPLICATION. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO PROHIBIT\n   55  THE INCLUSION IN WRITTEN INSTRUMENTS OF  PROVISIONS  NECESSARY  TO  GIVE\n   56  EFFECT TO STATE OR FEDERAL STATUTES.\n\n       S. 1105                             3\n\n    1    7. LIABILITY. NOTWITHSTANDING ANY LAW TO THE CONTRARY, ANY PERSON WHO,\n    2  IN  GOOD  FAITH  AND IN THE USUAL COURSE OF BUSINESS, DELIVERS ANY DEED,\n    3  CONTRACT, SECURITY INSTRUMENT, OR OTHER INSTRUMENT AFFECTING THE  TRANS-\n    4  FER  OR  SALE  OF,  OR  ANY  INTEREST IN, REAL PROPERTY WHICH CONTAINS A\n    5  RESTRICTIVE  COVENANT  AS  DESCRIBED IN SUBDIVISION ONE OF THIS SECTION,\n    6  SHALL BE IMMUNE FROM CIVIL LIABILITY. IN ADDITION, SUCH  DELIVERY  SHALL\n    7  NOT CONSTITUTE AN UNFAIR HOUSING PRACTICE. THE PROVISIONS OF THIS SUBDI-\n    8  VISION SHALL NOT APPLY TO ANY PERSON WHO:\n    9    (A)  REPRESENTS  OR ATTEMPTS TO REPRESENT THAT SUCH RESTRICTIVE COVEN-\n   10  ANTS ARE VALID AND ENFORCEABLE; OR\n   11    (B) HONORS OR EXERCISES OR ATTEMPTS TO HONOR OR EXERCISE SUCH RESTRIC-\n   12  TIVE COVENANTS.\n   13    S 2. This act shall take effect on the one hundred eightieth day after\n   14  it shall have become a law; provided, however that effective  immediate-\n   15  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   16  necessary for the implementation of this act on its effective  date  are\n   17  authorized  and  directed  to  be  made  and completed on or before such\n   18  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to the preparation and recording of restrictive covenant declarations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110106.T162736.TXT", "SOBI.D110105.T111618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349256489
}