{
  "year" : 2011,
  "senateBillNo" : "S1106-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1106-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides civilian review boards with the option to petition the court for an order that would permit the disclosure of all personnel records of certain officers",
  "summary" : "Provides civilian review boards with the option to petition the court for an order that would permit the disclosure of all personnel records if those records relate to an officer who was involved in a police shooting or police misconduct. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A768",
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S1779-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1106\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  PERKINS, SMITH -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil rights law, in relation to civilian  complaint\n         review boards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 50-a of the civil rights  law,  as\n    2  amended  by  chapter  137  of  the  laws  of 2002, is amended to read as\n    3  follows:\n    4    1. All personnel records, used to evaluate performance toward  contin-\n    5  ued  employment  or promotion, under the control of any police agency or\n    6  department of the state or any political subdivision  thereof  including\n    7  authorities or agencies maintaining police forces of individuals defined\n    8  as  police  officers  in  section 1.20 of the criminal procedure law and\n    9  such personnel records under the control of a sheriff's department or  a\n   10  department  of correction of individuals employed as correction officers\n   11  and such personnel records under the control of a paid  fire  department\n   12  or    force    of    individuals    employed    as    firefighters    or\n   13  firefighter/paramedics and such personnel records under the  control  of\n   14  the  division of parole for individuals defined as peace officers pursu-\n   15  ant to subdivisions twenty-three and twenty-three-a of section  2.10  of\n   16  the  criminal  procedure  law  shall  be considered confidential and not\n   17  subject to inspection or review without the express written  consent  of\n   18  such  police  officer,  firefighter,  firefighter/paramedic,  correction\n   19  officer or peace officer within the division of parole except as may  be\n   20  mandated  by  lawful court order, AND EXCEPT THAT A MEMBER OF A CIVILIAN\n   21  COMPLAINT REVIEW BOARD THAT  IS  RESPONSIBLE  FOR  INVESTIGATING  POLICE\n   22  MISCONDUCT  MAY PETITION THE COURT FOR AN ORDER PERMITTING DISCLOSURE OF\n   23  ALL PERSONNEL RECORDS IF THOSE RECORDS RELATE  TO  AN  OFFICER  WHO  WAS\n   24  INVOLVED IN A POLICE SHOOTING OR POLICE MISCONDUCT.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01616-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to civilian complaint review boards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120651.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110106.T162736.TXT", "SOBI.D110105.T111618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349256490
}