{
  "year" : 2011,
  "senateBillNo" : "S1102-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1102-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the computer security act",
  "summary" : "Establishes the computer security act, addressing the widespread problem of spyware; makes it illegal for third parties to knowingly and deceptively cause computer software to be copied on to personal computers that changes the computer users settings without permission, prevents users from resetting computers to the original preferences or removing third party software, secretly collects information about internet searches, disables the computer's security software or causes related disruptive activities. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7039-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1102\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the general business law, in  relation  to  establishing\n         \"the computer security act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 150 of  the  general  business  law  is  renumbered\n    2  section 154.\n    3    S  2.  The general business law is amended by adding a new article 9-D\n    4  to read as follows:\n    5                                 ARTICLE 9-D\n    6                          THE COMPUTER SECURITY ACT\n    7  SECTION 150.   SHORT TITLE.\n    8          151.   DEFINITIONS.\n    9          152.   UNLAWFUL ACTS INVOLVING COMPUTER SOFTWARE.\n   10          153.   PENALTIES.\n   11          153-A. IMMUNITY FROM LIABILITY FOR VIOLATIONS.\n   12          153-B. PREEMPTING OTHER JURISDICTIONAL ACTIONS ABOUT SPYWARE.\n   13    S 150. SHORT TITLE. THIS ACT SHALL BE KNOWN AND MAY BE CITED  AS  \"THE\n   14  COMPUTER SECURITY ACT.\"\n   15    S 151. DEFINITIONS.  FOR PURPOSES OF THIS ARTICLE, THE FOLLOWING TERMS\n   16  SHALL HAVE THE FOLLOWING MEANINGS:\n   17    1. \"ADVERTISEMENT\" MEANS A COMMUNICATION, THE PRIMARY PURPOSE OF WHICH\n   18  IS  THE COMMERCIAL PROMOTION OF A COMMERCIAL PRODUCT OR SERVICE, INCLUD-\n   19  ING CONTENT ON AN INTERNET WEBSITE OPERATED FOR A COMMERCIAL PURPOSE.\n   20    2. \"AUTHORIZED USER,\" WITH RESPECT TO A COMPUTER, MEANS A  PERSON  WHO\n   21  OWNS OR IS AUTHORIZED BY THE OWNER OR LESSEE TO USE THE COMPUTER.\n   22    3. \"CAUSE TO BE COPIED\" MEANS TO DISTRIBUTE OR TRANSFER COMPUTER SOFT-\n   23  WARE OR ANY COMPONENT THEREOF. SUCH TERM SHALL NOT INCLUDE PROVIDING:\n   24    A. TRANSMISSION, ROUTING, PROVISION OF INTERMEDIATE TEMPORARY STORAGE,\n   25  OR CACHING OF SOFTWARE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00978-01-1\n\n       S. 1102                             2\n\n    1    B.  A  STORAGE  MEDIUM,  SUCH  AS A COMPACT DISK, WEBSITE, OR COMPUTER\n    2  SERVER, THROUGH WHICH THE SOFTWARE WAS DISTRIBUTED BY A THIRD PARTY; OR\n    3    C.  AN  INFORMATION  LOCATION TOOL, SUCH AS A DIRECTORY, INDEX, REFER-\n    4  ENCE, POINTER, OR HYPERTEXT LINK, THROUGH WHICH THE USER OF THE COMPUTER\n    5  LOCATED THE SOFTWARE.\n    6    4. \"COMPUTER SOFTWARE\" MEANS A SEQUENCE OF INSTRUCTIONS WRITTEN IN ANY\n    7  PROGRAMMING LANGUAGE THAT IS EXECUTED ON A COMPUTER. SUCH TERM SHALL NOT\n    8  INCLUDE A TEXT OR DATA FILE, A WEB PAGE, OR A DATA COMPONENT  OF  A  WEB\n    9  PAGE THAT IS NOT EXECUTABLE INDEPENDENTLY OF THE WEB PAGE.\n   10    5.  \"COMPUTER  VIRUS\"  MEANS  A  COMPUTER  PROGRAM  OR  OTHER  SET  OF\n   11  INSTRUCTIONS THAT IS DESIGNED TO DEGRADE THE PERFORMANCE OF OR DISABLE A\n   12  COMPUTER OR COMPUTER NETWORK  AND IS DESIGNED TO  HAVE  THE  ABILITY  TO\n   13  REPLICATE  ITSELF  ON  OTHER  COMPUTERS OR COMPUTER NETWORKS WITHOUT THE\n   14  AUTHORIZATION OF THE OWNERS OF THOSE COMPUTERS OR COMPUTER NETWORKS.\n   15    6. \"CONSUMER\" MEANS AN INDIVIDUAL WHO RESIDES IN THIS  STATE  AND  WHO\n   16  USES  THE COMPUTER IN QUESTION PRIMARILY FOR PERSONAL, FAMILY, OR HOUSE-\n   17  HOLD PURPOSES.\n   18    7. \"DAMAGE\" MEANS ANY  SIGNIFICANT  IMPAIRMENT  TO  THE  INTEGRITY  OR\n   19  AVAILABILITY OF DATA, SOFTWARE, A SYSTEM, OR INFORMATION.\n   20    8.  \"EXECUTE,\"  WHEN USED WITH RESPECT TO COMPUTER SOFTWARE, MEANS THE\n   21  PERFORMANCE OF THE FUNCTIONS OR THE CARRYING OUT OF THE INSTRUCTIONS  OF\n   22  THE COMPUTER SOFTWARE.\n   23    9. \"INTENTIONALLY DECEPTIVE\" MEANS ANY OF THE FOLLOWING:\n   24    A.  BY  MEANS  OF  AN INTENTIONALLY AND MATERIALLY FALSE OR FRAUDULENT\n   25  STATEMENT;\n   26    B. BY MEANS OF A STATEMENT OR DESCRIPTION THAT INTENTIONALLY OMITS  OR\n   27  MISREPRESENTS MATERIAL INFORMATION IN ORDER TO DECEIVE THE CONSUMER; OR\n   28    C.  BY  MEANS  OF  AN  INTENTIONAL AND MATERIAL FAILURE TO PROVIDE ANY\n   29  NOTICE TO AN AUTHORIZED USER REGARDING THE DOWNLOAD OR  INSTALLATION  OF\n   30  SOFTWARE IN ORDER TO DECEIVE THE CONSUMER.\n   31    10.  \"INTERNET\"  MEANS THE GLOBAL INFORMATION SYSTEM THAT IS LOGICALLY\n   32  LINKED TOGETHER BY A GLOBALLY UNIQUE ADDRESS SPACE BASED ON THE INTERNET\n   33  PROTOCOL OR ITS SUBSEQUENT EXTENSIONS; THAT IS ABLE TO SUPPORT  COMMUNI-\n   34  CATIONS USING THE TRANSMISSION CONTROL PROTOCOL/INTERNET PROTOCOL SUITE,\n   35  ITS  SUBSEQUENT EXTENSIONS, OR OTHER INTERNET PROTOCOL COMPATIBLE PROTO-\n   36  COLS; AND THAT PROVIDES, USES, OR MAKES ACCESSIBLE, EITHER  PUBLICLY  OR\n   37  PRIVATELY, HIGH LEVEL SERVICES LAYERED ON THE COMMUNICATIONS AND RELATED\n   38  INFRASTRUCTURE DESCRIBED IN THIS SUBDIVISION.\n   39    11.  \"PERSON\"  MEANS ANY INDIVIDUAL, PARTNERSHIP, CORPORATION, LIMITED\n   40  LIABILITY COMPANY, OR OTHER ORGANIZATION, OR ANY COMBINATION THEREOF.\n   41    12. \"PERSONALLY IDENTIFIABLE INFORMATION\" MEANS ANY OF THE FOLLOWING:\n   42    A. A FIRST NAME OR FIRST INITIAL IN COMBINATION WITH A LAST NAME;\n   43    B. CREDIT OR DEBIT CARD NUMBERS OR OTHER FINANCIAL ACCOUNT NUMBERS;\n   44    C. A PASSWORD OR PERSONAL IDENTIFICATION NUMBER REQUIRED TO ACCESS  AN\n   45  IDENTIFIED FINANCIAL ACCOUNT;\n   46    D. A SOCIAL SECURITY NUMBER; OR\n   47    E.  ANY OF THE FOLLOWING INFORMATION IN A FORM THAT PERSONALLY IDENTI-\n   48  FIES AN AUTHORIZED USER:\n   49    (1) ACCOUNT BALANCES;\n   50    (2) OVERDRAFT HISTORY;\n   51    (3) PAYMENT HISTORY;\n   52    (4) A HISTORY OF WEBSITES VISITED;\n   53    (5) A HOME ADDRESS;\n   54    (6) A WORK ADDRESS; OR\n   55    (7) A RECORD OF A PURCHASE OR PURCHASES.\n\n       S. 1102                             3\n\n    1    S 152. UNLAWFUL ACTS INVOLVING COMPUTER SOFTWARE. 1. IT SHALL BE ILLE-\n    2  GAL FOR A PERSON OR ENTITY THAT IS NOT AN AUTHORIZED USER, AS DEFINED IN\n    3  SECTION ONE HUNDRED FIFTY-ONE OF THIS ARTICLE, OF  A  COMPUTER  IN  THIS\n    4  STATE  TO KNOWINGLY, WILLFULLY, OR WITH CONSCIOUS INDIFFERENCE OR DISRE-\n    5  GARD CAUSE COMPUTER SOFTWARE TO BE COPIED ONTO SUCH COMPUTER AND USE THE\n    6  SOFTWARE TO DO ANY OF THE FOLLOWING:\n    7    A. MODIFY, THROUGH INTENTIONALLY DECEPTIVE MEANS, ANY OF THE FOLLOWING\n    8  SETTINGS RELATED TO THE COMPUTER'S ACCESS TO, OR USE OF, THE INTERNET:\n    9    (1) THE PAGE THAT APPEARS WHEN AN AUTHORIZED USER LAUNCHES AN INTERNET\n   10  BROWSER  OR  SIMILAR  SOFTWARE  PROGRAM  USED TO ACCESS AND NAVIGATE THE\n   11  INTERNET;\n   12    (2) THE DEFAULT PROVIDER OR WEB PROXY  THE  AUTHORIZED  USER  USES  TO\n   13  ACCESS OR SEARCH THE INTERNET; OR\n   14    (3) THE AUTHORIZED USER'S LIST OF BOOKMARKS USED TO ACCESS WEB PAGES;\n   15    B.  COLLECT,  THROUGH  INTENTIONALLY DECEPTIVE MEANS, PERSONALLY IDEN-\n   16  TIFIABLE INFORMATION THAT MEETS ANY OF THE FOLLOWING CRITERIA:\n   17    (1) IT IS COLLECTED THROUGH THE USE OF  A  KEYSTROKE-LOGGING  FUNCTION\n   18  THAT  RECORDS  ALL  KEYSTROKES  MADE  BY AN AUTHORIZED USER WHO USES THE\n   19  COMPUTER AND TRANSFERS THAT INFORMATION FROM  THE  COMPUTER  TO  ANOTHER\n   20  PERSON;\n   21    (2) IT INCLUDES ALL OR SUBSTANTIALLY ALL OF THE WEBSITES VISITED BY AN\n   22  AUTHORIZED USER, OTHER THAN WEBSITES OF THE PROVIDER OF THE SOFTWARE, IF\n   23  THE COMPUTER SOFTWARE WAS INSTALLED IN A MANNER DESIGNED TO CONCEAL FROM\n   24  ALL AUTHORIZED USERS OF THE COMPUTER THE FACT THAT THE SOFTWARE IS BEING\n   25  INSTALLED; OR\n   26    (3) IT IS A DATA ELEMENT DESCRIBED IN PARAGRAPH B, C, OR D OF SUBDIVI-\n   27  SION  TWELVE  OF  SECTION  ONE  HUNDRED FIFTY-ONE OF THIS ARTICLE, OR IN\n   28  SUBPARAGRAPH ONE OR TWO OF PARAGRAPH E OF SUBDIVISION TWELVE OF  SECTION\n   29  ONE  HUNDRED  FIFTY-ONE  OF  THIS  ARTICLE,  THAT  IS EXTRACTED FROM THE\n   30  CONSUMER'S OR BUSINESS ENTITY'S COMPUTER HARD DRIVE FOR A PURPOSE WHOLLY\n   31  UNRELATED TO ANY OF THE PURPOSES OF THE SOFTWARE OR SERVICE DESCRIBED TO\n   32  AN AUTHORIZED USER;\n   33    C. PREVENT, WITHOUT THE AUTHORIZATION OF AN AUTHORIZED  USER,  THROUGH\n   34  INTENTIONALLY  DECEPTIVE  MEANS, AN AUTHORIZED USER'S REASONABLE EFFORTS\n   35  TO BLOCK THE INSTALLATION OF, OR TO DISABLE, SOFTWARE, BY CAUSING  SOFT-\n   36  WARE  THAT THE AUTHORIZED USER HAS PROPERLY REMOVED OR DISABLED TO AUTO-\n   37  MATICALLY REINSTALL OR REACTIVATE ON THE COMPUTER WITHOUT  THE  AUTHORI-\n   38  ZATION OF AN AUTHORIZED USER;\n   39    D.  INTENTIONALLY  MISREPRESENT  THAT  SOFTWARE WILL BE UNINSTALLED OR\n   40  DISABLED BY AN AUTHORIZED USER'S ACTION, WITH KNOWLEDGE THAT  THE  SOFT-\n   41  WARE WILL NOT BE SO UNINSTALLED OR DISABLED; OR\n   42    E.  THROUGH  INTENTIONALLY DECEPTIVE MEANS, REMOVE, DISABLE, OR RENDER\n   43  INOPERATIVE SECURITY, ANTISPYWARE, OR ANTIVIRUS  SOFTWARE  INSTALLED  ON\n   44  THE COMPUTER.\n   45    2.  IT  SHALL BE ILLEGAL FOR A PERSON OR ENTITY THAT IS NOT AN AUTHOR-\n   46  IZED USER, AS DEFINED IN SECTION ONE HUNDRED FIFTY-ONE OF THIS  ARTICLE,\n   47  OF  A  COMPUTER IN THIS STATE TO KNOWINGLY, WILLFULLY, OR WITH CONSCIOUS\n   48  INDIFFERENCE OR DISREGARD CAUSE COMPUTER SOFTWARE TO BE COPIED ONTO SUCH\n   49  COMPUTER AND USE THE SOFTWARE TO DO ANY OF THE FOLLOWING:\n   50    A. TAKE CONTROL OF THE CONSUMER'S OR  BUSINESS  ENTITY'S  COMPUTER  BY\n   51  DOING ANY OF THE FOLLOWING:\n   52    (1)  TRANSMITTING OR RELAYING COMMERCIAL ELECTRONIC MAIL OR A COMPUTER\n   53  VIRUS FROM THE CONSUMER'S OR BUSINESS ENTITY'S COMPUTER, WHERE THE TRAN-\n   54  SMISSION OR RELAYING IS INITIATED BY A PERSON OTHER THAN THE  AUTHORIZED\n   55  USER AND WITHOUT THE AUTHORIZATION OF AN AUTHORIZED USER;\n\n       S. 1102                             4\n\n    1    (2)  ACCESSING  OR  USING THE CONSUMER'S OR BUSINESS ENTITY'S MODEM OR\n    2  INTERNET SERVICE FOR THE PURPOSE OF CAUSING DAMAGE TO THE CONSUMER'S  OR\n    3  BUSINESS  ENTITY'S  COMPUTER OR OF CAUSING AN AUTHORIZED USER OR A THIRD\n    4  PARTY AFFECTED BY SUCH CONDUCT TO INCUR FINANCIAL CHARGES FOR A  SERVICE\n    5  THAT IS NOT AUTHORIZED BY AN AUTHORIZED USER;\n    6    (3)  USING  THE CONSUMER'S OR BUSINESS ENTITY'S COMPUTER AS PART OF AN\n    7  ACTIVITY PERFORMED BY A GROUP OF COMPUTERS FOR THE  PURPOSE  OF  CAUSING\n    8  DAMAGE  TO  ANOTHER COMPUTER, INCLUDING, BUT NOT LIMITED TO, LAUNCHING A\n    9  DENIAL OF SERVICE ATTACK; OR\n   10    (4) OPENING MULTIPLE, SEQUENTIAL, STAND-ALONE  ADVERTISEMENTS  IN  THE\n   11  CONSUMER'S  OR  BUSINESS  ENTITY'S INTERNET BROWSER WITHOUT THE AUTHORI-\n   12  ZATION OF AN AUTHORIZED  USER  AND  WITH  KNOWLEDGE  THAT  A  REASONABLE\n   13  COMPUTER  USER  CANNOT  CLOSE THE ADVERTISEMENTS WITHOUT TURNING OFF THE\n   14  COMPUTER OR CLOSING THE CONSUMER'S OR BUSINESS ENTITY'S  INTERNET  BROW-\n   15  SER;\n   16    B.  MODIFY  ANY  OF  THE  FOLLOWING SETTINGS RELATED TO THE COMPUTER'S\n   17  ACCESS TO, OR USE OF, THE INTERNET:\n   18    (1) AN AUTHORIZED USER'S  SECURITY  OR  OTHER  SETTINGS  THAT  PROTECT\n   19  INFORMATION  ABOUT  THE  AUTHORIZED  USER  FOR  THE  PURPOSE OF STEALING\n   20  PERSONAL INFORMATION OF AN AUTHORIZED USER; OR\n   21    (2) THE SECURITY SETTINGS OF THE COMPUTER FOR THE PURPOSE  OF  CAUSING\n   22  DAMAGE TO ONE OR MORE COMPUTERS; OR\n   23    C.  PREVENT,  WITHOUT  THE  AUTHORIZATION  OF  AN  AUTHORIZED USER, AN\n   24  AUTHORIZED USER'S REASONABLE EFFORTS TO BLOCK THE INSTALLATION OF, OR TO\n   25  DISABLE, SOFTWARE, BY DOING ANY OF THE FOLLOWING:\n   26    (1) PRESENTING THE AUTHORIZED USER WITH AN OPTION TO DECLINE INSTALLA-\n   27  TION OF SOFTWARE WITH KNOWLEDGE THAT, WHEN THE OPTION IS SELECTED BY THE\n   28  AUTHORIZED USER, THE INSTALLATION NEVERTHELESS PROCEEDS; OR\n   29    (2) FALSELY REPRESENTING THE SOFTWARE HAS BEEN DISABLED.\n   30    3. IT SHALL BE ILLEGAL FOR A PERSON OR ENTITY THAT IS NOT  AN  AUTHOR-\n   31  IZED  USER, AS DEFINED IN SECTION ONE HUNDRED FIFTY-ONE OF THIS ARTICLE,\n   32  OF A COMPUTER IN THIS STATE TO DO ANY OF THE FOLLOWING  WITH  REGARD  TO\n   33  SUCH COMPUTER:\n   34    A.  INDUCE AN AUTHORIZED USER TO INSTALL A SOFTWARE COMPONENT ONTO THE\n   35  COMPUTER BY INTENTIONALLY MISREPRESENTING THAT  INSTALLING  SOFTWARE  IS\n   36  NECESSARY  FOR SECURITY OR PRIVACY REASONS OR IN ORDER TO OPEN, VIEW, OR\n   37  PLAY A PARTICULAR TYPE OF CONTENT; OR\n   38    B. DECEPTIVELY CAUSING THE COPYING AND EXECUTION ON THE COMPUTER OF  A\n   39  COMPUTER  SOFTWARE  COMPONENT  WITH  THE INTENT OF CAUSING AN AUTHORIZED\n   40  USER TO USE THE COMPONENT IN A WAY THAT VIOLATES ANY OTHER PROVISION  OF\n   41  THIS SUBDIVISION.\n   42    4. NOTHING IN THIS SECTION SHALL APPLY TO ANY MONITORING OF, OR INTER-\n   43  ACTION  WITH,  A USER'S INTERNET OR OTHER NETWORK CONNECTION OR SERVICE,\n   44  OR A PROTECTED COMPUTER, BY A TELECOMMUNICATIONS CARRIER,  CABLE  OPERA-\n   45  TOR,  COMPUTER HARDWARE OR SOFTWARE PROVIDER, OR PROVIDER OF INFORMATION\n   46  SERVICE OR INTERACTIVE COMPUTER SERVICE FOR NETWORK OR COMPUTER SECURITY\n   47  PURPOSES, DIAGNOSTICS, TECHNICAL SUPPORT,  REPAIR,  NETWORK  MANAGEMENT,\n   48  NETWORK  MAINTENANCE, AUTHORIZED UPDATES OF SOFTWARE OR SYSTEM FIRMWARE,\n   49  AUTHORIZE REMOTE SYSTEM MANAGEMENT, OR DETECTION OR  PREVENTION  OF  THE\n   50  UNAUTHORIZED  USE  OF  OR  FRAUDULENT  OR  OTHER  ILLEGAL  ACTIVITIES IN\n   51  CONNECTION WITH A NETWORK,  SERVICE,  OR  COMPUTER  SOFTWARE,  INCLUDING\n   52  SCANNING FOR AND REMOVING SOFTWARE PROSCRIBED UNDER THIS ARTICLE.\n   53    S  153.  PENALTIES. 1. ANY PERSON WHO VIOLATES THE PROVISIONS OF PARA-\n   54  GRAPH B OF SUBDIVISION ONE OF SECTION  ONE  HUNDRED  FIFTY-TWO  OF  THIS\n   55  ARTICLE,  SUBPARAGRAPH  ONE, TWO, OR THREE OF PARAGRAPH A OF SUBDIVISION\n   56  TWO OF SECTION ONE HUNDRED FIFTY-TWO OF THIS ARTICLE OR PARAGRAPH  B  OF\n\n       S. 1102                             5\n\n    1  SUBDIVISION  TWO  OF SECTION ONE HUNDRED FIFTY-TWO OF THIS ARTICLE SHALL\n    2  BE GUILTY OF A FELONY AND, UPON CONVICTION THEREOF, SHALL  BE  SENTENCED\n    3  TO  IMPRISONMENT FOR NOT LESS THAN ONE NOR MORE THAN TEN YEARS OR A FINE\n    4  OF NOT MORE THAN THREE MILLION DOLLARS, OR BOTH.\n    5    2.  THE  ATTORNEY  GENERAL MAY BRING A CIVIL ACTION AGAINST ANY PERSON\n    6  VIOLATING THE PROVISIONS OF  THIS  ARTICLE  TO  THE  PENALTIES  FOR  THE\n    7  VIOLATION AND MAY RECOVER ANY OR ALL OF THE FOLLOWING:\n    8    A.  A CIVIL PENALTY OF UP TO ONE HUNDRED DOLLARS PER VIOLATION OF THIS\n    9  ARTICLE, OR UP TO ONE HUNDRED THOUSAND DOLLARS FOR A PATTERN OR PRACTICE\n   10  OF SUCH VIOLATIONS;\n   11    B. COSTS AND REASONABLE ATTORNEY'S FEES; AND\n   12    C. AN ORDER TO ENJOIN THE VIOLATION.\n   13    3. IN THE CASE OF A VIOLATION OF SUBPARAGRAPH TWO OF  PARAGRAPH  A  OF\n   14  SUBDIVISION  TWO  OF  SECTION ONE HUNDRED FIFTY-TWO OF THIS ARTICLE THAT\n   15  CAUSES A TELECOMMUNICATIONS CARRIER TO INCUR COSTS FOR THE  ORIGINATION,\n   16  TRANSPORT,  OR  TERMINATION  OF  A  CALL  TRIGGERED USING THE MODEM OF A\n   17  CUSTOMER  OF  SUCH  TELECOMMUNICATIONS  CARRIER  AS  A  RESULT  OF  SUCH\n   18  VIOLATION,  THE  TELECOMMUNICATIONS  CARRIER  MAY  BRING  A CIVIL ACTION\n   19  AGAINST THE VIOLATOR TO RECOVER ANY OR ALL OF THE FOLLOWING:\n   20    A. THE CHARGES SUCH CARRIER IS OBLIGATED TO PAY TO ANOTHER CARRIER  OR\n   21  TO AN INFORMATION SERVICE PROVIDER AS A RESULT OF THE VIOLATION, INCLUD-\n   22  ING,  BUT  NOT  LIMITED  TO,  CHARGES  FOR THE ORIGINATION, TRANSPORT OR\n   23  TERMINATION OF THE CALL;\n   24    B. COSTS OF HANDLING CUSTOMER INQUIRIES OR COMPLAINTS WITH RESPECT  TO\n   25  AMOUNTS BILLED FOR SUCH CALLS;\n   26    C. COSTS AND REASONABLE ATTORNEY'S FEES; AND\n   27    D. AN ORDER TO ENJOIN THE VIOLATION.\n   28    4.  AN  INTERNET  SERVICE  PROVIDER  OR  SOFTWARE COMPANY THAT EXPENDS\n   29  RESOURCES IN GOOD FAITH ASSISTING CONSUMERS OR BUSINESS ENTITIES  HARMED\n   30  BY  A VIOLATION OF THIS ARTICLE, OR A TRADEMARK OWNER WHOSE MARK IS USED\n   31  TO DECEIVE CONSUMERS OR BUSINESS ENTITIES IN VIOLATION OF THIS  ARTICLE,\n   32  MAY ENFORCE THE VIOLATION AND MAY RECOVER ANY OR ALL OF THE FOLLOWING:\n   33    A.  STATUTORY  DAMAGES  OF  NOT  MORE  THAN  ONE  HUNDRED  DOLLARS PER\n   34  VIOLATION OF THIS ARTICLE, OR UP TO ONE MILLION DOLLARS FOR A PATTERN OR\n   35  PRACTICE OF SUCH VIOLATIONS;\n   36    B. COSTS AND REASONABLE ATTORNEY'S FEES; AND\n   37    C. AN ORDER TO ENJOIN THE VIOLATION.\n   38    S 153-A. IMMUNITY FROM LIABILITY FOR VIOLATIONS. 1. FOR  THE  PURPOSES\n   39  OF  THIS SECTION, THE TERM \"EMPLOYER\" INCLUDES A BUSINESS ENTITY'S OFFI-\n   40  CERS, DIRECTORS, PARENT CORPORATION, SUBSIDIARIES, AFFILIATES, AND OTHER\n   41  CORPORATE ENTITIES UNDER COMMON OWNERSHIP OR CONTROL WITHIN  A  BUSINESS\n   42  ENTERPRISE.  NO  EMPLOYER MAY BE HELD CRIMINALLY OR CIVILLY LIABLE UNDER\n   43  THIS ARTICLE AS A RESULT OF ANY ACTIONS TAKEN:\n   44    A. WITH RESPECT TO COMPUTER EQUIPMENT USED BY ITS EMPLOYEES,  CONTRAC-\n   45  TORS, SUBCONTRACTORS, AGENTS, LEASED EMPLOYEES, OR OTHER STAFF WHICH THE\n   46  EMPLOYER  OWNS,  LEASES,  OR  OTHERWISE  MAKES AVAILABLE OR ALLOWS TO BE\n   47  CONNECTED TO THE EMPLOYER'S NETWORK OR OTHER COMPUTER FACILITIES; OR\n   48    B. BY EMPLOYEES, CONTRACTORS, SUBCONTRACTORS, AGENTS,  LEASED  EMPLOY-\n   49  EES,  OR  OTHER STAFF WHO MISUSE AN EMPLOYER'S COMPUTER EQUIPMENT FOR AN\n   50  ILLEGAL PURPOSE WITHOUT THE EMPLOYER'S KNOWLEDGE, CONSENT, OR APPROVAL.\n   51    2. NO PERSON SHALL BE HELD CRIMINALLY OR  CIVILLY  LIABLE  UNDER  THIS\n   52  ARTICLE  WHEN  ITS  PROTECTED  COMPUTERS  HAVE BEEN USED BY UNAUTHORIZED\n   53  USERS TO VIOLATE THIS ARTICLE OR OTHER LAWS WITHOUT SUCH PERSON'S  KNOW-\n   54  LEDGE, CONSENT, OR APPROVAL.\n   55    3.  A  MANUFACTURER  OR  RETAILER  OF  COMPUTER EQUIPMENT SHALL NOT BE\n   56  LIABLE UNDER THIS SECTION, CRIMINALLY OR CIVILLY, TO THE EXTENT THAT THE\n\n       S. 1102                             6\n\n    1  MANUFACTURER OR RETAILER IS PROVIDING THIRD PARTY BRANDED SOFTWARE  THAT\n    2  IS INSTALLED ON THE COMPUTER EQUIPMENT THAT THE MANUFACTURER OR RETAILER\n    3  IS MANUFACTURING OR SELLING.\n    4    S  153-B.  PREEMPTING OTHER JURISDICTIONAL ACTIONS ABOUT SPYWARE.  THE\n    5  LEGISLATURE FINDS THAT THIS ARTICLE IS A MATTER OF  STATE-WIDE  CONCERN.\n    6  THIS  ARTICLE  SUPERSEDES  AND  PREEMPTS  ALL RULES, REGULATIONS, CODES,\n    7  ORDINANCES, AND OTHER LAWS ADOPTED BY ANY COUNTY, MUNICIPALITY,  CONSOL-\n    8  IDATED  GOVERNMENT, OR OTHER LOCAL GOVERNMENTAL AGENCY REGARDING SPYWARE\n    9  AND NOTICES TO CONSUMERS  FROM  COMPUTER  SOFTWARE  PROVIDERS  REGARDING\n   10  INFORMATION COLLECTION.\n   11    S 3. This act shall take effect on the first of November next succeed-\n   12  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to establishing \"the computer security act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110106.T162736.TXT", "SOBI.D110105.T111618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349256473
}