{
  "year" : 2011,
  "senateBillNo" : "S1104-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1104-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the inmate fraud act, which creates the crime of inmate fraud, allows inmates accounts to be frozen and establishes the victim of inmate fraud fund",
  "summary" : "Establishes the inmate fraud act, which creates the crime of inmate fraud, allows inmates' accounts to be frozen and establishes the victims of inmate fraud fund. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6779-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1104\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERKINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to establishing the crime  of\n         inmate  fraud,  to  amend  the correction law, in relation to freezing\n         accounts of inmates and to amend the state finance law, in relation to\n         establishing the victim of inmate fraud fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act  shall be known and may be cited as \"the inmate\n    2  fraud act\".\n    3    S 2. Section 10.00 of the penal law is amended by adding a new  subdi-\n    4  vision 21 to read as follows:\n    5    21.  FOR PURPOSES OF SECTION 190.87 OF THIS CHAPTER, THE TERM \"INMATE\"\n    6  SHALL MEAN A PERSON WHO IS CONFINED IN THE CUSTODY OF THE DEPARTMENT  OF\n    7  CORRECTION, A SHERIFF, A COUNTY JAIL OR A SECURE JUVENILE FACILITY.\n    8    S  3.  The penal law is amended by adding a new section 190.87 to read\n    9  as follows:\n   10  S 190.87 INMATE FRAUD.\n   11    AN INMATE WHO, WITH THE INTENT OF OBTAINING MONEY  OR  OTHER  PROPERTY\n   12  FROM  A  PERSON WHO IS NOT AN INMATE, KNOWINGLY OR INTENTIONALLY MAKES A\n   13  MISREPRESENTATION TO A PERSON WHO  IS  NOT  AN  INMATE  AND  OBTAINS  OR\n   14  ATTEMPTS TO OBTAIN MONEY OR OTHER PROPERTY FROM THE PERSON WHO IS NOT AN\n   15  INMATE;  OR  OBTAINS  OR ATTEMPTS TO OBTAIN MONEY OR OTHER PROPERTY FROM\n   16  THE PERSON WHO IS NOT AN INMATE  THROUGH  A  MISREPRESENTATION  MADE  BY\n   17  ANOTHER PERSON IS GUILTY OF INMATE FRAUD.\n   18    INMATE FRAUD IS A CLASS C FELONY.\n   19    S  4. The correction law is amended by adding a new section 80 to read\n   20  as follows:\n   21    S 80. INMATE FRAUD; FREEZING INMATE ACCOUNTS.   1. IF  THE  DEPARTMENT\n   22  HAS  REASONABLE  SUSPICION THAT MONEY IN AN INMATE'S ACCOUNT WAS DERIVED\n   23  FROM THE COMMISSION OF INMATE FRAUD, AS DEFINED IN SECTION 190.87 OF THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01608-01-1\n\n       S. 1104                             2\n\n    1  PENAL LAW, THE DEPARTMENT MAY FREEZE ALL  OR  A  PART  OF  THE  INMATE'S\n    2  ACCOUNT  FOR  NOT MORE THAN ONE HUNDRED EIGHTY DAYS WHILE THE DEPARTMENT\n    3  CONDUCTS AN INVESTIGATION TO DETERMINE WHETHER  MONEY  IN  THE  INMATE'S\n    4  ACCOUNT DERIVES FROM INMATE FRAUD. IF THE DEPARTMENT FREEZES THE ACCOUNT\n    5  OF  AN INMATE UNDER THIS SECTION, THE DEPARTMENT SHALL NOTIFY THE INMATE\n    6  IN WRITING.\n    7    2. IF THE DEPARTMENT'S INVESTIGATION REVEALS  THAT  NO  MONEY  IN  THE\n    8  INMATE'S  ACCOUNT  WAS  DERIVED  FROM INMATE FRAUD, THE DEPARTMENT SHALL\n    9  UNFREEZE THE ACCOUNT AT THE CONCLUSION OF THE INVESTIGATION.\n   10    3. IF  THE  DEPARTMENT'S  INVESTIGATION  REVEALS  THAT  MONEY  IN  THE\n   11  INMATE'S  ACCOUNT  MAY  HAVE  BEEN DERIVED FROM THE COMMISSION OF INMATE\n   12  FRAUD, THE DEPARTMENT SHALL  NOTIFY  THE  PROSECUTING  ATTORNEY  OF  THE\n   13  RESULTS OF THE DEPARTMENT'S INVESTIGATION.\n   14    4.  IF  THE PROSECUTING ATTORNEY CHARGES THE INMATE WITH INMATE FRAUD,\n   15  THE DEPARTMENT SHALL FREEZE THE INMATE'S ACCOUNT UNTIL THE CASE  REACHES\n   16  FINAL JUDGMENT.\n   17    5.  IF THE PROSECUTING ATTORNEY DOES NOT CHARGE THE INMATE WITH INMATE\n   18  FRAUD, OR IF THE INMATE IS ACQUITTED OF THE CHARGE OF INMATE FRAUD,  THE\n   19  DEPARTMENT SHALL UNFREEZE THE INMATE'S ACCOUNT.\n   20    6.  IF  THE  INMATE  IS  CONVICTED OF INMATE FRAUD, THE DEPARTMENT, IN\n   21  CONSULTATION WITH THE PROSECUTING ATTORNEY, SHALL LOCATE  THE  MONEY  OR\n   22  PROPERTY DERIVED FROM INMATE FRAUD AND RETURN IT TO THE RIGHTFUL OWNER.\n   23    7. IF, NINETY DAYS AFTER THE DATE OF AN INMATE'S CONVICTION FOR INMATE\n   24  FRAUD, THE DEPARTMENT HAS LOCATED THE MONEY OR PROPERTY DERIVED FROM THE\n   25  COMMISSION  OF  INMATE  FRAUD  BUT  IS UNABLE TO RETURN THE MONEY TO THE\n   26  RIGHTFUL OWNER, THE DEPARTMENT SHALL DEPOSIT THE MONEY IN THE VICTIMS OF\n   27  INMATE FRAUD FUND ESTABLISHED BY  SECTION  NINETY-NINE-T  OF  THE  STATE\n   28  FINANCE LAW.\n   29    8.  CONFIDENTIAL INFORMATION HELD BY THE DEPARTMENT ABOUT A PERSON WHO\n   30  HAS BEEN COMMITTED TO THE DEPARTMENT SHALL BE DISCLOSED TO A PERSON  WHO\n   31  IS  OR  MAY BE THE VICTIM OF INMATE FRAUD IF THE COMMISSIONER DETERMINES\n   32  THAT THE INTEREST IN DISCLOSURE OVERRIDES THE INTEREST TO BE  SERVED  BY\n   33  NONDISCLOSURE  OR  IF THE COMMISSIONER DETERMINES THERE EXISTS A COMPEL-\n   34  LING PUBLIC INTEREST FOR DISCLOSURE WHICH OVERRIDES THE INTEREST  TO  BE\n   35  SERVED BY NONDISCLOSURE.\n   36    S  5. The state finance law is amended by adding a new section 99-t to\n   37  read as follows:\n   38    S 99-T. VICTIM OF INMATE FRAUD FUND. 1. THERE IS HEREBY ESTABLISHED IN\n   39  THE CUSTODY OF THE STATE COMPTROLLER A SPECIAL FUND TO BE KNOWN  AS  THE\n   40  \"VICTIMS OF INMATE FRAUD FUND\".\n   41    2.  THE VICTIMS OF INMATE FRAUD FUND SHALL CONSIST OF MONEYS DEPOSITED\n   42  THEREIN  PURSUANT  TO  SUBDIVISION  SEVEN  OF  SECTION  EIGHTY  OF   THE\n   43  CORRECTION LAW.\n   44    3. THE MONEYS IN THE INMATE FRAUD FUND SHALL BE KEPT SEPARATE FROM AND\n   45  SHALL  NOT  BE  COMMINGLED  WITH  ANY OTHER MONEYS IN THE CUSTODY OF THE\n   46  STATE COMPTROLLER. SUCH MONEYS SHALL BE ALLOCATED TO AND EXPENDED BY THE\n   47  DEPARTMENT OF  CORRECTIONS  SOLELY  FOR  THE  PURPOSE  OF  ADMINISTERING\n   48  SECTION EIGHTY OF THE CORRECTION LAW.\n   49    S 6. This act shall take effect on the first of November next succeed-\n   50  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the crime of inmate fraud, to amend the correction law, in relation to freezing accounts of inmates and to amend the state finance law, in relation to establishing the victim of inmate fraud fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110106.T162736.TXT", "SOBI.D110105.T111618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349256486
}