{
  "year" : 2011,
  "senateBillNo" : "S1100-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S1100-2011-1294203600000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a sustainable development task force to study the feasibility of adopting a regulatory system to achieve goal of sustainable development",
  "summary" : "Creates a fifteen member sustainable development task force to study the feasibility of adopting a goal oriented and performance based regulatory system to achieve the goal of sustainable development in the state; sets forth certain goals and makes provision for organization of the task force. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Commissions",
  "previousVersions" : [ "S4293-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1100\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER, ADAMS, PERKINS, SAMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Commerce, Economic Development and Small Business\n\n       AN ACT creating a sustainable development task force to study the feasi-\n         bility  of  adopting  goal  oriented  and performance based regulatory\n         systems to achieve a goal of sustainable development for the state  of\n         New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. As used in this act, the term:\n    2    (1) \"Benchmarks\" means interim indicators that measure the progress in\n    3  achieving measurable objectives and long term measurable goals.\n    4    (2) \"Long term measurable goals\" means the attainment of the condition\n    5  for a parameter that is necessary  to  achieve  sustainable  development\n    6  within 25 years.\n    7    (3)  \"Measurable objectives\" means measurable achievements at specific\n    8  points in time, typically in two- to five-year segments  that  over  the\n    9  duration achieve long term measurable goals.\n   10    (4)  \"Sustainable development\" means managing the use, development and\n   11  protection of natural and physical resources in a way,  or  at  a  rate,\n   12  that enables people to meet their current needs without compromising the\n   13  ability of future generations to meet their own needs.\n   14    S 2. The legislature finds and declares that:\n   15    (1)  In  order to establish a policy of sustainable development neces-\n   16  sary for economic competitiveness in the twenty-first century, the state\n   17  must achieve the following intermediate value goals:\n   18    (a) A competitive and balanced economy;\n   19    (b) A healthy environment;\n   20    (c) A continuing resource base; and\n   21    (d) Communities that provide a good quality of life, for both  current\n   22  and future generations of New Yorkers.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01618-01-1\n\n       S. 1100                             2\n\n    1    (2)  Although  New  York state has made progress towards the goals set\n    2  forth in subdivision one of this section, it lacks an integrated strate-\n    3  gy for achieving these goals concurrently.  It  also  lacks  established\n    4  mechanisms  for  measuring  the  success  of  activities  implemented to\n    5  achieve these goals.\n    6    (3) To develop an integrated strategy for achieving the four goals set\n    7  forth  in  subdivision  one  of  this  section,  and thus establishing a\n    8  sustainable development policy, the state must:\n    9    (a) Examine the feasibility of establishing clear, long  term  measur-\n   10  able goals for environmental and natural resource stewardship along with\n   11  measurable objectives and interim benchmarks to monitor progress towards\n   12  the goals;\n   13    (b)  Examine  a performance based system in which long term measurable\n   14  goals can be attained by carefully monitored and self-generated,  incen-\n   15  tive  based  strategies that improve the efficiency and effectiveness of\n   16  environmental management and regulation for businesses, communities  and\n   17  government; and\n   18    (c)  Integrate  environmental and natural resource goals with economic\n   19  and societal goals.\n   20    S 3. In order to achieve the goals set forth  in  subdivision  one  of\n   21  section  two  of  this act, the state shall examine an environmental and\n   22  natural resource management system that is based on a policy of sustain-\n   23  able development and that:\n   24    (1) Establishes clear long term measurable goals and measurable objec-\n   25  tives;\n   26    (2) Is incentive based and performance oriented;\n   27    (3) Allows attainment of superior environmental and  natural  resource\n   28  management performance by adoption of a performance track in which enti-\n   29  ties  would be held accountable for achieving long term measurable goals\n   30  but have freedom to choose how to accomplish them;\n   31    (4) Assures predictability for participants;\n   32    (5) Is integrated, cross media, cross agency and flexible;\n   33    (6) Focuses on managing the causes of environmental degradation rather\n   34  than simply impacts;\n   35    (7) Concentrates on issues of long term ecological significance; and\n   36    (8) Achieves the objectives of subdivisions  one,  two,  three,  four,\n   37  five,  six and seven of this section in the most cost-effective, econom-\n   38  ically accommodating and community oriented manner.\n   39    S 4. (1) A sustainable development task force  is  hereby  created  to\n   40  conduct  the  examination  described  in  section  three of this act and\n   41  determine the viability of adopting  a  goal  oriented  and  performance\n   42  based  regulatory system with sustainable development as the overarching\n   43  environmental policy for the state.\n   44    (2) The task force shall consist of fifteen members, each to serve for\n   45  a term of two years, to be appointed as follows: two shall be  appointed\n   46  by  the temporary president of the senate and one by the minority leader\n   47  of the senate; two shall be appointed by the speaker of the assembly and\n   48  one by the minority leader of the assembly; seven shall be appointed  by\n   49  the  governor.    The  appointees shall be broadly representative of the\n   50  geographic areas of the state and include representatives  of  industry,\n   51  public  interest groups and local government and the public at large. No\n   52  more than four appointees shall be  legislators.  Commissioners  of  the\n   53  department  of environmental conservation and the department of economic\n   54  development shall be ex-officio members. The  governor  shall  designate\n   55  the  chairman  and vice chairman from among his appointees. Vacancies in\n\n       S. 1100                             3\n\n    1  the membership of the commission and among its officers shall be  filled\n    2  in the manner provided for original appointments.\n    3    (3) The task force may employ and at pleasure remove such personnel as\n    4  it may deem necessary for the performance of its functions and fix their\n    5  compensation within the amounts made available therefor.\n    6    (4)  The  task force may meet within and without the state, shall hold\n    7  public hearings, and shall have all the powers of a legislative  commit-\n    8  tee pursuant to the legislative law.\n    9    (5)  The  members  of the task force shall receive no compensation for\n   10  their services, but shall be allowed their actual and necessary expenses\n   11  incurred in the performance of their duties hereunder.\n   12    (6) To the maximum extent feasible, the task force shall  be  entitled\n   13  to  request  and  receive  and  shall  utilize and be provided with such\n   14  facilities, resources, and data  of  any  court,  department,  division,\n   15  board,  bureau,  commission,  or  agency  of  the state or any political\n   16  subdivision thereof as it may reasonably request to carry  out  properly\n   17  its powers and duties hereunder.\n   18    S  5. In accordance with the requirements established by the sustaina-\n   19  ble development task force, the departments of  environmental  conserva-\n   20  tion,  economic  development, agriculture and markets, and parks, recre-\n   21  ation and historic preservation and any other agency or  public  benefit\n   22  corporation  deemed  appropriate  by  the task force shall determine the\n   23  following and report to the task force:\n   24    (1) The degree to which a state policy of sustainable development will\n   25  assist the agency in carrying out its mission.\n   26    (2) Methods for establishing long term  measurable  goals  to  achieve\n   27  sustainable  development, including interim benchmarks from the agency's\n   28  perspective.\n   29    (3) How collaboration would occur with other governmental entities and\n   30  state agencies under a policy of sustainable development.\n   31    (4) Changes to statutes,  rules,  policies,  intergovernmental  agree-\n   32  ments, strategic plans, relationships with private and nonprofit sectors\n   33  and  the  agency's organization and processes that would be necessary to\n   34  implement a policy of sustainable development.\n   35    (5) Whether resources are being allocated in reasonable proportion  to\n   36  the  ecological significance of sustainable development and the resource\n   37  allocation changes necessary to bring the allocation into proper propor-\n   38  tion.\n   39    (6) The extent to which new systems  can  be  developed,  particularly\n   40  incentive  based  programs, to achieve measurable superior environmental\n   41  protection and natural resource management.\n   42    S 6. The appointing authorities  shall  appoint  the  members  of  the\n   43  sustainable  development  task force on or before 90 days after this act\n   44  shall have become a law and the task force shall convene its first meet-\n   45  ing on or before 60 days thereafter.\n   46    S 7. The task force shall make a preliminary report  to  the  governor\n   47  and the legislature of its findings, conclusions, and recommendations by\n   48  the one hundred twentieth day after the effective date of this act and a\n   49  final report of its findings, conclusions, and recommendations not later\n   50  than  one  year  after  the effective date of this act, and shall submit\n   51  with its reports such legislative proposals as  it  deems  necessary  to\n   52  implement its recommendations.\n   53    S  8.  This  act shall take effect on the ninetieth day after it shall\n   54  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT creating a sustainable development task force to study the feasibility of adopting goal oriented and performance based regulatory systems to achieve a goal of sustainable development for the state of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D110106.T163248.TXT", "SOBI.D110105.T121648.TXT", "SOBI.D110105.T111618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349568607
}