{
  "year" : 2011,
  "senateBillNo" : "S110-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S110-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a senior housing task force",
  "summary" : "Establishes a senior housing task force for the purposes of conducting a state-wide assessment of senior housing needs taking into consideration the various geographical areas and different needs of the seniors in those areas and resources available in those different areas. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "SB2208-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          110\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in  relation  to  establishing  a  senior\n         housing task force\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a new section  203-a  to\n    2  read as follows:\n    3    S  203-A.  SENIOR  HOUSING  TASK FORCE. 1. THERE IS HEREBY ESTABLISHED\n    4  WITHIN THE OFFICE A SENIOR HOUSING TASK FORCE WHICH SHALL MEET AT  LEAST\n    5  FOUR TIMES IN DIFFERENT GEOGRAPHICAL AREAS OF THE STATE.  THE TASK FORCE\n    6  SHALL  CONSIST  OF  SEVENTEEN  MEMBERS AND SHALL INCLUDE REPRESENTATIVES\n    7  FROM THE FOLLOWING STATE AGENCIES: THE OFFICE FOR THE AGING,  THE  DIVI-\n    8  SION  OF  HOUSING  AND  COMMUNITY RENEWAL, THE DEPARTMENT OF HEALTH, THE\n    9  OFFICE OF MENTAL HEALTH, THE DEPARTMENT  OF  ECONOMIC  DEVELOPMENT,  THE\n   10  EMPIRE  STATE DEVELOPMENT CORPORATION, THE OFFICE FOR PEOPLE WITH DEVEL-\n   11  OPMENTAL DISABILITIES, THE DIVISION OF PROTECTIVE SERVICES FOR ADULTS OF\n   12  THE OFFICE OF CHILDREN AND  FAMILY  SERVICES,  AND  THE  NEW  YORK  CITY\n   13  DEPARTMENT FOR THE AGING. OF THE EIGHT REMAINING MEMBERS, THREE SHALL BE\n   14  APPOINTED  BY  THE  GOVERNOR AT THE RECOMMENDATION OF THE SPEAKER OF THE\n   15  ASSEMBLY, THREE SHALL BE APPOINTED BY THE GOVERNOR AT THE RECOMMENDATION\n   16  OF THE TEMPORARY PRESIDENT OF THE SENATE, ONE SHALL BE APPOINTED BY  THE\n   17  GOVERNOR  AT  THE  RECOMMENDATION OF THE MINORITY LEADER OF THE ASSEMBLY\n   18  AND ONE SHALL BE APPOINTED BY THE GOVERNOR AT THE RECOMMENDATION OF  THE\n   19  MINORITY  LEADER  OF THE SENATE, AND SHALL BROADLY REPRESENT HOUSING AND\n   20  SENIOR CITIZEN GROUPS FROM ALL GEOGRAPHIC AREAS OF THE  STATE  INCLUDING\n   21  SERVICE  PROVIDERS,  ASSOCIATIONS, ADVOCATES, PROPRIETORS, AND CONSUMERS\n   22  OF FOR-PROFIT AND NOT-FOR-PROFIT SENIOR HOUSING  OPTIONS  INCLUDING  BUT\n   23  NOT LIMITED TO: ASSISTED LIVING FACILITIES, ADULT HOMES, SKILLED NURSING\n   24  FACILITIES,  INDEPENDENT  LIVING FACILITIES, NATURALLY OCCURRING RETIRE-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01861-01-1\n\n       S. 110                              2\n\n    1  MENT COMMUNITIES, NEIGHBORHOOD NATURALLY OCCURRING  RETIREMENT  COMMUNI-\n    2  TIES, AND CONTINUING CARE RETIREMENT COMMUNITIES.  MEMBERS SHALL RECEIVE\n    3  NO  COMPENSATION  FOR  THEIR SERVICES BUT SHALL BE REIMBURSED FOR TRAVEL\n    4  AND  OTHER EXPENSES ACTUALLY AND NECESSARILY INCURRED IN THE PERFORMANCE\n    5  OF THEIR DUTIES. THE TASK FORCE SHALL BE CO-CHAIRED BY THE  DIRECTOR  OF\n    6  THE OFFICE AND THE COMMISSIONER OF THE DIVISION OF HOUSING AND COMMUNITY\n    7  RENEWAL.  THE  TASK  FORCE  IS  RESPONSIBLE  FOR CONDUCTING A STATE-WIDE\n    8  ASSESSMENT OF SENIOR HOUSING NEEDS TAKING INTO CONSIDERATION THE VARIOUS\n    9  GEOGRAPHICAL AREAS AND DIFFERENT NEEDS OF THE SENIORS IN THOSE AREAS AND\n   10  RESOURCES AVAILABLE IN THOSE DIFFERENT AREAS  AND  PROJECT  THOSE  NEEDS\n   11  OVER THE NEXT TEN YEARS; OTHER FACTORS WHICH SHALL BE TAKEN INTO CONSID-\n   12  ERATION  ARE:  HEALTH CARE NEEDS OF SENIORS, THE LONG TERM CARE NEEDS OF\n   13  SENIORS, FINANCIAL RESOURCES AVAILABLE TO SENIORS, OR NEEDED BY SENIORS,\n   14  AND TRANSPORTATION NEEDS OF SENIORS.  THE  ASSESSMENT  SHALL  INCLUDE  A\n   15  REVIEW  OF INNOVATIVE APPROACHES SUCCESSFULLY BEING IMPLEMENTED IN OTHER\n   16  STATES AND THEIR POTENTIAL FOR  IMPLEMENTATION  IN  THIS  STATE.    SUCH\n   17  ASSESSMENT SHALL ALSO DEVELOP A VIABLE PLAN FOR PROVIDING QUALITY SENIOR\n   18  HOUSING  TO  MEET THE PROJECTED NEEDS OF SENIORS WITH ACTIONS, STEPS AND\n   19  TIME FRAMES.\n   20    2. THE TASK FORCE SHALL ISSUE A REPORT BY JANUARY FIRST, TWO  THOUSAND\n   21  THIRTEEN  OUTLINING ITS FINDINGS AND RECOMMENDATIONS INCLUDING THE STATE\n   22  PLAN WITH TIME FRAMES. THE REPORT SHALL BE DELIVERED  TO  THE  GOVERNOR,\n   23  THE  SPEAKER OF THE ASSEMBLY, THE TEMPORARY PRESIDENT OF THE SENATE, THE\n   24  CHAIRPERSONS OF THE AGING, HEALTH AND HOUSING COMMITTEES IN  THE  ASSEM-\n   25  BLY,   AND   THE   CHAIRPERSONS   OF  THE  AGING,  HEALTH  AND  HOUSING,\n   26  CONSTRUCTION, AND COMMUNITY DEVELOPMENT COMMITTEES IN THE SENATE.\n   27    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   28  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing a senior housing task force ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101206.T102858.TXT", "SOBI.D101206.T093854.TXT", "SOBI.D101206.T121405.TXT", "SOBI.D101206.T100356.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291655645617
}