{
  "year" : 2011,
  "senateBillNo" : "S1118-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1118-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the revocation of insurers license and prohibit sale of new policies where insurer cancels or fails to renew two percent or more of home owner policies",
  "summary" : "Provides for the revocation of insurers license, and prohibits the sale of new policies where insurer cancels or fails to renew two percent or more of home owner policies in high risk areas, including coastal areas; provides such insurer may reapply in one year. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S1934-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1118\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to  revoking  an  insurer\n         license for canceling two percent or more of its homeowner policies in\n         the state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1104 of the insurance law is amended  by  adding  a\n    2  new subsection (e) to read as follows:\n    3    (E)  NOTWITHSTANDING  ANY LAW, RULE OR REGULATION TO THE CONTRARY, THE\n    4  SUPERINTENDENT SHALL REVOKE ANY LICENSE ISSUED AND PROHIBIT SUCH INSURER\n    5  FROM ACCEPTING ANY NEW POLICIES IF, AFTER NOTICE AND HEARING, THE SUPER-\n    6  INTENDENT FINDS THAT SUCH INSURER HAS CANCELLED OR FAILED TO  RENEW  TWO\n    7  PERCENT  OR  MORE  OF  HOMEOWNER PROPERTY/CASUALTY POLICIES IN HIGH RISK\n    8  AREAS, INCLUDING COASTAL AREAS.  THE INSURED MAY APPLY FOR REINSTATEMENT\n    9  ONE YEAR FROM THE DATE OF REVOCATION.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02136-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to revoking an insurer license for canceling two percent or more of its homeowner policies in the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T130653.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110105.T113622.TXT", "SOBI.D110105.T131153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345350684
}