{
  "year" : 2011,
  "senateBillNo" : "S1110-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1110-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Broadens scope of prevailing wage requirements for service employees and establishes criminal penalties for violations",
  "summary" : "Broadens scope of prevailing wage requirements for service employees and establishes criminal penalties for violations. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "SA7096-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1110\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law,  in  relation  to  prevailing  wages  for\n         service workers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The article heading of article 9 of the labor law, as added\n    2  by chapter 777 of the laws of 1971, is amended to read as follows:\n    3               PREVAILING WAGE FOR [BUILDING] SERVICE EMPLOYEES\n    4    S 2. Subdivisions 1, 2, 3, 4, 6, 8, 9 and 10 of  section  230  of  the\n    5  labor  law, subdivision 1 as amended and subdivision 9 as added by chap-\n    6  ter 542 of the laws of 1984, subdivisions 2, 3, 6  and  8  as  added  by\n    7  chapter 777 of the laws of 1971, subdivision 4 as amended by chapter 678\n    8  of  the  laws  of 2007 and subdivision 10 as added by chapter 547 of the\n    9  laws of 1998, are amended and a new subdivision 15 is added to  read  as\n   10  follows:\n   11    1.  \"[Building  service]  SERVICE  employee\"  or  \"employee\" means any\n   12  person performing JANITORIAL,  FOOD  OR  SECURITY  SERVICE  WORK  FOR  A\n   13  CONTRACTOR UNDER CONTRACT WITH A PUBLIC AGENCY WHICH IS IN EXCESS OF ONE\n   14  THOUSAND  FIVE  HUNDRED DOLLARS AND THE PRINCIPAL PURPOSE OF WHICH IS TO\n   15  FURNISH SERVICES THROUGH THE USE OF  SERVICE  EMPLOYEES,  OR  ANY  OTHER\n   16  PERSON  PERFORMING work in connection with the care or maintenance of an\n   17  existing building, or in connection with the  transportation  of  office\n   18  furniture  or  equipment to or from such building, or in connection with\n   19  the transportation and delivery of fossil fuel to such building,  for  a\n   20  contractor  under  a contract with a public agency which is in excess of\n   21  one thousand five hundred dollars and the principal purpose of which  is\n   22  to furnish services through the use of [building] service employees.\n   23    \"[Building  service]  SERVICE employee\" or \"employee\" includes, but is\n   24  not limited, to, watchman, guard,  doorman,  building  cleaner,  porter,\n   25  handyman, janitor, gardener, groundskeeper, stationary fireman, elevator\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05116-02-1\n\n       S. 1110                             2\n\n    1  operator  and starter, window cleaner, FOOD SERVICE WORKER, COOK, BAKER,\n    2  DISHWASHER, MEAT CUTTER, WAITER, DRIVER and occupations relating to  the\n    3  collection  of  garbage  or  refuse, and to the transportation of office\n    4  furniture  and  equipment,  and  to  the  transportation and delivery of\n    5  fossil fuel but does not include clerical, sales, professional,  techni-\n    6  cian and related occupations.\n    7    \"[Building  service]  SERVICE  employee\"  or  \"employee\" also does not\n    8  include any employee to  whom  the  provisions  of  articles  eight  and\n    9  [eight-a] EIGHT-A of this chapter are applicable.\n   10    2.  \"[Building  service]  SERVICE work\" [or \"service work\"] means work\n   11  performed by a [building] service employee, but does  not  include  work\n   12  performed  for  a  contractor  under  a  contract  for the furnishing of\n   13  services by radio, telephone, telegraph or  cable  companies[;  and  any\n   14  contract  for  public  utility  services,  including  electric light and\n   15  power, water, steam and gas]. \"SERVICE WORK\"  SHALL  ALSO  INCLUDE  WORK\n   16  PERFORMED  UNDER  A CONTRACT FOR THE BENEFIT OF A PUBLIC AGENCY WITH ANY\n   17  THIRD PARTY PERSON OR ENTITY ACTING IN PLACE OF, ON BEHALF OF OR FOR THE\n   18  BENEFIT OF SUCH PUBLIC AGENCY PURSUANT TO ANY  LEASE,  PERMIT  OR  OTHER\n   19  AGREEMENT BETWEEN SUCH THIRD PARTY PERSON OR ENTITY AND THE PUBLIC AGEN-\n   20  CY.\n   21    3. \"Public agency\" means the state, any of its political subdivisions,\n   22  a  public  benefit  corporation,  a public authority, INCLUDING A PUBLIC\n   23  AUTHORITY PROVIDING PUBLIC UTILITY SERVICES, or  commission  or  special\n   24  purpose  district  board  appointed  pursuant  to  law, [and] a board of\n   25  education, A BUSINESS IMPROVEMENT DISTRICT WITH MORE  THAN  ONE  MILLION\n   26  DOLLARS  PER YEAR IN TOTAL REVENUE, AND ANY PUBLIC UTILITY THAT DISTRIB-\n   27  UTES ELECTRIC LIGHT OR POWER, OR GAS OR STEAM SERVICES AT  RETAIL  RATES\n   28  REGULATED  BY  THE  PUBLIC  SERVICE  COMMISSION  PURSUANT TO A FRANCHISE\n   29  GRANTED UNDER THE PROVISIONS OF SECTION SIXTY-EIGHT OR EIGHTY-ONE OF THE\n   30  PUBLIC SERVICE LAW, AND ANY  SUBSTANTIALLY-OWNED  AFFILIATED  ENTITY  OF\n   31  SUCH PUBLIC UTILITY.\n   32    4.  \"Contractor\"  means  any employer who employs employees to perform\n   33  [building] service work under a contract with a public agency and  shall\n   34  include any of the contractor's subcontractors.\n   35    6.  \"Prevailing  wage\" means the wage determined by the fiscal officer\n   36  to be prevailing for the various classes of [building] service employees\n   37  in the locality. In no event shall the basic hourly cash rate of pay  be\n   38  less  than the statutory minimum wage established by article nineteen of\n   39  this chapter, or, in a city with a local law requiring a higher  minimum\n   40  wage on city contract work, less than the minimum wage specified in such\n   41  local law.\n   42    8.  \"Fiscal  officer\"  means  the  industrial commissioner, except for\n   43  [building] service work performed by or on behalf of a  city,  in  which\n   44  case  \"fiscal  officer\" means the comptroller or other analogous officer\n   45  of such city.\n   46    9. \"Fossil fuel\" shall mean coal, petroleum products and  fuel  gases.\n   47  \"Coal\" shall include bituminous coal, anthracite coal and lignite. \"Fuel\n   48  gases\"  shall include but not be limited to methane, natural gas, lique-\n   49  fied natural gas and manufactured fuel gases. \"Petroleum products\" shall\n   50  include all products refined or rerefined from synthetic or crude oil or\n   51  oil  extracted  from  other  sources,  including  natural  gas  liquids.\n   52  [Provided  that  nothing  in this subdivision shall affect the exclusion\n   53  for public utility  services  set  forth  in  subdivision  two  of  this\n   54  section.]\n   55    10.  \"Substantially-owned  affiliated  entity\"  shall  mean the parent\n   56  company of the PUBLIC UTILITY, contractor or subcontractor, any  subsid-\n\n       S. 1110                             3\n\n    1  iary  of  the PUBLIC UTILITY, contractor or subcontractor, or any entity\n    2  in which the parent of the PUBLIC UTILITY, contractor  or  subcontractor\n    3  owns  more than fifty percent of the voting stock, or an entity in which\n    4  one or more of the top five shareholders of the PUBLIC UTILITY, contrac-\n    5  tor  or  subcontractor individually or collectively also owns a control-\n    6  ling share of the voting stock, or an entity which  exhibits  any  other\n    7  indicia  of control over the PUBLIC UTILITY, contractor or subcontractor\n    8  or over which the PUBLIC UTILITY, contractor or  subcontractor  exhibits\n    9  control,  regardless  of whether or not the controlling party or parties\n   10  have any identifiable or documented  ownership  interest.  Such  indicia\n   11  shall include: power or responsibility over employment decisions, access\n   12  to  and/or  use  of  the relevant entity's assets or equipment, power or\n   13  responsibility over contracts of the entity, responsibility for  mainte-\n   14  nance or submission of certified payroll records, and influence over the\n   15  business decisions of the relevant entity.\n   16    15. \"PERSON\" SHALL MEAN A HUMAN BEING AND SHALL INCLUDE AN \"ENTITY\" AS\n   17  DEFINED  IN  THIS ARTICLE, INCLUDING, BUT NOT LIMITED TO A CONTRACTOR OR\n   18  SUBCONTRACTOR.\n   19    S 3. Subdivisions 1, 3, 4 and 5 of  section  231  of  the  labor  law,\n   20  subdivisions  1, 3 and 4 as added by chapter 777 of the laws of 1971 and\n   21  subdivision 5 as amended by chapter 678 of the laws of 2007, are amended\n   22  and a new subdivision 8 is added to read as follows:\n   23    1. Every contractor shall pay a service employee under a contract  for\n   24  [building]  service  work a wage of not less than the prevailing wage in\n   25  the locality for the craft, trade or occupation of the service employee.\n   26    3. Each contract for [building] service work shall contain as part  of\n   27  the  specifications  thereof a schedule of the wages required to be paid\n   28  to the various classes of service employees on such work, and each  such\n   29  contract  shall further contain a provision obligating the contractor to\n   30  pay each employee on such work not less than the wage specified for  his\n   31  craft, trade or occupation in such schedule.\n   32    4.  The  public agency, or appropriate officer or agent thereof, whose\n   33  responsibility it is to prepare or direct the preparation of  the  plans\n   34  and  specifications  for  a  contract for [building] service work, shall\n   35  ascertain from such plans  and  specifications  the  classifications  of\n   36  employees  to  be  employed  on  such work and shall file a list of such\n   37  classifications with the fiscal officer, together with  a  statement  of\n   38  the work to be performed. The fiscal officer shall determine the crafts,\n   39  trades  and occupations required for such work and shall make a determi-\n   40  nation of the wages required to be paid in the locality  for  each  such\n   41  craft, trade or occupation. A schedule of such wages shall be annexed to\n   42  and form a part of the specifications for the contract prior to the time\n   43  of  the advertisement for bids on such contract and shall constitute the\n   44  schedule of wages referred to in subdivision three of this section.\n   45    5. Upon the award of a contract  for  [building]  service  work  by  a\n   46  public  agency  other  than  a city, the contracting public agency shall\n   47  immediately furnish to the commissioner: (a) the name and address of the\n   48  contractor to whom the contract was  awarded;  (b)  the  date  when  the\n   49  contract  was  awarded; and (c) the approximate consideration stipulated\n   50  for in the contract.\n   51    8. THE REQUIREMENTS OF THIS SECTION SHALL APPLY TO ANY PERSON OR ENTI-\n   52  TY THAT ENTERS INTO ANY LEASE, PERMIT OR OTHER AGREEMENT WITH  A  PUBLIC\n   53  AGENCY  THAT  INCLUDES  THE  PROVISION  OF SERVICE WORK BY EMPLOYEES WHO\n   54  WOULD BE REQUIRED TO BE PAID SCHEDULED WAGES PURSUANT TO THIS SECTION IN\n   55  THE ABSENCE OF SUCH AGREEMENT.  ANY THIRD PARTY PERSON  OR  ENTITY  THAT\n   56  CONTRACTS  FOR  OR OTHERWISE ARRANGES FOR THE PAYMENT FOR OR PERFORMANCE\n\n       S. 1110                             4\n\n    1  OF SERVICE WORK FOR THE BENEFIT OF A PUBLIC AGENCY PURSUANT TO ANY  SUCH\n    2  AGREEMENT SHALL DO SO AS AN AGENT OF THE PUBLIC AGENCY.  NO PUBLIC AGEN-\n    3  CY SHALL ENTER INTO ANY SUCH AGREEMENT WITH ANY PERSON OR ENTITY WITHOUT\n    4  (A)  PREPARATION OF AN AGREEMENT BETWEEN THE PUBLIC AGENCY AND THE THIRD\n    5  PARTY PERSON OR ENTITY THAT CLEARLY DELINEATES THE  RESPONSIBILITIES  OF\n    6  EACH  WITH  RESPECT  TO  REPORTING, FILING AND RETENTION OF PAYROLLS AND\n    7  OTHER DOCUMENTS, AND ANY OTHER ACTIONS REQUIRED PURSUANT TO  THIS  ARTI-\n    8  CLE,  AND  (B) RECEIPT BY THE PUBLIC AGENCY OF A WRITTEN ACKNOWLEDGEMENT\n    9  FROM SUCH THIRD PARTY PERSON OR ENTITY THAT THE PERSON OR ENTITY  AGREES\n   10  TO  UNDERTAKE  THOSE RESPONSIBILITIES AS THE AGENT OF THE PUBLIC AGENCY,\n   11  AND AFFIRMING SUCH PERSON OR ENTITY'S NONDELEGABLE OBLIGATION TO PAY NOT\n   12  LESS THAN THE WAGES SPECIFIED IN EACH APPLICABLE SCHEDULE.   SUCH  DOCU-\n   13  MENTS SHALL BE IN A FORM SATISFACTORY TO THE FISCAL OFFICER AND SHALL BE\n   14  SUBSCRIBED  AND  CONFIRMED  AS  REQUIRED BY SUCH OFFICER. SUCH DOCUMENTS\n   15  SHALL BE RETAINED AS PROVIDED IN SECTION  TWO  HUNDRED  THIRTY-THREE  OF\n   16  THIS  ARTICLE,  AND  A  COPY OF EACH SUCH DOCUMENT SHALL BE FILED BY THE\n   17  PUBLIC AGENCY WITH THE FISCAL OFFICER WITHIN TEN DAYS OF ITS  EXECUTION.\n   18  NOTWITHSTANDING ANY SUCH AGREEMENT, NOTHING IN THIS SUBDIVISION SHALL BE\n   19  DEEMED  TO  RELIEVE  THE PUBLIC AGENCY OF ITS RESPONSIBILITIES TO ENSURE\n   20  COMPLIANCE WITH THIS ARTICLE. ANY LEASE, PERMIT  OR  AGREEMENT  MADE  IN\n   21  CONTRAVENTION  OF  THIS  SUBDIVISION SHALL BE VOID AS A MATTER OF PUBLIC\n   22  POLICY.  THE FISCAL OFFICER MAY TAKE ALL  ACTIONS  NECESSARY  TO  ENSURE\n   23  COMPLIANCE  WITH THE PROVISIONS OF THIS ARTICLE AGAINST THE PUBLIC AGEN-\n   24  CY, ANY THIRD PARTY ACTING IN PLACE OF, ON BEHALF OF OR FOR THE  BENEFIT\n   25  OF  SUCH  PUBLIC AGENCY PURSUANT TO ANY LEASE, PERMIT OR OTHER AGREEMENT\n   26  BETWEEN SUCH THIRD PARTY PERSON OR ENTITY AND THE PUBLIC AGENCY, OR BOTH\n   27  THE PUBLIC AGENCY AND THIRD PARTY JOINTLY.\n   28    S 4. Subdivision 4 of section 230 of the labor law, as added by  chap-\n   29  ter 777 of the laws of 1971, is amended to read as follows:\n   30    4.  \"Contractor\"  means  any employer who employs employees to perform\n   31  [building] service work under a contract with a public agency, and shall\n   32  include any of his subcontractors.\n   33    S 5. Subdivision 5 of section 231 of the labor law, as added by  chap-\n   34  ter 777 of the laws of 1971, is amended to read as follows:\n   35    5.  Upon  the  award  of  a  contract for [building] service work by a\n   36  public agency other than a city, the  contracting  public  agency  shall\n   37  immediately  furnish  to  the  industrial commissioner: (a) the name and\n   38  address of the contractor to whom the contract was awarded; (b) the date\n   39  when the contract was awarded; and  (c)  the  approximate  consideration\n   40  stipulated for in the contract.\n   41    S  6. Paragraphs a and c of subdivision 2 and subdivision 7 of section\n   42  235 of the labor law, paragraph a of subdivision 2 and subdivision 7  as\n   43  amended  and paragraph c of subdivision 2 as added by chapter 547 of the\n   44  laws of 1998, are amended and subdivision 2 is amended by adding  a  new\n   45  paragraph g to read as follows:\n   46    a.  At  the  start of such investigation the fiscal officer may notify\n   47  the financial officer of the public agency interested who shall, at  the\n   48  direction of the fiscal officer, forthwith withhold from any payment due\n   49  to  the  contractor executing the contract sufficient money to safeguard\n   50  the rights of the service employees and to cover the civil penalty  that\n   51  may be assessed as provided herein, or, if there are insufficient moneys\n   52  still  due or earned to the contractor or subcontractor to safeguard the\n   53  rights of the service employees and to cover the civil penalty that  may\n   54  be  assessed  as provided herein, the financial officer of another civil\n   55  division which has entered or  subsequently  enters  into  a  [building]\n   56  service  work  contract  with the contractor or subcontractor, who shall\n\n       S. 1110                             5\n\n    1  withhold from any payment due the contractor or subcontractor  executing\n    2  any  [building]  service work, sufficient moneys to safeguard the rights\n    3  of the service employees and to cover the  civil  penalty  that  may  be\n    4  assessed as provided herein.\n    5    c.  The  notice  of  withholding shall provide that the fiscal officer\n    6  intends to instruct the  financial  officer,  not  less  than  ten  days\n    7  following  service  of the notice by mail, to withhold sufficient moneys\n    8  to safeguard the rights of the service employees and to cover the  civil\n    9  penalty  that  may  be assessed as provided herein, from any payment due\n   10  the notified party under any [building] service  work  contract  pending\n   11  final determination. The notice of withholding shall provide that within\n   12  thirty days following the date of the notice of withholding the notified\n   13  party  may, contest the withholding on the basis that the notified party\n   14  is not a partner or one of the five largest shareholders of the  subcon-\n   15  tractor or contractor, an officer of the contractor or subcontractor who\n   16  knowingly  participated in the violation of this article, a substantial-\n   17  ly-owned affiliated entity or successor. If the notified party fails  to\n   18  contest  the  notice  of  withholding,  or  if the fiscal officer, after\n   19  reviewing the  information  provided  by  the  notified  party  in  such\n   20  contest,  determines  that the notified party is a partner or one of the\n   21  five largest shareholders, a substantially-owned affiliated  entity,  an\n   22  officer of the contractor or subcontractor who knowingly participated in\n   23  the  violation  of  this article, or a successor, the fiscal officer may\n   24  instruct the financial officer to immediately withhold sufficient moneys\n   25  to safeguard the rights of the service employees and to cover the  civil\n   26  penalty that may be assessed as provided herein from any payment due the\n   27  notified  party  under  any [building] service work contract pending the\n   28  final determination.\n   29    G. THE FISCAL OFFICER MAY REQUIRE ANY PERSON OR CORPORATION PERFORMING\n   30  SUCH PUBLIC WORK TO FILE WITH THE FISCAL  OFFICER  WITHIN  TEN  DAYS  OF\n   31  RECEIPT  OF SAID REQUEST, PAYROLL RECORDS, SWORN TO AS TO THEIR VALIDITY\n   32  AND ACCURACY, REQUESTED BY THE FISCAL OFFICER, FOR SAID SERVICE WORK  OR\n   33  FOR  ANY  PUBLIC OR PRIVATE WORK PERFORMED BY SAID PERSON OR CORPORATION\n   34  DURING THE SAME PERIOD OF TIME AS SAID SERVICE WORK. IN THE  EVENT  SAID\n   35  PERSON  OR CORPORATION FAILS TO PROVIDE THE REQUESTED INFORMATION WITHIN\n   36  THE ALLOTTED TEN DAYS, THE FISCAL OFFICER SHALL,  WITHIN  FIFTEEN  DAYS,\n   37  ORDER THE FINANCIAL OFFICER OF THE PUBLIC AGENCY TO IMMEDIATELY WITHHOLD\n   38  FROM  PAYMENT TO SAID PERSON OR CORPORATION UP TO TWENTY-FIVE PERCENT OF\n   39  THE AMOUNT, NOT TO EXCEED FIVE HUNDRED THOUSAND DOLLARS, TO BE  PAID  TO\n   40  SAID  PERSON  OR CORPORATION UNDER THE TERMS OF THE CONTRACT PURSUANT TO\n   41  WHICH SAID SERVICE WORK IS BEING PERFORMED.  SAID AMOUNT WITHHELD  SHALL\n   42  BE  IMMEDIATELY  RELEASED  UPON RECEIPT BY THE PUBLIC AGENCY OF A NOTICE\n   43  FROM THE FISCAL OFFICER INDICATING THAT THE REQUEST FOR RECORDS HAD BEEN\n   44  SATISFIED.\n   45    7. When, pursuant to the provisions of this section, two final  orders\n   46  have been entered against a contractor, subcontractor, successor, or any\n   47  substantially-owned  affiliated  entity of the contractor or subcontrac-\n   48  tor, any of the partners if the contractor or subcontractor is  a  part-\n   49  nership,  any  of  the  five  largest  shareholders of the contractor or\n   50  subcontractor, any officer of the contractor or subcontractor who  know-\n   51  ingly  participated  in the violation of this article within any consec-\n   52  utive six-year period determining that such contractor or  subcontractor\n   53  and/or  its  successor,  substantially-owned  affiliated  entity  of the\n   54  contractor or subcontractor, any of the partners  or  any  of  the  five\n   55  largest  shareholders of the contractor or subcontractor, any officer of\n   56  the contractor  or  subcontractor  who  knowingly  participated  in  the\n\n       S. 1110                             6\n\n    1  violation  of  this  article  has willfully failed to pay the prevailing\n    2  wages in accordance with the provisions of this  article,  whether  such\n    3  failures  were  concurrent  or consecutive and whether or not such final\n    4  determinations   concerning  separate  public  [building]  service  WORK\n    5  contracts are rendered simultaneously, such  contractor,  subcontractor,\n    6  successor,  and  if  the  contractor,  subcontractor,  successor, or any\n    7  substantially-owned affiliated entity of the contractor  or  subcontrac-\n    8  tor,  any  of the partners if the contractor or subcontractor is a part-\n    9  nership, or any of the five largest shareholders of  the  contractor  or\n   10  subcontractor,  any officer of the contractor or subcontractor who know-\n   11  ingly participated in the violation of this article, or any successor is\n   12  a corporation, any officer of such  corporation  who  knowingly  partic-\n   13  ipated  in  such  failure,  shall be ineligible to submit a bid on or be\n   14  awarded any public [building] service work for a period  of  five  years\n   15  from  the  date  of  the second order, provided, however, that where any\n   16  such final order involves the falsification of payroll  records  or  the\n   17  kickback  of  wages,  the contractor, subcontractor, successor, substan-\n   18  tially-owned affiliated entity of the contractor or  subcontractor,  any\n   19  partner  if  the  contractor or subcontractor is a partnership or any of\n   20  the five largest shareholders of the contractor  or  subcontractor,  any\n   21  officer of the contractor or subcontractor who knowingly participated in\n   22  the  violation of this article shall be ineligible to submit a bid on or\n   23  be awarded any public [building] service WORK  contract  or  subcontract\n   24  with the state, any municipal corporation or public body for a period of\n   25  five  years  from  the  date  of  the first final order. Nothing in this\n   26  subdivision shall be construed as affecting any provision of  any  other\n   27  law or regulation relating to the awarding of public contracts.\n   28    S  7.  Subdivision  2  of  section 237 of the labor law, as amended by\n   29  chapter 698 of the laws of 1988, is amended to read as follows:\n   30    2. A. Before payment is made by or on behalf of a public agency of any\n   31  sums due on account of a contract for service work, it shall be the duty\n   32  of the comptroller of the state or the financial officer of such  public\n   33  agency or other officer or person charged with the custody and disburse-\n   34  ment  of  the  state or corporate funds applicable to the contract under\n   35  and pursuant to which payment is made, to require the contractor to file\n   36  a statement in writing in form satisfactory to such  officer  certifying\n   37  to  the  amounts  then  due  and  owing from such contractor filing such\n   38  statement to or on behalf of any and all service employees for daily  or\n   39  weekly  wages  on  account  of  labor  performed upon the work under the\n   40  contract, setting forth therein the names of the persons whose wages are\n   41  unpaid and the amount due to or on behalf of  each  respectively,  which\n   42  statement so to be filed shall be verified by the oath of the contractor\n   43  that  he  or  she  has  read such statement subscribed by him or her and\n   44  knows the contents thereof, and that the same is true of his or her  own\n   45  knowledge.  THE  CONTRACTOR  SHALL  FILE  THESE PAYROLL RECORDS VERIFIED\n   46  UNDER OATH WITHIN NINETY DAYS AFTER ANY LABOR IS PERFORMED UPON THE WORK\n   47  UNDER CONTRACT, OR SUCH OTHER TIME AS THE FISCAL OFFICER MAY  AUTHORIZE.\n   48  ANY  PERSON  WHO  WILLFULLY  FAILS TO FILE SUCH PAYROLL RECORDS WITH THE\n   49  PUBLIC AGENCY SHALL BE GUILTY OF A CLASS E FELONY.\n   50    B. EACH  PUBLIC  AGENCY  SHALL  DESIGNATE  IN  WRITING  AN  INDIVIDUAL\n   51  EMPLOYED  BY SUCH DEPARTMENT RESPONSIBLE FOR THE RECEIPT, COLLECTION AND\n   52  REVIEW FOR FACIAL VALIDITY OF A CONTRACTOR'S  CERTIFIED  PAYROLL  STATE-\n   53  MENT,  AS  SET  FORTH  IN THIS SUBDIVISION, BEFORE PAYMENT IS MADE. SAID\n   54  DESIGNATION SHALL BE FILED WITH THE  FISCAL  OFFICER  AND  POSTED  IN  A\n   55  CONSPICUOUS  LOCATION  AT  THE  WORK  SITE. IF THE DESIGNATED INDIVIDUAL\n   56  CANNOT PERFORM THE RECEIPT, COLLECTION AND REVIEW OF CERTIFIED  PAYROLLS\n\n       S. 1110                             7\n\n    1  DUTIES  AS INDICATED ABOVE, FOR ANY REASON, INCLUDING BUT NOT LIMITED TO\n    2  REASSIGNMENT, PROMOTION OR SEPARATION FROM EMPLOYMENT, THE PUBLIC AGENCY\n    3  MUST IMMEDIATELY DESIGNATE ANOTHER INDIVIDUAL EMPLOYED BY SUCH AGENCY TO\n    4  FULFILL  SUCH  RESPONSIBILITIES. IN THE EVENT THAT A PUBLIC AGENCY FAILS\n    5  TO NAME AN INDIVIDUAL RESPONSIBLE FOR THE RECEIPT, COLLECTION AND REVIEW\n    6  FOR FACIAL VALIDITY OF CONTRACTORS' CERTIFIED PAYROLLS, THEN  THE  INDI-\n    7  VIDUAL  SO  RESPONSIBLE  SHALL  BE  THE  INDIVIDUAL  WHO  IS  THE  CHIEF\n    8  POLICY-MAKING OFFICER OF SUCH PUBLIC AGENCY.\n    9    S 8. Subdivision 2 of section 238 of the labor law, as added by  chap-\n   10  ter 777 of the laws of 1971, is amended to read as follows:\n   11    2.  A.  When  a  contract  for service work contains as part thereof a\n   12  schedule of wages as provided for  in  this  article,  any  [contractor]\n   13  PERSON who, after entering into such contract[, and any subcontractor of\n   14  such  contractor who] WILLFULLY fails to pay to any service employee the\n   15  wages stipulated in such wage schedule [is guilty of a  misdemeanor  and\n   16  upon  conviction shall be punished for a first offense by a fine of five\n   17  hundred dollars or by imprisonment for not more than thirty days  or  by\n   18  both  fine and imprisonment; for a second offense by a fine of one thou-\n   19  sand dollars], and [in]:\n   20    (I) SUCH FAILURE RESULTS  IN  UNDERPAYMENTS  WHICH  IN  THE  AGGREGATE\n   21  AMOUNT  TO  ALL  WORKERS  EMPLOYED  BY  THE  CONTRACTOR OR SUBCONTRACTOR\n   22  RESULTS IN  AN  AMOUNT  LESS  THAN  TWENTY-FIVE  THOUSAND  DOLLARS,  THE\n   23  CONTRACTOR OR SUBCONTRACTOR SHALL BE GUILTY OF A CLASS A MISDEMEANOR;\n   24    (II)  SUCH  FAILURE  RESULTS  IN UNDERPAYMENTS, WHICH IN THE AGGREGATE\n   25  AMOUNT TO ALL WORKERS EMPLOYED  BY  SUCH  CONTRACTOR  OR  SUBCONTRACTOR,\n   26  RESULTS  IN  AN  AMOUNT  GREATER  THAN TWENTY-FIVE THOUSAND DOLLARS, THE\n   27  CONTRACTOR OR SUBCONTRACTOR SHALL BE GUILTY OF A CLASS E FELONY;\n   28    (III) SUCH FAILURE RESULTS IN UNDERPAYMENTS, WHICH  IN  THE  AGGREGATE\n   29  AMOUNT  TO  ALL  WORKERS  EMPLOYED  BY SUCH CONTRACTOR OR SUBCONTRACTOR,\n   30  RESULTS IN AN AMOUNT GREATER THAN  ONE  HUNDRED  THOUSAND  DOLLARS,  THE\n   31  CONTRACTOR OR SUBCONTRACTOR SHALL BE GUILTY OF A CLASS D FELONY; OR\n   32    (IV)  SUCH  FAILURE  RESULTS  IN UNDERPAYMENTS, WHICH IN THE AGGREGATE\n   33  AMOUNT TO ALL WORKERS EMPLOYED  BY  SUCH  CONTRACTOR  OR  SUBCONTRACTOR,\n   34  RESULTS  IN  AN  AMOUNT  GREATER THAN FIVE HUNDRED THOUSAND DOLLARS, THE\n   35  CONTRACTOR OR SUBCONTRACTOR SHALL BE GUILTY OF A CLASS C FELONY.\n   36    B. IN addition  thereto  the  contract  on  which  the  violation  has\n   37  occurred shall be forfeited; and no such contractor shall be entitled to\n   38  receive  any  sum,  nor  shall  any  officer,  agent  or employee of the\n   39  contracting public agency pay any such sum or authorize its payment from\n   40  the funds under his charge or control to such contractor for  work  done\n   41  upon the contract on which the contractor has been convicted of a second\n   42  offense.  If the contractor or subcontractor is a corporation, any offi-\n   43  cer of such corporation who knowingly permits the corporation to fail to\n   44  make such payment shall also be guilty of [a  misdemeanor]  THE  OFFENSE\n   45  DEFINED  IN  PARAGRAPH  A OF THIS SUBDIVISION and the criminal and civil\n   46  penalties [herein] OF THIS SUBDIVISION shall attach to such officer upon\n   47  conviction.\n   48    S 9. Severability. If any clause, sentence, paragraph, section or part\n   49  of this act be adjudged by any court of  competent  jurisdiction  to  be\n   50  invalid  and  after exhaustion of all further judicial review, the judg-\n   51  ment shall not affect, impair or invalidate the remainder  thereof,  but\n   52  shall  be  confined in its operation to the clause, sentence, paragraph,\n   53  section or part of this act directly  involved  in  the  controversy  in\n   54  which the judgment shall have been rendered.\n   55    S  10.  This act shall take effect on the ninetieth day after it shall\n   56  have become a law, and shall apply to all contracts or other  agreements\n\n       S. 1110                             8\n\n    1  entered  into,  renewed,  or  extended  on or after such date; provided,\n    2  however:  (a) the amendments to subdivision 4  of  section  230  of  the\n    3  labor  law made by section two of this act shall be subject to the expi-\n    4  ration  and reversion of such subdivision pursuant to section 5 of chap-\n    5  ter 678 of the laws of  2007,  as  amended,  when  upon  such  date  the\n    6  provisions of section four of this act shall take effect; and\n    7    (b)  the  amendments  to subdivision 5 of section 231 of the labor law\n    8  made by section three of this act shall be subject to the expiration and\n    9  reversion of such subdivision pursuant to section 5 of  chapter  678  of\n   10  the  laws  of  2007,  as  amended, when upon such date the provisions of\n   11  section five of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to prevailing wages for service workers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120651.TXT", "SOBI.D110106.T162736.TXT", "SOBI.D110105.T112118.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349256479
}