{
  "year" : 2011,
  "senateBillNo" : "S1113-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1113-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to facilities of refuge",
  "summary" : "Relates to facilities of refuge; defines terms; exempts any facility of refuge that is registered with the state emergency management office from payment of any exit fee or any lost revenue resultant from the installation and operation of cogeneration equipment at the facility of refuge; provides financial assistance for the installation of cogeneration technologies for the purpose of creating and maintaining facilities of refuge pursuant to article twenty-two of the energy law. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Energy Law",
  "previousVersions" : [ "S4692-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1113\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERKINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Energy and  Tele-\n         communications\n\n       AN  ACT  to  amend  the  energy  law, the public authorities law and the\n         public service law, in relation to refuge facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  legislature  hereby  finds  that  there is a need to\n    2  protect the public from potential disruptions to the energy transmission\n    3  and distribution system, whether caused by natural  or  man-made  occur-\n    4  rences.  Such needs can be met through the creation of refuge facilities\n    5  in  every locality in the state that can assure the public of continuous\n    6  provision of electric, heat and  other  necessary  utility  services  in\n    7  times of disruption of the delivery of such services. Such refuge facil-\n    8  ities  shall  be  either existing or new buildings which have energy and\n    9  heat producing equipment and which provide electricity and heat  through\n   10  such  on-site  technologies and that such equipment is capable of opera-\n   11  tion independent of the receipt of power  or  other  services  from  the\n   12  local electric utility transmission and distribution system.\n   13    The  legislature  also finds that, in order to promote the development\n   14  of appropriate facilities and energy production equipment, it is  appro-\n   15  priate for state agencies to provide financial assistance in the form of\n   16  low-interest  or  zero-interest loans, grants, performance contracts and\n   17  other appropriate financing mechanisms.  In  addition,  the  legislature\n   18  also  finds that current technologies exist which could provide the dual\n   19  purpose of reducing energy costs for  such  facilities,  and  thus  also\n   20  provide  benefits  to local taxpayers for lower public facilities costs.\n   21  In addition, to ensure that such facilities  do  not  create  additional\n   22  cost  burdens  for  local  taxpayers, and in consideration of the public\n   23  safety and security to be provided to the  localities,  such  facilities\n   24  shall be exempt from any statutory or regulatory requirements for utili-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00679-01-1\n\n       S. 1113                             2\n\n    1  ty  standby rates, unreasonable interconnection charges, or exit fees or\n    2  other similar rates or requirements.\n    3    S  2.  The energy law is amended by adding a new article 22 to read as\n    4  follows:\n    5                                 ARTICLE 22\n    6                              REFUGE FACILITIES\n    7  SECTION 22-101. DEFINITIONS.\n    8          22-102. REFUGE FACILITIES, CREATION.\n    9          22-103. UTILITY RATE TREATMENT.\n   10          22-104. PERFORMANCE CONTRACTS.\n   11    S 22-101. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   12    1. \"REFUGE FACILITY\" SHALL MEAN A FACILITY OWNED  AND  OPERATED  BY  A\n   13  MUNICIPALITY,  AS  DEFINED IN SECTION NINE HUNDRED EIGHTY OF THE GENERAL\n   14  MUNICIPAL LAW, OR A SCHOOL DISTRICT, AS PURSUANT TO  TITLE  TWO  OF  THE\n   15  EDUCATION  LAW, INCLUDING BUT NOT LIMITED TO SCHOOL BUILDINGS, MUNICIPAL\n   16  OFFICE BUILDINGS, COMMUNITY CENTERS, OR PUBLIC UNIVERSITIES, COLLEGES OR\n   17  COMMUNITY COLLEGES, AS DEFINED PURSUANT TO THE EDUCATION LAW,  OR  OTHER\n   18  APPROPRIATE  STRUCTURE  OR FACILITY THAT IS CAPABLE OF PROVIDING SHELTER\n   19  FOR A SIGNIFICANT PORTION  OF  THE  LOCAL  POPULATION  DURING  TIMES  OF\n   20  MAN-MADE OR NATURAL DISASTER.\n   21    2.  \"COGENERATION  TECHNOLOGY\" SHALL MEAN ANY ONE OF THE SEVERAL TECH-\n   22  NOLOGIES THAT CAN BE USED FOR COMBINED HEAT AND POWER APPLICATIONS,  AND\n   23  WHICH  CONSIST  OF  APPLICATIONS OF TECHNOLOGIES WHEREIN WASTE HEAT FROM\n   24  ON-SITE ELECTRIC GENERATION PROCESS IS RECOVERED TO PROVIDE STEAM OR HOT\n   25  WATER TO MEET ON-SITE NEEDS, SUCH AS HEATING  AND/OR  AIR  CONDITIONING.\n   26  FOR  PURPOSES  OF  THIS  ARTICLE,  COGENERATION TECHNOLOGIES MUST ATTAIN\n   27  OVERALL SYSTEM EFFICIENCY OF SIXTY PERCENT, CONSIDERING BOTH THERMAL AND\n   28  ELECTRICAL PROCESSES TOGETHER.\n   29    3. \"FINANCIAL ASSISTANCE\" SHALL MEAN GRANTS,  LOANS,  INTEREST  SUBSI-\n   30  DIES,  LOAN GUARANTEES AND OTHER APPROPRIATE FUNDING MECHANISMS, INCLUD-\n   31  ING  PERFORMANCE  CONTRACTING,  CONSIDERING  THE  CIRCUMSTANCES  OF  THE\n   32  PROJECT.    WITH  THE  EXCEPTION  OF  GRANTS,  ANY  FINANCIAL ASSISTANCE\n   33  PROVIDED ACCORDING TO THIS SUBDIVISION SHALL BE REPAID  TO  THE  ISSUING\n   34  AUTHORITY, OVER A PERIOD NOT TO EXCEED TEN YEARS, WITH SAVINGS IN ENERGY\n   35  COSTS  AND  RELATED COSTS WHICH ACCRUE TO THE FACILITY OWNER AS A RESULT\n   36  OF INSTALLING AND OPERATING SUCH COGENERATION EQUIPMENT.\n   37    S 22-102. REFUGE FACILITIES, CREATION. 1. FOR PURPOSES OF IMPLEMENTING\n   38  THE PROVISIONS OF THIS ARTICLE, EVERY  COUNTY,  EXCEPT  THOSE  CONTAINED\n   39  WITHIN THE CITY OF NEW YORK, AND THE CITY OF NEW YORK SHALL INITIATE AND\n   40  IMPLEMENT  A  PROGRAM  TO  IDENTIFY  AND  CREATE FACILITIES WHICH CAN BE\n   41  UTILIZED AS REFUGE FACILITIES. SUCH REFUGE FACILITIES SHALL  BE  IDENTI-\n   42  FIED AND INCLUDED IN ANY AND ALL LOCAL DISASTER PREPAREDNESS PLANS TO BE\n   43  COMPLETED AND IMPLEMENTED ACCORDING TO SECTION TWENTY-THREE OF THE EXEC-\n   44  UTIVE  LAW.  COUNTY  EMERGENCY  MANAGEMENT OFFICIALS AND THE CITY OF NEW\n   45  YORK  EMERGENCY  MANAGEMENT  OFFICIAL  SHALL  COOPERATE  AND  COORDINATE\n   46  EFFORTS TO IDENTIFY AND ESTABLISH REFUGE FACILITIES WITH THE DIRECTOR OF\n   47  THE  STATE  EMERGENCY  MANAGEMENT  OFFICE  AND THE DISASTER PREPAREDNESS\n   48  COMMISSION. TO  THE  EXTENT  POSSIBLE  AND  FEASIBLE,  COUNTY  EMERGENCY\n   49  MANAGEMENT OFFICIALS AND THE CITY OF NEW YORK EMERGENCY MANAGEMENT OFFI-\n   50  CIAL SHALL INTEGRATE ANY SUCH ACTIVITIES WITH THOSE OF ANY AND ALL STATE\n   51  DISASTER  PREPAREDNESS  PLANS AS REQUIRED PURSUANT TO SECTION TWENTY-TWO\n   52  OF THE EXECUTIVE LAW.\n   53    2. COUNTY EMERGENCY MANAGEMENT OFFICIALS,    WORKING  IN  COORDINATION\n   54  WITH APPROPRIATE STATE, CITY, TOWN AND VILLAGE OFFICIALS, SHALL IDENTIFY\n   55  AN  APPROPRIATE  NUMBER  OF  REFUGE  FACILITIES TO BE LOCATED WITHIN THE\n   56  COUNTY, WITH RESPECT TO THE POPULATION AND OTHER  CONSIDERATIONS  NECES-\n\n       S. 1113                             3\n\n    1  SARY  TO  PROVIDE  ADEQUATE RELIEF IN TIMES OF AN EMERGENCY. THE CITY OF\n    2  NEW YORK EMERGENCY MANAGEMENT OFFICIAL SHALL WORK IN  COORDINATION  WITH\n    3  ALL  APPROPRIATE  STATE  OFFICIALS  TO IDENTIFY AN APPROPRIATE NUMBER OF\n    4  REFUGE  FACILITIES  TO  BE LOCATED WITHIN THAT CITY, WITH RESPECT TO THE\n    5  POPULATION AND OTHER CONSIDERATIONS NECESSARY TO PROVIDE ADEQUATE RELIEF\n    6  IN TIMES OF AN EMERGENCY.\n    7    3. EACH REFUGE FACILITY SHALL BE REGISTERED WITH THE COUNTY  EMERGENCY\n    8  MANAGEMENT  OFFICE  IN  THE  COUNTY  IN WHICH SUCH FACILITY IS SITUATED,\n    9  EXCEPT IN THE CITY OF NEW YORK WHEREIN  THE  CITY  EMERGENCY  MANAGEMENT\n   10  OFFICE SHALL MAINTAIN SUCH REGISTRATION. THE REGISTRIES SHALL BE UPDATED\n   11  ANNUALLY.  SUCH REGISTRIES SHALL ALSO BE PROVIDED TO THE STATE EMERGENCY\n   12  MANAGEMENT OFFICE.\n   13    S 22-103. UTILITY RATE TREATMENT. NO ELECTRIC CORPORATION, AS  DEFINED\n   14  BY  SUBDIVISION THIRTEEN OF SECTION TWO OF THE PUBLIC SERVICE LAW, SHALL\n   15  ESTABLISH OR MODIFY ANY TARIFFS WITH RESPECT TO REFUGE  FACILITIES  THAT\n   16  INSTALL  COGENERATION EQUIPMENT.  ANY REFUGE FACILITY THAT IS REGISTERED\n   17  WITH THE STATE EMERGENCY MANAGEMENT OFFICE SHALL FURTHER BE EXEMPT  FROM\n   18  PAYMENT OF ANY EXIT FEES OR ANY LOST REVENUES RESULTING FROM THE INSTAL-\n   19  LATION  AND  OPERATION OF COGENERATION EQUIPMENT AT THE REFUGE FACILITY.\n   20  TO THE EXTENT THAT THE REFUGE FACILITY REQUIRES INTERCONNECTION WITH THE\n   21  LOCAL ELECTRIC UTILITY SYSTEM, NO ELECTRIC CORPORATION  SHALL  ESTABLISH\n   22  OR MODIFY ANY TARIFF TO ESTABLISH A STANDBY RATE THAT DOES NOT TAKE INTO\n   23  ACCOUNT  THE  ACTUAL  COSTS  AND  BENEFITS OF THE DISTRIBUTED GENERATION\n   24  RESOURCE. SUCH STANDBY  RATE  SHALL  CONSIDER  THE  RELIABILITY  OF  THE\n   25  ON-SITE  GENERATION,  AS  DETERMINED  BY  THE  FREQUENCY AND DURATION OF\n   26  OUTAGES, SO THAT CUSTOMERS WITH MORE  RELIABLE  ON-SITE  GENERATION  AND\n   27  THOSE THAT REDUCE PEAK DEMAND PAY A LOWER COST-BASED RATE. TO THE EXTENT\n   28  THE  INSTALLATION  OF  ANY  COGENERATION  EQUIPMENT RESULTS IN INTERCON-\n   29  NECTION FEES, AN ELECTRIC CORPORATION SHALL ONLY COLLECT INTERCONNECTION\n   30  FEES THAT ARE REASONABLE.\n   31    S 22-104. PERFORMANCE CONTRACTS. FOR  PURPOSES  OF  IMPLEMENTING  THIS\n   32  ARTICLE,  THE PROVISIONS OF ARTICLE NINE OF THIS CHAPTER SHALL BE APPLI-\n   33  CABLE FOR THOSE PROJECTS FOR WHICH PERFORMANCE CONTRACTING IS A PREFERA-\n   34  BLE METHOD FOR THE FINANCING, INSTALLATION AND OPERATION OF COGENERATION\n   35  TECHNOLOGY EQUIPMENT.\n   36    S 3. Section 1005 of the public authorities law is amended by adding a\n   37  new subdivision 17 to read as follows:\n   38    17. TO PROVIDE FINANCIAL ASSISTANCE FOR THE INSTALLATION OF  COGENERA-\n   39  TION  TECHNOLOGIES  FOR  THE  PURPOSE OF CREATING AND MAINTAINING REFUGE\n   40  FACILITIES PURSUANT TO ARTICLE TWENTY-TWO OF THE ENERGY LAW.\n   41    A.  THE AUTHORITY MAY MAKE AVAILABLE  FINANCIAL  ASSISTANCE;  PROVIDED\n   42  THAT NO COSTS ASSOCIATED WITH SUCH FINANCIAL ASSISTANCE SHALL BE CHARGED\n   43  TO  THE AUTHORITY'S CUSTOMERS. SUCH FUNDS SHALL BE USED FOR THE DEVELOP-\n   44  MENT OF REFUGE FACILITIES AS IDENTIFIED AMONG THE AUTHORITY'S CUSTOMERS.\n   45    B.  THE AUTHORITY MAY SOLICIT APPLICATIONS FOR FINANCIAL ASSISTANCE BY\n   46  PUBLIC NOTICE. SUCH NOTICE SHALL BE IN THE FORM OF ADVERTISEMENTS, PRESS\n   47  RELEASES, AND BY SUCH OTHER MEANS AS THE AUTHORITY FINDS APPROPRIATE.\n   48    C. THE AUTHORITY MAY PROVIDE FINANCIAL ASSISTANCE BY ENTERING  INTO  A\n   49  CONTRACT  WITH A CONTRACTOR FOR THE COGENERATION SERVICES. THE AUTHORITY\n   50  SHALL EVALUATE APPLICATIONS FOR  FINANCIAL  ASSISTANCE  BASED  UPON  THE\n   51  AMOUNT  OF  POWER SAVED AS A RESULT OF THE INSTALLATION OF THE COGENERA-\n   52  TION EQUIPMENT AND THE SAVINGS IN ENERGY COSTS RELATIVE TO THE AMOUNT OF\n   53  FINANCIAL ASSISTANCE REQUIRED.\n   54    S 4. Sections 1020-hh, 1020-ii and 1020-jj of the  public  authorities\n   55  law,  as  renumbered by chapter 433 of the laws of 2009,  are renumbered\n\n       S. 1113                             4\n\n    1  sections 1020-ii, 1020-jj and 1020-kk and a new section 1020-hh is added\n    2  to read as follows:\n    3    S  1020-HH. REFUGE FACILITIES; COMPLIANCE. 1. THE AUTHORITY MAY ASSIST\n    4  WITH THE IMPLEMENTATION OF THE REFUGE FACILITIES, AS STATED  IN  ARTICLE\n    5  TWENTY-TWO OF THE ENERGY LAW, WITHIN THE SERVICE TERRITORY.\n    6    2.  THE  AUTHORITY  MAY  MAKE AVAILABLE FINANCIAL ASSISTANCE; PROVIDED\n    7  THAT NO COSTS ASSOCIATED WITH SUCH FINANCIAL ASSISTANCE SHALL BE CHARGED\n    8  TO THE AUTHORITY'S CUSTOMERS. SUCH FUNDS SHALL BE USED FOR THE  DEVELOP-\n    9  MENT OF REFUGE FACILITIES WITHIN THE AUTHORITY'S SERVICE TERRITORY.\n   10    3.  THE AUTHORITY MAY SOLICIT APPLICATIONS FOR FINANCIAL ASSISTANCE BY\n   11  PUBLIC NOTICE. SUCH NOTICE SHALL BE IN THE FORM OF ADVERTISEMENT,  PRESS\n   12  RELEASES, AND BY SUCH OTHER MEANS AS THE AUTHORITY FINDS APPROPRIATE.\n   13    4.  THE  AUTHORITY MAY PROVIDE FINANCIAL ASSISTANCE BY ENTERING INTO A\n   14  CONTRACT WITH A CONTRACTOR FOR THE COGENERATION SERVICES. THE  AUTHORITY\n   15  SHALL  EVALUATE  APPLICATIONS  FOR  FINANCIAL  ASSISTANCE BASED UPON THE\n   16  AMOUNT OF POWER SAVED AS A RESULT OF THE INSTALLATION OF  THE  COGENERA-\n   17  TION EQUIPMENT AND THE SAVINGS IN ENERGY COSTS RELATIVE TO THE AMOUNT OF\n   18  FINANCIAL ASSISTANCE REQUIRED.\n   19    S 5. Section 1854 of the public authorities law is amended by adding a\n   20  new subdivision 19 to read as follows:\n   21    19.  TO PROVIDE FINANCIAL ASSISTANCE FOR THE INSTALLATION OF COGENERA-\n   22  TION TECHNOLOGIES FOR THE PURPOSE OF  CREATING  AND  MAINTAINING  REFUGE\n   23  FACILITIES  PURSUANT  TO  ARTICLE  TWENTY-TWO  OF  THE ENERGY LAW.   THE\n   24  AUTHORITY MAY SOLICIT APPLICATIONS FOR FINANCIAL  ASSISTANCE  BY  PUBLIC\n   25  NOTICE,  WHICH  PUBLIC  NOTICE  SHALL  BE IN THE FORM OF ADVERTISEMENTS,\n   26  PRESS RELEASES, AND BY SUCH OTHER MEANS AS THE AUTHORITY FINDS APPROPRI-\n   27  ATE. THE AUTHORITY MAY PROVIDE FINANCIAL ASSISTANCE BY ENTERING  INTO  A\n   28  CONTRACT  WITH A CONTRACTOR FOR THE COGENERATION SERVICES. THE AUTHORITY\n   29  SHALL EVALUATE APPLICATIONS FOR  FINANCIAL  ASSISTANCE  BASED  UPON  THE\n   30  AMOUNT  OF  POWER SAVED AS A RESULT OF THE INSTALLATION OF THE COGENERA-\n   31  TION EQUIPMENT AND THE SAVINGS IN ENERGY COSTS RELATIVE TO THE AMOUNT OF\n   32  FINANCIAL ASSISTANCE REQUIRED.  WHERE  APPROPRIATE,  THE  AUTHORITY  MAY\n   33  ACCESS FUNDS RECEIVED FROM UTILITY ASSESSMENTS FOR ENERGY EFFICIENCY AND\n   34  OTHER RESEARCH AND DEVELOPMENT ACTIVITIES IN ORDER TO PROVIDE GRANTS FOR\n   35  PROJECTS  REQUIRING  ADDITIONAL FINANCIAL ASSISTANCE, AND WHERE PERFORM-\n   36  ANCE CONTRACTING IS NOT AVAILABLE.  THE  AUTHORITY  MAY  MAKE  AVAILABLE\n   37  FINANCIAL  ASSISTANCE,  WHICH  SHALL  BE  MADE AVAILABLE FOR PROJECTS IN\n   38  UTILITY SERVICE TERRITORIES WHEREIN THE  RATEPAYERS  OF  SUCH  UTILITIES\n   39  CONTRIBUTE  TO  SUCH  ASSESSMENT  FOR ENERGY EFFICIENCY AND RESEARCH AND\n   40  DEVELOPMENT.\n   41    S 6. Section 66 of the public service law is amended by adding  a  new\n   42  subdivision 29 to read as follows:\n   43    29.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW TO THE CONTRARY, NO\n   44  REFUGE FACILITY THAT IS IDENTIFIED AND IMPLEMENTED  IN  ACCORDANCE  WITH\n   45  ARTICLE  TWENTY-TWO OF THE ENERGY LAW SHALL BE SUBJECT TO ANY TRANSITION\n   46  COSTS, EXIT FEES, OR ADDITIONAL PAYMENTS, SUCH AS STANDBY RATES, RELATED\n   47  TO THE DISCONTINUANCE OF SERVICES FROM ITS  FORMER  SUPPLIER  OF  RETAIL\n   48  DISTRIBUTION SERVICE WHEN SUCH REFUGE FACILITY RECEIVES ELECTRIC SERVICE\n   49  IN  WHOLE  OR  IN  PART  FROM  A  SOURCE OF ELECTRICITY ACCORDING TO THE\n   50  PROVISIONS OF ARTICLE TWENTY-TWO OF  THE  ENERGY  LAW  AND  GENERATES  A\n   51  SUBSTANTIAL  PORTION  OF  ITS  OWN POWER AND DISTRIBUTES THAT POWER IN A\n   52  MANNER WHICH BYPASSES THE  RETAIL  DISTRIBUTION  SYSTEM  OF  ITS  FORMER\n   53  SUPPLIER.\n   54    S  7.  The  New  York  state energy research and development authority\n   55  shall assess the feasibility, costs, and benefits of installing  renewa-\n   56  ble  energy technologies, including cogeneration technology on the prem-\n\n       S. 1113                             5\n\n    1  ises of refuge facilities as established under article 22 of the  energy\n    2  law.  The  authority shall report back to the legislature with its find-\n    3  ings within 6 months of the effective date of this act.\n    4    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the energy law, the public authorities law and the public service law, in relation to refuge facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T123155.TXT", "SOBI.D110105.T124150.TXT", "SOBI.D110107.T112353.TXT", "SOBI.D110105.T121648.TXT", "SOBI.D110105.T112622.TXT", "SOBI.D110105.T122219.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110105.T113122.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294417433172
}