{
  "year" : 2011,
  "senateBillNo" : "S1112-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1112-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes utility corporations, telegraph and telephone corporations, and cable television corporations to provide notice of bills to third parties",
  "summary" : "Authorizes utility corporations, telegraph and telephone corporations, and cable television corporations to provide notice of bills to third parties at the request of the customer. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S4290-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1112\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. PARKER, KRUGER, PERKINS, SQUADRON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Energy and Telecommunications\n\n       AN  ACT to amend the public service law and the general business law, in\n         relation to third party notification\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 40 of the public service law, as amended by chapter\n    2  631 of the laws of 1992, is amended to read as follows:\n    3    S 40. Voluntary  third-party  [notice prior to termination of service]\n    4  NOTIFICATION.  1. Every utility corporation or municipality shall permit\n    5  a residential customer to designate a third-party to receive  NOTICE  OF\n    6  THE  TOTAL  AMOUNT  DUE  OR  PAST  DUE  ON ALL BILLS, THE AMOUNTS OF ANY\n    7  PAYMENTS PAID BY OR ON BEHALF OF SUCH RESIDENTIAL CUSTOMER,  AND  copies\n    8  of  all  notices  relating  to  termination  of service [or] AND NOTICES\n    9  RELATING TO collection of amounts due sent to such residential customer,\n   10  provided that the designated third-party indicates in writing a willing-\n   11  ness to receive such notices.\n   12    2. Every utility corporation or municipality shall permit a  landlord,\n   13  upon  written  request  of  both the landlord and tenant, to designate a\n   14  third-party to be notified of all requests for discontinuance of service\n   15  to units owned by such landlord.\n   16    S 2. The general business law is amended by adding a new section 393-e\n   17  to read as follows:\n   18    S 393-E. VOLUNTARY THIRD-PARTY NOTIFICATION.  1.  EVERY  TELEGRAPH  OR\n   19  TELEPHONE  CORPORATION,  CABLE  TELEVISION  CORPORATION,  CELLULAR PHONE\n   20  COMPANY, OR MUNICIPALITY SHALL PERMIT A RESIDENTIAL CUSTOMER  TO  DESIG-\n   21  NATE A THIRD-PARTY TO RECEIVE NOTICE OF THE TOTAL AMOUNT DUE OR PAST DUE\n   22  ON  ALL  BILLS, THE AMOUNTS OF ANY PAYMENTS PAID BY OR ON BEHALF OF SUCH\n   23  RESIDENTIAL CUSTOMER, AND COPIES OF ALL NOTICES RELATING TO  TERMINATION\n   24  OF  SERVICE  AND  NOTICES  RELATING TO COLLECTION OF AMOUNTS DUE SENT TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00018-01-1\n\n       S. 1112                             2\n\n    1  SUCH RESIDENTIAL CUSTOMER,  PROVIDED  THAT  THE  DESIGNATED  THIRD-PARTY\n    2  INDICATES IN WRITING A WILLINGNESS TO RECEIVE SUCH NOTICES.\n    3    2.  EVERY  TELEGRAPH OR TELEPHONE CORPORATION, CABLE TELEVISION CORPO-\n    4  RATION, CELLULAR PHONE COMPANY, OR MUNICIPALITY SHALL PERMIT A LANDLORD,\n    5  UPON WRITTEN REQUEST OF BOTH THE LANDLORD AND  TENANT,  TO  DESIGNATE  A\n    6  THIRD-PARTY TO BE NOTIFIED OF ALL REQUESTS FOR DISCONTINUANCE OF SERVICE\n    7  TO UNITS OWNED BY SUCH LANDLORD.\n    8    S  3.  This  act shall take effect on the ninetieth day after it shall\n    9  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law and the general business law, in relation to third party notification ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T112622.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110106.T162736.TXT", "SOBI.D110105.T112118.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294349256487
}