{
  "year" : 2011,
  "senateBillNo" : "S1114-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1114-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to restoring the fuel cell tax credit",
  "summary" : "Relates to restoring the fuel cell tax credit. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A188",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S5563-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1114\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to restoring the fuel cell  tax\n         credit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 1 of section 187-n of the tax law, as  amended\n    2  by  section  1 of part C-1 of chapter 57 of the laws of 2009, is amended\n    3  to read as follows:\n    4    (1) Allowance of credit. [For taxable years beginning  before  January\n    5  first,  two  thousand nine, a] A taxpayer whose business is not substan-\n    6  tially engaged in the commercial generation, distribution, transmission,\n    7  or servicing of energy or energy products  shall  be  allowed  a  credit\n    8  against  the  taxes  imposed  by  sections one hundred eighty-three, one\n    9  hundred eighty-four and one hundred eighty-five of this  article,  equal\n   10  to  its  qualified fuel cell electric generating equipment expenditures.\n   11  Provided, however, that the amount of such credit allowable against  the\n   12  tax  imposed by section one hundred eighty-four of this article shall be\n   13  the excess of the amount of such credit over the amount  of  any  credit\n   14  allowed  by  this section against the tax imposed by section one hundred\n   15  eighty-three of this article. This credit shall not exceed one  thousand\n   16  five  hundred  dollars  per  generating unit with respect to any taxable\n   17  year. The credit provided for herein shall be allowed  with  respect  to\n   18  the taxable year in which the fuel cell electric generating equipment is\n   19  placed in service.\n   20    S 2. Paragraph (a) of subdivision 37 of section 210 of the tax law, as\n   21  amended  by  section 2 of part C-1 of chapter 57 of the laws of 2009, is\n   22  amended to read as follows:\n   23    (a) Allowance of credit. [For taxable years beginning  before  January\n   24  first,  two  thousand  nine,  a]  A  taxpayer  shall be allowed a credit\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01031-01-1\n\n       S. 1114                             2\n\n    1  against the tax imposed by this article, equal  to  its  qualified  fuel\n    2  cell  electric  generating equipment expenditures. This credit shall not\n    3  exceed one thousand  five  hundred  dollars  per  generating  unit  with\n    4  respect  to  any  taxable  year. The credit provided for herein shall be\n    5  allowed with respect to the taxable year in which the fuel cell electric\n    6  generating equipment is placed in service.\n    7    S 3. Paragraph 1 of subsection (g-2) of section 606 of the tax law, as\n    8  amended by section 3 of part C-1 of chapter 57 of the laws of  2009,  is\n    9  amended to read as follows:\n   10    (1)  General.  [For  taxable years beginning before January first, two\n   11  thousand nine, an] AN individual taxpayer  shall  be  allowed  a  credit\n   12  against the tax imposed by this article equal to twenty percent of qual-\n   13  ified  fuel cell electric generating equipment expenditures. This credit\n   14  shall not exceed one thousand five hundred dollars per  generating  unit\n   15  with  respect  to any taxable year. The credit provided for herein shall\n   16  be allowed with respect to the taxable year in which the fuel cell elec-\n   17  tric generating equipment is placed in service.\n   18    S 4. Paragraph 1 of subsection (t) of section 1456 of the tax law,  as\n   19  amended  by  section 4 of part C-1 of chapter 57 of the laws of 2009, is\n   20  amended to read as follows:\n   21    (1) Allowance of credit. [For taxable years beginning  before  January\n   22  first,  two  thousand  nine,  a]  A  taxpayer  shall be allowed a credit\n   23  against the tax imposed by this article, equal  to  its  qualified  fuel\n   24  cell  electric  generating equipment expenditures. This credit shall not\n   25  exceed one thousand  five  hundred  dollars  per  generating  unit  with\n   26  respect  to any taxable year. The credit provided for in this subsection\n   27  shall be allowed with respect to the taxable year in which the fuel cell\n   28  electric generating equipment is placed in service.\n   29    S 5. Paragraph 1 of subdivision (x) of section 1511 of the tax law, as\n   30  amended by section 5 of part C-1 of chapter 57 of the laws of  2009,  is\n   31  amended to read as follows:\n   32    (1)  Allowance  of credit. [For taxable years beginning before January\n   33  first, two thousand nine, a]  A  taxpayer  shall  be  allowed  a  credit\n   34  against  the  tax  imposed  by this article, equal to its qualified fuel\n   35  cell electric generating equipment expenditures. This credit  shall  not\n   36  exceed  one  thousand  five  hundred  dollars  per  generating unit with\n   37  respect to any taxable year. The credit provided for in this subdivision\n   38  shall be allowed with respect to the taxable year in which the fuel cell\n   39  electric generating equipment is placed in service.\n   40    S 6. Subdivision (a) of section 20 of  the  tax  law,  as  amended  by\n   41  section  6  of part C-1 of chapter 57 of the laws of 2009, is amended to\n   42  read as follows:\n   43    (a) Allowance of credit. [For taxable years beginning  before  January\n   44  first,  two  thousand  nine,  a] A taxpayer subject to tax under article\n   45  nine, nine-A, twenty-two, thirty-two or  thirty-three  of  this  chapter\n   46  shall  be  allowed a credit against such tax, pursuant to the provisions\n   47  referenced in subdivision (d) of  this  section.  The  credit  shall  be\n   48  allowed  where  a taxpayer has made a certified contribution of at least\n   49  ten million dollars to a qualified transportation improvement project in\n   50  a prior taxable year. The credit shall be equal to six  percent  of  the\n   51  taxpayer's increased qualified business facility payroll for the taxable\n   52  year. The aggregate of all credit amounts allowed to the taxpayer pursu-\n   53  ant  to  this section with respect to a certified contribution shall not\n   54  exceed the amount of such certified contribution.\n   55    S 7. Clauses (xiv) and (xxv) of subparagraph (B)  of  paragraph  1  of\n   56  subsection (i) of section 606 of the tax law, as amended by section 7 of\n\n       S. 1114                             3\n\n    1  part  C-1  of  chapter  57  of  the laws of 2009, are amended to read as\n    2  follows:\n\n    3  (xiv) Credit for transportation      [For taxable years beginning\n    4  improvement contributions under      before January first, two thousand\n    5  subsection (z)                       nine, amount] AMOUNT\n    6                                       of credit under subdivision\n    7                                       thirty-two of section\n    8                                       two hundred ten or subsection\n    9                                       (n) of section fourteen\n   10                                       hundred fifty-six\n\n   11  (xxv) Credit for qualified fuel      [For taxable years beginning before\n   12  cell electric generating             January first, two thousand nine,\n   13  equipment expenditures               amount] AMOUNT of credit\n   14  under subsection (g-2)               under subdivision thirty-seven of\n   15                                       section two hundred ten or\n   16                                       subsection (t) of section fourteen\n   17                                       hundred fifty-six\n   18    S  8.  This  act  shall take effect immediately and shall be deemed to\n   19  have been in full force and effect on and after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to restoring the fuel cell tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T130653.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110106.T144226.TXT", "SOBI.D110105.T113122.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294342946916
}