{
  "year" : 2011,
  "senateBillNo" : "S1116-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1116-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commissions a study regarding the quality of health care services received by foster children in New York state",
  "summary" : "Commissions a study regarding the quality of health care services received by foster children in New York state; provides for a report to be submitted by the commissioner of the office of children and family services detailing the findings of such study. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : "A2500",
  "lawSection" : "Social Services",
  "previousVersions" : [ "S5924-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1116\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER, ADAMS, KRUEGER, PERKINS -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Children and Families\n\n       AN  ACT  to  commission  a  study  regarding  the quality of health care\n         services received by foster children in New York state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  1.  The commissioner of the office of children and family\n    2  services shall contract with an external research organization to evalu-\n    3  ate the implementation and effectiveness of New York state's health care\n    4  delivery system for children in the care, custody or guardianship of the\n    5  office  of  children  and  family  services  or  local  social  services\n    6  districts  pursuant  to  articles 3, 7 and 10 of the family court act or\n    7  section 358-a, 384-a or 384-b of the social services law.    The  evalu-\n    8  ation shall include recommendations for improving the access to, and the\n    9  quality  of,  health  and behavioral health services for children in the\n   10  care, custody or guardianship of  the  office  of  children  and  family\n   11  services  or the local social services district. Such commissioner shall\n   12  select such research organization pursuant to a  request  for  proposals\n   13  process.  Preference shall be given to an organization based on adequacy\n   14  of  the  proposed  research  design,  research staff qualifications, and\n   15  availability of non-state dollars to  support  the  project,  and  other\n   16  criteria as determined by the commissioner of the office of children and\n   17  family services. The evaluation shall include, but not be limited to, an\n   18  examination of:\n   19    (a)  the  quality of health and behavioral health services provided to\n   20  children in the care, custody or guardianship of the office of  children\n   21  and  family  services  or the local social services district, including,\n   22  but not limited to, whether children are receiving effective  or  neces-\n   23  sary  treatment  in  a  timely  fashion and in accordance with the regu-\n   24  lations of the office of children and family services;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01333-01-1\n\n       S. 1116                             2\n\n    1    (b) the average length of time from  referrals  for  children  in  the\n    2  care,  custody  or  guardianship  of  the  office of children and family\n    3  services or the local social services district, to receive treatment  to\n    4  the date of initial treatment;\n    5    (c)  whether  sufficient  information  is  provided  to educate foster\n    6  parents on the health care delivery system for foster children,  includ-\n    7  ing identification of providers and appropriate billing arrangements;\n    8    (d) the existence and adequacy of current oversight practice regarding\n    9  health  care  services for children in the care, custody or guardianship\n   10  of the office of children  and  family  services  or  the  local  social\n   11  services  district,  including monitoring or record keeping practices of\n   12  voluntary agencies, social services districts, family courts, the office\n   13  of children and family services and the department of health;\n   14    (e) whether foster children who receive health care coverage under the\n   15  medicaid per-diem system receive adequate health and  behavioral  health\n   16  services;\n   17    (f) whether foster children who receive health care coverage under the\n   18  medicaid  fee-for  service system receive adequate health and behavioral\n   19  health services;\n   20    (g) to what extent the medicaid per-diem is used in  conjunction  with\n   21  direct  billing under fee-for service and whether this practice provides\n   22  foster children with adequate health and behavioral health services;\n   23    (h) whether foster children who receive health care  services  through\n   24  enrollment  in  a medicaid managed care plan receive adequate health and\n   25  behavioral health services;\n   26    (i) whether any difficulties exist in accessing prescription drugs for\n   27  foster children;\n   28    (j) whether foster children or foster parents  are  being  billed  for\n   29  health care services provided to foster children which should be covered\n   30  under medicaid;\n   31    (k) the number of voluntary agencies throughout the state that provide\n   32  health  care  services  to  foster children in their care through health\n   33  care professionals employed by their agency;\n   34    (l) the quality of health care provided by health  care  professionals\n   35  hired  by  voluntary  agencies  and the benefits and drawbacks of having\n   36  health care services provided by voluntary agencies;\n   37    (m) whether children leaving foster  care  or  placement  in  juvenile\n   38  justice  facilities, who would be otherwise eligible for medicaid cover-\n   39  age upon leaving placement, experience difficulty in  accessing  transi-\n   40  tional medicaid coverage or medicaid coverage in the community; and\n   41    (n) what barriers exist for children in the care, custody or guardian-\n   42  ship  of  the office of children and family services or the local social\n   43  services district, to access health care services in the community.\n   44    2. Notwithstanding any other law to the contrary, the selected  organ-\n   45  ization  shall  have access to necessary non-identifiable data collected\n   46  by the office of children and family services, the department of health,\n   47  local social  services  districts  and  voluntary  agencies,  and  shall\n   48  collect supplemental data as needed to conduct a thorough and comprehen-\n   49  sive  evaluation. Data collected shall not reveal the name, social secu-\n   50  rity number or any other information which may be used to  identify  the\n   51  child or the family of the child.\n   52    3.  The  commissioner  of  the  office of children and family services\n   53  shall submit a report detailing the findings of such study to the gover-\n   54  nor, the temporary president of the senate, the speaker of the assembly,\n   55  and the chairperson of the senate committee on social services, children\n   56  and families, the chairperson of the assembly committee on children  and\n\n       S. 1116                             3\n\n    1  families  and  the chairpersons of the senate and assembly committees on\n    2  health on or before June 30, 2012.\n    3    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to commission a study regarding the quality of health care services received by foster children in New York state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T130653.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110119.T125755.TXT", "SOBI.D110105.T113122.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295459875989
}