{
  "year" : 2011,
  "senateBillNo" : "S1119-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1119-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notification to insureds that an out-of-network physician may be used in their procedure, test or surgery",
  "summary" : "Requires notification to insureds that an out-of-network physician may be used in their procedure, test or surgery and such physician's services shall not be covered by their insurance policy; such services must be covered if the insured  person does not receive notification prior to such services or procedure. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A495",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S7186-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1119\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to requiring notification\n         to insured persons that an out-of-network physician  may  be  used  in\n         their procedure, test or surgery\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3216 of the insurance law is amended  by  adding  a\n    2  new subsection (m) to read as follows:\n    3    (M)  (1)  EVERY  PERSON  INSURED UNDER A POLICY OF ACCIDENT AND HEALTH\n    4  INSURANCE DELIVERED OR ISSUED FOR DELIVERY IN THIS STATE SHALL BE  ENTI-\n    5  TLED  TO  NOTIFICATION  FROM  THE BILLING ENTITY PRIOR TO THE PROCEDURE,\n    6  TEST OR SURGERY, THAT AN OUT-OF-NETWORK PHYSICIAN MAY BE  USED  IN  SUCH\n    7  PROCEDURE,  TEST  OR  SURGERY AND SUCH PHYSICIAN'S SERVICES SHALL NOT BE\n    8  COVERED BY THEIR INSURANCE POLICY.\n    9    (2) THE PATIENT COSTS OF OUT-OF-NETWORK PHYSICIAN  SERVICES  SHALL  BE\n   10  COVERED  BY  THE  INSURANCE POLICY OF AN INSURED PERSON IF HE OR SHE HAS\n   11  NOT RECEIVED NOTIFICATION  OF  SUCH  SITUATIONS,  PRIOR  TO  THE  HEALTH\n   12  SERVICE OR PROCEDURE, AS PRESCRIBED IN PARAGRAPH ONE OF THIS SUBSECTION.\n   13    S  2.  Section  3221  of  the insurance law is amended by adding a new\n   14  subsection (s) to read as follows:\n   15    (S) (1) EVERY PERSON INSURED UNDER A POLICY  OF  ACCIDENT  AND  HEALTH\n   16  INSURANCE  DELIVERED OR ISSUED FOR DELIVERY IN THIS STATE SHALL BE ENTI-\n   17  TLED TO NOTIFICATION FROM THE BILLING ENTITY  PRIOR  TO  THE  PROCEDURE,\n   18  TEST  OR  SURGERY,  THAT AN OUT-OF-NETWORK PHYSICIAN MAY BE USED IN SUCH\n   19  PROCEDURE, TEST OR SURGERY AND SUCH PHYSICIAN'S SERVICES  SHALL  NOT  BE\n   20  COVERED BY THEIR INSURANCE POLICY.\n   21    (2)  THE  PATIENT  COSTS OF OUT-OF-NETWORK PHYSICIAN SERVICES SHALL BE\n   22  COVERED BY THE INSURANCE POLICY OF AN INSURED PERSON IF HE  OR  SHE  HAS\n   23  NOT  RECEIVED  NOTIFICATION  OF  SUCH  SITUATIONS,  PRIOR  TO THE HEALTH\n   24  SERVICE OR PROCEDURE, AS PRESCRIBED IN PARAGRAPH ONE OF THIS SUBSECTION.\n   25    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00194-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to requiring notification to insured persons that an out-of-network physician may be used in their procedure, test or surgery ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T130653.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110105.T113622.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345350694
}