{
  "year" : 2011,
  "senateBillNo" : "S1123-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1123-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the review of the criminal history information of prospective residents of nursing homes",
  "summary" : "Provides for the review of the criminal history information of prospective residents of nursing homes by the department of health to determine whether such resident has a prior sex offense conviction or a recent completion of the sentence for a criminal conviction; in any such case information on such conviction shall be disclosed to the nursing home. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S1623-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1123\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and the executive law, in relation\n         to the review of criminal history information  concerning  prospective\n         residents of nursing homes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  article\n    2  28-F to read as follows:\n    3                                ARTICLE 28-F\n    4                   REVIEW OF CRIMINAL HISTORY INFORMATION\n    5                  OF PROSPECTIVE RESIDENTS OF NURSING HOMES\n    6  SECTION 2899-B.  DEFINITIONS.\n    7          2899-C.    REQUESTS  FOR CRIMINAL HISTORY INFORMATION CONCERNING\n    8                     PROSPECTIVE RESIDENTS.\n    9    S 2899-B. DEFINITIONS. AS USED IN THIS ARTICLE,  THE  FOLLOWING  WORDS\n   10  AND PHRASES SHALL HAVE THE FOLLOWING MEANINGS:\n   11    1. \"CRIMINAL HISTORY INFORMATION\" SHALL MEAN A RECORD OF PENDING CRIM-\n   12  INAL  CHARGES,  CRIMINAL  CONVICTIONS  WHICH  HAVE  NOT  BEEN VACATED OR\n   13  REVERSED, INFORMATION FROM THE FEDERAL  BUREAU  OF  INVESTIGATION  AS  A\n   14  RESULT  OF  A  NATIONAL  CRIMINAL HISTORY RECORD CHECK, AND CERTIFICATES\n   15  FILED PURSUANT TO SUBDIVISION TWO OF SECTION SEVEN HUNDRED FIVE  OF  THE\n   16  CORRECTION  LAW  AND  WHICH THE DIVISION OF CRIMINAL JUSTICE SERVICES IS\n   17  REQUIRED TO MAINTAIN  PURSUANT  TO  SUBDIVISION  SIX  OF  SECTION  EIGHT\n   18  HUNDRED THIRTY-SEVEN OF THE EXECUTIVE LAW.\n   19    2.  \"DETERMINATION\"  SHALL  MEAN  THE  DECISION MADE BY THE DEPARTMENT\n   20  AFTER REVIEWING CRIMINAL HISTORY INFORMATION TO APPROVE OR DISAPPROVE  A\n   21  PROSPECTIVE  RESIDENT'S ELIGIBILITY FOR RESIDENCE AT A NURSING HOME. ALL\n   22  SUCH DETERMINATIONS SHALL BE  MADE  IN  ACCORDANCE  WITH  SECTION  EIGHT\n   23  HUNDRED FORTY-FIVE-C OF THE EXECUTIVE LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02182-01-1\n\n       S. 1123                             2\n\n    1    3.  \"NURSING  HOME\"  SHALL  MEAN  A NURSING HOME AS DEFINED IN SECTION\n    2  TWENTY-EIGHT HUNDRED ONE OF THIS CHAPTER.\n    3    4.  \"PERMANENT  RECORD\"  SHALL  MEAN  A PERMANENT, WRITTEN RECORD OF A\n    4  DETERMINATION AND THE CRIMINAL HISTORY  INFORMATION  MAINTAINED  BY  THE\n    5  DEPARTMENT FOR A PERIOD NOT TO EXCEED TEN YEARS.\n    6    5.  \"PROSPECTIVE  RESIDENT\" SHALL MEAN ANY INDIVIDUAL, NOT CURRENTLY A\n    7  RESIDENT, WHO FILES AN APPLICATION FOR RESIDENCE IN A NURSING  HOME  AND\n    8  THE  NURSING HOME HAS A REASONABLE EXPECTATION TO ACCEPT SUCH INDIVIDUAL\n    9  AS A RESIDENT.\n   10    S  2899-C.  REQUESTS  FOR  CRIMINAL  HISTORY  INFORMATION   CONCERNING\n   11  PROSPECTIVE  RESIDENTS. 1. A NURSING HOME SHALL REQUEST THAT THE DEPART-\n   12  MENT CHECK, AND UPON SUCH REQUEST THE DEPARTMENT SHALL CHECK ITS  PERMA-\n   13  NENT  RECORD ACCORDING TO THIS SECTION FOR A DETERMINATION ON A PROSPEC-\n   14  TIVE RESIDENT. IF A PERMANENT RECORD DOES NOT EXIST FOR THE  PROSPECTIVE\n   15  RESIDENT,  THE  DEPARTMENT  SHALL  BE  AUTHORIZED TO REQUEST AND RECEIVE\n   16  CRIMINAL HISTORY INFORMATION CONCERNING THE  PROSPECTIVE  RESIDENT  FROM\n   17  THE  DIVISION  OF  CRIMINAL  JUSTICE  SERVICES  IN  ACCORDANCE  WITH THE\n   18  PROVISIONS OF SECTION EIGHT HUNDRED FORTY-FIVE-C OF THE  EXECUTIVE  LAW.\n   19  ACCESS  TO  AND  THE  USE  OF  SUCH INFORMATION SHALL BE GOVERNED BY THE\n   20  PROVISIONS OF SUCH SECTION. THE DIVISION OF CRIMINAL JUSTICE SERVICES IS\n   21  AUTHORIZED TO SUBMIT FINGERPRINTS TO THE FEDERAL BUREAU OF INVESTIGATION\n   22  FOR A NATIONAL CRIMINAL HISTORY RECORD CHECK.\n   23    2. TO THE EXTENT PERMITTED BY LAW, A NURSING HOME  SHALL  REQUEST  AND\n   24  RECEIVE  FROM  A  PROSPECTIVE  RESIDENT A SWORN STATEMENT DISCLOSING ANY\n   25  PRIOR FINDING AS A SEX OFFENDER,  AS  DEFINED  IN  SECTION  ONE  HUNDRED\n   26  SIXTY-EIGHT-A  OF  THE  CORRECTION  LAW,  OR ANY CRIMINAL CONVICTION THE\n   27  SENTENCE FOR WHICH EXPIRED WITHIN THE PREVIOUS FIVE YEARS. NURSING HOMES\n   28  SHALL EVALUATE SUCH STATEMENTS IN ALL RESIDENCE DECISIONS, INCLUDING ANY\n   29  TEMPORARY APPROVALS ALLOWED UNDER SECTION EIGHT HUNDRED FORTY-FIVE-C  OF\n   30  THE  EXECUTIVE  LAW  AND THE PROVISIONS OF THIS SECTION.  THE FAILURE OR\n   31  REFUSAL OF ANY PROSPECTIVE RESIDENT TO PROVIDE ANY CONSENT,  INFORMATION\n   32  OR  FINGERPRINTS NECESSARY FOR A DETERMINATION OF SUCH PROSPECTIVE RESI-\n   33  DENT'S CRIMINAL HISTORY SHALL RESULT IN THE DENIAL  OF  ELIGIBILITY  FOR\n   34  RESIDENCE AT THE NURSING HOME.\n   35    3.  NO  PERSON WHO HAS BEEN FINGERPRINTED PURSUANT TO THIS ARTICLE AND\n   36  WHOSE FINGERPRINTS REMAIN ON FILE WITH THE DIVISION OF CRIMINAL  JUSTICE\n   37  SERVICES  SHALL  BE REQUIRED TO UNDERGO FINGERPRINTING FOR PURPOSES OF A\n   38  NEW STATE CHECK REQUIRED BY THIS ARTICLE.\n   39    4. THE COMMISSIONER SHALL PROMULGATE ALL RULES AND REGULATIONS  NECES-\n   40  SARY  TO  IMPLEMENT  THE PROVISIONS OF THIS ARTICLE, WHICH SHALL INCLUDE\n   41  CONVENIENT PROCEDURES FOR PROSPECTIVE RESIDENTS TO VERIFY  THE  ACCURACY\n   42  OF  THEIR  CRIMINAL HISTORY INFORMATION AND, TO THE EXTENT AUTHORIZED BY\n   43  LAW, TO HAVE ACCESS TO RELEVANT DOCUMENTS RELATED THERETO.\n   44    5. THE DEPARTMENT MAY ACCEPT DIGITAL FINGERPRINT IMAGES OR  ANY  OTHER\n   45  ACCEPTABLE  TECHNOLOGICAL DEVICES USED TO OBTAIN AND/OR TRANSMIT FINGER-\n   46  PRINT IMAGES FOR THE PURPOSES OF THIS ARTICLE, AS PROVIDED  FOR  IN  THE\n   47  RULES AND REGULATIONS ESTABLISHED BY THE COMMISSIONER PURSUANT TO SUBDI-\n   48  VISION FOUR OF THIS SECTION. TO THE EXTENT FUNDS ARE AVAILABLE THEREFOR,\n   49  GRANTS  TO  ASSIST  AND  FACILITATE  THE PURCHASE OF TECHNOLOGY SHALL BE\n   50  AVAILABLE TO NURSING HOMES WHICH  DEMONSTRATE  THE  NEED  FOR  FINANCIAL\n   51  ASSISTANCE AS DETERMINED BY THE DEPARTMENT.\n   52    6.  THE  DEPARTMENT PROMPTLY SHALL MAKE ALL DETERMINATIONS AND ACTIONS\n   53  REQUIRED BY SECTION EIGHT HUNDRED FORTY-FIVE-C OF THE EXECUTIVE LAW UPON\n   54  RECEIPT OF  THE  INFORMATION  FROM  THE  DIVISION  OF  CRIMINAL  JUSTICE\n   55  SERVICES  AND  THE FEDERAL BUREAU OF INVESTIGATION. THE DEPARTMENT SHALL\n   56  CREATE A PERMANENT RECORD, UPDATE THE  INFORMATION  IN  ACCORDANCE  WITH\n\n       S. 1123                             3\n\n    1  SECTION  EIGHT  HUNDRED  FORTY-FIVE-C OF THE EXECUTIVE LAW AND MAKE SUCH\n    2  RECORDS AVAILABLE TO NURSING HOMES PURSUANT TO THIS SECTION.\n    3    7. THE DEPARTMENT SHALL ALLOW ALL NURSING HOMES ACCESS TO ANY DETERMI-\n    4  NATION MADE UPON A PROSPECTIVE RESIDENT AT SUCH TIME AS SUCH PROSPECTIVE\n    5  RESIDENT PRESENTS HIMSELF OR HERSELF TO SUCH NURSING HOME FOR RESIDENCE.\n    6  IN  THE  EVENT  THAT  THE  PROSPECTIVE  RESIDENT  HAS A PERMANENT RECORD\n    7  ALREADY ON FILE WITH THE DEPARTMENT, THIS INFORMATION PROMPTLY SHALL  BE\n    8  MADE  AVAILABLE  TO THE NURSING HOME WHICH MAY PROVIDE RESIDENCE TO SUCH\n    9  PROSPECTIVE RESIDENT.\n   10    8. THE APPLICATION FEE FOR RESIDENCE IN A NURSING HOME  SHALL  INCLUDE\n   11  AN  ADDITIONAL  SUM OF MONEY SUFFICIENT TO PAY FOR THE PROJECTED COST OF\n   12  THE FEE ESTABLISHED BY LAW BY THE DIVISION OF CRIMINAL JUSTICE  SERVICES\n   13  FOR  PROCESSING A CRIMINAL HISTORY INFORMATION CHECK, THE FEE IMPOSED BY\n   14  THE FEDERAL BUREAU OF INVESTIGATION  FOR  A  NATIONAL  CRIMINAL  HISTORY\n   15  CHECK, AND COSTS ASSOCIATED WITH OBTAINING FINGERPRINTS.\n   16    S  2.  The  executive  law is amended by adding a new section 845-c to\n   17  read as follows:\n   18    S 845-C. REQUESTS FOR CRIMINAL HISTORY INFORMATION; PROSPECTIVE  NURS-\n   19  ING HOME RESIDENTS. 1. AS USED IN THIS SECTION:\n   20    (A)  \"AUTHORIZED  PERSON\"  MEANS  THE  ONE  INDIVIDUAL DESIGNATED BY A\n   21  PROVIDER WHO IS AUTHORIZED  TO  REQUEST,  RECEIVE  AND  REVIEW  CRIMINAL\n   22  HISTORY  INFORMATION  PURSUANT  TO  THIS  SECTION, EXCEPT THAT WHERE THE\n   23  NUMBER OF APPLICATIONS RECEIVED BY A  PROVIDER  IS  SO  GREAT  THAT  ONE\n   24  PERSON CANNOT REASONABLY PERFORM THE FUNCTIONS OF THE AUTHORIZED PERSON,\n   25  A  PROVIDER  MAY  DESIGNATE  ONE  OR MORE ADDITIONAL PERSONS TO SERVE AS\n   26  AUTHORIZED PERSONS PURSUANT TO THIS SECTION.\n   27    (B) \"CRIMINAL HISTORY INFORMATION\" MEANS A RECORD OF PENDING  CRIMINAL\n   28  CHARGES,  CRIMINAL  CONVICTIONS  WHICH  ARE NOT VACATED OR REVERSED, AND\n   29  CERTIFICATES FILED PURSUANT TO SUBDIVISION TWO OF SECTION SEVEN  HUNDRED\n   30  FIVE  OF  THE  CORRECTION  LAW,  AND WHICH THE DIVISION IS AUTHORIZED TO\n   31  MAINTAIN  PURSUANT  TO  SUBDIVISION  SIX  OF   SECTION   EIGHT   HUNDRED\n   32  THIRTY-SEVEN  OF  THIS  ARTICLE.  FOR  THE  PURPOSES OF CRIMINAL HISTORY\n   33  INFORMATION CHECKS AUTHORIZED PURSUANT TO ARTICLE TWENTY-EIGHT-E OF  THE\n   34  PUBLIC  HEALTH  LAW,  CRIMINAL  HISTORY  INFORMATION  SHALL ALSO INCLUDE\n   35  INFORMATION FROM THE FEDERAL BUREAU OF INVESTIGATION AS A  RESULT  OF  A\n   36  NATIONAL CRIMINAL HISTORY RECORD CHECK.\n   37    (C)  \"NURSING HOME\" MEANS A NURSING HOME AS DEFINED IN SECTION TWENTY-\n   38  EIGHT HUNDRED ONE OF THE PUBLIC HEALTH LAW.\n   39    (D) \"PROSPECTIVE RESIDENT\" MEANS ANY INDIVIDUAL, NOT CURRENTLY A RESI-\n   40  DENT, WHO FILES AN APPLICATION FOR RESIDENCE IN A NURSING HOME  AND  THE\n   41  NURSING HOME HAS A REASONABLE EXPECTATION TO ACCEPT SUCH INDIVIDUAL AS A\n   42  RESIDENT.\n   43    2.  WHERE  A  NURSING  HOME IS REQUIRED TO REQUEST A CHECK OF CRIMINAL\n   44  HISTORY INFORMATION BY THE DEPARTMENT  OF  HEALTH  PURSUANT  TO  ARTICLE\n   45  TWENTY-EIGHT-F OF THE PUBLIC HEALTH LAW, SUCH NURSING HOME SHALL PROCEED\n   46  PURSUANT  TO  THE  PROVISIONS OF THIS SECTION AND IN A MANNER CONSISTENT\n   47  WITH THE PROVISIONS OF ARTICLE TWENTY-THREE-A  OF  THE  CORRECTION  LAW,\n   48  SUBDIVISIONS  FIFTEEN  AND  SIXTEEN OF SECTION TWO HUNDRED NINETY-SIX OF\n   49  THIS CHAPTER AND ALL OTHER APPLICABLE LAWS.\n   50    3.  (A) A NURSING HOME REQUIRED TO REQUEST A CHECK OF CRIMINAL HISTORY\n   51  INFORMATION PURSUANT TO SUBDIVISION TWO OF THIS SECTION SHALL  DESIGNATE\n   52  ONE  AUTHORIZED  PERSON  WHO  SHALL  REQUEST A CHECK OF CRIMINAL HISTORY\n   53  INFORMATION ON BEHALF OF SUCH NURSING HOME PURSUANT TO THIS SECTION  AND\n   54  REVIEW  THE RESULTS OF SUCH CHECK. ONLY SUCH AUTHORIZED PERSON OR HIS OR\n   55  HER DESIGNEE AND THE PROSPECTIVE RESIDENT TO WHOM SUCH CRIMINAL  HISTORY\n   56  INFORMATION  RELATES  SHALL  HAVE  ACCESS TO SUCH INFORMATION; PROVIDED,\n\n       S. 1123                             4\n\n    1  HOWEVER, THAT CRIMINAL HISTORY INFORMATION RECEIVED BY  A  NURSING  HOME\n    2  MAY  BE DISCLOSED TO OTHER PERSONS WHO ARE DIRECTLY PARTICIPATING IN ANY\n    3  DECISION IN REGARD TO SUCH PROSPECTIVE RESIDENT; AND PROVIDED,  FURTHER,\n    4  THAT  SUCH  OTHER  PERSONS  SHALL ALSO BE SUBJECT TO THE CONFIDENTIALITY\n    5  REQUIREMENTS AND ALL OTHER PROVISIONS OF THIS SECTION. IN  THE  CASE  OF\n    6  REQUESTS  MADE  PURSUANT  TO ARTICLE TWENTY-EIGHT-F OF THE PUBLIC HEALTH\n    7  LAW, ONLY INFORMATION AUTHORIZED FOR DISCLOSURE UNDER APPLICABLE FEDERAL\n    8  LAWS SHALL BE TRANSMITTED TO THE NURSING HOME.  EACH NURSING HOME  SHALL\n    9  SPECIFICALLY IDENTIFY TO THE DEPARTMENT OF HEALTH IN WRITING, IN ADVANCE\n   10  OF  DISCLOSURE,  THE  AUTHORIZED  PERSON  AND  EACH  OTHER SUCH AGENT OR\n   11  EMPLOYEE OF THE NURSING HOME WHO IS AUTHORIZED TO  HAVE  ACCESS  TO  THE\n   12  RESULTS  OF  A  CHECK  OF  CRIMINAL HISTORY INFORMATION PURSUANT TO THIS\n   13  SECTION. ANY PERSON WHO WILLFULLY PERMITS THE RELEASE OF  ANY  CONFIDEN-\n   14  TIAL CRIMINAL HISTORY INFORMATION CONTAINED IN THE REPORT TO PERSONS NOT\n   15  PERMITTED BY THIS SECTION TO RECEIVE SUCH INFORMATION SHALL BE GUILTY OF\n   16  A MISDEMEANOR.\n   17    (B)  A NURSING HOME REQUESTING A CHECK OF CRIMINAL HISTORY INFORMATION\n   18  PURSUANT TO THIS SECTION SHALL DO SO BY COMPLETING  A  FORM  ESTABLISHED\n   19  FOR  SUCH  PURPOSE  BY THE DEPARTMENT OF HEALTH IN CONSULTATION WITH THE\n   20  DIVISION. SUCH FORM SHALL INCLUDE A SWORN STATEMENT  OF  THE  AUTHORIZED\n   21  PERSON CERTIFYING THAT:\n   22    (I)  THE  PERSON  FOR  WHOSE  CRIMINAL  HISTORY INFORMATION A CHECK IS\n   23  REQUESTED IS A PROSPECTIVE RESIDENT FOR WHOM CRIMINAL  HISTORY  INFORMA-\n   24  TION IS AVAILABLE BY LAW;\n   25    (II)  THE  RESULTS  OF SUCH CRIMINAL HISTORY INFORMATION CHECK WILL BE\n   26  USED BY THE NURSING HOME SOLELY FOR PURPOSES AUTHORIZED BY LAW; AND\n   27    (III) THE NURSING HOME AND ITS AGENTS AND EMPLOYEES ARE AWARE  OF  AND\n   28  WILL  ABIDE BY THE CONFIDENTIALITY REQUIREMENTS AND ALL OTHER PROVISIONS\n   29  OF THIS ARTICLE.\n   30    (C) A NURSING HOME REQUIRED TO REQUEST A CRIMINAL HISTORY  INFORMATION\n   31  CHECK  PURSUANT  TO THIS SECTION SHALL INQUIRE OF A PROSPECTIVE RESIDENT\n   32  IN THE MANNER AUTHORIZED BY SUBDIVISION SIXTEEN OF SECTION  TWO  HUNDRED\n   33  NINETY-SIX  OF  THIS  CHAPTER.  PRIOR  TO REQUESTING SUCH INFORMATION, A\n   34  NURSING HOME SHALL:\n   35    (I) INFORM THE PROSPECTIVE RESIDENT IN WRITING THAT THE  NURSING  HOME\n   36  IS  REQUIRED  TO REQUEST A CHECK OF HIS OR HER CRIMINAL HISTORY INFORMA-\n   37  TION AND REVIEW THE RESULTS OF SUCH CHECK PURSUANT TO THIS SECTION;\n   38    (II) INFORM THE PROSPECTIVE RESIDENT THAT HE OR SHE HAS THE  RIGHT  TO\n   39  OBTAIN, REVIEW AND SEEK CORRECTION OF HIS OR HER CRIMINAL HISTORY INFOR-\n   40  MATION UNDER REGULATIONS AND PROCEDURES ESTABLISHED BY THE DIVISION;\n   41    (III)  OBTAIN THE SIGNED, INFORMED CONSENT OF THE PROSPECTIVE RESIDENT\n   42  ON A FORM SUPPLIED BY THE DEPARTMENT OF HEALTH WHICH INDICATES THAT SUCH\n   43  PROSPECTIVE RESIDENT HAS:\n   44    (A) BEEN INFORMED OF THE RIGHT AND  PROCEDURES  NECESSARY  TO  OBTAIN,\n   45  REVIEW AND SEEK CORRECTION OF HIS OR HER CRIMINAL HISTORY INFORMATION;\n   46    (B)  BEEN INFORMED OF THE REASON FOR THE REQUEST FOR HIS OR HER CRIMI-\n   47  NAL HISTORY INFORMATION;\n   48    (C) CONSENTED TO SUCH REQUEST FOR A REPORT; AND\n   49    (D) SUPPLIED ON THE FORM A CURRENT MAILING OR HOME ADDRESS.\n   50    UPON RECEIVING SUCH WRITTEN CONSENT, THE NURSING HOME SHALL RECEIVE OR\n   51  OBTAIN TWO SETS OF FINGERPRINTS OF SUCH PROSPECTIVE RESIDENT PURSUANT TO\n   52  SUCH REGULATIONS AS MAY BE NECESSARY TO BE ESTABLISHED BY THE DEPARTMENT\n   53  OF HEALTH IN CONSULTATION WITH THE DIVISION, AND PROMPTLY TRANSMIT  THEM\n   54  TO SUCH DEPARTMENT.\n   55    (D)  A  PROSPECTIVE  RESIDENT  MAY WITHDRAW HIS OR HER APPLICATION FOR\n   56  RESIDENCE PURSUANT TO THIS  SECTION,  WITHOUT  PREJUDICE,  AT  ANY  TIME\n\n       S. 1123                             5\n\n    1  BEFORE  RESIDENCE  IS  PROVIDED,  REGARDLESS  OF WHETHER THE PROSPECTIVE\n    2  RESIDENT OR NURSING HOME HAS REVIEWED SUCH PROSPECTIVE RESIDENT'S CRIMI-\n    3  NAL HISTORY INFORMATION.\n    4    4.   (A) THE DEPARTMENT OF HEALTH SHALL PAY THE PROCESSING FEE IMPOSED\n    5  PURSUANT TO SUBDIVISION EIGHT-A OF SECTION EIGHT HUNDRED THIRTY-SEVEN OF\n    6  THIS ARTICLE, AND ANY FEE IMPOSED BY  THE  FEDERAL  BUREAU  OF  INVESTI-\n    7  GATION,  AND  SHALL  PROMPTLY SUBMIT THE FINGERPRINTS AND THE PROCESSING\n    8  FEE TO THE DIVISION FOR ITS FULL SEARCH AND RETAIN PROCESSING,  AND  THE\n    9  DIVISION  SHALL  IMMEDIATELY  FORWARD  THE  FINGERPRINTS  TO THE FEDERAL\n   10  BUREAU OF INVESTIGATION FOR A NATIONAL CRIMINAL  HISTORY  RECORD  CHECK.\n   11  THE DEPARTMENT OF HEALTH SHALL CHARGE A NURSING HOME A FEE, PAYABLE FROM\n   12  THE  APPLICATION  FEE  OF THE APPROPRIATE PROSPECTIVE RESIDENT, EQUAL TO\n   13  THE FEE ESTABLISHED BY LAW BY THE DIVISION  FOR  PROCESSING  A  CRIMINAL\n   14  HISTORY  INFORMATION  CHECK AND THE FEE IMPOSED BY THE FEDERAL BUREAU OF\n   15  INVESTIGATION FOR A NATIONAL CRIMINAL HISTORY CHECK.\n   16    (B) THE DIVISION SHALL PROVIDE REQUESTED STATE CRIMINAL HISTORY INFOR-\n   17  MATION TO THE DEPARTMENT OF HEALTH, WHICH IS  ALSO  AUTHORIZED  ALSO  TO\n   18  RECEIVE CRIMINAL HISTORY INFORMATION FROM THE FEDERAL BUREAU OF INVESTI-\n   19  GATION,  WITHIN THIRTY DAYS OF THE RECEIPT OF A REQUEST PURSUANT TO THIS\n   20  SECTION IF SUCH REQUEST IS:\n   21    (I) MADE PURSUANT TO A REQUEST BY AN AUTHORIZED PERSON ON BEHALF OF  A\n   22  NURSING  HOME  AUTHORIZED TO MAKE SUCH A REQUEST PURSUANT TO SUBDIVISION\n   23  TWO OF THIS SECTION;\n   24    (II) ACCOMPANIED BY THE COMPLETED FORM DESCRIBED IN THIS SECTION; AND\n   25    (III) ACCOMPANIED BY FINGERPRINTS OF THE PROSPECTIVE RESIDENT OBTAINED\n   26  PURSUANT TO THIS SECTION.\n   27    (C) THE DIVISION SHALL PROMPTLY FORWARD A SET OF THE PROSPECTIVE RESI-\n   28  DENT'S FINGERPRINTS TO THE  FEDERAL  BUREAU  OF  INVESTIGATION  FOR  THE\n   29  PURPOSE  OF  A  NATIONWIDE  CRIMINAL  HISTORY  RECORD CHECK TO DETERMINE\n   30  WHETHER SUCH APPLICANT HAS BEEN CONVICTED OF A CRIMINAL OFFENSE  IN  ANY\n   31  STATE OR FEDERAL JURISDICTION. THE DIVISION SHALL FORWARD THE RESULTS OF\n   32  SUCH  NATIONWIDE SEARCH TO THE DEPARTMENT OF HEALTH IN THE SAME FORM AND\n   33  MANNER AS THE CRIMINAL HISTORY REPORT CREATED AND PROVIDED BY THE  DIVI-\n   34  SION PURSUANT TO THIS SECTION.\n   35    (D)  CRIMINAL HISTORY INFORMATION PROVIDED BY THE DIVISION PURSUANT TO\n   36  THIS SECTION SHALL BE FURNISHED ONLY BY CERTIFIED MAIL OR HAND DELIVERY,\n   37  ADDRESSED TO THE DEPARTMENT OF HEALTH. SUCH INFORMATION AND THE ENVELOPE\n   38  IN WHICH IT IS ENCLOSED, IF ANY, SHALL BE PROMINENTLY MARKED  \"CONFIDEN-\n   39  TIAL\",  AND SHALL AT ALL TIMES BE MAINTAINED BY THE DEPARTMENT OF HEALTH\n   40  IN A SECURE PLACE.\n   41    5. AFTER REVIEWING ANY CRIMINAL HISTORY INFORMATION  PROVIDED  BY  THE\n   42  DIVISION CONCERNING A SUBJECT INDIVIDUAL, THE DEPARTMENT OF HEALTH SHALL\n   43  TAKE THE FOLLOWING ACTIONS:\n   44    (A)  WHERE  THE  CRIMINAL HISTORY INFORMATION CONCERNING A PROSPECTIVE\n   45  RESIDENT REVEALS A CONVICTION AT ANY TIME FOR A SEX OFFENSE  DEFINED  IN\n   46  SUBDIVISION  TWO  OR  THREE  OF SECTION ONE HUNDRED SIXTY-EIGHT-A OF THE\n   47  CORRECTION LAW, UNLESS THE  DEPARTMENT  OF  HEALTH  DETERMINES,  IN  ITS\n   48  DISCRETION,  THAT  APPROVAL OF THE APPLICATION WILL NOT IN ANY WAY JEOP-\n   49  ARDIZE THE HEALTH, SAFETY OR WELFARE OF THE RESIDENTS AND STAFF  OF  THE\n   50  NURSING HOME.\n   51    (B)  WHERE  THE  CRIMINAL HISTORY INFORMATION CONCERNING A PROSPECTIVE\n   52  RESIDENT REVEALS A CONVICTION FOR A CRIME OTHER THAN ONE  SET  FORTH  IN\n   53  PARAGRAPH  (A)  OF THIS SUBDIVISION, AND THE SENTENCE FOR SUCH CRIME WAS\n   54  COMPLETED LESS THAN FIVE YEARS PRIOR TO THE APPLICATION, THE  DEPARTMENT\n   55  OF  HEALTH  SHALL INFORM THE NURSING HOME OF SUCH CONVICTION, UNLESS THE\n   56  DEPARTMENT OF HEALTH DETERMINES, IN ITS DISCRETION, THAT APPROVAL OF THE\n\n       S. 1123                             6\n\n    1  APPLICATION WILL NOT IN ANY WAY JEOPARDIZE THE HEALTH, SAFETY OR WELFARE\n    2  OF THE RESIDENTS AND STAFF OF THE NURSING HOME.\n    3    (C)  WHERE  THE  CRIMINAL HISTORY INFORMATION CONCERNING A PROSPECTIVE\n    4  RESIDENT REVEALS A CONVICTION FOR A CRIME OTHER  THAN  ONE  SET  FOR  IN\n    5  PARAGRAPH (A) OR (B) OF THIS SUBDIVISION, THE DEPARTMENT OF HEALTH SHALL\n    6  NOT DISCLOSE SUCH INFORMATION TO THE NURSING HOME.\n    7    (D)  WHERE THE DEPARTMENT OF HEALTH PROVIDES CRIMINAL HISTORY INFORMA-\n    8  TION CONCERNING A PROSPECTIVE RESIDENT TO A NURSING  HOME,  THE  NURSING\n    9  HOME SHALL NOTIFY THE PROSPECTIVE RESIDENT OF ITS RECEIPT OF SUCH INFOR-\n   10  MATION.\n   11    6.  ANY CRIMINAL HISTORY INFORMATION PROVIDED BY THE DIVISION, AND ANY\n   12  SUMMARY OF THE CRIMINAL HISTORY INFORMATION PROVIDED BY  THE  DEPARTMENT\n   13  OF HEALTH TO A NURSING HOME PURSUANT TO THIS SECTION IS CONFIDENTIAL AND\n   14  SHALL NOT BE AVAILABLE FOR PUBLIC INSPECTION.  THE SUBJECT OF THE CRIMI-\n   15  NAL  HISTORY  INFORMATION CHECK CONDUCTED PURSUANT TO THIS SECTION SHALL\n   16  BE ENTITLED TO RECEIVE, UPON WRITTEN REQUEST, A COPY OF THE  SUMMARY  OF\n   17  THE CRIMINAL HISTORY INFORMATION PROVIDED BY THE DEPARTMENT OF HEALTH TO\n   18  THE NURSING HOME.\n   19    7. PROVIDED THAT THE DEPARTMENT OF HEALTH OR A NURSING HOME REASONABLY\n   20  AND  IN  GOOD  FAITH COMPLIES WITH THE PROVISIONS OF THIS SECTION, THERE\n   21  SHALL BE NO CRIMINAL OR CIVIL LIABILITY ON THE PART OF AND NO  CAUSE  OF\n   22  ACTION  FOR  DAMAGES  SHALL ACCRUE AGAINST THE DEPARTMENT OF HEALTH, ANY\n   23  NURSING HOME OR EMPLOYEE THEREOF ON ACCOUNT OF, ARISING OUT OF OR RELAT-\n   24  ING TO CRIMINAL HISTORY INFORMATION PURSUANT TO THIS SECTION, OR ANY ACT\n   25  OR OMISSION RELATING TO CRIMINAL HISTORY INFORMATION  PURSUANT  TO  THIS\n   26  SECTION.\n   27    8.  FINGERPRINTS  RECEIVED  BY  THE  DIVISION PURSUANT TO THIS SECTION\n   28  SHALL BE USED ONLY TO ASSIST THE DIVISION IN PROVIDING CRIMINAL  HISTORY\n   29  INFORMATION TO THE DEPARTMENT OF HEALTH UNDER THIS SECTION.\n   30    9.  THE  DEPARTMENT  OF  HEALTH  IN CONSULTATION WITH THE COMMISSIONER\n   31  SHALL PROMULGATE ANY RULES AND REGULATIONS NECESSARY  TO  IMPLEMENT  THE\n   32  PROVISIONS  OF  THIS  SECTION, WHICH SHALL INCLUDE CONVENIENT PROCEDURES\n   33  FOR PERSONS TO PROMPTLY VERIFY THE ACCURACY OF  THEIR  CRIMINAL  HISTORY\n   34  INFORMATION  AND,  TO  THE  EXTENT  AUTHORIZED BY LAW, TO HAVE ACCESS TO\n   35  RELEVANT DOCUMENTS RELATED THERETO.\n   36    S 3. This act shall  take  effect  on  the  first  of  September  next\n   37  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the executive law, in relation to the review of criminal history information concerning prospective residents of nursing homes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T123155.TXT", "SOBI.D110105.T130152.TXT", "SOBI.D110105.T113622.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424042357
}