{
  "year" : 2011,
  "senateBillNo" : "S1126-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S1126-2011-1294203600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires counties to maintain a registry of people of all ages with disabilities for the purpose of evacuating and sheltering such persons during disasters",
  "summary" : "Requires counties to maintain a registry of people of all ages with disabilities for the purpose of evacuating and sheltering such persons during disasters. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : "A3355",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S5926-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1126\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  ADAMS, PERKINS -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Veter-\n         ans, Homeland Security and Military Affairs\n\n       AN  ACT to amend the executive law, in relation to requiring counties to\n         maintain a registry of people of all ages with disabilities for evacu-\n         ation and sheltering during disasters\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 23-a of the executive law, as added by chapter 658\n    2  of the laws of 1996, is amended to read as follows:\n    3    S 23-a. County registry of [disabled persons] PEOPLE OF ALL AGES  WITH\n    4  DISABILITIES,  AS  THAT  TERM  IS  DEFINED  IN SUBDIVISION TWENTY-ONE OF\n    5  SECTION TWO HUNDRED NINETY-TWO OF THIS CHAPTER; notice.   1.    In  each\n    6  county  having  a  local  disaster preparedness plan pursuant to section\n    7  twenty-three of this article, in order to  meet  the  special  needs  of\n    8  persons  OF  ALL AGES WITH DISABILITIES who would need assistance during\n    9  evacuations and sheltering because of  physical  or  mental  [handicaps]\n   10  DISABILITIES,  it  [is  recommended]  SHALL  BE REQUIRED that each chief\n   11  executive maintain a registry of [disabled persons] PEOPLE OF  ALL  AGES\n   12  WITH  DISABILITIES  located  within the county.  PEOPLE OF ALL AGES WITH\n   13  DISABILITIES SHALL BE GIVEN THE OPTION NOT TO BE INCLUDED IN THE  REGIS-\n   14  TRY. The registration shall identify those persons in need of assistance\n   15  and  plan  for  resource  allocation to meet those identified needs.  To\n   16  assist the chief executive  in  identifying  such  persons,  the  county\n   17  department  of  health,  THE  COUNTY  DEPARTMENT OF SOCIAL SERVICES, THE\n   18  COUNTY DEPARTMENT OF MENTAL HEALTH, or such other county  department  or\n   19  agency  as  designated by the chief executive, shall provide [voluntary]\n   20  registration information to all of its [special needs]  clients  OF  ALL\n   21  AGES WITH DISABILITIES and to all incoming clients as part of the intake\n   22  process.    The  registry  shall be updated annually.   The registration\n   23  program shall give [disabled persons] SUCH PEOPLE OF ALL AGES WITH DISA-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01713-01-1\n\n       S. 1126                             2\n\n    1  BILITIES the option of pre-authorizing emergency response  personnel  to\n    2  enter  their  homes  during search and rescue operations if necessary to\n    3  assure their safety and welfare during disasters.\n    4    2.  Upon  the  establishment  of  a  [voluntary] registry of [disabled\n    5  persons] PEOPLE OF ALL AGES WITH DISABILITIES as provided in subdivision\n    6  one of this section, the chief executive shall make such registry avail-\n    7  able to the appropriate county, state and federal agencies for their use\n    8  in delivering services in the event of a local or  state  disaster.  The\n    9  chief  executive shall[, upon the request of the state emergency manage-\n   10  ment office,] provide such registry  information  to  [such]  THE  STATE\n   11  EMERGENCY MANAGEMENT office. The chief executive may, at his discretion,\n   12  use  the  registry  information  for local disaster preparedness only in\n   13  coordination with other political subdivisions of the state.\n   14    3.   Upon the establishment of a  [voluntary]  registry  of  [disabled\n   15  persons] PEOPLE OF ALL AGES WITH DISABILITIES as provided in subdivision\n   16  one  of this section, at least semi-annually, each chief executive shall\n   17  cause to be published in a newspaper of general circulation  within  the\n   18  county  a  notice  of  the  availability of the [voluntary] registration\n   19  program.\n   20    4. All records, data, information, correspondence  and  communications\n   21  relating  to  the  registration of [disabled persons] PEOPLE OF ALL AGES\n   22  WITH DISABILITIES as provided in subdivision one  of  this  section  are\n   23  confidential,  except  that such information shall be available to other\n   24  county chief executives for local  disaster  preparedness  only  as  the\n   25  chief executive of the county maintaining such registry deems necessary.\n   26  Provided,  however,  the  individual  file of a person having registered\n   27  with the registry of [disabled persons] PEOPLE OF ALL AGES WITH DISABIL-\n   28  ITIES shall be made available to that person upon request.\n   29    5. All community-based services providers, including home health  care\n   30  providers,  shall  assist the chief executive by collecting registration\n   31  information for people with special needs  as  part  of  program  intake\n   32  processes, establishing programs to increase the awareness of the regis-\n   33  tration  process, and educating clients about the procedures that may be\n   34  necessary for their safety during disasters.\n   35    6. A county shall not be liable for any claim based upon  the  REASON-\n   36  ABLE,  good  faith exercise or performance or the REASONABLE, good faith\n   37  failure to exercise or perform a function or duty on  the  part  of  any\n   38  officer or employee in carrying out a local disaster preparedness plan.\n   39    S  2. This act shall take effect on the first of January next succeed-\n   40  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring counties to maintain a registry of people of all ages with disabilities for evacuation and sheltering during disasters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T115123.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110105.T114123.TXT", "SOBI.D110105.T130152.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110105.T115623.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295971144402
}