{
  "year" : 2011,
  "senateBillNo" : "S1121-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1121-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires coverage under the healthy New York program for mental illness",
  "summary" : "Requires coverage under the healthy New York program for mental illness. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S6866-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1121\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in  relation  to  requiring  coverage\n         under the Healthy New York program for mental illness\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subparagraph (A) of paragraph 5 of\n    2  subsection (l) of section 3221 of the insurance law, as amended by chap-\n    3  ter 502 of the laws of 2007, is amended to read as follows:\n    4    Every insurer delivering a group or school blanket policy OR  A  GROUP\n    5  OR  INDIVIDUAL  POLICY  PURSUANT  TO SECTION FOUR THOUSAND THREE HUNDRED\n    6  TWENTY-SIX OF THIS CHAPTER or issuing a group or school  blanket  policy\n    7  OR  A GROUP OR INDIVIDUAL POLICY PURSUANT TO SECTION FOUR THOUSAND THREE\n    8  HUNDRED TWENTY-SIX OF THIS CHAPTER for delivery, in  this  state,  which\n    9  provides  coverage for inpatient hospital care or coverage for physician\n   10  services shall provide as part of such policy broad-based  coverage  for\n   11  the diagnosis and treatment of mental, nervous or emotional disorders or\n   12  ailments, however defined in such policy, at least equal to the coverage\n   13  provided for other health conditions and:\n   14    S  2. Item (i) of subparagraph (B) of paragraph 5 of subsection (l) of\n   15  section 3221 of the insurance law, as amended by chapter 502 of the laws\n   16  of 2007, is amended to read as follows:\n   17    (i) Every insurer delivering a group or school  blanket  policy  OR  A\n   18  GROUP  OR  INDIVIDUAL  POLICY  PURSUANT  TO  SECTION FOUR THOUSAND THREE\n   19  HUNDRED TWENTY-SIX OF THIS CHAPTER or issuing a group or school  blanket\n   20  policy OR A GROUP OR INDIVIDUAL POLICY PURSUANT TO SECTION FOUR THOUSAND\n   21  THREE  HUNDRED  TWENTY-SIX  OF THIS CHAPTER for delivery, in this state,\n   22  which provides coverage for inpatient  hospital  care  or  coverage  for\n   23  physician  services,  shall  provide  comparable coverage for adults and\n   24  children with biologically based mental  illness.  Such  group  policies\n   25  issued  or  delivered  in  this state shall also provide such comparable\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02185-01-1\n\n       S. 1121                             2\n\n    1  coverage for children with serious emotional disturbances. Such coverage\n    2  shall be provided under the terms and  conditions  otherwise  applicable\n    3  under  the  policy,  including network limitations or variations, exclu-\n    4  sions,  co-pays, coinsurance, deductibles or other specific cost sharing\n    5  mechanisms. Provided further, where a policy  provides  both  in-network\n    6  and  out-of-network  benefits,  the  out-of-network  benefits  may  have\n    7  different coinsurance, co-pays,  or  deductibles,  than  the  in-network\n    8  benefits,  regardless of whether the policy is written under one license\n    9  or two licenses.\n   10    S 3. Subparagraph (D) of paragraph 5 of subsection (l) of section 3221\n   11  of the insurance law, as amended by chapter 502 of  the  laws  of  2007,\n   12  item  (ii)  as amended by section 1 of part A of chapter 503 of the laws\n   13  of 2009, is amended to read as follows:\n   14    (D) [(i) The provisions of subparagraph (B) of  this  paragraph  shall\n   15  not apply to any group purchaser with fifty or fewer employees that is a\n   16  policyholder  of  a  policy  that  is  subject to the provisions of this\n   17  section; provided however that an insurer must make  available,  and  if\n   18  requested  by such group purchaser, provide the coverage as specified in\n   19  subparagraph (B) of this paragraph. Written notice of  the  availability\n   20  of  the  coverage shall be delivered to the policyholder prior to incep-\n   21  tion of the group policy and annually thereafter.\n   22    (ii)] The superintendent shall develop and implement a methodology  to\n   23  cover  the  cost  to  any [such] INDIVIDUAL PURCHASER OR group purchaser\n   24  WITH FIFTY OR FEWER EMPLOYEES THAT IS A POLICYHOLDER OF A POLICY THAT IS\n   25  SUBJECT TO THE PROVISIONS OF THIS SECTION  for  providing  the  coverage\n   26  required  in  subparagraph (A) of this paragraph. Such methodology shall\n   27  be financed from moneys appropriated from the General Fund that shall be\n   28  made available to the superintendent for such purposes, to the extent of\n   29  funds available.\n   30    S 4. The opening paragraph of paragraph 1 of subsection (g) of section\n   31  4303 of the insurance law, as amended by chapter  502  of  the  laws  of\n   32  2007, is amended to read as follows:\n   33    A  hospital service corporation or a health service corporation, which\n   34  provides group, group remittance or school blanket coverage OR GROUP  OR\n   35  INDIVIDUAL  COVERAGE  PURSUANT  TO  SECTION  FOUR THOUSAND THREE HUNDRED\n   36  TWENTY-SIX OF THIS ARTICLE for inpatient hospital care, shall provide as\n   37  part of its contract broad-based coverage for the diagnosis  and  treat-\n   38  ment  of  mental,  nervous  or  emotional disorders or ailments, however\n   39  defined in such contract, at least equal to the  coverage  provided  for\n   40  other health conditions and shall include:\n   41    S 5. Subparagraph (A) of paragraph 2 of subsection (g) of section 4303\n   42  of  the insurance law, as amended by chapter 502 of the laws of 2007, is\n   43  amended to read as follows:\n   44    (A) A hospital service corporation or a  health  service  corporation,\n   45  which  provides  group,  group  remittance or school blanket coverage OR\n   46  GROUP OR INDIVIDUAL COVERAGE PURSUANT TO  SECTION  FOUR  THOUSAND  THREE\n   47  HUNDRED  TWENTY-SIX  OF  THIS ARTICLE for inpatient hospital care, shall\n   48  provide comparable coverage for adults and  children  with  biologically\n   49  based  mental  illness.  Such  hospital  service  corporation  or health\n   50  service corporation shall also  provide  such  comparable  coverage  for\n   51  children  with  serious  emotional  disturbances. Such coverage shall be\n   52  provided under the terms and conditions otherwise applicable  under  the\n   53  contract,  including  network  limitations  or  variations,  exclusions,\n   54  co-pays, coinsurance, deductibles or other specific cost  sharing  mech-\n   55  anisms.  Provided further, where a contract provides both in-network and\n   56  out-of-network benefits, the out-of-network benefits may have  different\n\n       S. 1121                             3\n\n    1  coinsurance,  co-pays,  or  deductibles,  than  the in-network benefits,\n    2  regardless of whether the contract is written under one license  or  two\n    3  licenses.\n    4    S  6.  Paragraph  4 of subsection (g) of section 4303 of the insurance\n    5  law, as amended by chapter 502 of the laws of 2007, subparagraph (B)  as\n    6  amended  by  section  2 of part A of chapter 503 of the laws of 2009, is\n    7  amended to read as follows:\n    8    (4) [(A) The provisions of paragraph two of this subsection shall  not\n    9  apply  to any group remittance group or group contract holder with fifty\n   10  or fewer employees who is a group remittance  group  or  group  contract\n   11  holder  of  a  policy that is subject to the provisions of this section;\n   12  provided however that a hospital service corporation or  health  service\n   13  corporation  must  make available, and if requested by such group remit-\n   14  ting agent or group contract holder, provide the coverage  as  specified\n   15  in  paragraph two of this subsection. Written notice of the availability\n   16  of such coverage shall be delivered to  the  remitting  agent  or  group\n   17  contract  holder prior to inception of such contract and annually there-\n   18  after.\n   19    (B)] The superintendent shall develop and implement a  methodology  to\n   20  cover  the  cost  to  any  [such]  INDIVIDUAL  CONTRACT  HOLDER OR group\n   21  contract holder WITH FIFTY OR FEWER EMPLOYEES THAT IS A GROUP REMITTANCE\n   22  GROUP OR GROUP CONTRACT HOLDER OF  A  POLICY  THAT  IS  SUBJECT  TO  THE\n   23  PROVISIONS  OF THIS SECTION for providing the coverage required in para-\n   24  graph one of this subsection. Such methodology shall  be  financed  from\n   25  moneys  appropriated  from the General Fund that shall be made available\n   26  to the superintendent for such purposes, to the extent of  funds  avail-\n   27  able.\n   28    S  7.  Paragraph  1 of subsection (h) of section 4303 of the insurance\n   29  law, as amended by chapter 502 of the laws of 2007, is amended  to  read\n   30  as follows:\n   31    (1) A medical expense indemnity corporation or a health service corpo-\n   32  ration,  which provides group, group remittance or school blanket cover-\n   33  age OR GROUP OR INDIVIDUAL COVERAGE PURSUANT TO  SECTION  FOUR  THOUSAND\n   34  THREE  HUNDRED  TWENTY-SIX OF THIS ARTICLE for physician services, shall\n   35  provide as part of its contract broad-based coverage for  the  diagnosis\n   36  and  treatment  of  mental,  nervous or emotional disorders or ailments,\n   37  however defined in  such  contract,  at  least  equal  to  the  coverage\n   38  provided  for  other  health  conditions and shall include: benefits for\n   39  outpatient care provided by a psychiatrist or psychologist  licensed  to\n   40  practice  in this state, a licensed clinical social worker who meets the\n   41  requirements of subsection (n) of this section, or a professional corpo-\n   42  ration or university faculty practice corporation thereof,  which  bene-\n   43  fits may be limited to not less than twenty visits in any contract year,\n   44  plan  year or calendar year. Such coverage may be provided on a contract\n   45  year, plan year or calendar year basis and shall be consistent with  the\n   46  provision  of  other  benefits  under the contract. Such coverage may be\n   47  subject to annual deductibles, co-pays and coinsurance as may be  deemed\n   48  appropriate  by  the  superintendent  and shall be consistent with those\n   49  imposed on other benefits under the contract. In  the  event  the  group\n   50  remittance  group or contract holder is provided coverage provided under\n   51  this paragraph and under subparagraph (B) of paragraph one of subsection\n   52  (g) of this section from the same health service corporation, or under a\n   53  contract which is jointly underwritten  by  two  health  service  corpo-\n   54  rations  or by a health service corporation and a medical expense indem-\n   55  nity corporation, the aggregate of the  benefits  for  out-patient  care\n   56  obtained  under  subparagraph  (B) of paragraph one of subsection (g) of\n\n       S. 1121                             4\n\n    1  this section and this paragraph may be limited to not less  than  twenty\n    2  visits in any contract year, plan year or calendar year.\n    3    S 8. Subparagraph (A) of paragraph 2 of subsection (h) of section 4303\n    4  of  the insurance law, as amended by chapter 502 of the laws of 2007, is\n    5  amended to read as follows:\n    6    (A) A medical expense indemnity corporation or a health service corpo-\n    7  ration, which provides group, group remittance or school blanket  cover-\n    8  age  OR  GROUP  OR INDIVIDUAL COVERAGE PURSUANT TO SECTION FOUR THOUSAND\n    9  THREE HUNDRED TWENTY-SIX OF THIS ARTICLE for physician  services,  shall\n   10  provide  comparable  coverage  for adults and children with biologically\n   11  based mental illness. Such  medical  expense  indemnity  corporation  or\n   12  health  service  corporation shall also provide such comparable coverage\n   13  for children with serious emotional disturbances. Such coverage shall be\n   14  provided under the terms and conditions otherwise applicable  under  the\n   15  contract,  including  network  limitations  or  variations,  exclusions,\n   16  co-pays, coinsurance, deductibles or other specific cost  sharing  mech-\n   17  anisms.  Provided further, where a contract provides both in-network and\n   18  out-of-network benefits, the out-of-network benefits may have  different\n   19  coinsurance,  co-pays,  or  deductibles,  than  the in-network benefits,\n   20  regardless of whether the contract is written under one license  or  two\n   21  licenses.\n   22    S  9.  Paragraph  4 of subsection (h) of section 4303 of the insurance\n   23  law, as amended by chapter 502 of the laws of 2007, subparagraph (B)  as\n   24  amended  by  section  3 of part A of chapter 503 of the laws of 2009, is\n   25  amended to read as follows:\n   26    (4) [(A) The provisions of paragraph two of this subsection shall  not\n   27  apply  to any group remittance group or group contract holder with fifty\n   28  or fewer employees who is a group remittance  group  or  group  contract\n   29  holder  of a contract that is subject to the provisions of this section;\n   30  provided, however, that a hospital service corporation or health service\n   31  corporation must make available, and if requested by such  group  remit-\n   32  ting  agent  or group contract holder, provide the coverage as specified\n   33  in paragraph two of this subsection. Written notice of the  availability\n   34  of the coverage shall be delivered to the group remitting agent or group\n   35  contract  holder prior to inception of such contract and annually there-\n   36  after.\n   37    (B)] The superintendent shall develop and implement a  methodology  to\n   38  cover  the  cost  to  any  [such]  group remittance group and INDIVIDUAL\n   39  CONTRACT HOLDER OR group contract holder WITH FIFTY OR  FEWER  EMPLOYEES\n   40  THAT  IS  A  GROUP REMITTANCE GROUP OR GROUP CONTRACT HOLDER OF A POLICY\n   41  THAT IS SUBJECT TO THE PROVISIONS OF  THIS  SECTION  for  providing  the\n   42  coverage  required in paragraph one of this subsection. Such methodology\n   43  shall be financed from moneys appropriated from the  General  Fund  that\n   44  shall  be made available to the superintendent for such purposes, to the\n   45  extent of funds available.\n   46    S 10. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to requiring coverage under the Healthy New York program for mental illness ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T130653.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110105.T113622.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345350709
}