{
  "year" : 2011,
  "senateBillNo" : "S1128-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1128-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the superintendent of insurance to promulgate rules and regulations limiting the use of credit scores to determine automobile insurance premiums",
  "summary" : "Directs the superintendent of insurance to promulgate rules and regulations limiting the use of credit scores to determine automobile insurance premiums. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance",
  "previousVersions" : [ "S7274-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1128\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to direct the superintendent of insurance to promulgate rules and\n         regulations relating to excluding the use of \"credit scores\" in deter-\n         mining auto insurance premiums\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds that the practice\n    2  of using \"credit scores\" to determine auto insurance premiums can result\n    3  in  premium  fluctuations that are difficult for consumers to manage. In\n    4  addition, consumers may not be aware of changes in their  credit  rating\n    5  and  therefore  would  not  have the information they needed to exercise\n    6  responsible control over a factor which  could  affect  their  insurance\n    7  rates.\n    8    The  legislature further finds that a \"credit score\" comes from infor-\n    9  mation contained in consumer credit reports and is considered along with\n   10  other  motor  vehicle and driving records to compute insurance risk at a\n   11  particular point in time. Insurance scoring is predicated on  a  statis-\n   12  tical  correlation between personal money management and insurance risk.\n   13  Insurance scoring is one of many factors which can be used  to  evaluate\n   14  risks and assign rates.\n   15    Accordingly,  the  legislature  finds  that, since it is a calculation\n   16  that is one of many used actuarial calculations it need not be  a  deci-\n   17  sive  factor. It is the purpose of this act to direct the superintendent\n   18  of insurance to  promulgate  any  rules  and  regulations  necessary  to\n   19  prohibit  the  use of this method of calculating risk in the formulation\n   20  of auto insurance premiums on policies held by residents of New York.\n   21    S 2. The superintendent of insurance shall review the actuarial  meth-\n   22  ods and formulas currently utilized to determine auto insurance premiums\n   23  for  New  York  consumers.  Such review shall include a determination of\n   24  whether or not the manner in which  insurance  premiums  are  determined\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02150-01-1\n\n       S. 1128                             2\n\n    1  includes  the  use  of  \"credit  scores\"  or  similar means of utilizing\n    2  consumer credit reports to determine a statistical  correlation  between\n    3  personal  money  management  and  insurance  risk. If the superintendent\n    4  determines  that  such  methods  are utilized he or she shall promulgate\n    5  amended rules and regulations which do not include  the  use  of  credit\n    6  scoring  methods. If the superintendent determines that such methods are\n    7  not utilized, he or she shall promulgate  rules  and  regulations  which\n    8  prohibit the future use of credit scoring methods.\n    9    S 3. This act shall take effect on the one hundred twentieth day after\n   10  it shall have become a law, provided, however, that effective immediate-\n   11  ly,  the  addition,  amendment and/or repeal of any rules or regulations\n   12  necessary for the implementation of the provisions of this  act  on  its\n   13  effective date is authorized and directed to be made and completed on or\n   14  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to direct the superintendent of insurance to promulgate rules and regulations relating to excluding the use of \"credit scores\" in determining auto insurance premiums ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110105.T114123.TXT", "SOBI.D110106.T152729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345649865
}