{
  "year" : 2011,
  "senateBillNo" : "S1127-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1127-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of the division of housing and community renewal to prescribe certain forms in different languages",
  "summary" : "Authorizes the commissioner of the division of housing and community renewal to prescribe for the translation of legal forms and applications in languages other than English, as long as such language is spoken by at least one percent of the population. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Housing",
  "previousVersions" : [ "S7293-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1127\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  authorize  the  commissioner of the division of housing and\n         community renewal to prescribe certain forms in different languages\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The commissioner of the division of housing and community\n    2  renewal is authorized to prescribe for legal forms and  applications  to\n    3  be  translated into Spanish and any other languages as such commissioner\n    4  deems appropriate, as long as such language is spoken by  at  least  one\n    5  percent  of  the  population. Such commissioner shall further cause such\n    6  translated forms and applications to be prepared,  printed  and  dissem-\n    7  inated.\n    8    S  2.  This  act shall take effect on the ninetieth day after it shall\n    9  have become a law; provided, however, that  effective  immediately,  the\n   10  commissioner of the division of housing and community renewal shall make\n   11  and  complete the addition, amendment and/or repeal of any rule or regu-\n   12  lation necessary for the implementation of this act on  or  before  such\n   13  effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01724-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the commissioner of the division of housing and community renewal to prescribe certain forms in different languages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T123155.TXT", "SOBI.D110105.T114123.TXT", "SOBI.D110105.T130152.TXT", "SOBI.D110106.T152729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345649859
}