{
  "year" : 2011,
  "senateBillNo" : "S1135-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1135-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for radon testing in public and private schools",
  "summary" : "Provides for radon testing in public and private schools. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA2455-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1135\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  DUANE, KRUGER, PERKINS -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Education\n\n       AN  ACT  to  amend  the  education  law, in relation to radon testing in\n         schools\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 409-l\n    2  to read as follows:\n    3    S 409-L. RADON TESTING IN SCHOOLS. 1. THE PROVISIONS OF  THIS  SECTION\n    4  SHALL  APPLY  TO  ALL  PUBLIC AND PRIVATE SCHOOLS AND EDUCATIONAL INSTI-\n    5  TUTIONS WITHIN THE STATE, SERVING STUDENTS AT ANY LEVEL FROM  KINDERGAR-\n    6  TEN THROUGH TWELFTH GRADE.\n    7    2.  EVERY  SCHOOL  OR INSTITUTION SET FORTH IN SUBDIVISION ONE OF THIS\n    8  SECTION SHALL CONDUCT RADON TESTS, MONITOR ACTIVITIES AND REMEDIATION IN\n    9  THE MANNER AND WITH THE FREQUENCY  PROVIDED  BY  RULES  AND  REGULATIONS\n   10  PROMULGATED BY THE COMMISSIONER.\n   11    3.  EVERY  SCHOOL  OR INSTITUTION SET FORTH IN SUBDIVISION ONE OF THIS\n   12  SECTION SHALL MAKE AVAILABLE, IN A LOCATION  EASILY  ACCESSIBLE  TO  THE\n   13  PUBLIC DURING ADMINISTRATIVE HOURS, THE FOLLOWING INFORMATION:\n   14    (A)  RESULTS  OF  ANY  TESTS,  MONITORING  ACTIVITIES,  REMEDIATION OR\n   15  STUDIES PERFORMED, OR RECOMMENDATIONS WITH RESPECT TO RADON; AND\n   16    (B) RECORDS OF ALL ACTIONS TAKEN OR AUTHORIZED  BY  THE  SCHOOL  OFFI-\n   17  CIALS, SCHOOL EMPLOYEES OR SCHOOL DISTRICT.\n   18    4. (A) COPIES OF THE INFORMATION REQUIRED BY SUBDIVISION THREE OF THIS\n   19  SECTION RELATING TO RADON SHALL BE MADE AVAILABLE AT A REASONABLE CHARGE\n   20  AND  SUCH  DATA  MAY  ALSO  BE AVAILABLE IN ELECTRONIC FORM IF ACCESS IS\n   21  EASILY AVAILABLE AND INSTRUCTIONS ARE PROVIDED.\n   22    (B) ANNUALLY, AS DETERMINED BY EACH  SCHOOL,  SUCH  INFORMATION  FILED\n   23  DURING THE PREVIOUS TWELVE MONTHS SHALL BE STORED IN A LOCATION CONSIST-\n   24  ENT  WITH  OTHER  ENVIRONMENTAL AND BUILDING MAINTENANCE DOCUMENTS FOR A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01739-01-1\n\n       S. 1135                             2\n\n    1  PERIOD OF TEN YEARS UNLESS SUCH DOCUMENTS ARE  REQUIRED  BY  FEDERAL  OR\n    2  STATE LAW TO BE STORED FOR A LONGER PERIOD OF TIME.\n    3    (C)  AT  LEAST ANNUALLY, PARENTS OF ALL STUDENTS SHALL RECEIVE PRINTED\n    4  NOTICE FROM EITHER AN INDIVIDUAL SCHOOL OR THE SCHOOL DISTRICT THAT SUCH\n    5  INFORMATION IS AVAILABLE. SUCH NOTICE MAY  BE  PART  OF  A  SCHOOL'S  OR\n    6  SCHOOL  DISTRICT'S PARENT INFORMATION PROGRAM, INCLUDING BUT NOT LIMITED\n    7  TO NEWSLETTERS, LETTERS, FLYERS, AND OTHER PRINTED MEANS OF DISTRIBUTING\n    8  INFORMATION.\n    9    5. NO SCHOOL OR EMPLOYEE OF A SCHOOL SHALL BE HELD CIVILLY  OR  CRIMI-\n   10  NALLY  LIABLE  FOR  ANY  FAILURE TO COMPLY WITH THE REQUIREMENTS OF THIS\n   11  SECTION, UNLESS SUCH FAILURE CONSTITUTES NEGLIGENCE,  GROSS  NEGLIGENCE,\n   12  OR  INTENTIONAL  MISCONDUCT.  NOTHING CONTAINED IN THIS SECTION SHALL BE\n   13  CONSTRUED AS LIMITING ANY LEGAL CAUSE OF ACTION OR  REMEDY  AT  LAW,  IN\n   14  STATUTE  OR  IN  EQUITY THAT EXISTED PRIOR TO THE EFFECTIVE DATE OF THIS\n   15  SECTION.\n   16    S 2. This act shall take effect July 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to radon testing in schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110105.T114623.TXT", "SOBI.D110105.T123649.TXT", "SOBI.D110106.T155732.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294347753827
}