{
  "year" : 2011,
  "senateBillNo" : "S1130-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1130-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the commercial display of human remains",
  "summary" : "Relates to the commercial display of human remains; requires the department of health to implement a permit process for anyone displaying human remains for payment or other consideration; exempts remains more than 100 years old, consisting solely of human hair or teeth, part of the ordinary display at a funeral establishment or memorial, an object of religious veneration, consisting solely of bodies transported into and remaining in the state for display prior to the effective date of this section, or in the possession of a museum facility. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S5169-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1130\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in  relation  to  the  commercial\n         display of human remains\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature  finds  and  declares\n    2  that:\n    3    1.  Article  43 of the public health law requires any donor and speci-\n    4  fied authorized individuals to authorize the use of anatomical gifts for\n    5  transplantation, therapy, research, and education purposes.\n    6    2. Every city, county, or state official responsible for  the  remains\n    7  of  unclaimed dead bodies is required to use due diligence to notify the\n    8  relatives of the decedent.\n    9    3. The public display of human remains must be  regulated  to  protect\n   10  individual  bodily  integrity, as well as the social and cultural values\n   11  of the state.\n   12    4. It is the intent of the legislature to require persons who  partic-\n   13  ipate  in the public display of human remains for commercial purposes to\n   14  provide evidence of informed consent from the decedent or  relatives  of\n   15  all  humans  whose  remains  are  put on display, and to provide for the\n   16  continued use of human remains in the educational, medical,  and  scien-\n   17  tific communities to promote human health and safety.\n   18    S  2. The public health law is amended by adding a new article 43-D to\n   19  read as follows:\n   20                                ARTICLE 43-D\n   21                      COMMERCIAL DISPLAY OF HUMAN REMAINS\n   22  SECTION 4380. DEFINITIONS.\n   23          4381. COMMERCIAL DISPLAY OF HUMAN REMAINS.\n   24          4382. PERMIT.\n   25          4383. APPLICATION.\n   26    S 4380. DEFINITIONS. AS USED IN  THIS  ARTICLE,  THE  FOLLOWING  TERMS\n   27  SHALL HAVE THE FOLLOWING MEANINGS:\n   28    1. \"COMMERCIAL PURPOSES\" MEANS EITHER:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02174-02-1\n\n       S. 1130                             2\n\n    1    (A) A DISPLAY FOR WHICH THE PUBLIC IS CHARGED A FEE OR OTHER CONSIDER-\n    2  ATION AS A CONDITION OF VIEWING; OR\n    3    (B)  A DISPLAY FOR WHICH AN EXHIBITOR ACCEPTS PAYMENT OR OTHER CONSID-\n    4  ERATION.\n    5    2.  \"EXHIBITOR\" MEANS A PERSON OR ENTITY WHO  SHOWS  OR  PUTS  ON,  OR\n    6  CONTRACTS  TO  SHOW  OR  PUT  ON,  A  TEMPORARY  PUBLIC DISPLAY OF HUMAN\n    7  REMAINS.\n    8    3. \"MUSEUM FACILITY\" MEANS A PUBLIC OR PRIVATE  NONPROFIT  INSTITUTION\n    9  THAT  IS  ACCREDITED BY THE AMERICAN ASSOCIATION OF MUSEUMS OR IS A PART\n   10  OF AN ACCREDITED COLLEGE OR UNIVERSITY,  AND  THAT  IS  ORGANIZED  ON  A\n   11  PERMANENT  BASIS  FOR  ESSENTIALLY EDUCATIONAL OR AESTHETIC PURPOSES AND\n   12  THAT OWNS OR USES TANGIBLE OBJECTS, CARES FOR THOSE OBJECTS, AND  EXHIB-\n   13  ITS THEM TO THE GENERAL PUBLIC ON A REGULAR BASIS.\n   14    S  4381. COMMERCIAL DISPLAY OF HUMAN REMAINS. 1. EXCEPT AS PROVIDED IN\n   15  SUBDIVISION TWO OF THIS  SECTION,  A  PERSON  SHALL  NOT  DISPLAY  HUMAN\n   16  REMAINS  TO THE PUBLIC FOR COMMERCIAL PURPOSES WITHOUT FIRST OBTAINING A\n   17  PERMIT ISSUED BY THE  DEPARTMENT  AS  REQUIRED  BY  SECTION  FORTY-THREE\n   18  HUNDRED EIGHTY-TWO OF THIS ARTICLE.\n   19    2.  SUBDIVISION  ONE  OF  THIS SECTION SHALL NOT APPLY TO A DISPLAY OF\n   20  HUMAN REMAINS THAT IS ANY OF THE FOLLOWING:\n   21    (A) MORE THAN ONE HUNDRED YEARS OLD;\n   22    (B) CONSISTING SOLELY OF HUMAN TEETH OR HAIR;\n   23    (C) PART OF THE ORDINARY DISPLAY OR  VIEWING  OF  THE  DECEASED  AT  A\n   24  FUNERAL ESTABLISHMENT OR PART OF A SIMILAR FUNERAL OR MEMORIAL SERVICE;\n   25    (D) AN OBJECT OF RELIGIOUS VENERATION;\n   26    (E)  CONSISTING SOLELY OF BODIES TRANSPORTED INTO AND REMAINING IN THE\n   27  STATE FOR DISPLAY PRIOR TO THE EFFECTIVE DATE OF THIS SECTION; OR\n   28    (F) IN THE POSSESSION OF A MUSEUM FACILITY.\n   29    HOWEVER, IF THE MUSEUM FACILITY PAID OR OFFERED OTHER CONSIDERATION TO\n   30  AN EXHIBITOR TO DISPLAY THE REMAINS, AND THE REMAINS ARE NOT EXEMPT FROM\n   31  THIS SECTION PURSUANT TO PARAGRAPHS (A) THROUGH (D) OF THIS SUBDIVISION,\n   32  THE EXHIBITOR SHALL BE REQUIRED TO OBTAIN A PERMIT PURSUANT  TO  SECTION\n   33  FORTY-THREE HUNDRED EIGHTY-TWO OF THIS ARTICLE.\n   34    3.  ANY  PERSON  WHO VIOLATES THIS SECTION SHALL BE SUBJECT TO A CIVIL\n   35  PENALTY OF AN AMOUNT THAT DOES NOT EXCEED TEN THOUSAND DOLLARS FOR  EACH\n   36  VIOLATION.\n   37    S  4382. PERMIT. THE DEPARTMENT SHALL ESTABLISH A PERMIT PROGRAM UNDER\n   38  THIS ARTICLE. A PERMIT MAY BE ISSUED  TO  ANY  PERSON  FOR  THE  PURPOSE\n   39  DESCRIBED IN SECTION FORTY-THREE HUNDRED EIGHTY-ONE OF THIS ARTICLE ONLY\n   40  UPON  A  DETERMINATION  BY  THE  DEPARTMENT THAT THE PERSON HAS PROVIDED\n   41  VALID WRITTEN AUTHORIZATION TO DISPLAY HUMAN REMAINS  FOR  CONSIDERATION\n   42  FROM ANY OF THE FOLLOWING INDIVIDUALS:\n   43    1. THE DECEDENT, INCLUDING, BUT NOT LIMITED TO, AUTHORIZATION GIVEN BY\n   44  WILL;\n   45    2.  ANY  PERSON  AUTHORIZED  TO  MAKE AN ANATOMICAL GIFT UNDER ARTICLE\n   46  FORTY-THREE OF THIS CHAPTER.\n   47    S 4383. APPLICATION. NOTHING IN THIS ARTICLE  SHALL  BE  CONSTRUED  TO\n   48  APPLY  TO  THE  UTILIZATION  OF HUMAN REMAINS IN A MANNER THAT MEETS THE\n   49  PURPOSES SET FORTH IN ARTICLE FORTY-THREE OF THIS  CHAPTER  RELATING  TO\n   50  ANATOMICAL GIFTS.\n   51    S  3.  This  act shall take effect on the ninetieth day after it shall\n   52  have become a law. Effective immediately the commissioner of the depart-\n   53  ment of health is authorized to promulgate any and all rules  and  regu-\n   54  lations  and  take any other measures necessary to implement this act on\n   55  its effective date, on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the commercial display of human remains ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T114623.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110105.T130152.TXT", "SOBI.D110107.T132903.TXT", "SOBI.D110110.T091043.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294668643359
}