{
  "year" : 2011,
  "senateBillNo" : "S1133-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1133-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York state web academy and virtual charter schools",
  "summary" : "Creates the New York state web academy and virtual charter schools to provide online instruction. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S7017-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1133\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to creating the New  York\n         state  web  academy  and  virtual  charter  schools  to provide online\n         instruction\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The education law is amended by adding a new article 56-A\n    2  to read as follows:\n    3                                 ARTICLE 56-A\n    4                           VIRTUAL CHARTER SCHOOLS\n    5  SECTION 2900. DEFINITIONS.\n    6          2901. NEW YORK STATE WEB ACADEMY.\n    7          2902. LICENSURE.\n    8          2903. ENROLLMENT.\n    9    S 2900. DEFINITIONS. THE FOLLOWING  TERMS  SHALL  HAVE  THE  FOLLOWING\n   10  MEANINGS:\n   11    1.  \"VIRTUAL  CHARTER SCHOOL\" SHALL MEAN A CHARTER SCHOOL IN WHICH ALL\n   12  OR A PORTION OF THE INSTRUCTION IS PROVIDED THROUGH MEANS OF THE  INTER-\n   13  NET,  AND THE PUPILS ENROLLED IN AND THE INSTRUCTIONAL STAFF EMPLOYED BY\n   14  THE SCHOOL ARE GEOGRAPHICALLY REMOTE FROM EACH OTHER.\n   15    2. \"NEW YORK STATE WEB ACADEMY\" SHALL MEAN AN  ONLINE  ACADEMY  ESTAB-\n   16  LISHED  BY  THE DEPARTMENT TO PROVIDE STUDENTS THE OPPORTUNITY TO ENROLL\n   17  IN ONLINE COURSES THEY WOULD NOT OTHERWISE BE ABLE  TO  TAKE,  WHICH  IS\n   18  COMPRISED OF ONLINE COURSES PROVIDED BY VIRTUAL CHARTER SCHOOLS.\n   19    S  2901. NEW YORK STATE WEB ACADEMY. 1. THE DEPARTMENT SHALL ESTABLISH\n   20  THE NEW YORK STATE WEB ACADEMY COMPRISED OF VIRTUAL CHARTER  SCHOOLS  TO\n   21  PARTNER WITH SCHOOL DISTRICTS, COOPERATIVE EDUCATIONAL SERVICES, PRIVATE\n   22  SCHOOLS  AND  THE  CHARTERING ENTITIES OF CHARTER SCHOOLS THROUGHOUT THE\n   23  STATE, TO OFFER ONLINE COURSES, AT A REASONABLE FEE TO BE DETERMINED  BY\n   24  THE  COMMISSIONER,  FOR  MIDDLE AND HIGH SCHOOL STUDENTS. THE DEPARTMENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01795-01-1\n\n       S. 1133                             2\n\n    1  SHALL ADD THE ONLINE COURSES TO A  SCHOOL  DISTRICT'S  MIDDLE  AND  HIGH\n    2  SCHOOL CURRICULUM.\n    3    2. THE BOARD OF REGENTS SHALL, AT A MINIMUM:\n    4    A. ESTABLISH THE CONTENT OF THE ONLINE COURSES;\n    5    B.  PROVIDE  FOR  ONLINE  CERTIFICATION  FOR  NEW YORK STATE CERTIFIED\n    6  TEACHERS; AND\n    7    C. PROVIDE TECHNICAL SUPPORT FOR THE ACADEMY.\n    8    3. THE ACADEMY SHALL ASSIST SCHOOL DISTRICTS, COOPERATIVE  EDUCATIONAL\n    9  SERVICES, PRIVATE SCHOOLS AND THE CHARTERING ENTITIES OF CHARTER SCHOOLS\n   10  IN DEVELOPING THEIR POLICIES FOR ONLINE LEARNING.\n   11    4. THE ACADEMY'S ONLINE COURSES SHALL MEET NEW YORK STATE AND NATIONAL\n   12  STANDARDS.\n   13    5.  ALL  ONLINE  COURSES  OFFERED  BY VIRTUAL CHARTER SCHOOLS SHALL BE\n   14  OFFERED FOR A REASONABLE COST TO BE DETERMINED BY THE COMMISSIONER.\n   15    6. THE DEPARTMENT SHALL PROVIDE FOR A SAFE AND SECURE ONLINE  ENVIRON-\n   16  MENT,  ENSURE  THE  CONFIDENTIALITY OF PUPIL COURSEWORK AND RECORDS, AND\n   17  DEVELOP A PROGRAM OR OTHER MEANS TO VERIFY THE AUTHENTICITY OF A PUPIL'S\n   18  COURSEWORK.\n   19    S 2902. LICENSURE. 1. IN  ADDITION  TO  ANY  OTHER  CERTIFICATIONS  OR\n   20  LICENSING REQUIRED BY LAW, ALL TEACHERS TEACHING AN ONLINE COURSE, SHALL\n   21  ENROLL  IN AND SUCCESSFULLY COMPLETE A PROFESSIONAL DEVELOPMENT PROGRAM,\n   22  APPROVED BY THE DEPARTMENT, THAT IS DESIGNED TO PREPARE  A  TEACHER  FOR\n   23  ONLINE TEACHING PRIOR TO TEACHING SUCH ONLINE COURSE.\n   24    2.  THIS  SECTION SHALL NOT PREVENT TEACHERS ALREADY EMPLOYED TO TEACH\n   25  SUCH COURSES FROM TEACHING SUCH ONLINE COURSES, PROVIDED, THEY ENROLL IN\n   26  AND SUCCESSFULLY COMPLETE A PROFESSIONAL DEVELOPMENT  PROGRAM,  APPROVED\n   27  BY  THE  DEPARTMENT,  THAT  IS  DESIGNED TO PREPARE A TEACHER FOR ONLINE\n   28  TEACHING PRIOR TO TEACHING SUCH ONLINE COURSE, WITHIN ONE YEAR FROM  THE\n   29  EFFECTIVE DATE OF THIS ARTICLE.\n   30    S  2903.  ENROLLMENT.  1.  THE  DEPARTMENT  SHALL  LIMIT THE NUMBER OF\n   31  STUDENTS ENROLLED IN A VIRTUAL CHARTER SCHOOL THROUGH AN OPEN ENROLLMENT\n   32  PROGRAM, WHICH INCLUDES AN ONLINE ENROLLMENT APPLICATION FOR PUPILS.\n   33    2. THE DEPARTMENT SHALL ENSURE THAT:\n   34    A. PUPILS ENROLLED PART-TIME IN ONLINE  COURSES  HAVE  DIRECT  CONTACT\n   35  WITH  A  TEACHER,  EACH  WEEK  SCHOOL  IS SCHEDULED, FOR AT LEAST TWENTY\n   36  MINUTES FOR EACH ONLINE COURSE;\n   37    B. ELEMENTARY SCHOOL PUPILS  WHO  ARE  ENROLLED  FULL-TIME  IN  ONLINE\n   38  COURSES  HAVE  DIRECT CONTACT WITH A TEACHER FOR AT LEAST TWO HOURS EACH\n   39  DAY THAT SCHOOL IS SCHEDULED;\n   40    C. HIGH SCHOOL PUPILS ENROLLED FULL-TIME IN ONLINE COURSES HAVE DIRECT\n   41  CONTACT WITH A TEACHER AT LEAST THIRTY MINUTES EACH DAY THAT  SCHOOL  IS\n   42  SCHEDULED; AND\n   43    D. ONLY STATE RESIDENTS ENROLL IN THE WEB ACADEMY PROVIDED PURSUANT TO\n   44  THIS ARTICLE.\n   45    S  2.  This act shall take effect on the first of July next succeeding\n   46  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to creating the New York state web academy and virtual charter schools to provide online instruction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T123155.TXT", "SOBI.D110105.T114623.TXT", "SOBI.D110105.T130152.TXT", "SOBI.D110106.T155732.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294347452735
}