{
  "year" : 2011,
  "senateBillNo" : "S1134-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1134-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"Safe Staffing for Hospital Care Act\"",
  "summary" : "Establishes the \"Safe Staffing for Hospital Care Act\"; establishes minimum staffing levels for various health care workers in different health care facilities; requires submission of staffing pans; prohibits most mandatory overtime. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S1780-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1134\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, DIAZ, DILAN, HASSELL-THOMPSON, MONTGOMERY,\n         SAMPSON -- read twice and ordered printed,  and  when  printed  to  be\n         committed to the Committee on Health\n\n       AN  ACT  to amend the public health law, in relation to establishing the\n         \"safe staffing for hospital care act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Short title. This act shall be known as the \"safe staffing\n    2  for hospital care act\".\n    3    S 2. Legislative findings and intent. The legislature hereby finds and\n    4  declares that the state has a  substantial  interest  in  assuring  that\n    5  delivery  of  healthcare  services  to patients in healthcare facilities\n    6  located within this state is  adequate  and  safe  and  that  healthcare\n    7  facilities  retain  sufficient  nursing  staff  so as to promote optimal\n    8  healthcare outcomes. Recent changes in our  healthcare  delivery  system\n    9  are  resulting  in  a  higher  acuity level among patients in healthcare\n   10  facilities. Inadequate hospital staffing results  in  dangerous  medical\n   11  errors  and  patient  infections.  Inadequate and poorly monitored nurse\n   12  staffing practices can adversely impact the health of patients who enter\n   13  hospitals and outpatient emergency and surgical centers.  A  substantial\n   14  number  of nurses indicate that hospital-patient acuity measurements are\n   15  inadequate and that many hospitals rarely, if ever, staff  according  to\n   16  an  acuity  measurement  tool. Hospital nurses work substantial overtime\n   17  hours and nurses working twelve-hour shifts  work  the  most  additional\n   18  overtime  hours  per week. Mandatory overtime and lengthy work hours for\n   19  direct-care nurses constitute a threat  to  the  health  and  safety  of\n   20  patients,  adversely  impact the general well-being of nurses and result\n   21  in greater turnover,  which  increases  long-term  shortage  of  nursing\n   22  personnel.  Establishing  staffing standards will ensure that healthcare\n   23  facilities throughout the state operate in a manner that guarantees  the\n   24  public  safety  and  the  delivery  of  quality healthcare services. The\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02180-01-1\n\n       S. 1134                             2\n\n    1  intent of this act is to protect the health and safety of the  residents\n    2  of  New York state by ensuring adequate protection and care for patients\n    3  in healthcare facilities.\n    4    S  3. The public health law is amended by adding a new article 28-F to\n    5  read as follows:\n\n    6                                ARTICLE 28-F\n    7                       SAFE STAFFING FOR HOSPITAL CARE\n\n    8  SECTION 2899-AA. FACILITY STAFFING STANDARD.\n    9          2899-BB. COMPLIANCE WITH PLAN AND RECORDKEEPING.\n   10          2899-CC. MANDATORY OVERTIME AND EXCESSIVE DUTY HOURS.\n   11          2899-DD. EMPLOYEE RIGHTS.\n   12          2899-EE. ENFORCEMENT.\n   13    S 2899-AA. FACILITY  STAFFING  STANDARD.  1.  EACH  FACILITY  LICENSED\n   14  PURSUANT  TO  THIS  ARTICLE  SHALL ENSURE THAT IT IS STAFFED IN A MANNER\n   15  THAT PROVIDES SUFFICIENT, APPROPRIATELY QUALIFIED NURSING STAFF OF  EACH\n   16  CLASSIFICATION  IN  EACH DEPARTMENT OR UNIT WITHIN THE FACILITY IN ORDER\n   17  TO MEET THE INDIVIDUALIZED CARE NEEDS OF PATIENTS.\n   18    2. NOTWITHSTANDING ANY LAW TO THE CONTRARY, AS A CONDITION OF  LICENS-\n   19  ING,  EACH  HEALTHCARE FACILITY LICENSED WITHIN THE STATE SHALL ANNUALLY\n   20  SUBMIT TO THE DEPARTMENT A DOCUMENTED  STAFFING  PLAN  TOGETHER  WITH  A\n   21  WRITTEN  CERTIFICATION  THAT  THE STAFFING PLAN IS SUFFICIENT TO PROVIDE\n   22  ADEQUATE AND APPROPRIATE DELIVERY OF HEALTHCARE SERVICES TO PATIENTS FOR\n   23  THE ENSUING YEAR. THE STAFFING PLAN MUST:\n   24    (A) MEET THE MINIMUM REQUIREMENTS ESTABLISHED IN SUBDIVISION THREE  OF\n   25  THIS SECTION.\n   26    (B)  BE ADEQUATE TO MEET ANY ADDITIONAL REQUIREMENTS PROVIDED BY OTHER\n   27  LAWS OR REGULATIONS.\n   28    (C) EMPLOY AND IDENTIFY AN APPROVED ACUITY SYSTEM FOR ADDRESSING FLUC-\n   29  TUATIONS IN ACTUAL PATIENT ACUITY LEVELS AND NURSING  CARE  REQUIREMENTS\n   30  REQUIRING  INCREASED STAFFING LEVELS ABOVE THE MINIMUMS SET FORTH IN THE\n   31  PLAN.\n   32    (D) FACTOR IN OTHER UNIT  OR  DEPARTMENT  WORK,  SUCH  AS  DISCHARGES,\n   33  TRANSFERS  AND ADMISSIONS, AND ADMINISTRATIVE AND SUPPORT TASKS, THAT IS\n   34  EXPECTED TO BE DONE BY DIRECT-CARE NURSES IN ADDITION TO DIRECT  NURSING\n   35  CARE.\n   36    (E)  IDENTIFY  THE  ASSESSMENT TOOL USED TO VALIDATE THE ACUITY SYSTEM\n   37  RELIED ON IN THE PLAN.\n   38    (F) IDENTIFY THE SYSTEM THAT WILL BE USED TO DOCUMENT ACTUAL  STAFFING\n   39  ON A DAILY BASIS WITHIN EACH DEPARTMENT OR UNIT.\n   40    (G)  INCLUDE  A WRITTEN ASSESSMENT OF THE ACCURACY OF THE PRIOR YEAR'S\n   41  STAFFING PLAN IN LIGHT OF ACTUAL STAFFING NEEDS.\n   42    (H)  IDENTIFY  EACH  NURSE  STAFF  CLASSIFICATION  REFERENCED  THEREIN\n   43  TOGETHER  WITH A STATEMENT SETTING FORTH MINIMUM QUALIFICATIONS FOR EACH\n   44  SUCH CLASSIFICATION.\n   45    (I) BE DEVELOPED IN CONSULTATION WITH THE  DIRECT-CARE  NURSING  STAFF\n   46  WITHIN EACH DEPARTMENT OR UNIT OR, WHERE SUCH STAFF IS REPRESENTED, WITH\n   47  THE  APPLICABLE  RECOGNIZED OR CERTIFIED COLLECTIVE BARGAINING REPRESEN-\n   48  TATIVE OR REPRESENTATIVES OF THE DIRECT-CARE NURSING STAFF.\n   49    3. THE HEALTHCARE FACILITY'S STAFFING  PLAN  MUST  INCORPORATE,  AT  A\n   50  MINIMUM,  THE  FOLLOWING  DIRECT-CARE NURSE-TO-PATIENT RATIOS: PEDIATRIC\n   51  RECOVERY ROOM--ONE TO ONE, OPERATING ROOM CIRCULATING NURSE--ONE TO ONE,\n   52  SPECIAL PROCEDURES (E.G. CATH LAB, RADIOLOGY,  ENDOSCOPY)--ONE  TO  ONE,\n   53  TRAUMA--ONE  TO  ONE,  BURN UNIT--ONE TO TWO, CRITICAL CARE--ONE TO TWO,\n   54  LABOR AND DELIVERY--ONE TO TWO, ADULT RECOVERY ROOM--ONE TO  TWO,  EMER-\n\n       S. 1134                             3\n\n    1  GENCY  ROOM--ONE TO THREE, ONCOLOGY/CHEMOTHERAPY--ONE TO THREE, INTERME-\n    2  DIATE CARE UNIT--ONE TO  THREE,  TELEMETRY--ONE  TO  THREE,  MOTHER/BABY\n    3  COUPLETS  AND  NORMAL POST-PARTUM--ONE TO FOUR, PEDIATRICS--ONE TO FOUR,\n    4  PSYCHIATRIC UNIT--ONE TO FOUR, ADULT MEDICAL-SURGICAL UNIT--ONE TO SIX.\n    5    4.  THE  DEPARTMENT  SHALL  ADOPT  REGULATIONS THAT ESTABLISH MINIMUM,\n    6  SPECIFIC,  NUMERICAL  DIRECT-CARE  NURSE-TO-PATIENT  RATIOS  FOR   OTHER\n    7  HEALTHCARE  FACILITY NURSING DEPARTMENTS AND UNITS THAT MUST BE INCORPO-\n    8  RATED INTO THE STAFFING PLAN.\n    9    5. THE MINIMUM NUMBERS OF DIRECT-CARE NURSE-TO-PATIENT STAFF SET FORTH\n   10  IN THIS SECTION SHALL CONSTITUTE  THE  MINIMUM  NUMBERS  OF  DIRECT-CARE\n   11  NURSING  STAFF THAT SHALL BE ASSIGNED TO AND BE PRESENT WITHIN A NURSING\n   12  DEPARTMENT OR UNIT. WHERE THE APPROVED  ACUITY  SYSTEM  ADOPTED  BY  THE\n   13  FACILITY  INDICATES  THAT  ADDITIONAL  STAFF IS REQUIRED, THE HEALTHCARE\n   14  FACILITY MUST STAFF AT THE HIGHER STAFFING LEVEL.\n   15    6. THE SKILL MIX REFLECTED IN A STAFFING PLAN MUST ASSURE THAT ALL  OF\n   16  THE FOLLOWING ELEMENTS OF THE NURSING PROCESS ARE PERFORMED IN THE PLAN-\n   17  NING AND DELIVERY OF CARE FOR EACH PATIENT:\n   18    (A)  ASSESSMENT, NURSING DIAGNOSIS, PLANNING, INTERVENTION, EVALUATION\n   19  AND PATIENT ADVOCACY.\n   20    (B) REGISTERED NURSES MUST CONSTITUTE AT LEAST FIFTY  PERCENT  OF  THE\n   21  DIRECT-CARE NURSES INCLUDED IN THE STAFFING PLAN.\n   22    (C)  THE  SKILL  MIX  MAY  NOT INCORPORATE OR ASSUME THAT NURSING CARE\n   23  FUNCTIONS REQUIRED BY LICENSING LAW OR REGULATIONS OR ACCEPTED STANDARDS\n   24  OF PRACTICE TO BE PERFORMED BY A LICENSED NURSE ARE TO BE  PERFORMED  BY\n   25  UNLICENSED PERSONNEL.\n   26    7.  THE  DEPARTMENT  SHALL ADOPT REGULATIONS PRESCRIBING THE METHOD BY\n   27  WHICH IT WILL APPROVE A HEALTHCARE FACILITY'S ACUITY SYSTEM. SUCH  REGU-\n   28  LATIONS MAY INCLUDE A SYSTEM FOR CLASS APPROVAL OF ACUITY SYSTEMS.\n   29    S 2899-BB. COMPLIANCE WITH PLAN AND RECORDKEEPING. 1.  NOTWITHSTANDING\n   30  ANY  LAW  TO  THE  CONTRARY,  AS  A CONDITION OF LICENSING, A HEALTHCARE\n   31  FACILITY LICENSED WITHIN THE STATE MUST AT ALL TIMES STAFF IN ACCORDANCE\n   32  WITH ITS STAFFING PLAN AND THE STAFFING STANDARDS  ESTABLISHED  PURSUANT\n   33  TO  THIS ARTICLE, PROVIDED, HOWEVER, THAT NOTHING HEREIN SHALL BE DEEMED\n   34  TO PRECLUDE A HEALTHCARE FACILITY FROM IMPLEMENTING  HIGHER  DIRECT-CARE\n   35  NURSE-TO-PATIENT STAFFING LEVELS.\n   36    2.  NO  NURSE  SHALL BE ASSIGNED, OR INCLUDED IN THE COUNT OF ASSIGNED\n   37  NURSING STAFF FOR PURPOSES OF COMPLIANCE WITH MINIMUM STAFFING  REQUIRE-\n   38  MENTS,  IN  A  NURSING  DEPARTMENT OR UNIT OR A CLINICAL AREA WITHIN THE\n   39  HEALTHCARE FACILITY WITHOUT APPROPRIATE  LICENSING,  PRIOR  ORIENTATION,\n   40  AND  VERIFICATION THAT THE NURSE IS CAPABLE OF PROVIDING COMPETENT NURS-\n   41  ING CARE TO THE PATIENTS THEREIN.\n   42    3. AS A CONDITION OF  LICENSURE,  EACH  HEALTHCARE  FACILITY  LICENSED\n   43  PURSUANT TO THIS ARTICLE SHALL MAINTAIN ACCURATE DAILY RECORDS SHOWING:\n   44    (A)  THE  NUMBER  OF  PATIENTS  ADMITTED, RELEASED AND PRESENT IN EACH\n   45  NURSING DEPARTMENT OR UNIT WITHIN THE FACILITY.\n   46    (B) THE INDIVIDUAL ACUITY LEVEL OF EACH PATIENT PRESENT IN EACH  NURS-\n   47  ING DEPARTMENT OR UNIT WITHIN THE FACILITY.\n   48    (C)  THE  IDENTITY  AND  DUTY  HOURS OF EACH DIRECT-CARE NURSE IN EACH\n   49  NURSING DEPARTMENT OR UNIT WITHIN THE FACILITY.\n   50    4. NOTWITHSTANDING ANY LAW TO THE CONTRARY, AS A CONDITION  OF  LICEN-\n   51  SURE,  EACH HEALTHCARE FACILITY LICENSED WITHIN THE STATE SHALL MAINTAIN\n   52  DAILY STATISTICS, BY NURSING DEPARTMENT AND UNIT, OF MORTALITY, MORBIDI-\n   53  TY, INFECTION, ACCIDENT, INJURY AND MEDICAL ERRORS.\n   54    5. ALL RECORDS REQUIRED TO BE KEPT PURSUANT TO THIS SECTION  SHALL  BE\n   55  MAINTAINED FOR A PERIOD OF SEVEN YEARS.\n\n       S. 1134                             4\n\n    1    6.  ALL  RECORDS REQUIRED TO BE KEPT PURSUANT TO THIS SECTION SHALL BE\n    2  MADE AVAILABLE UPON  REQUEST  TO  THE  DEPARTMENT  AND  TO  THE  PUBLIC,\n    3  PROVIDED,  HOWEVER,  THAT  INFORMATION  RELEASED TO THE PUBLIC SHALL NOT\n    4  CONTAIN THE NAME OR OTHER PERSONAL IDENTIFYING INFORMATION,  APART  FROM\n    5  ACUITY LEVEL, ABOUT ANY INDIVIDUAL PATIENT.\n    6    S  2899-CC.  MANDATORY  OVERTIME  AND EXCESSIVE DUTY HOURS.  1. EXCEPT\n    7  DURING A STATE OF EMERGENCY  DECLARED  BY  THE  GOVERNOR,  A  HEALTHCARE\n    8  FACILITY MAY NOT MANDATE OR OTHERWISE REQUIRE, DIRECTLY OR INDIRECTLY, A\n    9  HEALTHCARE EMPLOYEE TO WORK OR BE IN ON-DUTY STATUS IN EXCESS OF ANY ONE\n   10  OF THE FOLLOWING:\n   11    (A) THE SCHEDULED WORK SHIFT OR DUTY PERIOD.\n   12    (B) TWELVE HOURS IN A TWENTY-FOUR-HOUR PERIOD.\n   13    (C) EIGHTY HOURS IN A CONSECUTIVE FOURTEEN-DAY PERIOD.\n   14    \"MANDATE\"  FOR  THE  PURPOSES  OF  THIS  SUBDIVISION MEANS ANY REQUEST\n   15  WHICH, IF REFUSED OR DECLINED BY THE HEALTHCARE EMPLOYEE, MAY RESULT  IN\n   16  DISCHARGE,  DISCIPLINE,  LOSS  OF PROMOTION, OR OTHER ADVERSE EMPLOYMENT\n   17  CONSEQUENCE. NOTHING IN THIS SECTION IS INTENDED TO PROHIBIT  A  HEALTH-\n   18  CARE EMPLOYEE FROM VOLUNTARILY WORKING OVERTIME.\n   19    2. EXCEPT DURING A STATE OF EMERGENCY DECLARED BY THE GOVERNOR:\n   20    (A)  NO HEALTHCARE EMPLOYEE MAY WORK OR BE IN ON-DUTY STATUS MORE THAN\n   21  SIXTEEN HOURS IN ANY TWENTY-FOUR-HOUR PERIOD.\n   22    (B) ANY HEALTHCARE EMPLOYEE WORKING SIXTEEN HOURS IN ANY  TWENTY-FOUR-\n   23  HOUR  PERIOD  MUST HAVE AT LEAST EIGHT CONSECUTIVE HOURS OFF DUTY BEFORE\n   24  BEING REQUIRED TO RETURN TO DUTY.\n   25    (C) NO HEALTHCARE EMPLOYEE MAY BE REQUIRED TO WORK OR BE ON-DUTY  MORE\n   26  THAN   SEVEN   CONSECUTIVE   DAYS   WITHOUT  AT  LEAST  ONE  CONSECUTIVE\n   27  TWENTY-FOUR-HOUR PERIOD OFF DUTY WITHIN THAT TIME.\n   28    3. A WORK SHIFT SCHEDULE OR OVERTIME PROGRAM ESTABLISHED PURSUANT TO A\n   29  COLLECTIVE BARGAINING AGREEMENT NEGOTIATED ON BEHALF OF  THE  HEALTHCARE\n   30  EMPLOYEES  BY  A  BONA FIDE LABOR ORGANIZATION MAY PROVIDE FOR MANDATORY\n   31  ON-DUTY HOURS IN EXCESS OF THAT PERMITTED UNDER THIS  SECTION,  PROVIDED\n   32  ADEQUATE MEASURES ARE INCLUDED IN THE AGREEMENT TO ENSURE AGAINST EXCES-\n   33  SIVE FATIGUE ON THE PART OF THE AFFECTED EMPLOYEES.\n   34    S 2899-DD. EMPLOYEE RIGHTS. 1.  NOTWITHSTANDING ANY LAW TO THE CONTRA-\n   35  RY, AS A CONDITION OF LICENSURE, EACH HEALTHCARE FACILITY LICENSED WITH-\n   36  IN  THE STATE SHALL ADOPT AND DISSEMINATE TO DIRECT-CARE NURSING STAFF A\n   37  WRITTEN POLICY THAT COMPLIES WITH THE REQUIREMENTS SET FORTH IN SUBDIVI-\n   38  SIONS TWO AND THREE OF THIS SECTION, DETAILING THE  CIRCUMSTANCES  UNDER\n   39  WHICH A DIRECT-CARE NURSE MAY REFUSE A WORK ASSIGNMENT.\n   40    2. AT A MINIMUM, THE WORK ASSIGNMENT POLICY SHALL PERMIT A DIRECT-CARE\n   41  NURSE TO REFUSE AN ASSIGNMENT FOR WHICH:\n   42    (A)  THE NURSE IS NOT PREPARED BY EDUCATION, TRAINING OR EXPERIENCE TO\n   43  SAFELY FULFILL  THE  ASSIGNMENT  WITHOUT  COMPROMISING  OR  JEOPARDIZING\n   44  PATIENT  SAFETY,  THE NURSE'S ABILITY TO MEET FORESEEABLE PATIENT NEEDS,\n   45  OR THE NURSE'S LICENSE.\n   46    (B) THE NURSE HAS VOLUNTEERED TO WORK OVERTIME BUT DETERMINES THAT HIS\n   47  OR HER LEVEL OF FATIGUE AND/OR DECREASED ALERTNESS WOULD  COMPROMISE  OR\n   48  JEOPARDIZE  PATIENT  SAFETY,  THE  NURSE'S  ABILITY  TO MEET FORESEEABLE\n   49  PATIENT NEEDS, OR THE NURSE'S LICENSE.\n   50    (C) THE ASSIGNMENT OTHERWISE WOULD  VIOLATE  REQUIREMENTS  ESTABLISHED\n   51  PURSUANT TO THIS ARTICLE.\n   52    3.  AT  A MINIMUM, THE WORK ASSIGNMENT POLICY SHALL CONTAIN PROCEDURES\n   53  FOR THE FOLLOWING:\n   54    (A) REASONABLE REQUIREMENTS FOR PRIOR NOTICE TO A  NURSE'S  SUPERVISOR\n   55  REGARDING  THE NURSE'S REQUEST AND SUPPORTING REASONS FOR BEING RELIEVED\n   56  OF AN ASSIGNMENT OR CONTINUED DUTY.\n\n       S. 1134                             5\n\n    1    (B) WHERE FEASIBLE, AN OPPORTUNITY FOR THE SUPERVISOR  TO  REVIEW  THE\n    2  SPECIFIC CONDITIONS SUPPORTING THE NURSE'S REQUEST, AND TO DECIDE WHETH-\n    3  ER  TO REMEDY THE CONDITIONS, TO RELIEVE THE NURSE OF THE ASSIGNMENT, OR\n    4  TO DENY THE NURSE'S REQUEST TO BE RELIEVED OF THE ASSIGNMENT OR  CONTIN-\n    5  UED DUTY.\n    6    (C)  A PROCESS WHICH PERMITS THE NURSE TO EXERCISE THE RIGHT TO REFUSE\n    7  THE ASSIGNMENT OR CONTINUED ON-DUTY STATUS WHEN  THE  SUPERVISOR  DENIES\n    8  THE REQUEST TO BE RELIEVED IF:\n    9    (I)  THE SUPERVISOR REJECTS THE REQUEST WITHOUT PROPOSING A REMEDY, OR\n   10  THE PROPOSED REMEDY WOULD BE INADEQUATE OR UNTIMELY.\n   11    (II) THE COMPLAINT AND INVESTIGATION PROCESS WITH THE DEPARTMENT WOULD\n   12  BE UNTIMELY TO ADDRESS THE CONCERN.\n   13    (III) THE EMPLOYEE IN GOOD FAITH BELIEVES THAT  THE  ASSIGNMENT  MEETS\n   14  CONDITIONS JUSTIFYING REFUSAL.\n   15    4.  AN EMPLOYEE IS DEEMED TO ACT IN GOOD FAITH IF THE EMPLOYEE REASON-\n   16  ABLY BELIEVES THAT THE INFORMATION REPORTED OR DISCLOSED  IS  TRUE,  AND\n   17  THAT  A  VIOLATION  HAS  OCCURRED  OR  MAY  OCCUR. A HEALTHCARE FACILITY\n   18  COVERED BY THIS ARTICLE SHALL NOT PENALIZE, DISCRIMINATE OR RETALIATE IN\n   19  ANY MANNER AGAINST AN EMPLOYEE  WITH  RESPECT  TO  COMPENSATION,  TERMS,\n   20  CONDITIONS  OR PRIVILEGES OF EMPLOYMENT, WHO IN GOOD FAITH, INDIVIDUALLY\n   21  OR IN CONJUNCTION WITH ANOTHER PERSON OR PERSONS:\n   22    (A) REPORTS A VIOLATION OR SUSPECTED VIOLATION OF THIS  SECTION  TO  A\n   23  PUBLIC  REGULATORY  AGENCY,  A PRIVATE ACCREDITATION BODY, OR MANAGEMENT\n   24  PERSONNEL OF THE HEALTHCARE FACILITY,\n   25    (B) INITIATES, COOPERATES OR OTHERWISE  PARTICIPATES  IN  AN  INVESTI-\n   26  GATION  OR PROCEEDING BROUGHT BY A REGULATORY AGENCY OR PRIVATE ACCREDI-\n   27  TATION BODY CONCERNING MATTERS COVERED BY THIS SECTION,\n   28    (C) INFORMS OR DISCUSSES WITH OTHER EMPLOYEES, WITH REPRESENTATIVE  OR\n   29  REPRESENTATIVES  OF  THE  EMPLOYEES,  WITH PATIENTS OR PATIENT REPRESEN-\n   30  TATIVES, OR WITH THE PUBLIC, VIOLATIONS OR SUSPECTED VIOLATIONS OF  THIS\n   31  SECTION, OR\n   32    (D)  OTHERWISE  AVAILS  HIMSELF  OR  HERSELF OF THE RIGHTS ESTABLISHED\n   33  PURSUANT TO THIS ARTICLE.\n   34    S 2899-EE. ENFORCEMENT. 1. NOTWITHSTANDING ANY RIGHT OF ACTION GRANTED\n   35  TO ANY GOVERNMENTAL BODY PURSUANT TO THIS ARTICLE, ANY  PERSON  WHO  HAS\n   36  BEEN  INJURED  BY  REASON  OF  A  VIOLATION OF THIS ARTICLE MAY BRING AN\n   37  ACTION IN HIS OR HER OWN NAME TO ENJOIN SUCH UNLAWFUL ACT, OR AN  ACTION\n   38  TO RECOVER HIS OR HER ACTUAL DAMAGES, OR BOTH SUCH ACTIONS.\n   39    2.  THIS  ARTICLE  SHALL  BE  ENFORCED  BY THE COMMISSIONER, WHO SHALL\n   40  PROMULGATE SUCH REGULATIONS AS ARE NECESSARY TO IMPLEMENT AND ADMINISTER\n   41  COMPLIANCE. REGULATIONS SHALL INCLUDE PROCEDURES  TO  RECEIVE,  INVESTI-\n   42  GATE,  AND ATTEMPT TO RESOLVE COMPLAINTS, AND BRING ACTIONS IN ANY COURT\n   43  OF COMPETENT JURISDICTION TO RECOVER APPROPRIATE  RELIEF  FOR  AGGRIEVED\n   44  EMPLOYEES.\n   45    3. NO HEALTHCARE FACILITY SHALL DISCHARGE, DEMOTE, HARASS OR OTHERWISE\n   46  TAKE  ADVERSE  ACTIONS  AGAINST  ANY  INDIVIDUAL BECAUSE SUCH INDIVIDUAL\n   47  SEEKS TO ENFORCE THIS ARTICLE, OR TESTIFIES, ASSISTS OR PARTICIPATES  IN\n   48  ANY  MANNER  IN AN INVESTIGATION, HEARING OR OTHER PROCEEDING TO ENFORCE\n   49  THIS ARTICLE.\n   50    4. IN ANY ACTION UNDER THIS ARTICLE IN WHICH AN EMPLOYEE PREVAILS:\n   51    (A) THE EMPLOYEE SHALL BE AWARDED MONETARY RELIEF, INCLUDING BACK  PAY\n   52  IN AN AMOUNT EQUAL TO THE DIFFERENCE BETWEEN THE EMPLOYEE'S ACTUAL EARN-\n   53  INGS  AND  WHAT  THE  EMPLOYEE  WOULD HAVE EARNED BUT FOR THE HEALTHCARE\n   54  FACILITY'S UNLAWFUL PRACTICES, AND  AN  ADDITIONAL  AMOUNT  IN  PUNITIVE\n   55  DAMAGES, AS APPROPRIATE.\n\n       S. 1134                             6\n\n    1    (B)  THE  HEALTHCARE  FACILITY  SHALL  BE  ENJOINED FROM CONTINUING TO\n    2  VIOLATE THE PROVISIONS OF THIS ARTICLE AND MAY BE ORDERED TO  TAKE  SUCH\n    3  ADDITIONAL  AFFIRMATIVE  STEPS  AS ARE NECESSARY TO ENSURE AN END TO THE\n    4  UNLAWFUL PRACTICES.\n    5    (C)  THE  HEALTHCARE  FACILITY  SHALL PAY A REASONABLE ATTORNEY'S FEE,\n    6  REASONABLE EXPERT WITNESS FEES, AND OTHER COSTS OF THE ACTION.\n    7    S 4. This act shall take effect on the first of July  next  succeeding\n    8  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing the \"safe staffing for hospital care act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T114623.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110105.T130152.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424343508
}