{
  "year" : 2011,
  "senateBillNo" : "S1138-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1138-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides Medicaid reimbursement for interpretation services provided by hospital inpatient and outpatient departments",
  "summary" : "Provides Medicaid reimbursement for interpretation services provided by hospital inpatient, outpatient and emergency department settings and in diagnostic treatment centers; provides further that time frames for notice, approval or certification of rates of payment and to the requirement of prior notice of rates of payment are suspended, deemed without any force and effect from and after February 1, 2012 for such rates effective for the period April 1, 2012 through March 31, 2013. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S7290-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1138\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and the social  services  law,  in\n         relation   to  providing  Medicaid  reimbursement  for  interpretation\n         services provided by hospital inpatient and outpatient departments\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2807-c  of  the  public health law is amended by\n    2  adding a new subdivision 34 to read as follows:\n    3    34. INTERPRETATION SERVICES. (A) NOTWITHSTANDING ANY PROVISION OF LAW,\n    4  RULE OR REGULATION TO THE CONTRARY, THE COMMISSIONER SHALL ADJUST  INPA-\n    5  TIENT  MEDICAL  ASSISTANCE RATES OF PAYMENT TO PROVIDE REIMBURSEMENT FOR\n    6  THE COSTS ASSOCIATED WITH THE PROVISION OF INTERPRETATION  SERVICES  FOR\n    7  PATIENTS  IN  RECEIPT  OF  MEDICAL  ASSISTANCE  WHO HAVE LIMITED ENGLISH\n    8  PROFICIENCY.  REIMBURSEMENT SHALL BE AVAILABLE FOR THE COSTS  ASSOCIATED\n    9  WITH  THE  PROVISION  OF INTERPRETATION SERVICES AT ALL LOCATIONS DURING\n   10  ALL TIMES THAT PATIENT CARE IS AVAILABLE, INCLUDING BUT NOT  LIMITED  TO\n   11  HEALTH  CARE,  BILLING  AND  MAKING  APPOINTMENTS.    TO BE ELIGIBLE FOR\n   12  REIMBURSEMENT, THE PROVISION OF INTERPRETATION SERVICES  MUST  BE  DOCU-\n   13  MENTED  IN  SUCH  A  MANNER  AS  TO ENABLE REPORTING TO AND AUDIT BY THE\n   14  COMMISSIONER.\n   15    (B) SUCH ADJUSTMENT SHALL BE MADE FOR  DISCHARGES  ON  AND  AFTER  THE\n   16  FIRST OF APRIL, TWO THOUSAND TWELVE.\n   17    (C)  FOR  PURPOSES OF THIS SUBDIVISION, \"PATIENTS WITH LIMITED ENGLISH\n   18  PROFICIENCY\" MEANS PATIENTS WHOSE PRIMARY LANGUAGE IS  NOT  ENGLISH  AND\n   19  WHO  CANNOT  SPEAK,  READ, WRITE OR UNDERSTAND THE ENGLISH LANGUAGE AT A\n   20  LEVEL SUFFICIENT TO PERMIT SUCH PATIENTS TO  INTERACT  EFFECTIVELY  WITH\n   21  HEALTH CARE PROVIDERS AND THEIR STAFF.\n   22    (D)  FOR  THE  PURPOSES OF THIS SUBDIVISION, \"INTERPRETATION SERVICES\"\n   23  REFERS TO LANGUAGE ASSISTANCE  SERVICES  PROVIDED  BY  INDIVIDUALS  WITH\n   24  PROVEN  BILINGUAL  SKILLS  IN  BOTH ENGLISH AND THE RELEVANT LANGUAGE TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02173-01-1\n\n       S. 1138                             2\n\n    1  COMMUNICATE INFORMATION NECESSARY FOR THE  PATIENT  TO  ACCESS  SERVICES\n    2  AND,  IN  THE CASE OF INTERPRETATION SERVICES PROVIDED DURING THE COURSE\n    3  OF A CLINICAL ENCOUNTER, SERVICES PROVIDED BY  INDIVIDUALS  TRAINED  AND\n    4  SKILLED IN MEDICAL INTERPRETING TECHNIQUES, ETHICS AND TERMINOLOGY.\n    5    S  2.  Paragraph  (g)  of  subdivision 2 of section 2807 of the public\n    6  health law is amended by adding a new  subparagraph  (iii)  to  read  as\n    7  follows:\n    8    (III)  NOTWITHSTANDING ANY PROVISION OF LAW, RULE OR REGULATION TO THE\n    9  CONTRARY, THE COMMISSIONER SHALL ADJUST RATES  OF  PAYMENT  FOR  GENERAL\n   10  HOSPITAL  OUTPATIENT AND EMERGENCY SERVICES TO PROVIDE REIMBURSEMENT FOR\n   11  THE COSTS ASSOCIATED WITH THE PROVISION OF INTERPRETATION  SERVICES  FOR\n   12  PATIENTS  IN  RECEIPT  OF  MEDICAL  ASSISTANCE  WHO HAVE LIMITED ENGLISH\n   13  PROFICIENCY.  SUCH ADJUSTMENT SHALL BE MADE FOR OUTPATIENT AND EMERGENCY\n   14  SERVICES PROVIDED  ON  AND  AFTER  APRIL  FIRST,  TWO  THOUSAND  TWELVE.\n   15  REIMBURSEMENT  SHALL  BE  AVAILABLE  FOR  THE  COSTS ASSOCIATED WITH THE\n   16  PROVISION OF INTERPRETATION SERVICES AT ALL LOCATIONS DURING  ALL  TIMES\n   17  THAT  PATIENT  CARE  IS  AVAILABLE,  INCLUDING BUT NOT LIMITED TO HEALTH\n   18  CARE, BILLING AND MAKING APPOINTMENTS. TO BE ELIGIBLE FOR REIMBURSEMENT,\n   19  THE PROVISION OF INTERPRETATION SERVICES MUST BE DOCUMENTED  IN  SUCH  A\n   20  MANNER AS TO ENABLE REPORTING TO AND AUDIT BY THE COMMISSIONER.  FOR THE\n   21  PURPOSES OF THIS SUBPARAGRAPH, \"PATIENTS WITH LIMITED ENGLISH PROFICIEN-\n   22  CY\"  MEANS PATIENTS WHOSE PRIMARY LANGUAGE IS NOT ENGLISH AND WHO CANNOT\n   23  SPEAK, READ, WRITE OR UNDERSTAND THE ENGLISH LANGUAGE AT A LEVEL  SUFFI-\n   24  CIENT  TO  PERMIT SUCH PATIENTS TO INTERACT EFFECTIVELY WITH HEALTH CARE\n   25  PROVIDERS AND THEIR STAFF. FOR PURPOSES OF THIS SUBDIVISION,  \"INTERPRE-\n   26  TATION  SERVICES\"  REFERS  TO  LANGUAGE  ASSISTANCE SERVICES PROVIDED BY\n   27  INDIVIDUALS WITH SUFFICIENT FLUENCY IN BOTH  ENGLISH  AND  THE  RELEVANT\n   28  LANGUAGE  TO COMMUNICATE INFORMATION NECESSARY FOR THE PATIENT TO ACCESS\n   29  SERVICES AND, IN THE CASE OF INTERPRETATION PROVIDED DURING  THE  COURSE\n   30  OF  A  CLINICAL  ENCOUNTER, SERVICES PROVIDED BY INDIVIDUALS TRAINED AND\n   31  SKILLED IN MEDICAL INTERPRETING TECHNIQUES, SKILLS, ETHICS AND TERMINOL-\n   32  OGY.  HOSPITALS MUST USE A SKILLED INTERPRETER  OR  TRANSLATION  SERVICE\n   33  UNTIL  SUCH TIME AS RULES AND REGULATIONS ARE PROMULGATED BY THE COMMIS-\n   34  SIONER.  AFTER SUCH RULES AND  REGULATIONS  ARE  PROMULGATED,  HOSPITALS\n   35  SHALL  USE  INDIVIDUALS  WHO  MEET  SUCH  CRITERIA  IN  ORDER TO RECEIVE\n   36  REIMBURSEMENT.  NO REIMBURSEMENT SHALL BE PROVIDED WHEN  A  PATIENT  WHO\n   37  HAS  BEEN INFORMED IN HIS OR HER PRIMARY LANGUAGE OF THE AVAILABILITY OF\n   38  FREE INTERPRETATION AND TRANSLATION SERVICES REQUESTS THE USE OF FAMILY,\n   39  FRIENDS OR OTHERS WHO ARE NOT FORMALLY TRAINED IN TRANSLATION OR  INTER-\n   40  PRETATION.\n   41    S  3. Section 2807 of the public health law is amended by adding a new\n   42  subdivision 20 to read as follows:\n   43    20. NOTWITHSTANDING ANY PROVISION OF LAW, RULE OR  REGULATION  TO  THE\n   44  CONTRARY,  THE COMMISSIONER SHALL ADJUST RATES OF PAYMENT FOR DIAGNOSTIC\n   45  AND TREATMENT CENTERS LICENSED  PURSUANT  TO  THIS  ARTICLE  TO  PROVIDE\n   46  REIMBURSEMENT FOR THE COSTS ASSOCIATED WITH THE PROVISION OF INTERPRETA-\n   47  TION  SERVICES  FOR  PATIENTS  IN RECEIPT OF MEDICAL ASSISTANCE WHO HAVE\n   48  LIMITED ENGLISH  PROFICIENCY.    SUCH  ADJUSTMENTS  SHALL  BE  MADE  FOR\n   49  SERVICES  PROVIDED AT DIAGNOSTIC AND TREATMENT CENTERS LICENSED PURSUANT\n   50  TO  THIS  ARTICLE  ON  AND  AFTER  APRIL  FIRST,  TWO  THOUSAND  TWELVE.\n   51  REIMBURSEMENT  SHALL  BE  AVAILABLE  FOR  THE  COSTS ASSOCIATED WITH THE\n   52  PROVISION OF INTERPRETATION SERVICES AT ALL LOCATIONS DURING  ALL  TIMES\n   53  THAT  PATIENT  CARE  IS  AVAILABLE,  INCLUDING BUT NOT LIMITED TO HEALTH\n   54  CARE, BILLING AND MAKING APPOINTMENTS.   TO BE ELIGIBLE  FOR  REIMBURSE-\n   55  MENT,  THE  PROVISION  OF  INTERPRETATION SERVICES MUST BE DOCUMENTED IN\n   56  SUCH A MANNER AS TO ENABLE REPORTING TO AND AUDIT BY  THE  COMMISSIONER.\n\n       S. 1138                             3\n\n    1  FOR  THE  PURPOSES  OF  THIS SUBDIVISION, \"PATIENTS WITH LIMITED ENGLISH\n    2  PROFICIENCY\" MEANS PATIENTS WHOSE PRIMARY LANGUAGE IS  NOT  ENGLISH  AND\n    3  WHO  CANNOT  SPEAK,  READ, WRITE OR UNDERSTAND THE ENGLISH LANGUAGE AT A\n    4  LEVEL  SUFFICIENT  TO  PERMIT SUCH PATIENTS TO INTERACT EFFECTIVELY WITH\n    5  HEALTH CARE PROVIDERS AND THEIR STAFF. FOR THE PURPOSES OF THIS SUBDIVI-\n    6  SION, \"INTERPRETATION SERVICES\" REFERS TO LANGUAGE  ASSISTANCE  SERVICES\n    7  PROVIDED  BY INDIVIDUALS WITH SUFFICIENT FLUENCY IN BOTH ENGLISH AND THE\n    8  RELEVANT LANGUAGE TO COMMUNICATE INFORMATION NECESSARY FOR  THE  PATIENT\n    9  TO  ACCESS  SERVICES  AND, IN THE CASE OF INTERPRETATION PROVIDED DURING\n   10  THE COURSE OF A CLINICAL ENCOUNTER,  SERVICES  PROVIDED  BY  INDIVIDUALS\n   11  TRAINED  AND  SKILLED IN MEDICAL INTERPRETING TECHNIQUES, SKILLS, ETHICS\n   12  AND TERMINOLOGY.\n   13    S 4. Subdivision 8 of section 2807 of the public health law is amended\n   14  by adding a new paragraph (g) to read as follows:\n   15    (G) SUBJECT TO RECEIPT OF ALL NECESSARY FEDERAL  APPROVALS,  RATES  OF\n   16  PAYMENT  COMPUTED  IN  ACCORDANCE WITH THIS SUBDIVISION SHALL BE FURTHER\n   17  ADJUSTED IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVISION TWENTY OF THIS\n   18  SECTION.\n   19    S 5. Subdivision 1 of section 368-a of  the  social  services  law  is\n   20  amended by adding a new paragraph (aa) to read as follows:\n   21    (AA)  NOTWITHSTANDING  ANY  PROVISION OF LAW TO THE CONTRARY, THE FULL\n   22  AMOUNT EXPENDED FOR INTERPRETATION SERVICES PROVIDED PURSUANT TO  SUBDI-\n   23  VISION THIRTY-FOUR OF SECTION TWENTY-EIGHT HUNDRED SEVEN-C OF THE PUBLIC\n   24  HEALTH LAW, OR SUBPARAGRAPH (III) OF PARAGRAPH (G) OF SUBDIVISION TWO OF\n   25  SECTION TWENTY-EIGHT HUNDRED SEVEN OF THE PUBLIC HEALTH LAW, OR SUBDIVI-\n   26  SION  TWENTY  OF SECTION TWENTY-EIGHT HUNDRED SEVEN OF THE PUBLIC HEALTH\n   27  LAW, AFTER FIRST DEDUCTING THEREFROM FEDERAL FUNDS PROPERLY RECEIVED  OR\n   28  TO BE RECEIVED ON ACCOUNT OF SUCH EXPENDITURES.\n   29    S  6.  Notwithstanding any provision of law, rule or regulation to the\n   30  contrary, the effectiveness of  subdivisions  4,  7,  7-a,  and  7-b  of\n   31  section  2807  of  the public health law, and section 18 of chapter 2 of\n   32  the laws of 1988, as they relate to time frames for notice, approval  or\n   33  certification  of  rates  of  payment,  and  to the requirement of prior\n   34  notice of rates of payment, are hereby suspended and shall for  purposes\n   35  of  implementing the provisions of this act be deemed to have been with-\n   36  out any force and effect from and after February 1, 2012 for such  rates\n   37  effective for the period April 1, 2012 through March 31, 2013.\n   38    S  7.    This  act  shall take effect on the one hundred twentieth day\n   39  after it shall have become a law,  provided  that  the  commissioner  of\n   40  health  is  immediately  authorized  and  directed  to promulgate, amend\n   41  and/or repeal any rules  and  regulations  necessary  to  implement  the\n   42  provisions of this act on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the social services law, in relation to providing Medicaid reimbursement for interpretation services provided by hospital inpatient and outpatient departments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T115123.TXT", "SOBI.D110105.T125652.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110105.T123649.TXT", "SOBI.D110106.T155732.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294347452728
}