{
  "year" : 2011,
  "senateBillNo" : "S1137-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1137-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides standards for the number of water closets in certain areas of public assembly and increases the required number of water closets for women",
  "summary" : "Provides standards for the number of water closets in certain areas of public assembly and increases the required number of water closets for women; sets deadlines for compliance. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA2279-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1137\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  executive law, in relation to standards for the\n         number of water closets in  certain  places  of  public  assembly  and\n         increases the number of water closets for women\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  378-a\n    2  to read as follows:\n    3    S  378-A.  STANDARDS  FOR  WATER  CLOSETS  IN CERTAIN PLACES OF PUBLIC\n    4  ASSEMBLY. 1. NOTWITHSTANDING ANY RULE, REGULATION OR LAW TO THE  CONTRA-\n    5  RY,  STANDARDS  FOR  WATER  CLOSETS IN THE BUILDINGS CONTAINING AREAS OF\n    6  PUBLIC ASSEMBLY ENUMERATED IN THIS SECTION SHALL BE AS  STATED  IN  THIS\n    7  SECTION.\n    8    2.  THE PROVISIONS OF THIS SECTION SHALL APPLY TO ANY ARENA, AUDITORI-\n    9  UM, BUILDING WHERE ALCOHOLIC BEVERAGES ARE SOLD  AND  CONSUMED,  MEETING\n   10  HALL,  MOTION PICTURE THEATRE, PUBLIC DANCE HALL, STADIUM, OR THEATRE IN\n   11  THE FOLLOWING BUILDINGS OR SPACES:\n   12    A. NEW BUILDINGS OR SPACES;\n   13    B. EXISTING BUILDINGS OR SPACES THAT ARE ALTERED  WHERE  THE  COST  OF\n   14  MAKING  ALTERATIONS  IN  ANY  TWELVE-MONTH  PERIOD  SHALL  EXCEED THIRTY\n   15  PERCENT OF THE VALUE OF THE BUILDING OR SPACE; AND\n   16    C. EXISTING BUILDINGS OR SPACES THAT ARE ALTERED WHERE THE  ALTERATION\n   17  OF  THE  BUILDING  OR  SPACE  RESULTS IN A CHANGE IN THE OCCUPANCY GROUP\n   18  CLASSIFICATION OF THE BUILDING OR SPACE  UNDER  THE  PROVISIONS  OF  THE\n   19  BUILDING CODES APPLICABLE IN THE STATE OF NEW YORK.\n   20    3.  BY  JANUARY  FIRST,  TWO THOUSAND THIRTEEN, ANY ARENA, AUDITORIUM,\n   21  BUILDING WHERE ALCOHOLIC BEVERAGES ARE SOLD AND CONSUMED, MEETING  HALL,\n   22  MOTION  PICTURE  THEATRE,  PUBLIC  DANCE  HALL,  STADIUM, OR THEATRE NOT\n   23  SUBJECT TO SUBDIVISION TWO OF THIS SECTION SHALL  RE-DESIGNATE  EXISTING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01726-01-1\n\n       S. 1137                             2\n\n    1  BATHROOMS  FOR  THE USE BY PERSONS OF ONE SEX TO THE OTHER, IF MORE THAN\n    2  TWO BATHROOMS EXIST IN SUCH FACILITY, AND IF DOING SO  WOULD  PRODUCE  A\n    3  RATIO OF WATER CLOSETS DESIGNATED FOR THE USE OF WOMEN AND MEN THAT MORE\n    4  CLOSELY  APPROXIMATES  THE  RATIO  OF  WOMENS'  TO  MENS'  WATER CLOSETS\n    5  REQUIRED UNDER SUBDIVISION FOUR OF THIS SECTION.\n    6    4. A. THE MINIMUM REQUIREMENT FOR THE NUMBER OF WATER CLOSETS PURSUANT\n    7  TO THIS SECTION FOR ANY  ARENA,  AUDITORIUM,  BUILDING  WHERE  ALCOHOLIC\n    8  BEVERAGES  ARE  SOLD AND CONSUMED, MEETING HALL, MOTION PICTURE THEATRE,\n    9  PUBLIC DANCE HALL, STADIUM, OR THEATRE SHALL BE AS LISTED IN TABLE 1.\n   10                                    TABLE 1\n\n   11  NUMBER OF PERSONS    NUMBER OF WATER CLOSETS    NUMBER OF WATER CLOSETS\n   12                              FOR MEN                    FOR WOMEN\n   13  1-150                           1                        2\n   14  151-300                         2                        4\n   15  301-450                         3                        6\n   16  FOR OCCUPANCY BY MORE THAN FOUR HUNDRED FIFTY PERSONS,  THERE  SHALL  BE\n   17  ONE  WATER CLOSET FOR MEN AND TWO WATER CLOSETS FOR WOMEN FOR EACH ADDI-\n   18  TIONAL THREE HUNDRED PERSONS.  THE  POPULATION  USED  TO  DETERMINE  THE\n   19  NUMBER  OF WATER CLOSETS REQUIRED SHALL BE BASED ON THE NUMBER OF PEOPLE\n   20  TO OCCUPY THE SPACE; PROVIDED, HOWEVER, THAT IN NO CASE SHALL THE  POPU-\n   21  LATION BE DEEMED LESS THAN THAT DETERMINED BY ALLOWING ONE HUNDRED TWEN-\n   22  TY-FIVE SQUARE FEET OF FLOOR AREA PER PERSON.\n   23    B.  URINALS  MAY BE PROVIDED IN BATHROOMS IN LIEU OF WATER CLOSETS BUT\n   24  THE NUMBER SHALL NOT EXCEED FIFTY PERCENT  OF  THE  REQUIRED  NUMBER  OF\n   25  SANITARY FIXTURES.\n   26    S  2.  This  act shall take effect on the ninetieth day after it shall\n   27  have become a law; provided that the secretary of state  is  immediately\n   28  authorized and directed to promulgate, amend and/or repeal any rules and\n   29  regulations  necessary  to  implement  the provisions of this act on its\n   30  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to standards for the number of water closets in certain places of public assembly and increases the number of water closets for women ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T115123.TXT", "SOBI.D110105.T125652.TXT", "SOBI.D110105.T123649.TXT", "SOBI.D110106.T155732.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294347452733
}