{
  "year" : 2011,
  "senateBillNo" : "S1147-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1147-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an annual scholarship of $1000 for students with a minimum 3.0 high school GPA who attend a New York state public postsecondary institution",
  "summary" : "Provides an annual scholarship of $1,000 for students with a minimum 3.0 high school GPA who attend a New York state public postsecondary institution. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2081-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1147\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERALTA -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to state college  attend-\n         ance  awards  for  students  who maintain a certain minimum cumulative\n         average throughout high school\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 670-c\n    2  to read as follows:\n    3    S 670-C. STATE COLLEGE ATTENDANCE AWARDS. 1. IN ADDITION TO ANY  OTHER\n    4  ACADEMIC PERFORMANCE AWARD GRANTED PURSUANT TO THIS CHAPTER, AN ELIGIBLE\n    5  STUDENT  SHALL  RECEIVE  ONE  THOUSAND  DOLLARS  ANNUALLY, PROVIDED SUCH\n    6  STUDENT ENROLLS IN AN ASSOCIATE OR BACCALAUREATE  DEGREE  PROGRAM  AT  A\n    7  PUBLIC  POSTSECONDARY  INSTITUTION LOCATED IN THIS STATE WITHIN ONE YEAR\n    8  OF SUCH STUDENT'S COMPLETION OF THE  CORE  REQUIREMENTS  FOR  GRADUATION\n    9  FROM A PUBLIC HIGH SCHOOL LOCATED IN THIS STATE.\n   10    2. ELIGIBILITY. AN ELIGIBLE STUDENT SHALL BE A STUDENT WHO:\n   11    (A)  HAS  ATTENDED  AN  APPROVED PUBLIC HIGH SCHOOL PROGRAM LOCATED IN\n   12  THIS STATE FROM GRADES NINE THROUGH TWELVE; AND\n   13    (B) HAS MAINTAINED A MINIMUM 3.0 CUMULATIVE AVERAGE FOR  EACH  OF  ALL\n   14  SEMESTERS  OF  SUCH  STUDENT'S  ATTENDANCE  IN SUCH APPROVED HIGH SCHOOL\n   15  PROGRAM LOCATED IN THIS STATE.\n   16    3. DURATION. A STATE COLLEGE ATTENDANCE AWARD SHALL ENTITLE THE RECIP-\n   17  IENT TO AN ANNUAL AWARD FOR NOT MORE THAN FOUR ACADEMIC YEARS OF  UNDER-\n   18  GRADUATE  STUDY,  PROVIDED  SUCH  STUDENT MAINTAINS THE MINIMUM ACADEMIC\n   19  STANDARDS FOR SUCH POSTSECONDARY INSTITUTION; AND PROVIDED FURTHER  SUCH\n   20  STUDENT REMAINS ENROLLED IN A PUBLIC POSTSECONDARY INSTITUTION UNTIL THE\n   21  COMPLETION OF HIS OR HER TERMINAL DEGREE.\n   22    4.  AMOUNT.  (A) ELIGIBLE STUDENTS ENTERING A COMMUNITY COLLEGE WITH A\n   23  TWO YEAR DEGREE PROGRAM SHALL RECEIVE ONE THOUSAND DOLLARS FOR  EACH  OF\n   24  TWO YEARS, OR A MAXIMUM OF TWO THOUSAND DOLLARS; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01722-01-1\n\n       S. 1147                             2\n\n    1    (B) ELIGIBLE STUDENTS ENTERING A PUBLIC FOUR YEAR COLLEGE OR UNIVERSI-\n    2  TY SHALL RECEIVE ONE THOUSAND DOLLARS FOR EACH OF FOUR YEARS, OR A MAXI-\n    3  MUM OF FOUR THOUSAND DOLLARS.\n    4    (C)  IN  NO  EVENT  SHALL  THE  AMOUNT OF THE ANNUAL AWARDS EXCEED THE\n    5  RECIPIENT'S COST OF ATTENDANCE AT  THE  INSTITUTION  ATTENDED.  COST  OF\n    6  ATTENDANCE  SHALL  MEAN  TUITION,  REQUIRED  FEES,  LABORATORY AND OTHER\n    7  INSTRUCTION RELATED EXPENSES, BOOKS, TRANSPORTATION, AND ROOM AND BOARD.\n    8  ANYTHING IN THIS ARTICLE TO THE CONTRARY NOTWITHSTANDING, A RECIPIENT OF\n    9  A SCHOLARSHIP PURSUANT TO THIS SECTION  MAY  CONCURRENTLY  RECEIVE  WITH\n   10  SUCH  AWARD  ANY OTHER ACADEMIC OR GENERAL AWARD FOR WHICH HE OR SHE MAY\n   11  BE ELIGIBLE; PROVIDED, HOWEVER, IN NO EVENT SHALL A RECIPIENT BE AWARDED\n   12  A SCHOLARSHIP IN ANY AMOUNT WHERE THE COMBINATION  OF  ALL  SUCH  AWARDS\n   13  WOULD EXCEED THE RECIPIENT'S COST OF ATTENDANCE AT THE INSTITUTION.\n   14    S 2. This act shall take effect on the one hundred eightieth day after\n   15  it shall have become a law; provided, however, that effective immediate-\n   16  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   17  necessary for the implementation of this act on its  effective  date  is\n   18  authorized  and  directed  to  be  made  and completed on or before such\n   19  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to state college attendance awards for students who maintain a certain minimum cumulative average throughout high school ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T134155.TXT", "SOBI.D110107.T124400.TXT", "SOBI.D110105.T122219.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422240703
}