{
  "year" : 2011,
  "senateBillNo" : "S1143-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1143-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires patient hospital admissions form allow patient to designate a domestic partner with the same privileges as a next-of-kin respecting authorizing surgery",
  "summary" : "Requires that patient hospital admissions form allow patient to designate a domestic partner with the same privileges as a next-of-kin respecting visitation and the authorizing of surgery for a patient in the absence and unavailability of a next-of-kin or nearest relative where the patient has given no specific instructions and becomes unable to execute a health care proxy or make decisions about his/her health care. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S2278-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1143\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  DILAN, DUANE, HASSELL-THOMPSON, KRUEGER,\n         MONTGOMERY, SAMPSON, SERRANO -- read twice and  ordered  printed,  and\n         when printed to be committed to the Committee on Health\n\n       AN  ACT  to amend the public health law, in relation to patient hospital\n         admissions form and authorization for visitation  and  surgery  to  be\n         made by domestic partners\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2805-b of the  public  health  law  is  amended  by\n    2  adding a new subdivision 6 to read as follows:\n    3    6.  THE  STAFF  OF A GENERAL HOSPITAL SHALL INQUIRE WHETHER OR NOT THE\n    4  PERSON ADMITTED WISHES TO DESIGNATE A PERSON AS A DOMESTIC  PARTNER  WHO\n    5  IN  THE  ABSENCE AND UNAVAILABILITY OF A NEXT-OF-KIN OR NEAREST RELATIVE\n    6  SHALL HAVE ALL OF THE PRIVILEGES OF A NEXT-OF-KIN RESPECTING  VISITATION\n    7  AND  AUTHORIZATION  FOR  SURGERY SHOULD THE PERSON ADMITTED SUBSEQUENTLY\n    8  BECOME UNABLE TO GRANT SUCH AUTHORIZATION  AND  HAS  GIVEN  NO  SPECIFIC\n    9  INSTRUCTIONS,  AND BECOMES UNABLE TO EXECUTE A HEALTH-CARE PROXY OR MAKE\n   10  DECISIONS ABOUT HIS/HER HEALTH CARE.  SUCH INFORMATION SHALL  BE  LISTED\n   11  ON THE ADMISSIONS FORM. THE STAFF SHALL RESPECT THE WISHES OF THE PERSON\n   12  ADMITTED  RESPECTING  SUCH AUTHORIZATION ONLY TO THE SAME EXTENT AS THEY\n   13  WOULD FOR A PERSON WHO IS THE NEXT-OF-KIN. PROVIDED, HOWEVER, THAT NOTH-\n   14  ING IN THIS SUBDIVISION SHALL BE DEEMED TO GRANT A DOMESTIC PARTNER  ANY\n   15  GREATER  RIGHTS  OR PRIVILEGES THAN THOSE THAT WOULD BE RECOGNIZED FOR A\n   16  NEXT-OF-KIN. PROVIDED, FURTHER, HOWEVER, THAT NOTHING IN  THIS  SUBDIVI-\n   17  SION  SHALL  PRECLUDE  THE  USE OF A HEALTH-CARE PROXY OR LIVING WILL OR\n   18  BOTH FOR SUCH PURPOSE AND UNLESS REVOKED THE PROVISIONS OF SUCH PROXY OR\n   19  LIVING WILL OR BOTH SHALL PREVAIL OVER ANY DESIGNATION MADE ON AN ADMIS-\n   20  SIONS FORM PURSUANT TO THIS SUBDIVISION.\n   21    S 2. This act shall take effect on the one hundred twentieth day after\n   22  it shall have become a law, provided, however, that effective immediate-\n   23  ly, the addition, amendment and/or repeal of any  rules  or  regulations\n   24  necessary for the implementation of the foregoing section of this act on\n   25  its  effective  date is authorized and directed to be made and completed\n   26  on or before such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02177-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to patient hospital admissions form and authorization for visitation and surgery to be made by domestic partners ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T132153.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110105.T125151.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294350169820
}