{
  "year" : 2011,
  "senateBillNo" : "S1145-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1145-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"Nurse of Tomorrow Act of 2011\" to provide for grants to certain hospitals, schools and other entities for nurse recruitment, education and retention",
  "summary" : "Enacts the \"Nurse of Tomorrow Act of 2011\" to provide for grants from the state commissioner of education to public and not-for-profit hospitals, skilled nursing facilities, schools and other entities for nurse recruitment, education and retention costs and activities as described herein. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A4204",
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA2542-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1145\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  BRESLIN,  DIAZ, DUANE, HASSELL-THOMPSON,\n         JOHNSON, MONTGOMERY, PERKINS, STAVISKY,  VALESKY  --  read  twice  and\n         ordered  printed, and when printed to be committed to the Committee on\n         Education\n\n       AN ACT to amend the education law, in relation to enacting the \"Nurse of\n         Tomorrow Act of 2011\" to provide for grants to public and not-for-pro-\n         fit hospitals, skilled nursing facilities, schools and other  entities\n         for nurse recruitment, education and retention costs and activities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"Nurse of Tomorrow Act of 2011\".\n    3    S 2. The education law is amended by adding a new section 3613 to read\n    4  as follows:\n    5    S  3613.  NURSE OF TOMORROW NURSE RECRUITMENT, EDUCATION AND RETENTION\n    6  INCENTIVE PROGRAM.  1. NURSE RECRUITMENT AND RETENTION GRANTS.   A.  THE\n    7  COMMISSIONER  SHALL  AWARD GRANTS TO PUBLIC AND NOT-FOR-PROFIT HOSPITALS\n    8  AND SKILLED NURSING FACILITIES THAT ARE EXPERIENCING SHORTAGES IN  NURS-\n    9  ING PERSONNEL TO BE UTILIZED TOWARD THE PAYMENT OF THE FOLLOWING COSTS:\n   10    (I)  PROVIDING SALARY BONUSES FOR NURSES WHO MAKE A COMMITMENT TO WORK\n   11  IN THE HOSPITAL OR SKILLED NURSING FACILITY FOR A MULTI-YEAR PERIOD;\n   12    (II) PROVIDING SALARY BONUSES FOR NURSES WHO HAVE NOT BEEN  PRACTICING\n   13  NURSING FOR A PERIOD OF AT LEAST FIVE YEARS AND WHO MAKE A COMMITMENT TO\n   14  WORK  IN THE HOSPITAL OR SKILLED NURSING FACILITY FOR A MULTI-YEAR PERI-\n   15  OD;\n   16    (III) PROVIDING SKILLS TRAINING AND CAREER DEVELOPMENT  OF  NURSES  TO\n   17  BECOME  CERTIFIED  IN CLINICAL SPECIALTY AREAS EXPERIENCING SHORTAGES IN\n   18  THE HOSPITAL OR SKILLED NURSING FACILITY;\n   19    (IV) PROVIDING GRANTS TO ENCOURAGE NURSES TO UPGRADE THEIR  SKILLS  TO\n   20  ENABLE  THEM  TO WORK IN CLINICAL SPECIALTY AREAS EXPERIENCING SHORTAGES\n   21  IN THE HOSPITAL OR SKILLED NURSING FACILITY;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01737-01-1\n\n       S. 1145                             2\n\n    1    (V) PROVIDING SALARY BONUSES FOR  NON-MANAGEMENT  NURSES  WHO  RECRUIT\n    2  NURSES  THAT  STAY  EMPLOYED AT THE HOSPITAL OR SKILLED NURSING FACILITY\n    3  FOR AT LEAST ONE YEAR;\n    4    (VI)  PROVIDING  TUITION  REIMBURSEMENT  FOR  NURSES  WHO PURSUE STUDY\n    5  TOWARDS A BACHELOR'S DEGREE IN NURSING OR FOR OTHER HEALTH CARE  WORKERS\n    6  WHO PURSUE ASSOCIATE DEGREES IN NURSING;\n    7    (VII)  PROVIDING  STIPENDS  TO  SUPPORT SUMMER INTERNSHIPS FOR STUDENT\n    8  NURSES AT THE HOSPITAL OR SKILLED NURSING FACILITY; AND\n    9    (VIII) OTHER NURSE RETENTION AND RECRUITMENT  STRATEGIES  APPROVED  BY\n   10  THE COMMISSIONER.\n   11    B.  IN  AWARDING GRANTS PURSUANT TO THIS SUBDIVISION, THE COMMISSIONER\n   12  SHALL GIVE PREFERENCE TO PUBLIC AND NOT-FOR-PROFIT HOSPITALS AND SKILLED\n   13  NURSING FACILITIES APPLICANTS IN FINANCIAL NEED AS DEMONSTRATED  BY  LOW\n   14  OR NEGATIVE OPERATING MARGINS.\n   15    2.  BASIC NURSE EDUCATION EXPANSION GRANTS.  A. THE COMMISSIONER SHALL\n   16  AWARD GRANTS TO AND ENTER INTO CONTRACTS WITH ASSOCIATE  DEGREE-GRANTING\n   17  SCHOOLS  OF NURSING INCLUDING, BUT NOT LIMITED TO SINGLE-PURPOSE DEGREE-\n   18  GRANTING INSTITUTIONS AFFILIATED WITH NOT-FOR-PROFIT  OR  PUBLIC  HOSPI-\n   19  TALS,  FOR  THE  PURPOSE  OF  EXPANDING  THE  NUMBER OF STUDENTS WHO ARE\n   20  PROVIDED BASIC NURSE EDUCATION AT SUCH SCHOOLS.\n   21    B. IN AWARDING GRANTS PURSUANT TO THIS SUBDIVISION,  THE  COMMISSIONER\n   22  SHALL GIVE PREFERENCE TO APPLICANTS THAT:\n   23    (I)  HAVE  DEMONSTRATED  THE ABILITY TO RECRUIT AND CREATE A MULTICUL-\n   24  TURAL STUDENT BODY;\n   25    (II) PROVIDE REMEDIAL EDUCATION TO HELP STUDENTS  WITH  DIVERSE  NEEDS\n   26  AND  BACKGROUNDS  TO MASTER THE LANGUAGE, READING AND MATHEMATICS SKILLS\n   27  NECESSARY TO ATTAIN A LICENSE;\n   28    (III) PROVIDE THE COMMISSIONER AND THE COMMISSIONER OF HEALTH  WITH  A\n   29  PLAN  TO RECRUIT NURSE AIDES, LICENSED PRACTICAL NURSES AND OTHER HEALTH\n   30  CARE WORKERS;\n   31    (IV) PROVIDE THE COMMISSIONER AND THE COMMISSIONER OF  HEALTH  WITH  A\n   32  PLAN  TO  BUILD  TECHNOLOGICALLY  MODERN  CLASSROOMS AND LABORATORIES TO\n   33  ENABLE STUDENTS TO LEARN THE  LATEST  TECHNOLOGIES  INCLUDING,  BUT  NOT\n   34  LIMITED TO, MEDICAL ERROR REDUCTION TECHNOLOGIES; AND\n   35    (V)  PROVIDE  THE  COMMISSIONER  AND THE COMMISSIONER OF HEALTH WITH A\n   36  DETAILED PLAN TO SUBSTANTIALLY EXPAND THE NUMBER OF STUDENTS ENROLLED IN\n   37  THE SCHOOL OVER A FOUR-YEAR PERIOD.\n   38    3. NURSE EDUCATION ENCOURAGEMENT GRANTS.  THE COMMISSIONER SHALL AWARD\n   39  GRANTS TO  COLLEGIATE  SCHOOLS  OF  NURSING,  ASSOCIATE  DEGREE-GRANTING\n   40  SCHOOLS  OF  NURSING,  DIPLOMA-GRANTING  SCHOOLS OF NURSING, HOSPITAL OR\n   41  OTHER PROFESSIONAL ASSOCIATIONS, NOT-FOR-PROFIT OR PUBLIC HOSPITALS  AND\n   42  SKILLED NURSING FACILITIES TO ENABLE SUCH ENTITIES TO WORK TOGETHER WITH\n   43  SCHOOL  DISTRICT  AUTHORITIES TO DEVELOP PROGRAMS TO ENCOURAGE SECONDARY\n   44  SCHOOL STUDENTS TO CHOOSE NURSING AS A PROFESSION.\n   45    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to enacting the \"Nurse of Tomorrow Act of 2011\" to provide for grants to public and not-for-profit hospitals, skilled nursing facilities, schools and other entities for nurse recruitment, education and retention costs and activities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T132153.TXT", "SOBI.D110105.T135656.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110202.T115710.TXT", "SOBI.D110105.T125151.TXT", "SOBI.D110105.T134655.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665830288
}