{
  "year" : 2011,
  "senateBillNo" : "S1142-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1142-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the interagency task force on health literacy",
  "summary" : "Establishes the interagency task force on health literacy, to study health literacy and developing recommendations for improving health literacy in this state. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S5626-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1142\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the  establishment  of\n         the interagency task force on health literacy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. 1. It is the intent of the  legislature\n    2  to  improve  health  care  access  and  outcomes, and reduce unnecessary\n    3  health care spending by addressing the issue of health literacy.  Health\n    4  literacy  is the degree to which an individual, or individuals, have the\n    5  capacity to obtain, process and understand basic health care information\n    6  and services necessary for them to make appropriate health decisions.\n    7    2. A patient's health literacy may be affected if they have low educa-\n    8  tion skills, cultural  barriers  to  seeking  health  care,  or  limited\n    9  English  proficiency  (LEP).    Demographically, individuals with health\n   10  literacy challenges often  are  represented  disproportionately  in  the\n   11  following  groups:  older adults, minority and/or immigrant populations,\n   12  lower-income populations, and medically underserved populations.\n   13    3. Although New York has some existing  health  literacy  initiatives,\n   14  the  legislature  finds  that  a comprehensive statewide health literacy\n   15  taskforce is a necessary and valuable step toward eliminating as much as\n   16  practicable the negative outcomes that health literacy challenges create\n   17  in the state.\n   18    S 2. The education law is amended by adding a  new  section  238-b  to\n   19  read as follows:\n   20    S 238-B. INTERAGENCY TASK FORCE ON HEALTH LITERACY. 1. THERE IS HEREBY\n   21  ESTABLISHED WITHIN THE STATE UNIVERSITY OF NEW YORK, AN INTERAGENCY TASK\n   22  FORCE  ON HEALTH LITERACY TO BE ADMINISTERED ACCORDING TO THE PROVISIONS\n   23  OF THIS SECTION. SUCH TASK FORCE  SHALL  ASSIST  THE  HEALTH  AND  HUMAN\n   24  SERVICE  AGENCIES OF THIS STATE IN STUDYING HEALTH LITERACY AND DEVELOP-\n   25  ING RECOMMENDATIONS FOR IMPROVING HEALTH LITERACY IN THIS STATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01719-01-1\n\n       S. 1142                             2\n\n    1    2. THE SUNY CHANCELLOR SHALL APPOINT A MEMBER OF THE  SUNY  SCHOOL  OF\n    2  PUBLIC HEALTH FACULTY TO CHAIR THE TASK FORCE.\n    3    3. THE FOLLOWING REPRESENTATIVES SHALL BE INVITED TO SERVE ON THE TASK\n    4  FORCE:\n    5    (A)  THREE  REPRESENTATIVES FROM STATE HOSPITALS TO BE SELECTED BY THE\n    6  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY;\n    7    (B) THE COMMISSIONER OF THE NEW YORK STATE DEPARTMENT OF HEALTH;\n    8    (C) THE COMMISSIONER OF THE OFFICE OF CHILDREN AND FAMILY SERVICES;\n    9    (D) A REPRESENTATIVE FROM THE MEDICAL SOCIETY  OF  THE  STATE  OF  NEW\n   10  YORK;\n   11    (E)  A  REPRESENTATIVE  FROM THE NEW YORK CHAPTER, AMERICAN ACADEMY OF\n   12  PEDIATRICS;\n   13    (F) A REPRESENTATIVE FROM THE NEW YORK COOPERATIVE EXTENSION;\n   14    (G) A REPRESENTATIVE FROM THE ALBANY COLLEGE OF PHARMACY;\n   15    (H) A REPRESENTATIVE FROM THE LONG  ISLAND  UNIVERSITY  A.M.  SCHWARTZ\n   16  COLLEGE OF PHARMACY AND ALLIED HEALTH PROFESSIONS;\n   17    (I)  A REPRESENTATIVE FROM THE STATE UNIVERSITY OF NEW YORK AT BUFFALO\n   18  SCHOOL OF PHARMACY AND PHARMACEUTICAL SCIENCES;\n   19    (J) A REPRESENTATIVE FROM THE NEW YORK STATE OCCUPATIONAL HEALTH CLIN-\n   20  IC NETWORK;\n   21    (K) A REPRESENTATIVE FROM  THE  NEW  YORK  STATE  OFFICE  OF  MINORITY\n   22  HEALTH;\n   23    (L)  A  REPRESENTATIVE FROM THE NEW YORK STATE DEVELOPMENTAL DISABILI-\n   24  TIES PLANNING COUNCIL;\n   25    (M) A REPRESENTATIVE FROM THE HEALTH INSURANCE INDUSTRY;\n   26    (N) A REPRESENTATIVE FROM THE EMPIRE STATE MEDICAL ASSOCIATION;\n   27    (O) THE COMMISSIONER OF THE NEW YORK CITY  DEPARTMENT  OF  HEALTH  AND\n   28  MENTAL HYGIENE;\n   29    (P) A REPRESENTATIVE FROM THE NEW YORK CITY DEPARTMENT FOR THE AGING;\n   30    (Q)  A  REPRESENTATIVE FROM THE HEALTH LITERACY PROJECT PARTNERSHIP OF\n   31  THE NEW YORK CITY MAYOR'S OFFICE AND UNITED WAY OF NEW YORK CITY; AND\n   32    (R) A REPRESENTATIVE FROM THE NEW YORK STATE HEALTH FOUNDATION.\n   33    4. FOR THE PURPOSES OF THIS SECTION THE FOLLOWING TERMS SHALL HAVE THE\n   34  FOLLOWING MEANINGS:\n   35    (A) \"CHANCELLOR\" SHALL MEAN THE CHANCELLOR  OF  THE  SUNY  SCHOOLS  OF\n   36  PUBLIC HEALTH IN ALBANY.\n   37    (B)  \"HEALTH  LITERACY\"  SHALL  MEAN  AN INDIVIDUAL'S ABILITY TO READ,\n   38  UNDERSTAND, AND ACT APPROPRIATELY ON HEALTH CARE INFORMATION.\n   39    (C) \"TASK FORCE\" MEANS THE INTERAGENCY TASK FORCE ON HEALTH LITERACY.\n   40    5. THE TASK FORCE SHALL BE CHARGED WITH STUDYING  AND  EVALUATING  THE\n   41  HEALTH LITERACY OF THE RESIDENTS OF THIS STATE. THE TASK FORCE SHALL:\n   42    (A)  EXAMINE  THE  ABILITY  OF  RESIDENTS  TO  ACCESS AVAILABLE HEALTH\n   43  SERVICES AND COMMUNICATE WITH HEALTH CARE PROVIDERS;\n   44    (B) IDENTIFY BARRIERS THAT PREVENT RESIDENTS WITH LOW HEALTH  LITERACY\n   45  FROM RECEIVING HEALTH CARE;\n   46    (C) IDENTIFY GROUPS AT RISK FOR LOW HEALTH LITERACY;\n   47    (D)  EXAMINE  WHETHER  PROVIDING APPROPRIATE HEALTH INFORMATION TO AND\n   48  INCREASING THE HEALTH  LITERACY OF THE BENEFICIARIES  OF  PUBLIC  HEALTH\n   49  SERVICES  WOULD  INCREASE  THE  EFFICIENCY  OF HEALTH CARE PROVIDERS AND\n   50  DECREASE EXPENDITURES;\n   51    (E) EXAMINE THE IMPACT ON HEALTH LITERACY OF:\n   52    (I) RISING HEALTH CARE COSTS;\n   53    (II) INCREASINGLY COMPLEX HEALTH TREATMENTS;\n   54    (III) AN INDIVIDUAL'S AGE; AND\n   55    (IV) CULTURAL AND LINGUISTIC DIVERSITY.\n\n       S. 1142                             3\n\n    1    6. THE SUNY SCHOOLS OF PUBLIC HEALTH IN ALBANY SHALL PROVIDE THE STAFF\n    2  NECESSARY TO ASSIST THE TASK FORCE IN PERFORMING ITS DUTIES.\n    3    7.  NO  LATER  THAN  DECEMBER FIFTEENTH, TWO THOUSAND TWELVE, THE TASK\n    4  FORCE SHALL REPORT TO THE LEGISLATURE ON ITS FINDINGS UNDER  SUBDIVISION\n    5  FIVE  OF  THIS  SECTION. IN ADDITION, THE REPORT SHALL INCLUDE A LIST OF\n    6  PROPOSED RULES AND REGULATIONS AND ANY NECESSARY LEGISLATION.  THE  TASK\n    7  FORCE  SHALL  ALSO MAKE RECOMMENDATIONS TO THE LEGISLATURE ON STRATEGIES\n    8  FOR:\n    9    (A) IMPROVING THE HEALTH LITERACY OF THE RESIDENTS OF THIS STATE.\n   10    (B) PROMOTING THE USE OF PLAIN LANGUAGE BY HEALTH CARE PROVIDERS.\n   11    (C) SIMPLIFYING THE ENROLLMENT  FORMS  AND  PROCEDURES  FOR  ACCESSING\n   12  HEALTH  INSURANCE  PLANS  SERVING INDIVIDUALS IN GROUPS IDENTIFIED AS AT\n   13  RISK FOR LOW HEALTH LITERACY.\n   14    (D) DEVELOPING RESOURCES FOR HEALTH CARE PROVIDERS  AND  RESIDENTS  OF\n   15  THIS STATE TO INCREASE HEALTH LITERACY.\n   16    (E)  DEVELOPING  PROGRAMS TO AID THE RESIDENTS OF THIS STATE IN UNDER-\n   17  STANDING HEALTH CARE INFORMATION.\n   18    (F) DEVELOPING EDUCATIONAL CURRICULA TO INCREASE HEALTH LITERACY.\n   19    (G) DEVELOPING EASY-TO-UNDERSTAND PRINT AND ELECTRONIC INFORMATION  ON\n   20  HEALTH ISSUES.\n   21    (H) FUNDING THE RECOMMENDATIONS OF THE TASK FORCE.\n   22    S 3. This act shall take effect December 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the establishment of the interagency task force on health literacy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165749.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294351069259
}