{
  "year" : 2011,
  "senateBillNo" : "S1146-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1146-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"environmental justice act\"",
  "summary" : "Establishes the \"environmental justice act\" to establish governmental procedures to safeguard residents' health and welfare, and achieve environmental justice; definitions; creates the environmental justice task force; makes related provisions. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A607",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SA2454-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1146\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         establishing the \"New York state environmental justice act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known as the \"New York state\n    2  environmental justice act\".\n    3    S 2. Legislative findings and purpose. The  legislature  hereby  finds\n    4  and declares that:\n    5    1.  Racial  and ethnic minority populations and low-income communities\n    6  bear a disproportionate share of the health risks caused by polluted air\n    7  and contaminated water, and by solid waste  landfills,  hazardous  waste\n    8  facilities,  waste water treatment plants, waste incinerators, and other\n    9  similar projects.\n   10    2. This disproportionate impact of environmental hazards  on  minority\n   11  and  low-income  communities  is largely the result of past governmental\n   12  decisions.\n   13    3. The federal government underscored the importance of  environmental\n   14  justice  in executive order 12898 and created the national environmental\n   15  justice advisory council to promote environmental justice in  the  envi-\n   16  ronmental protection agency's policies, programs, initiatives and activ-\n   17  ities.\n   18    4.  The  state  is committed to ensuring that communities are afforded\n   19  fair treatment and meaningful involvement in decision-making  regardless\n   20  of race, color, ethnicity, religion, income or education level.\n   21    The  purpose  of  this  law is to establish governmental procedures in\n   22  order to safeguard residents' health and welfare, and  achieve  environ-\n   23  mental justice.\n   24    S  3.  The  environmental  conservation law is amended by adding a new\n   25  article 74 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01741-01-1\n\n       S. 1146                             2\n\n    1                                  ARTICLE 74\n    2                  NEW YORK STATE ENVIRONMENTAL JUSTICE ACT\n    3  SECTION 74-1001. DEFINITIONS.\n    4          74-1002. IMPLEMENTATION OF ENVIRONMENTAL JUSTICE POLICIES.\n    5          74-1003. ENVIRONMENTAL JUSTICE TASK FORCE.\n    6  S 74-1001. DEFINITIONS.\n    7    FOR  PURPOSES  OF  THIS ARTICLE \"ENVIRONMENTAL JUSTICE\" MEANS THE FAIR\n    8  TREATMENT OF PEOPLE OF ALL RACES, CULTURES AND INCOMES IN  THE  DEVELOP-\n    9  MENT, ADOPTION, IMPLEMENTATION AND ENFORCEMENT OF ENVIRONMENTAL LAWS AND\n   10  POLICIES.\n   11  S 74-1002. IMPLEMENTATION OF ENVIRONMENTAL JUSTICE POLICIES.\n   12    1.  ALL  STATE AGENCIES, BOARDS, COMMISSIONS AND OTHER BODIES INVOLVED\n   13  IN DECISIONS THAT MAY  AFFECT  ENVIRONMENTAL  QUALITY  SHALL  ADOPT  AND\n   14  IMPLEMENT  ENVIRONMENTAL  JUSTICE POLICIES PROVIDING MEANINGFUL OPPORTU-\n   15  NITIES FOR INVOLVEMENT TO ALL PEOPLE, REGARDLESS OF RACE, COLOR, ETHNIC-\n   16  ITY, RELIGION, INCOME OR EDUCATION LEVEL.\n   17    2. ALL STATE PROGRAMS AND POLICIES DESIGNED TO PROTECT THE ENVIRONMENT\n   18  SHALL BE REVIEWED PERIODICALLY TO ENSURE THAT PROGRAM IMPLEMENTATION AND\n   19  DISSEMINATION OF INFORMATION MEET THE NEEDS OF LOW-INCOME  AND  MINORITY\n   20  COMMUNITIES,  AND  SEEK TO ADDRESS DISPROPORTIONATE EXPOSURE TO ENVIRON-\n   21  MENTAL HAZARDS.\n   22    3. THE DEPARTMENT WILL USE AVAILABLE ENVIRONMENTAL AND  PUBLIC  HEALTH\n   23  DATA TO IDENTIFY EXISTING AND PROPOSED INDUSTRIAL AND COMMERCIAL FACILI-\n   24  TIES  AND  AREAS  IN COMMUNITIES OF COLOR AND LOW-INCOME COMMUNITIES FOR\n   25  WHICH COMPLIANCE, ENFORCEMENT, REMEDIATION, SITING AND PERMITTING STRAT-\n   26  EGIES WILL BE TARGETED TO ADDRESS IMPACTS FROM THESE FACILITIES.\n   27    4. THE DEPARTMENT SHALL CREATE AN ENVIRONMENTAL JUSTICE ADVISORY COUN-\n   28  CIL TO ADVISE THE DEPARTMENT AND THE ENVIRONMENTAL JUSTICE TASK FORCE ON\n   29  ENVIRONMENTAL JUSTICE ISSUES. THE COUNCIL SHALL CONSIST OF FIFTEEN INDI-\n   30  VIDUALS AND WILL MEET AT LEAST QUARTERLY.  THE  COUNCIL  SHALL  ANNUALLY\n   31  SELECT A CHAIRPERSON FROM ITS MEMBERSHIP AND SHALL HAVE A COMPOSITION OF\n   32  ONE-THIRD  MEMBERSHIP FROM GRASSROOTS OR FAITH-BASED COMMUNITY ORGANIZA-\n   33  TIONS, WITH ADDITIONAL MEMBERSHIP TO INCLUDE  REPRESENTATIVES  FROM  THE\n   34  FOLLOWING  COMMUNITIES: ACADEMIC PUBLIC HEALTH, STATEWIDE ENVIRONMENTAL,\n   35  CIVIL RIGHTS AND PUBLIC HEALTH ORGANIZATIONS, LARGE AND  SMALL  BUSINESS\n   36  AND INDUSTRY, MUNICIPAL AND COUNTY OFFICIALS, AND ORGANIZED LABOR.\n   37  S 74-1003. ENVIRONMENTAL JUSTICE TASK FORCE.\n   38    1.  THE COMMISSIONER AND THE COMMISSIONER OF THE DEPARTMENT OF HEALTH,\n   39  OR THEIR APPOINTED DESIGNEES, SHALL CONVENE A MULTI-AGENCY  TASK  FORCE,\n   40  TO  BE  NAMED THE ENVIRONMENTAL JUSTICE TASK FORCE. THIS TASK FORCE WILL\n   41  INCLUDE SENIOR MANAGEMENT DESIGNEES FROM THE GOVERNOR COUNSEL'S  OFFICE,\n   42  THE  ATTORNEY  GENERAL'S  OFFICE, THE DEPARTMENTS OF HEALTH, AGRICULTURE\n   43  AND MARKETS, TRANSPORTATION, AND EDUCATION. THE TASK FORCE SHALL  BE  AN\n   44  ADVISORY  BODY, THE PURPOSE OF WHICH IS TO MAKE RECOMMENDATIONS TO STATE\n   45  AGENCY HEADS REGARDING ACTIONS TO  BE  TAKEN  TO  ADDRESS  ENVIRONMENTAL\n   46  JUSTICE  ISSUES  CONSISTENT  WITH  EACH  AGENCY'S EXISTING STATUTORY AND\n   47  REGULATORY AUTHORITY. THE TASK FORCE IS AUTHORIZED TO CONSULT WITH,  AND\n   48  EXPAND  ITS  MEMBERSHIP  TO,  OTHER  STATE AGENCIES AS NEEDED TO ADDRESS\n   49  CONCERNS RAISED IN AFFECTED COMMUNITIES.\n   50    2.  ANY COMMUNITY MAY FILE A PETITION WITH THE TASK FORCE THAT ASSERTS\n   51  THAT RESIDENTS AND WORKERS IN THE COMMUNITY ARE  SUBJECT  TO  DISPROPOR-\n   52  TIONATE  ADVERSE  EXPOSURE  TO ENVIRONMENTAL HEALTH RISKS, OR DISPROPOR-\n   53  TIONATE ADVERSE  EFFECTS  RESULTING  FROM  THE  IMPLEMENTATION  OF  LAWS\n   54  AFFECTING PUBLIC HEALTH OR THE ENVIRONMENT.\n   55    3.    THE  TASK  FORCE  SHALL  IDENTIFY  A SET OF COMMUNITIES FROM THE\n   56  PETITIONS FILED, BASED ON  SELECTION  CRITERIA  DEVELOPED  BY  THE  TASK\n\n       S. 1146                             3\n\n    1  FORCE, INCLUDING CONSIDERATION OF STATE AGENCY RESOURCE CONSTRAINTS. THE\n    2  TASK  FORCE  SHALL MEET DIRECTLY WITH THE SELECTED COMMUNITIES TO UNDER-\n    3  STAND THEIR CONCERNS.\n    4    4.  THE  TASK  FORCE  SHALL  DEVELOP  AN  ACTION  PLAN FOR EACH OF THE\n    5  SELECTED COMMUNITIES AFTER CONSULTATION WITH THE CITIZENS,  AS  WELL  AS\n    6  LOCAL AND COUNTY GOVERNMENT AS RELEVANT, THAT WILL ADDRESS ENVIRONMENTAL\n    7  FACTORS  THAT  AFFECT  COMMUNITY  HEALTH.  THE ACTION PLAN SHALL CLEARLY\n    8  DELINEATE THE STEPS THAT WILL BE TAKEN IN EACH OF THE SELECTED  COMMUNI-\n    9  TIES  TO  REDUCE  EXISTING ENVIRONMENTAL BURDENS AND AVOID OR REDUCE THE\n   10  IMPOSITION OF ADDITIONAL ENVIRONMENTAL BURDENS  THROUGH  ALLOCATIONS  OF\n   11  RESOURCES,  EXERCISE  OF  REGULATORY  DISCRETION, AND DEVELOPMENT OF NEW\n   12  STANDARDS AND PROTECTIONS. THE ACTION PLAN, WHICH SHALL BE DEVELOPED  IN\n   13  CONSULTATION WITH THE ENVIRONMENTAL JUSTICE ADVISORY COUNCIL, WILL SPEC-\n   14  IFY  COMMUNITY  DELIVERABLES,  A  TIMEFRAME  FOR IMPLEMENTATION, AND THE\n   15  JUSTIFICATION AND AVAILABILITY  OF  FINANCIAL  AND  OTHER  RESOURCES  TO\n   16  IMPLEMENT  THE PLAN. THE TASK FORCE SHALL PRESENT THE ACTION PLAN TO THE\n   17  RELEVANT DEPARTMENTS, RECOMMENDING ITS IMPLEMENTATION.\n   18    5. THE TASK FORCE SHALL MONITOR THE IMPLEMENTATION OF EACH ACTION PLAN\n   19  IN THE SELECTED  COMMUNITIES, AND SHALL MAKE  RECOMMENDATIONS  TO  STATE\n   20  AGENCIES  AS NECESSARY TO FACILITATE IMPLEMENTATION OF THE ACTION PLANS.\n   21  AGENCIES SHALL IMPLEMENT THE STRATEGY TO THE FULLEST EXTENT  PRACTICABLE\n   22  IN LIGHT OF STATUTORY AND RESOURCE CONSTRAINTS.\n   23    S  4.  This act shall take effect July 1, 2012; provided however, that\n   24  the environmental justice task force and the environmental justice advi-\n   25  sory council shall be established and operating by October 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing the \"New York state environmental justice act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T132153.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110105.T125151.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424042353
}