{
  "year" : 2011,
  "senateBillNo" : "S114-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : "Requires commercial insurers to make available an option to parents/guardians purchasing family health insurance policies to cover their mentally or physically challenged dependents. ",
  "currentCommittee" : null,
  "sameAs" : "A256",
  "lawSection" : null,
  "previousVersions" : [ "S6768-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          114\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to insurance coverage for\n         mentally or physically disabled dependents\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (A)  of  paragraph  1  of subsection (d) of\n    2  section 4304 of the insurance law, as amended by chapter 240 of the laws\n    3  of 2009, is amended to read as follows:\n    4    (A) No contract issued pursuant to this  section  shall  entitle  more\n    5  than  one person to benefits except that a contract issued and marked as\n    6  a \"family contract\" [may] SHALL provide that benefits will be  furnished\n    7  to  a  husband  and  wife, or husband, wife and their dependent child or\n    8  children, or any child or children  not  over  nineteen  years  of  age,\n    9  provided  that  an  unmarried  student  at  an accredited institution of\n   10  learning may be considered a dependent until he OR SHE  becomes  twenty-\n   11  three  years  of  age,  provided  that  the coverage of any such \"family\n   12  contract\" [may] SHALL include, at the option of the insurer, any  unmar-\n   13  ried  child  until attaining age twenty-five, and provided also that the\n   14  coverage of any such \"family contract\" shall include any other unmarried\n   15  child, regardless of age, who is incapable of self-sustaining employment\n   16  by reason of mental illness, developmental disability, OR mental  retar-\n   17  dation,  as defined in the mental hygiene law, [or physical handicap and\n   18  who became so incapable prior to attainment of the age at which  depend-\n   19  ent  coverage  would  otherwise  terminate,]  so  that such child may be\n   20  considered a dependent.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00305-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to insurance coverage for mentally or physically disabled dependents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101206.T100857.TXT", "SOBI.D101206.T102858.TXT", "SOBI.D101206.T145937.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101206.T103358.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292620206673
}