{
  "year" : 2011,
  "senateBillNo" : "S1148-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1148-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that all schools shall have a multi-cultural curriculum",
  "summary" : "Provides that all schools shall have a multi-cultural curriculum. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S7335-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1148\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring a multi-cul-\n         tural curriculum\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 804-e\n    2  to read as follows:\n    3    S 804-E. MULTI-CULTURAL CURRICULUM. 1. ALL SCHOOLS INCLUDING ELEMENTA-\n    4  RY SCHOOLS, JUNIOR  HIGH  SCHOOLS  AND  SENIOR  HIGH  SCHOOLS  SHALL  BE\n    5  REQUIRED  TO TEACH A MULTI-CULTURAL CURRICULUM WHICH SHALL BE SET OUT IN\n    6  RULES AND REGULATIONS TO BE PROMULGATED BY THE COMMISSIONER.\n    7    2. IN FORMULATING THE  RULES  AND  REGULATIONS  FOR  A  MULTI-CULTURAL\n    8  CURRICULUM  THE  COMMISSIONER  SHALL ALLOW FOR AND SHALL IMPLEMENT RULES\n    9  AND REGULATIONS WHICH CONSIDER THE DIFFERENCES IN THE CULTURAL  COMPOSI-\n   10  TION  OF EACH SCHOOL AND THE COMMISSIONER SHALL ALLOW AND DIRECT SCHOOLS\n   11  TO DO RESEARCH AND OBSERVATION ON THEIR OWN STUDENT  BODY  IN  ORDER  TO\n   12  PARTICULARIZE  MULTI-CULTURAL  EDUCATION  TO  FIT SUCH EDUCATION TO SUCH\n   13  SCHOOL.\n   14    3. THE COMMISSIONER SHALL ALSO PROMULGATE RULES AND REGULATIONS  WHICH\n   15  SHALL SET OUT A TEACHER EDUCATION PROGRAM IN ORDER TO TRAIN TEACHERS AND\n   16  EDUCATORS  TO TEACH AND INTERACT WITH STUDENTS OF DIFFERENT CULTURAL AND\n   17  ETHNIC BACKGROUNDS.\n   18    S 2.   This act shall take effect  on  the  first  of  September  next\n   19  succeeding the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01729-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring a multi-cultural curriculum ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T124400.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422240706
}