{
  "year" : 2011,
  "senateBillNo" : "S1159-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1159-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the idling of motor vehicles left unattended",
  "summary" : "Prohibits the idling of motor vehicles left unattended; provides exemptions; emergency of law enforcement purposes; maintenance, diagnostics, inspection; powering auxiliary equipment; recharging electric and hybrid vehicles; snow removal; weather conditions of less than twenty degrees Fahrenheit for more than twenty-four consecutive hours; within mines or quarries; farm vehicles; or remote starters. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S6246-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1159\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  prohibiting\n         the idling of motor vehicles left unattended\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1210 of the vehicle and  traffic  law,  subdivision\n    2  (a)  as  amended  by chapter 350 of the laws of 1967, subdivision (b) as\n    3  amended by chapter 300 of the laws of 1960 and subdivision (c) as  added\n    4  by chapter 572 of the laws of 1983, is amended to read as follows:\n    5    S 1210. [Unattended] IDLING motor vehicle LEFT UNATTENDED; PROHIBITED.\n    6  (a) No person driving or in charge of a motor vehicle shall permit it to\n    7  stand unattended without [first]:\n    8    1. stopping the engine[,];\n    9    2.  locking  the  ignition[,]  AND removing the key from the vehicle[,\n   10  and];\n   11    3. PLACING THE TRANSMISSION  IN  \"PARK\"  OR  THE  GEARS  IN  \"LOW\"  OR\n   12  \"REVERSE\" IF THE VEHICLE HAS A MANUAL SHIFT; AND\n   13    4.  effectively setting the brake thereon [and, when standing upon any\n   14  grade, turning].\n   15    (B) A PERSON SHALL TURN the front wheels to the curb or  side  of  the\n   16  highway[, provided, however, the provision for removing the key from the\n   17  vehicle  shall  not  require the removal of keys hidden from sight about\n   18  the vehicle for convenience or emergency] WHEN STANDING A VEHICLE ON ANY\n   19  PERCEPTIBLE GRADE.\n   20    [(b)] (C) THE FOLLOWING SHALL BE EXEMPT FROM THE PROVISIONS OF  SUBDI-\n   21  VISIONS (A) AND (B) OF THIS SECTION:\n   22    1. EMERGENCY OR LAW ENFORCEMENT PURPOSES;\n   23    2. MAINTENANCE, DIAGNOSTICS, INSPECTION;\n   24    3. POWERING AUXILIARY EQUIPMENT;\n   25    4. RECHARGING ELECTRIC AND HYBRID VEHICLES;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02184-01-1\n\n       S. 1159                             2\n\n    1    5. SNOW REMOVAL;\n    2    6.  WEATHER CONDITIONS OF LESS THAN TWENTY DEGREES FAHRENHEIT FOR MORE\n    3  THAN TWENTY-FOUR CONSECUTIVE HOURS;\n    4    7. WITHIN MINES OR QUARRIES;\n    5    8. FARM VEHICLES; OR\n    6    9. REMOTE STARTERS.\n    7    (D) A driver may, for the purpose of getting away from  the  place  of\n    8  standing,  move  another  vehicle  which  is so placed he cannot get his\n    9  vehicle out; provided, however, that  immediately  thereafter  he  shall\n   10  reset the brake and, if on a grade, turn the front wheels to the curb or\n   11  side  of  the  highway.  This privilege is subject to the limitation set\n   12  forth in subdivision [(e)] (C) of section twelve  hundred  two  OF  THIS\n   13  TITLE.\n   14    [(c)]  (E) Towing agencies, which remove vehicles unlawfully parked on\n   15  private property at request of the owner of the premises and without the\n   16  written consent of the owner of the vehicle,  shall  immediately  notify\n   17  the  local  police station house having jurisdiction over the area where\n   18  such vehicle was unlawfully parked, of the description of the car  which\n   19  was removed, and the time of removal.\n   20    (F) PERSONS FOUND VIOLATING THE PROVISIONS OF SUBDIVISIONS (A) AND (B)\n   21  OF  THIS  SECTION  SHALL  BE  SUBJECT TO A FINE OF FIFTY DOLLARS FOR THE\n   22  FIRST OFFENSE AND FOR SUBSEQUENT OFFENSES THE FINE SHALL NOT EXCEED  TWO\n   23  HUNDRED  FIFTY  DOLLARS AND/OR SHALL NOT EXCEED NINETY DAYS OF IMPRISON-\n   24  MENT.\n   25    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   26  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting the idling of motor vehicles left unattended ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T121648.TXT", "SOBI.D110107.T124900.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422540838
}