{
  "year" : 2011,
  "senateBillNo" : "S1155-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1155-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for ULURP to apply to the locating of any charter schools in New York city",
  "summary" : "Provides for uniform land use review procedure to apply to the locating of any charter schools in New York city. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S7192-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1155\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend  the  education  law,  in  relation  to  charter  school\n         locations in New York city\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision  3  of  section  2853  of  the\n    2  education law, as amended by chapter 101 of the laws of 2010, is amended\n    3  to read as follows:\n    4    (a)  A  charter  school  may  be located in part of an existing public\n    5  school building, in space provided on a private work site, in  a  public\n    6  building  or in any other suitable location. Provided, however, before a\n    7  charter school may be located in  part  of  an  existing  public  school\n    8  building,  the  charter  entity  shall  provide notice to the parents or\n    9  guardians of the students then enrolled in the existing school  building\n   10  and  shall hold a public hearing for purposes of discussing the location\n   11  of the charter school. A charter school  may  own,  lease  or  rent  its\n   12  space.  PROVIDED  FURTHER,  HOWEVER, THAT BEFORE A CHARTER SCHOOL MAY BE\n   13  LOCATED IN PART OF AN EXISTING SCHOOL BUILDING IN THE CITY OF NEW  YORK,\n   14  OR  IN  ANY  OTHER REAL PROPERTY OF THE CITY OF NEW YORK, THERE SHALL BE\n   15  FULL COMPLIANCE WITH THE PROVISIONS OF SECTION ONE  HUNDRED  NINETY-SEV-\n   16  EN-C  OF  THE NEW YORK CITY CHARTER, RELATING TO UNIFORM LAND USE REVIEW\n   17  PROCEDURE, OR THE PROVISIONS OF ANY OTHER LOCAL LAW OF THE CITY  OF  NEW\n   18  YORK RELATING THERETO.\n   19    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01730-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to charter school locations in New York city ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110107.T124900.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422540831
}