{
  "year" : 2011,
  "senateBillNo" : "S1152-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1152-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the commission on education in the twenty-first century",
  "summary" : "Establishes the commission on education in the twenty-first century which shall examine the system of school districts and the delivery of education related services in the state and shall recommend changes to that system. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A416",
  "lawSection" : "Commissions",
  "previousVersions" : [ "S8442-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1152\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT in relation to establishing the commission on  education  in  the\n         twenty-first  century; and providing for the repeal of such provisions\n         upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Commission established. (a) There is hereby created in the\n    2  executive department a commission to be  known  as  the  \"commission  on\n    3  education  in  the  twenty-first  century\", hereafter referred to as the\n    4  \"commission\", which shall be charged with examining the system of school\n    5  districts and the delivery of education related  services  in  New  York\n    6  state  and  recommending  changes  to  that  system  in light of factors\n    7  submitted pursuant to section  four  of  this  act  and  any  additional\n    8  factors established by the commission.\n    9    (b)  The  commission  shall consist of eighteen statewide members, and\n   10  regional members appointed pursuant to section  six  of  this  act.  The\n   11  eighteen  statewide  members  shall  be  appointed  as  follows: (i) two\n   12  members shall be appointed by the temporary  president  of  the  senate;\n   13  (ii)  two  members  shall  be  appointed by the speaker of the assembly;\n   14  (iii) one member shall be  appointed  by  the  minority  leader  of  the\n   15  senate; (iv) one member shall be appointed by the minority leader of the\n   16  assembly;  (v)  two members shall be appointed by the governor; and (vi)\n   17  ten members shall be appointed by the board of  regents.  The  board  of\n   18  regents  shall  designate  the chair from among the statewide members of\n   19  the commission.\n   20    (c) The members of the commission shall receive  no  compensation  for\n   21  their  services as members, but shall be allowed their actual and neces-\n   22  sary expenses incurred in the performance of their duties.   Members  of\n   23  the  commission  shall  be  considered  public  officers for purposes of\n   24  section 17 of the public officers law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00889-01-1\n\n       S. 1152                             2\n\n    1    (d) The commission shall begin to act forty-five days after  this  act\n    2  shall  have  become  a  law. A quorum shall consist of a majority of the\n    3  members of the commission entitled to vote on the matter under consider-\n    4  ation. Approval of any matter shall require the affirmative  vote  of  a\n    5  majority of the members voting thereon.\n    6    (e)  The  statewide  members of the commission shall adopt by-laws for\n    7  the management and regulation of its affairs.\n    8    S 2. Appointments to  commission.  The  legislative  leaders  and  the\n    9  governor  shall  submit  their appointments to the board of regents, and\n   10  the board of regents shall make appointments, no later  than  forty-five\n   11  days  after  this act becomes a law. If any such appointment is not made\n   12  by such date, the person or board responsible for making the appointment\n   13  pursuant to subdivision (b) of section one of  this  act  may  make  the\n   14  appointment  after that date, but the vacant appointment shall not count\n   15  for calculation of a quorum until it is filled. Vacancies in the commis-\n   16  sion shall be filled in the same manner as the member whose  vacancy  is\n   17  being filled was appointed.\n   18    S  3.  Commission  staff  and  agency liaison. (a) The commissioner of\n   19  education shall designate such employees of the state education  depart-\n   20  ment  as  are  reasonably  necessary  to provide support services to the\n   21  commission. The commission, acting by the chair of the  commission,  may\n   22  employ  additional staff and consultants, who shall be paid from amounts\n   23  available to the commission for that purpose.\n   24    (b) The commissioner of education shall appoint one or more  represen-\n   25  tatives  of the department of education to serve as liaison between such\n   26  department and the commission. All state  agencies,  public  authorities\n   27  and  public benefit corporations shall provide such assistance as may be\n   28  reasonably requested by the chair of the commission.\n   29    S 4. Factors and information for consideration. (a)  The  commissioner\n   30  of  education  shall submit to the commission, no later than ninety days\n   31  after this act becomes a law, a list of factors to be considered in  its\n   32  deliberations, which shall include but not be limited to: (i) geography,\n   33  including  physical  proximity  and  the  size  of  the  current  school\n   34  districts and boards of cooperative educational services in each  region\n   35  of the state; (ii) demographics, including student enrollment trends and\n   36  the  composition  and  nature  of  communities  in  the  current  school\n   37  districts and boards of cooperative educational services in each  region\n   38  of  the  state; (iii) economics, including existing collaborations to be\n   39  preserved or enhanced  and  opportunities  to  deliver  commodities  and\n   40  services  through  boards  of  cooperative educational services or other\n   41  entities; (iv) transportation and the potential for regional transporta-\n   42  tion services; (v) special education  and  the  potential  for  regional\n   43  special  education  services;  (vi)  population density; and (vii) other\n   44  unique circumstances including the need to preserve existing or develop-\n   45  ing relationships, meet the  needs  of  students,  maximize  educational\n   46  opportunities for students, assure local control, maintain the character\n   47  of  community  schools  and ensure equitable access to rigorous programs\n   48  for all students.\n   49    (b) The commissioner  of  education  may  submit  additional  relevant\n   50  factors  to  be  considered  in the deliberations of the commission. The\n   51  commission may also adopt additional factors to  be  considered  in  its\n   52  deliberations.\n   53    S  5.  Deliberations  of  commission.  The deliberations, meetings and\n   54  other proceedings of the commission and any committee thereof  shall  be\n   55  governed  by  article  7  of  the  public  officers law. Any one or more\n   56  members of a committee may participate in a meeting of such committee by\n\n       S. 1152                             3\n\n    1  means of a conference telephone, conference video  or  similar  communi-\n    2  cations  equipment  allowing all persons participating in the meeting to\n    3  hear each other at the same time.   Participation by  such  means  shall\n    4  constitute  presence  in  person  at  a  meeting. At any meetings of the\n    5  commission conducted by means  of  a  conference  telephone,  conference\n    6  video   or   similar  communications  equipment,  other  than  executive\n    7  sessions, the public shall be given an opportunity to listen. If a meet-\n    8  ing other than an executive session is to be conducted  by  means  of  a\n    9  conference  telephone, conference video or similar communications equip-\n   10  ment, the public notice for the meeting shall  inform  the  public  that\n   11  such  equipment will be used, and identify the means by which the public\n   12  may listen to such meeting.\n   13    S 6. Regional input. (a) There shall be eight regional members of  the\n   14  commission  for  each  region  established pursuant to this section. For\n   15  each region, two regional members shall be appointed  by  the  governor,\n   16  two  regional  members  shall be appointed by the temporary president of\n   17  the senate, two regional members shall be appointed by  the  speaker  of\n   18  the  assembly,  and two regional members shall be appointed by the board\n   19  of regents. Regional members shall be considered to be  members  of  the\n   20  commission for purposes of this act, provided that:\n   21    (i)  Regional  members  shall  vote and be counted for quorum purposes\n   22  only when the commission is acting on recommendations relating solely to\n   23  the regional members' respective region; and\n   24    (ii) Regional members shall not be considered to  be  members  of  the\n   25  commission  for purposes of participation in commission meetings, except\n   26  where items relating specifically to that member's  region  are  on  the\n   27  agenda of a commission meeting.\n   28    (b) For purposes of this act, there shall be six regions:\n   29    (i) Long Island, consisting of the Eastern Suffolk, Nassau and Western\n   30  Suffolk boards of cooperative educational services;\n   31   (ii) New York City;\n   32    (iii)  Hudson  Valley,  consisting  of  the  Dutchess,  Orange-Ulster,\n   33  Putnam-Northern Westchester, Rockland,  Southern  Westchester,  Sullivan\n   34  and Ulster boards of cooperative educational services;\n   35    (iv)  Eastern, consisting of the Capital Region, Clinton-Essex-Warren-\n   36  Washington,  Delaware-Chenango-Madison-Otsego,  Franklin-Essex-Hamilton,\n   37  Hamilton-Fulton-Montgomery,   Otsego-Delaware-Schoharie-Greene,  Questar\n   38  III, St.  Lawrence-Lewis  and  Washington-Saratoga-Warren-Hamilton-Essex\n   39  boards of cooperative educational services;\n   40    (v)  Central, consisting of the Broome-Tioga, Cayuga-Onondaga, Jeffer-\n   41  son-Lewis-Hamilton-Herkimer-Oneida,     Herkimer-Hamilton-Fulton-Oswego,\n   42  Madison-Oneida,    Oneida-Herkimer-Madison,   Onondaga-Cortland-Madison,\n   43  Oswego, Schuyler, Chemung, Tioga  and  Tompkins-Seneca-Tioga  boards  of\n   44  cooperative educational services;\n   45    (vi)  Western,  consisting  of  the Cattaraugus-Allegany-Erie-Wyoming,\n   46  Erie 1, Erie 2-Chautauqua-Cattaraugus, Genesee Valley, Monroe 1,  Monroe\n   47  2-Orleans, Ontario-Seneca-Yates-Cayuga-Wayne, Orleans-Niagara and Great-\n   48  er Southern Tier boards of cooperative educational services.\n   49    (c)  The  commission shall establish a regional advisory committee for\n   50  each region. The maximum number of members  of  each  regional  advisory\n   51  committee  shall  be  determined  by  the  commission.  Members  of each\n   52  regional advisory committee shall be appointed in equal numbers  by  the\n   53  governor,  the  temporary  president  of  the senate, the speaker of the\n   54  assembly and the board of regents. The governor, the temporary president\n   55  of the senate, the speaker of the assembly, and  the  board  of  regents\n   56  shall  submit to the commission their appointments to the regional advi-\n\n       S. 1152                             4\n\n    1  sory committees no later than ninety days  after  this  act  shall  have\n    2  become  a  law.  If  any  such appointment is not made by such date, the\n    3  person or board responsible for making such  appointment  may  make  the\n    4  appointment  after that date, but the vacant appointment shall not count\n    5  for calculation of a quorum until such position is filled.  Vacancies in\n    6  regional advisory committees shall be filled in the same manner  as  the\n    7  member  whose  vacancy is being filled was appointed. The regional advi-\n    8  sory committees shall begin to act ninety days after this act shall have\n    9  become a law.\n   10    (d) Each regional advisory committee upon consideration of  demograph-\n   11  ic,  geographic,  educational and fiscal indicators within each board of\n   12  cooperative educational services region, shall  develop  recommendations\n   13  for  reconfiguring  such  region's  school  districts and administrative\n   14  functions to align educational services with regional and  local  needs.\n   15  In  carrying  out  its  functions,  a  regional advisory committee shall\n   16  foster discussions among, and conduct formal public hearings with requi-\n   17  site public notice to solicit input from, local stakeholders' interests,\n   18  including but not limited to, school district  administrators,  district\n   19  superintendents  and  superintendents of schools, teachers, school board\n   20  members, parents, students, non-pedagogical  school  support  personnel,\n   21  representatives  from  post-secondary  institutions  and other pertinent\n   22  groups and individuals. In developing its recommendations, each regional\n   23  advisory committee shall as far as practicable estimate the efficiencies\n   24  that may be derived from such school district or  administrative  recon-\n   25  figuration. On November 15, 2012, each regional advisory committee shall\n   26  transmit  to  the  commission  a  report containing its recommendations,\n   27  which shall include specific recommendations  for  school  district  and\n   28  administrative  reconfigurations. Such recommendations shall include but\n   29  not be limited to: delivery of commodities and services; pupil transpor-\n   30  tation; specialized  professional  development;  maintenance;  insurance\n   31  procurement;  payroll administration; human resources and employee bene-\n   32  fit coordination; cooperative purchasing coordination; centralization of\n   33  business operations; printing services;  state  aid  planning;  textbook\n   34  purchasing  and substitute teacher coordination; safety and risk manage-\n   35  ment; the units of school administration to be included in the reconfig-\n   36  ured school district; the units of school administration  that  will  be\n   37  transferred  to  the  board  of  cooperative educational services; size,\n   38  composition and apportionment of the governing  body;  the  composition,\n   39  powers  and  duties  of  any  local school committees to be created; the\n   40  disposition of real and personal school  property;  the  disposition  of\n   41  existing  school  indebtedness  and  lease-purchase;  the  assignment of\n   42  school personnel contracts, school collective bargaining agreements  and\n   43  other school contractual obligations; the disposition of existing school\n   44  funds  and  existing  financial obligations, including undesignated fund\n   45  balances, trust funds, reserve funds and other  funds  appropriated  for\n   46  school  purposes;  a transition plan that addresses the development of a\n   47  budget for the first school year  and  interim  personnel  policies;  an\n   48  estimate  of the cost savings to be achieved through reconfiguration and\n   49  how costs will be reduced;  recommended  dates  by  which  such  actions\n   50  should occur; necessary investments, if any, that should be made in each\n   51  case to carry out the regional advisory committee's recommendations; and\n   52  the regional advisory committee's justification for its recommendations,\n   53  including  the  use of any factors developed pursuant to section four of\n   54  this act.\n\n       S. 1152                             5\n\n    1    (e) The failure of any regional  advisory  committee  to  perform  the\n    2  duties  imposed  by  this section shall not affect the obligation of the\n    3  commission to perform the duties imposed by section seven of this act.\n    4    S  7.  Commission  recommendations. (a) The commission, upon consider-\n    5  ation of demographic,  geographic,  educational  and  fiscal  indicators\n    6  within  each  board  of  cooperative  educational services region, shall\n    7  develop recommendations for reconfiguring school districts and  adminis-\n    8  trative  functions to align educational services with regional and local\n    9  needs.  In carrying out its functions, the commission shall  collaborate\n   10  with  the  regional advisory committees insofar as practicable to foster\n   11  discussions among, and conduct formal  public  hearings  with  requisite\n   12  public  notice  to  solicit input and recommendations from statewide and\n   13  regional stakeholder interests  including  but  not  limited  to  school\n   14  district administrators, district superintendents and superintendents of\n   15  schools, teachers, school board members, parents, students, non-pedagog-\n   16  ical  school  support  personnel,  representatives  from  post-secondary\n   17  institutions and other pertinent groups and individuals.  The commission\n   18  shall formally solicit recommendations from school district  administra-\n   19  tors, district superintendents and superintendents of schools, teachers,\n   20  school  board members, parents, students, non-pedagogical school support\n   21  personnel, representatives from post-secondary  institutions  and  other\n   22  interested  parties  in each region of the state, and it shall take into\n   23  account such recommendations and the  recommendations  of  the  regional\n   24  advisory  committees  during its deliberations. In developing its recom-\n   25  mendations, the commission shall as  far  as  practicable  estimate  the\n   26  efficiencies  that may be derived from such school district and adminis-\n   27  trative reconfiguration, and shall consider the recommendations  of  the\n   28  regional advisory committees.\n   29    (b)  The  commission  shall  make  recommendations  relating to school\n   30  district and administrative reconfiguration,  within  each  region.  The\n   31  regional commission members shall vote as members of the commission only\n   32  when  the commission is acting on recommendations relating solely to the\n   33  regional commission members' region.\n   34    (c) Such recommendations shall include but not be limited to: delivery\n   35  of commodities and services; pupil transportation;  specialized  profes-\n   36  sional development; maintenance; insurance procurement; payroll adminis-\n   37  tration;  human resources and employee benefit coordination; cooperative\n   38  purchasing coordination; centralization of business operations; printing\n   39  services; state aid planning; textbook purchasing and substitute teacher\n   40  coordination; safety and risk management; the units of  school  adminis-\n   41  tration to be included in the reconfigured school district; the units of\n   42  school  administration  that will be transferred to the board of cooper-\n   43  ative educational services; size, composition and apportionment  of  the\n   44  governing  body;  the composition, powers and duties of any local school\n   45  committees to be created; the disposition of real  and  personal  school\n   46  property; the disposition of existing school indebtedness and lease-pur-\n   47  chase;  the  assignment of school personnel contracts, school collective\n   48  bargaining agreements and  other  school  contractual  obligations;  the\n   49  disposition of existing school funds and existing financial obligations,\n   50  including  undesignated  fund  balances,  trust funds, reserve funds and\n   51  other funds appropriated for school purposes;  a  transition  plan  that\n   52  addresses  the  development  of  a  budget for the first school year and\n   53  interim personnel policies; an  estimate  of  the  cost  savings  to  be\n   54  achieved  through  reconfiguration and how costs will be reduced; recom-\n   55  mended dates by which such actions should occur; necessary  investments,\n   56  if  any,  that should be made in each case to carry out the commission's\n\n       S. 1152                             6\n\n    1  recommendations; the commission's response to the recommendations of the\n    2  regional advisory committees; and the commissioner's  justification  for\n    3  its  recommendations,  including  the  use  of  the  factors pursuant to\n    4  section four of this act.\n    5    (d)  On  or  before December 1, 2012, the commission shall transmit to\n    6  the governor and the legislature a  report  containing  its  recommenda-\n    7  tions, which shall include specific recommendations for school districts\n    8  to  be  reconfigured  and  specific  recommendations  for administrative\n    9  services  to  be  transferred  to  boards  of  cooperative   educational\n   10  services.  Upon  the  transmission of the report to the governor and the\n   11  legislature the commission shall be dissolved.\n   12    S  8.  Implementation  of  recommendations.  (a)  Notwithstanding  any\n   13  contrary provision of law, rule or regulation related to the reconfigur-\n   14  ing  of school districts and administrative services the commissioner of\n   15  education shall take all actions necessary to implement,  in  a  reason-\n   16  able,  cost-efficient  manner,  the  recommendations  of  the commission\n   17  pursuant to subdivisions (b) and (c) of section seven of this act.  Such\n   18  school  districts  and  boards of cooperative educational services shall\n   19  submit to the commissioner of education, at a time  and  in  a  form  as\n   20  determined  by  the  commissioner  of  education,  an acceptable plan of\n   21  reconfiguration in accordance with applicable regulations.\n   22    (b) The provisions of subdivision (a) of this section shall not apply:\n   23  (i) unless the governor has transmitted the  commission's  report  under\n   24  section seven of this act with his or her written approval of the recom-\n   25  mendations  of  the  commission  pursuant to subdivisions (b) and (c) of\n   26  section seven of this act to the commissioner of education and transmit-\n   27  ted a message to the legislature stating his  or  her  approval  of  the\n   28  report  on  or  before  December  5, 2012; and (ii) if a majority of the\n   29  members of each house of the legislature  vote  to  adopt  a  concurrent\n   30  resolution  rejecting  the recommendations of the commission pursuant to\n   31  subdivisions (b) and (c) of section seven of this act in their  entirety\n   32  by  December 31, 2012, after receiving a message from the governor under\n   33  this subdivision. In no event shall the commissioner of education  begin\n   34  to  implement the recommendations of the commission pursuant to subdivi-\n   35  sions (b) and (c) of section seven of this act  prior  to  December  31,\n   36  2012.\n   37    S  9.  The  commission shall be authorized and entitled to receive any\n   38  grants offered pursuant to section 54 of the state finance law.\n   39    S 10. Severability clause. If any clause, sentence, paragraph,  subdi-\n   40  vision,  section  or  part of this act shall be adjudged by any court of\n   41  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n   42  impair,  or  invalidate  the remainder thereof, but shall be confined in\n   43  its operation to the clause, sentence, paragraph,  subdivision,  section\n   44  or part thereof directly involved in the controversy in which such judg-\n   45  ment shall have been rendered. It is hereby declared to be the intent of\n   46  the  legislature  that  this  act  would  have been enacted even if such\n   47  invalid provisions had not been included herein.\n   48    S 11. This act shall take effect immediately and shall expire  and  be\n   49  deemed repealed June 30, 2014.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to establishing the commission on education in the twenty-first century; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110107.T124400.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110107.T124900.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422540825
}