{
  "year" : 2011,
  "senateBillNo" : "S1151-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1151-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to energy conservation and water temperature management",
  "summary" : "Relates to energy conservation and water temperature management; requires a study to be performed on the monetary and energy savings that can be accomplished through better water temperature management. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SA5573-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1151\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to amend the public authorities law, the energy law, the execu-\n         tive law, the multiple dwelling law and the multiple residence law, in\n         relation to energy conservation and water temperature management;  and\n         to  amend  the  general  municipal  law,  in relation to minimum water\n         temperatures\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act  shall be known and may be cited as the \"energy\n    2  conservation and water temperature management act\".\n    3    S 2.  The public authorities law is amended by adding  a  new  section\n    4  1874 to read as follows:\n    5    S  1874.  ENERGY CONSERVATION THROUGH WATER TEMPERATURE MANAGEMENT. 1.\n    6  THE AUTHORITY SHALL CAUSE A STUDY TO BE PERFORMED ON THE SAVINGS  GENER-\n    7  ATED  BY  BETTER MANAGEMENT OF WATER TEMPERATURE IN PUBLIC BUILDINGS AND\n    8  FACILITIES, MULTIPLE DWELLINGS, AND TENANT-OCCUPIED ONE-FAMILY AND  TWO-\n    9  FAMILY DWELLINGS THROUGHOUT THE STATE.\n   10    2.  THE  AUTHORITY SHALL SUBMIT A REPORT OF ITS FINDINGS TO THE GOVER-\n   11  NOR, THE TEMPORARY PRESIDENT OF THE  SENATE,  AND  THE  SPEAKER  OF  THE\n   12  ASSEMBLY  BY  APRIL  THIRTIETH,  TWO  THOUSAND  TWELVE. THE REPORT SHALL\n   13  INCLUDE:\n   14    (A) A PROPOSAL FOR STANDARDS AND DESIGNS FOR  ENERGY  EFFICIENT  WATER\n   15  TEMPERATURE  CONTROL  DEVICES  FOR  RESIDENCES,  MULTIPLE DWELLINGS, AND\n   16  PUBLIC BUILDINGS AND FACILITIES;\n   17    (B) AN ANALYSIS OF EMPIRICAL DATA AND STATISTICS REGARDING  THE  MONE-\n   18  TARY  COSTS  AND SAVINGS, THE ENERGY CONSERVATION, AND THE ENVIRONMENTAL\n   19  BENEFIT OFFERED THROUGH BETTER MANAGEMENT OF WATER TEMPERATURES; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00825-01-1\n\n       S. 1151                             2\n\n    1    (C) ANY PROPOSED LEGISLATION OR SUGGESTED CHANGES TO THE  CURRENT  LAW\n    2  THAT WOULD ASSIST PUBLIC ENTITIES AND PRIVATE CITIZENS TO CONSERVE ENER-\n    3  GY AND SAVE MONEY THROUGH BETTER MANAGEMENT OF WATER TEMPERATURES.\n    4    S  3.  The energy law is amended by adding a new article 19 to read as\n    5  follows:\n    6                                 ARTICLE 19\n    7            ENERGY CONSERVATION AND WATER TEMPERATURE MANAGEMENT\n    8  SECTION 19-101. ENERGY CONSERVATION IN PUBLIC BUILDINGS AND FACILITIES.\n    9    S 19-101. ENERGY CONSERVATION IN PUBLIC BUILDINGS AND FACILITIES.   1.\n   10  NO BATHTUB, SHOWER, WASHBASIN OR SINK IN ANY PUBLIC BUILDING OR FACILITY\n   11  SHALL  EMIT  WATER  HAVING A TEMPERATURE IN EXCESS OF ONE HUNDRED TWENTY\n   12  DEGREES FAHRENHEIT.\n   13    2. NOTWITHSTANDING ANY PROVISION OF LAW, RULE  OR  REGULATION  TO  THE\n   14  CONTRARY,  ANY MUNICIPALITY OR OTHER PUBLIC ENTITY WHO, PURSUANT TO THIS\n   15  SUBDIVISION, INSTALLS A WATER TEMPERATURE CONTROL DEVICE AS  DEFINED  IN\n   16  PARAGRAPH   E   OF   SUBDIVISION  SEVENTEEN  OF  SECTION  THREE  HUNDRED\n   17  SEVENTY-EIGHT OF THE EXECUTIVE LAW SHALL NOT BE:\n   18    (A) RESPONSIBLE TO ANY PERSON FOR INJURIES CAUSED SOLELY BY THE  FAIL-\n   19  URE  OF SUCH DEVICE TO OPERATE PROPERLY IF SUCH FAILURE RESULTS FROM THE\n   20  DEVICE BEING TAMPERED WITH OR RENDERED  INOPERABLE  BY  ANY  INVITEE  OR\n   21  LICENSEE IN SUCH BUILDING OR FACILITY; OR\n   22    (B) RESPONSIBLE TO ANY PERSON OR SUBJECT TO PENALTY OF LAW FOR FAILURE\n   23  TO DELIVER HOT WATER CONTINUOUSLY OR AT ANY MINIMUM TEMPERATURE REQUIRED\n   24  BY  ANY LAW, RULE OR REGULATION SOLELY BY REASON OF THE PROPER OPERATION\n   25  OF THE WATER TEMPERATURE CONTROL DEVICE.\n   26    S 4. Section 378 of the executive law  is  amended  by  adding  a  new\n   27  subdivision 17 to read as follows:\n   28    17.  WATER  TEMPERATURE  MANAGEMENT  STANDARDS. A. NO BATHTUB, SHOWER,\n   29  WASHBASIN OR SINK IN  ANY  DWELLING  UNIT  IN  A  MULTIPLE  DWELLING  OR\n   30  TENANT-OCCUPIED  ONE-FAMILY  OR  TWO-FAMILY  DWELLING  SHALL  EMIT WATER\n   31  HAVING A TEMPERATURE IN EXCESS OF ONE HUNDRED TWENTY DEGREES FAHRENHEIT.\n   32    B. ANY OWNER OF A DWELLING FOUND TO EMIT WATER THAT EXCEEDS THE STAND-\n   33  ARD OF THIS SUBDIVISION SHALL BE IN VIOLATION OF THIS SECTION AND  SHALL\n   34  BE LIABLE FOR A FINE.\n   35    (I)  IF  THE  WATER  TEMPERATURE  EXCEEDS  ONE  HUNDRED TWENTY DEGREES\n   36  FAHRENHEIT BUT DOES NOT EXCEED ONE HUNDRED  THIRTY  DEGREES  FAHRENHEIT,\n   37  THE  FINE SHALL BE TWO HUNDRED FIFTY DOLLARS FOR THE FIRST VIOLATION AND\n   38  FIVE HUNDRED DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   39    (II) IF THE WATER  TEMPERATURE  EXCEEDS  ONE  HUNDRED  THIRTY  DEGREES\n   40  FAHRENHEIT BUT DOES NOT EXCEED ONE HUNDRED FORTY DEGREES FAHRENHEIT, THE\n   41  FINE SHALL BE FIVE HUNDRED DOLLARS FOR THE FIRST VIOLATION AND ONE THOU-\n   42  SAND DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   43    (III)  IF  THE  WATER  TEMPERATURE  EXCEEDS  ONE HUNDRED FORTY DEGREES\n   44  FAHRENHEIT, THE FINE  SHALL  BE  ONE  THOUSAND  DOLLARS  FOR  THE  FIRST\n   45  VIOLATION  AND  TWO  THOUSAND  DOLLARS FOR THE SECOND AND ANY SUBSEQUENT\n   46  VIOLATION.\n   47    C. NOTWITHSTANDING ANY PROVISION OF LAW, RULE  OR  REGULATION  TO  THE\n   48  CONTRARY,  ANY  OWNER  OF  A DWELLING WHO, PURSUANT TO THIS SUBDIVISION,\n   49  INSTALLS A WATER TEMPERATURE CONTROL DEVICE AS DEFINED IN PARAGRAPH E OF\n   50  THIS SUBDIVISION SHALL NOT BE:\n   51    (I) RESPONSIBLE TO ANY PERSON FOR INJURIES CAUSED SOLELY BY THE  FAIL-\n   52  URE  OF SUCH DEVICE TO OPERATE PROPERLY IF SUCH FAILURE RESULTS FROM THE\n   53  DEVICE BEING TAMPERED WITH OR RENDERED  INOPERABLE  BY  ANY  INVITEE  OR\n   54  LICENSEE IN SUCH BUILDING OR FACILITY; OR\n   55    (II)  RESPONSIBLE TO ANY PERSON OR SUBJECT TO PENALTY OF LAW FOR FAIL-\n   56  URE TO DELIVER HOT WATER CONTINUOUSLY  OR  AT  ANY  MINIMUM  TEMPERATURE\n\n       S. 1151                             3\n\n    1  REQUIRED  BY  ANY LAW, RULE OR REGULATION SOLELY BY REASON OF THE PROPER\n    2  OPERATION OF THE WATER TEMPERATURE CONTROL DEVICE.\n    3    D.  INSTALLATION OF AN ANTI-SCALD DEVICE, OR ANY WORK NECESSARY TO THE\n    4  INSTALLATION OF SUCH DEVICE TO COMPLY WITH THIS SECTION, SHALL NOT QUAL-\n    5  IFY FOR A RENT INCREASE UNDER ANY PROVISION OF LAW IMPLEMENTED TO  REGU-\n    6  LATE SUCH RENTS.\n    7    E.  FOR  PURPOSES  OF THIS SECTION, A WATER TEMPERATURE CONTROL DEVICE\n    8  SHALL MEAN AN ANTI-SCALD DEVICE OR  OTHER  DEVICE  THAT  PREVENTS  WATER\n    9  EMITTED  BY A BATHTUB, SHOWER, WASHBASIN, OR SINK FROM EXCEEDING A MAXI-\n   10  MUM TEMPERATURE SET BY THE DEVICE, WHERE SUCH DEVICE MEETS THE  ACCEPTED\n   11  NATIONAL  STANDARD  PLUMBING  CODES  OF  THE BUILDING OFFICIALS AND CODE\n   12  ADMINISTRATION, INC. (BOCA), THE INTERNATIONAL ASSOCIATION  OF  PLUMBING\n   13  AND  MECHANICAL  OFFICIALS  (IAPMO), THE SOUTHERN BUILDING CODE CONGRESS\n   14  INTERNATIONAL (SBCCI), OR THE NATIONAL STANDARD PLUMBING CODE (NSPC).\n   15    S 5. The multiple dwelling law is amended by adding a new section 75-a\n   16  to read as follows:\n   17    S 75-A. WATER TEMPERATURE MANAGEMENT STANDARDS. 1. NO BATHTUB, SHOWER,\n   18  WASHBASIN OR SINK IN  ANY  DWELLING  UNIT  IN  A  MULTIPLE  DWELLING  OR\n   19  TENANT-OCCUPIED  ONE-FAMILY  OR  TWO-FAMILY  DWELLING  SHALL  EMIT WATER\n   20  HAVING A TEMPERATURE IN EXCESS OF ONE HUNDRED TWENTY DEGREES FAHRENHEIT.\n   21    2. ANY OWNER OF A DWELLING FOUND TO EMIT WATER THAT EXCEEDS THE STAND-\n   22  ARD IN PARAGRAPH B OF THIS SUBDIVISION SHALL BE  IN  VIOLATION  OF  THIS\n   23  SECTION AND SHALL BE LIABLE FOR A FINE.\n   24    A. IF THE WATER TEMPERATURE EXCEEDS ONE HUNDRED TWENTY DEGREES FAHREN-\n   25  HEIT BUT DOES NOT EXCEED ONE HUNDRED THIRTY DEGREES FAHRENHEIT, THE FINE\n   26  SHALL  BE  TWO  HUNDRED  FIFTY  DOLLARS FOR THE FIRST VIOLATION AND FIVE\n   27  HUNDRED DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   28    B. IF THE WATER TEMPERATURE EXCEEDS ONE HUNDRED THIRTY DEGREES FAHREN-\n   29  HEIT BUT DOES NOT EXCEED ONE HUNDRED FORTY DEGREES FAHRENHEIT, THE  FINE\n   30  SHALL  BE  FIVE HUNDRED DOLLARS FOR THE FIRST VIOLATION AND ONE THOUSAND\n   31  DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   32    C. IF THE WATER TEMPERATURE EXCEEDS ONE HUNDRED FORTY DEGREES  FAHREN-\n   33  HEIT, THE FINE SHALL BE ONE THOUSAND DOLLARS FOR THE FIRST VIOLATION AND\n   34  TWO THOUSAND DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   35    3.  NOTWITHSTANDING  ANY  PROVISION  OF LAW, RULE OR REGULATION TO THE\n   36  CONTRARY, ANY OWNER OF A DWELLING WHO,  PURSUANT  TO  THIS  SUBDIVISION,\n   37  INSTALLS A WATER TEMPERATURE CONTROL DEVICE AS DEFINED IN PARAGRAPH E OF\n   38  SUBDIVISION  SEVENTEEN  OF  SECTION  THREE  HUNDRED SEVENTY-EIGHT OF THE\n   39  EXECUTIVE LAW SHALL NOT BE:\n   40    A. RESPONSIBLE TO ANY PERSON FOR INJURIES CAUSED SOLELY BY THE FAILURE\n   41  OF SUCH DEVICE TO OPERATE PROPERLY IF  SUCH  FAILURE  RESULTS  FROM  THE\n   42  DEVICE  BEING  TAMPERED  WITH  OR  RENDERED INOPERABLE BY ANY INVITEE OR\n   43  LICENSEE IN SUCH BUILDING OR FACILITY; OR\n   44    B. RESPONSIBLE TO ANY  PERSON OR SUBJECT TO PENALTY OF LAW FOR FAILURE\n   45  TO DELIVER HOT WATER CONTINUOUSLY OR AT ANY MINIMUM TEMPERATURE REQUIRED\n   46  BY ANY LAW, RULE OR REGULATION SOLELY BY REASON OF THE PROPER  OPERATION\n   47  OF THE WATER TEMPERATURE CONTROL DEVICE.\n   48    4.  INSTALLATION  OF  A  WATER TEMPERATURE CONTROL DEVICE, OR ANY WORK\n   49  NECESSARY TO THE  INSTALLATION  OF  SUCH  DEVICE  TO  COMPLY  WITH  THIS\n   50  SECTION,  SHALL  NOT  QUALIFY FOR A RENT INCREASE UNDER ANY PROVISION OF\n   51  LAW IMPLEMENTED TO REGULATE SUCH RENTS.\n   52    S 6. The multiple residence law is amended by adding a new section  16\n   53  to read as follows:\n   54    S  16. WATER TEMPERATURE MANAGEMENT STANDARDS.  1. NO BATHTUB, SHOWER,\n   55  WASHBASIN OR SINK IN  ANY  DWELLING  UNIT  IN  A  MULTIPLE  DWELLING  OR\n\n       S. 1151                             4\n\n    1  TENANT-OCCUPIED  ONE-FAMILY  OR  TWO-FAMILY  DWELLING  SHALL  EMIT WATER\n    2  HAVING A TEMPERATURE IN EXCESS OF ONE HUNDRED TWENTY DEGREES FAHRENHEIT.\n    3    2. ANY OWNER OF A DWELLING FOUND TO EMIT WATER THAT EXCEEDS THE STAND-\n    4  ARD  IN  PARAGRAPH (B) OF THIS SUBDIVISION SHALL BE IN VIOLATION OF THIS\n    5  SECTION AND SHALL BE LIABLE FOR A FINE.\n    6    (A) IF THE  WATER  TEMPERATURE  EXCEEDS  ONE  HUNDRED  TWENTY  DEGREES\n    7  FAHRENHEIT  BUT  DOES  NOT EXCEED ONE HUNDRED THIRTY DEGREES FAHRENHEIT,\n    8  THE FINE SHALL BE TWO HUNDRED FIFTY DOLLARS FOR THE FIRST VIOLATION  AND\n    9  FIVE HUNDRED DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   10    (B)  IF  THE  WATER  TEMPERATURE  EXCEEDS  ONE  HUNDRED THIRTY DEGREES\n   11  FAHRENHEIT BUT DOES NOT EXCEED ONE HUNDRED FORTY DEGREES FAHRENHEIT, THE\n   12  FINE SHALL BE FIVE HUNDRED DOLLARS FOR THE FIRST VIOLATION AND ONE THOU-\n   13  SAND DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   14    (C) IF THE WATER TEMPERATURE EXCEEDS ONE HUNDRED FORTY DEGREES FAHREN-\n   15  HEIT, THE FINE SHALL BE ONE THOUSAND DOLLARS FOR THE FIRST VIOLATION AND\n   16  TWO THOUSAND DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   17    3. NOTWITHSTANDING ANY PROVISION OF LAW, RULE  OR  REGULATION  TO  THE\n   18  CONTRARY,  ANY  OWNER  OF  A DWELLING WHO, PURSUANT TO THIS SUBDIVISION,\n   19  INSTALLS A WATER TEMPERATURE CONTROL DEVICE AS DEFINED IN PARAGRAPH E OF\n   20  SUBDIVISION SEVENTEEN OF SECTION  THREE  HUNDRED  SEVENTY-EIGHT  OF  THE\n   21  EXECUTIVE LAW SHALL NOT BE:\n   22    (A)  RESPONSIBLE TO ANY PERSON FOR INJURIES CAUSED SOLELY BY THE FAIL-\n   23  URE OF SUCH DEVICE TO OPERATE PROPERLY IF SUCH FAILURE RESULTS FROM  THE\n   24  DEVICE  BEING  TAMPERED  WITH  OR  RENDERED INOPERABLE BY ANY INVITEE OR\n   25  LICENSEE IN SUCH BUILDING OR FACILITY; OR\n   26    (B) RESPONSIBLE TO ANY PERSON OR SUBJECT TO PENALTY OF LAW FOR FAILURE\n   27  TO DELIVER HOT WATER CONTINUOUSLY OR AT ANY MINIMUM TEMPERATURE REQUIRED\n   28  BY ANY LAW, RULE OR REGULATION SOLELY BY REASON OF THE PROPER  OPERATION\n   29  OF THE WATER TEMPERATURE CONTROL DEVICE.\n   30    4.  INSTALLATION  OF  A  WATER TEMPERATURE CONTROL DEVICE, OR ANY WORK\n   31  NECESSARY TO THE  INSTALLATION  OF  SUCH  DEVICE  TO  COMPLY  WITH  THIS\n   32  SECTION,  SHALL  NOT  QUALIFY FOR A RENT INCREASE UNDER ANY PROVISION OF\n   33  LAW IMPLEMENTED TO REGULATE SUCH RENTS.\n   34    S 7. The general municipal law is amended by adding a new section  137\n   35  to read as follows:\n   36    S 137. MINIMUM TEMPERATURE FOR TAP WATER. IF ANY MUNICIPAL CORPORATION\n   37  ENACTS A LOCAL LAW, RULE, ORDINANCE, OR REGULATION RELATING TO THE MINI-\n   38  MUM  TEMPERATURE  OF TAP WATER SUPPLIED TO A PUBLIC BUILDING OR FACILITY\n   39  OR A RESIDENCE, THE MUNICIPAL CORPORATION SHALL ENSURE THAT SUCH MINIMUM\n   40  TEMPERATURE IS NO HIGHER THAN ONE HUNDRED TEN DEGREES FAHRENHEIT.\n   41    S 8. This act shall take effect on the one hundred eightieth day after\n   42  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, the energy law, the executive law, the multiple dwelling law and the multiple residence law, in relation to energy conservation and water temperature management; and to amend the general municipal law, in relation to minimum water temperatures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T124400.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110105.T125151.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422240713
}