{
  "year" : 2011,
  "senateBillNo" : "S1154-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1154-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes within the class D felony of assault in the second degree, the intentional causing of physical injury to a station cleaner or terminal cleaner",
  "summary" : "Includes within the class D felony of assault in the second degree, the intentional causing of physical injury to a station cleaner or terminal cleaner employed by a mass transit company, while such cleaner is engaged in such employment. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A3571",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S3764-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1154\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. PARKER, HASSELL-THOMPSON, PERKINS -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN  ACT  to  amend  the  penal law, in relation to assaults upon station\n         cleaners and terminal cleaners\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 11 of section 120.05 of the penal law, as sepa-\n    2  rately  amended  by chapters 318 and 345 of the laws of 2010, is amended\n    3  to read as follows:\n    4    11. With intent to cause physical injury to a train  operator,  ticket\n    5  inspector,  conductor,  signalperson,  bus operator [or], station agent,\n    6  STATION CLEANER OR TERMINAL CLEANER  employed  by  any  transit  agency,\n    7  authority  or  company, public or private, whose operation is authorized\n    8  by New York state or any of its political subdivisions, a city  marshal,\n    9  a  traffic  enforcement officer, traffic enforcement agent or sanitation\n   10  enforcement agent, registered nurse or licensed practical  nurse  he  or\n   11  she  causes  physical  injury  to such train operator, ticket inspector,\n   12  conductor, signalperson,  bus  operator  [or],  station  agent,  STATION\n   13  CLEANER,  TERMINAL  CLEANER,  city marshal, traffic enforcement officer,\n   14  traffic enforcement agent, registered nurse or licensed practical  nurse\n   15  or  sanitation  enforcement  agent, while such employee is performing an\n   16  assigned duty on, or directly related to, the operation of  a  train  or\n   17  bus, or such city marshal, traffic enforcement officer, traffic enforce-\n   18  ment  agent,  registered nurse or licensed practical nurse or sanitation\n   19  enforcement agent is performing an assigned duty.\n   20    S 2. This act shall take effect on the first of November next succeed-\n   21  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00011-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to assaults upon station cleaners and terminal cleaners ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110107.T124900.TXT", "SOBI.D110125.T153439.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987679897
}