{
  "year" : 2011,
  "senateBillNo" : "S1153-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1153-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a mathematics B regents prep course for New York school districts",
  "summary" : "Establishes a mathematics B regents prep course for New York school districts that have less than sixty-five percent of their students passing the mathematics B regents. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A4080",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2544-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1153\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERKINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to establishing  a  math-\n         ematics  B regents prep course for New York school districts that have\n         less than sixty-five percent of their students passing the mathematics\n         B regents\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative findings. The legislature hereby finds that it\n    2  is necessary to increase the percentage of students  passing  the  math-\n    3  ematics  B  regents  in  New  York  school  districts. The mathematics B\n    4  regents examination for high  school  students  is  one  of  five  major\n    5  regents  examinations  required  for  high  school  students to obtain a\n    6  general high school diploma. The legislature  further  finds  that  over\n    7  twenty  counties  have  averaged  less  than sixty-five percent of their\n    8  students passing the mathematics B regents examination. The  legislature\n    9  therefore  enacts  this legislation establishing a mathematics B regents\n   10  prep course to prepare students for the mathematics regents by reviewing\n   11  previous regents exams and materials.\n   12    S 2. The education law is amended by adding a new section 815 to  read\n   13  as follows:\n   14    S  815.  MATHEMATICS  B  REGENTS  PREP COURSE. 1. THE COMMISSIONER, IN\n   15  COOPERATION WITH THE BOARD OF REGENTS, IS  AUTHORIZED  AND  DIRECTED  TO\n   16  ESTABLISH AND DEVELOP A PROGRAM FOR THE PREPARATION OF THE MATHEMATICS B\n   17  REGENTS  EXAMINATION.  SUCH  PROGRAM  MAY  BE  INSTITUTED  BY ANY SCHOOL\n   18  DISTRICT SEEKING TO PROVIDE ITS SECONDARY SCHOOL STUDENTS WITH AN OPPOR-\n   19  TUNITY TO ACHIEVE A PASSING GRADE ON THE MATHEMATICS B REGENTS  EXAMINA-\n   20  TION.\n   21    2.  THE BOARD OF REGENTS SHALL ESTABLISH CRITERIA TO BE USED BY SCHOOL\n   22  DISTRICTS PARTICIPATING IN SUCH PROGRAM, INCLUDING THE REVIEW AND  TEST-\n   23  ING OF STUDENTS ON PREVIOUS MATHEMATICS B REGENTS EXAMINATION MATERIALS.\n   24    S  3. This act shall take effect September 1, 2012; provided, however,\n   25  that any rules or regulations necessary to implement the  provisions  of\n   26  this act shall be promulgated on or before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01733-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a mathematics B regents prep course for New York school districts that have less than sixty-five percent of their students passing the mathematics B regents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110107.T124900.TXT", "SOBI.D110201.T150405.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296590645701
}