{
  "year" : 2011,
  "senateBillNo" : "S1156-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1156-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school districts to establish a language assistance program for limited English proficient parents of students",
  "summary" : "Requires school districts to establish a language assistance program for limited English proficient parents of students; requires record keeping and annual reporting; permits districts to jointly establish such programs. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4564-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1156\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERKINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education  law,  in  relation  to  requiring  public\n         school  districts  to  provide  language assistance to limited English\n         proficient parents of students\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 305 of the education law is amended by adding a new\n    2  subdivision 42 to read as follows:\n    3    42.  A.  ALL  SCHOOL DISTRICTS SHALL ESTABLISH   A LANGUAGE ASSISTANCE\n    4  PROGRAM WHERE LIMITED ENGLISH PROFICIENT PARENTS  WOULD  HAVE  EFFECTIVE\n    5  ACCESS  TO COMMUNICATE WITH TEACHERS AND SCHOOL PERSONNEL.  THIS COMPRE-\n    6  HENSIVE PROGRAM SHALL INCLUDE, BUT IS NOT LIMITED TO:\n    7    (1) PROVIDING THAT ALL FREQUENTLY USED FORMS AND OTHER WRITTEN MATERI-\n    8  ALS THAT ARE SENT HOME TO LIMITED ENGLISH PROFICIENT  PARENTS  IN  THEIR\n    9  PRIMARY LANGUAGE;\n   10    (2)  PROVIDING  LANGUAGE  ASSISTANCE  TO  LIMITED  ENGLISH  PROFICIENT\n   11  PARENTS IN THEIR PRIMARY LANGUAGE WHO CALL  OR  COME  INTO  SCHOOL  WITH\n   12  CONCERNS RELATED TO THEIR CHILD'S SCHOOLING;\n   13    (3)  PROVIDING  LANGUAGE ASSISTANCE SERVICES TO LIMITED ENGLISH PROFI-\n   14  CIENT PARENTS IN THEIR PRIMARY LANGUAGE TO FACILITATE PARENT  ATTENDANCE\n   15  AT  SCHOOL-SPONSORED  PROGRAMS  DESIGNED  FOR COMMUNICATION WITH PARENTS\n   16  INCLUDING, BUT NOT LIMITED TO, PARENT-TEACHER CONFERENCES, WORKSHOPS AND\n   17  SCHOOL FAIRS.\n   18    B. A NOTICE OF THE AVAILABILITY OF THE  LANGUAGE  ASSISTANCE  PROGRAMS\n   19  FOR LIMITED ENGLISH PROFICIENT PARENTS ESTABLISHED PURSUANT TO PARAGRAPH\n   20  A  OF  THIS  SUBDIVISION  SHALL  BE  MAILED TO THE HOMES OF SUCH LIMITED\n   21  ENGLISH  PROFICIENT  PARENTS  IN  A  NOTICE  WRITTEN  IN  THEIR  PRIMARY\n   22  LANGUAGE.\n   23    C.  EACH  SCHOOL DISTRICT SHALL KEEP A RECORD DOCUMENTING ITS LANGUAGE\n   24  ASSISTANCE PROGRAM AND SHALL SUBMIT A SUMMARY  REPORT  ANNUALLY  TO  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00033-01-1\n\n       S. 1156                             2\n\n    1  COMMISSIONER.  SUCH  RECORD AND REPORT SHALL INCLUDE, BUT NOT BE LIMITED\n    2  TO:\n    3    (1)  THE NUMBER OF LIMITED ENGLISH PROFICIENT PARENTS WHO RECEIVE SUCH\n    4  ASSISTANCE;\n    5    (2) THE NUMBER OF LIMITED  ENGLISH  PROFICIENT  HOUSEHOLDS  WHERE  ONE\n    6  PARENT IS ENGLISH LANGUAGE PROFICIENT; AND\n    7    (3)  THE  NUMBER  OF  COMPLAINTS  FILED  BY LIMITED ENGLISH PROFICIENT\n    8  PARENTS; AND\n    9    (4) THE NUMBER OF BILINGUAL PERSONNEL USED TO ASSIST IN  THE  LANGUAGE\n   10  ASSISTANCE AND TRANSLATION SERVICES.\n   11    D. THE COMMISSIONER SHALL PROMULGATE SUCH RULES AND REGULATIONS AS MAY\n   12  BE NECESSARY AND PROPER TO IMPLEMENT THE PROVISIONS OF THIS SUBDIVISION,\n   13  INCLUDING  BUT NOT LIMITED TO, THE METHODOLOGY TO BE USED BY EACH SCHOOL\n   14  DISTRICT TO DETERMINE OR ASSESS THE PRIMARY  LANGUAGES,  THE  NUMBER  OF\n   15  LIMITED  ENGLISH  PROFICIENT  PARENTS, THE PERCENTAGE OF LIMITED ENGLISH\n   16  PROFICIENT PARENTS TO STUDENTS AND THE NATIVE LANGUAGE OF  SUCH  LIMITED\n   17  ENGLISH PROFICIENT PARENTS, AND A COMPLAINT PROCEDURE FOR ANY PARENT WHO\n   18  ALLEGES  A  SCHOOL'S NON-COMPLIANCE WITH THE PROVISIONS OF THIS SUBDIVI-\n   19  SION.\n   20    E. FOR PURPOSES OF THIS SUBDIVISION:\n   21    (1) \"PRIMARY LANGUAGE\" MEANS ONE OF THE FIVE MOST COMMON LANGUAGES  IN\n   22  A  SCHOOL  DISTRICT, OTHER THAN ENGLISH, (I) SPOKEN AND USED TO COMMUNI-\n   23  CATE, BY LIMITED ENGLISH PROFICIENT PARENTS AND (II) NON-ENGLISH  SPEAK-\n   24  ING  RESIDENTS  OR  LIMITED  ENGLISH PROFICIENT PARENTS CONSTITUTES MORE\n   25  THAN FIVE PERCENT OF THE RESIDENTS OF A SCHOOL DISTRICT,  AS  DETERMINED\n   26  BY DATA FROM THE TWO MOST RECENT FEDERAL DECENNIAL CENSUS.\n   27    (2)  \"LIMITED ENGLISH PROFICIENT PARENTS\" MEANS PARENTS OR PARENT OF A\n   28  MINOR CHILD WHO ATTENDS PUBLIC SCHOOL AND  SUCH  PARENTS  OR  PARENT  IS\n   29  UNABLE  TO  COMMUNICATE  EFFECTIVELY IN ENGLISH WITH TEACHERS AND SCHOOL\n   30  PERSONNEL AT THE SCHOOL ATTENDED BY HIS OR HER CHILD.\n   31    F. NOTHING IN THIS SUBDIVISION SHALL PROHIBIT A SCHOOL  DISTRICT  FROM\n   32  ENTERING  INTO  A  COOPERATIVE  AGREEMENT WITH OTHER SCHOOL DISTRICTS TO\n   33  JOINTLY ESTABLISH SUCH A LANGUAGE ASSISTANCE PROGRAM.\n   34    S 2. This act shall take effect on the one hundred eightieth day after\n   35  it shall have become a law. Effective immediately, the addition,  amend-\n   36  ment and/or repeal of any rule or regulation necessary for the implemen-\n   37  tation  of  this act on its effective date are authorized to be made and\n   38  completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring public school districts to provide language assistance to limited English proficient parents of students ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110107.T124900.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422540832
}