{
  "year" : 2011,
  "senateBillNo" : "S1150-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1150-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires solid waste management plans for the city of New York to include adequate trash receptacles in commercial zones and public recreational areas",
  "summary" : "Requires local solid waste management plans for cities over one million to include a plan for litter control including provision for placement of an adequate number of receptacles for trash and recyclables in commercial and business zones and in public recreational areas. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SA1937-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1150\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         siting  and  presence  of  adequate  numbers  of  trash receptacles in\n         commercial zones and recreational areas in cities with a population of\n         one million or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (b) of subdivision 1 of section 27-0107 of the\n    2  environmental conservation law, as added by chapter 70 of  the  laws  of\n    3  1988, is amended to read as follows:\n    4    (b) The local solid waste management plan shall:\n    5    (i)  characterize the solid waste stream to be managed in the planning\n    6  period;\n    7    (ii) assess existing and alternate  proposed  solid  waste  management\n    8  programs and facilities;\n    9    (iii) address to the maximum extent practicable the comments and views\n   10  expressed  by  concerned  governmental,  environmental,  commercial  and\n   11  industrial interests and the public on the waste  reduction,  recycling,\n   12  reuse and disposal alternatives;\n   13    (iv)  identify  the  parties  with  responsibility  to  implement each\n   14  element of the plan and the steps which must be undertaken by each;\n   15    (v) set forth a timetable for implementing the plan;\n   16    (vi) describe the participation in the preparation of the plan of each\n   17  municipality which has chosen to participate in such preparation; [and]\n   18    (vii) describe (A) measures undertaken by the  municipalities  partic-\n   19  ipating  in  the  planning  unit  to secure participation of neighboring\n   20  jurisdictions, (B) the limitations, if any, imposed by the proposed plan\n   21  on solid waste management alternatives  available  to  such  neighboring\n   22  jurisdictions,  and (C) alternatives which would be available if a local\n   23  solid waste management plan including such jurisdictions were  prepared.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01740-01-1\n\n       S. 1150                             2\n\n    1  Specific  written  suggestions  received  from neighboring jurisdictions\n    2  shall be summarized and reflected in the plan; AND\n    3    (VIII)  IN A CITY WITH A POPULATION OF ONE MILLION OR MORE, A PLAN FOR\n    4  THE CONTROL OF LITTER, INCLUDING  PROVISION  FOR  THE  PLACEMENT  OF  AN\n    5  ADEQUATE  NUMBER  OF  RECEPTACLES  FOR  TRASH AND RECYCLABLES LOCATED IN\n    6  COMMERCIAL AND  BUSINESS  DISTRICTS  AS  DETERMINED  BY  THE  SANITATION\n    7  COMMISSIONER  OF SUCH CITY, AND PUBLIC RECREATIONAL AREAS SUCH AS PARKS,\n    8  ZOOS AND BOTANICAL GARDENS AS DETERMINED IN CONJUNCTION WITH  THE  PARKS\n    9  COMMISSIONER OF SUCH CITY.\n   10    S 2. This act shall take effect on the one hundred eightieth day after\n   11  it  shall have become a law; provided, however, that the commissioner of\n   12  environmental conservation is authorized to promulgate any and all rules\n   13  and regulations and take any other measures necessary to implement  this\n   14  act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the siting and presence of adequate numbers of trash receptacles in commercial zones and recreational areas in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T124400.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422240710
}