{
  "year" : 2011,
  "senateBillNo" : "S1166-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1166-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a task force to assess the public health impact of firearm violence and provides for the repeal thereof",
  "summary" : "Establishes a task force to assess data and information compiled by law enforcement personnel and health providers related to incidents of firearm violence and injury; provides that the task force would designate a state agency to coordinate a statewide system for reporting the nature, incidence and specific causes of firearm violence. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A895",
  "lawSection" : "Health",
  "previousVersions" : [ "S391-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1166                                                   A. 895\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  -- Introduced by Sens. BRESLIN, ADAMS, DUANE, HASSELL-THOMP-\n         SON, KRUEGER, PARKER, SAMPSON,  SMITH,  STAVISKY  --  read  twice  and\n         ordered  printed, and when printed to be committed to the Committee on\n         Finance\n\n       IN ASSEMBLY -- Introduced by M. of A. McENENY, ORTIZ --  Multi-Sponsored\n         by  --  M.  of  A.  AUBRY,  CLARK,  COLTON, DINOWITZ, HOYT, MAYERSOHN,\n         PEOPLES-STOKES, ROBINSON, TITUS, TOWNS,  WEISENBERG,  WRIGHT  --  read\n         once and referred to the Committee on Codes\n\n       AN  ACT  to establish a task force to assess the public health impact of\n         firearm violence and injury and  providing  for  the  repeal  of  such\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds  and\n    2  declares   that  firearm  injuries  and  deaths  have  reached  epidemic\n    3  proportions, with firearm injuries ranked among the top  ten  causes  of\n    4  death among all Americans, and as the leading cause of death among young\n    5  African-American  males. The legislature further finds and declares that\n    6  this  epidemic  necessitates  public  policies  which  address   firearm\n    7  violence  and  injury  as  a  public  health issue and that one critical\n    8  component of such policies is an integrated and comprehensive  statewide\n    9  effort  to  accurately  document  the  origins,  incidence and nature of\n   10  firearm violence and injury in New York state.\n   11    The legislature also finds that dispersed and widely varied  data  and\n   12  information  related  to  incidents  of  firearm  violence are presently\n   13  collected by state and local law enforcement agencies; and that informa-\n   14  tion and data related to the nature,  severity  and  causes  of  firearm\n   15  injuries are also regularly compiled by health care providers engaged in\n   16  the  treatment of such injuries. The legislature finds and declares that\n   17  a coordinated and fully integrated statewide network of data and  infor-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00464-01-1\n\n       S. 1166                             2                             A. 895\n\n    1  mation  is  required to fully assess the public health impact of firearm\n    2  violence and injury in New York  state  and  to  formulate  policies  to\n    3  combat such violence and injury in the protection of public health.\n    4    The  legislature hereby establishes a task force to devise a statewide\n    5  network of data and information related to firearm  violence  and  inju-\n    6  ries. The task force will coordinate the integration of data compiled by\n    7  law  enforcement  agencies and health care providers, related to firearm\n    8  violence and injury. This task force will be  comprised  of  appropriate\n    9  state agency personnel, law enforcement authorities, health care provid-\n   10  ers,  and experts in the fields of epidemiology and ballistics. The task\n   11  force will assess the nature and current methods by which  data  related\n   12  to firearm violence and injury are compiled and reported by law enforce-\n   13  ment  agencies and health care providers. The task force shall recommend\n   14  any changes in the nature or manner in which such data is  compiled  and\n   15  reported,  to facilitate an on-going, statewide assessment of the public\n   16  health impact of firearm violence and injury in New York state.\n   17    S 2. An eight member  task  force  is  hereby  established  to  assess\n   18  current  data  and information compiled by law enforcement personnel and\n   19  health providers related to incidents of firearm  violence  and  injury,\n   20  and  to  recommend  mechanisms  by  which  an integrated, statewide data\n   21  collection and tracking system may be established to assess  the  public\n   22  health impact of such violence and injury.\n   23    S  3.  The  task  force shall be comprised of the commissioners of the\n   24  department of health and the division of criminal justice services,  who\n   25  may designate representatives to act on their behalf.\n   26    The  commissioner of the department of health or the designee thereof,\n   27  shall chair the task force. The governor shall appoint  two  members  to\n   28  the task force: one member shall be an epidemiologist experienced in the\n   29  study  of  firearm injuries and one member shall be an expert in firearm\n   30  ballistics. The temporary president of the senate and the speaker of the\n   31  assembly shall each appoint one member to the task force who shall be  a\n   32  member  of a state or local law enforcement agency. The minority leaders\n   33  of the senate and assembly shall each appoint one  member  to  the  task\n   34  force,  who  shall  be  a  health care provider regularly engaged in the\n   35  treatment of firearm injuries. Administrative duties of the  task  force\n   36  shall be the responsibility of the department of health.\n   37    S  4.  The  task  force shall provide a report to the governor and the\n   38  legislature on or before January 15, 2013. Such report shall include:\n   39    (a) an identification of the data and informational  needs  associated\n   40  with  an assessment of firearm violence and injury as an issue of public\n   41  health in New York state;\n   42    (b) an identification of any differences among  state  and  local  law\n   43  enforcement  agencies in the collection and reporting of information and\n   44  data related to firearm violence and injury,  the  basis  for  any  such\n   45  differences, and how such differences may be addressed;\n   46    (c)  an  identification of any differences among health care providers\n   47  and in particular, emergency medical services providers, with regard  to\n   48  the collection and reporting of firearm injury data and information, the\n   49  basis for such differences, and how such differences may be addressed;\n   50    (d)  an  assessment  of the need for improved epidemiological data and\n   51  information concerning firearm injuries, including  information  on  the\n   52  frequency  and  distribution  of such injuries and the specific types of\n   53  firearms associated with various injuries;\n   54    (e) an identification of any opportunities for, or barriers to, a more\n   55  uniform statewide approach to the collection and reporting of  data  and\n   56  information  from  both law enforcement agencies and health care provid-\n\n       S. 1166                             3                             A. 895\n\n    1  ers, concerning incidents of firearm violence and injury, with full  and\n    2  proper  regard  to  the  protection  of  the  rights  of victims of such\n    3  violence and injury and the rights of criminal defendants;\n    4    (f)  a  recommendation  of a state agency to assume responsibility for\n    5  the planning and  coordination  of  a  statewide  data  and  information\n    6  network  comprised  of firearm violence and injury data as reported from\n    7  state and local law enforcement agencies and health care providers,  and\n    8  designed  to  be  used  in formulating public health strategies to deter\n    9  firearm violence and injuries; and\n   10    (g) an identification of public health policies and  strategies  which\n   11  may  arise  from  a  statewide  data  and information network on firearm\n   12  violence and injuries, and focused on the prevention  of  such  violence\n   13  and injuries.\n   14    The  task  force  shall meet as frequently as its business may require\n   15  and members of the task force shall receive no  compensation  for  their\n   16  services,  but  shall  be  allowed  their  actual and necessary expenses\n   17  incurred in performance of their duties.\n   18    S 5. This act shall take effect immediately and shall expire on Febru-\n   19  ary 1, 2013 when it shall be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to establish a task force to assess the public health impact of firearm violence and injury and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T133158.TXT", "SOBI.D110106.T105202.TXT", "SOBI.D110105.T122219.TXT", "SOBI.D110106.T104201.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294329122210
}