{
  "year" : 2011,
  "senateBillNo" : "S1163-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1163-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that remaining campaign accounts be transferred to the state treasury after death of a candidate",
  "summary" : "Provides that upon the death of a candidate, former candidate or holder of elective office, remaining campaign accounts be transferred to the state treasury unless a charitable organization has been designated to receive such moneys. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : "A898",
  "lawSection" : "Election Law",
  "previousVersions" : [ "S6259-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1163                                                   A. 898\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sens. BRESLIN, HASSELL-THOMPSON, HUNTLEY,\n         KRUEGER, OPPENHEIMER, PARKER -- read twice and  ordered  printed,  and\n         when printed to be committed to the Committee on Elections\n\n       IN  ASSEMBLY -- Introduced by M. of A. McENENY -- read once and referred\n         to the Committee on Election Law\n\n       AN ACT to amend the election law, in relation to providing that campaign\n         accounts be transferred to the state treasury upon death of  a  candi-\n         date\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The election law is amended by adding a new section  14-131\n    2  to read as follows:\n    3    S  14-131. REQUIRED DISPOSAL OF CAMPAIGN FUNDS. 1. UPON THE DEATH OF A\n    4  CANDIDATE, FORMER CANDIDATE OR HOLDER OF ELECTIVE OFFICE,  WHO  RECEIVED\n    5  CAMPAIGN  CONTRIBUTIONS,  ANY MONEYS REMAINING IN THE ACCOUNT OF A POLI-\n    6  TICAL COMMITTEE FORMED FOR THE PURPOSE OF  PROMOTING  OR  ELECTING  SUCH\n    7  CANDIDATE  NOT OTHERWISE DUE AND OWED TO ANY PARTY SHALL BE PAID OVER TO\n    8  THE COMPTROLLER OF THE STATE OF NEW YORK  FOR  DEPOSIT  IN  THE  GENERAL\n    9  TREASURY OF THE STATE.\n   10    2. THE TREASURER OF A POLITICAL COMMITTEE SHALL NOTIFY THE STATE BOARD\n   11  OF  ELECTIONS  UPON THE DEATH OF A CANDIDATE, FORMER CANDIDATE OR HOLDER\n   12  OF ELECTIVE OFFICE. SUCH NOTICE SHALL BE FILED IN THE  OFFICE  IN  WHICH\n   13  THE  COMMITTEE  IS  REQUIRED  TO FILE STATEMENTS UNDER SECTION 14-110 OF\n   14  THIS ARTICLE, WITHIN THIRTY DAYS OF THE DEATH OF SUCH PERSON.\n   15    3. NOTWITHSTANDING SUBDIVISION  ONE  OF  THIS  SECTION,  A  CANDIDATE,\n   16  FORMER  CANDIDATE  OR HOLDER OF ELECTIVE OFFICE MAY, AT ANY TIME, DESIG-\n   17  NATE A CHARITABLE ORGANIZATION TO RECEIVE  THE  BALANCE  OF  ANY  MONEYS\n   18  REMAINING IN THE ACCOUNT OF A POLITICAL COMMITTEE FORMED FOR THE PURPOSE\n   19  OF PROMOTING OR ELECTING SUCH CANDIDATE UPON THE DEATH OF SUCH PERSON BY\n   20  FILING  A  NOTICE  TO THAT EFFECT WITH THE STATE BOARD OF ELECTIONS. THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01835-01-1\n\n       S. 1163                             2                             A. 898\n\n    1  STATE BOARD OF ELECTIONS SHALL DEVELOP A FORM FOR  SUCH  PURPOSE.  IF  A\n    2  CHARITABLE  ORGANIZATION DESIGNATED BY A CANDIDATE UNDER THIS SECTION IS\n    3  NO LONGER IN EXISTENCE UPON THE DEATH OF SUCH PERSON THEN SUCH REMAINING\n    4  MONEYS  SHALL  BE PAID INTO THE GENERAL TREASURY OF THE STATE IN ACCORD-\n    5  ANCE WITH THIS SECTION.\n    6    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n    7  have  become  a  law;  provided,  however,  that this act shall apply to\n    8  contributions received after such effective date; and provided, further,\n    9  that the state board of elections shall notify all  registered  campaign\n   10  committees  of  the applicable provisions of this act within thirty days\n   11  after this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to providing that campaign accounts be transferred to the state treasury upon death of a candidate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T121648.TXT", "SOBI.D110105.T132654.TXT", "SOBI.D110106.T104201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294328521144
}