{
  "year" : 2011,
  "senateBillNo" : "S1167-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1167-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires insurers to provide certificate holders with at least thirty days prior written notice of termination of group health insurance coverage",
  "summary" : "Requires insurers to provide certificate holders with at least thirty days prior written notice of termination of group health insurance coverage. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S8197-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1167\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law and the public health law, in relation\n         to notification of termination of group health insurance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (a)  of  section 3221 of the insurance law is\n    2  amended by adding a new paragraph 17 to read as follows:\n    3    (17) (A) THAT THE INSURER SHALL REQUIRE THE POLICYHOLDER TO PROVIDE IT\n    4  WITH THE NAMES AND RESIDENTIAL ADDRESSES OF ALL INDIVIDUALS WHO  BECAUSE\n    5  OF  THEIR  EMPLOYEE  OR  MEMBERSHIP STATUS ARE CERTIFICATE HOLDERS UNDER\n    6  SUCH POLICY, AND TO UPDATE SUCH INFORMATION AT LEAST  ANNUALLY;  AND  IN\n    7  THE  EVENT  THE  INSURER TERMINATES SUCH POLICY, SHALL GIVE EACH CERTIF-\n    8  ICATE HOLDER AT LEAST THIRTY DAYS PRIOR WRITTEN NOTICE OF TERMINATION OF\n    9  COVERAGE, BY MAILING  SUCH  NOTICE  TO  THE  LAST  PROVIDED  RESIDENTIAL\n   10  ADDRESS FOR SUCH CERTIFICATE HOLDER; PROVIDED, HOWEVER, THAT SUCH NOTICE\n   11  SHALL  NOT  BE  REQUIRED  WHERE  THE POLICYHOLDER HAS: (1) PROVIDED SUCH\n   12  CERTIFICATE HOLDER AT LEAST THIRTY DAYS  PRIOR  WRITTEN  NOTICE  OF  THE\n   13  TERMINATION OF COVERAGE, BY MAILING SUCH NOTICE TO THE CERTIFICATE HOLD-\n   14  ER'S  LAST  KNOWN  RESIDENTIAL ADDRESS, OR, IF THE CERTIFICATE HOLDER IS\n   15  REPRESENTED BY A LABOR ORGANIZATION, PROVIDED THE REPRESENTATIVE OF SUCH\n   16  LABOR ORGANIZATION WITH SUCH WRITTEN NOTICE, OR (2) HAS CONTRACTED  WITH\n   17  ANOTHER  INSURER  TO  PROVIDE  SIMILAR COVERAGE FOR THE SAME CERTIFICATE\n   18  HOLDERS, AND HAS PROVIDED CERTIFICATE  HOLDERS  WITH  THE  NAME  OF  THE\n   19  SUBSTITUTED  INSURER.  NO  TERMINATION  OF A GROUP POLICY OR CONTRACT OF\n   20  HEALTH, OR ACCIDENT AND HEALTH INSURANCE SHALL  BECOME  EFFECTIVE  UNTIL\n   21  THIRTY DAYS AFTER THE MAILING OF SUCH NOTICE OF TERMINATION CONTRACT, IF\n   22  REQUIRED.\n   23    (B) THE INSURER SHALL INCLUDE WITH SUCH NOTICE A COMPLETE STATEMENT OF\n   24  THE RIGHTS OF THE CERTIFICATE HOLDER UNDER THE TERMINATION OF THE POLICY\n   25  AS  TO  COVERAGE  FOR ILLNESS, ACCIDENT AND TREATMENT OCCURRING PRIOR TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02152-01-1\n\n       S. 1167                             2\n\n    1  AND SUBSEQUENT TO THE TERMINATION DATE, AND SUCH OTHER RIGHTS OF CERTIF-\n    2  ICATE HOLDERS AS MAY EXIST UNDER THE CONTRACT OR POLICY OR  PURSUANT  TO\n    3  PARAGRAPH ONE OF SUBSECTION (E) OF THIS SECTION.\n    4    (C)  UPON  WRITTEN  REQUEST, THE HOLDER OF THE POLICY BEING TERMINATED\n    5  SHALL REIMBURSE THE INSURER FOR ALL REASONABLE AND NECESSARY COSTS ASSO-\n    6  CIATED WITH PROVIDING SUCH NOTICE TO CERTIFICATE HOLDERS.\n    7    S 2. Section 4305 of the insurance law is  amended  by  adding  a  new\n    8  subsection (m) to read as follows:\n    9    (M) (1) A GROUP CONTRACT ISSUED PURSUANT TO THIS SECTION SHALL CONTAIN\n   10  A  PROVISION THAT THE INSURER SHALL REQUIRE THE GROUP CONTRACT HOLDER TO\n   11  PROVIDE IT WITH THE NAMES AND RESIDENTIAL ADDRESSES OF  ALL  INDIVIDUALS\n   12  WHO BECAUSE OF THEIR EMPLOYEE OR MEMBERSHIP STATUS ARE CERTIFICATE HOLD-\n   13  ERS UNDER SUCH POLICY, AND TO UPDATE SUCH INFORMATION AT LEAST ANNUALLY;\n   14  AND  IN  THE  EVENT  THE INSURER TERMINATES SUCH POLICY, SHALL GIVE EACH\n   15  CERTIFICATE HOLDER AT LEAST THIRTY DAYS PRIOR WRITTEN NOTICE  OF  TERMI-\n   16  NATION OF COVERAGE, BY MAILING SUCH NOTICE TO THE LAST PROVIDED RESIDEN-\n   17  TIAL  ADDRESS  FOR SUCH CERTIFICATE HOLDER; PROVIDED, HOWEVER, THAT SUCH\n   18  NOTICE SHALL NOT BE REQUIRED  WHERE  THE  GROUP  POLICYHOLDER  HAS:  (A)\n   19  PROVIDED  SUCH  CERTIFICATE  HOLDERS  AT LEAST THIRTY DAYS PRIOR WRITTEN\n   20  NOTICE OF THE TERMINATION OF COVERAGE, BY MAILING SUCH  NOTICE  TO  SUCH\n   21  CERTIFICATE HOLDER'S LAST KNOWN RESIDENTIAL ADDRESS, OR, IF SUCH CERTIF-\n   22  ICATE HOLDER IS REPRESENTED BY A LABOR ORGANIZATION, PROVIDED THE REPRE-\n   23  SENTATIVE  OF  SUCH  LABOR ORGANIZATION WITH SUCH WRITTEN NOTICE, OR (B)\n   24  HAS CONTRACTED WITH ANOTHER INSURER TO PROVIDE SIMILAR COVERAGE FOR  THE\n   25  SAME CERTIFICATE HOLDERS, AND HAS PROVIDED SUCH CERTIFICATE HOLDERS WITH\n   26  THE NAME OF THE SUBSTITUTED INSURER. NO TERMINATION OF A GROUP POLICY OR\n   27  CONTRACT OF HEALTH, OR ACCIDENT AND HEALTH INSURANCE SHALL BECOME EFFEC-\n   28  TIVE  UNTIL  THIRTY DAYS AFTER THE MAILING OF SUCH NOTICE OF TERMINATION\n   29  CONTRACT, IF REQUIRED.\n   30    (2) THE INSURER SHALL INCLUDE WITH SUCH NOTICE A COMPLETE STATEMENT OF\n   31  THE RIGHTS OF THE CERTIFICATE HOLDER UNDER THE TERMINATION OF THE POLICY\n   32  AS TO COVERAGE FOR ILLNESS, ACCIDENT AND TREATMENT  OCCURRING  PRIOR  TO\n   33  AND SUBSEQUENT TO THE TERMINATION DATE, AND SUCH OTHER RIGHTS OF CERTIF-\n   34  ICATE  HOLDERS  AS MAY EXIST UNDER THE CONTRACT OR POLICY OR PURSUANT TO\n   35  PARAGRAPH ONE OF SUBSECTION (D) OF THIS SECTION.\n   36    (3) UPON WRITTEN REQUEST, THE HOLDER OF THE GROUP POLICY BEING  TERMI-\n   37  NATED SHALL REIMBURSE THE INSURER FOR ALL REASONABLE AND NECESSARY COSTS\n   38  ASSOCIATED WITH PROVIDING SUCH NOTICE TO CERTIFICATE HOLDERS.\n   39    S  3.  The public health law is amended by adding a new section 4407-a\n   40  to read as follows:\n   41    S 4407-A. GROUP CONTRACTS; NOTIFICATION OF CANCELLATION  REQUIREMENTS.\n   42  1.  A  HEALTH  MAINTENANCE  ORGANIZATION SHALL REQUIRE A POLICYHOLDER TO\n   43  PROVIDE IT WITH THE NAMES AND RESIDENTIAL ADDRESSES OF  ALL  INDIVIDUALS\n   44  WHO  BECAUSE  OF THEIR EMPLOYEE OR MEMBERSHIP STATUS ARE MEMBERS IN SUCH\n   45  HEALTH MAINTENANCE ORGANIZATION, AND TO UPDATE SUCH INFORMATION AT LEAST\n   46  ANNUALLY; AND IN THE EVENT THE HEALTH  MAINTENANCE  ORGANIZATION  TERMI-\n   47  NATES  SUCH  POLICY,  SHALL  GIVE  EACH SUCH MEMBER AT LEAST THIRTY DAYS\n   48  PRIOR WRITTEN NOTICE OF TERMINATION OF COVERAGE, BY MAILING SUCH  NOTICE\n   49  TO  THE  LAST  PROVIDED  RESIDENTIAL  ADDRESS FOR SUCH MEMBER; PROVIDED,\n   50  HOWEVER, THAT SUCH NOTICE SHALL NOT BE REQUIRED WHERE  THE  POLICYHOLDER\n   51  HAS:  (A) PROVIDED SUCH MEMBER AT LEAST THIRTY DAYS PRIOR WRITTEN NOTICE\n   52  OF THE TERMINATION OF COVERAGE, BY MAILING SUCH NOTICE TO SUCH  MEMBER'S\n   53  LAST  KNOWN  RESIDENTIAL  ADDRESS, OR, IF THE MEMBER IS REPRESENTED BY A\n   54  LABOR ORGANIZATION, PROVIDED THE REPRESENTATIVE OF SUCH LABOR  ORGANIZA-\n   55  TION WITH SUCH WRITTEN NOTICE, OR (B) HAS CONTRACTED WITH ANOTHER HEALTH\n   56  MAINTENANCE  ORGANIZATION OR INSURER TO PROVIDE SIMILAR COVERAGE FOR THE\n\n       S. 1167                             3\n\n    1  SAME MEMBERS, AND HAS PROVIDED MEMBERS WITH THE NAME OF THE  SUBSTITUTED\n    2  HEALTH  MAINTENANCE  ORGANIZATION  OR INSURER. NO TERMINATION OF A GROUP\n    3  POLICY OR CONTRACT OF HEALTH, OR ACCIDENT  AND  HEALTH  INSURANCE  SHALL\n    4  BECOME  EFFECTIVE  UNTIL THIRTY DAYS AFTER THE MAILING OF SUCH NOTICE OF\n    5  TERMINATION CONTRACT, IF REQUIRED.\n    6    2. THE HEALTH MAINTENANCE ORGANIZATION SHALL INCLUDE WITH SUCH  NOTICE\n    7  A  COMPLETE  STATEMENT OF THE RIGHTS OF THE MEMBER UNDER THE TERMINATION\n    8  OF THE POLICY AS TO COVERAGE FOR ILLNESS, ACCIDENT AND TREATMENT  OCCUR-\n    9  RING  PRIOR  TO  AND  SUBSEQUENT TO THE TERMINATION DATE, AND SUCH OTHER\n   10  RIGHTS OF MEMBERS AS MAY EXIST UNDER THE CONTRACT OR POLICY OR  PURSUANT\n   11  TO THIS ARTICLE AND ARTICLE FORTY-THREE OF THE INSURANCE LAW.\n   12    3.  UPON  WRITTEN  REQUEST,  THE HOLDER OF THE POLICY BEING TERMINATED\n   13  SHALL REIMBURSE THE HEALTH MAINTENANCE ORGANIZATION FOR  ALL  REASONABLE\n   14  AND NECESSARY COSTS ASSOCIATED WITH PROVIDING SUCH NOTICE TO MEMBERS.\n   15    S  4.  This  act shall take effect on the ninetieth day after it shall\n   16  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law and the public health law, in relation to notification of termination of group health insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T134155.TXT", "SOBI.D110107.T123359.TXT", "SOBI.D110105.T122219.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294421639418
}