{
  "year" : 2011,
  "senateBillNo" : "S1169-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1169-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a personal income tax credit for taxpayers who donate blood to a blood bank four or more times in a year",
  "summary" : "Establishes a personal income tax credit for taxpayers who donate blood to a blood bank four or more times in a year; specifies such tax credit to be five hundred dollars. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A3117",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA6243-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1169\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to providing a tax  credit  for\n         certain taxpayers who donate blood\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  BLOOD  DONATION  CREDIT. (1) ALLOWANCE OF CREDIT. A TAXPAYER WHO\n    4  DONATES BLOOD FOUR OR MORE TIMES IN A YEAR TO A BLOOD BANK THAT HAS BEEN\n    5  ISSUED A VALID PERMIT AS PROVIDED IN SECTION FIVE  HUNDRED  SEVENTY-FIVE\n    6  OF  THE  PUBLIC  HEALTH  LAW  SHALL  BE  ALLOWED A CREDIT AS HEREINAFTER\n    7  PROVIDED, AGAINST THE TAX IMPOSED BY THIS ARTICLE.  THE  AMOUNT  OF  THE\n    8  CREDIT  SHALL  BE  FIVE  HUNDRED  DOLLARS.  FOR  THE  PURPOSES  OF  THIS\n    9  SUBSECTION, \"BLOOD BANK\" MEANS A FACILITY FOR THE  COLLECTION,  PROCESS-\n   10  ING,  STORAGE  AND/OR  DISTRIBUTION  OF HUMAN BLOOD, BLOOD COMPONENTS OR\n   11  BLOOD DERIVATIVES.\n   12    (2) APPLICATION OF CREDIT. IF THE AMOUNT OF THE CREDIT  ALLOWED  UNDER\n   13  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n   14  SUCH  YEAR,  THE  EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE\n   15  CREDITED OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS  OF  SECTION  SIX\n   16  HUNDRED  EIGHTY-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO INTEREST\n   17  SHALL BE PAID THEREON.\n   18    (3) PROOF OF CLAIM. THE COMMISSIONER MAY REQUIRE A QUALIFIED  TAXPAYER\n   19  TO  FURNISH PROOF OF HIS OR HER BLOOD DONATIONS IN SUPPORT OF HIS OR HER\n   20  CLAIM FOR CREDIT UNDER THIS SUBSECTION.\n   21    S 2. This act shall take effect immediately and shall apply to taxable\n   22  years beginning on and after January 1, 2013.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00820-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit for certain taxpayers who donate blood ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115616.TXT", "SOBI.D110105.T134155.TXT", "SOBI.D110105.T122219.TXT", "SOBI.D110107.T123359.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295888176263
}