{
  "year" : 2011,
  "senateBillNo" : "S1160-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1160-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the bilingual teachers of tomorrow teacher recruitment and retention program",
  "summary" : "Establishes the bilingual teachers of tomorrow teacher recruitment and retention program to attract and retain bilingual, certified teachers in areas of greatest need, especially schools under registration review; provides for grants and procedures for applying for such grants and eligibility requirements for fund distribution. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2543-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1160\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERKINS, SERRANO -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Educa-\n         tion\n\n       AN  ACT  to  amend  the  education  law, in relation to establishing the\n         bilingual teachers  of  tomorrow  teacher  recruitment  and  retention\n         program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new  section  3613\n    2  to read as follows:\n    3    S  3613.  BILINGUAL  TEACHERS  OF  TOMORROW  TEACHER  RECRUITMENT  AND\n    4  RETENTION PROGRAM. 1. DEFINITIONS. A. THE TERM \"BILINGUAL TEACHER SHORT-\n    5  AGE AREA\" MEANS A PUBLIC SCHOOL OR SUBJECT AREA IN  WHICH  THERE  WAS  A\n    6  SHORTAGE  OF  BILINGUAL,  CERTIFIED TEACHERS IN THE PREVIOUS SCHOOL YEAR\n    7  AND THERE IS A PROJECTED SHORTAGE IN THE CURRENT SCHOOL YEAR  AS  DETER-\n    8  MINED BY THE COMMISSIONER.\n    9    B. THE TERM \"BILINGUAL, CERTIFIED TEACHER\" MEANS A TEACHER WHO HOLDS A\n   10  PERMANENT  OR PROFESSIONAL STATE TEACHING CERTIFICATE APPROPRIATE TO THE\n   11  TEACHING POSITION, INCLUDING THE SUBJECT AREA IF APPLICABLE, IN WHICH HE\n   12  OR SHE IS TO BE EMPLOYED AND WHO IS FULLY QUALIFIED TO TEACH IN A BILIN-\n   13  GUAL EDUCATION PROGRAM.\n   14    C. THE TERM  \"SCHOOL  DISTRICT\"  SHALL  MEAN  A  COMMON,  UNION  FREE,\n   15  CENTRAL, CENTRAL HIGH SCHOOL, OR CITY SCHOOL DISTRICT.\n   16    D. THE TERM \"BOARD OF EDUCATION\" SHALL MEAN THE GOVERNING BOARD OF ANY\n   17  PUBLIC  SCHOOL  OR PUBLIC SCHOOL DISTRICT DEFINED IN PARAGRAPH C OF THIS\n   18  SUBDIVISION.\n   19    E. THE TERM \"LOW-PERFORMING, LIMITED ENGLISH PROFICIENCY SCHOOL\" SHALL\n   20  MEAN A SCHOOL BUILDING WHICH IS UNDER REGISTRATION REVIEW  OR  A  SCHOOL\n   21  BUILDING  PERFORMING  SIGNIFICANTLY  BELOW STATE STANDARDS AS DEFINED BY\n   22  THE COMMISSIONER AND WHICH  HAS  A  SUBSTANTIAL  PROPORTION  OF  LIMITED\n   23  ENGLISH PROFICIENCY PUPILS, AS DETERMINED BY THE COMMISSIONER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01735-01-1\n\n       S. 1160                             2\n\n    1    F.  THE  TERM  \"YEAR  OF  SERVICE\" SHALL MEAN TEN MONTHS OF CONTINUOUS\n    2  FULL-TIME SERVICE AS A TEACHER DURING A SCHOOL YEAR, GENERALLY OCCURRING\n    3  BETWEEN SEPTEMBER FIRST AND JUNE THIRTIETH.\n    4    2.  APPLICATION  AND  FUNDING.  A.  GRANTS  SHALL  BE  MADE  TO SCHOOL\n    5  DISTRICTS FOR BILINGUAL, CERTIFIED  TEACHER  RECRUITMENT  AND  RETENTION\n    6  ACTIVITIES  NECESSARY  TO  INCREASE  THE  SUPPLY OF BILINGUAL, CERTIFIED\n    7  TEACHERS IN SCHOOL DISTRICTS EXPERIENCING A BILINGUAL, CERTIFIED TEACHER\n    8  SHORTAGE IN ACCORDANCE WITH SUBDIVISION THREE OF  THIS  SECTION  AND  IN\n    9  SCHOOL DISTRICTS CONTAINING A LOW-PERFORMING, LIMITED ENGLISH PROFICIEN-\n   10  CY SCHOOL.\n   11    B. SUCH GRANTS SHALL BE AWARDED TO SCHOOL DISTRICTS, WITHIN THE LIMITS\n   12  OF FUNDS APPROPRIATED THEREFOR, THROUGH A COMPETITIVE PROCESS THAT TAKES\n   13  INTO CONSIDERATION THE MAGNITUDE OF ANY SHORTAGE OF BILINGUAL, CERTIFIED\n   14  TEACHERS  IN  THE  SCHOOL  DISTRICT,  THE FISCAL CAPACITY AND GEOGRAPHIC\n   15  SPARSITY OF THE DISTRICT, AND THE NUMBER  OF  NEW  BILINGUAL,  CERTIFIED\n   16  TEACHERS  THE SCHOOL DISTRICT INTENDS TO HIRE IN THE COMING SCHOOL YEAR.\n   17  GRANTS PROVIDED PURSUANT TO THIS SECTION SHALL  BE  USED  ONLY  FOR  THE\n   18  PURPOSES ENUMERATED IN THIS SECTION.\n   19    C. NOT MORE THAN SIXTY PERCENT OF THE FUNDS ALLOCATED PURSUANT TO THIS\n   20  SECTION  SHALL BE MADE AVAILABLE TO ANY ONE SCHOOL DISTRICT AND PROVIDED\n   21  FURTHER THAT A CITY SCHOOL DISTRICT IN A CITY WITH POPULATIONS IN EXCESS\n   22  OF ONE MILLION INHABITANTS MAY, NOTWITHSTANDING ANY OTHER  PROVISION  OF\n   23  THIS  SECTION, ALLOCATE A PORTION OF THE GRANT RECEIVED PURSUANT TO THIS\n   24  SECTION FOR BILINGUAL, CERTIFIED TEACHER RECRUITMENT AND OUTREACH ACTIV-\n   25  ITIES PROVIDED THAT ANY  ALLOCATION  FOR  BILINGUAL,  CERTIFIED  TEACHER\n   26  RECRUITMENT  AND  OUTREACH ACTIVITIES SHALL NOT EXCEED TWO HUNDRED TWEN-\n   27  TY-FIVE THOUSAND DOLLARS.\n   28    D. IN ALLOCATING GRANTS PURSUANT TO THIS SECTION,  A  SCHOOL  DISTRICT\n   29  SHALL GIVE PRIORITY IN THE FOLLOWING ORDER:\n   30    (1) FIRST, TO A SCHOOL UNDER REGISTRATION REVIEW THAT IS DESIGNATED AS\n   31  A BILINGUAL TEACHER SHORTAGE AREA;\n   32    (2) SECOND, TO ANY LOW-PERFORMING, LIMITED ENGLISH PROFICIENCY SCHOOL;\n   33  AND\n   34    (3)  THIRD,  TO  ANY  SCHOOL THAT IS DESIGNATED AS A BILINGUAL TEACHER\n   35  SHORTAGE AREA.\n   36    E. ANY SCHOOL DISTRICT RECEIVING FUNDS UNDER THIS SECTION SHALL  MAIN-\n   37  TAIN  ANY  LOCAL EFFORT IN THE CURRENT YEAR EQUIVALENT TO SUCH EFFORT IN\n   38  THE BASE YEAR FOR ANY  LOCAL  PROGRAM  RELATED  TO  THE  RECRUITMENT  OR\n   39  RETENTION  OF TEACHERS OR ANY PROGRAM THAT HAS PURPOSES THAT ARE SIMILAR\n   40  TO ANY PURPOSE OF THIS SECTION OR THE DISTRICT  SHALL  PROVIDE  A  LOCAL\n   41  MATCH  TO  STATE  FUNDS  RECEIVED  PURSUANT TO THIS SECTION. STATE FUNDS\n   42  PROVIDED PURSUANT TO THIS SECTION SHALL NOT SUPPLANT LOCAL FUNDS FOR ANY\n   43  PURPOSE SIMILAR TO THE PURPOSES OF THIS SECTION.\n   44    F. APPLICATIONS BY A SCHOOL DISTRICT  FOR  FUNDING  PURSUANT  TO  THIS\n   45  SECTION  SHALL  BE  FILED WITH THE COMMISSIONER, IN A FORM DETERMINED BY\n   46  THE COMMISSIONER, BY JUNE FIRST OF THE BASE YEAR  AND  SCHOOL  DISTRICTS\n   47  SHALL  BE  NOTIFIED  OF  THEIR GRANT AWARD BY JUNE THIRTIETH OF THE BASE\n   48  YEAR, PROVIDED THAT IN ANY YEAR SUCH APPLICATION AND AWARD DATES MAY  BE\n   49  MODIFIED  BY  THE  COMMISSIONER FOR THE REASONABLE ADMINISTRATION OF THE\n   50  PROGRAM. SUCH APPLICATION SHALL INCLUDE A PLAN BY  THE  SCHOOL  DISTRICT\n   51  FOR  THE EXPENDITURE OF THE FUNDS IN EACH CATEGORY OF ALLOWABLE EXPENSES\n   52  AUTHORIZED BY SUBDIVISION THREE OF THIS SECTION, AND  SUCH  EXPENDITURES\n   53  SHALL BE CONSISTENT WITH SUCH PLAN AND THE PROVISIONS OF THIS SECTION.\n   54    G.  A  PERSON  RECEIVING  AN AWARD PURSUANT TO ANY SUBDIVISION OF THIS\n   55  SECTION SHALL NOT BE ELIGIBLE FOR AN AWARD PURSUANT TO ANY OTHER  SUBDI-\n   56  VISION OF THIS SECTION IN A SCHOOL YEAR.\n\n       S. 1160                             3\n\n    1    3.  BILINGUAL  TEACHERS  OF  TOMORROW  TEACHER  RECRUITMENT  INCENTIVE\n    2  PROGRAM.  BILINGUAL TEACHERS OF TOMORROW TEACHER  RECRUITMENT  INCENTIVE\n    3  AWARDS  MAY  BE AVAILABLE TO TEACHERS PURSUANT TO THE PROVISIONS OF THIS\n    4  SUBDIVISION TO ATTRACT TEACHERS TO EMPLOYMENT IN BILINGUAL TEACHER SHOR-\n    5  TAGE AREAS.\n    6    A.  ELIGIBILITY. TO BE ELIGIBLE FOR AN AWARD PURSUANT TO THIS SUBDIVI-\n    7  SION, AN APPLICANT SHALL:\n    8    (1) BE A BILINGUAL, CERTIFIED TEACHER;\n    9    (2) AGREE TO A SERVICE OBLIGATION OF ONE YEAR OF SERVICE IN  A  BILIN-\n   10  GUAL TEACHER SHORTAGE AREA AS A CONDITION OF RECEIVING AN AWARD PURSUANT\n   11  TO THIS SUBDIVISION; AND\n   12    (3)  BE  EMPLOYED FOR THE FIRST TIME AS A BILINGUAL, CERTIFIED TEACHER\n   13  IN THE SCHOOL DISTRICT.\n   14    B. APPLICATION AND SELECTION. (1) THE BOARD OF EDUCATION SHALL  DETER-\n   15  MINE  THE FORM OF THE APPLICATION AND THE APPLICATION PROCESS FOR TEACH-\n   16  ERS DEEMED ELIGIBLE FOR THE AWARD, AND SHALL IN  ITS  DISCRETION  SELECT\n   17  THE  NUMBER OF ELIGIBLE APPLICANTS WHO WILL RECEIVE AN AWARD PURSUANT TO\n   18  THIS SUBDIVISION.\n   19    (2) IF THE NUMBER OF ELIGIBLE APPLICANTS EXCEEDS THE NUMBER OF  AWARDS\n   20  DETERMINED  BY  THE  BOARD  PURSUANT TO THIS SUBDIVISION, THEN THE BOARD\n   21  SHALL USE AN OBJECTIVE COMPETITIVE PROCESS BASED ON  EDUCATIONAL  QUALI-\n   22  FICATIONS TO DETERMINE WHICH ELIGIBLE APPLICANTS SHALL RECEIVE AWARDS.\n   23    C.  PAYMENT  OF  AWARDS.  (1) ANNUAL AWARDS FROM STATE AND LOCAL FUNDS\n   24  PROVIDED FOR THIS PURPOSE SHALL BE PAID BY THE BOARD OF EDUCATION TO THE\n   25  AWARD RECIPIENT. AWARD RECIPIENTS SHALL BE ENTITLED  TO  RECEIVE  AWARDS\n   26  PURSUANT  TO THE PROVISIONS OF THIS SUBDIVISION AND SUCH AWARDS SHALL BE\n   27  IN ADDITION TO AND NOT PART OF ANY AWARD RECIPIENT'S BASE SALARY.\n   28    (2) THE INITIAL ANNUAL AWARD SHALL BE TEN THOUSAND DOLLARS,  AND  SUCH\n   29  INITIAL  AWARD  MAY  BE  RENEWABLE EACH YEAR, FOR UP TO THREE ADDITIONAL\n   30  YEARS, PROVIDED THAT THE RECIPIENT AGREES TO ONE YEAR OF  SERVICE  AS  A\n   31  FULL-TIME  BILINGUAL,  CERTIFIED TEACHER IN A BILINGUAL TEACHER SHORTAGE\n   32  AREA FOR EACH YEAR OF A RENEWED  AWARD  AND  HAS  PROVIDED  SATISFACTORY\n   33  SERVICE  IN  ANY  PRIOR  YEAR  IN  WHICH AN INITIAL OR RENEWED AWARD WAS\n   34  GRANTED TO THE RECIPIENT. NO AWARDS SHALL BE  MADE  FOR  LESS  THAN  ONE\n   35  SCHOOL  YEAR  OF  SERVICE  AND THE SUM OF ANY INITIAL AND RENEWED AWARDS\n   36  SHALL NOT EXCEED FORTY THOUSAND DOLLARS.\n   37    AWARDS MADE PURSUANT TO THIS SUBDIVISION SHALL BE  USED  TO  REIMBURSE\n   38  ANY  EDUCATIONAL COSTS, INCLUDING THOSE FOR WHICH STUDENT LOANS MAY HAVE\n   39  BEEN TAKEN, INCURRED BY THE RECIPIENT PRIOR TO RECEIPT OF THE AWARD  FOR\n   40  CERTIFICATION AS A TEACHER IN THE PUBLIC SCHOOLS OF THE STATE.\n   41    (3)  THE  BOARD  OF  EDUCATION SHALL DEVELOP AND SECURE FROM THE AWARD\n   42  RECIPIENT A WRITTEN AGREEMENT OUTLINING  THE  SERVICE  OBLIGATION.  SUCH\n   43  AGREEMENT SHALL INCLUDE PROVISIONS FOR THE RECIPIENT TO REPAY THE AMOUNT\n   44  OF  THE  AWARD TO THE SCHOOL DISTRICT IF THE RECIPIENT FAILS TO COMPLETE\n   45  HIS OR HER SERVICE OBLIGATION IN ANY YEAR WHERE AN  INITIAL  OR  RENEWED\n   46  AWARD  IS  GRANTED,  AND  SUCH REPAID AMOUNTS SHALL BE DEDUCTED FROM ANY\n   47  GRANT AMOUNTS DUE TO THE  DISTRICT  FROM  THE  STATE  PURSUANT  TO  THIS\n   48  SECTION.    UPON  A  WRITTEN  APPEAL BY AN AWARD RECIPIENT, THE BOARD OF\n   49  EDUCATION,  IN  ITS  DISCRETION,  MAY  PROVIDE  A  WAIVER  OF  REPAYMENT\n   50  PROVISIONS  FOR  AN  AWARD  RECIPIENT  WHO  FAILS TO COMPLETE HIS OR HER\n   51  SERVICE REQUIREMENT FOR DOCUMENTED REASONS OF  HEALTH  OR  OTHER  SEVERE\n   52  HARDSHIP, AS DETERMINED BY THE COMMISSIONER.\n   53    D.  NOTIFICATION.  THE BOARD OF EDUCATION SHALL NOTIFY BOTH SUCCESSFUL\n   54  AND UNSUCCESSFUL APPLICANTS BY SEPTEMBER FIRST OF ANY  SCHOOL  YEAR  FOR\n   55  WHICH  AN  INITIAL  OR RENEWED AWARD IS PROVIDED TO TEACHERS PURSUANT TO\n   56  THIS SUBDIVISION.\n\n       S. 1160                             4\n\n    1    4. REPORTING. BY NOVEMBER  FIRST  FOLLOWING  THE  COMPLETION  OF  EACH\n    2  SCHOOL  YEAR,  THE  COMMISSIONER  SHALL  REPORT  TO THE GOVERNOR AND THE\n    3  LEGISLATURE  REGARDING  THE  BILINGUAL  TEACHERS  OF  TOMORROW   TEACHER\n    4  RECRUITMENT  AND RETENTION PROGRAM. SUCH REPORT SHALL LIST THE AMOUNT OF\n    5  EACH SCHOOL DISTRICT'S TOTAL GRANT PURSUANT TO THIS SECTION, THE USES OF\n    6  THE GRANT BY EACH ELIGIBLE CATEGORY OF EXPENSE, AND THE NUMBER OF AWARDS\n    7  GRANTED  BY TYPE PURSUANT TO THIS SECTION, AS WELL AS AN ANALYSIS OF THE\n    8  EFFECTIVENESS OF THE PROGRAM  IN  RECRUITING  AND  RETAINING  BILINGUAL,\n    9  CERTIFIED  TEACHERS  IN  THE  PUBLIC  SCHOOLS OF THE STATE DESIGNATED AS\n   10  BILINGUAL TEACHER SHORTAGE AREAS.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the bilingual teachers of tomorrow teacher recruitment and retention program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110105.T121648.TXT", "SOBI.D110107.T124900.TXT", "SOBI.D110105.T131653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422540840
}