{
  "year" : 2011,
  "senateBillNo" : "S1161-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1161-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enables certain members of the New York guard to be eligible to receive benefits under the recruitment incentive and retention program",
  "summary" : "Enables certain members of the New York guard to be eligible to receive benefits under the recruitment incentive and retention program. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A896",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S400-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1161                                                   A. 896\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. BRESLIN -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Higher Educa-\n         tion\n\n       IN  ASSEMBLY -- Introduced by M. of A. McENENY -- read once and referred\n         to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to tuition  benefits  for\n         members of the New York state organized militia\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph c of subdivision 2 of section 669-b of the educa-\n    2  tion law, as added by chapter 268 of the laws of  1996,  is  amended  to\n    3  read as follows:\n    4    c.  The  term  \"tuition\"  shall  mean  the total semester, quarter, or\n    5  classroom hour cost  of  instruction  to  the  student  as  periodically\n    6  published  in  the  catalogue of the institution, specifically excluding\n    7  mandatory fees, book charges, and room and board,  EXCEPT  THAT  TUITION\n    8  FOR INDEPENDENT STUDY PROGRAMS OFFERED BY EXCELSIOR COLLEGE AND APPROVED\n    9  BY  THE  REGENTS  OF  THE  UNIVERSITY  OF THE STATE OF NEW YORK SHALL BE\n   10  CONSTRUED AS INCLUDING CHARGES FOR ENROLLMENT, EXAMINATIONS, AND ADVISE-\n   11  MENT AND ENROLLMENT SERVICES.\n   12    S 2. Subdivision 3 of section 669-b of the education law, as added  by\n   13  chapter 268 of the laws of 1996, is amended to read as follows:\n   14    3.  Notwithstanding  the  provisions of any other general, special, or\n   15  local law, rule, or regulation, any active member who  has  successfully\n   16  completed  advanced  individual  training  or  commissioning  and  other\n   17  requirements of the division of military and naval affairs  for  tuition\n   18  benefit eligibility shall be entitled to the tuition benefit provided by\n   19  this section upon his or her enrollment in a degree producing curriculum\n   20  in  any  institution,  OR,  IN  THE CASE OF AN INDEPENDENT STUDY PROGRAM\n   21  APPROVED BY THE REGENTS OF THE UNIVERSITY OF  THE  STATE  OF  NEW  YORK,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00385-01-1\n\n       S. 1161                             2                             A. 896\n\n    1  ENROLLMENT  IN  EXCELSIOR  COLLEGE FOR THE PURPOSE OF EARNING CREDIT FOR\n    2  INDEPENDENT STUDY TOWARD A DEGREE OFFERED BY THE INSTITUTION.\n    3    S  3.  This act shall take effect immediately, provided, however, that\n    4  the amendments to section 669-b of the education law  made  by  sections\n    5  one  and two of this act shall not affect the repeal of such section and\n    6  shall be deemed to be repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to tuition benefits for members of the New York state organized militia ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T133158.TXT", "SOBI.D110105.T121648.TXT", "SOBI.D110106.T103700.TXT", "SOBI.D110106.T104201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294328521136
}