{
  "year" : 2011,
  "senateBillNo" : "S1165-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1165-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires legislative approval of any contract between a corporation and New York state that would require the relocation of 75 or more employees across county lines",
  "summary" : "Requires approval by the legislature and state comptroller of any contract between any private entity and the state which would require the relocation of 75 or more employees when those employees are state employees, private sector employees that perform a public function, or a combination thereof that perform a public function. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A900",
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "SA399-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1165                                                   A. 900\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by  Sens. BRESLIN, SAMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Judiciary\n\n       IN  ASSEMBLY -- Introduced by M. of A. McENENY -- read once and referred\n         to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law and the state  finance  law,\n         in relation to imposing certain contractual obligations upon the state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general obligations law is  amended  by  adding  a  new\n    2  section 5-337 to read as follows:\n    3    S  5-337. APPROVAL OF CONTRACTS BY THE COMPTROLLER AND THE LEGISLATURE\n    4  REQUIRED.  EVERY  UNDERTAKING  OR  PROMISE,  WHETHER  WRITTEN  OR  ORAL,\n    5  EXPRESSED  OR  IMPLIED,  CONSTITUTING  OR  CONTAINED, IN ANY CONTRACT OR\n    6  AGREEMENT BETWEEN ANY PERSON, FIRM, COMPANY, ASSOCIATION OR CORPORATION,\n    7  WHICH INVOLVES THE RELOCATION ACROSS COUNTY  LINES  OF  SEVENTY-FIVE  OR\n    8  MORE  PUBLIC  EMPLOYEES OR A COMBINATION OF PUBLIC AND PRIVATE EMPLOYEES\n    9  WHO ARE PERFORMING A PUBLIC FUNCTION SHALL BE    NULL  AND  VOID  UNLESS\n   10  SPECIFICALLY APPROVED BY  (A) THE COMPTROLLER AND (B) THE STATE LEGISLA-\n   11  TURE BY CONCURRENT RESOLUTION DULY ADOPTED, IN THAT ORDER.\n   12    S  2. Subdivision 2 of section 112 of the state finance law is amended\n   13  by adding a new paragraph (c) to read as follows:\n   14    (C) BEFORE ANY CONTRACT MADE FOR, OR BY ANY STATE AGENCY,  DEPARTMENT,\n   15  BOARD,  OFFICER,  COMMISSION  OR INSTITUTION SHALL BE EXECUTED OR BECOME\n   16  EFFECTIVE,  WHENEVER  SUCH   CONTRACT   INVOLVES   THE   RELOCATION   OF\n   17  SEVENTY-FIVE  OR  MORE  STATE EMPLOYEES, OR SEVENTY-FIVE OR MORE PRIVATE\n   18  SECTOR EMPLOYEES PERFORMING A PUBLIC  FUNCTION  OR  ANY  COMBINATION  OF\n   19  SEVENTY-FIVE  OR  MORE  PUBLIC AND PRIVATE EMPLOYEES PERFORMING A PUBLIC\n   20  FUNCTION, IT SHALL FIRST BE APPROVED BY THE COMPTROLLER AND    THEN  THE\n   21  STATE LEGISLATURE BY CONCURRENT RESOLUTION DULY ADOPTED AND FILED IN THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00751-01-1\n\n       S. 1165                             2                             A. 900\n\n    1  OFFICE OF THE STATE COMPTROLLER, PROVIDED, HOWEVER, THAT THE COMPTROLLER\n    2  SHALL  MAKE  A  FINAL  WRITTEN DETERMINATION WITH RESPECT TO APPROVAL OF\n    3  SUCH CONTRACT WITHIN NINETY DAYS OF THE  SUBMISSION OF SUCH CONTRACT  TO\n    4  HIS OR HER OFFICE, UNLESS THE COMPTROLLER CAN JUSTIFY, IN WRITING TO THE\n    5  ENTITY  THAT  SUBMITTED THE CONTRACT, GOOD CAUSE FOR AN EXTENSION NOT TO\n    6  EXCEED FIFTEEN DAYS, OR REASONABLE PERIOD OF TIME AGREED TO BY THE ENTI-\n    7  TY THAT SUBMITTED THE CONTRACT, FURTHER, THAT SUCH WRITTEN DETERMINATION\n    8  OR EXTENSION SHALL BE MADE PART OF THE PROCUREMENT  RECORD  PURSUANT  TO\n    9  PARAGRAPH  F  OF  SUBDIVISION  ONE OF SECTION ONE HUNDRED SIXTY-THREE OF\n   10  THIS CHAPTER.\n   11    S 3. This act shall take effect immediately and  shall  be  deemed  to\n   12  have been in full force and effect on and after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law and the state finance law, in relation to imposing certain contractual obligations upon the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T121648.TXT", "SOBI.D110105.T133158.TXT", "SOBI.D110105.T122219.TXT", "SOBI.D110106.T104201.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294328521147
}