{
  "year" : 2011,
  "senateBillNo" : "S1170-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1170-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes municipalities to enter into contracts to sell delinquent real property tax liens to private parties",
  "summary" : "Authorizes municipalities to, on or before December 31, 2011, enter into contracts to sell delinquent real property tax liens to private parties. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S8203-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1170\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in  relation  to  authorizing\n         any  municipality  to enter into a contract to sell some or all of the\n         delinquent tax liens held by such municipality to a private party; and\n         providing for the repeal of such provisions upon the expiration there-\n         of\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 1191 to read as follows:\n    3    S 1191. SALE OF TAX LIENS TO PRIVATE  PARTIES.    NOTWITHSTANDING  ANY\n    4  PROVISION  OF  ANY  GENERAL,  SPECIAL  OR LOCAL LAW TO THE CONTRARY, ANY\n    5  MUNICIPALITY MAY, ON OR BEFORE DECEMBER THIRTY-FIRST, TWO THOUSAND ELEV-\n    6  EN, ENTER INTO A CONTRACT TO SELL ANY OR ALL OF THE DELINQUENT TAX LIENS\n    7  HELD BY IT TO A PRIVATE PARTY AND SUCH CONTRACT SHALL NOT EXTEND FOR ANY\n    8  PERIOD BEYOND DECEMBER THIRTY-FIRST, TWO THOUSAND THIRTEEN,  SUBJECT  TO\n    9  THE FOLLOWING CONDITIONS:\n   10    1.  PRIOR  TO  ANY  SALE, THE LOCAL GOVERNING BODY SHALL HOLD A PUBLIC\n   11  HEARING, ON NOTICE OF AT LEAST THIRTY DAYS, ANNOUNCING THE INTENTION  OF\n   12  SAID LOCAL GOVERNING BODY TO SELL ITS DELINQUENT REAL PROPERTY TAX LIENS\n   13  TO  A  THIRD PARTY. SUCH HEARING SHALL NOT BE HELD MORE THAN NINETY DAYS\n   14  PRIOR TO SUCH SALE.\n   15    2. THE CONSIDERATION TO BE PAID MAY BE MORE  OR  LESS  THAN  THE  FACE\n   16  AMOUNT OF THE TAX LIENS SOLD;\n   17    3.  PROPERTY OWNERS SHALL BE GIVEN AT LEAST THIRTY DAYS ADVANCE NOTICE\n   18  OF SUCH SALE IN THE SAME FORM AND MANNER AS IS PROVIDED  BY  SUBDIVISION\n   19  TWO OF SECTION ELEVEN HUNDRED NINETY OF THIS ARTICLE. FAILURE TO PROVIDE\n   20  SUCH  NOTICE  OR  THE FAILURE OF THE ADDRESSEE TO RECEIVE THE SAME SHALL\n   21  NOT IN ANY WAY AFFECT THE VALIDITY OF ANY SALE OF  A  TAX  LIEN  OR  TAX\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02156-01-1\n\n       S. 1170                             2\n\n    1  LIENS,  OR  THE VALIDITY OF THE TAXES OR INTEREST PRESCRIBED BY LAW WITH\n    2  RESPECT THERETO;\n    3    4. THE MUNICIPALITY SHALL SET THE TERMS AND CONDITIONS OF THE CONTRACT\n    4  OF SALE;\n    5    5.  THE TAX LIEN PURCHASER MUST, THIRTY DAYS PRIOR TO THE COMMENCEMENT\n    6  OF ANY FORECLOSURE ACTION, PROVIDE THE MUNICIPALITY WITH A LIST OF LIENS\n    7  TO  BE  FORECLOSED.  THE  MUNICIPALITY  MAY,  AT  ITS  SOLE  OPTION  AND\n    8  DISCRETION,  REPURCHASE A LIEN OR LIENS ON THE FORECLOSURE LIST FROM THE\n    9  TAX LIEN PURCHASER. THE REPURCHASE PRICE SHALL BE THE AMOUNT OF THE LIEN\n   10  OR  LIENS  PLUS  ANY  ACCRUED  INTEREST  AND  REASONABLE  AND  NECESSARY\n   11  COLLECTION  FEES  AND  COSTS INCURRED BY THE TAX LIEN PURCHASER. THE TAX\n   12  LIEN PURCHASER SHALL PROVIDE THE FORECLOSURE LIST TO  THE  MUNICIPALITY,\n   13  ALONG  WITH  THE  APPLICABLE REPURCHASE PRICE OF EACH LIEN, BY CERTIFIED\n   14  MAIL, AND THE MUNICIPALITY SHALL HAVE THIRTY DAYS FROM THE RECEIPT THER-\n   15  EOF TO NOTIFY THE TAX LIEN PURCHASER OF ITS OPTION TO  PURCHASE  ONE  OR\n   16  MORE  OF  THE  LIENS.  IF THE MUNICIPALITY OPTS TO PURCHASE THE LIEN, IT\n   17  SHALL PROVIDE PAYMENT WITHIN THIRTY DAYS OF RECEIPT  OF  THE  REPURCHASE\n   18  PRICE  OF  SAID  LIEN OR LIENS. IF THE MUNICIPALITY SHALL FAIL TO OPT TO\n   19  REPURCHASE THE LIEN OR LIENS, THE TAX  LIEN  PURCHASER  SHALL  HAVE  THE\n   20  RIGHT TO COMMENCE A FORECLOSURE ACTION IMMEDIATELY;\n   21    6.  THE  SALE  OF A TAX LIEN PURSUANT TO THIS ACT SHALL NOT OPERATE TO\n   22  SHORTEN THE OTHERWISE APPLICABLE REDEMPTION PERIOD OR CHANGE THE  OTHER-\n   23  WISE APPLICABLE INTEREST RATE;\n   24    7. UPON THE EXPIRATION OF THE REDEMPTION PERIOD PRESCRIBED BY LAW, THE\n   25  PURCHASER  OF  A  DELINQUENT TAX LIEN, OR ITS SUCCESSORS OR ASSIGNS, MAY\n   26  FORECLOSE THE LIEN AS IN AN ACTION TO FORECLOSE A MORTGAGE  AS  PROVIDED\n   27  IN  SECTION ELEVEN HUNDRED NINETY-FOUR OF THIS ARTICLE. THE PROCEDURE IN\n   28  SUCH ACTION SHALL BE THE PROCEDURE PRESCRIBED BY ARTICLE THIRTEEN OF THE\n   29  REAL PROPERTY ACTIONS AND PROCEEDINGS LAW FOR THE FORECLOSURE  OF  MORT-\n   30  GAGES.  AT ANY TIME FOLLOWING THE COMMENCEMENT OF AN ACTION TO FORECLOSE\n   31  A  LIEN,  THE AMOUNT REQUIRED TO REDEEM THE LIEN, OR THE AMOUNT RECEIVED\n   32  UPON  SALE  OF  A  PROPERTY,  SHALL  INCLUDE  REASONABLE  AND  NECESSARY\n   33  COLLECTION COSTS, ATTORNEYS' FEES, LEGAL COSTS, ALLOWANCES AND DISBURSE-\n   34  MENTS; AND\n   35    8.  THE  PROVISIONS OF THIS TITLE SHALL APPLY SO FAR AS IS PRACTICABLE\n   36  TO A CONTRACT FOR THE SALE OF TAX LIENS PURSUANT TO THIS ACT.\n   37    9. IN EACH YEAR SUBSEQUENT TO THE TAX LIEN  SALE,  AND  NO  MORE  THAN\n   38  SIXTY  DAYS  AFTER  THE  ANNUAL ANNIVERSARY DATE OF SUCH SALE, THE LOCAL\n   39  GOVERNING BODY SHALL PRODUCE A WRITTEN REPORT ON THE STATUS AND  RESULTS\n   40  OF  SAID  SALE  AND SUCH REPORT SHALL INCLUDE BUT NEED NOT BE LIMITED TO\n   41  THE TOTAL DOLLAR AMOUNT RECEIVED BY THE MUNICIPALITY IN SAID  SALE,  THE\n   42  NUMBER OF FORECLOSURES CONDUCTED BY THE THIRD PARTY, THE NUMBER, IF ANY,\n   43  OF  COMPLAINTS  ABOUT  THE FORECLOSURE PROCESS, THE NUMBER OF PROPERTIES\n   44  TAKEN BACK BY THE MUNICIPALITY PURSUANT TO THE TERMS OF THE CONTRACT  OF\n   45  SALE,  THE NUMBER, IF ANY, OF COMPLAINTS RECEIVED BY THE MUNICIPALITY ON\n   46  THE CONDUCT OF THE THIRD PARTY AND ANY  OTHER  INFORMATION  THE  MUNICI-\n   47  PALITY  DEEMS  NECESSARY  AND IMPORTANT ON THE STATUS OF SAID SALE. SAID\n   48  WRITTEN REPORT MUST BE FILED WITH THE GOVERNOR, COMPTROLLER OF THE STATE\n   49  OF NEW YORK, TEMPORARY PRESIDENT OF THE SENATE, MINORITY LEADER  OF  THE\n   50  SENATE,  SPEAKER  OF THE ASSEMBLY, AND THE MINORITY LEADER OF THE ASSEM-\n   51  BLY.\n   52    10. ON OR BEFORE JULY FIRST, TWO THOUSAND  THIRTEEN  BUT  NOT  EARLIER\n   53  THAN  MAY  FIRST, TWO THOUSAND THIRTEEN, THE COMPTROLLER OF THE STATE OF\n   54  NEW YORK SHALL ISSUE A WRITTEN REPORT ON THE STATUS OF ALL  PRIVATE  TAX\n   55  LIEN  SALES THAT HAVE OCCURRED IN THE STATE WHETHER BY THE TERMS OF THIS\n   56  SECTION, A CHAPTER OF THE LAWS OF THE STATE OF NEW YORK  SPECIFIC  TO  A\n\n       S. 1170                             3\n\n    1  CITY,  COUNTY  OR VILLAGE, OR BY ANY OTHER SPECIAL, GENERAL OR LOCAL LAW\n    2  IN THE CALENDAR YEARS TWO THOUSAND TEN,  TWO  THOUSAND  ELEVEN  AND  TWO\n    3  THOUSAND TWELVE.\n    4    S  2.  This act shall take effect immediately, and shall expire and be\n    5  deemed repealed on and after December 31, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to authorizing any municipality to enter into a contract to sell some or all of the delinquent tax liens held by such municipality to a private party; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T134155.TXT", "SOBI.D110105.T133654.TXT", "SOBI.D110107.T123359.TXT", "SOBI.D110105.T122219.TXT", "SOBI.D110105.T135656.TXT", "SOBI.D110105.T125151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294421639423
}