{
  "year" : 2011,
  "senateBillNo" : "S1176-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1176-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school districts and boards of cooperative educational services to immediately report bias related offenses to law enforcement agencies",
  "summary" : "Requires school districts and boards of cooperative educational services to immediately report bias related offenses to law enforcement agencies. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S8199-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1176\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education  law,  in  relation  to  requiring  school\n         district  and  board  of cooperative educational services officials to\n         report bias related offenses to law enforcement agencies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3214-a\n    2  to read as follows:\n    3    S  3214-A.  REPORTS  OF  BIAS-RELATED OFFENSES. 1. NOTWITHSTANDING ANY\n    4  PROVISION OF THIS CHAPTER TO THE CONTRARY, UPON RECEIPT  BY  A  TEACHER,\n    5  ADMINISTRATOR OR OTHER EMPLOYEE OF A SCHOOL DISTRICT OR BOARD OF COOPER-\n    6  ATIVE  EDUCATIONAL SERVICES OF ANY REPORT OF THE ALLEGED COMMISSION OF A\n    7  BIAS RELATED OFFENSE COMMITTED UPON THE PROPERTY OF SUCH SCHOOL DISTRICT\n    8  OR BOARD OF COOPERATIVE EDUCATIONAL SERVICES, THE TEACHER, ADMINISTRATOR\n    9  OR OTHER EMPLOYEE SHALL IMMEDIATELY REPORT  THE  ALLEGED  COMMISSION  OF\n   10  SUCH  BIAS  RELATED OFFENSE TO A LAW ENFORCEMENT AGENCY HAVING JURISDIC-\n   11  TION OVER SUCH OFFENSE. EACH SCHOOL DISTRICT  OR  BOARD  OF  COOPERATIVE\n   12  EDUCATIONAL  SERVICES  SHALL  COOPERATE  WITH ANY LAW ENFORCEMENT AGENCY\n   13  INVESTIGATING AND PROSECUTING A BIAS RELATED OFFENSE.\n   14    2. FOR THE PURPOSES OF THIS SECTION, \"BIAS RELATED OFFENSE\" SHALL MEAN\n   15  ANY OFFENSE, WHICH IF COMMITTED BY AN ADULT,  WOULD  CONSTITUTE  A  HATE\n   16  CRIME AS DEFINED IN SUBDIVISION ONE OF SECTION 485.05 OF THE PENAL LAW.\n   17    3.  THE  COMMISSIONER  SHALL PROMULGATE AND DISTRIBUTE TO EVERY SCHOOL\n   18  DISTRICT AND BOARD OF COOPERATIVE EDUCATIONAL SERVICES  SUCH  RULES  AND\n   19  REGULATIONS  AS  SHALL  BE NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS\n   20  SECTION AND ENSURE COMPLIANCE THEREWITH.\n   21    S 2. This act shall take effect immediately, except that subdivision 1\n   22  of section 3214-a of the education law, as added by section one of  this\n   23  act,  shall  take  effect  on the first of September next succeeding the\n   24  date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01727-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring school district and board of cooperative educational services officials to report bias related offenses to law enforcement agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T122648.TXT", "SOBI.D110105.T133654.TXT", "SOBI.D110107.T123900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294421940541
}