{
  "year" : 2011,
  "senateBillNo" : "S1178-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1178-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the commissioner of health to establish means of educating proprietors and employees of public eating establishments about food allergens",
  "summary" : "Requires the commissioner of health to establish means of educating proprietors and employees of public eating establishments about food allergens. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A1062",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S5925-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1178\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, SAMPSON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law,  in  relation  to  food  allergen\n         information\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading of section 1352-b of the public  health\n    2  law,  as added by chapter 613 of the laws of 1980, is amended to read as\n    3  follows:\n    4    Public eating establishments; first aid instructions  concerning  food\n    5  lodged in throat; FOOD ALLERGEN INFORMATION; liability.\n    6    S  2.  Subdivisions  3, 4 and 5 of section 1352-b of the public health\n    7  law are renumbered sections 4, 5 and 6 and a new subdivision 3 is  added\n    8  to read as follows:\n    9    3.  FOOD  ALLERGEN INFORMATION FOR PROPRIETORS AND EMPLOYEES OF PUBLIC\n   10  EATING ESTABLISHMENTS. A.  THE  COMMISSIONER  SHALL  ADOPT  AND  APPROVE\n   11  INFORMATION TO EDUCATE PROPRIETORS AND EMPLOYEES OF PUBLIC EATING ESTAB-\n   12  LISHMENTS  ABOUT  THE  DANGERS OF SEVERE FOOD ALLERGENS TO FOOD ALLERGIC\n   13  INDIVIDUALS. SUCH INFORMATION SHALL INCLUDE BUT NOT BE LIMITED  TO:  THE\n   14  NEED  TO  INFORM  CUSTOMERS OF THE PRESENCE OF SUCH ALLERGENS IN FOOD OR\n   15  MEALS ON THE MENU OR THROUGH VERBAL  DESCRIPTIONS;  THE  POSSIBILITY  OF\n   16  CROSS-CONTAMINATION  OF  A FOOD WITH AN ALLERGEN DURING FOOD PREPARATION\n   17  AND THE NEED TO INFORM CUSTOMERS OF THAT POSSIBILITY; AND, THE  SYMPTOMS\n   18  OF  SEVERE ALLERGIC REACTIONS TO FOOD AND THE NEED FOR RAPID RESPONSE TO\n   19  SUCH EMERGENCIES.\n   20    B. THE COMMISSIONER SHALL, AS  SOON  AS  PRACTICABLE,  SUPPLY  TO  THE\n   21  PROPRIETOR  OF  EVERY  PUBLIC  EATING  ESTABLISHMENT  IN THIS STATE SUCH\n   22  ADOPTED AND APPROVED INFORMATION AND DEVELOP  REGULATIONS  FOR  DISTRIB-\n   23  UTION OR POSTING OF SUCH INFORMATION.\n   24    S 3. This act shall take effect on the one hundred eightieth day after\n   25  it shall have become a law, provided, however, that effective immediate-\n   26  ly  the  commissioner  of  health  may promulgate any rule or regulation\n   27  necessary for the timely implementation of this  act  on  its  effective\n   28  date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02165-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to food allergen information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T133654.TXT", "SOBI.D110105.T122648.TXT", "SOBI.D110107.T123900.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294421940546
}