{
  "year" : 2011,
  "senateBillNo" : "S1174-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1174-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the autism detection, education and mapping program",
  "summary" : "Provides for the autism detection, education and mapping program. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S8198-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1174\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the  public  health  law,  in  relation  to  the  autism\n         detection and education program and mapping of autism locations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 24 of the public health law is amended by adding  a\n    2  new title 1-C to read as follows:\n    3                                  TITLE 1-C\n    4               AUTISM DETECTION, EDUCATION AND MAPPING PROGRAM\n    5  SECTION 2415-A. AUTISM  DETECTION, EDUCATION AND MAPPING PROGRAM; ESTAB-\n    6                    LISHMENT.\n    7          2415-B. GRANTS TO APPROVED ORGANIZATIONS.\n    8          2415-C. ANNUAL REPORT.\n    9    S 2415-A. AUTISM DETECTION, EDUCATION AND MAPPING PROGRAM;  ESTABLISH-\n   10  MENT.    1.  THERE  IS  HEREBY  CREATED WITHIN THE DEPARTMENT THE AUTISM\n   11  DETECTION, EDUCATION AND MAPPING PROGRAM.  THIS PROGRAM  IS  ESTABLISHED\n   12  TO  PROMOTE  SCREENING  AND  DETECTION  OF AUTISM, TO EDUCATE THE PUBLIC\n   13  REGARDING AUTISM, TO PROVIDE COUNSELING AND REFERRAL SERVICES AND TO MAP\n   14  LOCATIONS OF OCCURRENCE OF AUTISM.\n   15    2. THE PROGRAM SHALL INCLUDE:\n   16    (A)  ESTABLISHMENT  OF  A  STATEWIDE  PUBLIC  EDUCATION  AND  OUTREACH\n   17  CAMPAIGN  TO  PUBLICIZE  AUTISM  DETECTION  AND EDUCATION SERVICES, SUCH\n   18  CAMPAIGN SHALL INCLUDE: GENERAL COMMUNITY  EDUCATION,  AUTISM  SCREENING\n   19  SERVICES,  INFORMATION  ON  THE  EXTENT OF COVERAGE FOR SUCH SERVICES BY\n   20  HEALTH INSURANCE, ANY AVAILABLE MEDICAL  ASSISTANCE  PROGRAM  AND  OTHER\n   21  PUBLIC AND PRIVATE PROGRAMS.\n   22    (B)  PROVISION OF GRANTS TO APPROVED ORGANIZATIONS UNDER SECTION TWEN-\n   23  TY-FOUR HUNDRED FIFTEEN-B OF THIS TITLE;\n   24    (C) COMPILATION OF DATA CONCERNING THE AUTISM DETECTION, EDUCATION AND\n   25  MAPPING PROGRAM INCLUDING MAPPING OF THE FREQUENCY OF THE OCCURRENCE  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02161-01-1\n\n       S. 1174                             2\n\n    1  AUTISM  IN  VARIOUS LOCATIONS IN THE STATE AND DISSEMINATION OF THE DATA\n    2  TO THE PUBLIC.\n    3    S  2415-B. GRANTS TO APPROVED ORGANIZATIONS. 1. THE COMMISSIONER SHALL\n    4  MAKE GRANTS WITHIN THE AMOUNTS APPROPRIATED TO  APPROVED  ORGANIZATIONS,\n    5  AS  DEFINED  IN  SUBDIVISION  TWO  OF THIS SECTION, FOR THE PROVISION OF\n    6  SERVICES RELATING TO AUTISM SCREENING, DETECTION AND MAPPING AS PART  OF\n    7  THIS PROGRAM. SUCH SERVICES SHALL INCLUDE BUT NOT BE LIMITED TO:\n    8    (A) PROMOTION AND PROVISION OF DETECTION OF AUTISM;\n    9    (B)  PROVISION  OF COUNSELING AND INFORMATION ON TREATMENT OPTIONS AND\n   10  REFERRAL FOR APPROPRIATE MEDICAL TREATMENT;\n   11    (C) DISSEMINATION OF INFORMATION TO THE GENERAL PUBLIC AND  TO  HEALTH\n   12  CARE  PROFESSIONALS  CONCERNING  AUTISM,  THE  BENEFITS OF DETECTION AND\n   13  TREATMENT, AND THE AVAILABILITY OF AUTISM SERVICES;\n   14    (D) IDENTIFICATION OF  LOCAL  AUTISM  SCREENING  SERVICES  WITHIN  THE\n   15  APPROVED ORGANIZATION'S REGION;\n   16    (E)  PROVISION  OF  INFORMATION,  COUNSELING  AND REFERRAL SERVICES TO\n   17  INDIVIDUALS DIAGNOSED WITH AUTISM; AND\n   18    (F) MAPPING OF THE FREQUENCY OF THE OCCURRENCE OF  AUTISM  IN  VARIOUS\n   19  LOCATIONS OF THE STATE.\n   20    2.  FOR  THE  PURPOSES  OF THIS SECTION, \"APPROVED ORGANIZATION\" SHALL\n   21  MEAN AN ORGANIZATION APPROVED BY THE COMMISSIONER, TO  PROVIDE  SERVICES\n   22  UNDER THIS SECTION. SUCH ORGANIZATIONS SHALL INCLUDE, BUT NOT BE LIMITED\n   23  TO, THE FOLLOWING:\n   24    (A) A HOSPITAL LICENSED UNDER ARTICLE TWENTY-EIGHT OF THIS CHAPTER;\n   25    (B)   A   HEALTH   MAINTENANCE  ORGANIZATION  LICENSED  UNDER  ARTICLE\n   26  FORTY-THREE OF THE INSURANCE LAW OR CERTIFIED UNDER  ARTICLE  FORTY-FOUR\n   27  OF THIS CHAPTER;\n   28    (C) AN ORGANIZATION WITH PROGRAM EXPERTISE IN AUTISM RELATED ISSUES;\n   29    (D) A COUNTY OR CITY HEALTH DEPARTMENT; OR\n   30    (E) ANY COMBINATION OF THE ABOVE.\n   31    3.  THE COMMISSIONER SHALL DEVELOP STANDARDS FOR THE IMPLEMENTATION OF\n   32  AUTISM DETECTION, EDUCATION AND MAPPING PROGRAMS BY  APPROVED  ORGANIZA-\n   33  TIONS WHICH SHALL ENSURE THE FOLLOWING:\n   34    (A) INTEGRATION OF THE APPROVED ORGANIZATION WITH EXISTING HEALTH CARE\n   35  PROVIDERS;\n   36    (B) MAXIMIZING THIRD PARTY REIMBURSEMENT;\n   37    (C)  PROVIDING DATA COLLECTION FOR MAPPING OF THE OCCURRENCE OF AUTISM\n   38  IN VARIOUS LOCATIONS OF THE STATE.\n   39    S 2415-C. ANNUAL REPORT. THE COMMISSIONER SHALL SUBMIT  ON  OR  BEFORE\n   40  DECEMBER  FIRST,  AN  ANNUAL REPORT TO THE GOVERNOR AND THE LEGISLATURE,\n   41  CONCERNING THE OPERATION OF THE AUTISM DETECTION, EDUCATION AND  MAPPING\n   42  PROGRAM.  COMMENCING  IN TWO THOUSAND ELEVEN, SUCH REPORTS SHALL INCLUDE\n   43  THE EXPERIENCE OF THE PROGRAM  IN  PROVIDING  DETECTION,  EDUCATION  AND\n   44  MAPPING  OF  THE  FREQUENCY  OF  THE  OCCURRENCE  OF  AUTISM  IN VARIOUS\n   45  LOCATIONS AROUND THE STATE.  APPROVED ORGANIZATIONS SHALL  PROVIDE  SUCH\n   46  DATA  AND  ASSESSMENT  AS  THE COMMISSIONER MAY REQUIRE FOR SUCH REPORT.\n   47  SUCH REPORT SHALL ALSO INCLUDE ANY RECOMMENDATIONS FOR ADDITIONAL ACTION\n   48  TO RESPOND TO THE HIGH INCIDENCE OF AUTISM IN THIS STATE.\n   49    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   50  have  become  a  law;  provided that the commissioner of health is imme-\n   51  diately authorized and directed to promulgate, amend and/or  repeal  any\n   52  rule and regulation necessary to implement the provisions of this act on\n   53  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the autism detection and education program and mapping of autism locations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T122648.TXT", "SOBI.D110105.T133654.TXT", "SOBI.D110107.T123900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294421940538
}