{
  "year" : 2011,
  "senateBillNo" : "S117-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S117-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to increasing the availability of adult day health care programs in certain counties",
  "summary" : "Relates to increasing the availability of adult day care programs in counties with a population of 1,332,650 and less than 1,334,544. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Health",
  "previousVersions" : [ "SA3120-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          117\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT relating to increasing availability  of  adult  day  health  care\n         programs; and providing for the repeal of such provisions upon expira-\n         tion thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  an adult day health care program, established pursuant to 10 NYCRR  Part\n    3  425, having twenty-four authorized slots, and located in a county with a\n    4  population  of  more  than one million three hundred thirty-two thousand\n    5  six hundred fifty and less than one million  three  hundred  thirty-four\n    6  thousand  five  hundred  forty-four  persons  based  on the two thousand\n    7  federal census, and which at any point in time is unable to  accommodate\n    8  individuals  awaiting  placement into the adult day health care program,\n    9  shall be authorized by the commissioner of health to increase the number\n   10  of adult day health care slots available for a specified period of  time\n   11  as part of a demonstration program by up to twenty-four slots; provided,\n   12  however,  that  such program shall otherwise satisfy all other adult day\n   13  health care program requirements as set forth  in  10  NYCRR  Part  425.\n   14  Further, any such adult home that receives authorization to increase the\n   15  number of adult day health care slots available pursuant to this section\n   16  shall submit a report annually to the commissioner of health, the gover-\n   17  nor, the temporary president of the senate and the speaker of the assem-\n   18  bly,  which  contains  the cost of the program, including the savings to\n   19  the state and local governments, the number of  persons  served  by  the\n   20  program by county, a description of the demographic and clinical charac-\n   21  teristics  of  patients  served by the program, and an evaluation of the\n   22  quality of care provided to  persons  served  by  the  program.    After\n   23  release  of the second report by any such program if the findings of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02466-01-1\n\n       S. 117                              2\n\n    1  report do not reflect a cost savings to the state and local governments,\n    2  the program may be terminated immediately by the commissioner of health.\n    3  Within thirty days of the termination of a  demonstration  program,  the\n    4  commissioner of health shall submit a report to the governor, the tempo-\n    5  rary  president  of  the  senate  and  the speaker of the assembly which\n    6  outlines the reasons for early termination of such program.\n    7    S 2. This act shall take effect immediately and shall  expire  and  be\n    8  deemed  repealed  September 1, 2016; provided, that any person placed in\n    9  an adult day health care program pursuant to section one  of  this  act,\n   10  prior  to  the  repeal of this act shall be authorized to remain in such\n   11  program and receive the services thereof after the repeal of  this  act;\n   12  and provided, further, that state funding for the provision of adult day\n   13  health care program services authorized by this act shall continue after\n   14  the  repeal  of  this act for any person to which the provisions of this\n   15  act shall continue to apply.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT relating to increasing availability of adult day health care programs; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101206.T144229.TXT", "SOBI.D101206.T142913.TXT", "SOBI.D101206.T155919.TXT", "SOBI.D101206.T144414.TXT", "SOBI.D101206.T145415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291669159374
}