{
  "year" : 2011,
  "senateBillNo" : "S1177-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1177-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state voltage regulation pilot program",
  "summary" : "Establishes the New York state voltage regulation pilot program to promote energy conservation through voltage regulation and improving the efficiency of the electric grid. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S6130-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1177\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERKINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Energy and  Tele-\n         communications\n\n       AN  ACT  to  amend the public service law, in relation to New York state\n         voltage regulation pilot program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new section\n    2  66-m to read as follows:\n    3    S 66-M. VOLTAGE REGULATION PILOT  PROGRAM.  1.  THE  COMMISSION  SHALL\n    4  ESTABLISH  A  NEW YORK STATE PILOT PROGRAM PROMOTING ENERGY CONSERVATION\n    5  THROUGH VOLTAGE REGULATION AND THEREBY IMPROVING THE EFFICIENCY  OF  THE\n    6  ELECTRIC GRID.\n    7    2.  THE  COMMISSION  SHALL  OVERSEE  THE  IMPLEMENTATION  OF THE PILOT\n    8  PROGRAM AND SHALL ISSUE AN ORDER OF THE COMMISSION  AUTHORIZING  CAPITAL\n    9  AND  OPERATING  COSTS  OF  QUALIFYING VOLTAGE REGULATION EQUIPMENT TO BE\n   10  RECOVERED IN EACH UTILITY'S RATE BASES AND TO EARN A  REASONABLE  RETURN\n   11  OVER  A  PERIOD  TO BE DETERMINED BY THE COMMISSION, PROVIDED THE CORPO-\n   12  RATION SHALL, AT A MINIMUM, PROVIDE THE COMMISSION WITH THE FOLLOWING:\n   13    (A) A DETAILED DESCRIPTION AND ECONOMIC  EVALUATION  OF  THE  PROPOSED\n   14  INVESTMENTS IN ITS SERVICE AREAS;\n   15    (B)  AN  ANALYSIS  OF  THE  COSTS, BENEFITS AND RISKS OF THE PROPOSAL,\n   16  INCLUDING AN ANALYSIS OF THE COSTS, BENEFITS AND  RATE  IMPLICATIONS  TO\n   17  THE  UTILITY'S PARTICIPATING CUSTOMERS, TO THE UTILITY'S DEFAULT SERVICE\n   18  CUSTOMERS AND TO THE UTILITY'S DISTRIBUTION CUSTOMERS;\n   19    (C) A DESCRIPTION OF THE QUALIFIED VOLTAGE  REGULATION  EQUIPMENT  AND\n   20  ITS  SPECIFICATIONS,  INSTALLATION  SPECIFICATIONS,  SOLICITATIONS,  AND\n   21  PROCUREMENTS THE UTILITY HAS IMPLEMENTED OR INTENDS TO IMPLEMENT;\n   22    (D) A SHOWING THAT THE UTILITY HAS MADE REASONABLE EFFORTS TO  INVOLVE\n   23  NEW  YORK  STATE-BASED BUSINESSES, AND MINORITY AND WOMEN-OWNED BUSINESS\n   24  ENTERPRISES, AS DEFINED IN SECTION THREE HUNDRED TEN  OF  THE  EXECUTIVE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02142-01-1\n\n       S. 1177                             2\n\n    1  LAW, IN THE MANUFACTURE OR SUPPLY OF QUALIFIED VOLTAGE REGULATION EQUIP-\n    2  MENT; AND\n    3    (E)  OPERATE  IN COMPLIANCE WITH ANY STANDARDS AND REQUIREMENTS ESTAB-\n    4  LISHED BY THE COMMISSION IN CONSULTATION WITH THE NEW YORK STATE  ENERGY\n    5  AND RESEARCH DEVELOPMENT AUTHORITY.\n    6    3.  QUALIFIED  VOLTAGE  REGULATION  EQUIPMENT SHALL BE SYNONYMOUS WITH\n    7  QUALIFIED VOLTAGE REGULATION DEVICE, AND SHALL MEAN  VOLTAGE  REGULATION\n    8  TECHNOLOGIES  WHICH  REDUCE ENERGY CONSUMPTION, IMPROVE GRID EFFICIENCY,\n    9  RAISE OR LOWER VOLTAGE DYNAMICALLY AND ARE NINETY-NINE PERCENT  OR  MORE\n   10  EFFICIENT ACROSS A MINIMUM OF NINETY PERCENT OF THE ELECTRIC LOAD CURVE.\n   11    S  2. The public service commission, in consultation with the New York\n   12  State Energy and Research Development Authority, shall provide an annual\n   13  report on or before the first day of June to the governor, the temporary\n   14  president of the senate, the speaker of the assembly, the minority lead-\n   15  er of the senate, and the minority leader of the assembly reporting  the\n   16  progress of their efforts and the effects of the program on the environ-\n   17  ment  and  public. Such report shall identify: (i) each utility that has\n   18  elected to install qualified voltage regulation equipment,  the  capital\n   19  and  operating  costs  of which shall be recovered in the utility's rate\n   20  base; (ii) the amount of savings, if any, generated by the use  of  such\n   21  qualified  voltage  regulation  devices;  (iii) any improvements to such\n   22  utility's reliability measures and finances; and (iv) the number of such\n   23  qualified voltage regulation devices that are installed and  in  use  by\n   24  customers in each utility's service areas.\n   25    S  3.  This act shall take effect immediately; provided, however, that\n   26  not later than the ninetieth day after this act shall have become a law,\n   27  the commission shall commence a rulemaking proceeding to  prescribe  the\n   28  standards  and  requirements  with  which  qualified  voltage regulation\n   29  equipment must comply in order to be installed by utilities  in  certain\n   30  service areas.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to New York state voltage regulation pilot program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T122648.TXT", "SOBI.D110105.T133654.TXT", "SOBI.D110107.T123900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294421940543
}