{
  "year" : 2011,
  "senateBillNo" : "S1183-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1183-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires persons or entities providing benefits in the event of disability to not impose onerous or unreasonable conditions for the payment of benefits thereunder",
  "summary" : "Requires persons or entities providing benefits in the event of disability to not impose \"onerous or unreasonable conditions\" for the payment or continued payment of benefits thereunder, and provides for the enforcement thereof including actual damages, interest and penalties, reasonable costs and attorney's fees, and in the court's discretion, exemplary damages; exempts worker's compensation and NYS disability insurance. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A254",
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S8201-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1183\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in relation to  onerous  or\n         unreasonable  conditions  in  the  performance  of  disability related\n         contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  obligations  law is amended by adding a new\n    2  section 5-336 to read as follows:\n    3    S 5-336. PERFORMANCE OF WRITTEN CONTRACTS FOR BENEFITS IN THE EVENT OF\n    4  DISABILITY. 1. NO PERSON, FIRM, ASSOCIATION, CORPORATION OR OTHER  ENTI-\n    5  TY, WHETHER SUCH PERSON OR ENTITY BE AN EMPLOYER OR OTHERWISE, EXCLUDING\n    6  WORKERS' COMPENSATION OR NEW YORK STATE DISABILITY INSURANCE, WHO ENTERS\n    7  INTO  A WRITTEN CONTRACT PROVIDING FOR PAYMENT OF BENEFITS OR THE WAIVER\n    8  OF OBLIGATIONS OR BOTH IN THE EVENT OF THE DISABILITY OF A  NAMED  INDI-\n    9  VIDUAL  SHALL,  BY  CONTRACT  OR  OTHERWISE, IMPOSE ON A DISABLED PERSON\n   10  ONEROUS OR UNREASONABLE CONDITIONS FOR THE PAYMENT OR CONTINUED  PAYMENT\n   11  OF  CONTRACTUAL  BENEFITS  OR  THE  WAIVER  OR CONTINUED WAIVER OF OBLI-\n   12  GATIONS.  CONDITIONS ARE \"ONEROUS OR UNREASONABLE\" IF BY  THEIR  CONTIN-\n   13  UOUS  OR  REPETITIOUS  NATURE  THEY  REQUIRE THE DISABLED BENEFICIARY TO\n   14  PERFORM UNNECESSARY OR DUPLICATIVE ACTS IN ORDER TO  OBTAIN  OR  COLLECT\n   15  THE BENEFITS TO WHICH HE OR SHE IS OTHERWISE ENTITLED UNDER THE CONTRACT\n   16  AND INCLUDE BUT ARE NOT LIMITED TO:\n   17    (A)  REQUIRING  THE DISABLED PERSON TO UNDERGO UNREASONABLY REPETITIVE\n   18  MEDICAL EXAMINATIONS; OR\n   19    (B) REQUIRING THE DISABLED PERSON TO PROVIDE FINELY-DETAILED OR  REPE-\n   20  TITIOUS MEDICAL DOCUMENTATION OF A DISABLING CONDITION; OR\n   21    (C)  BARGAINING  IN BAD FAITH OR ENGAGING IN ANY OF THE ACTS DESCRIBED\n   22  IN THE PARAGRAPHS OF SUBSECTION (A) OF SECTION TWO THOUSAND SIX  HUNDRED\n   23  ONE OF THE INSURANCE LAW, RELATING TO UNFAIR CLAIM SETTLEMENT PRACTICES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02160-01-1\n\n       S. 1183                             2\n\n    1    2.  ANY  PARTY  TO  THE CONTRACT OR CONTRACT BENEFICIARY INJURED BY AN\n    2  ACTION OR FAILURE TO ACT IN VIOLATION OF SUBDIVISION ONE OF THIS SECTION\n    3  MAY MAINTAIN AN ACTION TO RECOVER AND, UPON PROOF OF SUCH INJURY DUE  TO\n    4  VIOLATION  OF  SUBDIVISION ONE OF THIS SECTION BY A PREPONDERANCE OF THE\n    5  EVIDENCE,  SHALL  RECOVER  ACTUAL  DAMAGES,  INCLUDING  ANY INTEREST AND\n    6  PENALTIES INCURRED DUE TO THE  VIOLATION  OF  SUBDIVISION  ONE  OF  THIS\n    7  SECTION,  AND REASONABLE COSTS AND ATTORNEY'S FEES. THE COURT MAY IN ITS\n    8  DISCRETION AWARD EXEMPLARY DAMAGES.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to onerous or unreasonable conditions in the performance of disability related contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110105.T133158.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424343521
}