{
  "year" : 2011,
  "senateBillNo" : "S1186-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1186-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the savings bank, savings and loan association or credit union municipal deposit program",
  "summary" : "Establishes the savings bank, savings and loan association or credit union municipal deposit program. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "SC8296-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1186\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general  municipal  law  and  the  banking  law,  in\n         relation  to  the  establishment  of  a savings bank, savings and loan\n         association or credit union municipal deposit  program,  and  limiting\n         deposits  of  public  funds  in such institutions to two hundred fifty\n         thousand dollars\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph c of subdivision 1 of section 10 of the general\n    2  municipal law, as amended by chapter 623 of the laws of 1998, is amended\n    3  to read as follows:\n    4    c. \"Public deposits\" shall mean deposits of public funds  in  a  bank,\n    5  SAVINGS  BANK,  SAVINGS  AND  LOAN  ASSOCIATION,  CREDIT UNION, or trust\n    6  company which are available for all  uses  generally  permitted  by  the\n    7  bank, SAVINGS BANK, SAVINGS AND LOAN ASSOCIATION, CREDIT UNION, or trust\n    8  company  to  the  depositing  local  government for actually and finally\n    9  collected funds under the bank's, SAVINGS BANK'S, SAVINGS AND LOAN ASSO-\n   10  CIATION'S, CREDIT UNION'S, or trust company's account agreement or poli-\n   11  cies.\n   12    S 2.  Paragraphs f, g and h of subdivision 1  of  section  10  of  the\n   13  general municipal law are relettered paragraphs g, h and i and three new\n   14  paragraphs f, j and k are added to read as follows:\n   15    F. \"CREDIT UNION\" SHALL MEAN A STATE-CHARTERED CREDIT UNION AS DEFINED\n   16  BY   SUBDIVISION   NINE   OF  SECTION  TWO  OF  THE  BANKING  LAW  OR  A\n   17  FEDERALLY-CHARTERED CREDIT UNION AS DEFINED BY THE FEDERAL CREDIT  UNION\n   18  ACT, LOCATED AND AUTHORIZED TO DO BUSINESS IN NEW YORK.\n   19    J.  \"SAVINGS BANK\" SHALL MEAN A SAVINGS BANK AS DEFINED BY SUBDIVISION\n   20  FOUR OF SECTION TWO OF THE BANKING LAW OR ANY FEDERAL SAVINGS BANK.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01445-01-1\n\n       S. 1186                             2\n\n    1    K. \"SAVINGS AND LOAN ASSOCIATION\" SHALL MEAN A SAVINGS AND LOAN  ASSO-\n    2  CIATION  AS  DEFINED  BY SUBDIVISION EIGHT OF SECTION TWO OF THE BANKING\n    3  LAW OR ANY FEDERAL SAVINGS AND LOAN ASSOCIATION.\n    4    S 3.  Subdivisions 2 and 4 of section 10 of the general municipal law,\n    5  as  amended  by  chapter 623 of the laws of 1998, are amended to read as\n    6  follows:\n    7    2. a. The governing board of every local  government  shall  designate\n    8  one  or more banks, SAVINGS BANKS, SAVINGS AND LOAN ASSOCIATIONS, CREDIT\n    9  UNIONS or trust companies for the deposit of public funds, the  disposi-\n   10  tion  of  which  is  not  otherwise provided for by law, received by the\n   11  chief fiscal officer or any other officer  authorized  by  law  to  make\n   12  deposits.    Such  designation  shall  be by resolution of the governing\n   13  board or, in the case of a city, such other body as may be authorized or\n   14  required by law to designate depositaries.  Such resolution shall speci-\n   15  fy the maximum amount which may be kept on deposit at any time  in  each\n   16  such  bank,  SAVINGS BANK, SAVINGS AND LOAN ASSOCIATION, CREDIT UNION or\n   17  trust company.  Such designations and amounts may be changed at any time\n   18  by further resolution.  THE GOVERNING BOARD OF  EVERY  LOCAL  GOVERNMENT\n   19  SHALL FORWARD A COPY OF SUCH RESOLUTION TO THE OFFICE OF THE STATE COMP-\n   20  TROLLER  WHO  SHALL RETAIN SUCH COPY UNTIL SUCH RESOLUTION IS AMENDED OR\n   21  DISSOLVED. A COPY OF SUCH RESOLUTION SHALL  BE  RETAINED  BY  THE  STATE\n   22  COMPTROLLER FOR RECORD KEEPING PURPOSES ONLY.\n   23    b.  PUBLIC  FUNDS DEPOSITED INTO A SAVINGS BANK, FEDERAL SAVINGS BANK,\n   24  CREDIT UNION, FEDERAL CREDIT UNION,  SAVINGS  AND  LOAN  ASSOCIATION  OR\n   25  FEDERAL SAVINGS AND LOAN ASSOCIATION SHALL BE LIMITED TO TWO HUNDRED AND\n   26  FIFTY THOUSAND DOLLARS.\n   27    C.  Except as otherwise provided by law, all deposits shall be made to\n   28  the credit of the local government.  The deposit of public funds  pursu-\n   29  ant to this subdivision shall release the officer making the deposit and\n   30  his  or  her  surety from any liability for loss of such public funds by\n   31  reason of the default or insolvency of  any  such  bank,  SAVINGS  BANK,\n   32  SAVINGS AND LOAN ASSOCIATION, CREDIT UNION or trust company.\n   33    [c.]  D. The governing board of a local government, in which a banking\n   34  development district has been designated by the superintendent of  banks\n   35  pursuant  to  section  ninety-six-d  of the banking law, may designate a\n   36  bank, trust company or national bank located in such  district  for  the\n   37  deposit  of  public  funds,  the  disposition  of which is not otherwise\n   38  provided for by law, received by the chief fiscal officer or other offi-\n   39  cer authorized by law to make such deposits. Such designation  shall  be\n   40  by  resolution  of  the  governing board or, in the case of a city, such\n   41  other body as may be authorized or required by law to designate  deposi-\n   42  tories.    Such resolution shall specify the maximum amount which may be\n   43  kept on deposit at any time with such bank, trust  company  or  national\n   44  bank  located  in  such district.   Subject to an agreement between such\n   45  governing board and such banking institution, public funds deposited  in\n   46  such  banking  institution may earn a fixed interest rate which is at or\n   47  below such banking institution's posted two year certificate of  deposit\n   48  rate.    In  those instances where there is such an agreement, its terms\n   49  and conditions shall also be specified in  the  resolution.    Any  such\n   50  designation,  amount, or agreement provisions may be changed at any time\n   51  by further resolution.\n   52    4. (a) Notwithstanding any other provision of law to the contrary, the\n   53  chief fiscal officer, or other officer authorized by law to make  depos-\n   54  its,  may,  subject  to  the  approval  of the governing body of a local\n   55  government, by resolution, enter into a contract with a courier  service\n   56  for  the  purpose  of  causing  the deposit of public funds with a bank,\n\n       S. 1186                             3\n\n    1  SAVINGS BANK, SAVINGS AND LOAN ASSOCIATION, CREDIT UNION or trust compa-\n    2  ny as provided in this section.\n    3    (b)  The  entrusting of public funds for deposit pursuant to paragraph\n    4  (a) of this subdivision shall release the officer entrusting the  public\n    5  funds  to  the  courier service and his or her surety from any liability\n    6  for loss of such public funds by the courier service in the  process  of\n    7  delivering  such  public  funds  to  the  designated bank, SAVINGS BANK,\n    8  SAVINGS AND LOAN ASSOCIATION, CREDIT UNION or trust company.\n    9    (c) The local government authorizing the deposit of public funds by  a\n   10  courier  service  pursuant  to  paragraph  (a) of this subdivision shall\n   11  require the courier service to obtain a surety bond for the full  amount\n   12  entrusted  to  the courier, payable to the local government and executed\n   13  by an insurance company authorized to do business  in  this  state,  the\n   14  claims  paying  ability of which is rated in the highest rating category\n   15  by at least two nationally recognized statistical rating  organizations,\n   16  to  insure  against  any  loss  of public funds entrusted to the courier\n   17  service for deposit or failure to deposit the full amount  entrusted  to\n   18  the courier.\n   19    (d)  A deposit made by a courier on behalf of a local government shall\n   20  be deemed to be a deposit made by the  chief  fiscal  officer  or  other\n   21  officer entrusting such funds for purposes of the requirements contained\n   22  in this section for securing public deposits.\n   23    (e)  A  bank, SAVINGS BANK, SAVINGS AND LOAN ASSOCIATION, CREDIT UNION\n   24  or trust company may, from time to time and as agreed upon with a  local\n   25  government, reimburse all or part of, but not more than, the actual cost\n   26  incurred  by  the  local  government  in  transporting  cash, negotiable\n   27  instruments or other items for deposit through a courier service.    Any\n   28  such  reimbursement  agreement  shall  apply only to a specified deposit\n   29  transaction, and may be subject to such terms,  conditions  and  limita-\n   30  tions  as  the  bank, SAVINGS BANK, SAVINGS AND LOAN ASSOCIATION, CREDIT\n   31  UNION or trust company deems necessary to  ensure  sound  banking  prac-\n   32  tices,  including,  but not limited to, any terms, conditions or limita-\n   33  tions that may be required by the banking department or other federal or\n   34  state authority.\n   35    S 4. Subdivision 2 of section 11 of  the  general  municipal  law,  as\n   36  amended  by  chapter  708  of  the  laws  of 1992, is amended to read as\n   37  follows:\n   38    2. The governing board of any local government or,  if  the  governing\n   39  board  so  delegates,  the  chief fiscal officer or other officer having\n   40  custody of the moneys may temporarily invest  moneys  not  required  for\n   41  immediate  expenditure,  except moneys the investment of which is other-\n   42  wise provided for by  law,  in  special  time  INTEREST-BEARING  deposit\n   43  accounts in, or certificates of deposit issued by, a bank, SAVINGS BANK,\n   44  SAVINGS  AND  LOAN ASSOCIATION, OR SHARE CERTIFICATES ISSUED BY A CREDIT\n   45  UNION or trust company located and authorized to  do  business  in  this\n   46  state,  provided  however, that such time deposit account or certificate\n   47  of deposit OR SHARE CERTIFICATE shall be payable within such time as the\n   48  proceeds shall be needed to meet expenditures for which such moneys were\n   49  obtained and provided further that such time deposit account or  certif-\n   50  icate  of  deposit OR SHARE CERTIFICATE be secured in the same manner as\n   51  is provided for securing deposits of public funds by  subdivision  three\n   52  of section ten of this article.\n   53    S  5. The banking law is amended by adding a new section 454-a to read\n   54  as follows:\n   55    S 454-A. DEPOSITS OF PUBLIC MONEY WITH CREDIT  UNIONS;  SECURITY.    A\n   56  CREDIT  UNION MAY ACCEPT DEPOSITS OF PUBLIC MONEY SUBJECT TO THE LIMITA-\n\n       S. 1186                             4\n\n    1  TIONS PROVIDED IN SECTION TEN OF THE GENERAL MUNICIPAL LAW.  SUCH CREDIT\n    2  UNION SHALL PLEDGE ASSETS OR FURNISH OTHER SECURITY SATISFACTORY IN FORM\n    3  AND AMOUNT TO THE DEPOSITOR, FOR THE REPAYMENT OF  MONIES  HELD  IN  THE\n    4  NAME  OF  SUCH DEPOSITOR, WHEN REQUIRED TO BE SECURED BY APPLICABLE LAW,\n    5  DECREE OR REGULATION.\n    6    S 6. This act shall take effect on the ninetieth day  after  it  shall\n    7  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the banking law, in relation to the establishment of a savings bank, savings and loan association or credit union municipal deposit program, and limiting deposits of public funds in such institutions to two hundred fifty thousand dollars ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T123649.TXT", "SOBI.D110107.T131903.TXT", "SOBI.D110105.T131653.TXT", "SOBI.D110105.T134655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424343531
}