{
  "year" : 2011,
  "senateBillNo" : "S1181-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1181-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for local governing board approval of any policies and procedures regarding the public use of public space",
  "summary" : "Provides for local governing board approval of any policies and procedures regarding the public use of public space. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S8349-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1181\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal law, in relation to local  govern-\n         ing  board approval of policies and procedures affecting public use of\n         public space\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  general  municipal  law is amended by adding a new\n    2  section 124-a to read as follows:\n    3    S 124-A. ISSUANCE OF ANY PERMIT FOR PARADES OR THE  TEMPORARY  USE  OF\n    4  PUBLIC  SPACE  BY  THE  PUBLIC. NOTWITHSTANDING ANY GENERAL, SPECIAL, OR\n    5  LOCAL LAW TO THE CONTRARY, ANY ADOPTED OR IMPLEMENTED  POLICIES,  PROCE-\n    6  DURES,  RULES OR REGULATIONS OF A DEPARTMENT OR AGENCY THAT REQUIRES THE\n    7  ISSUANCE OF ANY PERMIT FOR PARADES OR FOR THE TEMPORARY  USE  OF  PUBLIC\n    8  SPACE BY THE PUBLIC SHALL BE REVIEWED AND APPROVED BY THE GOVERNING BODY\n    9  OF  THE COUNTY, CITY, TOWN OR VILLAGE HAVING JURISDICTION OVER THE PROP-\n   10  ERTY THAT WOULD BE SUBJECT TO  THE  PERMIT.  ANY  POLICIES,  PROCEDURES,\n   11  RULES  OR  REGULATIONS  PROPOSED  BY  A  DEPARTMENT OR AGENCY THAT WOULD\n   12  REQUIRE THE ISSUANCE OF ANY PERMIT FOR PARADES OR FOR THE TEMPORARY  USE\n   13  OF  PUBLIC  SPACE  BY THE PUBLIC SHALL NOT BE CONSIDERED EFFECTIVE UNTIL\n   14  APPROVED BY THE GOVERNING BODY OF THE  COUNTY,  CITY,  TOWN  OR  VILLAGE\n   15  HAVING  JURISDICTION  OVER  THE  PROPERTY  THAT  WOULD BE SUBJECT TO THE\n   16  PERMIT.\n   17    S 2. This act shall take effect on the one hundred eightieth day after\n   18  it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02176-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to local governing board approval of policies and procedures affecting public use of public space ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D110105.T133158.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424343511
}