{
  "year" : 2011,
  "senateBillNo" : "S1189-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1189-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a June 1 to May 31 state fiscal year; repealer",
  "summary" : "Provides for a June 1 to May 31 state fiscal year; makes administrative and transitional provisions therefor; requires that by April 15 of each year, the legislature must adopt a joint resolution that contains the maximum appropriations to each state agency for state operations, local assistance and capital construction. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S377-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1189\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. BRESLIN, KRUEGER, PARKER -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to the fiscal year of\n         the state and repealing section 3 of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  3 of the state finance law is REPEALED and a new\n    2  section 3 is added to read as follows:\n    3    S 3. FISCAL YEAR. 1. THE  CURRENT  FISCAL  YEAR  OF  THE  STATE  WHICH\n    4  COMMENCED  WITH  THE  FIRST DAY OF APRIL, TWO THOUSAND ELEVEN, IS HEREBY\n    5  EXTENDED AND SHALL END WITH THE THIRTY-FIRST DAY OF  MAY,  TWO  THOUSAND\n    6  TWELVE.  FOR  ALL  PURPOSES  OF  DETERMINING  ANNUAL INCREMENTS OF STATE\n    7  EMPLOYEES PURSUANT TO THE EDUCATION LAW, THE CIVIL SERVICE LAW OR  OTHER\n    8  STATE  LAW,  AND  FOR  ALL  PURPOSES  WHENEVER  BY LAW SOME ACT IS TO BE\n    9  PERFORMED OR TIME IS TO BE MEASURED BY THE FISCAL YEAR OF THE STATE, THE\n   10  CURRENT FISCAL YEAR, AS SO ABRIDGED, SHALL BE DEEMED TO BE A  FULL  YEAR\n   11  UNLESS THE CONTEXT CLEARLY REQUIRES A CONTRARY CONSTRUCTION.\n   12    ON  AND  AFTER  THE FIRST DAY OF JUNE, TWO THOUSAND TWELVE, THE FISCAL\n   13  YEAR OF THE STATE, FOR THE PURPOSE OF BUDGET,  APPROPRIATIONS,  RECEIPTS\n   14  AND  DISBURSEMENTS OF STATE MONEYS AND ALL OTHER STATE AFFAIRS WHICH ARE\n   15  REGULATED IN ACCORDANCE WITH OR BASED ON  FISCAL  YEARS,  INCLUDING  THE\n   16  FISCAL  AFFAIRS OF ALL STATE DEPARTMENTS, COMMISSIONS, BOARDS, AGENCIES,\n   17  OFFICES AND INSTITUTIONS, SHALL BEGIN WITH THE FIRST DAY OF JUNE AND END\n   18  WITH THE NEXT FOLLOWING THIRTY-FIRST DAY OF MAY.\n   19    2. ALL BOOKS AND ACCOUNTS IN THE OFFICES OF THE  COMPTROLLER  AND  THE\n   20  DEPARTMENT  OF  TAXATION  AND FINANCE SHALL BE KEPT BY FISCAL YEARS. ALL\n   21  ANNUAL ACCOUNTS REQUIRED TO BE RENDERED TO THE COMPTROLLER  OR  TO  SUCH\n   22  DEPARTMENT  BY ANY PERSON SHALL BE CLOSED ON THE THIRTY-FIRST DAY OF MAY\n   23  IN EACH YEAR, AND BE RENDERED AS SOON THEREAFTER AS PRACTICABLE,  IF  NO\n   24  TIME IS SPECIALLY PRESCRIBED BY LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05110-01-1\n\n       S. 1189                             2\n\n    1    3.  WHERE ANY STATUTE PROVIDES, IN TERMS OR EFFECT, THAT ANY INVENTORY\n    2  OR ACCOUNT, OR A REPORT RELATING IN WHOLE OR IN  PART  TO  RECEIPTS  AND\n    3  DISBURSEMENTS  OF MONEY, BE MADE TO THE LEGISLATURE OR ANY STATE OFFICER\n    4  ANNUALLY, OR FOR A YEAR, BY A DEPARTMENT, COMMISSION, BOARD, OR  OFFICER\n    5  UNDER  THE  STATE GOVERNMENT, SUCH INVENTORY OR ACCOUNT, AND SUCH REPORT\n    6  SO FAR AS IT RELATES TO SUCH RECEIPTS AND DISBURSEMENTS,  SHALL  BE  FOR\n    7  THE  PRECEDING  FISCAL  YEAR,  UNLESS  THE  CALENDAR  YEAR  BE EXPRESSLY\n    8  MENTIONED.\n    9    4. EXISTING PROVISIONS OF OTHER LAWS  DESCRIBING  OR  REFERRING  TO  A\n   10  FISCAL YEAR OF THE STATE AS BEGINNING APRIL FIRST AND ENDING MARCH THIR-\n   11  TY-FIRST, OR MAKING ANY REQUIREMENT WITH RESPECT TO SUCH FISCAL YEAR, OR\n   12  REFERRING  TO ANY YEAR SO BEGINNING AND ENDING WHICH APPLIES TO INVENTO-\n   13  RIES OR ACCOUNTS IN STATE MATTERS, OR TO REPORTS RELATING TO STATE MONEY\n   14  OR PROPERTY, SHALL BE DEEMED MODIFIED BY AND BE CONSTRUED IN  CONNECTION\n   15  WITH THIS SECTION, AND BE DEEMED TO REFER TO A FISCAL OR TO ANOTHER YEAR\n   16  OR PERIOD BEGINNING AND ENDING AS HEREIN PRESCRIBED FOR A FISCAL YEAR.\n   17    5. ON OR BEFORE APRIL FIFTEENTH EACH YEAR, THE LEGISLATURE SHALL ADOPT\n   18  A  JOINT  RESOLUTION  THAT ESTABLISHES THE MAXIMUM APPROPRIATION TO EACH\n   19  STATE  AGENCY  FOR  STATE  OPERATIONS,  LOCAL  ASSISTANCE  AND   CAPITAL\n   20  CONSTRUCTION.\n   21    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the fiscal year of the state and repealing section 3 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T123649.TXT", "SOBI.D110105.T131653.TXT", "SOBI.D110105.T134655.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424042359
}