{
  "year" : 2011,
  "senateBillNo" : "S1185-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1185-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the office of the chief information officer, the enterprise executive governance board and the information technology investment board; repealer",
  "summary" : "Establishes the office of the chief information officer, the enterprise executive governance board and the information technology investment board; relates to state procurement of technology; repeals certain provisions relating to the advisory council for technology. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A2484",
  "lawSection" : "State Technology",
  "previousVersions" : [ "S8262-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1185\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend the state technology law, in relation to establishing\n         the office of the chief information officer, the enterprise  executive\n         governance  board  and the information technology investment board; to\n         amend the state finance law, in relation to state procurement of tech-\n         nology; and to repeal sections 104 and 105 of the state technology law\n         relating to the advisory council for technology\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  article heading of article 1 of the state technology\n    2  law, as added by chapter 430 of the laws of 1997 and renumbered by chap-\n    3  ter 437 of the laws of 2004, is amended to read as follows:\n    4           OFFICE [FOR TECHNOLOGY] OF THE CHIEF INFORMATION OFFICER\n    5    S 2. Section 101 of the state technology law, as added by chapter  430\n    6  of  the  laws  of  1997  and as renumbered by chapter 437 of the laws of\n    7  2004, is amended to read as follows:\n    8    S 101. Definitions. As used in this article the following terms  shall\n    9  mean:\n   10    1. \"Council\" means the CHIEF INFORMATION OFFICER advisory council [for\n   11  technology].\n   12    2.  [\"Director\"  means  the director of the office] \"CHIEF INFORMATION\n   13  OFFICER\" MEANS THE NEW YORK STATE CHIEF INFORMATION OFFICER.\n   14    3. \"Office\" means the office [for technology] OF THE CHIEF INFORMATION\n   15  OFFICER.\n   16    4. \"State agency\" means any  department,  board,  bureau,  commission,\n   17  division, office, council, committee or officer of the state; ALL PUBLIC\n   18  BENEFIT  CORPORATIONS  AND  PUBLIC  AUTHORITIES,  THE HEADS OF WHICH ARE\n   19  APPOINTED BY THE GOVERNOR; AND THE STATE UNIVERSITY OF NEW YORK AND  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02143-01-1\n\n       S. 1185                             2\n\n    1  CITY  UNIVERSITY  OF NEW YORK.  Such term shall not include the legisla-\n    2  ture or judiciary.\n    3    5.  \"Technology\"  means  a  good,  service,  or  good and service that\n    4  results in a digital, electronic or similar technical method of  achiev-\n    5  ing  a  practical  purpose or in improvements in productivity, including\n    6  but not limited to information management, equipment, software,  operat-\n    7  ing  systems,  interface  systems,  interconnected systems, telecommuni-\n    8  cations, data management, VOICE AND DATA networks, and  network  manage-\n    9  ment, consulting, supplies, facilities, ANCILLARY PRODUCTS AND SERVICES,\n   10  maintenance  [and],  SUPPORT,  PROGRAMMING, PROJECT MANAGEMENT, training\n   11  AND ANY OTHER RELATED GOODS AND SERVICES.\n   12    6.  \"LOCAL GOVERNMENT\" MEANS ANY COUNTY, CITY, TOWN,  VILLAGE,  SCHOOL\n   13  DISTRICT,  BOARD OF COOPERATIVE EDUCATIONAL SERVICES, LOCAL PUBLIC BENE-\n   14  FIT CORPORATIONS OR OTHER MUNICIPAL CORPORATION OR POLITICAL SUBDIVISION\n   15  OF THE STATE.\n   16    7. \"INFORMATION TECHNOLOGY WORKFORCE\" SHALL INCLUDE BOTH EMPLOYEES  OF\n   17  THE  STATE AGENCIES AND ANY WORKERS EMPLOYED BY A PRIVATE VENDOR WHO ARE\n   18  UNDER CONTRACT TO PERFORM WORK FOR THE STATE AGENCY.\n   19    S 3. Section 102 of the state technology law, as added by chapter  430\n   20  of  the  laws  of  1997  and as renumbered by chapter 437 of the laws of\n   21  2004, is amended to read as follows:\n   22    S 102. Office [for technology;  director]  OF  THE  CHIEF  INFORMATION\n   23  OFFICER; HEAD, organization and employees. 1.  The office [for technolo-\n   24  gy] OF THE CHIEF INFORMATION OFFICER is hereby created within the execu-\n   25  tive  department  to  have and exercise the functions, powers and duties\n   26  provided by the provisions of this article and any  other  provision  of\n   27  law.\n   28    2.  The  head  of the office shall be the [director of the office, who\n   29  shall serve as the chief technology officer for the state  of  New  York\n   30  and shall be designated as management confidential in the noncompetitive\n   31  class  in  accordance  with  the  civil service law. The director] CHIEF\n   32  INFORMATION OFFICER, WHO shall be the chief executive [officer]  of  and\n   33  in sole charge of the administration of the office. The [director] CHIEF\n   34  INFORMATION  OFFICER  shall  be  entitled  to  receive reimbursement for\n   35  expenses actually and necessarily incurred by him or her in the perform-\n   36  ance of his or her duties.\n   37    3. The [director] CHIEF INFORMATION OFFICER may, from  time  to  time,\n   38  create, abolish, transfer and consolidate bureaus and other units within\n   39  the  office  not expressly established by law as he or she may determine\n   40  necessary for the efficient operation of  the  office,  subject  to  the\n   41  approval of the director of the budget.\n   42    4. The [director] CHIEF INFORMATION OFFICER may appoint, in accordance\n   43  with  the  civil service law, such deputies, assistants, and other offi-\n   44  cers and employees, committees and consultants as he  or  she  may  deem\n   45  necessary,  prescribe  their  powers and duties, fix their compensation,\n   46  and provide for reimbursement  of  their  expenses  within  the  amounts\n   47  appropriated  therefor.   THE CHIEF INFORMATION OFFICER MAY APPOINT WORK\n   48  GROUPS, COMMITTEES, COUNCILS, TASK FORCES OR OTHER SUCH ENTITIES  NECES-\n   49  SARY TO CARRY OUT THE FUNCTIONS, POWERS AND DUTIES OF THE OFFICE.\n   50    5.  The  [director]  CHIEF INFORMATION OFFICER may request and receive\n   51  from any [department, division, board, bureau, commission or other agen-\n   52  cy of the state] STATE AGENCY or any [political subdivision  thereof  or\n   53  any  public  authority,  staff  and other] LOCAL GOVERNMENT, assistance,\n   54  information, and resources as will enable the office to  properly  carry\n   55  out its functions, powers and duties.\n   56    6. THE CHIEF INFORMATION OFFICER SHALL, AMONG OTHER DUTIES:\n\n       S. 1185                             3\n\n    1    (A)  OVERSEE,  DIRECT  AND COORDINATE THE ESTABLISHMENT OF INFORMATION\n    2  TECHNOLOGY PLANS, POLICIES,  PROCEDURES,  PROTOCOLS  AND  STANDARDS  FOR\n    3  STATE GOVERNMENT, INCLUDING HARDWARE, SOFTWARE, SERVICES AND OPERATIONS;\n    4    (B)  OVERSEE  AND  COORDINATE THE DEVELOPMENT, ACQUISITION, DEPLOYMENT\n    5  AND MANAGEMENT OF INFORMATION TECHNOLOGY RESOURCES FOR STATE GOVERNMENT;\n    6    (C) COORDINATE AND FACILITATE INFORMATION SHARING  BETWEEN  AND  AMONG\n    7  STATE  GOVERNMENT,  LOCAL GOVERNMENTS, OTHER STATES, THE FEDERAL GOVERN-\n    8  MENT, OTHER TECHNOLOGY-RELATED PUBLIC AND PRIVATE  ENTITIES  AND  INSTI-\n    9  TUTIONS OF HIGHER LEARNING TO PROMOTE THE USE AND DEPLOYMENT OF INFORMA-\n   10  TION TECHNOLOGY THAT WILL IMPROVE THE DELIVERY OF GOVERNMENT SERVICES;\n   11    (D) WORK WITH STATE GOVERNMENT, LOCAL GOVERNMENTS, THE FEDERAL GOVERN-\n   12  MENT, OTHER TECHNOLOGY-RELATED PUBLIC AND PRIVATE ENTITIES, INSTITUTIONS\n   13  OF HIGHER LEARNING AND PRIVATE ENTERPRISES TO FURTHER THE STATE'S ENTER-\n   14  PRISE STRATEGIC TECHNOLOGY PLAN;\n   15    (E)  DEVELOP  STRATEGIES  TO  IMPROVE THE STATE WORKFORCE'S ABILITY TO\n   16  EMPLOY NEEDED INFORMATION TECHNOLOGIES, AND OVERSEE AND  COORDINATE  THE\n   17  IMPLEMENTATION OF SUCH STRATEGIES; AND\n   18    (F)  DEVELOP, IN CONSULTATION WITH THE DEPARTMENT OF ECONOMIC DEVELOP-\n   19  MENT, EDUCATION DEPARTMENT, DEPARTMENT OF LABOR,  DEPARTMENT  OF  STATE,\n   20  DEPARTMENT  OF  PUBLIC SERVICE AND OTHER STATE AGENCIES, PUBLIC AUTHORI-\n   21  TIES, LOCAL GOVERNMENTS, FEDERAL GOVERNMENT, PUBLIC AND  PRIVATE  EDUCA-\n   22  TIONAL  INSTITUTIONS,  AND  OTHER  PUBLIC AND PRIVATE ENTITIES, OPPORTU-\n   23  NITIES FOR CITIZENS, BUSINESSES AND COMMUNITIES ACROSS THE STATE THROUGH\n   24  THE USE OF INFORMATION  TECHNOLOGY  FOR  WORKFORCE  DEVELOPMENT  AND  TO\n   25  ENHANCE EDUCATIONAL AND ECONOMIC OPPORTUNITIES.\n   26    7.  ALL  REFERENCES IN LAW AND REGULATION TO THE OFFICE FOR TECHNOLOGY\n   27  AND THE DIRECTOR OF THE OFFICE FOR TECHNOLOGY  SHALL  BE  DEEMED  TO  BE\n   28  REFERENCES  TO THE OFFICE OF THE CHIEF INFORMATION OFFICER AND THE CHIEF\n   29  INFORMATION OFFICER, RESPECTIVELY.\n   30    8. THE OFFICE OF THE CHIEF INFORMATION OFFICER SHALL, ON THE EFFECTIVE\n   31  DATE OF THIS ACT, BE AUTOMATICALLY AND WITHOUT FURTHER  PROCESS  CONSID-\n   32  ERED  A SUCCESSOR IN INTEREST TO, AND ASSUME ALL RIGHTS AND RESPONSIBIL-\n   33  ITIES OF, THE OFFICE FOR TECHNOLOGY UNDER ANY CONTRACTS,  SERVICE  LEVEL\n   34  AGREEMENTS,  SITE  LICENSE  AGREEMENTS,  LEASES,  PERMITS,  MEMORANDA OF\n   35  UNDERSTANDING, AND ALL OTHER SUCH DOCUMENTS, AS WELL AS ANY LEAD  AGENCY\n   36  DESIGNATIONS  UNDER, BUT NOT LIMITED TO, THE STATE ENVIRONMENTAL QUALITY\n   37  REVIEW ACT.\n   38    S 4. Section 103 of the state technology law, as added by chapter  430\n   39  of  the laws of 1997, subdivisions 12, 12-a and 12-b as added by section\n   40  1 of part B of chapter 56 of the laws of 2000, subdivision 17  as  added\n   41  by chapter 4 of the laws of 1999 and such section as renumbered by chap-\n   42  ter 437 of the laws of 2004, is amended to read as follows:\n   43    S  103.  Functions,  powers and duties of the office. The office shall\n   44  have the following functions, powers and duties:\n   45    1. To act as the official state planning and coordinating  office  for\n   46  the  advancement  of  technology  to  improve  government efficiency and\n   47  effectiveness,  and  perform  all  necessary  and  appropriate  services\n   48  required to fulfill these duties;\n   49    2.  To  advise and assist [the] state agencies in developing STRATEGIC\n   50  AND OPERATIONAL policies, plans and programs for improving the statewide\n   51  coordination,  administration,  [security,]   confidentiality,   program\n   52  effectiveness,  acquisition  and deployment of [technology] TECHNOLOGIES\n   53  WHICH ALIGN THE POLICIES AND STRATEGIES DEVELOPED BY THE OFFICE;\n   54    3. To perform technology reviews and make recommendations for  improv-\n   55  ing management and program effectiveness pertaining to technology ACQUI-\n   56  SITION, DEPLOYMENT AND OPERATIONS;\n\n       S. 1185                             4\n\n    1    4.  To review and coordinate the purchase of technology by state agen-\n    2  cies AS SET FORTH IN POLICIES AND PROCEDURES FOR PLANS TO PROCURE  TECH-\n    3  NOLOGY.   Where applicable, such review shall include but not be limited\n    4  to: assessing consistency with the statewide strategic  technology  plan\n    5  and  agency technology [plan] PLANS; statewide technology standards; the\n    6  safeguarding of information privacy[; security] of confidential records;\n    7  [and] proper dissemination of public information; AND DISASTER  RECOVERY\n    8  PLANNING;\n    9    5.  To establish, oversee, manage, coordinate and facilitate the plan-\n   10  ning, design [and], implementation, DEVELOPMENT AND USE of  the  state's\n   11  common technology networks;\n   12    6.  To  undertake research, studies and analyses, and act as a central\n   13  repository, clearinghouse and disseminator  of  research  studies,  with\n   14  respect to technology;\n   15    7.  To  facilitate  and coordinate the improvement of program delivery\n   16  services through technology with and among other departments,  divisions\n   17  and  agencies  of the state, AND its [political subdivisions and munici-\n   18  palities] LOCAL GOVERNMENTS;\n   19    7-A. TO PROVIDE TECHNOLOGY SERVICES, WHEN REQUESTED TO (A) STATE AGEN-\n   20  CIES, (B) LOCAL GOVERNMENTS, (C) PRIVATE  ENTITIES  TO  THE  EXTENT  NOT\n   21  OTHERWISE  PROHIBITED BY LAW AND (D) ANY OTHER BRANCHES OF STATE GOVERN-\n   22  MENT;\n   23    8. To encourage and foster the exchange  of  and  increase  access  to\n   24  information  within  and  among  STATE  AGENCIES, LOCAL GOVERNMENTS, THE\n   25  FEDERAL GOVERNMENT, public and  private  entities  and  individuals  AND\n   26  INSTITUTIONS  OF  HIGHER  LEARNING  in  order to improve the delivery of\n   27  state programs and services of the state;\n   28    9. To undertake technology projects with a statewide  or  multi-agency\n   29  impact  and, where appropriate, designate agencies to act as lead agency\n   30  for the project;\n   31    10. To establish statewide [technology  policies,  including  but  not\n   32  limited to preferred technology standards and security] POLICIES, STAND-\n   33  ARDS  AND PROGRAMS CONCERNING THE IMPLEMENTATION AND OPERATIONS OF TECH-\n   34  NOLOGY ACROSS THE STATE ENTERPRISE INCLUDING LOCAL GOVERNMENTS,  AND  TO\n   35  PROVIDE  FOR THE SECURITY OF STATE INFORMATION TECHNOLOGY ASSETS MANAGED\n   36  BY THE OFFICE IN ACCORDANCE  WITH  POLICIES,  PROTOCOLS  AND  PROCEDURES\n   37  ESTABLISHED  BY THE OFFICE OF CYBER SECURITY AND CRITICAL INFRASTRUCTURE\n   38  COORDINATION WHEN APPLICABLE;\n   39    11. To adopt, amend, or rescind rules  and  regulations  necessary  or\n   40  convenient to the performance of the functions, powers and duties of the\n   41  office pursuant to the state administrative procedure act;\n   42    12.  [To  complete a comprehensive study of existing state information\n   43  resource technology infrastructure to the extent that the information is\n   44  available.\n   45    Such study shall include, but not be limited to, inventories of:\n   46    (a) state operations' computer hardware and software;\n   47    (b) major physical  infrastructures  supporting  existing  operations,\n   48  including power, air conditioning, space and other environmental needs;\n   49    (c)  the  telecommunications  and  other  networks supporting existing\n   50  operations;\n   51    (d) personnel associated with existing operations and management;\n   52    (e) expected retirement schedule of  existing  computer  hardware  and\n   53  software and replacement costs; and\n   54    (f) data processing consulting and contracting services utilized.\n   55    Such  study  shall  be  completed  and  submitted to the governor, the\n   56  temporary president of the senate and the speaker of the assembly on  or\n\n       S. 1185                             5\n\n    1  before October first, two thousand two. The office shall provide interim\n    2  reports  on  October first, two thousand and October first, two thousand\n    3  one.\n    4    12-a.] To develop:\n    5    (a) a methodology to ascertain how much the state spends on technology\n    6  goods and services;\n    7    (b)  a  process to PERIODICALLY update the STATEWIDE computer hardware\n    8  and software inventory [periodically], TO BE  CONDUCTED  AT  LEAST  ONCE\n    9  EVERY  THREE  YEARS COMMENCING FROM THE EFFECTIVE DATE OF THE CHAPTER OF\n   10  THE LAWS OF TWO THOUSAND ELEVEN WHICH AMENDED THIS PARAGRAPH;\n   11    (c) a methodology to determine the expected life-cycle of state  oper-\n   12  ations'  computer  hardware  and  software which shall include the total\n   13  cost of ownership; and\n   14    (d) formal BUSINESS CONTINUITY AND disaster  recovery  plans  for  the\n   15  state  data  center  FACILITIES,  INCLUDING  THE  ENTERPRISE  TECHNOLOGY\n   16  CENTER, and statewide  [network]  VOICE  AND  DATA,  WIRED  OR  WIRELESS\n   17  NETWORKS,  NY e-net, FUTURE NETWORKS AND DATA CENTERS OR COMPUTING OPER-\n   18  ATIONS AND SERVICES OF ANY SIZE AND TYPE; such plans shall be  confiden-\n   19  tial.\n   20    Such  developments  shall  be completed and submitted to the governor,\n   21  the temporary president of the senate and the speaker of the assembly on\n   22  [or before October first,  two  thousand  three]  A  PERIODIC  BASIS  AS\n   23  UPDATES ARE REQUESTED OR REQUIRED.\n   24    [12-b.]  12-A. To request and shall receive from any department, divi-\n   25  sion, board, commission or other agency of the state any information and\n   26  resources necessary to carry out the responsibilities and provisions set\n   27  forth in  [subdivisions]  SUBDIVISION  twelve  [and  twelve-a]  of  this\n   28  section.\n   29    13.  To establish a multi-year statewide [strategy] ENTERPRISE STRATE-\n   30  GIC plan covering a time period of not less than three years to  promote\n   31  and  coordinate interagency AND INTERGOVERNMENTAL technology efforts and\n   32  initiatives that conform to the state's overarching programmatic  [poli-\n   33  cy]  STRATEGIC PRIORITIES AND POLICIES, under which state agencies shall\n   34  develop their information TECHNOLOGY resource management STRATEGIES  AND\n   35  OPERATIONAL  plans AS SUBPLANS TO THE STATE'S ENTERPRISE STRATEGIC PLAN.\n   36  Such [plan] SUBPLANS shall be ADDENDA TO THE STATE'S ENTERPRISE  STRATE-\n   37  GIC PLAN, AND THE PLAN SHALL BE submitted to the governor, the temporary\n   38  president  of the senate and the speaker of the assembly upon completion\n   39  on or before October first, two thousand. Such plan shall be updated  as\n   40  needed, but not less than once every three years;\n   41    14.  To  coordinate  state budget submission to address known year two\n   42  thousand conversion issues;\n   43    15. To conduct selective evaluations of technology activities in state\n   44  agencies; [and]\n   45    16. To perform such acts, directly or by other means, as are necessary\n   46  or convenient to carry out the office's functions, powers and duties[.];\n   47    17. To enter into contracts with any person, firm,  corporation,  not-\n   48  for-profit corporation, [political subdivision of the state,] or govern-\n   49  mental entity[.];\n   50    18. TO ESTABLISH A NEW YORK STATE WEB PORTAL AND APPROPRIATE ELECTRON-\n   51  IC  GOVERNMENT  POLICIES  TO  ENSURE  THE MOST EFFECTIVE USE OF INTERNET\n   52  TECHNOLOGY TO IMPROVE SERVICE TO CITIZENS, BUSINESSES  AND  VISITORS  TO\n   53  THE STATE; AND\n   54    19.  TO  OVERSEE  AND  COORDINATE THE DEPLOYMENT OF BROADBAND INTERNET\n   55  ACCESS AROUND THE STATE.\n\n       S. 1185                             6\n\n    1    S 5. Sections 104 and 105 of the state technology law are REPEALED and\n    2  a new section 104 is added to read as follows:\n    3    S 104. STATEWIDE TECHNOLOGY PLANNING AND OVERSIGHT. 1. (A) THE OFFICE,\n    4  IN CONJUNCTION WITH THE DIVISION OF THE BUDGET, SHALL HAVE THE RESPONSI-\n    5  BILITY  TO REVIEW, ON NO LESS THAN AN ANNUAL BASIS, THE TECHNOLOGY PLANS\n    6  AND USAGE OF ALL STATE AGENCIES, AS DEFINED IN SECTION ONE  HUNDRED  ONE\n    7  OF  THIS  ARTICLE, FOR COMPLIANCE WITH THE STATEWIDE ENTERPRISE INFORMA-\n    8  TION TECHNOLOGY STRATEGIC PLAN AND ANY OTHER STATEWIDE TECHNOLOGY POLICY\n    9  SET BY THE OFFICE. THE OFFICE SHALL HAVE THE AUTHORITY TO REQUIRE  STATE\n   10  AGENCIES  TO PROVIDE ANY ASSISTANCE AND INFORMATION REGARDING TECHNOLOGY\n   11  PLANS AND STRATEGIES (INCLUDING PLANNED FUTURE INITIATIVES),  TECHNOLOGY\n   12  UTILIZATION AND DISTRIBUTION OF RESOURCES WITHIN THE STATE AGENCY, TECH-\n   13  NOLOGY  PROCUREMENT  AND  MANAGEMENT OF THE INFORMATION TECHNOLOGY WORK-\n   14  FORCE NECESSARY OR USEFUL TO EVALUATING SUCH COMPLIANCE.\n   15    (B) AS PART OF THIS ANNUAL REVIEW, THE OFFICE SHALL BE RESPONSIBLE FOR\n   16  REVIEWING THE MANAGEMENT OF THE INFORMATION TECHNOLOGY WORKFORCE IN EACH\n   17  STATE AGENCY, INCLUDING IDENTIFYING THE FULL NUMBER, VALUE, AND PROVIDED\n   18  SERVICES OF OUTSIDE CONTRACTS FOR TECHNOLOGY SERVICES; THE FULL  NUMBER,\n   19  PERSONAL  SERVICE COST, AND PROVIDED SERVICES OF PUBLIC EMPLOYEES WITHIN\n   20  THE STATE AGENCY PROVIDING TECHNOLOGY SERVICES; A LISTING OF THE  INTER-\n   21  NAL  AND  EXTERNAL  TRAINING  OPPORTUNITIES  AND  FUNDING FOR TECHNOLOGY\n   22  STAFF, AND THE EXTENT TO WHICH  IT  WAS  UTILIZED;  AND  A  LISTING  AND\n   23  DESCRIPTION OF ALL KNOWLEDGE TRANSFER PROVISIONS BETWEEN OUTSIDE VENDORS\n   24  AND  STATE EMPLOYEES, AND AN EVALUATION OF WHETHER THOSE PROVISIONS WERE\n   25  MET.\n   26    2. ANY STATE AGENCY THAT INITIATES A PLAN  TO  PROCURE  TECHNOLOGY  OR\n   27  TECHNOLOGY-RELATED SERVICES OF MORE THAN ONE HUNDRED THOUSAND DOLLARS IN\n   28  VALUE MUST NOTIFY THE OFFICE AT THE TIME WHEN THE SCOPE OF SUCH PROCURE-\n   29  MENT IS FIRST DEFINED AND INTERNAL PROCUREMENT DEVELOPMENT IS INITIATED.\n   30  THE  OFFICE,  IN CONJUNCTION WITH THE DIVISION OF THE BUDGET, SHALL HAVE\n   31  THE RESPONSIBILITY TO REVIEW ANY SUCH PROCUREMENT FOR  CONSISTENCY  WITH\n   32  THE STATEWIDE ENTERPRISE INFORMATION TECHNOLOGY STRATEGIC PLAN, THE MOST\n   33  RECENT  TECHNOLOGY PLAN SUBMITTED BY THE STATE AGENCY TO THE OFFICE, AND\n   34  ANY OTHER STATEWIDE TECHNOLOGY POLICY SET BY THE OFFICE.   IN  ADDITION,\n   35  THE OFFICE SHALL REVIEW THE PROCUREMENT IN THE CONTEXT OF OTHER TECHNOL-\n   36  OGY  PROCUREMENTS  IN  ORDER  TO  IDENTIFY  ANY OPPORTUNITIES TO UTILIZE\n   37  CENTRALIZED OR ENTERPRISE  CONTRACT  VEHICLES  OR  AGGREGATE  TECHNOLOGY\n   38  PURCHASES FROM DISPARATE STATE AGENCIES WHERE APPROPRIATE.\n   39    S  6. The state technology law is amended by adding a new article 5 to\n   40  read as follows:\n   41                                  ARTICLE V\n   42                      INFORMATION TECHNOLOGY GOVERNANCE\n   43  SECTION 501. ENTERPRISE EXECUTIVE GOVERNANCE BOARD.\n   44          502. INFORMATION TECHNOLOGY INVESTMENT BOARD.\n   45    S 501. ENTERPRISE EXECUTIVE  GOVERNANCE  BOARD.  1.  THERE  IS  HEREBY\n   46  ESTABLISHED AN ENTERPRISE EXECUTIVE GOVERNANCE BOARD TO OVERSEE TECHNOL-\n   47  OGY  POLICY IN THE STATE. THE BOARD SHALL BE COMPOSED OF NINE MEMBERS OR\n   48  THEIR DESIGNEES: THE DIRECTOR OF STATE OPERATIONS, WHO  SHALL  SERVE  AS\n   49  THE  CHAIR,  THE ATTORNEY GENERAL, THE STATE COMPTROLLER, THE CHANCELLOR\n   50  OF THE STATE UNIVERSITY OF NEW YORK, ONE APPOINTEE BY THE SPEAKER OF THE\n   51  ASSEMBLY, ONE APPOINTEE BY THE TEMPORARY PRESIDENT  OF  THE  SENATE  AND\n   52  THREE  APPOINTEES  BY THE GOVERNOR. THE GOVERNOR'S APPOINTMENTS SHALL BE\n   53  SELECTED FROM THE COMMISSIONERS OF STATE AGENCIES. THE CHIEF INFORMATION\n   54  OFFICER AND THE CHAIR OF THE CHIEF INFORMATION OFFICER ADVISORY  COUNCIL\n   55  SHALL BE EX-OFFICIO MEMBERS OF THE BOARD BUT HAVE NO VOTING PRIVILEGES.\n\n       S. 1185                             7\n\n    1    2.  THE  MEMBERS  OF THE BOARD SHALL RECEIVE NO COMPENSATION FOR THEIR\n    2  SERVICES, BUT SHALL BE  ALLOWED  THEIR  ACTUAL  AND  NECESSARY  EXPENSES\n    3  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n    4    3.  THE  BOARD  SHALL  MEET AT LEAST ONCE EVERY SIX MONTHS, AND MAY BE\n    5  CONVENED AT OTHER TIMES BY JOINT  AGREEMENT  OF  THE  CHIEF  INFORMATION\n    6  OFFICER  AND  THE CHAIR. SIX VOTING MEMBERS OF THE BOARD MUST BE PRESENT\n    7  FOR A QUORUM TO CONDUCT ANY  BINDING  VOTES  OR  TO  APPROVE  ANY  BOARD\n    8  REPORTS.\n    9    4. THE BOARD SHALL HAVE THE FOLLOWING FUNCTIONS, POWERS AND DUTIES:\n   10    (A)  TO  REVIEW  AND  APPROVE  STATE ENTERPRISE INFORMATION TECHNOLOGY\n   11  POLICIES, INCLUDING THE STATEWIDE INFORMATION TECHNOLOGY STRATEGIC  PLAN\n   12  AS ISSUED BY THE CHIEF INFORMATION OFFICER;\n   13    (B)  TO REVIEW AND APPROVE ANY STATEWIDE PLAN FOR THE FURTHER DEVELOP-\n   14  MENT AND IMPROVEMENT OF THE STATE'S TECHNOLOGY  ACQUISITIONS,  INCLUDING\n   15  THE  ACTIVITIES  AND  DECISIONS OF THE INFORMATION TECHNOLOGY INVESTMENT\n   16  BOARD AS CREATED IN SECTION FIVE HUNDRED TWO OF THIS ARTICLE;\n   17    (C) TO REQUEST SURVEYS AND REPORTS TO BE COMPLETED BY THE CHIEF INFOR-\n   18  MATION OFFICER TO CARRY OUT ANY OF THE OBJECTIVES AND PURPOSES  OF  THIS\n   19  ARTICLE; AND\n   20    (D)  TO  PERFORM SUCH OTHER ACTS AS MAY BE ASSIGNED BY THE CHAIR WHICH\n   21  ARE NECESSARY OR APPROPRIATE TO CARRY OUT THE FUNCTIONS OF THE BOARD.\n   22    5. THE BOARD MAY REQUEST AND RECEIVE FROM  THE  OFFICE  OF  THE  CHIEF\n   23  INFORMATION  OFFICER,  AS  WELL  AS  ANY OTHER STATE AGENCY OR ANY LOCAL\n   24  GOVERNMENT AS DEFINED IN SECTION ONE HUNDRED ONE OF  THIS  CHAPTER,  ANY\n   25  ASSISTANCE,  INFORMATION AND RESOURCES AS WILL ENABLE THE BOARD TO PROP-\n   26  ERLY CARRY OUT ITS FUNCTIONS, POWERS AND DUTIES.\n   27    6. THE BOARD SHALL SUBMIT A REPORT TO THE  GOVERNOR,  SPEAKER  OF  THE\n   28  ASSEMBLY,  AND  TEMPORARY  PRESIDENT  OF  THE  SENATE  NO LATER THAN THE\n   29  FIFTEENTH DAY OF FEBRUARY OF EACH YEAR. SUCH A REPORT  SHALL  INCLUDE  A\n   30  SUMMARY  OF  ITS  ACTIVITIES  AND  DECISIONS,  EVALUATION OF THE STATE'S\n   31  ENTERPRISE INFORMATION TECHNOLOGY STRATEGIC  PLAN,  RECOMMENDATIONS  FOR\n   32  LEGISLATIVE  AND  EXECUTIVE  ACTION TO IMPLEMENT THAT PLAN AND OTHERWISE\n   33  ADVANCE SOUND INFORMATION TECHNOLOGY PUBLIC POLICY THROUGHOUT THE STATE,\n   34  AND A SUMMARY OF ALL EXPENDITURES APPROVED BY ITSELF AND THE INFORMATION\n   35  TECHNOLOGY INVESTMENT BOARD.\n   36    S 502. INFORMATION TECHNOLOGY INVESTMENT BOARD.  1.  THERE  IS  HEREBY\n   37  ESTABLISHED  AN INFORMATION TECHNOLOGY INVESTMENT BOARD TO OVERSEE MAJOR\n   38  TECHNOLOGY PROCUREMENTS IN THE STATE. THE BOARD  SHALL  BE  COMPOSED  OF\n   39  ELEVEN MEMBERS OR THEIR DESIGNEES: THE DIRECTOR OF STATE OPERATIONS, WHO\n   40  SHALL  SERVE  AS THE CHAIR, THE STATE COMPTROLLER, THE CHIEF INFORMATION\n   41  OFFICER, THE DIRECTOR OF THE DIVISION OF THE BUDGET, THE COMMISSIONER OF\n   42  GENERAL SERVICES, TWO APPOINTEES BY THE SPEAKER  OF  THE  ASSEMBLY,  TWO\n   43  APPOINTEES  BY  THE  TEMPORARY PRESIDENT OF THE SENATE, THE CHAIR OF THE\n   44  CHIEF  INFORMATION  OFFICER  ADVISORY  COUNCIL,  AND  A  REPRESENTATIVE,\n   45  APPOINTED BY THE GOVERNOR, OF AN ORGANIZATION OF LOCAL GOVERNMENT INFOR-\n   46  MATION TECHNOLOGY DIRECTORS.\n   47    2.  THE  MEMBERS  OF THE BOARD SHALL RECEIVE NO COMPENSATION FOR THEIR\n   48  SERVICES, BUT SHALL BE  ALLOWED  THEIR  ACTUAL  AND  NECESSARY  EXPENSES\n   49  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   50    3.  THE  BOARD SHALL MEET AT LEAST ONCE EVERY THREE MONTHS, AND MAY BE\n   51  CONVENED AT OTHER TIMES BY JOINT  AGREEMENT  OF  THE  CHIEF  INFORMATION\n   52  OFFICER AND THE CHAIR. EIGHT VOTING MEMBERS OF THE BOARD MUST BE PRESENT\n   53  FOR  A  QUORUM  TO  CONDUCT  ANY  BINDING  VOTES OR TO APPROVE ANY BOARD\n   54  REPORTS.\n   55    4. THE BOARD SHALL HAVE THE FOLLOWING FUNCTIONS, POWERS AND DUTIES:\n\n       S. 1185                             8\n\n    1    (A) TO REVIEW AND APPROVE ANY MAJOR STATEWIDE  INFORMATION  TECHNOLOGY\n    2  INITIATIVE WITH A TOTAL COST OF MORE THAN TEN MILLION DOLLARS;\n    3    (B) TO REQUEST SURVEYS AND REPORTS TO BE COMPLETED BY THE CHIEF INFOR-\n    4  MATION  OFFICER  TO CARRY OUT ANY OF THE OBJECTIVES AND PURPOSES OF THIS\n    5  SECTION; AND\n    6    (C) TO PERFORM SUCH OTHER ACTS AS MAY BE ASSIGNED BY THE  CHAIR  WHICH\n    7  ARE NECESSARY OR APPROPRIATE TO CARRY OUT THE FUNCTIONS OF THE BOARD.\n    8    5.  THE  BOARD  MAY  REQUEST  AND RECEIVE FROM THE OFFICE OF THE CHIEF\n    9  INFORMATION OFFICER, AS WELL AS ANY OTHER  STATE  AGENCY  OR  ANY  LOCAL\n   10  GOVERNMENT  AS  DEFINED  IN SECTION ONE HUNDRED ONE OF THIS CHAPTER, ANY\n   11  ASSISTANCE, INFORMATION, AND RESOURCES AS WILL ENABLE THE BOARD TO PROP-\n   12  ERLY CARRY OUT ITS FUNCTIONS, POWERS AND DUTIES.\n   13    6. THE BOARD SHALL SUBMIT A REPORT TO THE ENTERPRISE EXECUTIVE  GOVER-\n   14  NANCE  BOARD CONTAINING A SUMMARY OF ALL EXPENDITURES IT HAS APPROVED OR\n   15  DENIED WITHIN FIFTEEN DAYS OF ANY OFFICIAL MEETING OR VOTE OF THE BOARD.\n   16    S 7. Subdivision 4 of section 163 of the state finance law is  amended\n   17  by adding a new paragraph f to read as follows:\n   18    F.  ALL  CONTRACTS  FOR  TECHNOLOGY CONSULTING SERVICES MUST PROVIDE A\n   19  SPECIFIC IMPLEMENTATION PLAN FOR KNOWLEDGE  TRANSFER  AND  TRAINING  FOR\n   20  EXISTING  STATE  EMPLOYEES  BY  THE  CONTRACTOR, INCLUDING BENCHMARKS TO\n   21  MEASURE PROGRESS IN SUCH TRANSFER AND TRAINING AND A WORKFORCE  PLANNING\n   22  DOCUMENT TO DEMONSTRATE HOW PERSONNEL RESOURCES SHALL BE DEPLOYED BY THE\n   23  AGENCY TO MAKE SUCH TRANSFER POSSIBLE.\n   24    S  8.  Subdivision  4  of  section  163-a of the state finance law, as\n   25  amended by chapter 437 of the laws  of  2004,  is  amended  to  read  as\n   26  follows:\n   27    4.  The  state agency together with the office [for technology] OF THE\n   28  CHIEF INFORMATION OFFICER determines that the restriction is not in  the\n   29  best  interest of the state. Such office shall notify each member of the\n   30  [advisory council] ENTERPRISE EXECUTIVE GOVERNANCE BOARD AND INFORMATION\n   31  TECHNOLOGY INVESTMENT BOARD established in article  [one]  FIVE  of  the\n   32  state technology law of any such waiver of these restrictions.\n   33    S  9.  This  act shall take effect on the thirtieth day after it shall\n   34  have become a law; provided, however, that sections five, six, seven and\n   35  eight of this act shall take effect on the ninetieth day after it  shall\n   36  have  become  a  law;  provided further, however, that the amendments to\n   37  subdivision 4 of section 163 of the state finance law  made  by  section\n   38  seven  of  this  act shall not affect the repeal of such subdivision and\n   39  shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state technology law, in relation to establishing the office of the chief information officer, the enterprise executive governance board and the information technology investment board; to amend the state finance law, in relation to state procurement of technology; and to repeal sections 104 and 105 of the state technology law relating to the advisory council for technology ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T124254.TXT", "SOBI.D110107.T123900.TXT", "SOBI.D110105.T123649.TXT", "SOBI.D110105.T131153.TXT", "SOBI.D110105.T134655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295458974585
}