{
  "year" : 2011,
  "senateBillNo" : "S118-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S118-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires cultural awareness and competence training for all medical professionals as part of their licensing requirements; public ed program; appropriation",
  "summary" : "Requires cultural awareness and competence training for all medical professionals as part of their licensing requirements; requires biennial training in the non-discriminatory provision of medical services for physicians, physician assistants, dentists, dental hygienists, registered and licensed practical nurses, podiatrists, and optometrists; authorizes the department of education to develop the training in consultation with the department of health and other experts; provides for documentation and exemption from the requirements; provides for a public education program on minority health; appropriates $100,000 therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S3129-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          118\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the education law and the public health law, in relation\n         to requiring  cultural  awareness  and  competence  training  for  all\n         medical  professionals; to amend the public health law, in relation to\n         a public health education program; and making an appropriation  there-\n         for\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 6505-d\n    2  to read as follows:\n    3    S 6505-D. COURSE WORK OR TRAINING IN  CULTURAL  AWARENESS  AND  COMPE-\n    4  TENCE.  1.  EVERY  PHYSICIAN,  PHYSICIAN  ASSISTANT, DENTIST, REGISTERED\n    5  NURSE, LICENSED PRACTICAL  NURSE,  PODIATRIST,  OPTOMETRIST  AND  DENTAL\n    6  HYGIENIST  PRACTICING  IN  THE STATE SHALL, ON OR BEFORE JULY FIRST, TWO\n    7  THOUSAND ELEVEN AND EVERY TWO YEARS THEREAFTER, COMPLETE COURSE WORK  OR\n    8  TRAINING  APPROPRIATE  TO  THE  PROFESSIONAL'S  PRACTICE APPROVED BY THE\n    9  DEPARTMENT REGARDING CULTURAL AWARENESS AND COMPETENCE IN  THE  NON-DIS-\n   10  CRIMINATORY PROVISION OF MEDICAL SERVICES, IN ACCORDANCE WITH REGULATORY\n   11  STANDARDS  PROMULGATED  BY  THE  DEPARTMENT,  IN  CONSULTATION  WITH THE\n   12  DEPARTMENT OF HEALTH. THE DEPARTMENT SHALL ALSO CONSULT  WITH  ORGANIZA-\n   13  TIONS  REPRESENTATIVE OF PROFESSIONS, INSTITUTIONS AND THOSE WITH EXPER-\n   14  TISE IN CULTURAL AWARENESS AND COMPETENCE WITH RESPECT TO THE REGULATORY\n   15  STANDARDS PROMULGATED PURSUANT TO THIS SECTION.\n   16    2. EACH SUCH PROFESSIONAL SHALL DOCUMENT TO THE DEPARTMENT AT THE TIME\n   17  OF REGISTRATION COMMENCING WITH THE FIRST REGISTRATION AFTER JULY FIRST,\n   18  TWO THOUSAND ELEVEN THAT THE PROFESSIONAL HAS COMPLETED COURSE  WORK  OR\n   19  TRAINING  IN  ACCORDANCE  WITH  THIS  SECTION, PROVIDED, HOWEVER, THAT A\n   20  PROFESSIONAL SUBJECT TO THE PROVISIONS OF PARAGRAPH (F)  OF  SUBDIVISION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02579-01-1\n\n       S. 118                              2\n\n    1  ONE  OF  SECTION  TWENTY-EIGHT  HUNDRED  FIVE-K OF THE PUBLIC HEALTH LAW\n    2  SHALL NOT BE REQUIRED TO SO DOCUMENT.\n    3    3.  THE DEPARTMENT SHALL PROVIDE AN EXEMPTION FROM THIS REQUIREMENT TO\n    4  ANYONE WHO REQUESTS SUCH AN EXEMPTION AND WHO (I)  CLEARLY  DEMONSTRATES\n    5  TO  THE DEPARTMENT'S SATISFACTION THAT THERE WOULD BE NO NEED FOR HIM OR\n    6  HER TO COMPLETE SUCH COURSE WORK OR TRAINING BECAUSE OF  THE  NATURE  OF\n    7  HIS  OR HER PRACTICE OR (II) THAT HE OR SHE HAS COMPLETED COURSE WORK OR\n    8  TRAINING DEEMED BY THE DEPARTMENT TO BE EQUIVALENT TO THE COURSE WORK OR\n    9  TRAINING APPROVED BY THE DEPARTMENT PURSUANT TO THIS SECTION.\n   10    S 2. Paragraph (f) of subdivision 1 of section 2805-k  of  the  public\n   11  health law, as amended by chapter 477 of the laws of 2008, is amended to\n   12  read as follows:\n   13    (f)  Documentation  that  the  physician,  dentist  or  podiatrist has\n   14  completed the course work or training as mandated by section two hundred\n   15  thirty-nine of this chapter or section six thousand five hundred  five-b\n   16  of  the education law OR SECTION SIX THOUSAND FIVE HUNDRED FIVE-D OF THE\n   17  EDUCATION LAW.  A hospital or facility shall not grant or renew  profes-\n   18  sional  privileges or association to a physician, dentist, or podiatrist\n   19  who has not completed such course work or training.\n   20    S 3. Section 206 of the public health law is amended by adding  a  new\n   21  subdivision 28 to read as follows:\n   22    28.  THE COMMISSIONER IS AUTHORIZED AND DIRECTED TO DEVELOP AND IMPLE-\n   23  MENT A STATEWIDE, COMMUNITY-BASED PUBLIC  HEALTH  EDUCATION  PROGRAM  TO\n   24  REDUCE  THE  ROOT  CAUSES  OF  DISPARITIES IN MINORITY HEALTH CARE. SUCH\n   25  EDUCATION PROGRAM SHALL BE AIMED AT HEALTH CARE PROFESSIONALS,  PATIENTS\n   26  AND  PATIENT  ADVOCATES. THE COMMISSIONER AND THE DEPARTMENT MAY CONSULT\n   27  WITH THE APPROPRIATE PROFESSIONALS IN DEVELOPING AND IMPLEMENTING SUCH A\n   28  PROGRAM. THE COMMISSIONER SHALL ADMINISTER ANY STATE FUNDS  APPROPRIATED\n   29  FOR SUCH HEALTH EDUCATION PROGRAM.\n   30    S  4.  The  sum of one hundred thousand dollars ($100,000), or so much\n   31  thereof as may be necessary, is hereby appropriated to the department of\n   32  health out of any moneys in the state treasury in the  general  fund  to\n   33  the  credit  of  the state purposes account, not otherwise appropriated,\n   34  and made immediately available, for such purpose  of  carrying  out  the\n   35  provisions of section three of this act. Such moneys shall be payable on\n   36  the  audit  and  warrant  of  the  comptroller  on vouchers certified or\n   37  approved by the commissioner of health, or his or  her  duly  designated\n   38  representative  in the manner prescribed by law. No expenditure shall be\n   39  made from this appropriation until a certificate of approval  of  avail-\n   40  ability  shall  have been issued by the director of the budget and filed\n   41  with the state comptroller and a copy filed with  the  chairman  of  the\n   42  senate finance committee and the chairman of the assembly ways and means\n   43  committee.  Such  certificate  may  be  amended from time to time by the\n   44  director of the budget and a copy of each such amendment shall be  filed\n   45  with the state comptroller, the chairman of the senate finance committee\n   46  and the chairman of the assembly ways and means committee.\n   47    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the public health law, in relation to requiring cultural awareness and competence training for all medical professionals; to amend the public health law, in relation to a public health education program; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101206.T160420.TXT", "SOBI.D101206.T144229.TXT", "SOBI.D101206.T142913.TXT", "SOBI.D101206.T155919.TXT", "SOBI.D101206.T144414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291669460414
}