{
  "year" : 2011,
  "senateBillNo" : "S1188-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1188-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates dog control officers in the city of Cohoes as peace officers",
  "summary" : "Designates dog control officers in the city of Cohoes as peace officers when they are acting pursuant to their special duties. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A3074",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S3281-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1188\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. BRESLIN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  designating\n         dog control officers as peace officers in the city of Cohoes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2.10 of the criminal procedure law  is  amended  by\n    2  adding a new subdivision 83 to read as follows:\n    3    83.  DOG  CONTROL OFFICERS IN THE CITY OF COHOES, WHEN ACTING PURSUANT\n    4  TO THEIR SPECIAL DUTIES IN MATTERS ARISING UNDER,  AND  THE  ENFORCEMENT\n    5  OF,  ARTICLE  TWENTY-SIX  OF THE AGRICULTURE AND MARKETS LAW AND FOR THE\n    6  PURPOSE OF  ISSUING APPEARANCE TICKETS PERMITTED UNDER ARTICLE SEVEN  OF\n    7  SUCH  LAW;  PROVIDED, HOWEVER, THAT NOTHING IN THIS SUBDIVISION SHALL BE\n    8  DEEMED TO AUTHORIZE SUCH OFFICER TO CARRY, POSSESS, REPAIR OR DISPOSE OF\n    9  A FIREARM UNLESS THE APPROPRIATE LICENSE THEREFOR HAS BEEN ISSUED PURSU-\n   10  ANT TO SECTION 400.00 OF THE PENAL LAW.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05206-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to designating dog control officers as peace officers in the city of Cohoes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T114617.TXT", "SOBI.D110105.T123649.TXT", "SOBI.D110107.T131903.TXT", "SOBI.D110105.T131653.TXT", "SOBI.D110105.T134655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887577936
}