{
  "year" : 2011,
  "senateBillNo" : "S1199-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
    "billEventId" : "S1199-2011-1294203600000-REFERRED+TO+MENTAL+HEALTH+AND+DEVELOPMENTAL+DISABILITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides additional discharge planning for persons being released from civil confinement",
  "summary" : "Provides additional discharge planning for persons being released from civil confinement including supervision, electronic monitoring, appropriate clothing, transportation, medication and a service plan. ",
  "currentCommittee" : "MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
  "sameAs" : "A1087",
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "S3533-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1199\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GRIFFO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Mental Health and Develop-\n         mental Disabilities\n\n       AN ACT to amend the mental hygiene law, in relation to  providing  addi-\n         tional  discharge  planning  for  persons  being  released  from civil\n         confinement\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  10.09  of  the  mental hygiene law is amended by\n    2  adding a new subdivision (i) to read as follows:\n    3    (I) IF THE COURT DISCHARGES THE RESPONDENT FROM CONFINEMENT  THEN  THE\n    4  COURT  SHALL  ORDER  THE  DIRECTOR  OF  THE SECURE TREATMENT FACILITY TO\n    5  PREPARE A DISCHARGE PLAN. SUCH PLAN SHALL ENSURE THAT THE RESPONDENT  IS\n    6  DISCHARGED  TO HIS OR HER COUNTY OF RESIDENCE PRIOR TO THE CONVICTION OR\n    7  COMMITMENT, AS APPROPRIATE, WITH SUPERVISION WHICH SHALL INCLUDE THE USE\n    8  OF ELECTRONIC MONITORING OR GLOBAL POSITIONING SATELLITE TRACKING FOR AN\n    9  APPROPRIATE PERIOD OF TIME TO BE DETERMINED BY THE COURT. THE RESPONDENT\n   10  SHALL BE PROVIDED SUITABLE CLOTHING ADAPTED TO THE SEASON IN WHICH HE OR\n   11  SHE IS DISCHARGED AND SUCH CLOTHING SHALL NOT EXCEED SIXTY-FIVE  DOLLARS\n   12  IN  VALUE. SUCH PLAN SHALL ALSO PROVIDE FOR TRANSPORTATION TO SUCH RESI-\n   13  DENCE AND INCLUDE REFERRAL TO ANY SERVICES WHICH THE COMMISSIONER  DEEMS\n   14  APPROPRIATE  IN THE COMMUNITY OF RESIDENCE, INCLUDING MEDICATION, AFTER-\n   15  CARE SERVICES AND ASSISTANCE IN FINDING EMPLOYMENT  FOLLOWING  DISCHARGE\n   16  AS PROVIDED IN SECTION 29.15 OF THIS CHAPTER.\n   17    S  2.  Section  10.11 of the mental hygiene law is amended by adding a\n   18  new subdivision (i) to read as follows:\n   19    (I) IF THE COURT DISCHARGES THE RESPONDENT FROM THE REGIMEN OF  STRICT\n   20  AND INTENSIVE SUPERVISION THEN THE COURT SHALL ORDER THE DIRECTOR OF THE\n   21  SECURE TREATMENT FACILITY TO PREPARE A DISCHARGE PLAN. SUCH  PLAN  SHALL\n   22  ENSURE  THAT  THE RESPONDENT IS DISCHARGED TO HIS OR HER COUNTY OF RESI-\n   23  DENCE PRIOR TO THE CONVICTION OR COMMITMENT, AS APPROPRIATE, WITH SUPER-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01708-01-1\n\n       S. 1199                             2\n\n    1  VISION WHICH SHALL INCLUDE THE USE OF ELECTRONIC  MONITORING  OR  GLOBAL\n    2  POSITIONING  SATELLITE  TRACKING FOR AN APPROPRIATE PERIOD OF TIME TO BE\n    3  DETERMINED BY THE COURT.  THE  RESPONDENT  SHALL  BE  PROVIDED  SUITABLE\n    4  CLOTHING ADAPTED TO THE SEASON IN WHICH HE OR SHE IS DISCHARGED AND SUCH\n    5  CLOTHING  SHALL  NOT EXCEED SIXTY-FIVE DOLLARS IN VALUE. SUCH PLAN SHALL\n    6  ALSO PROVIDE FOR TRANSPORTATION TO SUCH RESIDENCE AND  INCLUDE  REFERRAL\n    7  TO ANY SERVICES WHICH THE COMMISSIONER DEEMS APPROPRIATE IN THE COMMUNI-\n    8  TY OF RESIDENCE, INCLUDING MEDICATION, AFTERCARE SERVICES AND ASSISTANCE\n    9  IN  FINDING  EMPLOYMENT FOLLOWING DISCHARGE AS PROVIDED IN SECTION 29.15\n   10  OF THIS CHAPTER.\n   11    S 3. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to providing additional discharge planning for persons being released from civil confinement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T124217.TXT", "SOBI.D110105.T145703.TXT", "SOBI.D110201.T162411.TXT", "SOBI.D110105.T153729.TXT", "SOBI.D110105.T152205.TXT", "SOBI.D110105.T152705.TXT", "SOBI.D110105.T153205.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296595451359
}