{
  "year" : 2011,
  "senateBillNo" : "S1196-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1196-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the issuance of license plates bearing the Navy Seabee emblem",
  "summary" : "Provides for the issuance of license plates bearing the Navy Seabee emblem; provides that such plates shall be made available to applicants who are present members of the Seabee Veterans of America. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S5206-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1196\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. BRESLIN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  providing\n         for  distinctive  license plates for members of the Seabee Veterans of\n         America\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR MEMBERS  OF  THE  SEABEE  VETERANS  OF\n    4  AMERICA.  1.  ANY  MEMBER  OF THE SEABEE VETERANS OF AMERICA RESIDING IN\n    5  THIS STATE SHALL, UPON REQUEST, BE ISSUED A LICENSE  PLATE  BEARING  THE\n    6  NAVY  SEABEE  EMBLEM.  APPLICATION FOR SAID LICENSE PLATE SHALL BE FILED\n    7  WITH THE COMMISSIONER IN SUCH FORM AND DETAIL AS THE COMMISSIONER  SHALL\n    8  PRESCRIBE.\n    9    2.  THE  DISTINCTIVE  PLATE AUTHORIZED IN THIS SECTION SHALL BE ISSUED\n   10  UPON PROOF, SATISFACTORY TO THE COMMISSIONER, THAT THE  APPLICANT  IS  A\n   11  MEMBER OF THE SEABEE VETERANS OF AMERICA.\n   12    3. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   13  IN  THE SAME MANNER AS OTHER NUMBER PLATES UPON THE PAYMENT OF THE REGU-\n   14  LAR REGISTRATION FEE PRESCRIBED BY SECTION  FOUR  HUNDRED  ONE  OF  THIS\n   15  ARTICLE,  PROVIDED, HOWEVER, THAT AN ADDITIONAL ANNUAL SERVICE CHARGE OF\n   16  FIFTEEN DOLLARS SHALL BE CHARGED FOR SUCH PLATE. PROVIDED, HOWEVER, THAT\n   17  ONE YEAR AFTER THE EFFECTIVE DATE OF THIS SECTION FUNDS IN THE AMOUNT OF\n   18  SIX THOUSAND DOLLARS, OR SO MUCH THEREOF AS MAY BE AVAILABLE,  SHALL  BE\n   19  ALLOCATED  TO  THE  DEPARTMENT  TO  OFFSET  COSTS  ASSOCIATED  WITH  THE\n   20  PRODUCTION OF SUCH LICENSE PLATES.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05207-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to providing for distinctive license plates for members of the Seabee Veterans of America ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T124650.TXT", "SOBI.D110105.T133654.TXT", "SOBI.D110105.T131653.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424042332
}