{
  "year" : 2011,
  "senateBillNo" : "S1191-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1191-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides strict liability for medical costs resulting from a dog bite or bites; exemptions allowed for police work dogs, hearing dogs and service dogs",
  "summary" : "Provides strict liability for medical costs resulting from a dog bite or bites; allows exemptions for police work dogs, hearing dogs and service dogs; allows additional recovery where it can be proved that the dog had dangerous or vicious propensities and the owner had knowledge of such propensities. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S422-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1191\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  BRESLIN, ADAMS, DILAN, PARKER, SAMPSON, SAVINO --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in relation to liability of\n         owners for dog bites\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general obligations law is  amended  by  adding  a  new\n    2  section 11-108 to read as follows:\n    3    S  11-108. LIABILITY OF OWNER OF DOG; INJURY TO OTHERS; EXCEPTIONS. 1.\n    4  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE OWNER OF A DOG SHALL  BE\n    5  STRICTLY  LIABLE  FOR  MEDICAL  COSTS RESULTING FROM AN INDIVIDUAL BEING\n    6  BITTEN BY SUCH OWNER'S DOG. IN ORDER TO RECEIVE ANY  COMPENSATION  ABOVE\n    7  AND  BEYOND  MEDICAL  COSTS  UNDER  THE  PROVISIONS OF THIS SECTION, THE\n    8  VICTIM MUST PROVE THE DOG HAD DANGEROUS OR VICIOUS PROPENSITIES AND  THE\n    9  OWNER HAD KNOWLEDGE OF SUCH PROPENSITIES.\n   10    2.  NOTHING  IN THIS SECTION SHALL AUTHORIZE THE BRINGING OF AN ACTION\n   11  PURSUANT TO SUBDIVISION ONE OF THIS SECTION AGAINST ANY PERSON,  GOVERN-\n   12  MENTAL ENTITY OR INSTRUMENTALITY USING A POLICE WORK DOG, HEARING DOG OR\n   13  SERVICE DOG FOR ITS INTENDED PURPOSE IF THE BITE OR BITES OCCURRED WHILE\n   14  THE  DOG  WAS  DEFENDING ITSELF FROM AN ANNOYING, HARASSING OR PROVOKING\n   15  ACT, OR ASSISTING AN EMPLOYEE OF THE ENTITY OR LOCALITY IN THE  PERFORM-\n   16  ANCE OF THEIR OFFICIAL DUTIES.\n   17    3.  THIS  SECTION  SHALL NOT BE DEEMED TO LIMIT OR IMPAIR ANY CAUSE OF\n   18  ACTION AUTHORIZED PURSUANT TO ANY OTHER PROVISION OF LAW AVAILABLE TO  A\n   19  PERSON  INJURED  AS  A  RESULT OF A DOG BITE OR BITES. THE PROVISIONS OF\n   20  THIS SECTION SHALL BE IN ADDITION TO ANY OTHER STATUTORY REMEDIES.\n   21    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   22  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05180-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to liability of owners for dog bites ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T134155.TXT", "SOBI.D110105.T124150.TXT", "SOBI.D110105.T131653.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424042351
}