{
  "year" : 2011,
  "senateBillNo" : "S1192-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1192-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to suspending the granting of charters for proposed charter schools not acted upon prior to April 1, 2011",
  "summary" : "Relates to suspending the granting of charters for proposed charter schools not acted upon prior to April 1, 2011; provides that no further action shall be taken for charter schools where classes have not commenced prior to September 2, 2011. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S334-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1192\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. BRESLIN, HASSELL-THOMPSON -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Educa-\n         tion\n\n       AN  ACT to amend the education law, in relation to suspending the grant-\n         ing of charters for proposed charter schools not acted upon  prior  to\n         April  1,  2011;  and providing for the repeal of such provisions upon\n         expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings. Due to a devastating fiscal crisis\n    2  not seen since the great depression, New  York  state  faces  staggering\n    3  budget  gaps for the foreseeable future.  Furthermore, local governments\n    4  face the prospect of reduced state  revenue  sharing  and  local  school\n    5  districts face flat or reduced education aid, putting even greater pres-\n    6  sure on beleaguered property taxpayers.\n    7    Chapter  4  of  the  laws  of  1998, which enacted the state's charter\n    8  school law, created a funding scheme that  requires  the  public  school\n    9  district of a student who enrolls in a charter school to pay the charter\n   10  school  100%  of  the  district's  prior year average approved per pupil\n   11  operating expense. School property taxes are by far  the  highest  local\n   12  tax  burden  for  New  York  state  residents  and  redirecting precious\n   13  resources at a time of fiscal crisis will place  additional  burdens  on\n   14  local  taxpayers.   Moreover, charter schools have primarily been estab-\n   15  lished in urban areas that face eroding tax bases  and  declining  popu-\n   16  lations.  Small  city  school  districts  are especially hard hit by the\n   17  establishment of charter schools.\n   18    The legislature therefore finds that it is in  the  best  interest  of\n   19  students  and taxpayers throughout New York state to suspend the charter\n   20  school application process as of April 1, 2011.  Furthermore, a proposed\n   21  charter school shall have its charter revoked if it  has  not  commenced\n   22  classes prior to August 31, 2011.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05108-01-1\n\n       S. 1192                             2\n\n    1    S  2.  Section  2851  of  the education law is amended by adding a new\n    2  subdivision 1-a to read as follows:\n    3    1-A.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  THIS  ARTICLE TO THE\n    4  CONTRARY, ON AND AFTER APRIL FIRST, TWO THOUSAND ELEVEN, NO  APPLICATION\n    5  TO ESTABLISH A CHARTER SCHOOL SHALL BE ACCEPTED OR ACTED UPON BY A CHAR-\n    6  TER  GRANTING  ENTITY. PROVIDED, FURTHER, THAT A PROPOSED CHARTER SCHOOL\n    7  THAT HAS BEEN GRANTED A CHARTER AND HAS NOT COMMENCED CLASSES  PRIOR  TO\n    8  SEPTEMBER  SECOND,  TWO  THOUSAND ELEVEN SHALL HAVE SUCH CHARTER REVOKED\n    9  AND NO FURTHER ACTION SHALL BE TAKEN BY A  CHARTER  GRANTING  ENTITY  ON\n   10  SUCH APPLICATION.\n   11    S  3.  This act shall take effect April 1, 2011 and shall expire April\n   12  1, 2013 when upon such date the provisions of this act shall  be  deemed\n   13  repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to suspending the granting of charters for proposed charter schools not acted upon prior to April 1, 2011; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T134155.TXT", "SOBI.D110105.T124150.TXT", "SOBI.D110105.T131653.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424042344
}