{
  "year" : 2011,
  "senateBillNo" : "S119-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S119-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the deferral of awards granted under the Tuition Assistance Program (TAP)",
  "summary" : "Prohibits the deferral of awards granted under the Tuition Assistance Program (TAP); ensures that a TAP award will be paid on time so that the student may pay his or her tuition bill on time. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA3130-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          119\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to prohibiting the defer-\n         ral of awards granted under the Tuition Assistance Program (TAP)\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 667 of the education law is amended by adding a new\n    2  subdivision 4 to read as follows:\n    3    4. DEFERRAL OF TUITION ASSISTANCE PROGRAM AWARDS PROHIBITED.  UNDER NO\n    4  CIRCUMSTANCES  SHALL  AN  AWARD  GRANTED  UNDER  THE  TUITION ASSISTANCE\n    5  PROGRAM (TAP) PURSUANT TO THIS SECTION BE  DEFERRED  UNTIL  THE  STUDENT\n    6  RECIPIENT GRADUATES FROM HIS OR HER COURSE OF STUDY. THE PRESIDENT SHALL\n    7  PAY  A  TUITION  ASSISTANCE  PROGRAM AWARD TO THE STUDENT RECIPIENT IN A\n    8  REASONABLE TIMEFRAME IN ORDER TO ENSURE THE STUDENT RECIPIENT IS ABLE TO\n    9  APPLY THE AWARD TOWARD HIS OR HER  TUITION  BILL  ON  TIME.  NO  TUITION\n   10  ASSISTANCE  PROGRAM  SHALL  BE MADE CONTINGENT UPON THE STUDENT'S GRADU-\n   11  ATION FROM HIS OR HER UNDERGRADUATE OR GRADUATE COURSE OF STUDY.\n   12    S 2. This act shall  take  effect  immediately,  and  shall  apply  to\n   13  academic quarters and semesters beginning on or after August 1, 2011.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02580-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to prohibiting the deferral of awards granted under the Tuition Assistance Program (TAP) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101206.T172424.TXT", "SOBI.D101206.T160420.TXT", "SOBI.D101206.T170423.TXT", "SOBI.D101206.T154930.TXT", "SOBI.D101206.T171924.TXT", "SOBI.D101206.T160920.TXT", "SOBI.D101206.T155919.TXT", "SOBI.D101206.T163922.TXT", "SOBI.D101206.T164922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291674264787
}