{
  "year" : 2011,
  "senateBillNo" : "S1195-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S1195-2011-1294203600000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that every banking institution maintaining checking accounts for customers shall pay checks in the order received within account balance",
  "summary" : "Provides that every banking institution which maintains checking accounts for customers shall pay checks in the order received within account balance; provides such banks may dishonor check for insufficient funds, but then must honor smaller checks within amounts on deposit in the subject account. ",
  "currentCommittee" : "BANKS",
  "sameAs" : "A3558",
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S8146-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1195\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. BRESLIN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to the  order  in  which  a\n         payor bank shall pay checks\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new section  9-v  to\n    2  read as follows:\n    3    S  9-V.  BANKING  INSTITUTIONS TO PAY CHECKS DRAWN THEREIN IN ORDER OF\n    4  PRESENTATION.  NOTWITHSTANDING ANY OTHER LAW, RULE OR REGULATION TO  THE\n    5  CONTRARY, EVERY BANKING INSTITUTION WHICH PROVIDES CHECKING ACCOUNTS FOR\n    6  ITS CUSTOMERS SHALL, IN PAYING SUCH CHECKS AS ARE PRESENTED FOR PAYMENT,\n    7  PAY  THE CHECKS IN THE ORDER WHEREIN THEY ARE RECEIVED; PROVIDED, HOWEV-\n    8  ER, IF A CHECK IS DISHONORED FOR INSUFFICIENT FUNDS AND THEREAFTER SMAL-\n    9  LER CHECKS WHICH COULD BE PAID ARE RECEIVED, THE SMALLER CHECKS SHALL BE\n   10  HONORED WITHIN AMOUNTS ON DEPOSIT IN THE SUBJECT ACCOUNT.\n   11    S 2. This act shall take effect on the first of January next  succeed-\n   12  ing the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05215-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to the order in which a payor bank shall pay checks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110105.T124650.TXT", "SOBI.D110105.T133654.TXT", "SOBI.D110105.T131653.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987380663
}