{
  "year" : 2011,
  "senateBillNo" : "S1190-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1190-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Accrual of a cause of action for libel or slander of a decedent",
  "summary" : "Provides that a cause of action for a declaratory judgement of libel or slander would accrue to the spouse, parent or child of a decedent as the result of a libel or slander which occurred after, but within five years of a decedent's death; provides that any such action must be commenced within one year of the date of the alleged libel or slander; provides that prior to the commencement of such action, the spouse, parent or child must request a retraction of such statements by registered or certified letter. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S421-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1190\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. BRESLIN, HASSELL-THOMPSON, KRUGER, SAMPSON, STAVISKY\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Codes\n\n       AN  ACT  to  amend  the  civil rights law and the civil practice law and\n         rules, in relation to the accrual of a cause of action for a  declara-\n         tory judgment of libel or slander of a decedent\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The civil rights law is amended by adding  a  new  section\n    2  78-a to read as follows:\n    3    S  78-A.  CAUSE OF ACTION FOR A DECLARATORY JUDGMENT OF LIBEL OR SLAN-\n    4  DER OF A DECEDENT.  A CAUSE OF ACTION FOR A DECLARATORY  JUDGMENT  SHALL\n    5  ACCRUE  TO  THE  SPOUSE,  PARENT OR CHILD OF A DECEDENT AS A RESULT OF A\n    6  LIBEL OR SLANDER THAT OCCURRED AFTER,  BUT  WITHIN  FIVE  YEARS  OF  THE\n    7  DECEDENT'S  DEATH.    ANY  SUCH ACTION MUST BE COMMENCED WITHIN ONE YEAR\n    8  PURSUANT TO SECTION TWO HUNDRED FIFTEEN OF THE CIVIL  PRACTICE  LAW  AND\n    9  RULES.    PRIOR  TO  THE COMMENCEMENT OF SUCH ACTION, THE PLAINTIFF MUST\n   10  REQUEST A RETRACTION OF SUCH ALLEGED LIBELOUS OR  SLANDEROUS  STATEMENTS\n   11  BY  A  REGISTERED OR CERTIFIED LETTER, RETURN RECEIPT REQUESTED FROM THE\n   12  DEFENDANT.  IN SUCH LETTER, THE PLAINTIFF MUST  SET  FORTH,  IN  GENERAL\n   13  TERMS,  THEIR  OBJECTIONS  TO  THE ALLEGED LIBELOUS OR SLANDEROUS STATE-\n   14  MENTS.  NO ACTION MAY BE COMMENCED UNTIL THIRTY DAYS AFTER  SUCH  LETTER\n   15  IS  RECEIVED.   IF THE DEFENDANT IS A NEWSPAPER OR A RADIO OR TELEVISION\n   16  STATION, A COPY OF SUCH LETTER MUST ALSO BE SENT TO  ONE  NATIONAL  WIRE\n   17  SERVICE  AND  ONE NEWSPAPER OF GENERAL CIRCULATION IN THE SAME COUNTY AS\n   18  SUCH ALLEGED LIBELOUS OR SLANDEROUS STATEMENTS WERE PUBLISHED OR SPOKEN.\n   19    NOTWITHSTANDING ANY OTHER PROVISION OF LAW, TAPE RECORDINGS  WITH  THE\n   20  DECEASED  MAY  BE  ADMITTED AS EVIDENCE SUBJECT TO ALL OTHER EVIDENTIARY\n   21  STANDARDS.\n   22    S 2. Section 215 of the civil practice law and  rules  is  amended  by\n   23  adding a new subdivision 9 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05126-01-1\n\n       S. 1190                             2\n\n    1    9. AN ACT FOR A DECLARATORY JUDGMENT OF LIBEL OR SLANDER OF A DECEDENT\n    2  PURSUANT TO SECTION SEVENTY-EIGHT-A OF THE CIVIL RIGHTS LAW.\n    3    S  3. This act shall take effect immediately and shall only apply to a\n    4  libel or slander made on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law and the civil practice law and rules, in relation to the accrual of a cause of action for a declaratory judgment of libel or slander of a decedent ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T134155.TXT", "SOBI.D110105.T124150.TXT", "SOBI.D110105.T123649.TXT", "SOBI.D110105.T131653.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424042355
}