{
  "year" : 2011,
  "senateBillNo" : "S1209-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1209-2011-1294290000000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires inmates incarcerated for a class A-I felony, requesting a delay of their parole hearing, to submit such request to the state board of parole",
  "summary" : "Requires inmates who are incarcerated upon conviction of a class A-I felony, and who wish to request a delay of their parole hearing, to submit, at least 10 days in advance, a request therefor to the state board of parole. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1209\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MARTINS, SKELOS, GOLDEN -- read twice and ordered\n         printed, and when printed to be committed to the  Committee  on  Crime\n         Victims, Crime and Correction\n\n       AN  ACT  to  amend  the executive law, in relation to inmate requests to\n         reschedule a parole hearing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section 259-i of the executive law is\n    2  amended by adding a new paragraph (a-1) to read as follows:\n    3    (A-1) NO DELAY OR RESCHEDULING OF AN INTERVIEW SCHEDULED  PURSUANT  TO\n    4  PARAGRAPH  (A)  OF THIS SUBDIVISION SHALL BE GRANTED UPON THE REQUEST OF\n    5  AN INMATE WHO IS INCARCERATED BY REASON OF A CONVICTION OF A  CLASS  A-I\n    6  FELONY, UNLESS, NOT LESS THAN TEN DAYS PRIOR TO THE SCHEDULED INTERVIEW,\n    7  SUCH  INMATE  SHALL  HAVE SUBMITTED A REQUEST THEREFOR IN WRITING TO THE\n    8  STATE BOARD OF PAROLE STATING THE REASON FOR SUCH REQUEST AND THE  STATE\n    9  BOARD SHALL HAVE APPROVED THE REQUEST FOR GOOD CAUSE SHOWN.\n   10    S 2. This act shall take effect on the one hundred twentieth day after\n   11  it  shall  have  become a law; provided that, effective immediately, any\n   12  rules and regulations necessary to implement the provisions of this  act\n   13  on  its  effective date are authorized and directed to be amended, added\n   14  and/or repealed on or before such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03494-01-1\n",
  "memo" : "BILL NUMBER:S1209\n\nTITLE OF BILL:\nAn act to amend the executive law, in relation to inmate requests to\nreschedule a parole hearing\n\nPURPOSE:\nRequires inmates incarcerated for a class A-1 felony, requesting a delay\nof their parole hearing, to submit such request to the state board of\nparole in order to prevent \"shopping\" for sympathetic parole commission-\ners.\n\nSUMMARY OF PROVISIONS:\nSection 1. Subdivision 2 of section 259-i of the executive law is\namended by adding a new paragraph (a-1) to read as: No delay or resched-\nuling of an interview scheduled pursuant to paragraph (a) of this subdi-\nvision shall be granted upon the request of an inmate who is incarcerat-\ned by reason of a conviction of a class A-1 felony, unless, not less\nthan ten days prior to the scheduled interview, such inmate shall have\nsubmitted a request therefor in writing to the state board of parole\nstating the reason for such request and the state board shall have\napproved the request for good cause shown.\n\nJUSTIFICATION:\nInmates have been requesting adjournments of their parole hearings with\nincreasing regularity in order to \"shop\" for parole commissioners who\nthey deem more sensitive, understanding, and thus more likely to grant\ntheir parole. Inmates need two of three commissioners to sign off on\ntheir release, and currently, inmates do not have to state a reason for\nseeking an adjournment if a panel of commissioners is not to their\nliking. This has allowed inmates to shop for a favorable mix of parole\ncommissioners who would be more likely to grant their parole. This bill\nwould prevent inmates from requesting a sudden adjournment of their\nparole hearing and thus not allow them to shop for a favorable panel of\nparole commissioners.\n\nLEGISLATIVE HISTORY:\nNew legislation.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred twentieth day after it\nshall have become law; provided that, effective immediately, any rules\nand regulations necessary to implement the provisions of this act on its\neffective date are authorized and directed to be amended, added and/or\nrepealed on or before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to inmate requests to reschedule a parole hearing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T102550.TXT", "SOBI.D110106.T112707.TXT", "SOBI.D110106.T105702.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T111705.TXT", "SOBI.D110106.T133720.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497376
}