{
  "year" : 2011,
  "senateBillNo" : "S1204-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1204-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the state university of New York institute of technology to lease certain lands",
  "summary" : "Authorizes the state university of New York institute of technology to lease certain lands to Upstate Cerebral Palsy, Inc. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "S3534-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1204\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GRIFFO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT authorizing the state university of New York institute  of  tech-\n         nology to lease certain lands\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  findings.  The  legislature  finds  that  the\n    2  provision  of  residential  facilities  for  clients of Upstate Cerebral\n    3  Palsy, Inc., upon the grounds of the state university of New York insti-\n    4  tute of technology is necessary and appropriate to  further  the  objec-\n    5  tives  and purposes of the state university of New York. The legislature\n    6  further finds that granting the trustees of the state university of  New\n    7  York  the  authority  and  power to lease and otherwise contract to make\n    8  available grounds and facilities of the campus of the  state  university\n    9  of New York institute of technology will ensure the availability of such\n   10  residential  facilities  and  also  promote  the  effective  use of such\n   11  grounds and facilities. The legislature  determines  that  the  academic\n   12  mission  and  the goals of the state university of New York institute of\n   13  technology in the full utilization of the properties in  furtherance  of\n   14  its  mission  may be best served by Upstate Cerebral Palsy, Inc. and the\n   15  resources to which it has access.\n   16    S 2. The state university trustees  are  hereby  authorized  to  lease\n   17  without any public bidding a portion of the lands of the state universi-\n   18  ty  of  New York institute of technology generally described in this act\n   19  to Upstate Cerebral Palsy, Inc. upon such terms and  conditions  as  the\n   20  trustees  deem  advisable,  not  to  exceed in the aggregate ninety-nine\n   21  years. No such contract or lease shall provide for a fee simple  convey-\n   22  ance of the underlying land. If the real property shall cease to be used\n   23  for  the  purposes  described  in this act, said lease shall immediately\n   24  terminate and the real  property  and  any  improvements  thereon  shall\n   25  revert  to  the  state  university  of  New  York. Any contract or lease\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01689-01-1\n\n       S. 1204                             2\n\n    1  entered into pursuant to this act shall provide that the  real  property\n    2  which  is  the  subject  of  such lease or contract and any improvements\n    3  thereon shall revert to the state university of New York on the  expira-\n    4  tion  of  such  contract  or  lease. The description of the parcel to be\n    5  leased pursuant to this section is not meant to be a legal  description,\n    6  but  is  intended  only  to  identify  the parcel and improvements to be\n    7  leased.\n    8    S 3. Any contract or lease entered into by the trustees of  the  state\n    9  university  of New York pursuant to this act shall require the lessee to\n   10  comply with the requirements of  article  15-A  of  the  executive  law.\n   11  Notwithstanding any other law to the contrary, any contract or lease for\n   12  construction, rehabilitation, or other improvement authorized by section\n   13  five  of  this act entered into by the trustees shall require the lessee\n   14  or contractor and/or subcontractor to comply with  the  requirements  of\n   15  sections  220,  240  and 241 of the labor law, where applicable. Section\n   16  135 of the state finance law shall not apply to any lease,  contract  or\n   17  subcontract entered into pursuant to this act.\n   18    S 4. Nothing in this act shall be deemed to waive or impair any rights\n   19  or benefits of employees of the state university of New York that other-\n   20  wise  would  be  available  to  them pursuant to the terms of agreements\n   21  between the certified representatives of such employees and the state of\n   22  New York pursuant to article 14 of  the  civil  service  law;  all  work\n   23  performed on such property that would ordinarily be performed by employ-\n   24  ees  subject to article 14 of the civil service law shall continue to be\n   25  performed by such employees.\n   26    S 5. By way of example and not limitation, the terms and conditions of\n   27  the trustees' lease or contract may provide for  leasing,  construction,\n   28  reconstruction,  rehabilitation,  improvement, operation, management and\n   29  provision of services and assistance and the granting of licenses, ease-\n   30  ments and other arrangements with regard to such grounds and  facilities\n   31  by  Upstate  Cerebral  Palsy, Inc., and parties contracting with Upstate\n   32  Cerebral Palsy, Inc., and,  in  connection  with  such  activities,  the\n   33  obtaining  of funding or financing, whether public or private, unsecured\n   34  or secured (including, but not limited to, secured  by  leasehold  mort-\n   35  gages  and  assignments  of  rents  and leases), by the Upstate Cerebral\n   36  Palsy, Inc. and parties contracting with  the  Upstate  Cerebral  Palsy,\n   37  Inc., for the purpose of completing the project described above.\n   38    S  6.  The lease entered into pursuant to this act shall be subject to\n   39  approval of the attorney general as to form, the director of the  budget\n   40  and the state comptroller.\n   41    S 7. The lease shall include an indemnity provision whereby the lessee\n   42  or  subleasee promises to indemnify, hold harmless and defend the lessor\n   43  against all claims, suits, actions, liability and damages to all persons\n   44  on the leased premises, including the tenant, tenant's  agents,  employ-\n   45  ees, contractors, subcontractors, customers, guests, licensees, invitees\n   46  and  members  of  the  public  for damage to any such person's property,\n   47  whether real or personal,  or  for  personal  injuries  arising  out  of\n   48  tenant's use or occupation of the demised premises.\n   49    S  8.  Any contracts entered into pursuant to this act between Upstate\n   50  Cerebral Palsy, Inc.  and  parties  contracting  with  Upstate  Cerebral\n   51  Palsy, Inc.  shall be awarded by a competitive process.\n   52    S 9. The property authorized by this act to be leased to Upstate Cere-\n   53  bral  Palsy, Inc. is generally described as that parcel of real property\n   54  with improvements thereon, situated on\n   55    ALL THAT TRACT, PIECE OR PARCEL OF LAND situate in the Town of  Marcy,\n   56  County  of  Oneida  and  State of New York, said parcel shown on the map\n\n       S. 1204                             3\n\n    1  entitled \"Survey map Showing Lands To  Be  Leased  by  Upstate  Cerebral\n    2  Palsy\"  prepared  by  Steven A. Roseen, LS of Cornerstone Land Surveying\n    3  and dated May 19, 2008,  said  parcel  more  particularly  described  as\n    4  follows:\n    5    BEGINNING AT A POINT a capped iron rod set on the southeasterly bound-\n    6  ary of Flanagan Road;\n    7    THENCE  through the lands of State University of New York Institute of\n    8  Technology the following four (4) courses and distances:\n    9    (1) S 18µ39'00\"E, 300.00 feet to a capped iron rod;\n   10    (2) S 71µ21'00\" W, 85.00 feet to a capped iron rod;\n   11    (3) N 71µ20'56\" W, 220.00 feet to a capped iron rod;\n   12    And (4) N 18µ39'00\" W, 166.68 feet to a capped iron  rod  set  on  the\n   13  aforementioned southeasterly highway boundary of Flanagan Road;\n   14    Thence  N  71µ21'00\" E along said boundary 260.00 feet to the POINT OF\n   15  BEGINNING, being 66,335ñ square feet or 1.523ñ acres, more or less.\n   16    SUBJECT TO  an easement hereby reserved for the purpose of  installing\n   17  and  maintaining  underground  utilities  over and upon a portion of the\n   18  above described parcel, said easement  more  particularly  described  as\n   19  follows:\n   20    BEGINNING AT A POINT a capped iron rod set on the southeasterly bound-\n   21  ary  of  Flanagan  Road,  being  the  northeasterly  corner of the above\n   22  described parcel;\n   23    Thence S 18µ39'00\" E along the easterly line of said parcel 30.00 feet\n   24  to a point;\n   25    Thence N 88µ05'38\" W a distance of 85.44 feet to a point;\n   26    Thence N 71µ21'00\" E along the southeasterly boundary of Flanagan Road\n   27  80.00 feet to the EASEMENT POINT OF BEGINNING.\n   28    S 10. Insofar as the provisions of this act are inconsistent with  the\n   29  provisions of any law, general, special or local, the provisions of this\n   30  act shall be controlling.\n   31    S 11. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the state university of New York institute of technology to lease certain lands ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T150203.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110105.T153729.TXT", "SOBI.D110105.T153205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294429750497
}