{
  "year" : 2011,
  "senateBillNo" : "S1206-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1206-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a non-trail snowmobile registration for snowmobiles which shall be used solely for the purpose of gaining access to hunting and fishing areas",
  "summary" : "Establishes a non-trail snowmobile registration for snowmobiles which shall be used solely for the purpose of gaining access to hunting and fishing areas. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1141",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2876-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1206\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GRIFFO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  the  regis-\n         tration of snowmobiles used solely for the purpose of hunting or fish-\n         ing\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2222 of the vehicle and traffic law is  amended  by\n    2  adding a new subdivision 2-a to read as follows:\n    3    2-A.  THE  COMMISSIONER  IS  AUTHORIZED  TO REGISTER A SNOWMOBILE AS A\n    4  NON-TRAIL SNOWMOBILE WHICH SHALL BE USED SOLELY FOR THE PURPOSE OF GAIN-\n    5  ING ACCESS TO HUNTING AND FISHING  AREAS.  SUCH  REGISTRATION  SHALL  BE\n    6  COMPRISED OF A BLAZE ORANGE BACKGROUND WITH BLACK LETTERING. THE FEE FOR\n    7  THE  REGISTRATION  OF  A  SNOWMOBILE  AS A NON-TRAIL SNOWMOBILE AND EACH\n    8  RENEWAL THEREOF SHALL BE TWENTY-FIVE DOLLARS, FIFTEEN DOLLARS  OF  WHICH\n    9  SHALL BE DEPOSITED INTO THE SNOWMOBILE TRAIL DEVELOPMENT AND MAINTENANCE\n   10  FUND  SET  FORTH  IN SECTION 21.07 OF THE PARKS, RECREATION AND HISTORIC\n   11  PRESERVATION LAW.\n   12    S 2. Section 2230 of the vehicle and traffic law is amended by  adding\n   13  a new subdivision 3 to read as follows:\n   14    3.  ANY  PERSON  WHO  VIOLATES  THE PROVISIONS OF SUBDIVISION TWO-A OF\n   15  SECTION TWENTY-TWO HUNDRED TWENTY-TWO OF THIS ARTICLE SHALL BE GUILTY OF\n   16  A VIOLATION PUNISHABLE BY A  FINE  OF  FIVE  HUNDRED  DOLLARS  FOR  EACH\n   17  OFFENSE,  OF  WHICH FOUR HUNDRED DOLLARS OF SUCH FINE SHALL BE DEPOSITED\n   18  IN THE SNOWMOBILE TRAIL DEVELOPMENT AND MAINTENANCE FUND  SET  FORTH  IN\n   19  SECTION 21.07 OF THE PARKS, RECREATION AND HISTORIC PRESERVATION LAW. IN\n   20  ADDITION  TO  SUCH  FINE, ANY SECOND OR SUBSEQUENT OFFENSE WITHIN A FIVE\n   21  YEAR PERIOD SHALL RESULT IN THE SUSPENSION OF ALL LICENSES SET FORTH  IN\n   22  SECTION  11-0701  OF  THE  ENVIRONMENTAL  CONSERVATION  LAW HELD BY SUCH\n   23  PERSON FOR A PERIOD OF ONE YEAR.\n   24    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04878-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the registration of snowmobiles used solely for the purpose of hunting or fishing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T150203.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110106.T132720.TXT", "SOBI.D110105.T153729.TXT", "SOBI.D110105.T153205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294429750529
}