{
  "year" : 2011,
  "senateBillNo" : "S1208-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1208-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED AND COMMITTED TO CODES",
    "billEventId" : "S1208-2011-1295413200000-REPORTED+AND+COMMITTED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits operation of any motor vehicle equipped with device which affects the operation of traffic-control signals",
  "summary" : "Prohibits the operation of any motor vehicle equipped with a device which affects the operation of traffic-control signals; provides that the possession of such a device shall constitute a traffic infraction, use thereof is a class A misdemeanor, and use which results in personal injury or death shall constitute a class E felony. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A1638",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SC1807-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "TRANSPORTATION" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1208\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. JOHNSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  prohibiting\n         the use of any device which affects the operation of a traffic-control\n         signal\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 397-c to read as follows:\n    3    S  397-C.  INTERFERENCE  WITH  A  TRAFFIC-CONTROL SIGNAL. 1. NO PERSON\n    4  SHALL OPERATE ANY MOTOR VEHICLE, EXCEPT AN AUTHORIZED EMERGENCY  VEHICLE\n    5  OR  AUTHORIZED  PUBLIC  TRANSPORTATION VEHICLE, WHICH HE OR SHE KNOWS IS\n    6  EQUIPPED WITH A DEVICE CAPABLE OF AFFECTING THE OPERATION OF ANY  TRAFF-\n    7  IC-CONTROL  SIGNAL.  THE  PRESENCE  IN  A MOTOR VEHICLE OF SUCH A DEVICE\n    8  CONNECTED TO A POWER SOURCE AND IN AN OPERABLE CONDITION IS  PRESUMPTIVE\n    9  EVIDENCE  OF  THE  OPERATOR'S  KNOWLEDGE OF THE DEVICE. SUCH PRESUMPTION\n   10  SHALL BE REBUTTED BY ANY CREDITABLE EVIDENCE WHICH TENDS  TO  SHOW  THAT\n   11  THE  OPERATOR OF THE MOTOR VEHICLE WAS NOT AWARE OF THE PRESENCE OF SUCH\n   12  DEVICE.\n   13    2. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO ANY PERSON  USING\n   14  SUCH A DEVICE WHILE ENGAGED IN THE AUTHORIZED MAINTENANCE OR REPAIR OF A\n   15  TRAFFIC-CONTROL SIGNAL.\n   16    3.  A  VIOLATION OF SUBDIVISION ONE OF THIS SECTION SHALL CONSTITUTE A\n   17  TRAFFIC INFRACTION PUNISHABLE BY A FINE OF NOT  LESS  THAN  ONE  HUNDRED\n   18  DOLLARS NOR MORE THAN THREE HUNDRED DOLLARS.\n   19    4.   A VIOLATION OF SUBDIVISION ONE OF THIS SECTION WHILE USING SUCH A\n   20  DEVICE TO AFFECT THE OPERATION OF A TRAFFIC-CONTROL SIGNAL SHALL CONSTI-\n   21  TUTE A CLASS A MISDEMEANOR.\n   22    5. A VIOLATION OF SUBDIVISION ONE OF THIS SECTION WHILE USING  SUCH  A\n   23  DEVICE  TO AFFECT THE OPERATION OF A TRAFFIC-CONTROL SIGNAL AND SUCH USE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04455-01-1\n\n       S. 1208                             2\n\n    1  CAUSES PERSONAL INJURY OR DEATH AS A RESULT OF ITS EFFECT ON A  TRAFFIC-\n    2  CONTROL SIGNAL SHALL CONSTITUTE A CLASS E FELONY.\n    3    S 2. This act shall take effect on the first of November next succeed-\n    4  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1208\n\nTITLE OF BILL:\nAn act to amend the vehicle and traffic law, in relation to prohibiting\nthe use of any device which affects the operation of a traffic-control\nsignal\n\nPURPOSE:\nTo prohibit the operation of any vehicle, except an emergency vehicle,\nthat is equipped with a device which affects the operation of a traffic\ncontrol signal.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill adds a new section 397-c to the vehicle and traf-\nfic law to make it illegal for a person to operate a vehicle which he or\nshe knows is equipped with a device capable of affecting the operation\nof any traffic-control signal. The bill also provides exceptions where\nthe operator can show by credible evidence that he or she was not aware\nof the presence of the device or if the person using such a device is\nengaged in the authorized maintenance or repair of a traffic-control\nsignal. Possession of the device shall constitute a traffic infraction.\nIf the operator is using the device to affect the operation of a traffic\ncontrol signal, it shall constitute a class A misdemeanor. If the unau-\nthorized use of such a device causes personal injury or death, then it\nshall constitute a class E felony.\n\nIn addition, operators of authorized emergency vehicles and public\ntransportation vehicles are exempt from this section.\n\nEXISTING LAW:\nNone exists.\n\nJUSTIFICATION:\nThere are people willing to pay as much as $1,000 for a device that\nallows them to change a red light to green right from their drivers seat\nas if they were law enforcement officers on call.  The purpose of the\nexistence of such devices is for emergency access and not for the\nconvenience for someone who wants to get home earlier from work or to\ndodge traffic. These devices exist and are currently in use by non emer-\ngency personnel. Public safety dictates the need to make the use of such\ndevices illegal by persons other than authorized emergency personnel.\nSuch devices flaunt public safety concerns and could cause serious\npersonal injury or death on New York roadways.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act takes effect on the first of November next succeeding the date\non which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting the use of any device which affects the operation of a traffic-control signal ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121752.TXT", "SOBI.D110106.T101158.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110111.T130704.TXT", "SOBI.D110106.T111705.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457472870
}