{
  "year" : 2011,
  "senateBillNo" : "S1218-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1218-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that motor vehicle repair shops provide certain information regarding work guarantees",
  "summary" : "Requires that motor vehicle repair shop invoices provide certain information regarding work guarantees stating the terms and time limits of any guarantee for repair work performed; also requires that if no guarantee is provided, the invoice must state such fact. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A2168",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1750-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1218\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to repair  work\n         guarantees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 398-d of the vehicle and traffic law is amended  by\n    2  adding a new subdivision 8 to read as follows:\n    3    8.  (A)  THE  INVOICE  PROVIDED  BY  THE  MOTOR VEHICLE REPAIR SHOP IN\n    4  ACCORDANCE WITH SUBDIVISION ONE OF THIS SECTION SHALL CONSPICUOUSLY  SET\n    5  FORTH  THE  TERMS  AND  TIME  LIMIT OF ANY GUARANTEE FOR THE REPAIR WORK\n    6  PERFORMED. WHERE NO GUARANTEE IS GIVEN, THE INVOICE SHALL SO STATE.\n    7    (B) THE INVOICE SHALL FURTHER CONTAIN A STATEMENT TO THE  EFFECT  THAT\n    8  COMPLAINTS   REGARDING  THE  FUNCTIONAL  ADEQUACY  OF  THE  REPAIR  WORK\n    9  PERFORMED MAY BE DIRECTED TO THE DEPARTMENT, BUT IN NO EVENT LATER  THAN\n   10  NINETY  DAYS  OR  THREE  THOUSAND  MILES  OF THE REPAIR, WHICHEVER COMES\n   11  FIRST.\n   12    (C) THE PROVISIONS OF THIS SUBDIVISION SHALL NOT BE CONSTRUED TO LIMIT\n   13  OR ABRIDGE ANY STATUTORY OR OTHER RIGHT OR REMEDY OF A CONSUMER  AT  LAW\n   14  OR IN EQUITY.\n   15    S  2. This act shall take effect on the first of January next succeed-\n   16  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04937-01-1\n",
  "memo" : "BILL NUMBER:S1218\n\nTITLE OF BILL:\nAn act to amend the vehicle and traffic law, in relation to repair work\nguarantees\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe bill required that the invoice provided by the motor vehicle repair\nshop shall conspicuously set forth the terms and time limit of any guar-\nantee for the repair work performed. Where no guarantee is given, the\ninvoice shall so state.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 398-d of the vehicle and traffic law is amended by adding a new\nsubdivision 8.  This bill extends the product warranty concept embodied\nin the Uniform Commercial Code and extends this to labor and parts (fit\nfor ordinary purposes) which would be warranted for three months, three\nthousand miles, whichever comes first.\n\nJUSTIFICATION:\nNew Yorkers spend billions of dollars annually toward automobile\nrepairs. The estimate in the United States from faulty automobile repair\nwork is approximately three billion dollars and many New Yorkers are\nvictimized as a result of such practices. This bill will ensure consum-\ners receive the labor and parts for which they are paying through a\nwarranty.\n\nPRIOR LEGISLATIVE HISTORY:\nThis legislation has been previously introduced.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nFirst of January next succeeding the date on which it shall have become\na law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to repair work guarantees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110107.T165421.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295025577106
}