{
  "year" : 2011,
  "senateBillNo" : "S1213-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1213-2011-1294290000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts certain access to records kept by the surrogate's court",
  "summary" : "Restricts access to records kept by the surrogate's court for business or commercial purposes; makes certain exceptions; and requires any person seeking access to books or records of the court to complete a form which shall disclose such person's name, address, telephone number and purpose of such access. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Surrogate's Court Procedure Act",
  "previousVersions" : [ "S1379-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1213\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the surrogate's court  procedure  act,  in  relation  to\n         restricting certain access to records kept by the court\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section  2501  of  the  surrogate's  court\n    2  procedure act is amended to read as follows:\n    3    8.  All  books  and  records  other  than  those  sealed  are  open to\n    4  inspection of any person at reasonable times PROVIDED,  HOWEVER,  ACCESS\n    5  TO SUCH BOOKS AND RECORDS IS NOT FOR A BUSINESS OR COMMERCIAL PURPOSE. A\n    6  BUSINESS  OR  COMMERCIAL PURPOSE SHALL NOT INCLUDE A DEBTOR OF AN ESTATE\n    7  SEEKING ACCESS TO RECORDS OF SUCH ESTATE OR AN ATTORNEY  SEEKING  ACCESS\n    8  TO BOOKS AND RECORDS ON BEHALF OF AN INTERESTED PARTY, ESTATE OR BENEFI-\n    9  CIARY.\n   10    ANY  PERSON  SEEKING TO INSPECT ANY BOOKS OR RECORDS, OTHER THAN THOSE\n   11  SEALED, SHALL COMPLETE A FORM WHICH SHALL BE PROVIDED BY THE COURT. SUCH\n   12  FORM SHALL REQUIRE SUCH PERSON SEEKING ACCESS  TO  ANY  SUCH  BOOKS  AND\n   13  RECORDS  TO  DISCLOSE  SUCH PERSON'S NAME, ADDRESS, TELEPHONE NUMBER AND\n   14  PURPOSE OF SUCH INSPECTION. SUCH PERSON  SHALL  BE  REQUIRED  TO  AGREE,\n   15  UNDER  PENALTY  OF PERJURY, ANY INFORMATION OBTAINED FROM SUCH BOOKS AND\n   16  RECORDS SHALL NOT BE USED FOR BUSINESS OR COMMERCIAL PURPOSES, EXCEPT AS\n   17  PROVIDED IN THIS SUBDIVISION, AND SUCH PERSON OR AN AGENT OF SUCH PERSON\n   18  SHALL NOT CONTACT ANY MEMBER OF A DECEDENT'S FAMILY OR ANY BENEFICIARIES\n   19  OF A DECEDENT, EXCEPT FOR CLAIMS AND ENTITLEMENTS  DIRECTLY  RELATED  TO\n   20  SUCH DECEDENT'S ESTATE.  COMPLETED FORMS SHALL BE RETAINED BY THE COURT.\n   21    S  2. This act shall take effect on the first of January next succeed-\n   22  ing the date on which it shall have  become  a  law;  provided  however,\n   23  effective  immediately,  the  addition,  amendment  and/or repeal of any\n   24  rules or regulations and the  production  of  forms  necessary  for  the\n   25  implementation  of  this  act  on  its effective date are authorized and\n   26  directed to be made and completed on or before such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05034-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the surrogate's court procedure act, in relation to restricting certain access to records kept by the court ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110107.T164920.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110106.T110705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294436960471
}