{
  "year" : 2011,
  "senateBillNo" : "S1212-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1212-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a toll exemption for voluntary ambulance services",
  "summary" : "Exempts voluntary ambulance service or rescue squads from tolls on any highway, bridge, tunnel or other toll on the NYS thruway while responding to an emergency or furnishing voluntary ambulance services. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A2149",
  "lawSection" : "Transportation",
  "previousVersions" : [ "S1542-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1212\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT in relation to exempting voluntary ambulance  services  from  the\n         payment of tolls\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the payment of tolls on any highway, bridge, tunnel or other  toll  road\n    3  within this state shall not apply to a voluntary ambulance service oper-\n    4  ating pursuant to a valid operating certificate as described in subdivi-\n    5  sion  1  of  section 3005 of the public health law while such vehicle is\n    6  responding to an emergency or furnishing voluntary ambulance services.\n    7    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05079-01-1\n",
  "memo" : "BILL NUMBER:S1212\n\nTITLE OF BILL:\nAn act in relation to exempting voluntary ambulance services from the\npayment of tolls\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo exempt volunteer ambulances from Thruway tolls.\n\nJUSTIFICATION:\nThis bill would exempt vehicles of a volunteer ambulance corps, service\nor rescue squad from toll fees on the New York State Thruway, provided\nthat the service has a valid statement of registration issued under\nsection three thousand four of the public Health Law.\n\nVolunteer ambulance corps render service to many areas of this state\nwhich do not have municipal ambulances. The members contribute their\ntime without compensation. The funds raised by these organizations are\nused to buy vehicles, rescue equipment, gasoline and medical supplies\nnecessary to their operation. The ambulance services operate in relay\nteams, and often transport an injured person over a considerable\ndistance. Tolls are paid from their general operating funds, and if this\nexemption were granted, the money would be used to improve their equip-\nment and services to the public.\n\nPRIOR LEGISLATIVE HISTORY:\nThis bill was previously introduced.\n\nFISCAL IMPLICATIONS:\nMinor loss of revenue to the Authority.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT in relation to exempting voluntary ambulance services from the payment of tolls ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T110204.TXT", "SOBI.D110106.T115214.TXT", "SOBI.D110107.T164920.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110107.T165421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295022563329
}