{
  "year" : 2011,
  "senateBillNo" : "S1211-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1211-2011-1294290000000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits insurer from increasing auto insurance premiums upon renewal for persons 60 years of age or over solely on the ground of insureds' age",
  "summary" : "Prohibits insurer from increasing auto insurance premiums upon renewal for persons 60 years of age or over based solely on the ground of the insured's age. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A992",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S1754-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1211\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the  insurance  law,  in  relation  to  prohibiting  the\n         increase of premiums or failure to renew automobile insurance policies\n         for persons 60 years of age or over\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (i) of section 3425  of  the  insurance  law  is\n    2  amended to read as follows:\n    3    (i)  (1)  No  insurer  shall refuse to issue or renew a covered policy\n    4  solely on the ground of the advanced age of the applicant or insured.\n    5    (2) WITH RESPECT TO AUTOMOBILE INSURANCE POLICIES,  NO  INSURER  SHALL\n    6  INCREASE  THE  PREMIUM BILLED TO AN INSURED WHO IS SIXTY YEARS OF AGE OR\n    7  OVER FOR THE RENEWAL OF AN EXISTING POLICY SOLELY ON THE GROUND  OF  THE\n    8  AGE OF THE INSURED.\n    9    S  2. This act shall take effect on the first of January next succeed-\n   10  ing the date on which it shall have become a  law  and  shall  apply  to\n   11  renewals of policies issued on and after such date.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04824-01-1\n",
  "memo" : "BILL NUMBER:S1211\n\nTITLE OF BILL:\nAn act to amend the insurance law, in relation to prohibiting the\nincrease of premiums or failure to renew automobile insurance policies\nfor persons 60 years of age or over\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo prohibit automobile insurance carriers from increasing insurance\nrates solely on the basis of age.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends subsection (i) of &sect; 3425 of the insurance law with respect to\nautomobile insurance policies. No insurer shall increase the premium\nbilled to an insured who is sixty years of age or over for the renewal\nof an existing policy solely on the ground of the age of the insured.\n\nJUSTIFICATION:\nThe automobile insurance industry presently has in place a discriminato-\nry grading system, whereby insurance rates may be raised simply because\na policyholder has reached a specified birthday, which puts them in a\nmore expensive rating.\n\nIt is a common practice among automobile insurance carriers to raise\npremiums on elderly customers when they reach their 75th, 80th, or other\nbirthday. These customers experience rising insurance rates, yet they\nhave not been involved in any accidents or violations of the Motor Vehi-\ncle and Traffic Law which would merit rate increases. After years of\nresponsible driving and loyalty to their insurance company, senior citi-\nzens suddenly find their automobile insurance rates increased solely\nbecause they have gotten older. Senior citizens are normally known as\nresponsible, cautious drivers who obey motor vehicle laws and operate\ntheir cars in a competent manner.\n\nThis industry-wide practice is discriminatory against the elderly, many\nof whom are on fixed incomes and may have difficulty finding the finan-\ncial resources to pay for the ever increasing rates as they get older.\n\nPRIOR LEGISLATIVE HISTORY:\nIntroduced in previous legislative sessions.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThe first of January next succeeding the date on which it shall have\nbecome law and shall apply to renewals of policies issued on and after\nsuch date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to prohibiting the increase of premiums or failure to renew automobile insurance policies for persons 60 years of age or over ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T110204.TXT", "SOBI.D110106.T115214.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110107.T165421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497379
}