{
  "year" : 2011,
  "senateBillNo" : "S1215-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1215-2011-1294290000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to creating a forty-eight hour grace period from due date of credit card bill",
  "summary" : "Relates to creating a forty-eight hour grace period from due date of credit card bill. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S3769-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1215\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law,  in  relation  to  creating  a\n         forty-eight hour grace period from the due date of a credit card bill\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  515-a to read as follows:\n    3    S 515-A. GRACE PERIOD FOR FEES AND CHARGES. 1. ISSUERS OF CREDIT CARDS\n    4  SHALL NOT IMPOSE OR MODIFY ANY CHARGES RELATED TO THE ANNUAL  PERCENTAGE\n    5  RATE, FEES FOR ISSUANCE OF AVAILABILITY, MINIMUM FINANCE CHARGES, TRANS-\n    6  ACTION CHARGES, CASH ADVANCE FEES, RENEWAL FEES, OVER-THE-LIMIT FEES, OR\n    7  ANY  OTHER  FEE  OR RATE RELATED TO USE OF A CREDIT CARD FOR A PERIOD OF\n    8  FORTY-EIGHT HOURS FROM THE DUE DATE OF A CREDIT CARD BILL FOR ALL NEW OR\n    9  RENEWED CREDIT CARD ACCOUNTS CREATED ON OR AFTER THE EFFECTIVE  DATE  OF\n   10  THIS SECTION.\n   11    2. (A) EVERY VIOLATION OF THIS SECTION SHALL BE DEEMED A DECEPTIVE ACT\n   12  AND  PRACTICE  SUBJECT TO ENFORCEMENT UNDER ARTICLE TWENTY-TWO-A OF THIS\n   13  CHAPTER. IN EVERY CASE WHERE THE COURT SHALL DETERMINE THAT A  VIOLATION\n   14  OF  THIS SECTION HAS OCCURRED, IT MAY IMPOSE A CIVIL PENALTY OF NOT MORE\n   15  THAN ONE THOUSAND DOLLARS FOR SUCH VIOLATION, AND  MAY  IMPOSE  A  CIVIL\n   16  PENALTY  OF  NOT  MORE  THAN  TWO  THOUSAND  DOLLARS FOR EACH SUBSEQUENT\n   17  VIOLATION.\n   18    (B) NOTHING IN THIS SECTION SHALL BE CONSTRUED TO RESTRICT  ANY  RIGHT\n   19  WHICH ANY PERSON MAY HAVE UNDER ANY OTHER STATUTE OR THE COMMON LAW.\n   20    S  2. This act shall take effect on the first of January next succeed-\n   21  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05077-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to creating a forty-eight hour grace period from the due date of a credit card bill ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110107.T164920.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110106.T110705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294436960463
}