{
  "year" : 2011,
  "senateBillNo" : "S1216-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1216-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a public hearing for substantial change in transit authority service by the New York city",
  "summary" : "Conditions the institution of any substantial change in surface route or rapid transit route service upon approval by the metropolitan transportation authority and committee on operations of the NYC transit authority and upon public hearing; sets allotted individual and aggregate speaking time during such hearings. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A639",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S1374-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1216\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities law,  in  relation  to  requiring\n         public  notice  and hearing prior to any planned substantial change in\n         service\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1205 of the public authorities law is amended by\n    2  adding a new subdivision 9 to read as follows:\n    3    9. (A) FOR  PURPOSES  OF  THIS  SUBDIVISION,  \"SUBSTANTIAL  CHANGE  IN\n    4  SERVICE\" MEANS:\n    5    (I)  ANY  CHANGE  IN  FREQUENCY OF SERVICE OF A SURFACE ROUTE OR RAPID\n    6  TRANSIT ROUTE WHICH RESULTS IN A CHANGE OF TWENTY-FIVE PERCENT  OR  MORE\n    7  DURING ANY TWO CONSECUTIVE HOURS AT ANY RAPID TRANSIT STATION, OR ON ANY\n    8  PORTION  AT LEAST ONE-HALF MILE IN LENGTH OF ANY SURFACE ROUTE, COMPARED\n    9  WITH THE HIGHEST LEVEL OF SERVICE PROVIDED DURING THE SAME SUCH HOURS IN\n   10  THE PREVIOUS THREE YEARS; PROVIDED, HOWEVER, THAT  WHERE  A  SUBSTANTIAL\n   11  CHANGE  IN SERVICE FREQUENCY ON SUCH ROUTE AT SUCH HOURS HAS BEEN IMPLE-\n   12  MENTED PURSUANT TO THE PROVISIONS OF THIS SECTION  WITHIN  THE  PREVIOUS\n   13  THREE  YEARS,  ANY SUBSEQUENT CHANGE IN SERVICE SHALL BE DEEMED SUBSTAN-\n   14  TIAL ONLY IF  IT  RESULTS  IN  A  CHANGE  IN  FREQUENCY  OF  SERVICE  OF\n   15  TWENTY-FIVE  PERCENT  OR  MORE  DURING  ANY TWO CONSECUTIVE HOURS AT ANY\n   16  RAPID TRANSIT STATION, OR ON ANY  PORTION  AT  LEAST  ONE-HALF  MILE  IN\n   17  LENGTH  OF ANY SURFACE ROUTE, COMPARED WITH THE HIGHEST LEVEL OF SERVICE\n   18  PROVIDED DURING THE SAME SUCH HOURS DURING THE PERIOD OF TIME COMMENCING\n   19  WITH THE DATE OF IMPLEMENTATION OF SUCH PRECEDING SUBSTANTIAL CHANGE  IN\n   20  SERVICE; OR\n   21    (II) ANY COMPLETE OR PARTIAL CLOSING OF A PASSENGER STATION WITHIN THE\n   22  CITY OF NEW YORK, OR ANY MEANS OF PUBLIC ACCESS TO SUCH FACILITY.\n   23    (B)  ON AND AFTER SEPTEMBER FIRST, TWO THOUSAND ELEVEN, NO SUBSTANTIAL\n   24  CHANGE IN SERVICE FURNISHED UPON THE RAPID  TRANSIT  FACILITIES  OR  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03104-01-1\n\n       S. 1216                             2\n\n    1  OMNIBUS  LINE  FACILITIES  OF  THE AUTHORITY SHALL BE INSTITUTED, EXCEPT\n    2  UPON APPROVAL BY RESOLUTION OF THE COMMITTEE ON OPERATIONS  OF  THE  NEW\n    3  YORK  CITY TRANSIT AUTHORITY AND APPROVAL BY RESOLUTION OF THE METROPOL-\n    4  ITAN  TRANSPORTATION AUTHORITY, AND ONLY AFTER A PUBLIC HEARING OR HEAR-\n    5  INGS HELD BY THE BOARD OF THE METROPOLITAN TRANSPORTATION  AUTHORITY  IN\n    6  THE  COUNTY  OR  COUNTIES WHEREIN THE SUBSTANTIAL CHANGE IN SERVICE WILL\n    7  HAVE AN IMPACT.\n    8    SUCH HEARING SHALL BE HELD NOT LESS THAN THIRTY DAYS AFTER  NOTICE  OF\n    9  SUCH  PROPOSED  SERVICE CHANGE HAS BEEN GIVEN TO, AND COMMENTS SOLICITED\n   10  FROM, THE NEW YORK CITY  TRANSIT  AUTHORITY  ADVISORY  COUNCIL  AND  THE\n   11  COMMUNITY  BOARD  OR BOARDS AS ESTABLISHED PURSUANT TO THE NEW YORK CITY\n   12  CHARTER WHOSE AREAS OF JURISDICTION INCLUDE PART OR ALL OF  THE  SURFACE\n   13  OR  RAPID  TRANSIT  ROUTE, OR PASSENGER STATION, AFFECTED BY THE CHANGE.\n   14  NOTICE ACCOMPANIED BY THE INFORMATION SPECIFIED IN PARAGRAPH (C) OF THIS\n   15  SUBDIVISION SHALL  BE  MADE  ACCESSIBLE  TO  THE  PUBLIC  AT  DESIGNATED\n   16  LOCATIONS IN THE AREA AFFECTED BY THE PROPOSED SERVICE CHANGE, INCLUDING\n   17  AT  LEAST  ONE LOCATION WITHIN THE AREA OF JURISDICTION OF EACH AFFECTED\n   18  COMMUNITY BOARD.\n   19    (C) NOTICE SHALL INCLUDE:\n   20    (I) A DETAILED DESCRIPTION OF THE PROPOSED SERVICE  CHANGE,  INCLUDING\n   21  ANY  PROPOSED  CHANGE IN FREQUENCY OF SERVICE; A DIAGRAM OF THE PROPOSED\n   22  CHANGES, IF ANY, IN THE ROUTE SERVED;  A  MAP  OR  DIAGRAM  OF  AFFECTED\n   23  ACCESS FACILITIES AT PASSENGER STATIONS.\n   24    (II)  A  PRESENTATION OF THE DATA OBTAINED BY THE AUTHORITY ON NUMBERS\n   25  AND PATTERNS OF RIDERS AFFECTED BY THE PROPOSED CHANGE.\n   26    (III) A DESCRIPTION OF  THE  METHODOLOGY  USED  BY  THE  AUTHORITY  IN\n   27  OBTAINING  SUCH  DATA,  INCLUDING THE DATES AND TIMES ON WHICH COUNTS OF\n   28  RIDERS WERE TAKEN.\n   29    (IV)  THE  PROJECTED  IMPACT  ON  PASSENGERS,  INCLUDING  THE  AVERAGE\n   30  INCREASE IN WAITING TIMES, IF ANY, AND THE NUMBER OF PASSENGERS AFFECTED\n   31  BY  SUCH INCREASE; AND THE VALUE OF THE COSTS OR BENEFITS TO PASSENGERS,\n   32  OBTAINED BY ASSIGNING A DOLLAR VALUE TO PASSENGERS' TIME, AND TO FACTORS\n   33  SUCH AS CROWDING, SENSE OF SECURITY, AND OTHERS.\n   34    (V) THE FINANCIAL IMPACT ON THE AUTHORITY, INCLUDING ANY COST  SAVINGS\n   35  EXPECTED TO BE REALIZED BY THE AUTHORITY.\n   36    (VI) A PROJECTION OF THE IMPACT ON RIDERSHIP.\n   37    AT  EACH  AFFECTED STATION AND ON BUSES OPERATING ON EACH AFFECTED BUS\n   38  ROUTE, POSTERS SHALL BE DISPLAYED PROVIDING A GENERAL DESCRIPTION OF THE\n   39  PROPOSED SERVICE CHANGE, IDENTIFYING THE LOCATIONS AT WHICH THE INFORMA-\n   40  TION REQUIRED BY THIS PARAGRAPH IS ACCESSIBLE TO THE  PUBLIC,  INFORMING\n   41  THE  PUBLIC  OF THE DATE, TIME, AND PLACE OF THE PUBLIC HEARING OR HEAR-\n   42  INGS AND OF THE BOARD MEETING AT WHICH THE CHANGE WILL BE ON THE AGENDA,\n   43  AND STATING THAT THE PUBLIC MAY SPEAK AT SUCH MEETING PURSUANT TO  PARA-\n   44  GRAPH  (C)  OF SUBDIVISION FOUR OF SECTION TWELVE HUNDRED SIXTY-THREE OF\n   45  THIS ARTICLE. THE PUBLIC SHALL BE NOTIFIED OF ANY CHANGE IN THE TIME AND\n   46  PLACE OF SUCH HEARING OR HEARINGS AND OF SUCH BOARD MEETING  BY  NOTICES\n   47  AT ALL OF THE ABOVE LOCATIONS.\n   48    (D)  THE  AUTHORITY  SHALL  PERFORM  PASSENGER  COUNTS ON THE AFFECTED\n   49  SERVICES SIX MONTHS AFTER IMPLEMENTATION  OF  EACH  SUBSTANTIAL  SERVICE\n   50  CHANGE.  SUCH  COUNTS, ACCOMPANIED BY THE ORIGINAL PROJECTIONS OF IMPACT\n   51  ON RIDERSHIP, SHALL BE REPORTED TO THE BOARD AND THE PUBLIC.\n   52    (E) THIS SUBDIVISION SHALL NOT APPLY TO SUBSTANTIAL CHANGES IN SERVICE\n   53  WITH A PROJECTED DURATION OF LESS THAN ONE HUNDRED EIGHTY DAYS,  NOR  TO\n   54  SUBSTANTIAL  CHANGES  IN  SERVICE  RESULTING FROM AN EMERGENCY SUCH THAT\n   55  PUBLIC HEARINGS CANNOT TAKE  PLACE  WITHOUT  IMPERILING  THE  SAFETY  OF\n   56  PASSENGERS.\n\n       S. 1216                             3\n\n    1    S  2.  Paragraph  (c)  of  subdivision 4 of section 1263 of the public\n    2  authorities law, as added by chapter 247 of the laws of 1990, is amended\n    3  to read as follows:\n    4    (c)  The  [chairman] CHAIRPERSON shall ensure that at every meeting of\n    5  the board and at every meeting of each committee  the  public  shall  be\n    6  allotted a period of time, not less than thirty minutes, to speak on any\n    7  topic  on the agenda. EACH SPEAKER  SHALL BE ALLOTTED NOT LESS THAN FIVE\n    8  MINUTES OF SPEAKING TIME, EXCEPT THAT  WHEN  THE  NUMBER  OF  REGISTERED\n    9  SPEAKERS  IS SUCH THAT THE THIRTY MINUTE DURATION WOULD BE SUBSTANTIALLY\n   10  EXCEEDED, THE ALLOTTED SPEAKING TIMES MAY BE REDUCED TO  NOT  LESS  THAN\n   11  THREE  MINUTES.  THE  CHAIRPERSON MAY, AT HIS OR HER DISCRETION, END THE\n   12  PUBLIC SPEAKING PERIOD AFTER SEVENTY-FIVE  MINUTES.  AGENDAS  FOR  EVERY\n   13  MEETING  OF  THE BOARD AND EVERY MEETING OF EACH COMMITTEE THEREOF SHALL\n   14  BE MADE AVAILABLE FOR INSPECTION BY THE PUBLIC NOT LESS THAN SEVEN  DAYS\n   15  PRIOR  TO EACH MEETING AT THE HEADQUARTERS OF THE AUTHORITY AND AT LEAST\n   16  ONE DESIGNATED LOCATION WITHIN EACH COUNTY WHERE THE AUTHORITY  PROVIDES\n   17  SERVICE.\n   18    THE  MINUTES  OF  EACH MEETING SHALL RECORD THE COMMENTS OF THE PUBLIC\n   19  SPEAKERS WITH THE SAME LEVEL OF DETAIL AS IS ACCORDED TO ANY OTHER  PART\n   20  OF THE AGENDA.\n   21    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1216\n\nTITLE OF BILL:\nAn act to amend the public authorities law, in relation to requiring\npublic notice and hearing prior to any planned substantial change in\nservice\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo allow for public comment and adequate notice thereof, prior to the\nimplementation of proposed changes in the levels of subway or bus\nservice; and to encourage public speaking at board and committee meet-\nings by specifying minimum speaking times to be allotted to each speak-\ner.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1205 of the public authorities law is amended by adding a new\nsubdivision 9:\n\nRequires NYCTA to obtain approval by resolution of the committee on\noperations of the NYCTA and the MTA Board to hold a public hearing in\nthe affected county(ies) prior to any substantial change in service.\n\n* Defines a substantial change in service.\n* Requires further hearings for additional changes if substantial chang-\nes in service were made within previous three years.\n* Includes complete or partial closing of a passenger station as a\nsubstantial change\n* Defines notice of hearing(s) to be given to affected communities\n* Requires posters describing proposed change at affected stations and\non buses on affected routes, where detailed information is available and\ndate, time and place of hearing(s) and right of public to speak.\n\nParagraph (c) of subdivision 4 of section 1263 of the public authorities\nlaw is amended.\n\n* Describes allowable public speaking\n* Requires that public comments be recorded in the minutes.\n* Requires agendas for the meeting(s) be made available to the public.\n\nJUSTIFICATION:\nThis legislation has four objectives:\n\n(1) Provide Sunshine Law for NYCTA Service Changes. The legislation will\ninsure that the data collection and analysis performed by the NYCTA\nprior to proposing a service change is adequate, and is subject to\ndetailed scrutiny by the MTA board and the public. Most of the data\ncollection and analysis stipulated in this legislation is already being\nperformed by NYCTA planning staff. However, when the. NYCTA proposes\nservice changes, minimal information is presented to the board, and even\nless to the public. The quality of NYCTA's service change planning will\n\nbe significantly improved by opening up the process to detailed public\nscrutiny.\n\n(2) Provide public Input Before Service Changes are Implemented. The\nlegislation will give the public the opportunity to comment on the tech-\nnical analysis presented by NYCTA staff, and also to present other rele-\nvant issues. Service changes on buses and subways often have impacts on\nriders that are not apparent from studying ridership figures alone. Many\nNew Yorkers decide where to live based on available mass transit and,\nespecially for the elderly and disabled, a service change that may\nappear minor may have a major impact on the quality of rider's lives.\nBecause such facts are often not apparent from ridership studies alone,\na public hearing is essential to bring to light information that may\notherwise be unavailable. Public hearings would therefore allow those\naffected by cuts and other interested parties to present important\ninformation to the committee on NYCTA operators for its consideration.\n\n(3) Improve Public Speaking at MTA Board and Committee Meetings. The\nlegislation strengthens requirements concerning public speaking at meet-\nings of the MTA Board and its committees. Currently, the MTA discourages\npublic speakers by limiting their comments to a maximum of two minutes;\nby restricting comments to topics on the agenda, while making the agenda\nunavailable to the public until minutes before each meeting; and by not\nrecording the comments of public speakers in the minutes. The legis-\nlation is specifically designed to correct these abuses. It stipulates\nthat more adequate speaking times shall be provided and may be shortened\nonly when, necessary to permit the Board to proceed with its agenda\nwithin a reasonable time, and it requires that agendas shall be avail-\nable for public inspection at easily accessible locations throughout\nMTA's service territory well in advance of each meeting of the MT A\nBoard and each of its committees.\n\n(4) Enhance Oversight by MTA Board. An intended and desirable effect of\nthis legislation is that MTA Board members, as well as the public, .\nshall have at least seven days to review agendas for meetings of the MTA\nBoard and its committees. Currently, nothing prevents the MTA from\ngiving draft agendas to Board members as little as forty-eight hours\nprior to a committee or Board meeting, and final agendas only a few\nhours prior to a committee meeting. At a typical meeting, the MTA Board\nis asked to authorize the expenditure of tens of millions of dollars,\nand frequently-hundreds of millions of dollars of public funds by guar-\nanteeing that Board members shall have at least seven days to review\nproposed MTA expenditures, this legislation will significantly enhance\nthe MTA Board's ability to discharge its responsibilities.\n\nPRIOR LEGISLATIVE HISTORY:\nThis bill has been introduced in previous legislative sessions.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to requiring public notice and hearing prior to any planned substantial change in service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110107.T165421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497386
}