{
  "year" : 2011,
  "senateBillNo" : "S1219-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1219-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits licensed physician, visiting nurse, nurse, physical therapist or chiropractor to park where parking is prohibited if vehicle is identified by special placard",
  "summary" : "Permits licensed physician, visiting nurse, nurse, physical therapist or chiropractor to park where parking is prohibited if vehicle is identified by special placard; permits such parking for a period not to exceed 1 hour while attending to a patient in the immediate vicinity. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A955",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S5116-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1219\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic  law,  in  relation  to  parking\n         regulations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1203 of the vehicle and traffic law is  amended  by\n    2  adding a new subdivision (e) to read as follows:\n    3    (E)  WHERE  PARKING  IS PROHIBITED BY SIGNS, BUT NOT WHERE STOPPING OR\n    4  STANDING IS PROHIBITED, A DULY LICENSED PHYSICIAN, VISITING NURSE, NURSE\n    5  AS DEFINED IN ARTICLE ONE HUNDRED  THIRTY-NINE  OF  THE  EDUCATION  LAW,\n    6  PHYSICAL THERAPIST OR CHIROPRACTOR MAY PARK HIS/HER MOTOR VEHICLE, IDEN-\n    7  TIFIED  BY  A  SPECIAL  PLACARD  ISSUED  BY THE COMMISSIONER PURSUANT TO\n    8  SECTION FOUR HUNDRED FOUR-X OF THIS CHAPTER, FOR A PERIOD NOT TO  EXCEED\n    9  ONE HOUR WHILE ATTENDING TO A PATIENT IN THE IMMEDIATE VICINITY.\n   10    S  2.  The  vehicle and traffic law is amended by adding a new section\n   11  404-x to read as follows:\n   12    S 404-X. DISTINCTIVE PLACARD FOR LICENSED PHYSICIANS, VISITING NURSES,\n   13  NURSES, PHYSICAL THERAPISTS AND  CHIROPRACTORS.  1.  ANY  DULY  LICENSED\n   14  PHYSICIAN,  VISITING NURSE, NURSE, PHYSICAL THERAPIST OR CHIROPRACTOR IN\n   15  THIS STATE SHALL, UPON REQUEST, BE ISSUED A DISTINCTIVE PLACARD  BEARING\n   16  A UNIQUE SERIAL NUMBER IN SUCH FORM AND DETAIL AS THE COMMISSIONER SHALL\n   17  PRESCRIBE.  APPLICATION FOR SAID PLACARD SHALL BE FILED WITH THE COMMIS-\n   18  SIONER AND SHALL BE VERIFIED ANNUALLY BY THE APPLICANT.\n   19    2. THE DISTINCTIVE PLACARD  AUTHORIZED  IN  SUBDIVISION  ONE  OF  THIS\n   20  SECTION  SHALL  BE  ISSUED UPON PROOF, SATISFACTORY TO THE COMMISSIONER,\n   21  THAT THE APPLICANT IS PRESENTLY  A  DULY  LICENSED  PHYSICIAN,  VISITING\n   22  NURSE, NURSE, PHYSICAL THERAPIST OR CHIROPRACTOR.\n   23    3.  A  DISTINCTIVE  PLACARD  ISSUED  PURSUANT TO THIS SECTION SHALL BE\n   24  ISSUED UPON PAYMENT  OF  AN  INITIAL  ONE  TIME  SERVICE  CHARGE  TO  BE\n   25  PRESCRIBED BY THE COMMISSIONER.\n   26    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04861-01-1\n",
  "memo" : "BILL NUMBER:S1219\n\nTITLE OF BILL:\nAn act to amend the vehicle and traffic law, in relation to parking\nregulations\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this bill is to allow registered medical professionals\nproviding care to homebound patients to legally park near the patient's\nhome while attending to that patient.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill amends &sect; 1203 of the vehicle and traffic law to include a new\nsubdivision (e). It will expand it to include licensed physical thera-\npists, nurses and chiropractors who are attending to patients in their\nhomes. The bill would allow these professionals to park where parking is\nprohibited by signs, but not where stopping or standing is prohibited,\nwith a maximum limit of one hour while attending to a patient in the\nimmediate vicinity.\n\nJUSTIFICATION:\nLocal ordinances have traditionally given parking privileges to doctors,\nhowever, more often it is nurses, physical therapists and chiropractors\nwho are attending to patients in their homes. Also, nurses have been\ntargets of thieves that attack them for the valuable prescriptions that\nthey must carry with them for their homebound patient. Allowing nurses\nthe right to park closer to a patient's home will reduce the risk they\ntake when visiting and delivering medications to a patient.\n\nPRIOR LEGISLATIVE HISTORY:\nNew in Senate.\n\nFISCAL IMPLICATIONS:\nNone. This legislation would actually raise revenue for the state, as\nthe beneficiaries of this legislation would be subjected to a one time\nservice charge for the parking placard.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to parking regulations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T121715.TXT", "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110107.T165421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497389
}