{
  "year" : 2011,
  "senateBillNo" : "S1214-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1214-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the annual service charge for distinctive plates for members of volunteer ambulance services and replaces it with a one time service charge",
  "summary" : "Eliminates the annual service charge for distinctive plates for members of volunteer ambulance services and replaces it with a one time service charge of twenty dollars. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A2152",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1544-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1214\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  eliminating\n         the annual service charge for distinctive plates for members of volun-\n         teer ambulance services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 404-f of the vehicle  and  traffic\n    2  law,  as  amended by chapter 277 of the laws of 1991, is amended to read\n    3  as follows:\n    4    3. A distinctive plate issued pursuant to this section shall be issued\n    5  in the same manner as other number plates upon payment  of  the  regular\n    6  registration  fee  prescribed by section four hundred one of this [chap-\n    7  ter] ARTICLE and an [additional annual] INITIAL ONE TIME service  charge\n    8  of [fifteen] TWENTY dollars.\n    9    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05078-01-1\n",
  "memo" : "BILL NUMBER:S1214\n\nTITLE OF BILL:\nAn act to amend the vehicle and traffic law, in relation to eliminating\nthe annual service charge for distinctive plates for members of volun-\nteer ambulance services\n\nSUMMARY OF PROVISIONS:\nSubdivision 3 of section 404-f of the vehicle and traffic law as amended\nby chapter 277 of the laws of 1991 is amended.\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo replace the annual service charge for special plates for volunteer\nambulance members to a one time twenty dollar fee.\n\nJUSTIFICATION:\nThis bill would replace the present annual twenty dollar fee for\ndistinctive plates bearing \"V.A.S.\" charged to volunteer ambulance\nmembers with an initial one time fee of twenty dollars.\n\nSection 404-b of the Vehicle and Traffic Law presently allows volunteer\nfirefighters to obtain distinctive license plates for a one time fee of\ntwenty dollars. There is no annual license plate fee assessed to volun-\nteer firefighters, but an annual fee of twenty dollars is levied on\nvolunteer ambulance members. This bill would remedy the inequity in\nlicense plate fees between these two groups by eliminating the annual\nfee for volunteer ambulance members.\n\nThe members contribute their time without compensation. The service that\nvolunteer ambulance members provide to many communities is invaluable,\nand the state has a vested interest in promoting participation in volun-\nteer ambulance programs.\n\nPRIOR LEGISLATIVE HISTORY:\nPreviously introduced.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately upon enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to eliminating the annual service charge for distinctive plates for members of volunteer ambulance services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T121715.TXT", "SOBI.D110107.T164920.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T110705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295022563336
}