{
  "year" : 2011,
  "senateBillNo" : "S1221-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1221-2011-1294290000000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits cost-sharing responsibilities of participants in the elderly pharmaceutical insurance coverage program",
  "summary" : "Limits cost-sharing responsibilities of participants in the elderly pharmaceutical insurance coverage program for both comprehensive and catastrophic coverages to no more than five percent of the eligible participant's gross income. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S1539-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1221\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to limiting the  cost-sharing\n         responsibilities  of  eligible  participants in the elderly pharmaceu-\n         tical insurance coverage program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  247  of the elder law is amended by adding a new\n    2  subdivision 5 to read as follows:\n    3    5. COST-SHARING RESPONSIBILITIES LIMIT. AT NO TIME DURING  A  COVERAGE\n    4  PERIOD  SHALL  THE COST-SHARING RESPONSIBILITIES, WHICH ARE COMPRISED OF\n    5  THE SUM OF THE ANNUAL REGISTRATION  FEE  AND  CO-PAYMENTS,  EXCEED  FIVE\n    6  PERCENT  OF  THE  ELIGIBLE PROGRAM PARTICIPANT'S GROSS INCOME, EFFECTIVE\n    7  IMMEDIATELY.\n    8    S 2. Section 248 of the elder law is amended by adding a new  subdivi-\n    9  sion 5 to read as follows:\n   10    5.  COST-SHARING  RESPONSIBILITIES LIMIT. AT NO TIME DURING A COVERAGE\n   11  PERIOD SHALL THE COST-SHARING RESPONSIBILITIES, WHICH ARE  COMPRISED  OF\n   12  THE SUM OF THE ANNUAL DEDUCTIBLE AND CO-PAYMENTS, EXCEED FIVE PERCENT OF\n   13  THE ELIGIBLE PROGRAM PARTICIPANT'S GROSS INCOME, EFFECTIVE IMMEDIATELY.\n   14    S  3. This act shall take effect on the one hundred twentieth day next\n   15  succeeding the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04946-01-1\n",
  "memo" : "BILL NUMBER:S1221\n\nTITLE OF BILL:\nAn act to amend the elder law, in relation to limiting the cost-sharing\nresponsibilities of eligible participants in the elderly pharmaceutical\ninsurance coverage program\n\nPURPOSE OF THE BILL:\nCaps the out-of-pocket expenses (COPE) of an individual participant in\neither the Fee Plan or the Deductible Plan of the Elderly Pharmaceutical\nInsurance Coverage Program (EPIC) at five percent (5%) of annual gross\nincome.\n\nSUMMARY OF PROVISIONS:\nSection 247 and 248 of the elder law are amended to add new subdivision\n5.  Caps out-of-pocket expenses (COPE) at five percent of annual gross\nincome for the Fee Plan of the Elderly Pharmaceutical Insurance Coverage\nProgram (EPIC).\n\nCaps out-of-pocket expenses (COPE) at five percent of annual gross\nincome for the Deductible Plan of the Elderly Pharmaceutical Insurance\nCoverage Program (EPIC).\n\nJUSTIFICATION:\nThe cost of prescription drugs for senior citizens is a well-documented\nissue that looms over the political landscape in New York and throughout\nthe country. As drug prices continue to rise, there is an ever-increas-\ning burden on senior incomes. Federal Medicare HMO's continue to dump\nseniors.\n\nIn New York, the Elderly Pharmaceutical Insurance Coverage (EPIC) Plan\nhas picked up some of the burden. EPIC requires that participants pay a\nvariety of premiums, fees, co-pays and deductibles.  This currently\nranges from 4 to 7 percent of their incomes. COPE ensures that no one\nwill pay more than 5 percent of their income. This will save seniors as\nmuch as $170 million. COPE will pick up the cost, pointing to a renewed\nurgency for Congress to resolve the issue in order to offset the States\ncommitment.\n\nFISCAL IMPLICATIONS:\nNYS costs would be $170 million in the event of no federal support.\n\nLEGISLATIVE HISTORY:\nThis bill has previously been introduced.\n\nEFFECTIVE DATE:\nThis act shall take effect on the 120th day after it shall have become a\nlaw.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to limiting the cost-sharing responsibilities of eligible participants in the elderly pharmaceutical insurance coverage program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497392
}