{
  "year" : 2011,
  "senateBillNo" : "S1220-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1220-2011-1294290000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits evictions in summary proceedings in certain cases where a complaint is registered with a local rent office",
  "summary" : "Prohibits evictions for non-payment of rent in summary proceedings where a tenant of a multiple dwelling with 6 or more units has registered a complaint with a local rent office unless the court or local rent office has found that such complaint was without merit or the grounds for the complaint no longer exist or the court finds that rent should have been paid notwithstanding such complaint; provides that court may order eviction if it finds the complaint was made frivolously or with intent to defraud. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : "A1971",
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "S1540-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1220\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  real  property  actions and proceedings law, in\n         relation to evictions from multiple dwellings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   The real property actions and proceedings law is amended\n    2  by adding a new section 770-a to read as follows:\n    3    S 770-A.  EVICTIONS.  NOTWITHSTANDING THE PROVISIONS OF  ANY  GENERAL,\n    4  SPECIAL  OR  LOCAL  LAW,  RULE,  REGULATION  OR CODE TO THE CONTRARY, NO\n    5  TENANT OF A MULTIPLE DWELLING, COMPRISING SIX  OR  MORE  UNITS,  MAY  BE\n    6  EVICTED  FOR  THE  NON-PAYMENT OF RENT FROM SUCH MULTIPLE DWELLING AFTER\n    7  HAVING REGISTERED A COMPLAINT WITH A LOCAL RENT OFFICE UNTIL SUCH  LOCAL\n    8  RENT  OFFICE  OR  COURT  HAS  DETERMINED  THAT SUCH COMPLAINT IS WITHOUT\n    9  MERIT, THE GROUNDS FOR SUCH COMPLAINT NO LONGER EXIST,  OR  A  COURT  OF\n   10  COMPETENT  JURISDICTION  HAS SPECIFICALLY DETERMINED THAT RENT SHOULD BE\n   11  PAID NOTWITHSTANDING SUCH COMPLAINT, PROVIDED, HOWEVER,  THE  COURT  HAS\n   12  THE  RIGHT  TO  ORDER  THE EVICTION OF SUCH TENANT, NOTWITHSTANDING THIS\n   13  SECTION, IF THE COURT FINDS THE COMPLAINT WAS MADE FRIVOLOUSLY  OR  WITH\n   14  THE INTENT TO DEFRAUD BY SUCH TENANT.\n   15    S 2.  This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04661-01-1\n",
  "memo" : "BILL NUMBER:S1220\n\nTITLE OF BILL:\nAn act to amend the real property actions and proceedings law, in\nrelation to evictions from multiple dwellings\n\nPURPOSE OF GENERAL IDEA:\nLimits evictions in summary proceedings in certain cases where a\ncomplaint is registered with a local rent office.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAdds a new section 770-a to the real property actions and proceedings\nlaw.\n\nJUSTIFICATION:\nAll too often, landlords seek to evict tenants that they consider \"trou-\nblemakers\" simply because the tenant exercises his/her rights under\nregulation laws. This legislation will protect these tenant activists\nfrom such discrimination. Under this bill, if a complaint is pending\nwith a rent office, then the tenant cannot be evicted without a full\nhearing in court or disposition of the complaint by the rent office. If\nthe court determines that the complaint was frivolous, then the judge\ncan waive the provisions of this section.\n\nPRIOR LEGISLATIVE HISTORY:\nThis bill was previously introduced.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to evictions from multiple dwellings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110112.T154619.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110107.T165421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865179301
}