{
  "year" : 2011,
  "senateBillNo" : "S1226-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1226-2011-1294290000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Proposes a constitutional amendment in relation to eliminating mandatory retirement for judges",
  "summary" : "Eliminates the mandatory retirement for judges. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S6254-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1226\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 25 of article 6 of  the  constitution,\n         in relation to eliminating mandatory retirement for judges\n\n    1    Section 1. RESOLVED (if the Assembly concur), That section 25 of arti-\n    2  cle 6 of the constitution be amended to read as follows:\n    3    S  25.  [a.]  The  compensation  of a judge of the court of appeals, a\n    4  justice of the supreme court, a judge of the court of claims, a judge of\n    5  the county court, a judge of the surrogate's court, a judge of the fami-\n    6  ly court, a judge of a court for the city of New York established pursu-\n    7  ant to section fifteen of this article, a judge of the district court or\n    8  of a retired judge or justice shall be established by law and shall  not\n    9  be  diminished during the term of office for which he or she was elected\n   10  or appointed. Any judge or justice of a court abolished by section thir-\n   11  ty-five of this article, who pursuant to that section becomes a judge or\n   12  justice of a court established  or  continued  by  this  article,  shall\n   13  receive without interruption or diminution for the remainder of the term\n   14  for  which he or she was elected or appointed to the abolished court the\n   15  compensation he or she had been receiving upon  the  effective  date  of\n   16  this  article  together  with  any  additional  compensation that may be\n   17  prescribed by law.\n   18    [b. Each judge of the court of appeals, justice of the supreme  court,\n   19  judge  of  the  court of claims, judge of the county court, judge of the\n   20  surrogate's court, judge of the family court, judge of a court  for  the\n   21  city of New York established pursuant to section fifteen of this article\n   22  and judge of the district court shall retire on the last day of December\n   23  in  the  year  in  which he or she reaches the age of seventy. Each such\n   24  former judge of the court of appeals and justice of  the  supreme  court\n   25  may  thereafter  perform  the  duties of a justice of the supreme court,\n   26  with power to hear and  determine  actions  and  proceedings,  provided,\n   27  however,  that  it  shall  be certificated in the manner provided by law\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89017-01-1\n\n       S. 1226                             2\n\n    1  that the services of such judge or justice are necessary to expedite the\n    2  business of the court and that he or she is mentally and physically able\n    3  and competent to perform the  full  duties  of  such  office.  Any  such\n    4  certification shall be valid for a term of two years and may be extended\n    5  as provided by law for additional terms of two years. A retired judge or\n    6  justice shall serve no longer than until the last day of December in the\n    7  year  in which he or she reaches the age of seventy-six. A retired judge\n    8  or justice shall be subject to assignment by the appellate  division  of\n    9  the  supreme  court  of the judicial department of his or her residence.\n   10  Any retired justice of the supreme court who had been designated to  and\n   11  served  as a justice of any appellate division immediately preceding his\n   12  or her reaching the age of seventy shall be eligible for designation  by\n   13  the governor as a temporary or additional justice of the appellate divi-\n   14  sion. A retired judge or justice shall not be counted in determining the\n   15  number  of justices in a judicial district for purposes of subdivision d\n   16  of section six of this article.\n   17    c. The provisions of this section shall  also  be  applicable  to  any\n   18  judge  or justice who has not reached the age of seventy-six and to whom\n   19  it would otherwise have been applicable but for the fact that he or  she\n   20  reached the age of seventy and retired before the effective date of this\n   21  article.]\n   22    S  2.  RESOLVED (if the Assembly concur), That the foregoing amendment\n   23  be referred to the first regular legislative session convening after the\n   24  next succeeding general election of members of  the  assembly,  and,  in\n   25  conformity  with  section  1  of  article  19  of  the  constitution, be\n   26  published for three months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 25 of article 6 of the constitution, in relation to eliminating mandatory retirement for judges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T121715.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110106.T111204.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684266880
}