{
  "year" : 2011,
  "senateBillNo" : "S1222-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1222-2011-1294290000000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to actions by health care providers against patients",
  "summary" : "Relates to actions by health care providers against patients; provides that it shall be an affirmative defense to an action by a health care provider against a patient for recovery of payment for an outstanding bill that such health care provider failed to submit such insurance claim to the patient's insurer in a timely manner. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A866",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S1738-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1222\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to actions by health care\n         providers against patients\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new section 3224-d\n    2  to read as follows:\n    3    S  3224-D.  ACTIONS  BY  HEALTH  CARE  PROVIDERS  RELATED TO INSURANCE\n    4  CLAIMS. IN ANY ACTION BROUGHT  BY  A  HEALTH  CARE  PROVIDER  AGAINST  A\n    5  PATIENT  TO  RECOVER  PAYMENT  FOR  AN  OUTSTANDING  BILL,  FOR SERVICES\n    6  RENDERED BY SUCH HEALTH  CARE  PROVIDER,  IT  SHALL  BE  AN  AFFIRMATIVE\n    7  DEFENSE  TO  SUCH  ACTION THAT THE HEALTH CARE PROVIDER FAILED TO SUBMIT\n    8  THE INSURANCE CLAIM TO THE PATIENT'S INSURER IN A TIMELY MANNER.\n    9    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   10  have  become a law, and shall apply to civil actions brought on or after\n   11  such effective date.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04965-01-1\n",
  "memo" : "BILL NUMBER:S1222\n\nTITLE OF BILL:\nAn act to amend the insurance law, in relation to actions by health care\nproviders against patients\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo protect patients from actions by health care providers to recover\npayments for an outstanding bill, when the health care provider failed\nto submit the insurance claim to the patient's insurer in a timely\nmanner.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe insurance law is amended by adding a new &sect;3224-c, which provides\nthat failure to submit an insurance claim to the patient's insurer in a\ntimely manner shall be an affirmative defense to civil actions brought\nby a health care provider against a patient to recover payment for an\noutstanding bill.\n\nJUSTIFICATION:\nWhen a health care provider fails to submit the insurance claim to the\npatient's insurer in a timely manner, the patient should not be held\nresponsible when civil actions are brought against the patient to\nrecover payment for the outstanding bill.\n\nPRIOR LEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall have\nbecome law, and shall apply to civil actions brought on or after such\neffective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to actions by health care providers against patients ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110110.T140111.TXT", "SOBI.D110106.T111204.TXT", "SOBI.D110110.T140611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497393
}