{
  "year" : 2011,
  "senateBillNo" : "S1229-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1229-2011-1294290000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the use of informants by the prosecuting attorney and law enforcement personnel",
  "summary" : "Regulates the use of informants by the prosecuting attorney and law enforcement personnel; requires law enforcement personnel to submit an annual report to the department of state with statistical information relating to their use of informants. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A437",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S6341-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1229\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in  relation  to  the  regu-\n         lation of the use of informants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The criminal procedure law  is  amended  by  adding  a  new\n    2  section 60.77 to read as follows:\n    3  S 60.77 RULES OF EVIDENCE; USE OF CONFIDENTIAL INFORMANTS.\n    4    1. WHENEVER A PROSECUTING ATTORNEY PLANS TO USE AN INFORMANT TO TESTI-\n    5  FY  AGAINST  A  DEFENDANT,  THE  ATTORNEY  FOR  SUCH  DEFENDANT SHALL BE\n    6  SUPPLIED WITH:\n    7    A. THE COMPLETE CRIMINAL RECORD OF THE INFORMANT;\n    8    B. ANY TESTIMONY OR INFORMATION THE  INFORMANT  HAS  PROVIDED  OR  HAS\n    9  PROMISED TO PROVIDE FOR ANY LEGAL ACTION;\n   10    C.  ALL  STATEMENTS  MADE  BY  THE  INFORMANT ABOUT THE SPECIFIC LEGAL\n   11  ACTION IN QUESTION; AND\n   12    D. ALL PROMISES, COMPROMISES, OR PROTECTIONS OFFERED BY THE  PROSECUT-\n   13  ING ATTORNEY TO THE INFORMANT IN EXCHANGE FOR HIS OR HER TESTIMONY. THIS\n   14  SHALL  ALSO INCLUDE ANY INFORMATION ABOUT CRIMES COMMITTED BY THE INFOR-\n   15  MANT FOR WHICH CHARGES WILL NOT BE BROUGHT IN EXCHANGE FOR  HIS  OR  HER\n   16  TESTIMONY.\n   17    2.  THE  ATTORNEY  FOR THE DEFENDANT SHALL BE GIVEN THE OPPORTUNITY TO\n   18  DEPOSE THE INFORMANT PRIOR TO ENTERING INTO  ANY  PLEA  NEGOTIATIONS  OR\n   19  GOING TO TRIAL.\n   20    3. UPON THE REQUEST OF THE ATTORNEY FOR THE DEFENDANT, THE JUDGE SHALL\n   21  GRANT A RELIABILITY HEARING, WHICH SHALL BE USED TO DETERMINE THE CREDI-\n   22  BILITY OF THE INFORMANT'S TESTIMONY. BOTH THE PROSECUTION AND THE ATTOR-\n   23  NEY  FOR  THE  DEFENDANT SHALL BE ENTITLED TO OFFER EVIDENCE RELATING TO\n   24  THE INFORMANT'S RELIABILITY. THE JUDGE, IN HIS OR  HER  OWN  DISCRETION,\n   25  SHALL  WEIGH  THE  EVIDENCE AND DETERMINE IF THE INFORMANT IS A RELIABLE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01158-01-1\n\n       S. 1229                             2\n\n    1  WITNESS. IF THE INFORMANT IS FOUND TO BE UNRELIABLE, HE OR SHE SHALL  BE\n    2  PROHIBITED FROM TESTIFYING AGAINST THE DEFENDANT.\n    3    4.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW RELATING TO THE PLEA\n    4  BARGAINS, NO PROSECUTING ATTORNEY SHALL OFFER A DISMISSAL OF  OR  REFUSE\n    5  TO  BRING  CHARGES  FOR  THE  CRIMES  OF  MURDER, MANSLAUGHTER, RAPE, OR\n    6  KIDNAPPING IN EXCHANGE FOR THE TESTIMONY OF A PERSON.\n    7    5. IF A PERSON HAS COMMITTED A CRIME THAT, IF CONVICTED, WOULD  RESULT\n    8  IN  A  CONVICTION  OF  A CLASS A MISDEMEANOR OR ANY CLASS OF FELONY, LAW\n    9  ENFORCEMENT OFFICERS OR THE PROSECUTING ATTORNEY MUST  RECEIVE  JUDICIAL\n   10  CONSENT  BEFORE  USING  SUCH  CHARGE AS A PLEA OFFER IN EXCHANGE FOR THE\n   11  TESTIMONY OF THE PERSON.\n   12    6. COMMENCING JANUARY FIRST IN THE YEAR FOLLOWING THE  EFFECTIVE  DATE\n   13  OF THIS SECTION, AND EVERY JANUARY FIRST THEREAFTER, ALL LAW ENFORCEMENT\n   14  PERSONNEL  WHO USE INFORMANTS SHALL FILE A REPORT WITH THE DEPARTMENT OF\n   15  STATE. THE REPORT SHALL BE AVAILABLE TO PUBLIC  INSPECTION  AND  MAY  BE\n   16  MADE AVAILABLE ON THE DEPARTMENT OF STATE WEBSITE OR IN OTHER ELECTRONIC\n   17  FORMATS. THE REPORT SHALL INCLUDE:\n   18    A.  THE  EXACT  NUMBER  OF  INFORMANTS  CREATED  AND SUSTAINED BY EACH\n   19  DEPARTMENT OR OFFICE;\n   20    B. THE NUMBER OF OCCURRENCES WHEN A SUSPECT BECOMES AN INFORMANT WITH-\n   21  OUT EVER BEING OFFICIALLY CHARGED WITH A CRIME;\n   22    C. THE NUMBER OF OCCURRENCES WHEN A SUSPECT HAS CHARGES DROPPED  AFTER\n   23  AGREEING TO BECOME AN INFORMANT;\n   24    D.  THE  SPECIFIC  OFFENSES THAT HAVE BEEN DROPPED AS THE RESULT OF AN\n   25  INDIVIDUAL BECOMING AN INFORMANT;\n   26    E. THE NUMBER OF ARRESTS THAT ARE THE DIRECT OR INDIRECT RESULT OF THE\n   27  USE OF AN INFORMANT AND THE ROLE PLAYED BY THE INFORMANT FOR  EACH  SUCH\n   28  ARREST;\n   29    F. THE NUMBER OF CONVICTIONS THAT ARE THE DIRECT OR INDIRECT RESULT OF\n   30  THE  USE  OF  AN INFORMANT AND THE ROLE PLAYED BY THE INFORMANT FOR EACH\n   31  SUCH CONVICTION; AND\n   32    G. THE AGE, RACE, GENDER, AND NEIGHBORHOOD OF RESIDENCE OF EACH INFOR-\n   33  MANT.\n   34    S 2. This act shall  take  effect  on  the  first  of  September  next\n   35  succeeding the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1229\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation\nto campaign finance enforcement\n\nPURPOSE:\nThis is an omnibus bill designed to enhance enforcement of\nNew York State's campaign finance law by authorizing the state\nboard of elections to impose civil penalties for violations of\nthat law, creating a mechanism for notifying corporations of the\n$5,000 aggregate annual limit on their political contributions,\nand establishing the village clerk's authority to enforce the\ncampaign finance filing requirements imposed upon village candidates.\n\nSUMMARY OF PROVISIONS:\nA. Civil Enforcement\n\nThis bill adds to the enforcement powers of the state board\nof elections, enumerated in section 3-104 of the election law, by\nallowing the board to proceed administratively when it determines\nthat a violation of article 14 has occurred. The board is\nauthorized to assess a civil penalty, as set forth in section\n14-126 of the election law, following the hearing.\n\nSection 14-126 of the election law is amended to increase\nthe civil penalty provision from a maximum of one hundred dollars\nto ten thousand dollars and to make clear that it is applicable\nto all violations of article 14, rather than just\nfailures to\nfile. The power of the State Board and other boards to proceed\njudicially for civil penalties under section 3-104 is amended to\nconform with the change in section 14-126.\n\nA new section 3-105 is created in the election law to set\nforth the procedures to be followed in conducting an\nadministrative proceeding, issuing a determination, and assessing\na civil penalty. Except as specifically provided, the hearing\nshall be conducted pursuant to article 3 of the state\nadministrative procedure act. The board is required to randomly\nselect hearing officers from an active list of at least six\nqualified attorneys. Such hearing officers must meet the\nqualifications established by the board pursuant to regulations\ndesigned to ensure objectivity and independence, and are to be\npaid as independent contractors on a per diem basis\nat a rate fixed by the board.\n\nFollowing the hearing, the hearing officer shall submit a\nreport to the board and, after reviewing that report, the Board\nshall make a determination as to whether a violation has occurred\n\nand, when appropriate, shall impose a civil penalty. The board\nshall promulgate regulations setting forth factors to be\nconsidered in setting such penalty amounts.\n\nB. Enforcement by Village Clerk\n\nSections two, six and seven of the bill extend to the\nvillage clerk the powers to enforce the requirements of article\n14 of the election law which powers are currently possessed by\nthe state board and local boards of elections. Section six amends\nsubdivision five of section 3-104 to empower the village clerk to\ninstitute a civil proceeding for civil penalties against a\nvillage candidate or committee which violates the campaign\nfinance requirements set forth in article 14. Section eight of\nthe bill amends subdivision one of section 14-126 to include\nvillage clerks in the list of petitioners who can seek civil\npenalties in a judicial proceeding. Section seven amends section\n16-114 of the bill to extend to village clerks the power to institute\na judicial proceeding seeking an order that a candidate\nor committee required to file with the village make that filing.\n\nC. Enforcement of Corporate Contribution Limits\n\nSection five of the bill adds a new subdivision four to\nsection 14-118 to affirmatively state that treasurers of\npolitical committees are obligated to ensure that they do not\naccept more than $5,000 from any corporate contributor. The\nbill specifically requires that excess corporate contributions be\nreturned within 10 days of receipt. Moreover, the bill requires\ntreasurers who receive contributions of $1,000 or more from a\ncorporation to notify that corporation of the statutory limit of\n$5,000 per year.\n\nD. Miscellaneous Provisions\n\nSection four of the bill amends subdivision two of section\n14-116 to clarify that the corporate contribution limit of $5,000\nper calendar year does not apply to contributions for the\npurpose of promoting or defeating a ballot issue.\n\nJUSTIFICATION:\n\nA. Civil Enforcement\n\nThe state board of elections investigates approximately 50\nmatters each year, with about 30 to 40 percent of those matters\nrelating to violations of the campaign finance law, as set forth\nin article 14 of the election law. In many instances, the board\nconcludes that while a violation has occurred, criminal\nprosecution is not warranted because of the inability to\n\nestablish criminal intent, the existence of extenuating\ncircumstances, or the insignificance of the offense.\n\nUnder current law, when such a conclusion is reached, the\nboard often has no choice but to refer it to the district\nattorney regardless of merit or drop the matter altogether. While\nthe former solution places an unnecessary burden on prosecutors\nand threatens a minor violator with a disproportionate sanction,\nthe latter solution sends a message of indifference to candidates\nand their committees and eliminates the chance that similar\nviolations will be deterred in the future. By providing the board\nwith an additional, alternative enforcement tool -- the power to\nimpose civil penalties following an administrative hearing --\ncompliance with campaign finance requirements should\nsubstantially improved.\n\nFurther, by making clear that these penalties are available\nfor all article 14 violations, an impediment to\neffective\nenforcement by the board will be removed -- and by establishing\nan administrative review procedure, a more appropriate forum to\nlitigate these matters will be provided. However, such reforms\nwould prove meaningless without an increase in the amount of the\nmaximum civil penalty allowed by law. Given the cost of litigating\nthese matters in any forum and the nominal deterrent\neffect of $100 civil penalty, it would be difficult to justify\ncivil enforcement absent a change in the penalty amount.\nConsequently, to insure effective enforcement of New York State's\ncampaign finance law, this bill increases the maximum civil\npenalty amount the state board may assess to $10,000.\n\nB. Enforcement by Village Clerk\n\nExisting law provides for state board and local\nboard-initiated lawsuits to enforce the filing requirements of article\n14 of the election law. The practice has been for the state board\nto institute proceedings in those instances in which the filing\nshould have been made at its office and to refer to local boards\nof elections violations involving local filings. In addition,\nthere are numerous instances brought to the attention of the\nstate board each year where the violation involved a village\nelection; however, the law makes no reference to lawsuits\ninitiated by village clerks. This provision corrects that\noversight, and would therefore enhance enforcement at the village\nlevel.\n\nC. Enforcement of Corporate Contribution Limits\n\nOne of the most difficult compliance issues this board\nencounters relates to the $5,000 annual limit on political\ncontributions by corporations. The board currently uses a manual\nsystem to tabulate corporate contributions and its\n\ncomputerization plans will increase the board's detection\ncapacity. However, once they are identified as exceeding the\nlimit, many corporations claim they were unaware of the limit and\nthat sanctioning them would be unfair. The bill recognizes that\nnotification to politically active corporations of the limit will\nimprove compliance and, if ignored, will facilitate the board's\nenforcement efforts. Those most able to reach politically active\ncorporations are obviously the treasurers of the political\ncommittees to which the corporations contribute. Because it is\nreasonable to expect that significant contributions ($1,000 or\nmore) will be acknowledged in writing anyway, this requirement\nwill pose no extra burden on treasurers.\n\nD. Miscellaneous Provisions\n\nExisting law which prohibits corporations from contributing\nmore than $5,000 in a calendar year makes no distinction\nbetween contributions in support or opposition of candidates and\ncontributions to promote the success or defeat of a ballot issue.\nThe United States Supreme Court, in First National Bank of\nBoston\nv. Bellotti, 435 U.S. 716 (1978) ruled that there could be no\nlimits on the latter. This bill conforms New York law to the\nBellotti case.\n\nFISCAL IMPACT:\nThis bill will have no fiscal impact on the state this\nyear.\n\nEFFECTIVE DATE:\nThe first April after which the bill shall have become law,\nexcept that the state board of elections shall immediately\npromulgate rules and regulations to implement adjudicatory\nhearings.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the regulation of the use of informants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T112707.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110106.T113206.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849278
}