{
  "year" : 2011,
  "senateBillNo" : "S1229-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1229-2011-1294290000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the use of informants by the prosecuting attorney and law enforcement personnel",
  "summary" : "Regulates the use of informants by the prosecuting attorney and law enforcement personnel; requires law enforcement personnel to submit an annual report to the department of state with statistical information relating to their use of informants. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A437",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S6341-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1229\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in  relation  to  the  regu-\n         lation of the use of informants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The criminal procedure law  is  amended  by  adding  a  new\n    2  section 60.77 to read as follows:\n    3  S 60.77 RULES OF EVIDENCE; USE OF CONFIDENTIAL INFORMANTS.\n    4    1. WHENEVER A PROSECUTING ATTORNEY PLANS TO USE AN INFORMANT TO TESTI-\n    5  FY  AGAINST  A  DEFENDANT,  THE  ATTORNEY  FOR  SUCH  DEFENDANT SHALL BE\n    6  SUPPLIED WITH:\n    7    A. THE COMPLETE CRIMINAL RECORD OF THE INFORMANT;\n    8    B. ANY TESTIMONY OR INFORMATION THE  INFORMANT  HAS  PROVIDED  OR  HAS\n    9  PROMISED TO PROVIDE FOR ANY LEGAL ACTION;\n   10    C.  ALL  STATEMENTS  MADE  BY  THE  INFORMANT ABOUT THE SPECIFIC LEGAL\n   11  ACTION IN QUESTION; AND\n   12    D. ALL PROMISES, COMPROMISES, OR PROTECTIONS OFFERED BY THE  PROSECUT-\n   13  ING ATTORNEY TO THE INFORMANT IN EXCHANGE FOR HIS OR HER TESTIMONY. THIS\n   14  SHALL  ALSO INCLUDE ANY INFORMATION ABOUT CRIMES COMMITTED BY THE INFOR-\n   15  MANT FOR WHICH CHARGES WILL NOT BE BROUGHT IN EXCHANGE FOR  HIS  OR  HER\n   16  TESTIMONY.\n   17    2.  THE  ATTORNEY  FOR THE DEFENDANT SHALL BE GIVEN THE OPPORTUNITY TO\n   18  DEPOSE THE INFORMANT PRIOR TO ENTERING INTO  ANY  PLEA  NEGOTIATIONS  OR\n   19  GOING TO TRIAL.\n   20    3. UPON THE REQUEST OF THE ATTORNEY FOR THE DEFENDANT, THE JUDGE SHALL\n   21  GRANT A RELIABILITY HEARING, WHICH SHALL BE USED TO DETERMINE THE CREDI-\n   22  BILITY OF THE INFORMANT'S TESTIMONY. BOTH THE PROSECUTION AND THE ATTOR-\n   23  NEY  FOR  THE  DEFENDANT SHALL BE ENTITLED TO OFFER EVIDENCE RELATING TO\n   24  THE INFORMANT'S RELIABILITY. THE JUDGE, IN HIS OR  HER  OWN  DISCRETION,\n   25  SHALL  WEIGH  THE  EVIDENCE AND DETERMINE IF THE INFORMANT IS A RELIABLE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01158-01-1\n\n       S. 1229                             2\n\n    1  WITNESS. IF THE INFORMANT IS FOUND TO BE UNRELIABLE, HE OR SHE SHALL  BE\n    2  PROHIBITED FROM TESTIFYING AGAINST THE DEFENDANT.\n    3    4.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW RELATING TO THE PLEA\n    4  BARGAINS, NO PROSECUTING ATTORNEY SHALL OFFER A DISMISSAL OF  OR  REFUSE\n    5  TO  BRING  CHARGES  FOR  THE  CRIMES  OF  MURDER, MANSLAUGHTER, RAPE, OR\n    6  KIDNAPPING IN EXCHANGE FOR THE TESTIMONY OF A PERSON.\n    7    5. IF A PERSON HAS COMMITTED A CRIME THAT, IF CONVICTED, WOULD  RESULT\n    8  IN  A  CONVICTION  OF  A CLASS A MISDEMEANOR OR ANY CLASS OF FELONY, LAW\n    9  ENFORCEMENT OFFICERS OR THE PROSECUTING ATTORNEY MUST  RECEIVE  JUDICIAL\n   10  CONSENT  BEFORE  USING  SUCH  CHARGE AS A PLEA OFFER IN EXCHANGE FOR THE\n   11  TESTIMONY OF THE PERSON.\n   12    6. COMMENCING JANUARY FIRST IN THE YEAR FOLLOWING THE  EFFECTIVE  DATE\n   13  OF THIS SECTION, AND EVERY JANUARY FIRST THEREAFTER, ALL LAW ENFORCEMENT\n   14  PERSONNEL  WHO USE INFORMANTS SHALL FILE A REPORT WITH THE DEPARTMENT OF\n   15  STATE. THE REPORT SHALL BE AVAILABLE TO PUBLIC  INSPECTION  AND  MAY  BE\n   16  MADE AVAILABLE ON THE DEPARTMENT OF STATE WEBSITE OR IN OTHER ELECTRONIC\n   17  FORMATS. THE REPORT SHALL INCLUDE:\n   18    A.  THE  EXACT  NUMBER  OF  INFORMANTS  CREATED  AND SUSTAINED BY EACH\n   19  DEPARTMENT OR OFFICE;\n   20    B. THE NUMBER OF OCCURRENCES WHEN A SUSPECT BECOMES AN INFORMANT WITH-\n   21  OUT EVER BEING OFFICIALLY CHARGED WITH A CRIME;\n   22    C. THE NUMBER OF OCCURRENCES WHEN A SUSPECT HAS CHARGES DROPPED  AFTER\n   23  AGREEING TO BECOME AN INFORMANT;\n   24    D.  THE  SPECIFIC  OFFENSES THAT HAVE BEEN DROPPED AS THE RESULT OF AN\n   25  INDIVIDUAL BECOMING AN INFORMANT;\n   26    E. THE NUMBER OF ARRESTS THAT ARE THE DIRECT OR INDIRECT RESULT OF THE\n   27  USE OF AN INFORMANT AND THE ROLE PLAYED BY THE INFORMANT FOR  EACH  SUCH\n   28  ARREST;\n   29    F. THE NUMBER OF CONVICTIONS THAT ARE THE DIRECT OR INDIRECT RESULT OF\n   30  THE  USE  OF  AN INFORMANT AND THE ROLE PLAYED BY THE INFORMANT FOR EACH\n   31  SUCH CONVICTION; AND\n   32    G. THE AGE, RACE, GENDER, AND NEIGHBORHOOD OF RESIDENCE OF EACH INFOR-\n   33  MANT.\n   34    S 2. This act shall  take  effect  on  the  first  of  September  next\n   35  succeeding the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1229\n\nTITLE OF BILL:\n\nAn act\nto amend the criminal procedure law, in relation to the regulation of\nthe use of informants\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nTo introduce more transparency, uniformity and formality into law\nenforcement's use of informants. To protect society from the\ntroubling side effects of this largely unregulated practice.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nCompiles annual statistics about law enforcement use of informants to\nassist with judicial and legislative oversight. Provides defendants\nand their attorneys with vital information about informants offering\ntestimony against them through full disclosure, reliability hearings\nand depositions. Places limits on who can be turned into an informant.\n\nJUSTIFICATION:\n\nThis bill is designed to provide guidelines, and to allow for more\nlegislative, judicial and public scrutiny over the practice of using\ninformants to solve crimes to ensure that it is truly benefiting\nsociety and creating safer neighborhoods for New Yorkers. It also\nattempts to provide for more continuity in the circumstances\nsurrounding the creation and maintenance of informants. The bill does\nnot intend to eliminate the practice, rather it seeks to set\nstandards and achieve greater oversight of the entire process.\n\nInformants provide information to government officials, police,\nprosecutors, etc exchange for some sort of government benefit. It is\na very common and pervasive practice in today's law enforcement, that\nlargely goes unchecked, unregulated and without scrutiny.\n\nMost often, informant use is particularly referring to someone who\nprovides information about another person's criminal behavior in\nexchange for a government conferred benefit, such as avoidance of\nprosecution or arrest, a reduction of charges, privileges while in\nprison etc. Informing can be an enormous labor and time saving device\nfor both police and prosecutors that can be essential for prosecution\nof certain types of cases.\n\nHowever, legislative, judicial and public entities rarely have the\nopportunity to review these negotiations. Informant agreements do not\nrequire judicial approval to make sure they are in society's best,\ninterest, as plea agreements do. Instead, the practice relies almost\ncompletely on police and prosecutorial discretion. The use of\n\ninformants also creates a system in which defendants are often\nconvicted largely on the testimony of what is essentially a 'paid'\ninformant. This testimony can be very difficult to contradict and\nextremely persuasive to a jury.\nThere are no official statistics or numbers relating to how often\ninformants are used, where, or what crimes are being traded for what\ninformation, or what kind of convictions result.\n\nMoreover, there is absolutely no uniformity in informant practices.\nThe situation and the arrangements vary greatly. Police routinely\noverlook\npast, present and continuing crimes such as drug abuse and dealing, or\nworse because they do not want to lose their informant.\n\nThe question then arises, does this result in a net gain or loss for\nthe community? Potentially, the informant system is contributing to\ncrime, in addition to fighting it. Moreover, it is fairly well known\nthat informants are sometimes selective in who they 'rat out,' basing\nit on their own convenience rather than an individual's threat to\nsociety.\n\nDespite the apparent advantages to the informant, they also incur\nserious risks. The informant is deprived of many of the protections\nand rights that our constitution was designed to include. When\nsomeone agrees to be an informant in order to avoid an arrest, they\nare essentially admitting guilt, often without the benefit of\ndefense counsel, Miranda warning, or written agreement. These\nagreements can last years and offer no guarantee against eventual\narrest. During this time, the informant is constantly in peril.\nFrequently, those who are discovered by their peers, to be informants\nface dire consequences.\n\nThe management of informants needs to be made more uniform and formal\nin order to protect everyone involved.\n\nIn conclusion, the practice of using informants can be detrimental to\nthe community as a whole. The fact that informants can commit certain\ncrimes with police permission gives the impression that criminality\nand morality are relative. It promotes disloyalty and heightens\nmistrust and anger between law enforcement and communities and within\nthe communities themselves.\n\nPRIOR LEGISLATIVE HISTORY:\n\nA.10096 of 2006\nA.1124 of 2007-2008\n2009:  S.6341 (Duane) Died in Rules; A.3712 (Lentol) Died in Codes\n2010:  S.6341 (Duane) Died in Codes; A.3712 (Lentol) Died in Codes\n\nFISCAL IMPLICATIONS:\n\nNone to the State.\n\nEFFECTIVE DATE:\n\nSeptember first next succeeding the date on which it shall have become a\nlaw.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the regulation of the use of informants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T112707.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110106.T113206.TXT", "SOBI.D110110.T133607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497403
}