{
  "year" : 2011,
  "senateBillNo" : "S1223-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1223-2011-1294290000000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the educational preparation for practice of professional nursing",
  "summary" : "Requires registered professional nurses to attain a baccalaureate degree in nursing within ten years of their initial licensure; provides exemptions for those currently licensed or enrolled in nursing programs. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A1977",
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA4051-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1223\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the educational prepa-\n         ration for practice of professional nursing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  legislature  hereby finds and declares that with the\n    2  increasing complexity of the  American  healthcare  system  and  rapidly\n    3  expanding  technology,  the  educational  preparation  of the registered\n    4  professional nurse must be expanded. The nurse of  the  future  must  be\n    5  prepared  to  partner  with  multiple  disciplines as a collaborator and\n    6  manager of the complex patient care journey. Shorter lengths  of  stays,\n    7  higher  patient  acuity,  and more sophisticated technologies and proce-\n    8  dures are increasing the complexity of patient  care  -  which  in  turn\n    9  places  great  demands  on  nursing  competencies.  Other  countries are\n   10  responding to these changes by requiring the baccalaureate degree as  an\n   11  entry  requirement  for  nursing  licensure  while other professions are\n   12  demanding master and doctoral degrees  as  their  entry  point.  Several\n   13  recent  research  studies  clearly  demonstrate the added value of addi-\n   14  tional education in relation to improved  patient  outcomes;  one  study\n   15  demonstrates  that  each ten percent increase in the number of baccalau-\n   16  reate prepared nurses results in a five  percent  decrease  in  surgical\n   17  patient  deaths.  Therefore,  the  legislature  finds that expanding the\n   18  educational requirements for the profession of nursing, while  maintain-\n   19  ing the multiple entry points into the profession, is needed.  This bill\n   20  affects  future nurses graduating from associate degree or diploma nurs-\n   21  ing programs who would be required to obtain a baccalaureate in  nursing\n   22  within  ten  years  of initial licensure. All current nurses licensed in\n   23  New York and students in programs preparing for registered  professional\n   24  nursing  are  to be exempt from the new requirement. This legislation is\n   25  mirrored after the progressive education requirement for teachers in New\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05299-01-1\n\n       S. 1223                             2\n\n    1  York state. Numerous regulatory and accrediting bodies have  recommended\n    2  this  change  as  a  means  to  address sophisticated patient care needs\n    3  resulting from shorter lengths of stay, higher acuity and more sophisti-\n    4  cated  interventions.  This  proposal is the result of a growing body of\n    5  research evidence that additional education results  in  better  patient\n    6  outcomes.  Therefore by requiring the baccalaureate degree for continued\n    7  registration as a registered professional nurse this bill  seeks  to  be\n    8  responsive  to  meet  the  increasingly complex health care needs of the\n    9  residents of New York state.\n   10    S 2. Subdivision 2 of section 6905 of the education law, as amended by\n   11  chapter 994 of the laws of 1971 and such section as renumbered by  chap-\n   12  ter 50 of the laws of 1972, is amended to read as follows:\n   13    (2)  Education: have received an education, and a diploma or degree in\n   14  professional nursing, in accordance with the commissioner's regulations,\n   15  AND IN ORDER TO  CONTINUE  TO  MAINTAIN  REGISTRATION  AS  A  REGISTERED\n   16  PROFESSIONAL  NURSE  IN  NEW  YORK  STATE, HAVE ATTAINED A BACCALAUREATE\n   17  DEGREE IN NURSING WITHIN TEN YEARS OF INITIAL  LICENSURE  IN  ACCORDANCE\n   18  WITH  THE  COMMISSIONER'S REGULATIONS. IN ITS DISCRETION, THE DEPARTMENT\n   19  MAY ISSUE A CONDITIONAL REGISTRATION TO A LICENSEE WHO FAILS TO COMPLETE\n   20  THE BACCALAUREATE DEGREE BUT WHO AGREES TO MEET THE ADDITIONAL  REQUIRE-\n   21  MENT  WITHIN ONE YEAR. THE FEE FOR SUCH A CONDITIONAL REGISTRATION SHALL\n   22  BE THE SAME AS, AND IN ADDITION TO, THE FEE FOR THE TRIENNIAL  REGISTRA-\n   23  TION.  THE  DURATION  OF  SUCH CONDITIONAL REGISTRATION SHALL BE FOR ONE\n   24  YEAR AND MAY BE EXTENDED, WITH THE PAYMENT OF A FEE, FOR  NO  MORE  THAN\n   25  ONE  ADDITIONAL  YEAR.  ANY  LICENSEE WHO IS NOTIFIED OF THE DENIAL OF A\n   26  REGISTRATION FOR FAILURE TO COMPLETE THE ADDITIONAL EDUCATIONAL REQUIRE-\n   27  MENTS AND WHO PRACTICES AS A REGISTERED PROFESSIONAL NURSE WITHOUT  SUCH\n   28  REGISTRATION  MAY  BE  SUBJECT  TO  DISCIPLINARY PROCEEDINGS PURSUANT TO\n   29  SECTION SIXTY-FIVE HUNDRED TEN OF THIS TITLE;\n   30    S 3. The provisions of this act shall not apply to:\n   31    a. any student entering  a  generic  baccalaureate  program  preparing\n   32  registered professional nurses after the effective date of this act;\n   33    b. any student currently enrolled in, or having an application pending\n   34  in,  a  program  preparing registered nurses as of the effective date of\n   35  this act;\n   36    c. any person already licensed as a registered professional  nurse  or\n   37  any  unlicensed  graduate professional nurse who is eligible to take the\n   38  National Council Licensure Examination as of the effective date of  this\n   39  act.\n   40    S  4.  This  act shall take effect immediately and the commissioner of\n   41  education is authorized to promulgate any rule or  regulation  necessary\n   42  to implement the provisions of this act.\n",
  "memo" : "BILL NUMBER:S1223\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the educational preparation\nfor practice of professional nursing\n\nPURPOSE:\nTo expand the educational preparation of registered\nprofessional nurses to require that a baccalaureate degree be\nobtained within ten years after initial licensure while maintaining\nthe multiple entry points into the profession.\n\nSUMMARY OF LEGISLATION:\nSection 1: Delineates the requirement and\nrationale for obtaining a baccalaureate degree within ten years of\noriginal licensure.\n\nSection 2. Subdivision 2 of section 6905 of the education law, as\namended by chapter 994 of the laws of 1971 and such section as\nrenumbered by chapter 50 of the laws of 1972, is amended.\n\n1) make provision for SED to issue a conditional registration to a\nlicensee who fails to complete the baccalaureate degree but who\nagrees to meet the additional requirement within a year;\n\n2) outline the additional fee for such conditional registration;\n\n3) provide for a one year conditional registration which may be\nextended, with the payment of a fee, for no more than one additional\nyear;\n\n4) call for disciplinary proceedings to be taken against any licensee\nwho is notified of the denial of registration for failure to complete\nthe additional educational requirements and who practices as a\nregistered professional nurse without such registration under section\nsixty-five hundred ten of this title.\n\nSection 3. Outlines that the provisions of this act shall not apply to:\n\na) any student entering a generic baccalaureate program preparing\nregistered professional nurses after the effective date of this act\nb) any student currently enrolled in, or having an application\npending in, a program preparing registered nurses as of the effective\ndate of this act; and\n\nc) any person already licensed as a registered professional nurse or\nany unlicensed graduate professional nurse who is eligible to take\nthe National Council Licensure Examination as of the effective date\nof this act.\nSection 4. Effective Date\n\nJUSTIFICATION:\nThe National Advisory Council on Nursing Education and\nPractice, policy advisors to Congress and the U.S. Secretary of\nHealth and Education recommended that by 2010, two-thirds of nurses\nshould hold a baccalaureate or higher degree. This position was based\non their analysis of evolving needs associated with patient care and\npublic protection.\n\n30 nursing credits in addition to liberal arts and sciences credits\nthat could be applied to the 120 credits for the baccalaureate degree\nfor prior completion of course work at the associate degree level.\n\nThere are also ever increasing opportunities in New York for distance\nlearning and other innovative teaching strategies that support the\nregistered professional nurses in achieving the additional education\nrequired by this bill. Given the enhancements to the compatibility\nbetween associate and baccalaureate nursing programs and the ever\nincreasing options for advanced placement and distance ,earning, this\nbill can be implemented without disadvantaging future new graduates.\n\nBy requiring the baccalaureate degree for continued registration as a\nregistered professional nurse, this bill seeks to be responsive to\nmeet the increasingly complex health care needs of the residents of\nNew York State.\n\nLEGISLATIVE HISTORY:\nSimilar legislation was previously introduced.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and the\ncommissioner is authorized to promulgate any rule or regulation\nnecessary to implement the provisions of this act.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the educational preparation for practice of professional nursing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110112.T154619.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T111204.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865179287
}