{
  "year" : 2011,
  "senateBillNo" : "S1228-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1228-2011-1294290000000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all set top boxes provided by cable, satellite, telecom and internet service providers to comply with energy star guidelines by 7/1/2016",
  "summary" : "Requires all set top boxes provided by cable, satellite, telecom and internet service providers to comply with energy star guidelines by 7/1/2016. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S4237-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1228\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN ACT to amend the public service law, in relation to requiring all set\n         top  boxes  provided by cable, satellite, telecom and internet service\n         providers to comply with Energy Star guidelines\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new section\n    2  231 to read as follows:\n    3    S 231. ENERGY STAR SET TOP BOXES. 1. NO LATER  THAN  JULY  FIRST,  TWO\n    4  THOUSAND  SIXTEEN, ALL SET TOP BOXES PROVIDED BY CABLE, SATELLITE, TELE-\n    5  COM OR INTERNET PROTOCOL SERVICE PROVIDERS TO CONSUMERS LOCATED  IN  THE\n    6  STATE SHALL COMPLY WITH FEDERAL ENERGY STAR SET TOP BOX PRODUCT SPECIFI-\n    7  CATIONS PROMULGATED BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY\n    8  AND/OR DEPARTMENT OF ENERGY.\n    9    2.  FOR THE PURPOSES OF THIS SECTION: (A) \"ENERGY STAR\" MEANS A DESIG-\n   10  NATION FROM THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY OR DEPART-\n   11  MENT OF ENERGY INDICATING THAT A PRODUCT  MEETS  THE  ENERGY  EFFICIENCY\n   12  STANDARDS  SET  FORTH  BY THE AGENCY FOR COMPLIANCE WITH THE ENERGY STAR\n   13  PROGRAM; AND\n   14    (B) \"SET TOP BOX\" MEANS A CABLE, SATELLITE, TELECOM OR INTERNET PROTO-\n   15  COL OR OTHER DEVICE, THE PRIMARY FUNCTION OF WHICH IS TO  RECEIVE  TELE-\n   16  VISION  SIGNALS  FROM  A  SPECIFIC  SOURCE  AND TRANSMIT OR DELIVER SUCH\n   17  SIGNALS TO A CONSUMER DISPLAY AND/OR RECORDING DEVICE.\n   18    S 2. This act shall take effect on the one hundred twentieth day after\n   19  it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00667-01-1\n",
  "memo" : "BILL NUMBER:S1228\n\nTITLE OF BILL:\n\nAn act\nto amend the public service law, in relation to requiring all set top\nboxes provided by cable, satellite, telecom and internet service\nproviders to comply with Energy Star guidelines\n\nPURPOSE:\n\nTo insure that \"set-top\" boxes (cable, satellite, telecom or Internet\nprotocol devices i.e. cable boxes, DVRs, etc) maintain federal Energy\nStar specifications by July 1, 2016.\n\nSUMMARY OF PROVISIONS:\n\nSection One of the bill amends the Public Service Law by adding new\nsection 231 to state that by July 1, 2014 all set top boxes provided\nby cable, satellite, telecom or Internet protocol providers to\nconsumers located in New York shall comply with federal Energy Star\nset top box product specifications promulgated by the United States\nEnvironmental Protection Agency and the United States Department of\nEnergy.\n\n\"Set- Top\" box means a cable, satellite, telecom or Internet protocol\nor other device, the primary function of which is to receive\ntelevision signals from a specific source and transmit or deliver\nsuch signals to a consumer display and/or recording device.\n\nEXISTING LAW:\n\nCurrent law does not require cable and satellite providers to provide\nenergy saving set-box devices.\n\nJUSTIFICATION:\n\nSet-top box is a cable, satellite, Internet Protocol or other device\nwhose primary function is to receive television signals from a\nspecific source and deliver them to a consumer display and or\nrecording device, such as a television or DVR.\n\nSet-top boxes that have earned the Energy Star rating are at least 30\npercent more efficient than conventional models.\n\nIf all set-top boxes sold in the U.S. met the Energy Star\nspecification, the savings in energy costs will grow to about $2\nbillion each year and greenhouse gas emissions will be reduced by the\nequivalent of greenhouse gas emissions from about 2.5 million vehicles.\n\nLEGISLATIVE HISTORY:\n\n2010:  S.4237/A.7815 Died in Senate Energy & Telecom/Died in Assembly\nCorporations\n2009:  S.4237/A.7815 Died in Senate Energy & Telecom/Died in Assembly\nCorporations\n\nFISCAL IMPLICATIONS:\n\nNone to the state.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the 120th day after it shall have become\nlaw.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring all set top boxes provided by cable, satellite, telecom and internet service providers to comply with Energy Star guidelines ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T121715.TXT", "SOBI.D110106.T115214.TXT", "SOBI.D110106.T112707.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497401
}