{
  "year" : 2011,
  "senateBillNo" : "S1237-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S1237-2011-1294290000000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes mental health parity in public health insurance plans",
  "summary" : "Establishes mental health parity in public health insurance plans. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S7550-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1237\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services law,  in  relation  to  establishing\n         mental health parity in public health insurance plans\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (ix) of paragraph  (e)  of  subdivision  1  of\n    2  section  369-ee of the social services law, as added by chapter 1 of the\n    3  laws of 1999, is amended to read as follows:\n    4    (ix) inpatient and outpatient mental health and alcohol and  substance\n    5  abuse  services,  as defined by the commissioner, PROVIDED THAT COVERAGE\n    6  FOR MENTAL  HEALTH,  ALCOHOL  AND  SUBSTANCE  ABUSE  SERVICES  SHALL  BE\n    7  PROVIDED  ON  THE  SAME  TERMS  AND CONDITIONS AS THE COVERAGE FOR OTHER\n    8  COVERED HEALTH CARE SERVICES;\n    9    S 2. The commissioner of health is authorized to submit amendments  to\n   10  the  state  plan  for medical assistance and submit one or more applica-\n   11  tions for waivers of the federal social security act as may be necessary\n   12  to obtain the federal approvals necessary to implement this chapter.\n   13    S 3. This act shall take effect on the first of April next  succeeding\n   14  the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01205-01-1\n",
  "memo" : "BILL NUMBER:S1237\n\nTITLE OF BILL:\n\nAn act\nto amend the social services law, in relation to establishing mental\nhealth parity in public health insurance plans\n\nPURPOSE:\n\nProvides that the benefits provided in Family Health Plus for the\ntreatment of mental health and substance abuse disorders be\ncomparable to medical services.\n\nSUMMARY OF PROVISIONS:\n\nSection 1. Provides that mental health and substance abuse benefits\nprovided in Family Health Plus shall be comparable to medical\nbenefits provided as part of the Family Health Plus program.\n\nSection 2. Authorizes the Commissioner to seek any necessary waivers\nto implement this chapter.\n\nSection 3. Provides for an effective date of April 1 of the year next\nsucceeding enactment.\n\nJUSTIFICATION:\n\nTimothy's Law (Chapter 748 of the Laws of 2006), one of the 42 state\nmental health parity laws in the US, took effect January 1, 2007 and\napplies to most insurance policies in New York on the day they are\nissued, renewed, modified, altered, or amended. Before the law\npassed, health plans were permitted to discriminate against those\nwith mental health needs by charging much higher co-payments and\ndeductibles for inpatient and outpatient mental health care compared\nwith the fees they charge consumers for regular medical office\nvisits. Top health plans also recently began to restrict coverage for\nmental health conditions, exclude coverage for chronic mental\nillnesses, and impose life time limits on inpatient psychiatric care.\nTimothy's Law remedied many of these barriers to care.\n\nFurther, Federal law recently added mental health parity requirements\nto the Child Health Insurance plans (effective April 1, 2009) and\nMedicare (effective on a phased in schedule over the next few years)\nas well as self-insured plans and other large employers, including\nparity in coverage for the treatment of chemical dependency\n(effective with plan years beginning after\nOctober 3, 2009 except for certain collectively bargained plans that\nare subject to special rules regarding effective date).\n\nThese changes and equity and the comparability provisions of Timothy's\nLaw do not presently apply to the Family Health Plus Program. This\nprogram already provides coverage for inpatient and outpatient mental\nhealth and alcohol and substance abuse services, but unlike other\nhealth insurance programs that may not limit such services, these\nbenefits are limited in Family Health Plus.\n\nThis legislation simply assures that such coverage is comparable to\nthat which is provided for other medical conditions under these\nprograms, and does not place greater restrictions on coverage for\nmental health conditions or addictions than apply for other needs.\n\nRecent studies confirm the efficacy and cast effectiveness of such\ncoverage, and, furthermore demonstrate that the costs associated with\nthe enactment of mental health parity legislation are minimal.\nActuarial analyses and emerging data from states with parity laws\ndemonstrate that equitable insurance coverage for mental illnesses is\nindeed affordable. Studies demonstrate that the cost of adopting\nmental health parity is negligible - often below one per cent. The NYS\ninsurance department projected costs for Timothy's Law premium\nsubsidies for small employers to be about one percent for the premium\ncomponent attributable to the entire mental health benefit among\nprivate insurers and Health Maintenance Organizations in NYS.\n\nThe comparability required under this legislation would cost a mere\nfraction of that sum, since (unlike commercial health plans\npreviously) the Family Health Plus Program already provide mental\nhealth and addiction treatment coverage. Further, the cost to the\ntaxpayer will be reduced, since those who may would need benefits\nbeyond the Family Health Plus limited benefit are at times forced\nonto Medicaid.\n\nFinally, costs are incurred by individuals, employers, all levels of\ngovernment, and society as a whole as a result of untreated mental\nillnesses that can also cause or contribute to accidents, job\ndissatisfaction, interpersonal conflict, turnover, disability,\nworkers' compensation, involvement with the criminal justice system,\ndisrupted lives and families, and increased dependency on public\nresources. By providing comparable coverage for mental health and\nsubstance abuse services for all using the Family Health Plus\nProgram, mental illness and substance abuse can be diagnosed and\ntreated quickly and thoroughly, thus placing less of a burden on\npublic resources and businesses.\n\nLEGISLATIVE HISTORY:\n\n2010: S.7550 (Duane) Died in Finance\n\nFISCAL IMPLICATIONS:\n\nMinimal.\n\nEFFECTIVE DATE:\n\nApril 1st of the year next succeeding enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing mental health parity in public health insurance plans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T113706.TXT", "SOBI.D110106.T113206.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497418
}