{
  "year" : 2011,
  "senateBillNo" : "S1236-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1236-2011-1294290000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits charitable organizations from using charitable donations for confidentiality agreements or closed settlement agreements",
  "summary" : "Prohibits a charitable organization from using any charitable donations that the charitable organization receives to make any sort of payment that arises as a term of a confidentiality agreement or closed settlement agreement. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1343-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1236\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to prohibiting charitable\n         organizations registered in the state of New York from using any char-\n         itable donations for confidentiality agreements or  closed  settlement\n         agreements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  172-e\n    2  to read as follows:\n    3    S  172-E.  PROHIBITS ANY CHARITABLE ORGANIZATION FROM USING CHARITABLE\n    4  DONATIONS FOR CONFIDENTIALITY AGREEMENTS  OR  CLOSED  SETTLEMENT  AGREE-\n    5  MENTS.  1.  ANY  CHARITABLE  ORGANIZATION REGISTERED IN THE STATE OF NEW\n    6  YORK SHALL BE PROHIBITED FROM USING ANY  CHARITABLE  DONATION  THAT  THE\n    7  CHARITABLE ORGANIZATION RECEIVES TO MAKE ANY SORT OF PAYMENT THAT ARISES\n    8  AS A TERM OF A CONFIDENTIALITY AGREEMENT OR CLOSED SETTLEMENT AGREEMENT.\n    9    2.  FOR  THE  PURPOSES OF THIS SECTION, \"CONFIDENTIALITY AGREEMENT\" OR\n   10  \"CLOSED SETTLEMENT AGREEMENT\" SHALL MEAN ANY PRIVATE AGREEMENT OR  COURT\n   11  ORDERED   AGREEMENT  RESOLVING  A  CAUSE  OF  ACTION  WHICH  LIMITS  THE\n   12  POSSESSION, DISCLOSURE OR DISSEMINATION OF INFORMATION ABOUT ANY PART OF\n   13  THE AGREEMENT.\n   14    S 2. This act shall take effect immediately and shall apply to  agree-\n   15  ments  and  proposed  agreements entered into on or after such effective\n   16  date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00959-01-1\n",
  "memo" : "BILL NUMBER:S1236\n\nTITLE OF BILL:\n,.in 0\nAn act\nto amend the executive law, in relation to prohibiting charitable\norganizations registered in the state of New York from using any\ncharitable donations for confidentiality agreements or closed settlement\nagreements\n\nPURPOSE:\nTo prohibit charities registered with the State of New York from\nengaging in the practice of\nusing charitable dollars for the purpose of closed \"gagged\" settlement\nagreements.\n\nSUMMARY OF PROVISIONS:\nAmends the executive law by adding a new section 172-e. Would\nprohibit any charitable organization registered with the State of New\nYork from using charitable donations for confidentiality agreements\nor closed settlement agreements.\nDefines \"confidentiality agreement\" or \"closed settlement agreement\"\nto mean any private agreement or court ordered agreement resolving a\ncause of action which limits the possession, disclosure or\ndissemination of information about any part of the agreement.\n\nEXISTING LAW:\nNew bill.\n\nJUSTIFICATION:\nThis proposal has two benefits. First, it is only fair that those who\ndonate money to charities know where their charitable dollars are\ngoing. Second, those engaged in covering up child sex abuse, or any\ncrime for that matter should not be allowed to hide under a \"gagged\nagreement.\"\n\nLEGISLATIVE HISTORY:\n2003-2004:  S.2815 Died in Senate Finance Committee\n2005-2006:  S.4211 Died in Senate Finance Committee\n2007-2008:  S.1805 Died in Senate Finance Committee\n2009:       S.1343 (Duane) Died in Finance\n2010:       S.1343 (Duane) Died in Finance\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to prohibiting charitable organizations registered in the state of New York from using any charitable donations for confidentiality agreements or closed settlement agreements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T113206.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497417
}