{
  "year" : 2011,
  "senateBillNo" : "S1235-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1235-2011-1294290000000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides certain coverage for diagnosis and treatment of chemical abuse and chemical dependence",
  "summary" : "Provides certain coverage for diagnosis and treatment of chemical abuse and chemical dependence. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S7788-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1235\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law,  in  relation  to  providing  certain\n         coverage  for  diagnosis  and treatment of chemical abuse and chemical\n         dependence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 6 of subsection (l) of section 3221 of the insur-\n    2  ance  law,  as amended by chapter 558 of the laws of 1999, is amended to\n    3  read as follows:\n    4    (6) (A) Every insurer delivering a group or school blanket  policy  or\n    5  issuing  a  group  or school blanket policy for delivery, in this state,\n    6  which provides coverage for inpatient hospital care [must make available\n    7  and, if requested  by  the  policyholder,]  OR  COVERAGE  FOR  PHYSICIAN\n    8  SERVICES  SHALL  provide AS PART OF SUCH POLICY BROAD-BASED coverage for\n    9  the diagnosis and treatment of chemical abuse and  chemical  dependence,\n   10  however  defined in such policy, AT LEAST EQUAL TO THE COVERAGE PROVIDED\n   11  FOR OTHER HEALTH CONDITIONS, provided, however, that the  term  chemical\n   12  abuse  shall  mean  and include alcohol and substance abuse and chemical\n   13  dependence shall mean and include alcoholism and  substance  dependence,\n   14  however  defined  in such policy. [Written notice of the availability of\n   15  such coverage shall be delivered to the policyholder prior to  inception\n   16  of  such  group  policy and annually thereafter, except that this notice\n   17  shall not be required where a policy covers two hundred or more  employ-\n   18  ees  or  where  the  benefit  structure  was  the  subject of collective\n   19  bargaining affecting persons who are employed in more than one state.]\n   20    (B) Such coverage shall, WHERE THE POLICY PROVIDES COVERAGE FOR  INPA-\n   21  TIENT HOSPITAL CARE, be at least equal to the following:\n   22    (i)  with  respect  to benefits for detoxification as a consequence of\n   23  chemical dependence, inpatient benefits in a hospital or  a  detoxifica-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01208-01-1\n\n       S. 1235                             2\n\n    1  tion  facility  may  not  be  limited  to less than seven days of active\n    2  treatment in any CONTRACT YEAR, PLAN YEAR, OR calendar year; and\n    3    (ii)  with respect to benefits for rehabilitation services, such bene-\n    4  fits may not be limited to less than thirty days of  inpatient  care  in\n    5  any calendar year.\n    6    (C) Such coverage may be limited to facilities in New York state which\n    7  are  certified  by the office of alcoholism and substance abuse services\n    8  and, in other states, to those which are accredited by the joint commis-\n    9  sion on accreditation of hospitals as  alcoholism,  substance  abuse  or\n   10  chemical dependence treatment programs.\n   11    (D)  Such coverage shall be [made available] PROVIDED at the inception\n   12  of all new policies and with respect to all other policies at any  anni-\n   13  versary date of the policy [subject to evidence of insurability].\n   14    (E)  Such  coverage  may be subject to annual deductibles, CO-PAYS and\n   15  co-insurance as may be deemed appropriate by the superintendent and  are\n   16  consistent  with  those imposed on other benefits [within a given] UNDER\n   17  THE policy. [Further, each insurer shall report  to  the  superintendent\n   18  each  year the number of contract holders to whom it has issued policies\n   19  for the inpatient treatment of chemical dependence, and the  approximate\n   20  number  of  persons covered by such policies] IN THE EVENT THAT A POLICY\n   21  PROVIDES  COVERAGE  FOR  BOTH  INPATIENT  HOSPITAL  CARE  AND  PHYSICIAN\n   22  SERVICES,  THE  AGGREGATE  OF  THE BENEFITS FOR OUTPATIENT CARE OBTAINED\n   23  UNDER THIS PARAGRAPH MAY BE LIMITED TO NOT LESS THAN SIXTY VISITS IN ANY\n   24  CONTRACT YEAR, PLAN YEAR OR CALENDAR YEAR.\n   25    (F) Such coverage shall not replace, restrict  or  eliminate  existing\n   26  coverage provided by the policy.\n   27    (G)  THE  SUPERINTENDENT  SHALL DEVELOP AND IMPLEMENT A METHODOLOGY TO\n   28  FULLY COVER THE COST TO ANY GROUP PURCHASER WITH FIFTY OR FEWER  EMPLOY-\n   29  EES THAT IS A POLICYHOLDER OF A POLICY THAT IS SUBJECT TO THE PROVISIONS\n   30  OF  THIS  SECTION  FOR PROVIDING THE COVERAGE REQUIRED IN THIS PARAGRAPH\n   31  AND PARAGRAPH SEVEN  OF  THIS  SUBSECTION.  SUCH  METHODOLOGY  SHALL  BE\n   32  FINANCED  FROM  FUNDS FROM THE GENERAL FUND THAT SHALL BE MADE AVAILABLE\n   33  TO THE SUPERINTENDENT FOR SUCH PURPOSE.\n   34    S 2. Paragraph 7 of subsection (1) of section 3221  of  the  insurance\n   35  law,  as  amended by chapter 565 of the laws of 2000, is amended to read\n   36  as follows:\n   37    (7) Every insurer delivering a group or school blanket policy or issu-\n   38  ing a group or school blanket policy for delivery in  this  state  which\n   39  provides  coverage  for  inpatient  hospital care [must] OR COVERAGE FOR\n   40  PHYSICIAN SERVICES SHALL provide AS PART OF SUCH POLICY coverage for  at\n   41  least  sixty outpatient visits in any CONTRACT YEAR, PLAN YEAR OR calen-\n   42  dar year for the diagnosis and treatment of chemical dependence of which\n   43  up to twenty may be for family members, except that this provision shall\n   44  not apply to a policy which covers persons employed  in  more  than  one\n   45  state  or  the  benefit structure of which was the subject of collective\n   46  bargaining affecting persons who are employed in more  than  one  state.\n   47  Such  coverage  may be limited to facilities in New York state certified\n   48  by the office of alcoholism and substance abuse services or licensed  by\n   49  such  office  as  outpatient  clinics or medically supervised ambulatory\n   50  substance abuse programs and,  in  other  states,  to  those  which  are\n   51  accredited  by  the  joint  commission  on accreditation of hospitals as\n   52  alcoholism or chemical dependence treatment programs.  WHERE THE  POLICY\n   53  PROVIDES  COVERAGE FOR PHYSICIAN SERVICES, IT SHALL INCLUDE BENEFITS FOR\n   54  OUTPATIENT CARE PROVIDED BY A PSYCHIATRIST OR PSYCHOLOGIST  LICENSED  TO\n   55  PRACTICE  IN THIS STATE, A LICENSED CLINICAL SOCIAL WORKER WHO MEETS THE\n   56  REQUIREMENTS OF SUBPARAGRAPH (D) OF PARAGRAPH FOUR OF  THIS  SUBSECTION,\n\n       S. 1235                             3\n\n    1  OR A PROFESSIONAL CORPORATION OR UNIVERSITY FACULTY PRACTICE CORPORATION\n    2  THEREOF. Such coverage may be subject to annual deductibles, CO-PAYS and\n    3  co-insurance  as  may  be  deemed  appropriate by the superintendent and\n    4  [are] SHALL BE consistent with those imposed on other benefits [within a\n    5  given]  UNDER  THE policy.  IN THE EVENT THAT A POLICY PROVIDES COVERAGE\n    6  FOR BOTH INPATIENT HOSPITAL CARE AND PHYSICIAN SERVICES,  THE  AGGREGATE\n    7  OF THE BENEFITS FOR OUTPATIENT CARE OBTAINED UNDER THIS PARAGRAPH MAY BE\n    8  LIMITED TO NOT LESS THAN SIXTY VISITS IN ANY CONTRACT YEAR, PLAN YEAR OR\n    9  CALENDAR  YEAR.  Such coverage shall not replace, restrict, or eliminate\n   10  existing coverage provided by the policy. Except as  otherwise  provided\n   11  in  the  applicable policy or contract, no insurer delivering a group or\n   12  school blanket policy or  issuing  a  group  or  school  blanket  policy\n   13  providing  coverage  for alcoholism or substance abuse services pursuant\n   14  to this section shall deny coverage to a family  member  who  identifies\n   15  [themself]  HIMSELF  OR HERSELF as a family member of a person suffering\n   16  from the disease of alcoholism, substance abuse or  chemical  dependency\n   17  and  who  seeks treatment as a family member who is otherwise covered by\n   18  the applicable policy or contract pursuant to this section. The coverage\n   19  required by this paragraph shall include treatment as  a  family  member\n   20  pursuant  to  such  family members' own policy or contract provided such\n   21  family member (i) does not exceed the allowable number of family  visits\n   22  provided  by the applicable policy or contract pursuant to this section,\n   23  and (ii) is otherwise entitled to coverage pursuant to this section  and\n   24  such family members' applicable policy or contract.\n   25    S  3.  Subsection (k) of section 4303 of the insurance law, as amended\n   26  by chapter 558 of the laws of 1999, is amended to read as follows:\n   27    (k) A hospital service corporation or  a  health  service  corporation\n   28  which  provides  group,  group remittance or school blanket coverage for\n   29  inpatient hospital care [must make available and  if  requested  by  the\n   30  contract  holder]  SHALL  provide  AS  PART  OF ITS CONTRACT BROAD-BASED\n   31  coverage for the diagnosis and treatment of chemical abuse and  chemical\n   32  dependence, however defined in such policy, AT LEAST EQUAL TO THE COVER-\n   33  AGE  PROVIDED  FOR  OTHER HEALTH CONDITIONS, provided, however, that the\n   34  term chemical abuse shall mean and include alcohol and  substance  abuse\n   35  and  chemical dependence shall mean and include alcoholism and substance\n   36  dependence, however defined in such policy, except that  this  provision\n   37  shall  not  apply to a policy which covers persons employed in more than\n   38  one state or the benefit structure of which was the subject  of  collec-\n   39  tive  bargaining  affecting  persons  who  are employed in more than one\n   40  state. Such coverage shall be at least equal to the following: (1)  with\n   41  respect  to  benefits  for  detoxification  as a consequence of chemical\n   42  dependence, inpatient benefits for care in a hospital or  detoxification\n   43  facility  may not be limited to less than seven days of active treatment\n   44  in any CONTRACT YEAR, PLAN YEAR OR calendar year; and (2)  with  respect\n   45  to benefits for inpatient rehabilitation services, such benefits may not\n   46  be  limited  to  less  than thirty days of inpatient rehabilitation in a\n   47  hospital based or free standing  chemical  dependence  facility  in  any\n   48  CONTRACT  YEAR, PLAN YEAR OR calendar year. Such coverage may be limited\n   49  to facilities in New York state which are certified  by  the  office  of\n   50  alcoholism  and  substance abuse services and, in other states, to those\n   51  which are accredited by the joint commission on accreditation of  hospi-\n   52  tals  as  alcoholism,  substance abuse, or chemical dependence treatment\n   53  programs. Such coverage [shall be made available at the inception of all\n   54  new policies and with respect to policies issued  before  the  effective\n   55  date of this subsection at the first annual anniversary date thereafter,\n   56  without  evidence  of insurability and at any subsequent annual anniver-\n\n       S. 1235                             4\n\n    1  sary date subject to evidence of insurability]  MAY  BE  PROVIDED  ON  A\n    2  CONTRACT  YEAR, PLAN YEAR OR CALENDAR YEAR BASIS AND SHALL BE CONSISTENT\n    3  WITH THE PROVISIONS OF OTHER BENEFITS UNDER THE CONTRACT.  Such coverage\n    4  may be subject to annual deductibles, CO-PAYS and co-insurance as may be\n    5  deemed  appropriate  by the superintendent and are consistent with those\n    6  imposed on other benefits [within a given policy. Further, each hospital\n    7  service corporation or health service corporation shall  report  to  the\n    8  superintendent  each  year the number of contract holders to whom it has\n    9  issued policies for the inpatient treatment of chemical dependence,  and\n   10  the  approximate  number  of persons covered by such policies] UNDER THE\n   11  CONTRACT. Such coverage shall not replace, restrict or eliminate  exist-\n   12  ing coverage provided by the policy. [Written notice of the availability\n   13  of  such  coverage  shall  be  delivered to the group remitting agent or\n   14  group contract holder prior to inception of such contract  and  annually\n   15  thereafter, except that this notice shall not be required where a policy\n   16  covers  two hundred or more employees or where the benefit structure was\n   17  the subject of collective bargaining affecting persons who are  employed\n   18  in more than one state] THE SUPERINTENDENT SHALL DEVELOP AND IMPLEMENT A\n   19  METHODOLOGY  TO  FULLY  COVER  THE COST TO ANY GROUP REMITTANCE GROUP OR\n   20  GROUP CONTRACT HOLDER WITH FIFTY OR  FEWER  EMPLOYEES  WHO  IS  A  GROUP\n   21  REMITTANCE GROUP OR GROUP CONTRACT HOLDER OF A POLICY THAT IS SUBJECT TO\n   22  THE  PROVISIONS  OF  THIS SECTION FOR PROVIDING THE COVERAGE REQUIRED IN\n   23  THIS SUBSECTION AND SUBSECTION (L) OF  THIS  SECTION.  SUCH  METHODOLOGY\n   24  SHALL  BE  FINANCED  FROM FUNDS FROM THE GENERAL FUND THAT SHALL BE MADE\n   25  AVAILABLE TO THE SUPERINTENDENT FOR SUCH PURPOSE.\n   26    S 4. Subsection (l) of section 4303 of the insurance law,  as  amended\n   27  by chapter 565 of the laws of 2000, is amended to read as follows:\n   28    (l)  A  hospital  service  corporation or a health service corporation\n   29  which provides group, group remittance or school  blanket  coverage  for\n   30  inpatient  hospital  care  [must]  SHALL provide AS PART OF ITS CONTRACT\n   31  coverage for at least sixty outpatient visits in any CONTRACT YEAR, PLAN\n   32  YEAR OR calendar year  for  the  diagnosis  and  treatment  of  chemical\n   33  dependence  of which up to twenty may be for family members, except that\n   34  this provision shall not apply to a contract issued pursuant to  section\n   35  four  thousand  three  hundred five of this article which covers persons\n   36  employed in more than one state or the benefit structure  of  which  was\n   37  the  subject of collective bargaining affecting persons who are employed\n   38  in more than one state. Such coverage may be limited  to  facilities  in\n   39  New York state certified by the office of alcoholism and substance abuse\n   40  services  or  licensed by such office as outpatient clinics or medically\n   41  supervised ambulatory substance abuse programs and, in other states,  to\n   42  those  which  are accredited by the joint commission on accreditation of\n   43  hospitals as alcoholism or chemical dependence substance abuse treatment\n   44  programs.  SUCH COVERAGE MAY BE PROVIDED ON A CONTRACT YEAR,  PLAN  YEAR\n   45  OR  CALENDAR  YEAR  BASIS  AND SHALL BE CONSISTENT WITH THE PROVISION OF\n   46  OTHER BENEFITS UNDER THE CONTRACT. Such coverage may be subject to annu-\n   47  al deductibles, CO-PAYS and co-insurance as may be deemed appropriate by\n   48  the superintendent and are consistent with those imposed on other  bene-\n   49  fits  [within  a  given policy] UNDER THE CONTRACT.  Such coverage shall\n   50  not replace, restrict or eliminate existing  coverage  provided  by  the\n   51  policy.  Except  as  otherwise  provided  in  the  applicable  policy or\n   52  contract, no hospital service corporation or health service  corporation\n   53  providing  coverage  for alcoholism or substance abuse services pursuant\n   54  to this section shall deny coverage to a family  member  who  identifies\n   55  [themself]  HIMSELF  OR HERSELF as a family member of a person suffering\n   56  from the disease of alcoholism, substance abuse or  chemical  dependency\n\n       S. 1235                             5\n\n    1  and  who  seeks treatment as a family member who is otherwise covered by\n    2  the applicable policy or contract pursuant to this section. The coverage\n    3  required by this subsection shall include treatment as a  family  member\n    4  pursuant  to  such  family members' own policy or contract provided such\n    5  family member (i) does not exceed the allowable number of family  visits\n    6  provided  by the applicable policy or contract pursuant to this section,\n    7  and (ii) is otherwise entitled to coverage pursuant to this section  and\n    8  such family members' applicable policy or contract.\n    9    S  5. The superintendent of insurance shall monitor the implementation\n   10  of the coverage required pursuant to paragraphs 6 and  7  of  subsection\n   11  (l)  of section 3221, and subsections (k) and (l) of section 4303 of the\n   12  insurance law, and take such action as may be necessary, to ensure  that\n   13  insurers'  contracts or policies do not contain unreasonable definitions\n   14  of chemical abuse, alcohol and  substance  abuse,  chemical  dependence,\n   15  alcoholism  and  substance dependence in their contracts or policies. In\n   16  determining whether such definitions may  be  unreasonable,  the  super-\n   17  intendent  of insurance shall ensure that any exclusions and limitations\n   18  on covered benefits are consistent  with  benefits  provided  to  public\n   19  officers and employees pursuant to article 11 of the civil service law.\n   20    S  6. This act shall take effect on the first of January next succeed-\n   21  ing the date on which it shall have become a law; and the provisions  of\n   22  this  act  shall  apply to policies and contracts issued, renewed, modi-\n   23  fied, altered or amended on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to providing certain coverage for diagnosis and treatment of chemical abuse and chemical dependence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110106.T113206.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684266853
}