{
  "year" : 2011,
  "senateBillNo" : "S1234-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1234-2011-1294290000000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the regulation of the drilling of natural gas resources",
  "summary" : "Relates to the regulation of the drilling of natural gas resources. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S6244-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1234\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         regulation of the drilling of natural gas resources\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. 1. The legislature finds that the proc-\n    2  ess used to stimulate natural gas extraction referred  to  as  hydraulic\n    3  fracturing utilizes components that are often toxic, that are non-biode-\n    4  gradable,  and  that  are virtually impossible to remove once they enter\n    5  the natural environment.  Thus, they pose such a high level of  environ-\n    6  mental  risk  that  the  policy  of the state must be to insure they are\n    7  excluded from any area that is significant  for  public  drinking  water\n    8  resources or any other area that is environmentally sensitive.\n    9    2.  Natural gas drilling is potentially highly transformative of rural\n   10  landscapes, offering economic benefits to many landowners, but threaten-\n   11  ing the property values of other  local  landowners,  traditional  rural\n   12  economic  activity,  the  carrying capacity of local infrastructure, the\n   13  natural habitat of wildlife, and the public health and quality  of  life\n   14  of  residents  in  areas  where  there  is natural gas extraction taking\n   15  place. Unless these resources are protected in the permitting and  regu-\n   16  latory  processes of the state, the costs of Marcellus shale natural gas\n   17  extraction will exceed the benefits  and  natural  gas  extraction  will\n   18  become  a fundamentally unfair and divisive process in which the profits\n   19  of some are subsidized by the costs to others.\n   20    3. The proposed scope of natural gas drilling across the state of  New\n   21  York  will  present  unprecedented  challenges  of regulatory oversight.\n   22  Funding for such oversight must be sufficient to meet this challenge and\n   23  should come from a series of fees paid  by  the  natural  gas  industry.\n   24  Similarly, the natural gas industry should pay for all other costs asso-\n   25  ciated  with  natural  gas extraction. Otherwise, natural gas extraction\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01143-01-1\n\n       S. 1234                             2\n\n    1  will be unfairly subsidized, either  by the New York state  taxpayer  or\n    2  by the impacts on local human and natural resources.\n    3    4.  One  of  the  chief environmental and infrastructure assets of the\n    4  state of New York is its drinking water systems, which play a  fundamen-\n    5  tal  role  in  the economic productivity and public health of the state.\n    6  The legislature finds that no risk to these resources and to the  public\n    7  health  of  their  users  is acceptable and that the policy of the state\n    8  with respect to the management of shale gas extraction must be one of no\n    9  drinking water risk.\n   10    5. The purpose of this legislation is to insure that the  exploitation\n   11  of shale natural gas resources is conducted in a manner that is consist-\n   12  ent  with and supportive of New York state's commitment to sustainabili-\n   13  ty, and is consistent with other state economic development, energy  and\n   14  environmental policies.\n   15    6.  Therefore,  in light of the many commitments the state of New York\n   16  has made to more sustainable development and the critical role  greening\n   17  the state's economy will play in the future prosperity of the state, the\n   18  only  acceptable  natural  gas  extraction practices will be sustainable\n   19  ones. This act is intended to ensure that that goal is met.\n   20    S 2. Article 23 of the environmental conservation law  is  amended  by\n   21  adding a new title 29 to read as follows:\n   22                                   TITLE 29\n   23                     REGULATION OF NATURAL GAS DRILLING\n   24  SECTION 23-2901. NATURAL GAS DRILLING; PROHIBITION  NEAR WATERSHED.\n   25          23-2903. DISCLOSURE OF HYDRAULIC FRACTURING MATERIALS.\n   26          23-2905. PROTECTION OF OTHER ENVIRONMENTAL RESOURCES.\n   27          23-2907. PROTECTION OF LOCAL RESOURCES.\n   28          23-2909. WATER WITHDRAWALS.\n   29          23-2911. ENFORCEMENT AND FINANCIAL SECURITY.\n   30          23-2913. OTHER PROVISIONS.\n   31  S 23-2901. NATURAL GAS DRILLING; PROHIBITION NEAR WATERSHED.\n   32    1.  NATURAL  GAS  DRILLING  SHALL NOT BE PERMITTED WITHIN THE NEW YORK\n   33  CITY WATERSHED OR AT ANY POINT WITHIN FIVE MILES OF ITS BOUNDARY.\n   34    2. NATURAL GAS DRILLING SHALL NOT BE PERMITTED WITHIN THE WATERSHED OF\n   35  THE DELAWARE RIVER, IN ANY RECHARGE AREA OF A SOLE  SOURCE  AQUIFER,  IN\n   36  ANY  AREA  WHERE  GROUNDWATER  CONTRIBUTES  A  SIGNIFICANT  BASE FLOW TO\n   37  SURFACE WATER SOURCES OF DRINKING WATER, AND IN ANY OTHER AREA WHERE THE\n   38  DEPARTMENT SHALL FIND PRESENTS A SIGNIFICANT THREAT OF  HYDRAULIC  FRAC-\n   39  TURING COMPOUNDS ENTERING INTO A SIGNIFICANT SOURCE OF DRINKING WATER.\n   40    3. NATURAL GAS DRILLING SHALL BE CONDUCTED IN WAYS THAT DO NOT CONTAM-\n   41  INATE DRINKING WATER WELLS. IN ANY AREA WHERE NATURAL GAS DRILLING TAKES\n   42  PLACE AND CONTAMINATION OF INDIVIDUAL DRINKING WATER WELLS OCCURS, THERE\n   43  SHALL  BE A PRESUMPTION THAT THE NATURAL GAS DRILLING IS RESPONSIBLE FOR\n   44  SUCH CONTAMINATION UNLESS THE NATURAL GAS DRILLER CAN SHOW, BY CLEAR AND\n   45  CONVINCING EVIDENCE, THAT SUCH DRILLER IS NOT THE SOURCE OF THE  CONTAM-\n   46  INATION.  UPON  RECEIVING  A REPORT OF AN INCIDENT OF WELL CONTAMINATION\n   47  FROM NATURAL GAS DRILLING, THE DEPARTMENT SHALL INVESTIGATE SUCH  REPORT\n   48  WITHIN TWENTY-FOUR HOURS AND SHALL HAVE THE AUTHORITY TO ORDER IMMEDIATE\n   49  REMEDIAL  ACTION,  INCLUDING  ISSUING  IMMEDIATE CEASE AND DESIST ORDERS\n   50  WITH RESPECT TO THE DRILLING ACTIVITY.  IN THE EVENT THAT THE DEPARTMENT\n   51  IS UNABLE TO INVESTIGATE SUCH REPORT WITHIN TWENTY-FOUR  HOURS,  IT  MAY\n   52  REQUEST  THAT LOCAL OR STATE POLICE AUTHORITIES CONFIRM THE INCIDENT AND\n   53  REPORT AND, IF CONFIRMED, SHALL ISSUE A CEASE AND DESIST ORDER  TO  SUCH\n   54  DRILLER  UNTIL IT SHALL MAKE SUCH INVESTIGATION AND DETERMINE THE PROPER\n   55  COURSE OF INSURING FULL REMEDIATION.\n\n       S. 1234                             3\n\n    1    4.  ANY  SPILLS  OR  PROHIBITED  DISCHARGES  OF  HYDRAULIC  FRACTURING\n    2  COMPOUNDS  SHALL  BE  IMMEDIATELY REPORTED BY THE NATURAL GAS DRILLER TO\n    3  THE DEPARTMENT, WHICH  SHALL  ESTABLISH  PROCEDURES  FOR  RECORDING  AND\n    4  REVIEWING  SUCH  REPORTS AND FOR ORDERING REMEDIAL ACTION TO CONTAIN THE\n    5  SPILL  AND KEEP THE SPILL OR DISCHARGE INCIDENT FROM BEING REPEATED. THE\n    6  DEPARTMENT SHALL HAVE THE AUTHORITY  TO  IMPOSE  FINES  FOR  FAILURE  TO\n    7  REPORT  SUCH INCIDENTS, TO ORDER IMMEDIATE CLEANUP OF SUCH SPILLS AT THE\n    8  EXPENSE OF SUCH DRILLER AND, SHOULD SUCH DRILLER FAIL  TO  DO  SO  IN  A\n    9  TIMELY  FASHION,  TO  ENTER  INTO  THE  DRILLING AREA AND DO THE CLEANUP\n   10  ITSELF, AT THE EXPENSE OF SUCH DRILLER. IN ANY INSTANCE WHERE SUCH DRIL-\n   11  LER SHALL REFUSE TO CARRY OUT A DEPARTMENT CLEANUP  OR  REMEDIAL  ACTION\n   12  ORDER IN A TIMELY AND APPROPRIATE MANNER, THE DEPARTMENT SHALL ORDER ALL\n   13  DRILLING  ACTIVITY  TO CEASE AND DESIST UNTIL SUCH TIME AS THE SPILL HAS\n   14  BEEN CLEANED UP AND SUCH DRILLER HAS REMEDIATED THE CONDITIONS OR  PRAC-\n   15  TICES THAT CAUSED THE SPILL.\n   16    5.  ANY  DRILLER  OF  NATURAL GAS WHO KNOWINGLY ATTEMPTS TO COVER UP A\n   17  SPILL OR PROHIBITED DISCHARGE SHALL BE GUILTY OF A CLASS A  MISDEMEANOR.\n   18  ANY DRILLER OF NATURAL GAS WHO KNOWINGLY DISCHARGES HYDRAULIC FRACTURING\n   19  COMPOUNDS  INTO  THE  SURFACE  WATERS  OF THE STATE SHALL BE GUILTY OF A\n   20  CLASS E FELONY.\n   21    6. NOTHING IN THIS TITLE OR ANY OTHER LAW OR REGULATION  SHALL  ALTER,\n   22  LIMIT,  IMPAIR  OR  OTHERWISE  AFFECT  THE AUTHORITY OF THE STATE OF NEW\n   23  YORK, OR THE AUTHORITY OF THE CITY OF NEW YORK  IN  THE  NEW  YORK  CITY\n   24  WATERSHED,  TO  TAKE  WHATEVER  MEASURES  ARE NECESSARY UNDER THE LAW TO\n   25  PROTECT THE QUALITY AND SAFETY OF THE SOURCES OF THE DRINKING WATERS  OF\n   26  NEW YORK STATE.\n   27  S 23-2903. DISCLOSURE OF HYDRAULIC FRACTURING MATERIALS.\n   28    1. ALL COMPONENTS OF HYDRAULIC FRACTURING MATERIALS SHALL BE DISCLOSED\n   29  TO  THE  DEPARTMENT AT THE TIME OF APPLICATION FOR A WELL PERMIT FOR THE\n   30  DRILLING OF NATURAL GAS PURSUANT TO THIS ARTICLE.\n   31    (A) EMERGENCY HEALTH SITUATION. WHEN A HEALTH PROFESSIONAL  DETERMINES\n   32  THAT A MEDICAL EMERGENCY EXISTS RELATED TO A HYDRAULIC FRACTURING OPERA-\n   33  TION  AND  THE INGREDIENTS AND SPECIFIC CHEMICAL IDENTITY OF A HYDRAULIC\n   34  FRACTURING FLUID IS NECESSARY FOR EMERGENCY  OR FIRST-AID TREATMENT, THE\n   35  HYDRAULIC FRACTURING OPERATOR SHALL IMMEDIATELY  DISCLOSE  THE  SPECIFIC\n   36  CHEMICAL  IDENTITY  OF  A  TRADE  SECRET CHEMICAL TO THE TREATING HEALTH\n   37  PROFESSIONAL, REGARDLESS OF THE EXISTENCE OF A WRITTEN STATEMENT OF NEED\n   38  OR A CONFIDENTIALITY AGREEMENT.\n   39    (B) NON-EMERGENCY HEALTH SITUATION.  WHEN  A  HEALTH  PROFESSIONAL  OR\n   40  GOVERNMENT  AGENCY DETERMINES THAT THE INGREDIENTS AND SPECIFIC CHEMICAL\n   41  IDENTITY OF A HYDRAULIC  FRACTURING  FLUID  ARE  NECESSARY  FOR  MEDICAL\n   42  TREATMENT,  AN OPERATOR SHALL DISCLOSE A SPECIFIC CHEMICAL IDENTITY TO A\n   43  HEALTH PROFESSIONAL OR GOVERNMENT AGENCY IF A REQUEST HAS BEEN  MADE  IN\n   44  WRITING  THAT  DESCRIBES  WITH  REASONABLE  DETAIL ONE OR MORE HEALTH OR\n   45  SAFETY NEEDS FOR THE INFORMATION  AND  INCLUDES  A  DESCRIPTION  OF  THE\n   46  PROCEDURES  TO  BE USED TO MAINTAIN THE CONFIDENTIALITY OF THE DISCLOSED\n   47  INFORMATION. THE HEALTH PROFESSIONAL OR GOVERNMENT AGENCY SHALL AGREE IN\n   48  A WRITTEN CONFIDENTIALITY AGREEMENT THAT THE  TRADE  SECRET  INFORMATION\n   49  WILL  NOT  BE  USED FOR ANY PURPOSE OTHER THAN THE HEALTH NEEDS ASSERTED\n   50  AND SHALL AGREE NOT TO RELEASE THE INFORMATION UNDER  ANY  CIRCUMSTANCES\n   51  OTHER THAN TO A HEALTH PROFESSIONAL OR GOVERNMENT AGENCY.\n   52    2.  NO NATURAL GAS DRILLER MAY CHANGE THE COMPONENTS OR COMPOSITION OF\n   53  HYDRAULIC FRACTURING MATERIALS FROM THOSE SPECIFIED IN ITS PERMIT APPLI-\n   54  CATION WITHOUT FIRST FILING FOR AND RECEIVING  A  MODIFICATION  OF  SUCH\n   55  PERMIT.\n\n       S. 1234                             4\n\n    1    3.  THE  DEPARTMENT  SHALL ESTABLISH A STANDARD FOR THE COMPOSITION OF\n    2  HYDRAULIC FRACTURING COMPOUNDS AND REQUIRE NATURAL GAS DRILLERS  TO  USE\n    3  SUCH  STANDARD.  THE DEPARTMENT SHALL HAVE THE POWER TO PROHIBIT THE USE\n    4  OF SPECIFIC CHEMICALS IN THE COMPOSITION OF HYDRAULIC FRACTURING MATERI-\n    5  ALS.\n    6    4. HYDRAULIC FRACTURING LIQUIDS AND LIQUID WASTE FROM DRILLING MAY NOT\n    7  BE STORED IN OPEN LAGOONS, BUT MUST BE KEPT IN CORROSION PROOF TANKS.\n    8    5. NOTWITHSTANDING ANY OTHER PROVISION OF LAW OR ADMINISTRATIVE DETER-\n    9  MINATION,  HYDRAULIC  FRACTURING MATERIAL SHALL BE REGARDED AS HAZARDOUS\n   10  WASTE AND TREATED AND DISPOSED OF AS SUCH.\n   11    6. THE DEPARTMENT SHALL ISSUE REGULATIONS REQUIRING  THE  TRACKING  OF\n   12  ALL CHEMICAL COMPONENTS OF HYDRAULIC FRACTURING MATERIALS AND SHALL HAVE\n   13  THE POWER TO ENFORCE SUCH REGULATIONS BY APPROPRIATE FINES AND CEASE AND\n   14  DESIST ORDERS.\n   15  S 23-2905. PROTECTION OF OTHER ENVIRONMENTAL RESOURCES.\n   16    1.  DRILLERS  OF  NATURAL  GAS SHALL BE RESPONSIBLE FOR MITIGATING ALL\n   17  DAMAGE TO ANY  REGULATED  ENVIRONMENTAL  RESOURCES,  INCLUDING  BUT  NOT\n   18  LIMITED  TO  AIR, WETLANDS, STREAM CORRIDORS, AND ENDANGERED AND THREAT-\n   19  ENED SPECIES HABITAT.\n   20    2. WELL PERMITS FOR THE DRILLING OF NATURAL GAS SHALL NOT  BE  GRANTED\n   21  IN  ANY  AREA WHERE SUCH DRILLING SHALL ADVERSELY IMPACT THE RECOVERY OF\n   22  THREATENED OR ENDANGERED SPECIES OR WHERE IT SHALL  DESTROY  OR  DEGRADE\n   23  OTHER  UNIQUE NATURAL OR SCENIC RESOURCES. WELL PERMITS FOR THE DRILLING\n   24  OF NATURAL GAS SHALL NOT BE GRANTED IN ANY AREA THAT  IS  DESIGNATED  AS\n   25  FOREVER  WILD  UNDER  THE STATE CONSTITUTION OR LAWS, IN STATE PARKS, IN\n   26  AREAS IDENTIFIED FOR STATE ACQUISITION AND/OR PROTECTION UNDER THE STATE\n   27  OPEN SPACE PLAN, OR IN STATE FORESTS AND STATE PARKS.\n   28    3. APPLICATIONS FOR A WELL PERMIT FOR  THE  DRILLING  OF  NATURAL  GAS\n   29  SHALL  INCLUDE  AN  ASSESSMENT  OF  ITS  IMPACT  ON  LOCAL  BIODIVERSITY\n   30  RESOURCES AND A SHOWING THAT SUCH DRILLING SHALL BE WITHIN THE LEASEHOLD\n   31  AT THE LOWEST IMPACT POINT  ON  WILDLIFE.  TO  MINIMIZE  IMPACT  THROUGH\n   32  EITHER GROUND DISTURBANCE OR TRAFFIC, ALL EFFORTS SHALL BE MADE TO CLUS-\n   33  TER  WELLS,  CENTRALIZE  OPERATIONS,  AND  USE  TELEMETRY. IF NECESSARY,\n   34  SEASONAL RESTRICTIONS SHALL BE IMPOSED TO PROTECT WILDLIFE  BREEDING  OR\n   35  MIGRATION.\n   36    4.  APPLICATIONS  FOR  A  WELL  PERMIT FOR THE DRILLING OF NATURAL GAS\n   37  SHALL LIST ALL EXPECTED EMISSIONS OF AIR POLLUTANTS, INCLUDING, BUT  NOT\n   38  LIMITED  TO,  ALL GREENHOUSE GASES SUCH AS METHANE. THE DEPARTMENT SHALL\n   39  HAVE THE AUTHORITY TO SPECIFY LIMITS ON ALL  SUCH  AIR  EMISSIONS  AS  A\n   40  CONDITION  OF  GRANTING  SUCH  PERMIT,  TO REQUIRE APPROPRIATE EMISSIONS\n   41  MONITORING AND CONTROLS BY THE OPERATOR, AND TO DENY  ANY  PERMIT  WHOSE\n   42  OPERATION  SHALL  BE INCONSISTENT WITH STATE POLICY AND REGULATIONS WITH\n   43  RESPECT TO ADDRESSING GLOBAL WARMING.\n   44  S 23-2907. PROTECTION OF LOCAL RESOURCES.\n   45    1. THE DEPARTMENT SHALL HAVE THE AUTHORITY TO IMPOSE FEES  TO  COMPEN-\n   46  SATE LOCAL GOVERNMENT FOR ANY COSTS OR IMPACTS IMPOSED UPON SUCH GOVERN-\n   47  MENTS AS A RESULT OF DRILLING FOR NATURAL GAS.\n   48    2.  THE  DEPARTMENT,  IN  ITS PERMITTING DECISIONS, SHALL TAKE CARE TO\n   49  INSURE THAT NATURAL GAS WELLS ARE SITUATED IN WAYS THAT  MAXIMIZE  FIELD\n   50  PRODUCTIVITY  WHILE  MINIMIZING  IMPACTS  ON  THE  LANDSCAPE.  FOR  THIS\n   51  PURPOSE, THE DEPARTMENT MAY, WITHIN SPECIFIC REGIONAL  AREAS,  ESTABLISH\n   52  PROCEDURES  TO REQUIRE PERIODIC BATCH PROCESSING OF PERMIT APPLICATIONS,\n   53  INCLUDING MANDATORY DATES FOR APPLICATION  SUBMISSION,  AND  MAY  IMPOSE\n   54  WELL CLUSTERING, CENTRALIZED OPERATIONS, AND THE USE OF TELEMETRY.\n   55    3.  ALL SITING OF NATURAL GAS DRILLING ACTIVITY SHALL CONFORM TO LOCAL\n   56  ZONING.\n\n       S. 1234                             5\n\n    1    4. ANY PERMIT HOLDER SHALL BE REQUIRED, AT THE  END  OF  ITS  DRILLING\n    2  OPERATIONS,  TO  FULLY  RESTORE  THE  DRILL SITE TO ITS PREVIOUS NATURAL\n    3  CONDITION. TO ENFORCE THE PROVISIONS OF  THIS  SUBDIVISION,  BEFORE  ANY\n    4  LAND  CLEARING OPERATIONS RELATED TO DRILLING ARE COMMENCED, SUCH PERMIT\n    5  HOLDER  SHALL  FILE  WITH THE DEPARTMENT, A NON-REVOCABLE AND BANKRUPTCY\n    6  PROOF BOND SUFFICIENT, UNDER REGULATIONS TO BE ISSUED BY THE DEPARTMENT,\n    7  TO COVER ALL FORESEEABLE COSTS OF SITE RESTORATION.\n    8    5. GAS DRILLING OPERATIONS SHALL BE CONDUCTED IN A MANNER  THAT  SHALL\n    9  NOT  BURDEN  ADJACENT LANDOWNERS AND RESIDENTS. NO NOISE AUDIBLE INDOORS\n   10  IN RESIDENCES LOCATED ON ADJACENT PROPERTY SHALL  BE  PERMITTED  BETWEEN\n   11  THE HOURS OF 8:00 PM AND 8:00 AM ON WEEKDAYS AND 6:00 PM AND 10:00 AM ON\n   12  WEEKENDS. SIMILARLY, NIGHT LIGHTING SHALL NOT BE OBTRUSIVE OR DISRUPTIVE\n   13  OF LIFE FOR SUCH ADJACENT LANDOWNERS AND RESIDENTS. THE DEPARTMENT SHALL\n   14  ENFORCE  THE  PROVISIONS  OF THIS SUBDIVISION BY APPROPRIATE REGULATIONS\n   15  INCLUDING A SYSTEM OF FINES, AND SHALL FURTHER HAVE THE POWER  TO  ISSUE\n   16  CEASE  AND  DESIST  ORDERS  TO ENFORCE THESE PROTECTIONS AND PROTECT THE\n   17  QUIET ENJOYMENT OF LOCAL RESIDENTS.\n   18    6. LANDOWNERS FORCED INTO A  PRODUCTION  POOL  SHALL  BE  ENTITLED  TO\n   19  RECEIVE THE HIGHEST PAYMENT THAT ANY OTHER POOL MEMBER RECEIVES.\n   20    7.  ANY  LANDOWNER  WHO  ENTERS INTO A CONTRACT OR LEASE TO PERMIT THE\n   21  DRILLING FOR NATURAL GAS ON SUCH LANDOWNER'S PROPERTY SHALL HAVE A THIR-\n   22  TY DAY RIGHT OF RECISSION WITH RESPECT TO  SUCH  CONTRACT.  DURING  SUCH\n   23  THIRTY  DAY  PERIOD, SUCH LANDOWNER MAY CANCEL SUCH CONTRACT OR LEASE AT\n   24  ANY TIME WITHOUT PENALTY.\n   25    8. NO WELL PERMIT FOR THE DRILLING OF NATURAL GAS SHALL BE GRANTED FOR\n   26  A PERIOD LONGER THAN TEN YEARS. ANY PERMIT UNDER  WHICH  ACTUAL  NATURAL\n   27  GAS  EXTRACTION  IS NOT UNDERTAKEN WITHIN FIVE YEARS SHALL EXPIRE AND BE\n   28  DEEMED NULL AND VOID.\n   29    9. THE DEPARTMENT, IN CONSULTATION WITH THE  ATTORNEY  GENERAL,  SHALL\n   30  ISSUE  GUIDANCE  DOCUMENTS  TO  LANDOWNERS, WITH RESPECT TO THEIR RIGHTS\n   31  WITH RESPECT TO NATURAL GAS DRILLING CONTRACTS AND LEASES.  THE  DEPART-\n   32  MENT  IS  HEREBY  AUTHORIZED  TO  REQUIRE  STANDARD  PROVISIONS  IN SUCH\n   33  CONTRACTS OR LEASES IN ORDER TO PREVENT UNFAIR TREATMENT OF LANDOWNERS.\n   34    10. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, NATURAL  GAS  DRILLERS\n   35  SHALL  BE  RESPONSIBLE  FOR  THE COSTS OF ALL ENVIRONMENTAL DAMAGE WHICH\n   36  OCCURRED IN THE PROCESS OF DRILLING FOR AND EXTRACTING NATURAL GAS.  THE\n   37  DEPARTMENT  MAY  REQUIRE THE PROVISION OF APPROPRIATE FINANCIAL SECURITY\n   38  TO ENSURE LANDOWNERS ARE PROTECTED FROM ANY CONTINGENT LIABILITY. SHOULD\n   39  DRILLING ACTIVITY LEAD TO DESIGNATION AS A BROWNFIELD SITE,  AS  DEFINED\n   40  IN SUBDIVISION TWO OF SECTION 27-1405 OF THIS CHAPTER, SUCH DRILLER, NOT\n   41  THE LANDOWNER, SHALL BE CONSIDERED TO BE PARTY IN THE CHAIN OF RESPONSI-\n   42  BILITY.\n   43  S 23-2909. WATER WITHDRAWALS.\n   44    ALL  SURFACE  OR  GROUNDWATER  WITHDRAWALS  OF MORE THAN FIVE THOUSAND\n   45  GALLONS A DAY FOR NATURAL  GAS  DRILLING  PURPOSES,  OR  MORE  THAN  ONE\n   46  PERCENT  OF  IN STREAM FLOW, SHALL REQUIRE A PERMIT FROM THE DEPARTMENT.\n   47  THE DEPARTMENT  SHALL  ISSUE  REGULATIONS  GOVERNING  SUCH  WITHDRAWALS,\n   48  INCLUDING  PROVISIONS  TO  ASSURE  THAT WATER WITHDRAWALS ARE LIMITED TO\n   49  LEVELS THAT DO NOT HARM STREAM ECOLOGY OR FISHERY RESOURCES.\n   50  S 23-2911. ENFORCEMENT AND FINANCIAL SECURITY.\n   51    1. NO PERMIT FOR THE DRILLING OF NATURAL GAS SHALL BE GRANTED IF  SUCH\n   52  APPLICANT HAS FAILED TO MEET HIS ENVIRONMENTAL AND FINANCIAL OBLIGATIONS\n   53  UNDER  A  PREVIOUS  PERMIT  OR  IF  SUCH  APPLICANT HAS UNPAID FINANCIAL\n   54  LIABILITIES TO EITHER THE STATE, A LOCAL GOVERNMENT OR A  PRIVATE  LAND-\n   55  OWNER.\n\n       S. 1234                             6\n\n    1    2.  IN DETERMINING WHETHER OR NOT A PERMIT FOR THE DRILLING OF NATURAL\n    2  GAS SHALL BE GRANTED, THE DEPARTMENT SHALL  CONSIDER  THE  PRIOR  RECORD\n    3  UNDER  PREVIOUS  PERMITS  OF  THE APPLICANT. APPLICANTS WHO HAVE SHOWN A\n    4  PATTERN OF VIOLATION OF PERMIT CONDITIONS OR A LACK OF A PROPER STANDARD\n    5  OF CARE IN DRILLING OPERATIONS SHALL NOT BE GRANTED A PERMIT.\n    6    3.  A  PERMIT FOR THE DRILLING OF NATURAL GAS SHALL INCLUDE APPLICABLE\n    7  LEASE DOCUMENTS BETWEEN THE DRILLING COMPANY AND THE LANDOWNER OR  LAND-\n    8  OWNERS FOR THE DRILLING SITE FOR WHICH THE APPLICATION IS MADE.\n    9    4.  A  PERMIT  APPLICATION  SHALL INCLUDE A COMPREHENSIVE HYDROLOGICAL\n   10  ASSESSMENT OF THE SUBSURFACE STRATA  INCLUDING  THE  POTENTIAL  FOR  ANY\n   11  FISSURING  THAT  WOULD  DRAW  HYDRAULIC FRACTURING FLUID, NATURAL GAS OR\n   12  OTHER POLLUTANTS INTO WATER BEARING AQUIFER STRATA.\n   13    5. THE DEPARTMENT SHALL PROVIDE FOR  UNANNOUNCED  INSPECTIONS  OF  ALL\n   14  NATURAL  GAS  DRILLING  SITES  AND  FOR THE PROVISION OF SOIL TESTING TO\n   15  DETERMINE THE PRESENCE OF UNREPORTED SPILLS.\n   16    6. THE DEPARTMENT  SHALL  REQUIRE  THAT  ALL  CASING  CONSTRUCTION  BE\n   17  CARRIED  OUT  IN  THE PRESENCE OF INDEPENDENT QUALITY CONTROL ENGINEERS.\n   18  THE DEPARTMENT SHALL HAVE THE AUTHORITY TO SPECIFY STANDARDS FOR  CASING\n   19  CONSTRUCTION,  INCLUDING  COMPOSITION  OF  CONCRETE  AND OTHER TECHNICAL\n   20  PARAMETERS FOR DEEP WELL CONSTRUCTION TO INSURE MAXIMUM CASING INTEGRITY\n   21  AND PREVENT LEAKAGE OF HYDRAULIC FRACTURING COMPOUNDS, NATURAL  GAS  AND\n   22  OTHER  SUBSURFACE  MATERIALS  INTO  WATER BEARING STRATA. THE DEPARTMENT\n   23  SHALL, OVER THE LIFE OF THE WELL,  CARRY  OUT  PERIODIC  INSPECTIONS  TO\n   24  ENSURE THAT CASING INTEGRITY IS MAINTAINED.\n   25  S 23-2913. OTHER PROVISIONS.\n   26    1.  THE STATE COMPTROLLER SHALL ANNUALLY AUDIT ALL ROYALTY PAYMENTS TO\n   27  THE STATE AND LOCAL GOVERNMENTS, INCLUDING THE GAS PRODUCTION AND  SALES\n   28  FIGURES ON WHICH THEY ARE BASED, AND SHALL HAVE THE AUTHORITY TO REQUIRE\n   29  APPROPRIATE  FISCAL  REPORTING  AND  RECORD  KEEPING BY BOTH NATURAL GAS\n   30  PRODUCERS AND OTHER DEPARTMENTS OF STATE GOVERNMENT CHARGED  WITH  THEIR\n   31  SUPERVISION.\n   32    2.  THE  STATE  COMPTROLLER  SHALL  HAVE THE AUTHORITY TO PERIODICALLY\n   33  AUDIT PAYMENTS MADE UNDER DRILLING CONTRACTS AND LEASES TO PRIVATE LAND-\n   34  OWNERS, INCLUDING THE GAS PRODUCTION AND SALES FIGURES ON WHICH THEY ARE\n   35  BASED, TO DETERMINE THAT THEY ARE IN COMPLIANCE WITH THE  PROVISIONS  OF\n   36  THE CONTRACT OR LEASE AND ALL APPLICABLE LAWS.\n   37    3.  THE  DEPARTMENT  SHALL  ESTABLISH  AN IMPARTIAL TECHNICAL ADVISORY\n   38  COMMITTEE, WHOSE RESEARCH AND WORK SHALL BE SUPPORTED BY PERMIT FEES, TO\n   39  REVIEW AND ISSUE GUIDANCE DOCUMENTS  ON  GAS  DRILLING  BEST  PRACTICES.\n   40  SUCH  COMMITTEE  SHALL  INCLUDE  AT  LEAST  ONE  REPRESENTATIVE FROM THE\n   41  FOLLOWING INTEREST  GROUPS:  THE  ENVIRONMENTAL  COMMUNITY;  THE  PUBLIC\n   42  HEALTH COMMUNITY; AND THE GAS DRILLING INDUSTRY, ALONG WITH PERSONS FROM\n   43  THE  DEPARTMENT OR OTHERS THE DEPARTMENT DEEMS APPROPRIATE.  THE DEPART-\n   44  MENT MAY REQUIRE COMPLIANCE WITH SUCH PRACTICES AS A CONDITION OF PERMIT\n   45  APPROVAL.\n   46    S 3. This act shall take effect on the one hundred twentieth day after\n   47  it shall have become a law, provided, however, that effective immediate-\n   48  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   49  necessary  for  the  implementation of this act on its effective date is\n   50  authorized to be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the regulation of the drilling of natural gas resources ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110106.T113206.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684567062
}