{
  "year" : 2011,
  "senateBillNo" : "S1230-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1230-2011-1294290000000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a moratorium on the issuance of permits for the drilling of wells and prohibits drilling within two miles of the New York city water supply infrastructure",
  "summary" : "Establishes a moratorium on the issuance of permits for the drilling of wells and prohibits drilling within five miles of the New York city water supply infrastructure. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SB6654-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1230\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to envi-\n         ronmental protection related to the drilling of oil and gas wells, and\n         providing for the repeal of certain provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  23-0501 of the environmental\n    2  conservation law is renumbered subdivision 5 and two new subdivisions  3\n    3  and 4 are added to read as follows:\n    4    3. COMMENCING WITH THE EFFECTIVE DATE OF THIS SUBDIVISION, THERE SHALL\n    5  BE  A  MORATORIUM  ON  THE  ISSUANCE  OF PERMITS FOR THE DRILLING OF NEW\n    6  WELLS.\n    7    4. (A) NO PERMIT TO DRILL AN OIL OR GAS WELL USING HYDRAULIC  FRACTUR-\n    8  ING  SHALL  BE ISSUED FOR THE DRILLING OF ANY OIL OR GAS WELL WITHIN TEN\n    9  MILES OF:\n   10    (I) THE NEW YORK CITY WATER SUPPLY INFRASTRUCTURE;\n   11    (II) THE NEW YORK CITY WATERSHED; OR\n   12    (III) THE  AREA  AROUND  AND  INCLUDING  ANY  WATER  SYSTEM  THAT  HAS\n   13  RECEIVED,  AT  ANY  POINT  IN TIME, A FILTRATION AVOIDANCE DETERMINATION\n   14  FROM THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY;\n   15    (B) NO PERMIT TO DRILL AN OIL OR GAS WELL USING  HYDRAULIC  FRACTURING\n   16  SHALL BE ISSUED FOR THE DRILLING OF ANY OIL OR GAS WELL WITHIN AN APPRO-\n   17  PRIATE  DISTANCE,  TO  BE  DETERMINED  BY  RULES  AND REGULATIONS OF THE\n   18  DEPARTMENT, OF:\n   19    (I) ANY AREA OVERLYING A SOLE SOURCE AQUIFER;\n   20    (II) ANY OTHER AREA IDENTIFIED BY THE DEPARTMENT AS NECESSARY FOR  THE\n   21  PROTECTION OF DRINKING WATER RESOURCES;\n   22    (III)  ANY  AREA  IDENTIFIED AS A CRITICAL HABITAT FOR A THREATENED OR\n   23  ENDANGERED SPECIES UNDER SECTION FOUR OF THE FEDERAL ENDANGERED  SPECIES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01162-01-1\n\n       S. 1230                             2\n\n    1  ACT  (42  U.S.C.  S  1533) OR ANY AREA IDENTIFIED AS A \"NATURAL HERITAGE\n    2  AREA\" UNDER SECTION 11-0539 OF THIS CHAPTER;\n    3    (IV) ANY AREA IDENTIFIED BY THE DEPARTMENT AS A BIRD CONSERVATION AREA\n    4  OR  ANY  OTHER  CRITICAL BIRD HABITAT FOR THE PROTECTION OF MIGRATORY OR\n    5  NON-MIGRATORY BIRDS;\n    6    (V) ANY FLOODPLAINS; OR\n    7    (VI) ALL AREAS WITHIN ANY NEW YORK STATE PARK, FOREST PRESERVE,  STATE\n    8  FOREST, WILDLIFE REFUGE, WILDLIFE MANAGEMENT AREA, OR WILDERNESS AREA.\n    9    (C)  THE  DEPARTMENT SHALL, UPON APPLICATION BY ANY CHIEF EXECUTIVE OR\n   10  LEGISLATIVE BODY OF A MUNICIPALITY, IN A MANNER AND FORM  TO  BE  DETER-\n   11  MINED  BY  THE  DEPARTMENT,  STUDY THE NEED FOR A BAN ON SUCH PERMITS IN\n   12  SUCH MUNICIPALITY AND REPORT THE FINDINGS OF SUCH STUDY TO SUCH  MUNICI-\n   13  PALITY.  AS  THE  DEPARTMENT  DEEMS APPROPRIATE, IT MAY PERFORM A SINGLE\n   14  STUDY AND REPORT FOR MORE THAN ONE MUNICIPALITY.\n   15    (D) FOR PURPOSES OF THIS SUBDIVISION:\n   16    (I) \"NEW YORK CITY WATER SUPPLY INFRASTRUCTURE\" SHALL MEAN FACILITIES,\n   17  EQUIPMENT, SITES, BUILDINGS, PIPES, PUMPS, TANKS AND  ANY  OTHER  STRUC-\n   18  TURES  USED FOR THE SUPPLY, CONTROL, TREATMENT, DISTRIBUTION, AND TRANS-\n   19  PORT OF DRINKING WATER FOR THE CITY OF NEW YORK;\n   20    (II) \"NEW YORK CITY WATERSHED\" SHALL MEAN  THE  ENTIRE  DRAINAGE  AREA\n   21  CONTRIBUTING WATER TO THE CITY OF NEW YORK WATER SUPPLY; AND\n   22    (III) \"HYDRAULIC FRACTURING\" SHALL MEAN FRACTURING OF ROCK BY MAN-MADE\n   23  FRACTURING  TECHNIQUES FOR THE PURPOSE OF STIMULATING NATURAL GAS OR OIL\n   24  WELL PRODUCTION.\n   25    S 2. This  act  shall  take  effect  immediately;  provided  that  the\n   26  provisions  of  subdivision  3  of  section 23-0501 of the environmental\n   27  conservation law, as added by section one of this act, shall expire  and\n   28  be deemed repealed two years after such date; and provided further, that\n   29  the  provisions of subdivision 4 of section 23-0501 of the environmental\n   30  conservation law, as added by section one of this act,  shall  apply  to\n   31  any  application  not  yet  approved  by the department of environmental\n   32  conservation on such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to environmental protection related to the drilling of oil and gas wells, and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110106.T113206.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684567026
}