{
  "year" : 2011,
  "senateBillNo" : "S1239-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S1239-2011-1294290000000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that no dog shall be restrained by a tethering device attached to a fixed point or to a running cable trolley system for more than six hours per day",
  "summary" : "Provides that no dog shall be restrained by a tethering device attached to a fixed point or to a running cable trolley system for more than six hours per day. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S7147-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1239\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  ADDABBO,  OPPENHEIMER,  PERALTA -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Agriculture\n\n       AN  ACT  to  amend  the  agriculture and markets law, in relation to the\n         tethering of dogs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  section 353-e to read as follows:\n    3    S 353-E. TETHERING OF DOGS. 1. FOR PURPOSES OF THIS SECTION:\n    4    (A) \"TETHERING DEVICE\" SHALL MEAN A CHAIN, ROPE OR  OTHER  RESTRAINING\n    5  DEVICE WHICH ATTACHES TO A DOG.\n    6    (B)  \"RUNNING  CABLE  TROLLEY SYSTEM\" SHALL MEAN A SUSPENDED CABLE, AT\n    7  LEAST TEN FEET IN LENGTH, TO WHICH A TETHERING DEVICE, AT LEAST TEN FEET\n    8  IN LENGTH, IS ATTACHED BY MEANS OF A  PULLEY,  LOOP  OR  OTHER  MOVEABLE\n    9  DEVICE.\n   10    2.  ANY  PERSON  WHO OWNS OR HAS CUSTODY OR CONTROL OF A DOG SHALL NOT\n   11  RESTRAIN SUCH DOG BY MEANS OF A TETHERING DEVICE  ATTACHED  TO  A  FIXED\n   12  POINT OR BY MEANS OF A RUNNING CABLE TROLLEY SYSTEM FOR A PERIOD OF MORE\n   13  THAN  SIX  HOURS  IN  ANY  TWENTY-FOUR HOUR PERIOD. ANY TETHERING DEVICE\n   14  ATTACHED TO A FIXED POINT SHALL BE AT LEAST FIFTEEN FEET IN LENGTH.  ANY\n   15  TETHERING  DEVICE  SHALL  BE ATTACHED TO SUCH DOG IN SUCH A MANNER AS TO\n   16  PREVENT INJURY OR STRANGULATION TO SUCH DOG AND ENTANGLEMENT WITH  OTHER\n   17  OBJECTS. NO TETHERING DEVICE SHALL BE ATTACHED TO SUCH DOG BY MEANS OF A\n   18  CHOKE-TYPE  COLLAR  OR  A  PRONG  COLLAR,  OR BY ANY MEANS OTHER THAN BY\n   19  ATTACHMENT TO A PROPERLY FITTED COLLAR, HARNESS  OR  OTHER  DEVICE  MADE\n   20  EXPRESSLY FOR SUCH PURPOSE.\n   21    3.  (A)  ANY  PERSON  WHO  KNOWINGLY  VIOLATES  THE PROVISIONS OF THIS\n   22  SECTION SHALL BE GUILTY OF A VIOLATION, PUNISHABLE BY A FINE OF NOT LESS\n   23  THAN FIFTY DOLLARS NOR  MORE  THAN  ONE  HUNDRED  DOLLARS  FOR  A  FIRST\n   24  OFFENSE,  AND  A FINE OF NOT LESS THAN ONE HUNDRED DOLLARS NOR MORE THAN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02024-01-1\n\n       S. 1239                             2\n\n    1  TWO HUNDRED FIFTY DOLLARS FOR EACH SECOND OR SUBSEQUENT OFFENSES. BEGIN-\n    2  NING SEVENTY-TWO HOURS AFTER A CHARGE OF VIOLATING  THIS  SECTION,  EACH\n    3  DAY  THAT  A  DEFENDANT  FAILS TO CORRECT THE DEFICIENCIES IN THE METHOD\n    4  USED  TO  RESTRAIN  A  DOG  THAT HE OR SHE OWNS OR THAT IS IN HIS OR HER\n    5  CUSTODY OR  CONTROL,  SO  AS  TO  BRING  IT  INTO  COMPLIANCE  WITH  THE\n    6  PROVISIONS OF THIS SECTION, SHALL CONSTITUTE A SEPARATE OFFENSE.\n    7    (B)  THE  COURT  MAY, IN ITS DISCRETION, REDUCE THE AMOUNT OF ANY FINE\n    8  IMPOSED FOR A VIOLATION OF THIS SECTION BY THE AMOUNT WHICH THE  DEFEND-\n    9  ANT  PROVES  HE OR SHE HAS SPENT PROVIDING A TETHERING DEVICE OR RUNNING\n   10  CABLE TROLLEY  SYSTEM  THAT  COMPLIES  WITH  THE  REQUIREMENTS  OF  THIS\n   11  SECTION.    NOTHING IN THIS PARAGRAPH SHALL PREVENT THE SEIZURE OF A DOG\n   12  FOR A VIOLATION OF THIS SECTION PURSUANT TO  THE  AUTHORITY  GRANTED  IN\n   13  THIS ARTICLE.\n   14    4.   NOTHING  IN  THIS  SECTION  SHALL  BE  CONSTRUED  TO  AFFECT  ANY\n   15  PROTECTIONS AFFORDED TO DOGS OR OTHER ANIMALS UNDER ANY OTHER PROVISIONS\n   16  OF THIS ARTICLE.\n   17    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   18  have become a law.\n",
  "memo" : "BILL NUMBER:S1239\n\nTITLE OF BILL:\nAn act\nto amend the agriculture and markets law, in relation to the tethering\nof dogs\n\nPURPOSE:\nTo prohibit the tethering and chaining of dogs for a period of greater\nthan six hours in a twenty-four hour period.\n\nSUMMARY OF PROVISIONS:\nSection 1 -- Adds a new section 353-c to the Agriculture and Markets\nLaw to prohibit dogs from being tethered for more than six hours in\nany twenty-four hour period. Anyone violating this provision will be\nsubject to a fine of $50-$100 for a first offense and $100-$250 for a\nsecond or subsequent offense.\n\nSection 2 -- Effective date.\n\nJUSTIFICATION:\nAcross the country, there is a greater recognition of the negative\nphysical and psychological effects that the chaining of dogs has on\nour canine friends. In the past, studies have shown that dogs who are\nchained up for long periods of time are not properly socialized and\nhave a tendency to be more aggressive.\n\nIn one study, it was found that chained dogs account for a substantial\nportion of serious and fatal bites. Each year, dog bites result in\nover $100 million in medical costs with another $1 billion in\nliability claims.\n\nWe should be doing everything we can to decrease the number of\naggressive, non-socialized dogs. That will roost certainly translate\ninto fewer dog bites, healthier children (as they are most often the\nones bitten), and a substantial decrease in the insurance claims\nrelated to dogs. Once again, a large part of that is ensuring that\nour dogs are not unduly and unnecessarily chained for long periods of\ntime thus providing them with the exercise and social outlet that\nthey want and need.\n\nLEGISLATIVE HISTORY:\n2010:  S.7147 - Motion to consider bill by Agriculture Committee\nwas defeated\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the sixtieth day after it\nbecomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the tethering of dogs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T144115.TXT", "SOBI.D110106.T124717.TXT", "SOBI.D110110.T151117.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T113706.TXT", "SOBI.D110110.T143614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497421
}