{
  "year" : 2011,
  "senateBillNo" : "S1231-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1231-2011-1294290000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides improved access to taxicabs for persons with disabilities",
  "summary" : "Provides improved access to taxi cabs for persons with disabilities. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "SA4861-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1231\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal law, in relation to providing  for\n         improved access to taxicabs for persons with disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 181 of the general municipal law,  as  amended  by\n    2  chapter 579 of the laws of 1993, subdivision 1 as amended by chapter 430\n    3  of the laws of 2003, is amended to read as follows:\n    4    S 181. Ordinances to regulate taxicabs and limousines.  1. The munici-\n    5  pal  officers  and  boards  in the several cities, towns and villages of\n    6  this state now having the authority to enact ordinances, may adopt ordi-\n    7  nances regulating:\n    8    [1.] (A) The registration and licensing of taxicabs and may limit  the\n    9  number  of  taxicabs  to  be  licensed and the county of Westchester may\n   10  adopt ordinances regulating the registration and licensing  of  taxicabs\n   11  and  limousines  and may limit the number to be licensed; and the county\n   12  of Nassau may adopt ordinances regulating the registration  of  taxicabs\n   13  and limousines.\n   14    [2.]  (B)  Parking  and  passenger  pick-up and discharge by taxicabs,\n   15  limousines and livery vehicles. Establishment  of  such  ordinances  and\n   16  regulations  regulating parking and passenger pick-up and discharges may\n   17  be based upon recommendations from municipal planning officials or other\n   18  public entities  and  may  address  and  take  into  consideration  such\n   19  factors,  including, but not limited to, geographic areas, vehicle type,\n   20  limiting the number of parked vehicles and activities  undertaken  while\n   21  parked, and periods of idling.\n   22    2.  THE  MUNICIPAL OFFICERS AND BOARDS IN ANY CITY HAVING A POPULATION\n   23  OF MORE THAN ONE MILLION SHALL NO LATER THAN DECEMBER THIRTY-FIRST,  TWO\n   24  THOUSAND FOURTEEN ADOPT ORDINANCES PROVIDING:\n   25    (A) THAT \"ACCESSIBLE TAXICAB\" SHALL MEAN ANY VEHICLE THAT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01099-01-1\n\n       S. 1231                             2\n\n    1    (1) IS EQUIPPED WITH A LIFT, RAMP, OR ANY OTHER DEVICE, ARRANGEMENT OR\n    2  ALTERATION, SO IT IS CAPABLE OF TRANSPORTING PERSONS WITH PHYSICAL DISA-\n    3  BILITIES,  INCLUDING  THOSE  WHO  USE  WHEELCHAIRS, SCOOTERS AND SIMILAR\n    4  DEVICES WHILE THEY REMAIN SEATED IN THEIR WHEELCHAIRS, SCOOTERS OR SIMI-\n    5  LAR DEVICES;\n    6    (2)  COMPLIES WITH THE SPECIFICATIONS SET FORTH IN REGULATIONS PROMUL-\n    7  GATED UNDER THE AMERICANS WITH  DISABILITIES  ACT  AND  CODIFIED  AT  49\n    8  C.F.R. SECTIONS 38.23, 38.25 AND 38.31, AS AMENDED, WHETHER OR NOT THOSE\n    9  REGULATIONS WOULD APPLY UNDER FEDERAL LAW;\n   10    (3)  IS  EQUIPPED  WITH AN ASSISTIVE LISTENING SYSTEM FOR PERSONS WITH\n   11  HEARING IMPAIRMENT THAT IS CONNECTED WITH ANY INTERCOM, VIDEO  OR  AUDIO\n   12  SYSTEM, WHEN SUCH A SYSTEM IS INSTALLED;\n   13    (4) ASSURES THAT THE TECHNOLOGY UTILIZED BY TAXICABS IS COMPLIANT WITH\n   14  THE   STANDARDS  PROMULGATED  BY  THE  COMMISSIONER  OF  TRANSPORTATION;\n   15  PROVIDED THAT A LOCAL AUTHORITY WITH OVERSIGHT OVER TAXICABS, LIMOUSINES\n   16  AND LIVERY VEHICLES MAY CONDUCT PILOT PROGRAMS TESTING NEW SYSTEMS;\n   17    (5) IS EQUIPPED WITH STANDARDIZED SIGNS PRINTED IN: (A)  BRAILLE;  AND\n   18  (B)  LARGE-PRINT TEXT SO THAT SUCH SIGNS ARE VISIBLE TO PERSONS WITH LOW\n   19  VISION;\n   20    (6) PROVIDES SUFFICIENT FLOOR SPACE TO ACCOMMODATE A  SERVICE  ANIMAL;\n   21  AND\n   22    (7)  IF  POWERED BY A HYBRID-ELECTRIC POWER PLANT, IS EQUIPPED WITH AN\n   23  APPROPRIATE DEVICE TO ENABLE PERSONS WHO ARE BLIND TO HEAR THE  APPROACH\n   24  OF  THE VEHICLE AS READILY AS THEY CAN HEAR A CONVENTIONAL GASOLINE-POW-\n   25  ERED TAXICAB.\n   26    (B) THAT NO OWNER OF A TAXICAB SHALL PLACE ANY  TAXICAB  INTO  SERVICE\n   27  SUBSEQUENT  TO JUNE THIRTIETH, TWO THOUSAND FIFTEEN WHICH TAXICAB IS NOT\n   28  AN ACCESSIBLE TAXICAB.\n   29    3. FOR PURPOSES OF THIS SECTION, THE TERM \"ASSISTIVE LISTENING SYSTEM\"\n   30  SHALL  MEAN  SITUATIONAL-PERSONAL   ACOUSTIC   COMMUNICATION   EQUIPMENT\n   31  DESIGNED  TO  IMPROVE  THE TRANSMISSION AND AUDITORY RECEPTION OF SOUND.\n   32  SUCH SYSTEM SHALL INCLUDE BUT NOT BE LIMITED  TO  THE  USE  OF  STANDARD\n   33  AMPLITUDE  MODULATION  (AM),  FREQUENCY MODULATION (FM), AUDIO INDUCTION\n   34  LOOP, INFRARED LIGHT SOUND, OR HARD WIRE SYSTEMS.\n   35    S 2. The commissioner of transportation shall  promulgate  any  rules,\n   36  regulations  and standards necessary to give effect of the provisions of\n   37  this act, including, but not limited to rules, regulations and standards\n   38  concerning the standardization of assistive listening technology  avail-\n   39  able in taxicabs and the content of signs available in taxicabs to visu-\n   40  ally impaired persons.\n   41    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to providing for improved access to taxicabs for persons with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110106.T113206.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684567031
}