{
  "year" : 2011,
  "senateBillNo" : "S123-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S123-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a warning instruction by entities which manufacture, assemble and sell roller skates and skate boards",
  "summary" : "Requires a warning instruction by a person, firm, corporation, or other legal entities which manufacture and assemble roller skates and skate boards; requires the warning to be contained on a label, hangtag, shield or plate or on the outside of the box which such pair of roller skates or skate boards are sold and in each instruction manual; sets forth penalties for violations; makes an exception for the sale of roller skates or skate boards sold or offered for sale by consumers for consumer use. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S3642-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          123\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to notice require-\n         ments in the manufacture, assembling and sale  of  roller  skates  and\n         skate boards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  391-r to read as follows:\n    3    S 391-R. MANUFACTURE AND SALE  OF  ROLLER  SKATES  AND  SKATE  BOARDS;\n    4  NOTIFICATION. 1. AS USED IN THIS SECTION, THE FOLLOWING TERMS SHALL HAVE\n    5  THE FOLLOWING MEANINGS:\n    6    (A) \"ROLLER SKATE\" SHALL HAVE THE SAME MEANING AS SUCH TERM IS DEFINED\n    7  BY SECTION ONE HUNDRED FORTY-B OF THE VEHICLE AND TRAFFIC LAW.\n    8    (B)  \"SKATE BOARD\" SHALL HAVE THE SAME MEANING AS SUCH TERM IS DEFINED\n    9  BY SECTION ONE HUNDRED FORTY-C OF THE VEHICLE AND TRAFFIC LAW.\n   10    (C) \"WARNING INSTRUCTION\" SHALL MEAN A  NOTICE  IN  SUBSTANTIALLY  THE\n   11  FOLLOWING  FORM  PRINTED IN CLEAR AND CONSPICUOUS TYPE: \"WARNING! REDUCE\n   12  THE RISK OF SERIOUS INJURY AND ONLY USE (INSERT 'THESE SKATES' OR  'THIS\n   13  SKATE  BOARD',  AS  APPROPRIATE)  WHILE  WEARING  FULL PROTECTIVE GEAR -\n   14  HELMET, WRIST GUARDS, ELBOW PADS AND KNEE PADS.\"\n   15    2. (A) NO PERSON, FIRM, CORPORATION, OR OTHER LEGAL ENTITY WHICH MANU-\n   16  FACTURES OR ASSEMBLES ROLLER SKATES SHALL MANUFACTURE,  ASSEMBLE,  SELL,\n   17  OFFER  TO  SELL,  OR DISTRIBUTE IN THIS STATE SUCH ROLLER SKATES UNLESS:\n   18  (I) A WARNING INSTRUCTION CONTAINED ON A LABEL, HANGTAG, SHIELD OR PLATE\n   19  CLEARLY VISIBLE TO THE CONSUMER IS PLACED EITHER ON AT  LEAST  ONE  SUCH\n   20  ROLLER SKATE IN EACH PAIR MANUFACTURED OR ASSEMBLED OR ON THE OUTSIDE OF\n   21  THE  BOX IN WHICH SUCH PAIR OF ROLLER SKATES IS SOLD OR OFFERED FOR SALE\n   22  AT RETAIL; AND (II) EACH SUCH PAIR OF ROLLER  SKATES  WHICH  CONTAINS  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03124-01-1\n\n       S. 123                              2\n\n    1  USER'S  GUIDE  OR  BUYER'S  INSTRUCTION  MANUAL  ALSO CONTAINS A WARNING\n    2  INSTRUCTION WITHIN OR ON SUCH GUIDE OR MANUAL.\n    3    (B) NO PERSON, FIRM, CORPORATION, OR OTHER LEGAL ENTITY WHICH MANUFAC-\n    4  TURES OR ASSEMBLES SKATE BOARDS SHALL MANUFACTURE, ASSEMBLE, SELL, OFFER\n    5  TO  SELL,  OR  DISTRIBUTE  IN THIS STATE SUCH SKATE BOARDS UNLESS: (I) A\n    6  WARNING INSTRUCTION CONTAINED ON  A  LABEL,  HANGTAG,  SHIELD  OR  PLATE\n    7  CLEARLY  VISIBLE  TO THE CONSUMER IS PLACED EITHER ON THE SKATE BOARD OR\n    8  ON THE OUTSIDE OF THE BOX IN WHICH SUCH SKATE BOARD IS SOLD  OR  OFFERED\n    9  FOR  SALE  AT  RETAIL; AND (II) EACH SKATE BOARD WHICH CONTAINS A USER'S\n   10  GUIDE OR BUYER'S INSTRUCTION MANUAL ALSO CONTAINS A WARNING  INSTRUCTION\n   11  WITHIN OR ON SUCH GUIDE OR MANUAL.\n   12    (C)  NO PERSON, FIRM, CORPORATION OR OTHER LEGAL ENTITY WHICH IS REGU-\n   13  LARLY ENGAGED IN THE BUSINESS OF SELLING, OFFERING FOR SALE, OR DISTRIB-\n   14  UTING ROLLER SKATES AT RETAIL FOR CONSUMER  USE  SHALL  SELL,  OFFER  TO\n   15  SELL,  OR DISTRIBUTE IN THIS STATE SUCH ROLLER SKATES UNLESS SUCH ROLLER\n   16  SKATES CONFORM TO THE MANUFACTURING REQUIREMENTS SET FORTH IN  PARAGRAPH\n   17  (A) OF THIS SUBDIVISION.\n   18    (D)  NO PERSON, FIRM, CORPORATION OR OTHER LEGAL ENTITY WHICH IS REGU-\n   19  LARLY ENGAGED IN THE BUSINESS OF SELLING, OFFERING FOR SALE, OR DISTRIB-\n   20  UTING SKATE BOARDS AT RETAIL FOR CONSUMER USE SHALL SELL, OFFER TO SELL,\n   21  OR DISTRIBUTE IN THIS STATE SUCH SKATE BOARDS UNLESS SUCH  SKATE  BOARDS\n   22  CONFORM  TO THE MANUFACTURING REQUIREMENTS SET FORTH IN PARAGRAPH (B) OF\n   23  THIS SUBDIVISION.\n   24    3. WHENEVER IT SHALL APPEAR THAT THERE HAS BEEN A  VIOLATION  OF  THIS\n   25  SECTION,  AN APPLICATION MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME\n   26  OF THE PEOPLE OF THE STATE OF NEW YORK TO  A  COURT  OR  JUSTICE  HAVING\n   27  JURISDICTION  BY  A  SPECIAL PROCEEDING TO ISSUE AN INJUNCTION, AND UPON\n   28  NOTICE TO THE DEFENDANT OF NOT  LESS  THAN  FIVE  DAYS,  TO  ENJOIN  AND\n   29  RESTRAIN  THE  CONTINUANCE  OF SUCH VIOLATION; AND IF IT SHALL APPEAR TO\n   30  THE SATISFACTION OF THE COURT OR JUSTICE  THAT  THE  DEFENDANT  HAS,  IN\n   31  FACT,  VIOLATED  THIS ARTICLE, AN INJUNCTION MAY BE ISSUED BY SUCH COURT\n   32  OR JUSTICE, ENJOINING AND RESTRAINING  ANY  FURTHER  VIOLATION,  WITHOUT\n   33  REQUIRING  PROOF  THAT  ANY PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED\n   34  THEREBY. IN ANY SUCH PROCEEDING, THE COURT MAY MAKE  ALLOWANCES  TO  THE\n   35  ATTORNEY  GENERAL  AS  PROVIDED  IN  PARAGRAPH SIX OF SUBDIVISION (A) OF\n   36  SECTION EIGHTY-THREE HUNDRED THREE OF THE CIVIL PRACTICE LAW AND  RULES,\n   37  AND  DIRECT  RESTITUTION.  WHENEVER  THE  COURT  SHALL  DETERMINE THAT A\n   38  VIOLATION OF THIS ARTICLE HAS OCCURRED, THE COURT  MAY  IMPOSE  A  CIVIL\n   39  PENALTY  OF  NOT  MORE  THAN FIVE HUNDRED DOLLARS FOR SUCH VIOLATION. IN\n   40  CONNECTION WITH ANY SUCH PROPOSED APPLICATION, THE ATTORNEY  GENERAL  IS\n   41  AUTHORIZED  TO TAKE PROOF AND MAKE A DETERMINATION OF THE RELEVANT FACTS\n   42  AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE  CIVIL  PRACTICE  LAW  AND\n   43  RULES.\n   44    4.  NO  PERSON, FIRM, CORPORATION OR OTHER LEGAL ENTITY WHICH IS REGU-\n   45  LARLY ENGAGED IN THE BUSINESS OF MANUFACTURING,  DISTRIBUTING,  SELLING,\n   46  OR  OFFERING  FOR  SALE ROLLER SKATES OR SKATE BOARDS SHALL BE DEEMED TO\n   47  HAVE VIOLATED THE PROVISIONS OF THIS SUBDIVISION, IF SUCH PERSON,  FIRM,\n   48  CORPORATION  OR  OTHER LEGAL ENTITY SHOWS BY A PREPONDERANCE OF EVIDENCE\n   49  THAT THE VIOLATION WAS NOT INTENTIONAL AND RESULTED  FROM  A  BONA  FIDE\n   50  ERROR  MADE  NOTWITHSTANDING  THE  MAINTENANCE  OF PROCEDURES REASONABLY\n   51  ADOPTED TO AVOID ANY SUCH ERROR.\n   52    5. THIS SECTION SHALL NOT APPLY TO THE SALE OF ROLLER SKATES OR  SKATE\n   53  BOARDS SOLD OR OFFERED FOR SALE BY CONSUMERS FOR CONSUMER USE.\n   54    S  2. This act shall take effect one year after it shall have become a\n   55  law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to notice requirements in the manufacture, assembling and sale of roller skates and skate boards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101208.T133601.TXT", "SOBI.D101208.T150129.TXT", "SOBI.D101208.T123558.TXT", "SOBI.D101208.T130600.TXT", "SOBI.D101208.T131600.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291838489796
}