{
  "year" : 2011,
  "senateBillNo" : "S1248-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1248-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the date of manufacture to be imprinted on tires",
  "summary" : "Requires the date of manufacture to be imprinted on tires; provides exceptions for certain tires. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S7002-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1248\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         dates of manufacture on tires\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  intent.  The  legislature  hereby  finds  and\n    2  declares  that  tires  have  a  limited service life regardless of tread\n    3  depth and use. Aged tires are  often  unsuspectingly  put  into  service\n    4  after  having  served  as  a  spare, stored in garages or warehouses, or\n    5  simply used on a vehicle that is infrequently driven. In many  instances\n    6  these  tires  show no visible signs of deterioration. Research has shown\n    7  that tread belt separations in aged tires have caused  nearly  50  acci-\n    8  dents, with at least 37 fatalities and 35 serious injuries. The legisla-\n    9  ture  also finds that the tire age can be determined through decoding of\n   10  the required department of transportation number molded into the side of\n   11  a tire; however, the department of transportation date coding is  diffi-\n   12  cult  to read and can be confusing to the consumer. The National Highway\n   13  Traffic Safety Administration is currently conducting research  on  tire\n   14  aging  and  is  studying consumer advisories. Therefore, the legislature\n   15  finds and declares that in absence of any federal regulations, it is  in\n   16  the  best  interest of the state to require manufacturers to display the\n   17  date of manufacture on both sides of any tires sold in  this  state,  as\n   18  well  as  to implement a public outreach campaign to inform consumers of\n   19  the dangers of operating a motor vehicle with aged tires.\n   20    S 2. Subdivision 35 of section 375 of the vehicle and traffic  law  is\n   21  amended by adding a new paragraph (d) to read as follows:\n   22    (D)(I) NO TIRE SHALL BE MANUFACTURED, DISTRIBUTED, OFFERED FOR SALE OR\n   23  SOLD IN THIS STATE FOR USE ON A PASSENGER VEHICLE, MULTI-PURPOSE PASSEN-\n   24  GER VEHICLE OR LIGHT TRUCK UNLESS A DATE OF MANUFACTURE IS CLEARLY MOLD-\n   25  ED  ON  BOTH SIDES OF THE TIRE IN A NON-CODED FASHION.  FOR THE PURPOSES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02022-01-1\n\n       S. 1248                             2\n\n    1  OF THIS PARAGRAPH, THE FOLLOWING TERMS SHALL HAVE  THE  FOLLOWING  MEAN-\n    2  INGS:  (A) \"LIGHT TRUCK\" SHALL MEAN A MOTOR VEHICLE WITH A GROSS VEHICLE\n    3  WEIGHT RATING OF LESS THAN TWENTY-SIX THOUSAND POUNDS  WHICH  IS  EITHER\n    4  DESIGNED  FOR  OFF-HIGHWAY OPERATION OR DESIGNED TO PERFORM AT LEAST ONE\n    5  OF THE FOLLOWING FUNCTIONS: TRANSPORT MORE  THAN  TEN  PERSONS,  PROVIDE\n    6  TEMPORARY  LIVING  QUARTERS,  TRANSPORT PROPERTY IN AN OPEN BED, PROVIDE\n    7  GREATER  CARGO-CARRYING  THAN  PASSENGER-CARRYING  VOLUME,   OR   PERMIT\n    8  EXPANDED USE OF A PASSENGER VEHICLE FOR CARGO-CARRYING PURPOSES OR OTHER\n    9  NONPASSENGER-CARRYING   PURPOSES  THROUGH  THE  REMOVAL  OF  SEATS;  (B)\n   10  \"MULTI-PURPOSE PASSENGER VEHICLE\" SHALL MEAN A MOTOR VEHICLE DESIGNED TO\n   11  CARRY TEN PERSONS OR LESS WHICH IS CONSTRUCTED EITHER ON A TRUCK CHASSIS\n   12  OR WITH SPECIAL FEATURES FOR  OCCASIONAL  OFF-ROAD  OPERATION;  AND  (C)\n   13  \"PASSENGER  VEHICLE\"  SHALL MEAN ANY MOTOR VEHICLE DESIGNED FOR CARRYING\n   14  TEN PERSONS OR LESS.\n   15    (II) WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION,  APPLICATION\n   16  MAY  BE  MADE  BY  THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF THE\n   17  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   18  PROCEEDING TO ISSUE AN INJUNCTION AND UPON NOTICE TO  THE  DEFENDANT  OF\n   19  NOT  LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF SUCH\n   20  VIOLATION OR TO ENFORCE THE PROVISIONS OF THIS SECTION; AND IF IT  SHALL\n   21  APPEAR  TO  THE  SATISFACTION OF THE COURT OR JUSTICE THAT THE DEFENDANT\n   22  HAS, IN FACT, VIOLATED THIS SECTION, AN INJUNCTION MAY BE ISSUED BY SUCH\n   23  COURT OR JUSTICE, ENJOINING AND RESTRAINING ANY FURTHER VIOLATION, WITH-\n   24  OUT REQUIRING PROOF THAT ANY  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR\n   25  DAMAGED  THEREBY. WHENEVER THE COURT SHALL DETERMINE THAT A VIOLATION OF\n   26  THIS SECTION HAS OCCURRED THE COURT MAY IMPOSE A CIVIL  PENALTY  OF  NOT\n   27  MORE  THAN  FIVE  HUNDRED DOLLARS FOR EACH VIOLATION. IN CONNECTION WITH\n   28  ANY SUCH PROPOSED APPLICATION, THE ATTORNEY  GENERAL  IS  AUTHORIZED  TO\n   29  TAKE  PROOF  AND  MAKE  A  DETERMINATION OF THE RELEVANT FACTS AND ISSUE\n   30  SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   31    S 3. 1. The governor's traffic safety committee, with the  cooperation\n   32  of  the  department of motor vehicles, the department of transportation,\n   33  the division of state police, and any other department, division, board,\n   34  bureau, commission, agency or public authority of the state or any poli-\n   35  tical subdivision thereof  deemed  necessary  by  the  committee,  shall\n   36  develop  and  implement a public outreach campaign to inform the general\n   37  public of the dangers of operating a motor vehicle with aged tires.\n   38    Such campaign shall include, but not be limited to:\n   39    (a) The development of radio and television public  service  announce-\n   40  ments  informing  the general public of the dangers of operating a motor\n   41  vehicle with aged tires;\n   42    (b) Developing printed informational materials informing  the  general\n   43  public  of  the  dangers  of  operating a motor vehicle with aged tires,\n   44  including a warning to the general public stating that:\n   45    \"Testing has shown that tires have a much greater propensity  to  fail\n   46  as  they  age  and  that both vehicle and tire manufacturers have recom-\n   47  mended light trucks and passenger tires older than six  years  from  the\n   48  date  of  manufacture should not be used, particularly spares. Old tires\n   49  can fail in use, causing loss of vehicle control  and  personal  injury.\n   50  Always  reduce speed and drive cautiously if you must use an old tire in\n   51  an emergency. Replace the tire as soon as possible. All tires should  be\n   52  replaced  ten  years after the date of their manufacture.\" Such informa-\n   53  tional material shall be available in both English and Spanish  language\n   54  versions;\n\n       S. 1248                             3\n\n    1    (c)  Distributing  informational  materials with each driver's license\n    2  application and renewal, and with each motor  vehicle  registration  and\n    3  renewal;\n    4    (d)  Making  such  informational  materials  available  to the general\n    5  public at all department of motor vehicle offices,  all  county  offices\n    6  that provide department of motor vehicle services;\n    7    (e)  Making such informational materials available to motorists at all\n    8  New York state automobile dealerships or any other office or agency that\n    9  the governor's traffic safety committee deems appropriate;\n   10    (f) Coordinating educational efforts with other states and local agen-\n   11  cies and not-for-profit organizations to warn of the dangers of  operat-\n   12  ing a motor vehicle with aged tires; and\n   13    (g)  Encouraging existing traffic safety and driver education programs\n   14  to include in their curricula information on avoiding operating a  motor\n   15  vehicle  with aged tires, the need to reduce speed and the importance of\n   16  driving cautiously if you must use an old tire in an emergency, and that\n   17  all tires should be replaced ten years after the date of their  manufac-\n   18  ture.\n   19    2.  The department of motor vehicles, the department of transportation\n   20  and the division of state police, and any department,  division,  board,\n   21  bureau,  commission,  agency,  or  public  authority of the state or any\n   22  political subdivision thereof deemed necessary by the governor's traffic\n   23  safety committee, shall cooperate to the furthest extent possible in the\n   24  development and implementation of this campaign.\n   25    S 4. This act shall take effect on the one hundred eightieth day after\n   26  it shall have become a law and shall only apply to tires manufactured on\n   27  or after such effective date.\n",
  "memo" : "BILL NUMBER:S1248\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to requiring dates of\nmanufacture on tires\n\nPURPOSE OF BILL:\nTo prevent accidents caused by tire failure.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSubdivision 35 of section 375 of the Vehicle and Traffic law is\namended by adding a new paragraph (d) stating that no tire shall be\nmanufactured, distributed, offered for sale or sold in this state\nafter this act takes effect for use on a passenger vehicle,\nmultipurpose passenger vehicle or light truck unless a date of\nmanufacture is clearly molded on both sides of the tire in a non-coded\nfashion.\nAdditionally, the Governor's Traffic Safety Committee shall develop a\npublic outreach campaign to inform the general public of the dangers\nof operating a motor vehicle with aged tires.\n\nJUSTIFICATION:\nTires have a limited service life regardless of tread depth and use.\nAged tires are often unsuspectingly put into service after having\nserved as a spare, stored in garages or warehouses, or simply used on\na vehicle that is infrequently driven. In many instances these tires\nshow no visible signs of deterioration. Research has shown that tread\nbelt separations in aged tires have caused nearly 50 accidents, with\nat least 50 fatalities and 35 serious injuries. The tire age can be\ndetermined through decoding of the required DOT number molded into\nthe side of a tire; however, the DOT date coding is difficult to read\nand can be confusing to the consumer. The National Highway Traffic\nSafety Administration is currently conducting research on tire aging\nand is studying consumer advisories. In absence of any federal\nregulations, it is in the best interest of the state to require\nmanufacturers to display the date of manufacture on both sides of any\ntires sold in this state, as well as to implement a public outreach\ncampaign to inform consumers of the dangers of operating a motor\nvehicle with aged tires.\n\nPRIOR LEGISLATIVE HISTORY:\n2010:  S.7002 - Referred to Transportation\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred eightieth day after it\nshall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring dates of manufacture on tires ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T114713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497435
}