{
  "year" : 2011,
  "senateBillNo" : "S1245-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S1245-2011-1294290000000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"state workforce injury reduction act\"",
  "summary" : "Enacts the \"state workforce injury reduction act\"; requires state agencies to submit a written action plan for reducting occurrences of injuries in the coming year to the governor and the legislature. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : "A109",
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S7500-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1245\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. ADDABBO, PARKER, PERALTA -- read twice and ordered\n         printed, and when printed to be committed to the  Committee  on  Civil\n         Service and Pensions\n\n       AN  ACT  to  amend  the  civil  service law, in relation to enacting the\n         \"state workforce injury reduction act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act  shall  be known and may be cited as the \"state\n    2  workforce injury reduction act\".\n    3    S 2. Section 7 of the civil service law is amended  by  adding  a  new\n    4  subdivision 7 to read as follows:\n    5    7.  EACH  STATE  AGENCY  REFERENCED IN THE ANNUAL REPORT ISSUED BY THE\n    6  PRESIDENT PURSUANT TO SUBDIVISION SIX OF THIS SECTION SHALL WITHIN THIR-\n    7  TY DAYS AFTER RECEIPT OF SUCH REPORT SUBMIT TO THE GOVERNOR, THE  TEMPO-\n    8  RARY  PRESIDENT  OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY A WRITTEN\n    9  ACTION PLAN FOR REDUCING OCCURRENCES OF  SUCH  INJURIES  IN  THE  COMING\n   10  YEAR.  STATE AGENCIES WILL PROVIDE FOR EMPLOYEE PARTICIPATION THROUGH AN\n   11  AUTHORIZED  EMPLOYEE REPRESENTATIVE WHEN PREPARING AND IMPLEMENTING SUCH\n   12  WRITTEN ACTION PLANS.\n   13    S 3. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01429-01-1\n",
  "memo" : "BILL NUMBER:S1245\n\nTITLE OF BILL:\nAn act\nto amend the civil service law, in relation to\nenacting the \"state workforce injury reduction act\"\n\nPURPOSE OF BILL:\nTo ensure that agencies seriously examine injuries to their employees\nand formulate ways to prevent similar injuries from occurring in the\nfuture.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill names the act the \"state workforce injury\nreduction act\".\n\nSection 2 of the bill amends section 7 of the civil service law by\nadding a new subdivision 7 that requires each state agency referenced\nin the annual report issued by the president of the civil service\ncommission pursuant to this section to write and submit an action\nplan with participation from employee representatives for reducing\noccurrences of such injuries in the coming year.\n\nSection 3 requires the act to take effect immediately.\n\nJUSTIFICATION:\nCurrently the president of the New York State Department of Civil\nService produces an annual report describing occupational injuries,\nillnesses, and workers' compensation claims for each state agency.\nHowever, there is no requirement that agencies respond to the report\nwith a plan for reducing the kinds of injuries identified in the\nreport.\nThis legislation would ensure that agencies work with employee\nrepresentatives to seriously examine injuries to their employees and\nformulate ways to prevent similar injuries from occurring in the\nfuture.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: S.7500 - Veto No. 6828 of 2010\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nMinimal costs, but less worker compensation claims as a result of the\npassage of this legislation will result in savings to New York State.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to enacting the \"state workforce injury reduction act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110106.T130219.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T114214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497430
}