{
  "year" : 2011,
  "senateBillNo" : "S1241-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1241-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the city of New York or county within the district to make maintenance of escalators, elevators and other facilities in passenger stations a priority",
  "summary" : "Requires the city of New York or county within the district to make maintenance of escalators, elevators and other facilities in passenger stations a priority; requires daily inspections, reports to MTA inspector general and the management advisory board, emergency repair order after two consecutive daily reports of inoperable facilities, and annual reports by the management advisory board. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A837",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S1387-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1241\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities  law,  in  relation  to  ensuring\n         public  accessibility  in  certain  mass  transit  and  rapid  transit\n         stations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 1277 of the public authorities law, as amended by\n    2  chapter 161 of the laws of 2000, is amended to read as follows:\n    3    S 1277. Station operation and maintenance. The operation,  maintenance\n    4  and  use  of  passenger stations shall be public purposes of the city of\n    5  New York and the counties within the district.  1. (A) The total cost to\n    6  the authority and each of  its  subsidiary  corporations  of  operation,\n    7  maintenance  and  use  of  each  passenger  station  within the district\n    8  serviced by one or more railroad facilities of the authority or of  such\n    9  subsidiary  corporation,  including  the buildings, appurtenances, plat-\n   10  forms, lands and approaches incidental or  adjacent  thereto,  shall  be\n   11  borne  by  the  city of New York if such station is located in such city\n   12  or, if not located in such city, by such county within the  district  in\n   13  which such station is located. On or before June first of each year, the\n   14  authority  shall, in accordance with the method specified herein, deter-\n   15  mine and certify to the city of New York and to each county  within  the\n   16  district  the  respective  allocation of costs related to the operation,\n   17  maintenance and use of passenger stations within such city and each such\n   18  other county, for the twelve month period  ending  the  preceding  March\n   19  thirty-first.\n   20  For  the  year commencing April first, nineteen hundred ninety-nine, the\n   21  total payment amount to be billed by the authority  for  the  operation,\n   22  maintenance  and  use  of  each passenger station within the city of New\n   23  York and the counties of Nassau, Suffolk, Westchester, Dutchess, Putnam,\n   24  Orange, and Rockland shall be calculated by  summing  the  total  amount\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00769-01-1\n\n       S. 1241                             2\n\n    1  listed  in  the  base  amount table plus an adjustment to such base year\n    2  amount equal to the base amount times the increase or  decrease  in  the\n    3  Consumer  Price  Index for Wage Earners and Clerical Workers for the New\n    4  York, Northeastern-New Jersey Standard Metropolitan Statistical Area for\n    5  the twelve-month period being billed.\n\n    6                              BASE AMOUNT TABLE\n    7         County                                Base Amount\n    8         Nassau                                $19,200,000\n    9         Suffolk                               $11,834,091\n   10         Westchester                           $13,269,310\n   11         Dutchess                              $ 1,581,880\n   12         Putnam                                $   618,619\n   13         Orange                                $   327,247\n   14         Rockland                              $    34,791\n   15         City of New York                      $61,435,330\n\n   16  For  each year thereafter, such total payment for each such county shall\n   17  be the same amount as the total payment  during  the  immediately  prior\n   18  year,  plus  an  adjustment  equal  to  the  prior year amount times the\n   19  increase or decrease in the Consumer Price Index for  Wage  Earners  and\n   20  Clerical  Workers  for  the  New  York, Northeastern-New Jersey Standard\n   21  Metropolitan Statistical Area for the twelve-month period being billed.\n   22    (B) On or before the following September first,  of  each  year,  such\n   23  city and each such county shall pay to the authority such cost or amount\n   24  so  certified to it on or before the preceding June first. Such city and\n   25  each such county shall have power to finance such costs  to  it  by  the\n   26  issuance  of budget notes pursuant to section 29.00 of the local finance\n   27  law. For the year beginning April first, two thousand four, the authori-\n   28  ty, the city of New York and the counties of Nassau, Suffolk,  Westches-\n   29  ter, Dutchess, Putnam, Orange, and Rockland may, after having reached an\n   30  agreement, recommend to the legislature modifications to the amounts set\n   31  forth  above  based upon changes made to commuter services including but\n   32  not limited to changes in the number of passenger stations  within  such\n   33  counties  or  the  level  of  commuter rail service provided to any such\n   34  passenger stations. Failure between the authority and between the  coun-\n   35  ties  to  reach  agreement will be referred to the state comptroller for\n   36  mediation. If the mediation is unsuccessful, each party  and  the  state\n   37  comptroller may submit a recommendation to the governor and the legisla-\n   38  ture for legislative action.\n   39    (C)  In  the event that a city or county shall fail to make payment to\n   40  the authority for station  maintenance  as  required  pursuant  to  this\n   41  section, or any part thereof, the chief executive officer of the author-\n   42  ity  or  such other person as the chairman shall designate shall certify\n   43  to the state comptroller the amount due and owing the authority  at  the\n   44  end of the state fiscal year and the state comptroller shall withhold an\n   45  equivalent  amount  from the next succeeding state aid allocated to such\n   46  county or city from the motor fuel tax and the motor  vehicle  registra-\n   47  tion  fee  distributed  pursuant to former section one hundred twelve of\n   48  the highway law, or amounts distributed pursuant to section ten-c of the\n   49  highway law, or per capita local assistance pursuant to  section  fifty-\n   50  four  of  the  state  finance  law subject to the following limitations:\n   51  prior to withholding amounts due the authority from such county or city,\n   52  the comptroller shall pay in full any amount due the state of  New  York\n   53  municipal  bond  bank  agency, on account of any such county's or city's\n   54  obligation to such agency; the city university construction fund  pursu-\n\n       S. 1241                             3\n\n    1  ant  to the provisions of the city university construction fund act; the\n    2  New  York  city  housing  development  corporation,  pursuant   to   the\n    3  provisions  of  the  New  York  city housing development corporation act\n    4  (article  twelve  of  the  private housing finance law); and the transit\n    5  construction fund pursuant to the provisions of title nine-A of  article\n    6  five  of  this  chapter.  The comptroller shall give the director of the\n    7  budget notification of any such payment. Such amount or amounts so with-\n    8  held by the comptroller shall be paid to the authority and the authority\n    9  shall use such amount for the repayment of  the  state  advances  hereby\n   10  authorized.  When  such amount or amounts are received by the authority,\n   11  it shall credit such amounts against any amounts due and  owing  by  the\n   12  city or county on whose account such amount was withheld and paid.\n   13    2. NOTWITHSTANDING ANY LAW, ADMINISTRATIVE CODE, RULE OR REGULATION TO\n   14  THE CONTRARY, THE MAINTENANCE OF ESCALATORS, ELEVATORS, WHEELCHAIR LIFTS\n   15  ON CITY BUSES AND OTHER FACILITIES IN PASSENGER STATIONS THAT EXPAND USE\n   16  TO  PERSONS WITH DISABILITIES SHALL BE A PRIORITY OF THE AUTHORITY.  THE\n   17  AUTHORITY SHALL PROVIDE FOR A DAILY INSPECTION OF EACH SUCH STATION  AND\n   18  CITY  BUS.  IF AN ESCALATOR, ELEVATOR, WHEELCHAIR LIFT OR OTHER FACILITY\n   19  IS DEEMED INOPERABLE DURING SUCH INSPECTION, THE AUTHORITY  SHALL  IMME-\n   20  DIATELY  INITIATE  REPAIR  AND  FILE A WRITTEN REPORT WITH THE AUTHORITY\n   21  INSPECTOR GENERAL AND THE MANAGEMENT ADVISORY BOARD. IF SUCH  ESCALATOR,\n   22  ELEVATOR, WHEELCHAIR LIFT OR OTHER FACILITY IS DEEMED INOPERABLE FOR TWO\n   23  OR  MORE  CONSECUTIVE  DAILY  INSPECTIONS, SUCH INSPECTOR GENERAL SHALL,\n   24  UPON REVIEW OF THE REPAIR STATUS, ISSUE OR APPROVE AN  EMERGENCY  REPAIR\n   25  ORDER  AND  SHALL  MONITOR THE REPAIR PROCESS OF SUCH FACILITY TO ENSURE\n   26  EXPEDITIOUS RETURN TO SERVICE. FOR PURPOSES OF THIS SECTION, AN  ESCALA-\n   27  TOR,  ELEVATOR,  WHEELCHAIR  LIFT  OR  OTHER FACILITY MUST BE CONSIDERED\n   28  INOPERABLE WHEN IT CANNOT REASONABLY ACCOMMODATE A  WHEELCHAIR  USER  OR\n   29  OTHER  PERSONS  WITH  DISABILITIES IN THE WAY IT WAS ORIGINALLY DESIGNED\n   30  TO.  DAILY INSPECTIONS AND REPORTS SHALL CONTINUE DURING EACH PERIOD  OF\n   31  REPAIR  FOR  THE  ANNUAL  REPORTING REQUIREMENTS PROVIDED IN SUBDIVISION\n   32  FOUR OF SECTION TWELVE HUNDRED SEVENTY-NINE-A OF THIS TITLE.\n   33    S 2. Section 1279-a of the public authorities law, as added by chapter\n   34  427 of the laws of 1983, is amended to read as follows:\n   35    S 1279-a. Management advisory board. 1. There is hereby created in the\n   36  office of the metropolitan transportation authority inspector general  a\n   37  management  advisory  board, consisting of thirteen members appointed by\n   38  the governor, of whom two shall be  appointed  upon  nomination  by  the\n   39  temporary president of the senate, two upon nomination by the speaker of\n   40  the  assembly,  one upon nomination by the minority leader of the senate\n   41  and one upon nomination by the minority  leader  of  the  assembly.  All\n   42  members  shall  serve for a term of three years, except that, of the two\n   43  members first appointed upon nomination by the  temporary  president  of\n   44  the  senate, one shall serve for a term of two years and one shall serve\n   45  for a term of one year; of the two members first  appointed  upon  nomi-\n   46  nation by the speaker of the assembly, one shall serve for a term of two\n   47  years  and  one  shall  serve for a term of one year; and, of two of the\n   48  members first appointed by the governor without nomination by any  other\n   49  person,  two shall each serve for a term of two years and two shall each\n   50  serve for a term of one year.  One  of  the  members  appointed  to  the\n   51  management  advisory  board directly by the governor shall be designated\n   52  by the governor to serve as its [chairman] CHAIRPERSON.\n   53    2. All members of the management advisory board shall be residents  of\n   54  the  metropolitan  transportation  district, PATRONS OF THE MASS TRANSIT\n   55  AND RAPID TRANSIT SYSTEMS and shall be persons with substantial  experi-\n\n       S. 1241                             4\n\n    1  ence  in the management of private enterprise, in the delivery of public\n    2  services, or in labor or labor-management relations.\n    3    3.  The management advisory board shall assist the metropolitan trans-\n    4  portation authority inspector general in  identifying  ways  to  improve\n    5  services,  ACCESSIBILITY  FOR  PERSONS WITH DISABILITIES, MAINTENANCE OF\n    6  PASSENGER STATIONS AND WHEELCHAIR LIFTS ON CITY BUSES, reduce costs  and\n    7  increase  the  efficiency  of  the  authority  and its subsidiaries, the\n    8  Triborough bridge and tunnel authority or  the  New  York  city  transit\n    9  authority and its subsidiary.\n   10    4.  No later than April first, nineteen hundred eighty-four, and annu-\n   11  ally thereafter, the management  advisory  board  shall  submit  to  the\n   12  governor  and  the  legislature  a  report  on its activities during the\n   13  previous year.\n   14    5. The office of the metropolitan transportation  authority  inspector\n   15  general  shall  provide  the  management  advisory board with such staff\n   16  support as may be required for the performance of its duties.\n   17    6. Members of  the  management  advisory  board  shall  serve  without\n   18  compensation,  but  shall be reimbursed for expenses reasonably incurred\n   19  in the performance of their duties.\n   20    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   21  have become a law.\n",
  "memo" : "BILL NUMBER:S1241\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to ensuring public\naccessibility in certain mass transit and rapid transit stations\n\nPURPOSE OR GENERAL IDEA OF BILL:\nRequires the Metropolitan\nTransportation Authority to provide for the daily inspection of\nescalators, elevators, wheel-chair lifts, and other facilities in\npassenger stations and to make their maintenance a priority.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill requires the Metropolitan\nTransportation Authority to provide for the daily inspection of\nescalators, elevators, wheelchair lifts, and other facilities in its\npassenger stations.\n\nThe bill requires that if an escalator, elevator, wheelchair lift, or\nother facility is found to be inoperable that the authority shall\ninitiate repair and file a written report to the authority's\nInspector General and Management Advisory Board.\n\nThe bill requires that if an escalator, elevator, wheelchair lift, or\nother facility is found to be inoperable for two or more consecutive\ndays the Inspector General issue an emergency repair order and\nmonitor the repair progress.\n\nThe bill requires that throughout the period in which an escalator,\nelevator, wheelchair lift, or other facility is found to be\ninoperable that written reports are filed with the authority's\nInspector General and Management Advisory Board.\n\nThe bill defines \"inoperable\" as when an escalator, elevator,\nwheelchair lift, or other facility cannot accommodate a person with a\ndisability in the way in which it was designed to.\n\nThe bill requires the Management Advisory Board to assist the MTA\nInspector General in identifying ways to improve accessibility for\npersons with disabilities, maintenance of passenger stations, and\nwheelchair lifts on city buses.\n\nJUSTIFICATION:\nWhen an escalator, elevator, or\nwheelchair lift is\ninoperable it means that a person with a disability may be stranded\nin their home. If a wheelchair user finds that they cannot exit due\nto an inoperable elevator they have limited options: exit at a\ndifferent station likely very far away from their intended\ndestination, reverse\n\ntheir trip if an elevator is not necessary to reach the other side of\nthe tracks, or have their person and their wheelchair carried out of\nthe passenger station by the police. This is a situation that occurs\ntoo often and is humiliating and dangerous for the wheelchair user\nand an unacceptable outcome that we could do more to avoid. In an\nemergency, inoperable accessibility features have the potential to be\na threat to human life.\n\nAccording to a 2006 report, The State of Repairs, by Manhattan Borough\nPresident Scott, M. Stringer, 74% of all elevators in ADA-compliant\nstations did not receive their mandated annual inspection each year\nbetween 2002 and 2005. 58% of escalators in Manhattan did not receive\na mandated inspection in that same period. The Borough President's\nreport also found that the trend is towards elevator outages\nincreasing in length. In 2005, the average elevator in an\nADA-compliant station was out for 11 days. These findings are not\nnew, but rather part of a long-term trend. A 2000 report, Stuck,\nprepared by NYC Public Advocate Mark Green analyzed 110,000 records\nbetween 1994 and 2000 and found that elevators and escalators in\npassenger stations were being poorly maintained.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2008:  S.7348 (Duane), Died in Transportation; A.10420, Died in\nCorporations\n2009:  S.1387 (Duane), Died in Transportation; A.3952, Died in\nCorporations\n2010:  S.1387 (Duane), Died in Finance; A.3952 (Kellner) Died in\nCorporations\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\n30 days after it becomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to ensuring public accessibility in certain mass transit and rapid transit stations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T130219.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T113706.TXT", "SOBI.D110110.T141611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497424
}