{
  "year" : 2011,
  "senateBillNo" : "S1246-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1246-2011-1294290000000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"monk parakeet protection act\"",
  "summary" : "Enacts the \"monk parakeet protection act\". ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S7850-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1246\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         enacting the \"monk parakeet protection act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature  finds  that  the  monk\n    2  parakeet  has  been existing in a wild, undomesticated state in New York\n    3  since the late 1960s. The ancestors of the current flocks  are  believed\n    4  to  have  been imported legally into the United States from their native\n    5  land in Argentina. Since then, monk parakeets have established  colonies\n    6  in  parts  of New York city and lower Westchester county. Their colonies\n    7  are small, and the population of  monk  parakeets  seems  to  be  rather\n    8  stabilized  over  the past 20 years. It is estimated that there are less\n    9  than 1,000 wild monk parakeets in the state  of  New  York.  Reports  of\n   10  poaching  and  less than humane regard for nesting sites have led to the\n   11  need for formal protection of this species, which is recognized as  non-\n   12  native,  but  not  currently  categorized  as invasive, according to the\n   13  report Regulatory System  for  Non-native  Species  (New  York  Invasive\n   14  Species  Council, 2010).  The purpose of this act is to protect the wild\n   15  monk parakeet (a/k/a Quaker parakeet),  the  parrot  species  Myiopsitta\n   16  monachus,  living  in  a wild state in various parts of the state of New\n   17  York. This act shall  also  provide  humane  methods  of  relocation  or\n   18  removal,  especially where threat to human life, private or public prop-\n   19  erty, or agricultural concerns, are imminent.\n   20    S 2. This act shall be known and may be cited as  the  \"monk  parakeet\n   21  protection act.\"\n   22    S  3.  Article  11 of the environmental conservation law is amended by\n   23  adding a new title 27 to read as follows:\n   24                                   TITLE 27\n   25                        MONK PARAKEET PROTECTION ACT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02027-01-1\n\n       S. 1246                             2\n\n    1  SECTION 11-2701. DEFINITIONS.\n    2          11-2703. MONK PARAKEETS; PROTECTION.\n    3  S 11-2701. DEFINITIONS.\n    4    FOR PURPOSES OF THIS TITLE, THE FOLLOWING TERMS SHALL HAVE THE FOLLOW-\n    5  ING MEANINGS:\n    6    1. \"QUALIFIED INDIVIDUAL\" SHALL MEAN A PERSON OR PERSONS WITH EITHER A\n    7  DEGREE  IN  EARTH,  BIOLOGICAL  OR  NATURAL SCIENCES, INCLUDING GEOLOGY,\n    8  ENVIRONMENTAL SCIENCE, BIOLOGY, ZOOLOGY, OR A  SPECIALIZATION  IN  ORNI-\n    9  THOLOGY;\n   10    2.  \"WILD MONK PARAKEET\" SHALL MEAN A MONK PARAKEET THAT WAS BORN IN A\n   11  NATURAL ENVIRONMENT WITHOUT HUMAN AID OR INTERVENTION, AND RAISED BY ITS\n   12  OWN PARENTS. THE PROVISIONS OF THIS TITLE SHALL NOT APPLY  TO  ANY  MONK\n   13  PARAKEET  THAT IS BANDED BY A BREEDER AND PREVIOUSLY EXISTED IN A DOMES-\n   14  TIC SITUATION AS A PET;\n   15    3. \"QUALIFIED DESIGNATED AGENT OR AUTHORITY\" SHALL MEAN EITHER A STATE\n   16  AGENCY WITH QUALIFIED INDIVIDUALS, OR AN ORGANIZATION WITH  MEMBERS  WHO\n   17  HAVE A MINIMUM OF FIVE YEARS EXPERIENCE IN THE RESCUE AND REHABILITATION\n   18  OF PARROTS OR WILD BIRDS, AND HAVE AT LEAST TWO QUALIFIED INDIVIDUALS AS\n   19  DEFINED  IN  SUBDIVISION  ONE  OF THIS SECTION. THE QUALIFIED DESIGNATED\n   20  AGENT OR AUTHORITY SHALL BE AFFILIATED WITH ONE OR MORE AVIAN  VETERINA-\n   21  RIANS; AND\n   22    4.  \"BREEDING  SEASON\"  SHALL  MEAN THE PERIOD OF TIME BEGINNING APRIL\n   23  FIRST AND ENDING OCTOBER FIRST OF A CALENDAR YEAR.\n   24  S 11-2703. MONK PARAKEETS; PROTECTION.\n   25    1. NO PERSON SHALL CAPTURE OR HARM A MONK PARAKEET  CHICK,  FLEDGLING,\n   26  OR  ADULT, OR TAKE OR SELL ITS EGGS, TO ANY RETAIL OR PRIVATE ESTABLISH-\n   27  MENT OR CONCERN.\n   28    2. NO PERSON SHALL REMOVE THE NEST OF A MONK PARAKEET, UNLESS THERE IS\n   29  A DOCUMENTED AND IMMEDIATE THREAT TO HUMAN LIFE OR  PUBLIC  AND  PRIVATE\n   30  PROPERTY.\n   31    3. THE COLLECTION OF EGGS, CHICKS, FLEDGLINGS, OR ADULT MONK PARAKEETS\n   32  SHALL  BE  DONE ONLY UNDER THE SUPERVISION OF A DESIGNATED AND QUALIFIED\n   33  INDIVIDUAL OR EXPERT.\n   34    4. THE REMOVAL OF THE NEST OF A MONK  PARAKEET,  IF  NECESSARY,  SHALL\n   35  OCCUR OUTSIDE OF BREEDING SEASON, UNLESS THERE IS A DOCUMENTED AND IMME-\n   36  DIATE THREAT TO HUMAN LIFE OR PUBLIC AND PRIVATE PROPERTY.\n   37    5.  THE  STATE  OR  A QUALIFIED DESIGNATED AGENT OR AUTHORITY SHALL BE\n   38  NOTIFIED AT LEAST FIVE DAYS IN ADVANCE OF ANY  PROPOSAL  TO  REMOVE  THE\n   39  NEST OF A MONK PARAKEET. THE DESIGNATED AGENT OR AUTHORITY SHALL PROPOSE\n   40  ALTERNATIVE  ACTIONS, AND SHALL SUPERVISE ANY NEST REMOVALS IF AN ALTER-\n   41  NATIVE PLAN IS NOT POSSIBLE.\n   42    6. PRIVATE COMPANIES AND ORGANIZATIONS, UTILITY COMPANIES, AND GOVERN-\n   43  MENTAL AGENCIES, SHALL MAKE EVERY EFFORT TO SUPPLY AND ERECT ALTERNATIVE\n   44  NESTING PLATFORMS WHERE REASONABLY POSSIBLE, IF  CURRENT  MONK  PARAKEET\n   45  NESTING  SITES  HAVE  BEEN  DEMONSTRATED  TO  BE A THREAT TO HUMAN LIFE,\n   46  PRIVATE OR PUBLIC PROPERTY, OR AGRICULTURAL CONCERNS.  EXAMPLE PLANS AND\n   47  DRAWINGS FOR NESTING PLATFORMS SHALL BE MADE AVAILABLE TO THE PUBLIC  ON\n   48  THE OFFICIAL WEBPAGE OF THE DEPARTMENT.\n   49    7.  IF  AN  EFFORT  TO PROVIDE MONK PARAKEETS WITH ALTERNATIVE NESTING\n   50  PLATFORMS FAILS OR PROVES TO  BE  UNSUCCESSFUL,  AN  ENTITY  MAY  EMPLOY\n   51  HUMANE  MEANS  TO  REMOVE  AND  EUTHANIZE MONK PARAKEETS, ONLY AS A LAST\n   52  RESORT. ALL OTHER METHODS TO PROVIDE ALTERNATIVE NESTING  OPTIONS  SHALL\n   53  BE  FIRST  EXHAUSTED.  SUCH  ENTITY  SHALL  DEMONSTRATE  IN  WRITING AND\n   54  DOCUMENTATION THAT ALL EFFORTS TO PROVIDE ALTERNATIVES HAVE FAILED,  AND\n   55  SHALL  OUTLINE  THE  METHOD  BY  WHICH EUTHANASIA SHALL BE APPLIED. SUCH\n\n       S. 1246                             3\n\n    1  ENTITY SHALL ALSO DEMONSTRATE THAT THERE IS A DOCUMENTED  AND  IMMEDIATE\n    2  THREAT TO HUMAN LIFE OR PUBLIC AND PRIVATE PROPERTY.\n    3    8. FOR PURPOSES OF THIS TITLE:\n    4    A. THE USE OF CARBON MONOXIDE OR ANY OTHER GAS OR VAPOR AS A METHOD OF\n    5  EUTHANASIA IS PROHIBITED;\n    6    B.  THE ONLY ACCEPTABLE FORM OF EUTHANASIA SHALL BE BY INJECTION OF AN\n    7  ANESTHETIC OR ANESTHETIC MIXTURE WHICH  CAUSES  IMMEDIATE  AND  PAINLESS\n    8  CESSATION OF PULMONARY AND CORONARY FUNCTION; AND\n    9    C. ADMINISTRATION AND SUPERVISION OF THE EUTHANASIA PROCEDURE SHALL BE\n   10  DONE  BY  A  LICENSED  VETERINARIAN,  VETERINARY ASSISTANT OR VETERINARY\n   11  TECHNICIAN.\n   12    9. THE DEPARTMENT MAY DESIGNATE A QUALIFIED ORGANIZATION TO CARRY  OUT\n   13  THE GENERAL ADMINISTRATION OF THE PROVISIONS OF THIS TITLE.\n   14    10.  A  QUALIFIED ORGANIZATION DESIGNATED PURSUANT TO SUBDIVISION NINE\n   15  OF THIS SECTION  SHALL  BE  ENTITLED  TO  REASONABLE  REIMBURSEMENT  FOR\n   16  EXPENSES IN ASSOCIATION WITH NEST REMOVAL, FROM ANY ENTITY SO REQUESTING\n   17  THE SERVICES OF SUCH QUALIFIED ORGANIZATION. THE REQUESTING ENTITY SHALL\n   18  PROVIDE,  AND  OPERATE,  ALL NECESSARY HEAVY EQUIPMENT, INCLUDING BUCKET\n   19  LIFTS OR TRUCKS. IN ADDITION, ALL EXPENSES AND COSTS ASSOCIATED WITH THE\n   20  USE OF VETERINARY SERVICES FOR EUTHANASIA  SHALL  BE  IMMEDIATELY  REIM-\n   21  BURSED TO THE ATTENDING VETERINARIAN BY THE REQUESTING ENTITY.\n   22    11. ANY VIOLATION OF THE PROVISIONS OF THIS TITLE SHALL BE A MISDEMEA-\n   23  NOR.\n   24    S  4.  This  act  shall take effect on the sixtieth day after it shall\n   25  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to enacting the \"monk parakeet protection act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110106.T130219.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T114214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687272246
}