{
  "year" : 2011,
  "senateBillNo" : "S1242-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1242-2011-1294290000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes the use of a governmental agency to harass a person within the crime of aggravated harassment in the second degree",
  "summary" : "Includes the use of a governmental agency to harass a person within the crime of aggravated harassment in the second degree. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SB6750-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1242\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. ADDABBO, PARKER -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to including  the  use  of  a\n         governmental  agency to harass a person within the crime of aggravated\n         harassment in the second degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 3, 4 and 5 of section 240.30 of the penal law,\n    2  subdivisions  3  and  4 as amended and subdivision 5 as added by chapter\n    3  510 of the laws of 2008, are amended to read as follows:\n    4    3. Strikes, shoves, kicks, or otherwise  subjects  another  person  to\n    5  physical  contact,  or attempts or threatens to do the same because of a\n    6  belief or perception  regarding  such  person's  race,  color,  national\n    7  origin,  ancestry, gender, religion, religious practice, age, disability\n    8  or sexual orientation, regardless of whether the belief or perception is\n    9  correct; [or]\n   10    4. Commits the crime of harassment in the first degree and has  previ-\n   11  ously  been  convicted of the crime of harassment in the first degree as\n   12  defined by section 240.25 of  this  article  within  the  preceding  ten\n   13  years[.]; OR\n   14    5.   EITHER (A) UNLAWFULLY DISCLOSES CONFIDENTIAL INFORMATION CONCERN-\n   15  ING THE PERSON HE OR SHE INTENDS TO HARASS, ANNOY,  THREATEN,  OR  ALARM\n   16  WHICH  HE  OR  SHE  OBTAINED  FROM  A GOVERNMENT AGENCY OR ANY POLITICAL\n   17  SUBDIVISION OF THE STATE OR MUNICIPALITY, IN A MANNER  LIKELY  TO  CAUSE\n   18  ANNOYANCE  OR  ALARM;  OR  (B) UNLAWFULLY CAUSES PERSONNEL EMPLOYED BY A\n   19  GOVERNMENTAL AGENCY OR ANY POLITICAL SUBDIVISION OF THE STATE OR MUNICI-\n   20  PALITY TO CONTACT OR INTERACT WITH THE  PERSON  HE  OR  SHE  INTENDS  TO\n   21  HARASS,  ANNOY,  THREATEN, OR ALARM IN AN OFFICIAL CAPACITY, IN A MANNER\n   22  LIKELY TO CAUSE ANNOYANCE OR ALARM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02019-01-1\n\n       S. 1242                             2\n\n    1    6. For the purposes of subdivision one of this section, \"form of writ-\n    2  ten communication\" shall include, but not be limited to, a recording  as\n    3  defined in subdivision six of section 275.00 of this part.\n    4    S 2. This act shall take effect on the first of November next succeed-\n    5  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1242\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to including the use of a\ngovernmental agency to harass a person within the crime of aggravated\nharassment in the second degree\n\nPURPOSE:\nTo expand upon the definition of aggravated harassment and provide\nfurther provisions in dissuading both the public and governmental\npersonnel from unlawfully using or disclosing confidential\ninformation with intent to alarm another individual.\n\nSUMMARY OF PROVISIONS:\nSection 240.30 of the Penal law is amended with a new subdivision.\n\nEXISTING LAW:\nExisting law defines a person guilty of aggravated harassment in the\nsecond degree when an individual is harassed, annoyed, threatened or\nalarmed by intent and through the usage of and/or by various forms of\ncommunications, and physical assault based on numerous factors. Such\ndefined harassment includes verbal abuse, insults and epithets,\nintimidation or humiliation.\n\nJUSTIFICATION:\nHarassment upon an individual is damaging and unavoidable when another\nindividual has access to confidential information about the targeted\nindividual. Claims against the individual can lead to reduced\nemployee productivity and morale, higher turnover and absenteeism\nrates, and significant increases in medical and workers' compensation\nclaims. Examples of harassment can comprise of a neighbor calling\nupon a city departmental agency on another individual to justify a\nfalse claim against that individual, to the placement of false\ncomplaints regarding illegal dumping of resources in to a neighboring\nreservoir. For each unfounded claim, an inspector must invest time\nand effort to investigate the claim. When an unfounded claim is\ndetermined, it becomes a waste of taxpayer time and money to the\nresidents of New York and to the investigator.\n\nWhen someone unlawfully causes personnel employed by a government\nagency or any political subdivision of the state or a municipality to\ninteract with or contact in an official capacity that person, or is\nan actual employee of that government agency or political subdivision\nof the state or municipality and contacts that person, the person who\nunlawfully uses or discloses confidential information concerning the\ntargeted individual\nwith intent to harass, annoy, threaten or alarm shall be held liable\nto a crime of aggravated harassment in the second degree.\n\nLEGISLATIVE HISTORY:\n\n2010: S.6750 - Passed the Senate 61-0.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to including the use of a governmental agency to harass a person within the crime of aggravated harassment in the second degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T133403.TXT", "SOBI.D110106.T130219.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T113706.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497426
}