{
  "year" : 2011,
  "senateBillNo" : "S1240-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1240-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a sticker or label to be affixed to any tire identifying the creation date of any tire",
  "summary" : "Requires a sticker or label to be affixed to any tire being sold in the state identifying the creation date and manufacturer of any tire. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SA7005-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1240\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. ADDABBO, PARKER -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the sale  of\n         tires\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 35 of section 375 of the  vehicle  and  traffic\n    2  law is amended by adding a new paragraph (d) to read as follows:\n    3    (D)(I)  NO TIRE SHALL BE DISTRIBUTED, SOLD OR OFFERED FOR SALE IN THIS\n    4  STATE UNLESS, PRIOR TO THE SALE OF SUCH TIRE, A LABEL OR  STICKER  IN  A\n    5  MANNER  AND FORM TO BE DETERMINED BY THE COMMISSIONER IS AFFIXED TO SUCH\n    6  TIRE CLEARLY DISPLAYING THE MANUFACTURER AND THE  DATE  OF  CREATION  OF\n    7  SUCH  TIRE.  UPON  SALE  OF  A  TIRE  A RECEIPT SHALL BE PROVIDED TO THE\n    8  PURCHASER WHICH INDICATES THE MANUFACTURER AND THE DATE OF  CREATION  OF\n    9  SUCH TIRE.\n   10    (II)  THE  PROVISIONS  OF SUBPARAGRAPH (I) OF THIS PARAGRAPH SHALL NOT\n   11  APPLY TO ANY MOTOR VEHICLE WITH TIRES INSTALLED AS OF THE EFFECTIVE DATE\n   12  OF THIS PARAGRAPH.\n   13    (III) NO TIRE SHALL BE INSTALLED IN  THIS  STATE  UNLESS  THE  STICKER\n   14  REQUIRED  BY SUBPARAGRAPH (I) OF THIS PARAGRAPH IS AFFIXED TO SUCH TIRE.\n   15  UPON INSTALLATION OF A TIRE BY ANYONE OTHER THAN THE OWNER OF THE  MOTOR\n   16  VEHICLE A RECEIPT SHALL BE PROVIDED WHICH INDICATES THE MANUFACTURER AND\n   17  THE DATE OF CREATION OF SUCH TIRE.\n   18    (IV) WHENEVER THERE SHALL BE A VIOLATION OF THIS SUBDIVISION, APPLICA-\n   19  TION  MAY  BE  MADE BY THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF\n   20  THE STATE OF NEW YORK TO A COURT OR JUSTICE  HAVING  JURISDICTION  BY  A\n   21  SPECIAL PROCEEDING TO ISSUE AN INJUNCTION AND UPON NOTICE TO THE DEFEND-\n   22  ANT  OF  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE\n   23  OF SUCH VIOLATION OR TO ENFORCE THE PROVISIONS OF THIS SECTION;  AND  IF\n   24  IT  SHALL  APPEAR  TO  THE SATISFACTION OF THE COURT OR JUSTICE THAT THE\n   25  DEFENDANT HAS, IN FACT, VIOLATED THIS SUBDIVISION, AN INJUNCTION MAY  BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02023-01-1\n\n       S. 1240                             2\n\n    1  ISSUED  BY  SUCH COURT OR JUSTICE, ENJOINING AND RESTRAINING ANY FURTHER\n    2  VIOLATION, WITHOUT REQUIRING PROOF THAT ANY PERSON HAS,  IN  FACT,  BEEN\n    3  INJURED  OR  DAMAGED  THEREBY. WHENEVER THE COURT SHALL DETERMINE THAT A\n    4  VIOLATION  OF THIS SUBDIVISION HAS OCCURRED THE COURT MAY IMPOSE A CIVIL\n    5  PENALTY OF NOT MORE THAN FIVE HUNDRED DOLLARS  FOR  EACH  VIOLATION.  IN\n    6  CONNECTION  WITH  ANY SUCH PROPOSED APPLICATION, THE ATTORNEY GENERAL IS\n    7  AUTHORIZED TO TAKE PROOF AND MAKE A DETERMINATION OF THE RELEVANT  FACTS\n    8  AND ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n    9    S  2.  This  act shall take effect on the ninetieth day after it shall\n   10  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the sale of tires ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T130219.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T113706.TXT", "SOBI.D110110.T141611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294686971083
}