{
  "year" : 2011,
  "senateBillNo" : "S1249-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1249-2011-1294290000000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a priority call system for use in connection with emergency disconnections of utilities, service coverage and oversight of response time",
  "summary" : "Amends the public service law, in relation to providing for a priority call system for use in connection with emergency disconnections of utilities, service coverage and oversight of response time in connection with the emergency disconnection of utilities. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S8304-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1249\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the public service law, in relation to providing  for  a\n         priority  call  system  for  use  in connection with emergency discon-\n         nections of utilities, service coverage and oversight of response time\n         in connection with the emergency disconnection of utilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new section\n    2  48-a to read as follows:\n    3    S 48-A. PRIORITY CALL SYSTEM AND REPORTING. 1.  THE  COMMISSION  SHALL\n    4  ESTABLISH  A PRIORITY CALL SYSTEM FOR USE BY POLICE AND FIRE DEPARTMENTS\n    5  AND AGENCIES IN THE EVENT OF AN  EMERGENCY  REQUIRING  DISCONNECTION  OF\n    6  UTILITY SERVICES PROVIDED BY A CORPORATION SUBJECT TO THIS ARTICLE. SUCH\n    7  SYSTEM  SHALL  BE IN OPERATION AT ALL TIMES, AND SHALL PROVIDE ACCESS TO\n    8  ONE OR MORE EMPLOYEES OF A CORPORATION, WHICH EMPLOYEES SHALL BE AUTHOR-\n    9  IZED TO DIRECT  THE  IMMEDIATE  DISCONNECTION.    THE  COMMISSION  SHALL\n   10  PROMULGATE SUCH RULES AND REGULATIONS AS IT DEEMS NECESSARY TO CARRY OUT\n   11  THE PROVISIONS OF THIS SECTION.\n   12    2.  EACH  CORPORATION  SUBJECT TO THE PROVISIONS OF THIS ARTICLE SHALL\n   13  ESTABLISH A PRIORITY CALL SYSTEM, IN ACCORDANCE WITH THE RULES AND REGU-\n   14  LATIONS OF THE COMMISSION, FOR USE BY POLICE AND  FIRE  DEPARTMENTS  AND\n   15  AGENCIES  IN  THE  EVENT  OF  AN  EMERGENCY  REQUIRING  DISCONNECTION OF\n   16  SERVICES PROVIDED BY THE CORPORATION.\n   17    3. EACH CORPORATION SUBJECT TO THE PROVISIONS OF  THIS  CHAPTER  SHALL\n   18  ANNUALLY  FILE WITH THE COMMISSION A REPORT, IN SUCH FORM AS THE COMMIS-\n   19  SION SHALL PRESCRIBE, DETAILING THE  DATES  AND  CIRCUMSTANCES  OF  EACH\n   20  REQUESTED  EMERGENCY  DISCONNECTION,  THE IDENTITY OF THE PERSON, AGENCY\n   21  AND DEPARTMENT MAKING THE REQUEST, THE RESPONSE TO EACH SUCH REQUEST AND\n   22  THE TIME REQUIRED TO ACCOMPLISH THE DISCONNECTION OF  SERVICE,  TOGETHER\n   23  WITH  SUCH  OTHER  INFORMATION THE COMMISSION DEEMS RELEVANT. FAILURE TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02030-01-1\n\n       S. 1249                             2\n\n    1  COMPLY WITH THE PROVISIONS OF THIS SUBDIVISION SHALL RESULT IN A  PENAL-\n    2  TY,  PAYABLE  TO  THE  COMMISSION, OF ONE THOUSAND DOLLARS PER DAY UNTIL\n    3  SUCH TIME AS THE COMPLETED REPORT IS FILED.\n    4    S  2.  Section 65 of the public service law is amended by adding a new\n    5  subdivision 14 to read as follows:\n    6    14. NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  IN  ORDER  TO  ENSURE\n    7  ADEQUATE SERVICE, EACH CORPORATION SUBJECT TO THIS ARTICLE SHALL ASSIGN,\n    8  AT A MINIMUM, ONE SERVICE PERSON FOR EVERY TWENTY THOUSAND PEOPLE IN THE\n    9  POPULATION IN EACH LOCAL AREA SERVED BY THE CORPORATION.\n   10    S  3.  Section 66 of the public service law is amended by adding a new\n   11  subdivision 29 to read as follows:\n   12    29. THE COMMISSION SHALL HAVE THE POWER TO  REQUIRE  EACH  CORPORATION\n   13  SUBJECT  TO THIS ARTICLE, INCLUDING ELECTRIC CORPORATIONS AND GAS CORPO-\n   14  RATIONS, TO MAINTAIN RECORDS OF AND FILE REPORTS  REGARDING  THE  CORPO-\n   15  RATION'S  RESPONSE TIMES IN CONNECTION WITH THE DISCONNECTION OF SERVICE\n   16  PROVIDED BY THE CORPORATION DURING EMERGENCY SITUATIONS AND DURING EMER-\n   17  GENCY AND/OR DISASTER PREPAREDNESS DRILLS CONDUCTED  BY  FEDERAL,  STATE\n   18  AND  LOCAL  GOVERNMENTAL  ENTITIES, INCLUDING, BUT NOT LIMITED TO POLICE\n   19  AND FIRE DEPARTMENTS, AND TO CONDUCT AUDITS  WITH  REGARD  THERETO.  THE\n   20  COMMISSION  SHALL  HAVE  THE  POWER  TO  EXAMINE  THE  ACCOUNTS,  BOOKS,\n   21  CONTRACTS, RECORDS, DOCUMENTS AND PAPERS OF ANY SUCH CORPORATION REGARD-\n   22  ING THE RESPONSE TIME, TO DIRECT THE CORPORATION TO IMPLEMENT ANY RECOM-\n   23  MENDATIONS THE COMMISSION FINDS TO BE NECESSARY AND REASONABLE,  AND  TO\n   24  IMPOSE FINES FOR THE FAILURE TO FOLLOW THE COMMISSION'S RECOMMENDATIONS.\n   25    S  4.  Section 80 of the public service law is amended by adding a new\n   26  subdivision 13 to read as follows:\n   27    13. THE COMMISSION SHALL HAVE THE POWER TO  REQUIRE  EACH  CORPORATION\n   28  SUBJECT  TO THIS ARTICLE TO MAINTAIN RECORDS OF THE FILE REPORTS REGARD-\n   29  ING SUCH CORPORATION'S RESPONSE TIMES IN  CONNECTION  WITH  THE  DISCON-\n   30  NECTION  OF  SERVICE  PROVIDED BY THE CORPORATION DURING EMERGENCY SITU-\n   31  ATIONS  AND  DURING  EMERGENCY  AND/OR  DISASTER   PREPAREDNESS   DRILLS\n   32  CONDUCTED  BY FEDERAL, STATE AND LOCAL GOVERNMENTAL ENTITIES, INCLUDING,\n   33  BUT NOT LIMITED TO POLICE AND FIRE DEPARTMENTS, AND  TO  CONDUCT  AUDITS\n   34  WITH  REGARD THERETO. THE COMMISSION SHALL HAVE THE POWER TO EXAMINE THE\n   35  ACCOUNTS, BOOKS, CONTRACTS, RECORDS, DOCUMENTS AND PAPERS  OF  ANY  SUCH\n   36  CORPORATION  REGARDING THE RESPONSE TIME, TO DIRECT SUCH CORPORATIONS TO\n   37  IMPLEMENT ANY RECOMMENDATIONS THE COMMISSION FINDS TO BE  NECESSARY  AND\n   38  REASONABLE,  AND  TO  IMPOSE FINES FOR THE FAILURE TO FOLLOW THE COMMIS-\n   39  SION'S RECOMMENDATIONS.\n   40    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1249\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to providing for a priority\ncall system for use in connection with emergency disconnections of\nutilities, service coverage and oversight of response time in connection\nwith the emergency disconnection of utilities\n\nPURPOSE:\nThe bill provides for a priority call system for use in\nconnection with emergency disconnections of utilities, service\ncoverage and oversight of response time.\n\nSUMMARY OF PROVISIONS:\nSection 1- The public service law is amended by\nadding a new section 46-a.\n\nSection 2- Section 65 of the public service law is amended by adding a\nnew subdivision 14.\n\nSection 3- Section 66 of the public service law is amended by adding a\nnew subdivision 29.\n\nSection 4- Section 80 of the public service law is amended by adding a\nnew subdivision 13.\n\nSection 5- contains effective date.\n\nJUSTIFICATION:\nTo have a process dealing with disconnecting a power\nsource during an emergency - such as a fire - is extremely important.\ncurrently, the utility company is responsible for the disconnection\nand firefighters are unable to do their job until the utility cuts\nthe power to a building. Low staffing ratios and inadequate process\nand procedures have lead to delays in such instances. This\nlegislation will put in place processes and procedures to comply with\nemergency shut offs and create a mechanism for review to improve\nresponse time.\n\nPRIOR LEGISLATIVE HISTORY:\n2010:  S/8304 - Referred to Rules\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to providing for a priority call system for use in connection with emergency disconnections of utilities, service coverage and oversight of response time in connection with the emergency disconnection of utilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T114713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497436
}