{
  "year" : 2011,
  "senateBillNo" : "S1243-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1243-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale of tires which are more than six years old",
  "summary" : "Prohibits the distribution, sale or offer for sale of tires which are more than six years old. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A2095",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S6876-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1243\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the sale  of\n         tires\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 35 of section 375 of the  vehicle  and  traffic\n    2  law is amended by adding a new paragraph (d) to read as follows:\n    3    (D) (I) NO TIRE SHALL BE DISTRIBUTED, SOLD OR OFFERED FOR SALE IN THIS\n    4  STATE IF SUCH TIRE IS MORE THAN SIX YEARS OLD.\n    5    (II)  WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION, APPLICATION\n    6  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n    7  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n    8  PROCEEDING  TO  ISSUE  AN INJUNCTION AND UPON NOTICE TO THE DEFENDANT OF\n    9  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n   10  VIOLATION  OR TO ENFORCE THE PROVISIONS OF THIS SECTION; AND IF IT SHALL\n   11  APPEAR TO THE SATISFACTION OF THE COURT OR JUSTICE  THAT  THE  DEFENDANT\n   12  HAS, IN FACT, VIOLATED THIS SECTION, AN INJUNCTION MAY BE ISSUED BY SUCH\n   13  COURT OR JUSTICE, ENJOINING AND RESTRAINING ANY FURTHER VIOLATION, WITH-\n   14  OUT  REQUIRING  PROOF  THAT  ANY  PERSON  HAS,  IN FACT, BEEN INJURED OR\n   15  DAMAGED THEREBY. WHENEVER THE COURT SHALL DETERMINE THAT A VIOLATION  OF\n   16  THIS  SECTION  HAS  OCCURRED THE COURT MAY IMPOSE A CIVIL PENALTY OF NOT\n   17  MORE THAN FIVE HUNDRED DOLLARS FOR EACH VIOLATION.  IN  CONNECTION  WITH\n   18  ANY  SUCH  PROPOSED  APPLICATION,  THE ATTORNEY GENERAL IS AUTHORIZED TO\n   19  TAKE PROOF AND MAKE A DETERMINATION OF  THE  RELEVANT  FACTS  AND  ISSUE\n   20  SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   21    S  2.  This  act shall take effect on the thirtieth day after it shall\n   22  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02020-01-1\n",
  "memo" : "BILL NUMBER:S1243\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to the sale of tires\n\nPURPOSE:\nMandates all tires aged six years or older to be removed from all tire\nmanufacturers so as to not be sold or distributed to the public.\n\nSUMMARY OF PROVISIONS:\nSection 1: Subdivision 35 of section 375 of the Vehicle and Traffic law:\nstates that no tire can be sold or offered for sale if the tire is\nmore than six years old. If there is believed to be an infraction, an\ninjunction may be issued to prevent any future infractions. If a\ncourt finds a party guilty for violating this law, the punishment is\na civil penalty up to five hundred dollars per infraction.\n\nJUSTIFICATION:\nIn 2008, the New York Department of Motor Vehicles reported 1,512\nmotor vehicle accidents due to tire failure (under-inflation; uneven\ntires;\nworn-out tires; etc.). When tires fail, it is very difficult to steer\nout of the way into safety. These accidents have caused 3 deaths and\n559 injuries in one year.\n\nPeople are misled to believe that they are purchasing new tires when\nin fact they may be actually purchasing tires that are up to twelve\nyears old. Tires older than six years are at a high risk for tire\nfailure due to the tire rubber drying out.\n\nBy implementing a civil penalty, it will entice tire warehouses to be\nmuch more diligent about selling tires that are at risk for failure.\nCurrently, salesmen knowingly sell old tires as new to customers -\nwhile fully understanding the risks that coincide with the sale -\nwhich is why a penalty is the only viable option.\n\nLEGISLATIVE HISTORY:\n2010: S.6876 - Referred to Transportation\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the thirtieth day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the sale of tires ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110106.T130219.TXT", "SOBI.D110113.T151918.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T114214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949958139
}