{
  "year" : 2011,
  "senateBillNo" : "S1250-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1250-2011-1294290000000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides certain information regarding level one sex offenders to the offices of local village, town, city, county or state law enforcement agencies",
  "summary" : "Provides certain information regarding level one sex offenders to the offices of local village, town, city, county or state law enforcement agencies through a subdirectory made available on the internet via the division homepage. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S`8002-2009", "S7992-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1250\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to  amend  the correction law, in relation to providing certain\n         information regarding level one sex offenders to the offices of  local\n         village, town, city, county or state law enforcement agencies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 168-q of  the  correction  law  is\n    2  renumbered  subdivision  3  and  a new subdivision 2 is added to read as\n    3  follows:\n    4    2. THE DIVISION SHALL MAINTAIN A SEPARATE SUBDIRECTORY  OF  LEVEL  ONE\n    5  SEX OFFENDERS. THE SUBDIRECTORY SHALL INCLUDE THE EXACT ADDRESS, ADDRESS\n    6  OF THE OFFENDER'S PLACE OF EMPLOYMENT AND PHOTOGRAPH OF THE SEX OFFENDER\n    7  ALONG  WITH  THE  FOLLOWING  INFORMATION,  IF  AVAILABLE: NAME, PHYSICAL\n    8  DESCRIPTION,  AGE  AND  DISTINCTIVE  MARKINGS.  BACKGROUND   INFORMATION\n    9  INCLUDING  THE  SEX  OFFENDER'S CRIME OF CONVICTION, MODUS OF OPERATION,\n   10  TYPE OF VICTIM TARGETED, THE NAME AND  ADDRESS  OF  ANY  INSTITUTION  OF\n   11  HIGHER  EDUCATION  AT  WHICH  THE  SEX OFFENDER IS ENROLLED, ATTENDS, IS\n   12  EMPLOYED OR RESIDES AND A DESCRIPTION OF SPECIAL CONDITIONS  IMPOSED  ON\n   13  THE SEX OFFENDER SHALL ALSO BE INCLUDED. THE SUBDIRECTORY SHALL HAVE SEX\n   14  OFFENDER  LISTINGS  CATEGORIZED  BY  COUNTY  AND ZIP CODE. A COPY OF THE\n   15  SUBDIRECTORY SHALL ANNUALLY BE  DISTRIBUTED  TO  THE  OFFICES  OF  LOCAL\n   16  VILLAGE,  TOWN,  CITY,  COUNTY OR STATE LAW ENFORCEMENT AGENCIES FOR ANY\n   17  LAW ENFORCEMENT PURPOSE AND SHALL NOT BE MADE ACCESSIBLE TO THE  PUBLIC.\n   18  THE  DIVISION  SHALL  DISTRIBUTE MONTHLY UPDATES TO THE OFFICES OF LOCAL\n   19  VILLAGE, TOWN, CITY,  COUNTY  OR  STATE  LAW  ENFORCEMENT  AGENCIES  FOR\n   20  PURPOSES  OF PUBLIC ACCESS. SUCH DEPARTMENTS SHALL REQUIRE THAT A PERSON\n   21  IN WRITING PROVIDE THEIR NAME AND ADDRESS PRIOR TO VIEWING THE SUBDIREC-\n   22  TORY. THE SUBDIRECTORY PROVIDED FOR IN THIS SUBDIVISION SHALL BE UPDATED\n   23  MONTHLY TO MAINTAIN ITS EFFICIENCY AND USEFULNESS AND SHALL BE  COMPUTER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02029-01-1\n\n       S. 1250                             2\n\n    1  ACCESSIBLE.  SUCH  SUBDIRECTORY  SHALL  BE  MADE  AVAILABLE  ONLY TO THE\n    2  OFFICES OF LOCAL VILLAGE, TOWN, CITY, COUNTY OR  STATE  LAW  ENFORCEMENT\n    3  AGENCIES AT ALL TIMES ON THE INTERNET VIA THE DIVISION HOMEPAGE.\n    4    S 2. This act shall take effect on the one hundred eightieth day after\n    5  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1250\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to providing certain\ninformation regarding level one sex offenders to the offices of local\nvillage, town, city, county or state law enforcement agencies\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis legislation seeks to facilitate information related to\nlevel one sex offenders for law enforcement access.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nA new\nsubdivision is added to section 168-q of the\ncorrection law while the current\nsubdivision 2 is renumbered to subdivision 3.\n\nJUSTIFICATION:\nWhile information pertaining to level 2 and level 3 sex\noffenders is readily available, information on level 1 sex offenders\nis harder to come by. This can be detrimental to law enforcement\nofficers, who, despite having access to some information on level 1\nsex offenders, do not have uniform means of searching for that\ninformation.\n\nThe law would allow law enforcement to access information that they\nalready can access, but in one location.\n\nPRIOR LEGISLATIVE HISTORY:\n2010:  S.7992 - Referred to Crime Victims, Crime & Correction\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nShall take effect on the one hundred eightieth day after\nit becomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to providing certain information regarding level one sex offenders to the offices of local village, town, city, county or state law enforcement agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T114713.TXT", "SOBI.D110106.T125217.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497437
}