{
  "year" : 2011,
  "senateBillNo" : "S1258-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1258-2011-1294290000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants police officer status for members of the Triborough bridge and tunnel authority; repealer",
  "summary" : "Extends police officer status to bridge and tunnel officers, sergeants and lieutenants of the Triborough bridge and tunnel authority and authorizes such authority to maintain a bridge and tunnel police department and a uniformed bridge and tunnel police force. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S2556-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1258\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  ADDABBO,  DIAZ, HASSELL-THOMPSON, HUNTLEY, KLEIN,\n         PARKER, SAVINO -- read twice and ordered printed, and when printed  to\n         be committed to the Committee on Codes\n\n       AN  ACT  to  amend  the  criminal procedure law, in relation to granting\n         police officer status to bridge and  tunnel  officers,  sergeants  and\n         lieutenants  of  the Triborough bridge and tunnel authority; repealing\n         subdivision 20 of section 2.10 of such law relating  thereto;  and  to\n         amend  the  public  authorities  law, in relation to providing certain\n         powers to the Triborough bridge and tunnel authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  34 of section 1.20 of the criminal procedure\n    2  law is amended by adding a new paragraph (w) to read as follows:\n    3    (W) BRIDGE AND TUNNEL  OFFICERS,  SERGEANTS  AND  LIEUTENANTS  OF  THE\n    4  TRIBOROUGH BRIDGE AND TUNNEL AUTHORITY.\n    5    S 2. Subdivision 34-a of section 1.20 of the criminal procedure law is\n    6  amended by adding a new paragraph (e) to read as follows:\n    7    (E)  THE  \"GEOGRAPHICAL  AREA OF EMPLOYMENT\" FOR THE BRIDGE AND TUNNEL\n    8  POLICE FORCE OF THE TRIBOROUGH BRIDGE AND TUNNEL AUTHORITY SHALL BE  ALL\n    9  FACILITIES OPERATED BY THE TRIBOROUGH BRIDGE AND TUNNEL AUTHORITY.\n   10    S  3.  Subdivision 20 of section 2.10 of the criminal procedure law is\n   11  REPEALED.\n   12    S 4. Section 553 of the public authorities law is amended by adding  a\n   13  new subdivision 7-b to read as follows:\n   14    7-B.  IN  ITS  DISCRETION  TO PROVIDE AND MAINTAIN A BRIDGE AND TUNNEL\n   15  POLICE DEPARTMENT AND A UNIFORMED BRIDGE AND TUNNEL POLICE  FORCE.  SUCH\n   16  DEPARTMENT AND FORCE SHALL HAVE THE POWER AND IT SHALL BE THEIR DUTY, IN\n   17  AND  ABOUT  BRIDGE  AND TUNNEL FACILITIES, TO PRESERVE THE PUBLIC PEACE,\n   18  PREVENT CRIME, AND ARREST OFFENDERS, SUPPRESS RIOTS, MOBS AND  INSURREC-\n   19  TIONS,  DISPERSE UNLAWFUL OR DANGEROUS ASSEMBLAGES AND ASSEMBLAGES WHICH\n   20  OBSTRUCT FREE PASSAGE; PROTECT THE RIGHTS OF PERSONS AND PROPERTY; GUARD\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01376-01-1\n\n       S. 1258                             2\n\n    1  THE PUBLIC HEALTH; REGULATE, DIRECT,  CONTROL  AND  RESTRICT  PEDESTRIAN\n    2  TRAFFIC; REMOVE ALL NUISANCES; ENFORCE AND PREVENT VIOLATION OF ALL LAWS\n    3  AND  ORDINANCES;  AND FOR THESE PURPOSES TO ARREST ALL PERSONS GUILTY OF\n    4  VIOLATING  ANY  LAW OR ORDINANCE. APPOINTMENTS TO SUCH BRIDGE AND TUNNEL\n    5  POLICE FORCE SHALL BE MADE IN ACCORDANCE WITH APPLICABLE  PROVISIONS  OF\n    6  THE  CIVIL SERVICE LAW AND ONLY PERSONS WHO HAVE NEVER BEEN CONVICTED OF\n    7  A FELONY, AND WHO ARE CITIZENS OF THE UNITED STATES SHALL  BE  APPOINTED\n    8  BRIDGE  AND TUNNEL PATROLMEN ON THE BRIDGE AND TUNNEL POLICE FORCE. EACH\n    9  MEMBER OF SUCH FORCE SHALL BE A POLICE OFFICER AS DEFINED  BY  PARAGRAPH\n   10  (W) OF SUBDIVISION THIRTY-FOUR OF SECTION 1.20 OF THE CRIMINAL PROCEDURE\n   11  LAW.\n   12    THE  AUTHORITY  MAY APPOINT A NON-CIVILIAN CHIEF AND A DEPUTY CHIEF OF\n   13  THE BRIDGE AND TUNNEL POLICE DEPARTMENT WHO, IN THE  DISCRETION  OF  THE\n   14  AUTHORITY,  MAY  BE  SELECTED  FROM  THE  RANKS OF THE BRIDGE AND TUNNEL\n   15  POLICE FORCE, AND ASSIGN POWERS AND DUTIES TO THEM AND FIX THEIR COMPEN-\n   16  SATION. THE CHIEF SHALL BE THE  HEAD  OF  SUCH  DEPARTMENT.  DURING  THE\n   17  ABSENCE  OR  DISABILITY OF THE CHIEF, THE DEPUTY CHIEF SHALL POSSESS ALL\n   18  THE POWERS AND PERFORM ALL THE DUTIES OF THE  CHIEF.    THE  BRIDGE  AND\n   19  TUNNEL  POLICE  FORCE SHALL CONSIST OF CAPTAINS, LIEUTENANTS, SERGEANTS,\n   20  PATROLMEN AND POLICEWOMEN. THE AUTHORITY MAY DETAIL PERSONS IN THE  RANK\n   21  OF  CAPTAIN  OF  THE  BRIDGE  AND TUNNEL POLICE FORCE TO SERVE IN HIGHER\n   22  RANKS. A CAPTAIN WHEN SO DETAILED TO SERVE  IN  A  HIGHER  RANK  MAY  BE\n   23  GRANTED  AN  INCREASE IN SALARY ABOVE THE GRADE ESTABLISHED FOR THE RANK\n   24  OF CAPTAIN IN THE UNIFORMED FORCE.\n   25    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1258\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law, in relation to granting police\nofficer status to bridge and tunnel officers, sergeants and lieutenants\nof the Triborough bridge and tunnel authority;\nrepealing\nsubdivision 20 of section 2.10 of such\nlaw relating thereto; and\nto amend the public\nauthorities law, in relation to providing certain powers to the\nTriborough bridge and tunnel authority\n\nPURPOSE:\nTo grant police officer status to bridge and tunnel officers.\n\nSUMMARY OF PROVISIONS:\n1. Subdivision 34 of Section 1.20 of the criminal procedure law is\namended by adding a new paragraph(s) to read as follows:\n\n(S) BRIDGE AND TUNNEL OFFICERS, SERGEANTS AND LIEUTENANTS OF THE\nTRIBOROUGH BRIDGE AND TUNNEL AUTHORITY\n\n&sect; 2. Subdivision 20 of Section 2.10 of the criminal procedure law is\nREPEALED.\n\n&sect; 3. section 553 of the public authorities law is amended by adding a\nnew subdivision 7-b to read as follows:\n\n7-B. IN ITS DISCRETION TO PROVIDE AND MAINTAIN A BRIDGE AND TUNNEL\nPOLICE DEPARTMENT AND A UNIFORMED BRIDGE AND TUNNEL POLICE FORCE\n\nJUSTIFICATION:\nBridge and Tunnel Officers are highly trained, certified New York\nState Peace Officers. Bridge and Tunnel Officers are responsible for\nlaw enforcement duties at Metropolitan Transportation Authority (MTA)\nBridges and Tunnels, in addition to: maintaining daily 24-hour\nsecurity patrols; checkpoints; video monitor surveillance;\nanti-terrorism and traffic enforcement duties. Bridge and Tunnel\nOfficers are the first responders to all emergencies and incidences\nto preserve the safety and structural integrity of the nine\nfacilities of MTA Bridges and Tunnels.\n\nBy expanding the law enforcement powers of Bridge and Tunnel Officers\nfrom Peace Officer status to police status, it would greatly enhance\nthe safety and protection of the millions of motorists that travel on\nMTA's Bridges and Tunnels, surrounding roadways and communities.\n\nBridge and Tunnel Officers perform virtually all police\nresponsibilities with one exception: As the current law is written,\n\nthe law enforcement powers of Peace Officers are limited when\ncompared to police Officers. The present law prohibits Bridge and\nTunnel Officers, in their capacity as Peace Officers, from taking\ninto custody individuals for merely having an arrest warrant.\n\nBy granting police status to Bridge and Tunnel Officers, it would\nallow them to arrest individuals with active warrants.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.2556 - Passed Codes; Advanced to Third Reading\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to granting police officer status to bridge and tunnel officers, sergeants and lieutenants of the Triborough bridge and tunnel authority; repealing subdivision 20 of section 2.10 of such law relating thereto; and to amend the public authorities law, in relation to providing certain powers to the Triborough bridge and tunnel authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T144115.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T125217.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497449
}