{
  "year" : 2011,
  "senateBillNo" : "S1253-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S1253-2011-1294290000000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the sale of birds by pet dealers",
  "summary" : "Relates to the sale of birds by pet dealers. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "SC4130-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1253\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to the sale\n         of birds by pet dealers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Subdivision  1  of  section  402 of the agriculture and\n    2  markets law, as added by chapter 259 of the laws of 2000, is amended  to\n    3  read as follows:\n    4    1.  The  name  and  address  of  the  person from whom each animal was\n    5  acquired. If the person from whom the animal was obtained  is  a  dealer\n    6  licensed  by  the  United States department of agriculture, the person's\n    7  name, address, and federal dealer identification number. In the case  of\n    8  cats,  if a cat is placed in the custody or possession of the pet dealer\n    9  and the source of origin is unknown, the  pet  dealer  shall  state  the\n   10  source of origin as unknown, accompanied by the date, time, and location\n   11  of  receipt.  Notwithstanding the provisions of this subdivision, no pet\n   12  dealer shall knowingly buy, sell, exhibit, transport, or offer for sale,\n   13  exhibition, or transportation any stolen animal.  No  pet  dealer  shall\n   14  knowingly  sell  any cat or dog younger than eight weeks of age.  NO PET\n   15  DEALER SHALL SELL ANY BIRD THAT HAS NOT BEEN FULLY WEANED. FOR  PURPOSES\n   16  OF  THIS  SUBDIVISION, THE TERM \"WEANED\" SHALL MEAN A BIRD THAT DOES NOT\n   17  REQUIRE HAND-FEEDING OR ANIMAL ASSISTANCE TO  SUSTAIN  AT  LEAST  NINETY\n   18  PERCENT  OF  ITS  OWN  WEIGHT AT THE TIME OF SALE.  FOR PURPOSES OF THIS\n   19  SUBDIVISION, THE TERM \"HAND-FEEDING\" OR \"HAND-FED\" MEANS THE PROCESS  BY\n   20  WHICH  A BIRD IS MANUALLY FED BY A HUMAN THROUGH THE USE OF HAND, SPOON,\n   21  OR ORAL GAVAGE. AT THE TIME OF SALE, A PET  DEALER  SHALL  DOCUMENT  THE\n   22  WEIGHT  OF  ANY HAND-FED BIRD UNDER ONE YEAR OF AGE, AND NOTE THE WEIGHT\n   23  ON THE SALES RECEIPT.\n   24    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   25  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01386-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the sale of birds by pet dealers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T144115.TXT", "SOBI.D110106.T115214.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T114713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294688475901
}