{
  "year" : 2011,
  "senateBillNo" : "S1256-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1256-2011-1294290000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalty for vehicular manslaughter to a class A-I felony",
  "summary" : "Increases the penalties of vehicular manslaughter to a class A-I felonies. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SA4694-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1256\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sens. ADDABBO, HUNTLEY -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to  the  crime  of  vehicular\n         manslaughter, and to repeal certain provisions of the penal law relat-\n         ing thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading, opening paragraph  and  closing  para-\n    2  graph  of  section 125.12 of the penal law, as amended by chapter 732 of\n    3  the laws of 2006, are amended to read as follows:\n    4    Vehicular manslaughter [in the second degree].\n    5    A person is guilty of vehicular manslaughter [in  the  second  degree]\n    6  when he or she causes the death of another person, and either:\n    7    Vehicular manslaughter [in the second degree] is a class [D] A-I felo-\n    8  ny.\n    9    S 2. Section 125.13 of the penal law is REPEALED.\n   10    S  3.  This  act shall take effect on the ninetieth day after it shall\n   11  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01388-01-1\n",
  "memo" : "BILL NUMBER:S1256\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to the crime of vehicular\nmanslaughter, and to repeal certain provisions of the penal law\nrelating thereto\n\nPURPOSE OR GENERAL IDEA OF BILL:\nEquating vehicular manslaughter to the maximum allowable fine based on\nthe premise of putting others in harm way when knowingly one\nintoxicates themselves through drugs and alcohol.\n\nSUMMARY OF PROVISIONS:\nThis legislation would amend section 125.12 of the penal law,\nclassifying vehicular manslaughter in the second degree as an A-I\nfelony from a class D, and repeal section 125.13 of the penal law.\n\nJUSTIFICATION:\nVehicle manslaughter is the killing of another human without intent or\nmalice through means of a motor vehicle. When a person deliberately\nintoxicates themselves through drugs or alcohol and operates a motor\nvehicle, that person has committed a premeditated act. The motor\nvehicle itself becomes as deadly as a gun.\n\nThe true tragedy of vehicular murder is that innocent people are\nmurdered. Vehicular tragedies often cause multiple deaths, and the\nNational Highway Traffic Safety Administration (NHTSA) has a\nvoluminous amount of statistics regarding \"death by auto\". A 2008\nNew York State analytical report showed 27% of fatal crashes caused\nby alcohol-impaired drivers. A 2007 National Roadside Survey (NRS),\nthe first of its kind to estimate a national representation of the\nprevalence of potentially impairing drug use by drivers, determined\n16% of nighttime drivers were found to be drug positive.\nMost commonly detected drugs were marijuana, cocaine and\nmethamphetamine. A little over 2% of drivers on weekend nights were\nfound to have an illegal blood alcohol content (.08 or more). When\ncomparing fatalities between drugs and alcohol, drug-impaired driving\nhappens far more.\n\nFor innocent lives are taken away by the inappropriate and reckless\nactions of intoxicated and/or drug-impaired drivers, and the concept\nthat these actions can be prevented by mind over matter, we strongly\nbelieve amending the penal law to equate vehicular manslaughter to\nthe highest felony is in the best interests of all motorists and\npedestrians within New York State.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.4694 - Referred to Codes\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\nAct shall take effect on the ninetieth day after it shall have become\na law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of vehicular manslaughter, and to repeal certain provisions of the penal law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110110.T144115.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T123717.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497446
}