{
  "year" : 2011,
  "senateBillNo" : "S1252-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1252-2011-1294290000000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides workers' comp benefits for family care",
  "summary" : "Provides workers' compensation benefits for family care; applies to employee and family member's taking family leave to care for the employee. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "S4074-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1252\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law and the insurance law,  in\n         relation to providing benefits for family care\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 9 of section 201 of the  workers'  compensation\n    2  law is amended by adding a new paragraph C to read as follows:\n    3    C.  \"DISABILITY\"  ALSO INCLUDES FAMILY CARE, AS DEFINED IN SUBDIVISION\n    4  FIFTEEN OF THIS SECTION.  UNLESS OTHERWISE SET FORTH  IN  THIS  ARTICLE,\n    5  ALL  PROVISIONS  OF THIS ARTICLE APPLICABLE TO DISABILITY SHALL APPLY TO\n    6  BOTH DISABILITY ARISING FROM SICKNESS AND INJURY, AND TO FAMILY CARE.\n    7    S 2. Subdivision 14 of section 201 of the workers'  compensation  law,\n    8  as added by chapter 600 of the laws of 1949 and as renumbered by chapter\n    9  438 of the laws of 1964, is amended to read as follows:\n   10    14.  \"A  day  of  disability\"  means any day on which the employee was\n   11  prevented from performing work because of disability, INCLUDING ANY  DAY\n   12  ON  WHICH  THE EMPLOYEE TOOK OFF FOR FAMILY CARE, and for which [he] THE\n   13  EMPLOYEE has not received his OR HER regular remuneration.\n   14    S 3. Section 201 of the workers' compensation law is amended by adding\n   15  ten new subdivisions 15, 16, 17, 18, 19, 20, 21, 22, 23 and 24  to  read\n   16  as follows:\n   17    15. \"FAMILY CARE\" SHALL MEAN ANY LEAVE TAKEN BY AN EMPLOYEE FROM WORK:\n   18  A. TO PARTICIPATE IN PROVIDING CARE, INCLUDING PHYSICAL OR PSYCHOLOGICAL\n   19  CARE,  FOR  A  FAMILY MEMBER OF THE EMPLOYEE MADE NECESSARY BY A SERIOUS\n   20  HEALTH CONDITION OF THE FAMILY MEMBER; OR B. TO BOND  WITH  HIS  OR  HER\n   21  CHILD  DURING  THE  FIRST  TWELVE MONTHS AFTER THE CHILD'S BIRTH, OR THE\n   22  FIRST TWELVE MONTHS AFTER THE PLACEMENT OF THE  CHILD  FOR  ADOPTION  OR\n   23  FOSTER CARE WITH THE EMPLOYEE.\n   24    16. \"CHILD\" MEANS A BIOLOGICAL, ADOPTED, OR FOSTER CHILD, A STEPCHILD,\n   25  A  LEGAL WARD, OR A CHILD OF A PERSON STANDING IN LOCO PARENTIS, WHO IS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01385-01-1\n\n       S. 1252                             2\n\n    1  A.  UNDER EIGHTEEN YEARS OF AGE; OR B. EIGHTEEN YEARS OF  AGE  OR  OLDER\n    2  AND INCAPABLE OF SELF-CARE BECAUSE OF A MENTAL OR PHYSICAL DISABILITY.\n    3    17.  \"DOMESTIC  PARTNER\"  HAS THE MEANING SET FORTH IN SECTION FOUR OF\n    4  THIS CHAPTER.\n    5    18. \"SERIOUS HEALTH CONDITION\" MEANS AN ILLNESS,  INJURY,  IMPAIRMENT,\n    6  OR  PHYSICAL  OR  MENTAL CONDITION THAT: A. REQUIRES INPATIENT CARE IN A\n    7  HOSPITAL, HOSPICE OR RESIDENTIAL HEALTH CARE FACILITY;  OR  B.  REQUIRES\n    8  CONTINUING TREATMENT BY A HEALTH CARE PROVIDER.\n    9    19.  \"PARENT\"  MEANS  THE BIOLOGICAL, ADOPTIVE, OR FOSTER PARENT OF AN\n   10  EMPLOYEE OR INDIVIDUAL WHO STOOD IN LOCO PARENTIS TO  AN  EMPLOYEE  WHEN\n   11  THE EMPLOYEE WAS A SON OR DAUGHTER.\n   12    20.  \"FAMILY  MEMBER\" MEANS A CHILD, SPOUSE, DOMESTIC PARTNER, PARENT,\n   13  GRANDCHILD, MOTHER-IN-LAW OR FATHER-IN-LAW.\n   14    21. PERSONS WHO ARE \"IN LOCO PARENTIS\" INCLUDE THOSE  WITH  DAY-TO-DAY\n   15  RESPONSIBILITIES  TO CARE FOR AND FINANCIALLY SUPPORT A CHILD OR, IN THE\n   16  CASE OF AN EMPLOYEE, WHO HAD SUCH RESPONSIBILITY FOR THE  EMPLOYEE  WHEN\n   17  THE  EMPLOYEE  WAS  A  CHILD.  A BIOLOGICAL OR LEGAL RELATIONSHIP IS NOT\n   18  NECESSARY.\n   19    22. \"GRANDCHILD\" MEANS THE CHILD OF A CHILD.\n   20    23. \"HEALTH CARE PROVIDER\" MEANS ANY PROVIDER TREATING  AN  EMPLOYEE'S\n   21  INJURY  OR  SICKNESS,  OR  A  FAMILY  MEMBER'S SERIOUS HEALTH CONDITION,\n   22  INCLUDING A PHYSICIAN, PODIATRIST, CHIROPRACTOR, DENTIST,  PSYCHOLOGIST,\n   23  CERTIFIED  NURSE  MIDWIFE, OR IN THE CASE OF A FAMILY MEMBER WHO ADHERES\n   24  TO THE FAITH OR TEACHINGS OF ANY CHURCH  OR  DENOMINATION,  AND  WHO  IN\n   25  ACCORDANCE WITH ITS CREED, TENETS OR PRINCIPLES DEPENDS FOR HEALING UPON\n   26  PRAYER  THROUGH SPIRITUAL MEANS ALONE IN THE PRACTICE OF RELIGION, BY AN\n   27  ACCREDITED PRACTITIONER, CONTAINING FACTS AND OPINIONS AS TO SUCH HEALTH\n   28  CONDITION IN COMPLIANCE WITH REGULATIONS OF THE CHAIR.\n   29    24. \"FAMILY CARE COST\" SHALL MEAN (A) PRIOR TO JULY FIRST,  TWO  THOU-\n   30  SAND  THIRTEEN,  FORTY-FIVE  CENTS PER WEEK; AND (B) DURING EVERY SUBSE-\n   31  QUENT YEAR COMMENCING ON JULY FIRST, SUCH AMOUNT  AS  SHALL  BE  SET  BY\n   32  REGULATION  OF  THE  SUPERINTENDENT  OF INSURANCE FOLLOWING CONSULTATION\n   33  WITH THE FAMILY CARE ADVISORY COUNCIL BY APRIL FIRST OF  THE  SAME  YEAR\n   34  BASED ON HIS OR HER ACTUARIALLY SOUND ESTIMATION OF THE COST PER EMPLOY-\n   35  EE  OF  PROVIDING  FAMILY  CARE  BENEFITS, BUT IN NO EVENT MORE THAN ONE\n   36  HUNDRED FIFTEEN PERCENT OF HIS OR HER ESTIMATION OF THE COST PER EMPLOY-\n   37  EE OF PROVIDING SEPARATE FAMILY CARE BENEFITS THROUGH THE  STATE  INSUR-\n   38  ANCE FUND.\n   39    S 4. Subdivision 1 of section 204 of the workers' compensation law, as\n   40  added by chapter 600 of the laws of 1949, is amended to read as follows:\n   41    1.  Disability  benefits  shall be payable to an eligible employee for\n   42  disabilities commencing after June thirtieth,  nineteen  hundred  fifty,\n   43  beginning  with  the eighth consecutive day of disability and thereafter\n   44  during the continuance of disability, subject to the limitations  as  to\n   45  maximum  and minimum amounts and duration and other conditions and limi-\n   46  tations in this section and in sections two hundred five and two hundred\n   47  six OF THIS ARTICLE.   Successive periods of disability  caused  by  the\n   48  same  or  related  injury or sickness OR REASON FOR FAMILY CARE shall be\n   49  deemed a single period of disability only  if  separated  by  less  than\n   50  three  months.  FOR PURPOSES OF THIS SUBDIVISION, DAYS OF DISABILITY FOR\n   51  ANY FAMILY CARE SHALL COMMENCE AT THE START OF THE LEAVE PERIOD TAKEN BY\n   52  THE EMPLOYEE TO PROVIDE FAMILY CARE.\n   53    S 5. Subdivisions 1, 2, 3, 4, 7 and 8 of section 205 of  the  workers'\n   54  compensation law, subdivision 1 as amended by chapter 651 of the laws of\n   55  1958,  subdivision  2  as amended by chapter 270 of the laws of 1990 and\n   56  subdivisions 3, 4, 7 and 8 as added by chapter 600 of the laws  of  1949\n\n       S. 1252                             3\n\n    1  and  as renumbered by chapter 352 of the laws of 1981, are amended and a\n    2  new subdivision 9 is added to read as follows:\n    3    1.  [For]  (A)  FOR DISABILITY RESULTING FROM INJURY OR SICKNESS OF AN\n    4  EMPLOYEE, FOR more than twenty-six weeks during a  period  of  fifty-two\n    5  consecutive calendar weeks or during any one period of disability; OR\n    6    (B)  FOR  FAMILY  CARE,  FOR MORE THAN TWELVE WEEKS DURING A PERIOD OF\n    7  FIFTY-TWO CONSECUTIVE CALENDAR WEEKS OR DURING ANY ONE PERIOD OF  FAMILY\n    8  CARE;\n    9    2.  for any period of disability RESULTING FROM THE INJURY OR SICKNESS\n   10  OF AN EMPLOYEE during which an employee is not under the care of a  duly\n   11  licensed physician or with respect to disability resulting from a condi-\n   12  tion  of the foot which may lawfully be treated by a duly registered and\n   13  licensed podiatrist of the state of New York or with respect to a  disa-\n   14  bility  resulting  from  a  condition which may lawfully be treated by a\n   15  duly registered and licensed chiropractor of the state of  New  York  or\n   16  with  respect  to  a  disability  resulting  from  a condition which may\n   17  lawfully be treated by a duly licensed dentist of the state of New  York\n   18  or  with  respect  to  a disability resulting from a condition which may\n   19  lawfully be treated by a duly registered and  licensed  psychologist  of\n   20  the  state  of New York or with respect to a disability resulting from a\n   21  condition which may lawfully  be  treated  by  a  duly  certified  nurse\n   22  midwife,  for  any period of such disability during which an employee is\n   23  neither under the care of a physician nor a podiatrist, nor a chiroprac-\n   24  tor, nor a dentist, nor a psychologist, nor a certified  nurse  midwife;\n   25  and for any period of disability during which an employee who adheres to\n   26  the  faith or teachings of any church or denomination and who in accord-\n   27  ance with its creed, tenets or principles depends for healing upon pray-\n   28  er through spiritual means alone in the practice  of  religion,  is  not\n   29  under the care of a practitioner duly accredited by the church or denom-\n   30  ination,  and  provided such employee shall submit to all physical exam-\n   31  inations as required by this chapter[.];\n   32    3. for any disability RESULTING FROM INJURY OR SICKNESS OF AN EMPLOYEE\n   33  occasioned by the wilful intention of the employee to bring about injury\n   34  to or the sickness of himself or another, or resulting from  any  injury\n   35  or  sickness sustained in the perpetration by the employee of an illegal\n   36  act;\n   37    4. for any day of disability during which the employee performed  work\n   38  for  remuneration or profit; BUT NOT INCLUDING ANY REMUNERATION RECEIVED\n   39  FOR CARING FOR A FOSTER OR ADOPTED CHILD OR OTHER INDIVIDUAL RESIDING IN\n   40  THE EMPLOYEE'S PLACE OF RESIDENCE;\n   41    7. for any disability due to any act of war, declared  or  undeclared,\n   42  if  such  act  shall occur after June thirtieth, nineteen hundred fifty,\n   43  EXCEPT THAT NOTHING IN THIS  SUBDIVISION  SHALL  BAR  AN  EMPLOYEE  FROM\n   44  RECEIVING  BENEFITS UNDER THIS ARTICLE FOR CARE OF A FAMILY MEMBER DISA-\n   45  BLED DUE TO AN ACT OF WAR;\n   46    8. for any disability RESULTING FROM AN  INJURY  OR  SICKNESS  TO  THE\n   47  EMPLOYEE  commencing  before  the  employee becomes eligible to benefits\n   48  hereunder [or commencing prior to July first,  nineteen  hundred  fifty,\n   49  but  this  shall  not preclude benefits for recurrence after July first,\n   50  nineteen hundred fifty, of a disability commencing prior thereto.];\n   51    9. FOR ANY DAY OF ABSENCE FROM WORK REQUIRED PURSUANT TO ANY DISCIPLI-\n   52  NARY PROCESS; OR, IN REGARD TO FAMILY CARE BENEFITS, ANY DAY OF  ABSENCE\n   53  FROM  WORK  RESULTING FROM INJURY OR SICKNESS TO THE EMPLOYEE, INCLUDING\n   54  ANY LEAVE TAKEN UNDER SECTION SEVENTY-ONE OR SEVENTY-THREE OF THE  CIVIL\n   55  SERVICE LAW.\n\n       S. 1252                             4\n\n    1    S  6. The workers' compensation law is amended by adding a new section\n    2  205-a to read as follows:\n    3    S  205-A. RELATIONSHIP BETWEEN DISABILITY BENEFITS FOR FAMILY CARE AND\n    4  FOR THE EMPLOYEE'S OWN SICKNESS OR ILLNESS. THE RECEIPT OF BENEFITS  FOR\n    5  DISABILITY  RESULTING FROM SICKNESS OR INJURY TO THE EMPLOYEE, INCLUDING\n    6  PREGNANCY AND CHILDBIRTH, SHALL NOT COUNT  TOWARD  ANY  TIME  LIMITATION\n    7  UNDER SUBDIVISION ONE OF SECTION TWO HUNDRED FIVE OF THIS ARTICLE ON THE\n    8  RECEIPT  OF  BENEFITS  FOR  FAMILY CARE, AND THE RECEIPT OF BENEFITS FOR\n    9  FAMILY CARE SHALL NOT COUNT TOWARD ANY TIME LIMITATION UNDER SUBDIVISION\n   10  ONE OF SECTION TWO HUNDRED FIVE OF THIS ARTICLE ON THE RECEIPT OF  BENE-\n   11  FITS  FOR  DISABILITY RESULTING FROM SICKNESS OR INJURY TO THE EMPLOYEE,\n   12  EXCEPT THAT AN EMPLOYEE MAY RECEIVE  DISABILITY  BENEFITS  ON  ONLY  ONE\n   13  CLAIM AT ANY TIME.\n   14    S 7. Subdivision 3 of section 209 of the workers' compensation law, as\n   15  amended  by  chapter  415  of  the  laws  of 1983, is amended to read as\n   16  follows:\n   17    3. The contribution of each such employee to the  cost  of  disability\n   18  benefits provided by this article shall be one-half of one per centum of\n   19  the  employee's  wages  paid  to  him  on and after July first, nineteen\n   20  hundred fifty, but not in excess of sixty cents per week FOR THE COST OF\n   21  DISABILITY BENEFITS FOR SICKNESS OR INJURY, PLUS THE FAMILY  CARE  COST,\n   22  AS DEFINED IN SUBDIVISION TWENTY-FOUR OF SECTION TWO HUNDRED ONE OF THIS\n   23  ARTICLE.\n   24    S 8. Section 211 of the workers' compensation law is amended by adding\n   25  two new subdivisions 7 and 8 to read as follows:\n   26    7. SUCH FAMILY CARE BENEFITS AS ARE PROVIDED FOR IN THIS ARTICLE SHALL\n   27  BE  IN ADDITION TO, AND SHALL NOT AMEND, REPEAL OR REPLACE, THE TERMS OF\n   28  ANY AGREEMENT THAT IS COLLECTIVELY  NEGOTIATED BETWEEN AN  EMPLOYER  AND\n   29  AN  EMPLOYEE  ORGANIZATION,  INCLUDING AGREEMENT OR INTEREST ARBITRATION\n   30  AWARDS MADE PURSUANT TO ARTICLE FOURTEEN OF THE CIVIL SERVICE LAW.\n   31    8. NOTHING IN THIS ARTICLE SHALL REQUIRE AN EMPLOYER TO USE  THE  SAME\n   32  CARRIER  TO PROVIDE BENEFITS REQUIRED BY OR PERMISSIBLE UNDER THIS ARTI-\n   33  CLE FOR DISABILITY RESULTING FROM SICKNESS  OR  INJURY  AS  IT  USES  TO\n   34  PROVIDE BENEFITS REQUIRED BY OR PERMISSIBLE UNDER THIS ARTICLE FOR FAMI-\n   35  LY CARE. AN EMPLOYER MAY USE A DIFFERENT MEANS, AMONG THOSE SET FORTH IN\n   36  SUBDIVISIONS  ONE  THROUGH  FIVE  OF  THIS  SECTION, TO PROVIDE BENEFITS\n   37  REQUIRED BY THIS ARTICLE FOR DISABILITY RESULTING FROM SICKNESS OR INJU-\n   38  RY, FROM THE MEANS USED TO PROVIDE BENEFITS REQUIRED BY THIS ARTICLE FOR\n   39  FAMILY CARE.\n   40    S 9. The workers' compensation law is amended by adding a new  section\n   41  211-a to read as follows:\n   42    S  211-A.  PUBLIC  EMPLOYEES; EMPLOYEE OPT IN. 1. FOR PURPOSES OF THIS\n   43  SECTION, \"PUBLIC EMPLOYEE\" MEANS ANY EMPLOYEE OF THE  STATE,  ANY  POLI-\n   44  TICAL  SUBDIVISION OF THE STATE, A PUBLIC AUTHORITY OR ANY OTHER GOVERN-\n   45  MENTAL AGENCY OR INSTRUMENTALITY. \"PUBLIC EMPLOYER\" MEANS THE STATE, ANY\n   46  POLITICAL SUBDIVISION OF THE STATE, A  PUBLIC  AUTHORITY  OR  ANY  OTHER\n   47  GOVERNMENTAL  AGENCY OR INSTRUMENTALITY THEREOF. \"EMPLOYEE ORGANIZATION\"\n   48  SHALL HAVE THE MEANING SET FORTH IN SECTION TWO HUNDRED ONE OF THE CIVIL\n   49  SERVICE LAW.\n   50    2. PUBLIC EMPLOYERS SHALL PROVIDE BENEFITS FOR FAMILY CARE  TO  PUBLIC\n   51  EMPLOYEES WHERE AN EMPLOYEE ORGANIZATION THAT REPRESENTS THOSE EMPLOYEES\n   52  OPTS  IN  TO FAMILY CARE IN ACCORDANCE WITH THE PROCEDURES AND TERMS SET\n   53  FORTH IN SUBDIVISION THREE OF THIS SECTION.\n   54    3. AN EMPLOYEE ORGANIZATION MAY OPT IN TO THE FAMILY CARE  BENEFIT  ON\n   55  BEHALF OF THOSE EMPLOYEES IT REPRESENTS:\n\n       S. 1252                             5\n\n    1    A.  UPON NOTICE GIVEN TO THE PUBLIC EMPLOYER PRIOR TO APRIL FIRST, TWO\n    2  THOUSAND TWELVE, WHICH OPT IN SHALL BECOME EFFECTIVE ONLY ON JULY FIRST,\n    3  TWO THOUSAND TWELVE;\n    4    B.  AT  ANY  TIME  UPON NINETY DAYS NOTICE FOR ANY EMPLOYER WHO IS NOT\n    5  PROVIDING DISABILITY BENEFITS FOR SICKNESS AND INJURY UNDER SECTION  TWO\n    6  HUNDRED  TWELVE  OF  THIS ARTICLE, OR WHO IS SELF-INSURED FOR SUCH BENE-\n    7  FITS;\n    8    C. FOR ANY EMPLOYER WHO IS PROVIDING DISABILITY BENEFITS FOR  SICKNESS\n    9  AND INJURY UNDER SECTION TWO HUNDRED TWELVE OF THIS ARTICLE, UPON NOTICE\n   10  AT LEAST NINETY DAYS PRIOR TO THE EXPIRATION OF THE EMPLOYER'S INSURANCE\n   11  POLICY  FOR  SUCH BENEFITS, WHICH OPT IN SHALL BE EFFECTIVE ONLY FOR THE\n   12  TIME PERIOD COVERED BY ANY SUBSEQUENT POLICY OR RENEWAL; OR\n   13    D. AT ANY TIME AS IS MUTUALLY AGREED UPON BETWEEN THE EMPLOYEE  ORGAN-\n   14  IZATION AND ANY PUBLIC EMPLOYER.\n   15    AN  EMPLOYEE ORGANIZATION THAT HAS OPTED IN TO THE FAMILY CARE BENEFIT\n   16  MAY OPT OUT OF IT WITHIN THE TIME PERIODS, AND EFFECTIVE UPON  THE  SAME\n   17  DATES,  SET  FORTH  IN THIS PARAGRAPH.   THE EMPLOYEE ORGANIZATION SHALL\n   18  PROVIDE NOTICE OF SUCH TO THE BOARD WITHIN SEVEN DAYS OF NOTICE  TO  THE\n   19  EMPLOYER.\n   20    4. IN THE ABSENCE OF ANY CONTRARY STATEMENT IN  A COLLECTIVELY NEGOTI-\n   21  ATED AGREEMENT UNDER ARTICLE FOURTEEN OF THE CIVIL SERVICE LAW, A PUBLIC\n   22  EMPLOYER  MAY  REQUIRE PUBLIC EMPLOYEES WHO OPT IN UNDER THIS SECTION TO\n   23  CONTRIBUTE UP TO THE FAMILY CARE COST, AS DEFINED IN  SUBDIVISION  TWEN-\n   24  TY-FOUR  OF SECTION TWO HUNDRED ONE OF THIS ARTICLE, PER WEEK IN ACCORD-\n   25  ANCE WITH THE PROCEDURE SET FORTH IN SECTION TWO HUNDRED  NINE  OF  THIS\n   26  ARTICLE.\n   27    S  10.  Subdivision 1 of section 212 of the workers' compensation law,\n   28  as amended by chapter 740 of the laws of 1960, is  amended  to  read  as\n   29  follows:\n   30    1.  Any  employer  not  required  by  this  article to provide for the\n   31  payment of disability benefits to his employees,  or  to  any  class  or\n   32  classes  thereof,  may  become  a  covered  employer or bring within the\n   33  provisions of this article such employees or class or classes thereof by\n   34  voluntarily electing to provide for payment of [such] benefits FOR DISA-\n   35  BILITY RESULTING FROM SICKNESS OR INJURY, FOR FAMILY CARE, OR  BOTH,  in\n   36  one  or more of the ways set forth in section two hundred eleven OF THIS\n   37  ARTICLE; but such election shall be  subject  to  the  approval  of  the\n   38  chairman, and if the employees are required to contribute to the cost of\n   39  such  benefits  the  assent  within  thirty days before such approval is\n   40  granted, of more than one-half of such employees shall be  evidenced  to\n   41  the  satisfaction  of the chairman.  On approval by the chairman of such\n   42  election to provide benefits, all the provisions of this  article  shall\n   43  become and continue applicable as if the employer were a covered employ-\n   44  er  as  defined in this article. The obligation to continue as a covered\n   45  employer with respect to employees for whom provision of benefits is not\n   46  required under this article, may be discontinued  by  such  employer  on\n   47  ninety  days  notice  to  the  chairman in writing and to his employees,\n   48  after he has provided for payment of benefits for not less than one year\n   49  and with such provision for payment of obligations incurred on and prior\n   50  to the termination date as the chairman may approve.  ANY ELECTION BY  A\n   51  PUBLIC  EMPLOYER  TO  PROVIDE  FAMILY  CARE  BENEFITS MADE PRIOR TO JULY\n   52  FIRST, TWO THOUSAND TWELVE SHALL BE EFFECTIVE ON THAT DATE.\n   53    S 11. Subdivision 2 of section 76 of the workers' compensation law, as\n   54  added by chapter 600 of the laws of 1949, is amended to read as follows:\n   55    2. The purposes of the state insurance fund herein created are  hereby\n   56  enlarged to provide [for the] insurance [by the state insurance fund of]\n\n       S. 1252                             6\n\n    1  FOR  the payment of the benefits required by section two hundred four of\n    2  this chapter, INCLUDING BENEFITS FOR FAMILY CARE PROVIDED EITHER IN  THE\n    3  SAME  POLICY  WITH  OR IN A SEPARATE POLICY FROM BENEFITS FOR DISABILITY\n    4  RESULTING FROM INJURY OR SICKNESS OF AN EMPLOYEE, AND AS PROVIDED PURSU-\n    5  ANT TO SECTION TWO HUNDRED ELEVEN-A OF THIS CHAPTER.  A separate fund is\n    6  hereby  created within the state insurance fund, which shall be known as\n    7  the \"disability benefits fund\", and which shall consist of all  premiums\n    8  received and paid into said fund on account of such insurance, all secu-\n    9  rities  acquired by and through the use of moneys belonging to said fund\n   10  and of interest earned upon moneys belonging to said fund and  deposited\n   11  or  invested  as herein provided. Said disability benefits fund shall be\n   12  applicable to the payment  of  benefits,  expenses  and  assessments  on\n   13  account of insurance written pursuant to article nine of this chapter.\n   14    S  12.  Subdivisions  1,  2,  3  and  4 of section 217 of the workers'\n   15  compensation law, subdivision 1 as amended by chapter 167 of the laws of\n   16  1999, subdivisions 2 and 3 as amended by chapter 270 of the laws of 1990\n   17  and subdivision 4 as added by chapter 600  of  the  laws  of  1949,  are\n   18  amended to read as follows:\n   19    1.  Written  notice  and proof of disability shall be furnished to the\n   20  employer by or on behalf of the employee claiming benefits  or,  in  the\n   21  case  of  a claimant under section two hundred seven of this article, to\n   22  the chair, within thirty days after commencement of the period of  disa-\n   23  bility. Additional proof shall be furnished thereafter from time to time\n   24  as  the employer or carrier or chair may require but not more often than\n   25  once each week. Such proof shall include:\n   26    (A) IN THE CASE OF DISABILITY RESULTING FROM SICKNESS OR INJURY TO THE\n   27  EMPLOYEE, a statement of disability by the employee's attending  [physi-\n   28  cian  or  attending  podiatrist  or  attending chiropractor or attending\n   29  dentist or attending psychologist or attending certified nurse  midwife,\n   30  or  in  the case of an employee who adheres to the faith or teachings of\n   31  any church or denomination, and who in accordance with its creed, tenets\n   32  or principles depends for healing upon prayer  through  spiritual  means\n   33  alone  in  the  practice  of  religion,  by  an accredited practitioner,\n   34  containing facts and opinions as to such disability in  compliance  with\n   35  regulations of the chair.] HEALTH CARE PROVIDER;\n   36    (B)  IN  THE CASE OF FAMILY CARE FOR BONDING WITH A NEW CHILD, A BIRTH\n   37  CERTIFICATE, CERTIFICATE OF ADOPTION, OR OTHER COMPETENT EVIDENCE  SHOW-\n   38  ING  THAT  THE EMPLOYEE IS THE PARENT OF A CHILD WITHIN TWELVE MONTHS OF\n   39  THAT CHILD'S BIRTH OR PLACEMENT FOR ADOPTION OR  FOSTER  CARE  WITH  THE\n   40  EMPLOYEE;\n   41    (C) IN THE CASE OF BENEFITS FOR CARE OF A FAMILY MEMBER WITH A SERIOUS\n   42  HEALTH CONDITION:\n   43    (I)  A STATEMENT BY THE FAMILY MEMBER'S HEALTH CARE PROVIDER, CONTAIN-\n   44  ING FACTS AND OPINIONS AS TO SUCH HEALTH CONDITION  IN  COMPLIANCE  WITH\n   45  REGULATIONS OF THE CHAIR; AND\n   46    (II) A STATEMENT SUBSCRIBED BY THE EMPLOYEE AND AFFIRMED BY HIM OR HER\n   47  AS  TRUE  UNDER  PENALTIES  OF  PERJURY, OR OTHER EQUIVALENT DOCUMENTARY\n   48  PROOF, THAT THE EMPLOYEE IS A PRIMARY CARE GIVER FOR THE  FAMILY  MEMBER\n   49  DURING THE TIME OF DISABILITY.\n   50    Failure  to  furnish notice or proof within the time and in the manner\n   51  above provided shall not invalidate the claim but no benefits  shall  be\n   52  required to be paid for any period more than two weeks prior to the date\n   53  on which the required proof is furnished unless it shall be shown to the\n   54  satisfaction  of  the  chair  not  to  have  been reasonably possible to\n   55  furnish such notice or proof and that such notice or proof was furnished\n   56  as soon as possible; provided, however, that no benefits shall  be  paid\n\n       S. 1252                             7\n\n    1  unless  the  required proof of disability is furnished within twenty-six\n    2  weeks after commencement of the period of disability.  No limitation  of\n    3  time  provided  in  this  section shall run as against any person who is\n    4  mentally  incompetent,  or physically incapable of providing such notice\n    5  as a result of a serious medical condition, or a minor so long  as  such\n    6  person has no guardian of the person and/or property.\n    7    2. An employee claiming benefits FOR HIS OR HER SICKNESS OR INJURY, OR\n    8  THE FAMILY MEMBER OF SUCH EMPLOYEE IN ANY CASE WHERE THE EMPLOYEE CLAIMS\n    9  FAMILY  CARE BENEFITS FOR PROVIDING CARE TO THAT FAMILY MEMBER shall, as\n   10  requested by the employer or  carrier,  submit  himself  or  herself  at\n   11  intervals,  but  not more than once a week, for examination by a [physi-\n   12  cian or podiatrist or chiropractor or dentist or psychologist or  certi-\n   13  fied  nurse  midwife]  RELEVANT  HEALTH  CARE PROVIDER designated by the\n   14  employer or carrier. All such examinations shall be without cost to  the\n   15  employee  OR  FAMILY  MEMBER  and shall be held at a reasonable time and\n   16  place.\n   17    3. The chair may direct the claimant WHO SEEKS DISABILITY BENEFITS FOR\n   18  HIS OR HER SICKNESS OR INJURY, OR THE CLAIMANT'S FAMILY MEMBER WHERE THE\n   19  CLAIMANT SEEKS DISABILITY BENEFITS FOR FAMILY LEAVE TO PROVIDE  CARE  TO\n   20  THAT  FAMILY  MEMBER  to submit to examination by a [physician or podia-\n   21  trist or chiropractor or dentist or psychologist] RELEVANT  HEALTH  CARE\n   22  PROVIDER  designated  by  him  or  her in any case in which the claim to\n   23  disability benefits is contested and in claims arising under section two\n   24  hundred seven OF THIS ARTICLE, and in other cases as the chair or  board\n   25  may require.\n   26    4.  Refusal  of  the  claimant  OR FAMILY MEMBER without good cause to\n   27  submit to any such examination shall disqualify [him] THE CLAIMANT  from\n   28  all  benefits  hereunder  for  the  period of such refusal, except as to\n   29  benefits already paid.\n   30    S 13. The opening paragraph of section 221  of  the  workers'  compen-\n   31  sation law, as separately amended by chapters 425 and 500 of the laws of\n   32  1985, is amended to read as follows:\n   33    Within  twenty-six  weeks of written notice of rejection of claim, the\n   34  employee may file with the chairman a notice that his or her  claim  for\n   35  disability  benefits  has  not  been paid, and the employee shall submit\n   36  proof of disability and of his or her employment, wages and other  facts\n   37  reasonably  necessary  for determination of the employee's right to such\n   38  benefits. Failure to file such notice within the time provided,  may  be\n   39  excused  by  the  chairman if it can be shown to the satisfaction of the\n   40  chairman not to have been reasonably possible to furnish such notice and\n   41  that such notice was furnished as soon as possible.   On demand  of  the\n   42  chairman the employer or carrier shall forthwith deliver to the chairman\n   43  PROOF  OF  DISABILITY, INCLUDING IF RELEVANT the original or a true copy\n   44  of the attending physician's or  attending  podiatrist's  or  accredited\n   45  practitioner's  statement, wage and employment data and all other papers\n   46  in the possession of the employer or carrier with respect to such claim.\n   47    S 14. Subdivision 2 of section 229 of the workers'  compensation  law,\n   48  as  added  by  chapter  271  of  the laws of 1985, is amended to read as\n   49  follows:\n   50    2. Whenever an employee of a covered  employer  who  is  eligible  for\n   51  benefits  under section two hundred four of this article shall be absent\n   52  from work due to a disability as defined in subdivision nine of  section\n   53  two  hundred  one  of this article for more than seven consecutive days,\n   54  the employer shall provide the employee with a written statement of  the\n   55  employee's  rights under this article in a form prescribed by the chair-\n   56  man. The statement shall be provided to the employee within  five  busi-\n\n       S. 1252                             8\n\n    1  ness days after the employee's seventh consecutive day of absence due to\n    2  disability  or  within  five  business  days after the employer knows or\n    3  should know that the employee's absence is due to disability,  whichever\n    4  is later. EACH COVERED EMPLOYER SHALL PROVIDE EACH EMPLOYEE WITH A TYPE-\n    5  WRITTEN, PRINTED OR ELECTRONIC NOTICE IN A FORM PRESCRIBED BY THE CHAIR,\n    6  STATING  THAT  THE  EMPLOYER  HAS PROVIDED FOR THE PAYMENT OF DISABILITY\n    7  BENEFITS AS REQUIRED BY THIS ARTICLE WITHIN THIRTY DAYS OF THE EFFECTIVE\n    8  DATE OF THE CHAPTER OF THE LAWS OF TWO  THOUSAND  ELEVEN  WHICH  AMENDED\n    9  THIS  SUBDIVISION.    EACH COVERED EMPLOYER SHALL PROVIDE SUCH NOTICE TO\n   10  ALL NEW EMPLOYEES WITHIN THIRTY DAYS OF THEIR FIRST DAY OF WORK.\n   11    S 15. The workers' compensation law is amended by adding a new section\n   12  239-a to read as follows:\n   13    S 239-A. FAMILY CARE STUDY AND MONITORING.  1.  THE INSURANCE  DEPART-\n   14  MENT  SHALL  STUDY,  AND  REPORT  TO THE GOVERNOR AND BOTH HOUSES OF THE\n   15  LEGISLATURE BY APRIL FIRST, TWO THOUSAND TWELVE, ON THE FEASIBILITY  AND\n   16  IMPACT OF COMMUNITY RATING DISABILITY INSURANCE OR ANY ASPECT THEREOF.\n   17    2.  THERE  SHALL  BE  CREATED  THE FAMILY CARE ADVISORY COUNCIL, WHICH\n   18  SHALL CONSIST OF FIFTEEN MEMBERS TO BE  APPOINTED  BY  THE  GOVERNOR  AS\n   19  FOLLOWS: TWO ON RECOMMENDATION BY THE NEW YORK STATE AMERICAN FEDERATION\n   20  OF  LABOR-CONGRESS  OF  INDUSTRIAL  ORGANIZATIONS,  ONE OF WHOM SHALL BE\n   21  REPRESENTATIVE OF PUBLIC EMPLOYEE ORGANIZATIONS CERTIFIED UNDER  ARTICLE\n   22  FOURTEEN OF THE CIVIL SERVICE LAW, PARTICIPATING IN THE PAID FAMILY CARE\n   23  PLAN,  ONE  OF  WHOM  IS  REPRESENTATIVE  OF UNIONS REPRESENTING WORKERS\n   24  EMPLOYED IN THE PRIVATE SECTOR; TWO WHO ARE REPRESENTATIVES OF ORGANIZA-\n   25  TIONS THAT REPRESENT EITHER COVERED BUSINESS OR PUBLIC EMPLOYERS IN  NEW\n   26  YORK  STATE  PARTICIPATING  IN  THE PAID FAMILY LEAVE PLAN; TWO ON NOMI-\n   27  NATION OF THE SPEAKER OF THE ASSEMBLY; ONE ON NOMINATION BY THE MINORITY\n   28  LEADER OF THE ASSEMBLY; TWO ON NOMINATION BY THE TEMPORARY  PRESIDENT OF\n   29  THE SENATE; ONE ON NOMINATION BY THE MINORITY LEADER OF THE SENATE;  AND\n   30  THE SUPERINTENDENT OF INSURANCE, COMMISSIONER OF LABOR  AND CHAIR OF THE\n   31  WORKERS'  COMPENSATION BOARD, WHO SHALL SERVE AS MEMBERS EX OFFICIO. THE\n   32  COMMISSIONER OF LABOR SHALL SERVE AS CHAIR OF THE  COUNCIL.  THE  SUPER-\n   33  INTENDENT  OF  INSURANCE  AND  CHAIR  OF THE WORKERS' COMPENSATION BOARD\n   34  SHALL CONSULT REGULARLY WITH THE COUNCIL ON THE  IMPLEMENTATION  OF  THE\n   35  FAMILY  CARE  BENEFIT. THE DEPARTMENT OF LABOR, THE INSURANCE DEPARTMENT\n   36  AND THE WORKERS' COMPENSATION BOARD SHALL PROVIDE ALL NECESSARY  PERSON-\n   37  NEL AND LOGISTICAL SUPPORT AS MAY BE NECESSARY TO COMPLETE THE DUTIES OF\n   38  THE  ADVISORY  COUNCIL. THE COUNCIL OR ANY OF ITS MEMBERS MAY ISSUE SUCH\n   39  RECOMMENDATIONS OR REPORTS AS THEY DEEM WARRANTED  ON  THE  FAMILY  CARE\n   40  BENEFIT,  INCLUDING ON THE SCOPE OF THE BENEFIT, PROBLEMS WITH THE BENE-\n   41  FIT; FUNDING OF THE BENEFIT    INCLUDING  PASS-THROUGH  COSTS;  POSSIBLE\n   42  STATUTORY  AMENDMENTS AND REGULATORY CHANGES; USAGE RATES; OUTREACH; AND\n   43  COMMUNITY RATING. ANY SUCH RECOMMENDATIONS OR REPORTS SHALL BE  PROVIDED\n   44  TO  THE  GOVERNOR, SUPERINTENDENT OF INSURANCE, SPEAKER OF THE ASSEMBLY,\n   45  TEMPORARY PRESIDENT OF THE SENATE AND MINORITY LEADERS OF THE SENATE AND\n   46  ASSEMBLY.  EACH MEMBER OF THE COMMISSION SHALL SERVE  A  TERM  OF  THREE\n   47  YEARS.  AN APPOINTMENT TO FILL A VACANCY SHALL BE MADE FOR THE REMAINDER\n   48  OF THE AFFECTED TERM. MEMBERS SHALL RECEIVE NO COMPENSATION.\n   49    S 16. Paragraph 3 of subsection (a) of section 1113 of  the  insurance\n   50  law is amended as follows:\n   51    (3) \"Accident and health insurance,\" means (i) insurance against death\n   52  or  personal  injury  by  accident  or by any specified kind or kinds of\n   53  accident and insurance  against  sickness,  ailment  or  bodily  injury,\n   54  including  insurance  providing  disability benefits pursuant to article\n   55  nine of the workers' compensation law,  INCLUDING  ANY  INSURANCE  UNDER\n   56  THAT  ARTICLE  FOR  FAMILY  CARE BENEFITS, DISABILITY BENEFITS RESULTING\n\n       S. 1252                             9\n\n    1  FROM SICKNESS OR INJURY, OR BOTH, except as specified in item (ii) here-\n    2  of; and (ii) non-cancellable  disability  insurance,  meaning  insurance\n    3  against  disability  resulting  from  sickness, ailment or bodily injury\n    4  (but  excluding  insurance  solely  against accidental injury) under any\n    5  contract which does not give the insurer the option to cancel or  other-\n    6  wise terminate the contract at or after one year from its effective date\n    7  or renewal date.\n    8    S 17. This act shall take effect immediately; provided, however, that:\n    9    (a)  Sections  one,  two,  three, four, five, six, seven, eight, nine,\n   10  ten, twelve, thirteen, fourteen and  sixteen  of  this  act  shall  take\n   11  effect July 1, 2012.\n   12    (b)  Paragraph  a  of  subdivision  3 of section 211-a of the workers'\n   13  compensation law, as added by section nine of this act  allowing  public\n   14  employees  to  opt  in to family care benefits prior to July 1, 2012 and\n   15  paragraph (b) of subdivision 1 of section 212 of  the  workers'  compen-\n   16  sation law as added by section ten of this act allowing public employers\n   17  to  opt  in  to  family  care benefits prior to July 1, 2012, shall take\n   18  effect immediately.\n   19    (c) Effective immediately, the addition, amendment  and/or  repeal  of\n   20  any  rules  or  regulations necessary for the implementation of this act\n   21  and any administrative steps necessary to  effectuate  the  purposes  of\n   22  this  act  on  its effective date are authorized and directed to be made\n   23  and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law and the insurance law, in relation to providing benefits for family care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T144115.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T114713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294688475899
}