{
  "year" : 2011,
  "senateBillNo" : "S1254-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1254-2011-1294290000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires motor vehicle carriers to be identified in English",
  "summary" : "Requires motor vehicle carriers to be identified in English. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7886-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1254\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to requiring motor\n         vehicle carriers to be identified in English\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  390-d to read as follows:\n    3    S  390-D. IDENTIFICATION OF MOTOR CARRIERS. 1. NO PERSON, FIRM, CORPO-\n    4  RATION, ASSOCIATION OR OTHER BUSINESS ENTITY  SHALL  OPERATE  ANY  MOTOR\n    5  VEHICLE  CARRIER  WITHOUT  IDENTIFYING  THE  NAME  OF SUCH MOTOR VEHICLE\n    6  CARRIER ON EACH MOTOR VEHICLE IN ENGLISH IN A  FORM  AND  MANNER  TO  BE\n    7  DETERMINED BY THE COMMISSIONER OF MOTOR VEHICLES.\n    8    2.  FOR  THE  PURPOSES  OF THIS SECTION, \"MOTOR VEHICLE CARRIER\" SHALL\n    9  MEAN ANY COMMON CARRIER OF PASSENGERS BY MOTOR VEHICLE,  COMMON  CARRIER\n   10  OF  PROPERTY  BY  MOTOR VEHICLE, CONTRACT CARRIER OF PASSENGERS BY MOTOR\n   11  VEHICLE, AND CONTRACT CARRIER OF PROPERTY BY MOTOR VEHICLE AS SUCH TERMS\n   12  ARE DEFINED IN SUBDIVISIONS SEVEN, EIGHT, NINE AND TEN, RESPECTIVELY, OF\n   13  SECTION TWO OF THE TRANSPORTATION LAW WHEN SUCH COMMON CARRIERS  POSSESS\n   14  SUCH APPROPRIATE OPERATING AUTHORITY AS IS REQUIRED BY APPLICABLE LAW.\n   15    3.  WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION AN APPLICATION\n   16  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n   17  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   18  PROCEEDING  TO  ISSUE AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF\n   19  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n   20  VIOLATIONS;  AND  IF IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   21  JUSTICE THAT THE DEFENDANT HAS,  IN  FACT,  VIOLATED  THIS  SECTION,  AN\n   22  INJUNCTION  MAY  BE  ISSUED  BY  THE  COURT  OR  JUSTICE,  ENJOINING AND\n   23  RESTRAINING ANY FURTHER VIOLATIONS, WITHOUT  REQUIRING  PROOF  THAT  ANY\n   24  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH\n   25  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02028-01-1\n\n       S. 1254                             2\n\n    1  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n    2  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n    3  TION.  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A VIOLATION OF THIS\n    4  SECTION  HAS  OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF NOT MORE\n    5  THAN ONE THOUSAND DOLLARS FOR EACH VIOLATION. EACH INCIDENCE OF A  MOTOR\n    6  VEHICLE  CARRIER  NOT  LABELED  IN  ENGLISH IN VIOLATION OF THIS SECTION\n    7  SHALL CONSTITUTE A SEPARATE  VIOLATION.  IN  CONNECTION  WITH  ANY  SUCH\n    8  PROPOSED  APPLICATION,  THE ATTORNEY GENERAL IS AUTHORIZED TO TAKE PROOF\n    9  AND MAKE A DETERMINATION OF THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN\n   10  ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   11    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   12  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring motor vehicle carriers to be identified in English ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T144115.TXT", "SOBI.D110106.T115214.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110106.T123717.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294688475903
}