{
  "year" : 2011,
  "senateBillNo" : "S1266-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1266-2011-1294290000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an income tax credit for three years to a taxpayer who purchases a new primary residence for one million dollars or less",
  "summary" : "Provides an income tax credit for three years to a taxpayer who purchases a new primary residence for one million dollars or less. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SC3900-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1266\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  ADDABBO, LANZA -- read twice and ordered printed,\n         and when printed to be committed to the  Committee  on  Investigations\n         and Government Operations\n\n       AN  ACT to amend the tax law, in relation to providing a personal income\n         tax credit for the purchase of a new home\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (ss) to read as follows:\n    3    (SS) REAL PROPERTY PURCHASE CREDIT. (1) A TAXPAYER SHALL BE ALLOWED  A\n    4  CREDIT  AS  PROVIDED  IN THIS SUBSECTION AGAINST THE TAX IMPOSED BY THIS\n    5  ARTICLE FOR THE PURCHASE OF ELIGIBLE REAL PROPERTY. THE  AMOUNT  OF  THE\n    6  CREDIT SHALL BE FIVE THOUSAND DOLLARS.  ANY AMOUNT OF THE TAX CREDIT NOT\n    7  USED  IN  THE  TAXABLE  YEAR IN WHICH THE RESIDENCE WAS PURCHASED MAY BE\n    8  CARRIED FORWARD FOR THREE YEARS UNTIL THE FULL AMOUNT OF THE CREDIT  HAS\n    9  BEEN ALLOWED AND ANY AMOUNT NOT USED SHALL LAPSE.\n   10    (2)  IF BEFORE THE END OF A THREE YEAR PERIOD BEGINNING ON THE DATE OF\n   11  PURCHASE OF SUCH ELIGIBLE REAL PROPERTY BY THE TAXPAYER:\n   12    (I) THE TAXPAYER DISPOSES OF SUCH TAXPAYER'S INTEREST IN SUCH ELIGIBLE\n   13  REAL PROPERTY, OR\n   14    (II) SUCH ELIGIBLE REAL PROPERTY CEASES TO BE USED  AS  THE  PRINCIPAL\n   15  RESIDENCE OF THE TAXPAYER,\n   16  THE TAXPAYER'S TAX IMPOSED BY THIS ARTICLE FOR THE TAXABLE YEAR IN WHICH\n   17  SUCH DISPOSITION OR CESSATION OCCURS SHALL BE INCREASED BY THE RECAPTURE\n   18  PERCENTAGE  OF  THE  CREDIT  AS  DETERMINED BY REGULATION ADOPTED BY THE\n   19  COMMISSIONER, FOR ALL PRIOR TAXABLE YEARS WITH RESPECT TO SUCH CREDIT.\n   20    (3) IN THE CASE OF A HUSBAND AND WIFE WHO FILE A JOINT FEDERAL RETURN,\n   21  BUT WHO ARE REQUIRED TO DETERMINE  THEIR  STATE  TAXES  SEPARATELY,  THE\n   22  CREDIT  ALLOWED  PURSUANT  TO THIS SUBSECTION MAY BE APPLIED AGAINST THE\n   23  TAX IMPOSED OF EITHER OR DIVIDED BETWEEN THEM AS THEY MAY ELECT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01381-01-1\n\n       S. 1266                             2\n\n    1    (4) FOR THE PURPOSES OF THIS SUBSECTION, THE TERM \"ELIGIBLE REAL PROP-\n    2  ERTY\" SHALL MEAN A NEWLY CONSTRUCTED ONE OR TWO FAMILY RESIDENCE IN THIS\n    3  STATE, WHICH HAS NOT BEEN PREVIOUSLY OCCUPIED, PURCHASED FOR ONE MILLION\n    4  DOLLARS OR LESS AND THAT IS THE PRIMARY RESIDENCE OF  THE  TAXPAYER.  TO\n    5  QUALIFY AS ELIGIBLE REAL PROPERTY, THE TAXPAYER MUST RESIDE IN THE PROP-\n    6  ERTY  AS  A  PRINCIPAL  RESIDENCE  FOR  AT  LEAST  THREE YEARS AFTER THE\n    7  PURCHASE OF SUCH ELIGIBLE REAL PROPERTY.\n    8    S 2. This act shall take effect on the thirtieth day  after  it  shall\n    9  have  become  a  law and shall apply to eligible real property purchased\n   10  pursuant to contracts of sale executed after the effective date of  this\n   11  act.\n",
  "memo" : "BILL NUMBER:S1266\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to providing a personal income tax\ncredit for the purchase of a new home\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo provide purchasers of newly constructed one- or two-family\nresidences, including condos and co-ops, with a $5,000 state tax\ncredit returned to the homeowner after purchase. The purchasers can\ncarry the unused portion of the credit forward for three consecutive\nyears. This tax credit will stimulate New York's economy as well as\nprovide incentive to those considering a home purchase.\n\nJUSTIFICATION:\nSales of existing U.S. homes in December 2009 plunged 17% _ the\nbiggest decline since records began in 1968 - to a 5.45 million\nannual rate from 6.54 million pace the prior month, according to the\nNational Association of Realtors, and median sales prices rose for\nthe first time in two years, reflecting fewer first-time buyers. For\nNew York State, a decline in building permits - from 34,500 in June\n2008 to 6,400 in June 2009 _ reflected a major decrease in home\nsales. Single family homes in New York State fell by 16.2% alone in\nFebruary 2009.\n\nThe federal government has provided home purchasers with a tax credit\nfor first-time homebuyers and is extending this program up to mid 2010.\nSince 2006, median home prices in the state have dropped by more than\nthirty thousand dollars from $245,201 to $215,000.\n\nThe residential home construction industry has a positive impact on\nNew York State's economy. This bill would help revitalize the economy\nwhile encouraging home ownership by allowing first-time home buyers\nto utilize a State tax credit on top of the federal government's\ntax-credit.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-2010: S.3900 - Referred to Finance\n\nFISCAL IMPLICATIONS:\nTo be determined. Cost would be offset the additional taxes generated\nby the construction of the home.\n\nEFFECTIVE DATE:\nThis act shall take effect on the thirtieth day and shall apply to\ncontracts executed after the effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a personal income tax credit for the purchase of a new home ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T122216.TXT", "SOBI.D110106.T131719.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497459
}