{
  "year" : 2011,
  "senateBillNo" : "S1265-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S1265-2011-1294290000000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to collective bargaining processes for peace officers and special officers for the city of New York",
  "summary" : "Relates to collective bargaining processes for peace officers and special officers for the city of New York; requires negotiations with the certified employee organization representing such employees. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "SB3538-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1265\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sens. ADDABBO, HUNTLEY -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Civil Service and\n         Pensions\n\n       AN ACT to amend the civil service law, in  relation  to  the  collective\n         bargaining process for certain peace officers and special officers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 212 of the civil service law is amended by adding a\n    2  new subdivision 4 to read as follows:\n    3    4. NOTWITHSTANDING ANY OTHER PROVISIONS OF LAW TO  THE  CONTRARY,  FOR\n    4  ALL  COLLECTIVE  NEGOTIATIONS IN WHICH THE CITY OF NEW YORK IS A PARTIC-\n    5  IPANT IN CITYWIDE ECONOMIC BARGAINING WITH THE NEW YORK CITY HEALTH  AND\n    6  HOSPITAL  CORPORATION  OR THE NEW YORK CITY HOUSING AUTHORITY, INCLUDING\n    7  BUT NOT LIMITED TO OVERTIME, AND  TIME  AND  LEAVE  RULES  WHICH  AFFECT\n    8  EMPLOYEES  GRANTED  PEACE  OFFICER OR SPECIAL OFFICER STATUS PURSUANT TO\n    9  THE CRIMINAL PROCEDURE  LAW  SHALL  BE  NEGOTIATED  WITH  THE  CERTIFIED\n   10  EMPLOYEE ORGANIZATIONS REPRESENTING SUCH EMPLOYEES.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01379-01-1\n",
  "memo" : "BILL NUMBER:S1265\n\nTITLE OF BILL:\nAn act\nto amend the civil service law,\nin relation to the collective bargaining process for certain\npeace officers and special officers\n\nPURPOSE:\n(1). This bill would amend section 212 of the Civil Service law to\nprovide that for all collective negotiations to which the City of New\nYork is a participant with the Department of Education of the City of\nNew York, the NYC Health and Hospitals Corporation, the NYC Housing\nAuthority, or the City University of New York, the negotiations shall\nbe conducted with the employee organization certified to represent\nthe peace officers and special officers employed by the foregoing\nentities.\n(2). The bill provides that pursuant to NYC Administrative Code\nSection 12-307 (4) (i) negotiations for employees of the Fire\nDepartment of the City of, New York in the job title, Supervisors of\nBlasting, shall be conducted in the manner described above.\n\nJUSTIFICATION:\nSection 12-307 (4) (i) of the New York City Administrative Code was\nrecently amended to provide that peace officers and special officers\nemployed by New York City agencies represented by an employee\norganization in collective bargaining shall have the same right as\npolice, firefighters, other Fire Department employees, and NYC\ncorrection officers to bargain directly with the City of New York\nover all matters, including but not limited to, overtime and time and\nleave matters. The agencies covered by this bill that would be\nafforded similar treatment with respect to collective bargaining\nprocess are not City agencies, but rather are State created entities,\nnot subject to such provision of the Administrative Code. To maintain\nconsistent collective bargaining process treatment of all peace\nofficers and special officers involved in bargaining where the City\nof New York is a participant, this amendment to the Civil Service Law\nis necessary. The Administrative Code amendment corrects an\ninadvertent omission of a job title in the recent amendment to the\nCode previously described.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.3538 - Passed the Senate\n2008:      S.6882 - Vetoed Memo No. 29\n\nFISCAL IMPLICATIONS:\nNone. This bill confers no wage or benefit increases. It merely\nstandardizes collective bargaining procedures for all peace officer\nand special officer employee organizations engaged in bargaining\nwhere the City of New York is a participant.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to the collective bargaining process for certain peace officers and special officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T122216.TXT", "SOBI.D110106.T131719.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497458
}