{
  "year" : 2011,
  "senateBillNo" : "S1269-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S1269-2011-1294290000000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the use of binding arbitration for certain represented members of the unified court system",
  "summary" : "Provides for the use of binding arbitration for employee organizations represented by the Ninth judicial district negotiating unit, Nassau county negotiating unit, Suffolk county negotiating unit, New York city senior court officers negotiating unit, New York city court officers negotiating unit and New York city court clerks negotiating unit; the parties shall refer the dispute to a three member public arbitration panel; requires the arbitration panel to hold hearings on all matters within the scope of negotiations related to the dispute; determinations of the panel are final and binding on all parties. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S3497-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1269\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced by Sens. ADDABBO, DILAN, HASSELL-THOMPSON, HUNTLEY, SAVINO --\n         read  twice  and  ordered printed, and when printed to be committed to\n         the Committee on Civil Service and Pensions\n\n       AN ACT to amend the civil service law,  in  relation  to  binding  arbi-\n         tration  for  court clerks and uniformed court officers of the unified\n         court system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 209 of the civil service law is amended by adding a\n    2  new subdivision 6 to read as follows:\n    3    6.  (A)  IN THE EVENT THAT THE BOARD CERTIFIES THAT A VOLUNTARY RESOL-\n    4  UTION OF THE CONTRACT NEGOTIATIONS BETWEEN THE UNIFIED COURT SYSTEM  AND\n    5  THE  PUBLIC  EMPLOYEE  ORGANIZATION CERTIFIED OR RECOGNIZED TO REPRESENT\n    6  THE NINTH JUDICIAL DISTRICT NEGOTIATING UNIT, NASSAU COUNTY  NEGOTIATING\n    7  UNIT,  SUFFOLK COUNTY NEGOTIATING UNIT, NEW YORK CITY SENIOR COURT OFFI-\n    8  CERS NEGOTIATING UNIT, NEW YORK CITY COURT REPORTERS  NEGOTIATING  UNIT,\n    9  NEW  YORK  CITY  COURT OFFICERS NEGOTIATING UNIT AND NEW YORK CITY COURT\n   10  CLERKS NEGOTIATING UNIT SUCH BOARD SHALL REFER THE DISPUTE TO  A  PUBLIC\n   11  ARBITRATION  PANEL,  CONSISTING  OF  ONE MEMBER APPOINTED BY THE UNIFIED\n   12  COURT SYSTEM, ONE MEMBER APPOINTED BY THE EMPLOYEE ORGANIZATION AND  ONE\n   13  PUBLIC  MEMBER  APPOINTED  JOINTLY  BY  THE UNIFIED COURT SYSTEM AND THE\n   14  EMPLOYEE ORGANIZATION WHO  SHALL  BE  SELECTED  WITHIN  TEN  DAYS  AFTER\n   15  RECEIPT  BY  THE  BOARD  OF  A  PETITION FOR CREATION OF THE ARBITRATION\n   16  PANEL. IF EITHER PARTY FAILS TO DESIGNATE ITS MEMBER TO THE PUBLIC ARBI-\n   17  TRATION PANEL, THE BOARD SHALL PROMPTLY, UPON RECEIPT OF  A  REQUEST  BY\n   18  EITHER PARTY, DESIGNATE A MEMBER ASSOCIATED IN INTEREST WITH THE UNIFIED\n   19  COURT SYSTEM OR EMPLOYEE ORGANIZATION HE OR SHE IS TO REPRESENT. EACH OF\n   20  THE  RESPECTIVE  PARTIES  IS TO BEAR THE COST OF ITS MEMBER APPOINTED OR\n   21  DESIGNATED TO THE ARBITRATION PANEL AND EACH OF THE  RESPECTIVE  PARTIES\n   22  IS TO SHARE EQUALLY THE COST OF THE PUBLIC MEMBER. IF, WITHIN SEVEN DAYS\n   23  AFTER  THE  MAILING  DATE,  THE PARTIES ARE UNABLE TO AGREE UPON THE ONE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01378-01-1\n\n       S. 1269                             2\n\n    1  PUBLIC MEMBER, THE BOARD SHALL SUBMIT TO THE PARTIES A  LIST  OF  QUALI-\n    2  FIED, DISINTERESTED PERSONS FOR THE SELECTION OF THE PUBLIC MEMBER. EACH\n    3  PARTY  SHALL  ALTERNATELY STRIKE FROM THE LIST ONE OF THE NAMES WITH THE\n    4  ORDER  OF  STRIKING  DETERMINED  BY  LOT, UNTIL THE REMAINING ONE PERSON\n    5  SHALL BE DESIGNATED AS PUBLIC MEMBER. THIS PROCESS  SHALL  BE  COMPLETED\n    6  WITHIN  FIVE  DAYS OF RECEIPT OF THIS LIST. THE PARTIES SHALL NOTIFY THE\n    7  BOARD OF THE DESIGNATED PUBLIC MEMBER. THE PUBLIC MEMBER SHALL BE CHOSEN\n    8  AS CHAIRPERSON.\n    9    (B) THE ARBITRATION PANEL SHALL HOLD HEARINGS ON  ALL  MATTERS  WITHIN\n   10  THE SCOPE OF NEGOTIATIONS RELATED TO THE DISPUTE FOR WHICH THE PANEL WAS\n   11  APPOINTED.  THE  PARTIES MAY BE HEARD EITHER IN PERSON, BY COUNSEL OR BY\n   12  OTHER REPRESENTATIVES AS THEY MAY RESPECTIVELY  DESIGNATE.  THE  PARTIES\n   13  MAY  PRESENT,  EITHER  ORALLY  OR IN WRITING OR BOTH, STATEMENT OF FACT,\n   14  SUPPORTING WITNESSES AND OTHER EVIDENCE AND ARGUMENT OF THEIR RESPECTIVE\n   15  POSITION WITH RESPECT TO EACH CASE. THE PANEL SHALL  HAVE  AUTHORITY  TO\n   16  REQUIRE THE PRODUCTION OF SUCH ADDITIONAL EVIDENCE, EITHER ORAL OR WRIT-\n   17  TEN,  AS IT MAY DESIRE FROM THE PARTIES AND SHALL PROVIDE AT THE REQUEST\n   18  OF EITHER PARTY THAT A FULL AND COMPLETE RECORD  BE  KEPT  OF  ANY  SUCH\n   19  HEARINGS, THE COST OF SUCH RECORD TO BE SHARED EQUALLY BY THE PARTIES.\n   20    (C) ALL MATTERS PRESENTED TO SUCH PANEL FOR ITS DETERMINATION SHALL BE\n   21  DECIDED BY A MAJORITY VOTE OF THE MEMBERS OF THE PANEL. THE PANEL, PRIOR\n   22  TO A VOTE ON ANY ISSUE IN DISPUTE BEFORE IT, MAY REFER THE ISSUE BACK TO\n   23  THE PARTIES FOR FURTHER NEGOTIATIONS.\n   24    (D)  SUCH  PANEL  SHALL  MAKE  A  JUST AND REASONABLE DETERMINATION OF\n   25  MATTERS IN DISPUTE. IN ARRIVING AT SUCH DETERMINATION, THE  PANEL  SHALL\n   26  SPECIFY  THE BASIS FOR ITS FINDINGS, TAKING INTO CONSIDERATION, IN ADDI-\n   27  TION TO ANY OTHER RELEVANT FACTORS, THE FOLLOWING: (I) COMPARISON OF THE\n   28  WAGES, HOURS, FRINGE BENEFITS, CONDITIONS AND CHARACTERISTICS OF EMPLOY-\n   29  MENT OF THE PUBLIC EMPLOYEES INVOLVED IN THE IMPASSE PROCEEDING WITH THE\n   30  WAGES, HOURS, FRINGE BENEFITS, CONDITIONS AND CHARACTERISTICS OF EMPLOY-\n   31  MENT OF OTHER EMPLOYEES PERFORMING  SIMILAR  WORK  AND  OTHER  EMPLOYEES\n   32  GENERALLY IN PUBLIC OR PRIVATE EMPLOYMENT IN NEW YORK CITY OR COMPARABLE\n   33  COMMUNITIES;  (II)  THE  OVERALL  COMPENSATION  PAID  TO  THE  EMPLOYEES\n   34  INVOLVED IN THE IMPASSE PROCEEDING, INCLUDING DIRECT WAGE  COMPENSATION,\n   35  OVERTIME  AND  PREMIUM  PAY, VACATIONS, HOLIDAYS AND OTHER EXCUSED TIME,\n   36  INSURANCE, PENSIONS, MEDICAL  AND  HOSPITALIZATION  BENEFITS,  FOOD  AND\n   37  APPAREL  FURNISHED, AND ALL OTHER BENEFITS RECEIVED; (III) THE IMPACT OF\n   38  THE PANEL'S AWARD ON THE FINANCIAL ABILITY OF THE UNIFIED  COURT  SYSTEM\n   39  TO  PAY, ON THE PRESENT FARES AND ON THE CONTINUED PROVISION OF SERVICES\n   40  TO THE PUBLIC; (IV) CHANGES IN THE AVERAGE CONSUMER PRICES FOR GOODS AND\n   41  SERVICES, COMMONLY KNOWN AS THE COST OF LIVING;  (V)  THE  INTEREST  AND\n   42  WELFARE  OF  THE PUBLIC; AND (VI) SUCH OTHER FACTORS AS ARE NORMALLY AND\n   43  CUSTOMARILY CONSIDERED IN THE  DETERMINATION  OF  WAGES,  HOURS,  FRINGE\n   44  BENEFITS  AND  OTHER  WORKING  CONDITIONS  IN COLLECTIVE NEGOTIATIONS OR\n   45  IMPASSE PANEL PROCEEDINGS.\n   46    (E) THE PANEL SHALL HAVE FULL AUTHORITY  TO  RESOLVE  THE  MATTERS  IN\n   47  DISPUTE  BEFORE  IT  AND  ISSUE A DETERMINATION WHICH SHALL BE FINAL AND\n   48  BINDING UPON THE PARTIES, NOTWITHSTANDING ANY OTHER  PROVISION  OF  THIS\n   49  ARTICLE.  EXCEPT FOR THE PURPOSES OF JUDICIAL REVIEW, ANY PROVISION OF A\n   50  DETERMINATION  OF  THE  ARBITRATION  PANEL,  THE IMPLEMENTATION OF WHICH\n   51  REQUIRES AN ENACTMENT OF LAW, SHALL NOT BECOME BINDING UNTIL THE  APPRO-\n   52  PRIATE LEGISLATIVE BODY ENACTS SUCH LAW.\n   53    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1269\n\nTITLE OF BILL:\nAn act\nto amend the civil service law, in relation to binding arbitration for\ncourt clerks and uniformed court officers of the unified court system\n\nPURPOSE:\nEstablishes a binding arbitration system in the event of disputes\nreaching impasse in collective negotiations for certain represented\nmembers of the uniformed court system.\n\nSUMMARY OF PROVISIONS:\nSection 1. Adds a new subdivision 6 to Section 209 of the Civil\nService Law, to provide for the referral of an impasse between the\npublic employee organization representing certain members of the\nunified court system. The three member panel will consist of: 1) one\nmember appointed by the Unified Court System; 2) one member appointed\nby the employee organization; and 3) one member jointly appointed by\nthe parties. The panel would have full authority to resolve the\nmatters in dispute and issue a determination which is final and\nbinding upon the parties,\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nBinding arbitration is a mechanism that has been used successfully for\nmany years to address labor disputes in both the private and public\nsectors. Currently, there is no such mechanism for groups in the\nUnified Court System. Therefore, under current law, negotiating units\nof the Unified Court System must seek legislative resolution of labor\nimpasses.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-2010: S.3497 - Referred to Civil Service and Pensions\n2008:      S.6910 - Vetoed Memo No. 77\n2007:      S.4920 - Vetoed Memo No. 37\n2005-2006: S.3078 - Vetoed Memo No. 363\n2004:      S.7487 - Vetoed Memo No. 281\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to binding arbitration for court clerks and uniformed court officers of the unified court system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T122716.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T131218.TXT", "SOBI.D110106.T122216.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497465
}