{
  "year" : 2011,
  "senateBillNo" : "S1261-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S1261-2011-1294290000000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to benefits payable to, or on behalf of, certain employees of the division of parole injured or killed in the performance of duty",
  "summary" : "Adds a heart presumption for peace officers of the division of parole who are members of the NYS&LERS; relates to benefits payable to, or on behalf of, certain employees of the division of parole injured or killed in the performance of duty. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "SA2557-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1261\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  ADDABBO,  DIAZ, HASSELL-THOMPSON, HUNTLEY, KLEIN,\n         PARKER, SAVINO -- read twice and ordered printed, and when printed  to\n         be committed to the Committee on Civil Service and Pensions\n\n       AN  ACT  to amend the retirement and social security law, in relation to\n         benefits payable to, or on behalf of, certain employees of  the  divi-\n         sion  of  parole  injured  or  killed  in the performance of duty; and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The retirement and social security law is amended by adding\n    2  a new section 63-g to read as follows:\n    3    S  63-G.  DISABILITY  RETIREMENT FOR PEACE OFFICERS OF THE DIVISION OF\n    4  PAROLE; CERTAIN DISABILITIES. A. NOTWITHSTANDING ANY PROVISION  OF  THIS\n    5  CHAPTER  OR OF ANY GENERAL OR SPECIAL LAW TO THE CONTRARY, ANY CONDITION\n    6  OF IMPAIRMENT OF HEALTH CAUSED BY DISEASES OF THE  HEART,  RESULTING  IN\n    7  DISABILITY  OR  DEATH  TO  A  PEACE  OFFICER EMPLOYED BY THE DIVISION OF\n    8  PAROLE SHALL BE  PRESUMPTIVE  EVIDENCE  THAT  IT  WAS  INCURRED  IN  THE\n    9  PERFORMANCE  AND  DISCHARGE OF DUTY AND THE NATURAL AND PROXIMATE RESULT\n   10  OF AN ACCIDENT, UNLESS THE CONTRARY BE PROVED BY COMPETENT EVIDENCE.\n   11    B. AS USED IN THIS SECTION, THE TERM \"PEACE OFFICER\"  SHALL  MEAN  ANY\n   12  EMPLOYEE  OF THE DIVISION OF PAROLE WHO IS DESIGNATED AS A PEACE OFFICER\n   13  PURSUANT TO SUBDIVISION TWENTY-THREE OR TWENTY-THREE-A OF  SECTION  2.10\n   14  OF  THE  CRIMINAL  PROCEDURE  LAW, WHO, PRIOR TO ENTRY INTO SERVICE AS A\n   15  PAROLE OR SENIOR PAROLE OFFICER SUCCESSFULLY PASSED A PHYSICAL  EXAMINA-\n   16  TION  WHICH FAILED TO DISCLOSE EVIDENCE OF ANY DISEASE  OR OTHER IMPAIR-\n   17  MENT OF THE HEART.\n   18    S 2. The retirement and social security law is amended by adding a new\n   19  section 605-d to read as follows:\n   20    S 605-D. DISABILITY RETIREMENT FOR PEACE OFFICERS OF THE  DIVISION  OF\n   21  PAROLE;  ACCIDENTAL  DISABILITY  RETIREMENT FOR CERTAIN DISABILITIES. A.\n   22  NOTWITHSTANDING ANY PROVISION OF THIS  CHAPTER  OR  OF  ANY  GENERAL  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01377-01-1\n\n       S. 1261                             2\n\n    1  SPECIAL  LAW  TO  THE  CONTRARY,  IF  AN  IMPAIRMENT OF HEALTH CAUSED BY\n    2  DISEASES OF THE HEART, RESULTS IN DISABILITY OR DEATH TO A PEACE OFFICER\n    3  EMPLOYED BY THE DIVISION OF PAROLE SUCH IMPAIRMENT SHALL BE  PRESUMPTIVE\n    4  EVIDENCE  THAT  IT WAS INCURRED IN THE PERFORMANCE AND DISCHARGE OF DUTY\n    5  AND THE NATURAL AND PROXIMATE RESULT OF AN ACCIDENT, UNLESS THE CONTRARY\n    6  BE PROVED BY COMPETENT EVIDENCE, AND SUCH PEACE OFFICER SHALL BE PAID  A\n    7  PERFORMANCE  OF DUTY DISABILITY RETIREMENT ALLOWANCE EQUAL TO THAT WHICH\n    8  IS PROVIDED IN SECTION  SIXTY-THREE  OF  THIS  CHAPTER  SUBJECT  TO  THE\n    9  PROVISIONS  OF  SECTION  SIXTY-FOUR OF THIS CHAPTER.  SAID PEACE OFFICER\n   10  MAY MAKE APPLICATION FOR ACCIDENTAL DISABILITY RETIREMENT SUBJECT TO THE\n   11  FILING REQUIREMENTS PROVIDED BY SECTION SIXTY-THREE OF THIS CHAPTER.\n   12    B. AS USED IN THIS SECTION, THE TERM \"PEACE OFFICER\"  SHALL  MEAN  ANY\n   13  EMPLOYEE  OF THE DIVISION OF PAROLE WHO IS DESIGNATED AS A PEACE OFFICER\n   14  PURSUANT TO SUBDIVISION TWENTY-THREE OR TWENTY-THREE-A OF  SECTION  2.10\n   15  OF  THE  CRIMINAL  PROCEDURE  LAW, WHO, PRIOR TO ENTRY INTO SERVICE AS A\n   16  PAROLE OR SENIOR PAROLE OFFICER SUCCESSFULLY PASSED A PHYSICAL  EXAMINA-\n   17  TION  WHICH  FAILED TO DISCLOSE EVIDENCE OF ANY DISEASE OR OTHER IMPAIR-\n   18  MENT OF THE HEART.\n   19    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   20  have  become a law and shall expire and be deemed repealed July 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law, in relation to benefits payable to, or on behalf of, certain employees of the division of parole injured or killed in the performance of duty; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T144115.TXT", "SOBI.D110110.T164132.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110110.T164632.TXT", "SOBI.D110106.T125217.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294695992383
}