{
  "year" : 2011,
  "senateBillNo" : "S1262-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S1262-2011-1294290000000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to regulation of pet dealers by municipalities",
  "summary" : "Provides for regulation of pet dealers by municipalities; relates to preemption of local laws and pet dealers. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : "A1731",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S6062-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1262\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law and the general business\n         law, in relation to local laws and the regulation of pet dealers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 400-a of the agriculture and markets law, as added\n    2  by chapter 259 of the laws of 2000, is amended to read as follows:\n    3    S 400-a. Preemption of local laws.  The  provisions  of  this  article\n    4  shall  apply  to all municipalities[, including cities with a population\n    5  of one million or more] EXCEPT AS PROVIDED IN SECTION FOUR HUNDRED-B  OF\n    6  THIS  ARTICLE,  and  shall supersede any local law, rule, regulation, or\n    7  ordinance regulating or licensing pet dealers as defined in  this  arti-\n    8  cle. Nothing in this section shall be construed to limit or restrict any\n    9  municipality  from ENACTING OR enforcing any local law, rule, regulation\n   10  or ordinance of  general  application  to  businesses  governing  public\n   11  health, safety or the rights of consumers.\n   12    S  2.  The  agriculture  and  markets  law  is amended by adding a new\n   13  section 400-b to read as follows:\n   14    S 400-B. LOCAL LAWS IN CERTAIN CITIES. NOTWITHSTANDING THE  PROVISIONS\n   15  OF  SECTION  FOUR HUNDRED-A OF THIS ARTICLE, CITIES WITH A POPULATION OF\n   16  ONE MILLION OR MORE SHALL BE AUTHORIZED TO ENACT  LOCAL  LAWS,  RULE  OR\n   17  REGULATIONS  GOVERNING PET DEALERS PROVIDED, HOWEVER, THAT NO SUCH LOCAL\n   18  LAW, RULE, REGULATION OR ORDINANCE SHALL BE  LESS  STRINGENT  THAN  THIS\n   19  ARTICLE.  ANY  LOCALITY THAT ADOPTS A MORE STRINGENT LAW, RULE, OR ORDI-\n   20  NANCE THAN THIS ARTICLE HAS SOLE RESPONSIBILITY FOR ENFORCEMENT OF  SUCH\n   21  MORE STRINGENT LAW, RULE, REGULATION, OR ORDINANCE, WHICH RESPONSIBILITY\n   22  CANNOT  BE ASSIGNED, DIRECTLY OR INDIRECTLY, TO A NON-GOVERNMENTAL ENTI-\n   23  TY. A LOCALITY WILL ONLY HAVE THE AUTHORITY TO ENFORCE SUCH MORE  STRIN-\n   24  GENT  LAW,  RULE, REGULATION, OR ORDINANCE THAT HAS BEEN ENACTED BY THAT\n   25  LOCALITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01393-01-1\n\n       S. 1262                             2\n\n    1    S 3. Section 753-e of the general business law, as  added  by  chapter\n    2  259 of the laws of 2000, is amended to read as follows:\n    3    S  753-e.  Preemption  of  local  laws. The provisions of this article\n    4  shall apply to all municipalities[, including cities with  a  population\n    5  of  one  million  or  more]  EXCEPT AS PROVIDED IN SECTION SEVEN HUNDRED\n    6  FIFTY-THREE-F OF THIS ARTICLE, and shall supersede any local law,  rule,\n    7  regulation,  or ordinance regulating or licensing pet dealers as defined\n    8  in this article. Nothing in this section shall be construed to limit  or\n    9  restrict any municipality from enforcing any local law, rule, regulation\n   10  or  ordinance  of  general  application  to  businesses governing public\n   11  health, safety or the rights of consumers.\n   12    S 4. The general business law is amended by adding a new section 753-f\n   13  to read as follows:\n   14    S 753-F.  LOCAL LAWS IN CERTAIN CITIES. NOTWITHSTANDING THE PROVISIONS\n   15  OF SECTION SEVEN HUNDRED FIFTY-THREE-E OF THIS ARTICLE,  CITIES  WITH  A\n   16  POPULATION  OF  ONE  MILLION  OR MORE SHALL BE AUTHORIZED TO ENACT LOCAL\n   17  LAWS, RULE OR REGULATIONS GOVERNING PET DEALERS PROVIDED, HOWEVER,  THAT\n   18  NO SUCH LOCAL LAW, RULE, REGULATION OR ORDINANCE SHALL BE LESS STRINGENT\n   19  THAN  THIS ARTICLE. ANY LOCALITY THAT ADOPTS A MORE STRINGENT LAW, RULE,\n   20  OR ORDINANCE THAN THIS ARTICLE HAS SOLE RESPONSIBILITY  FOR  ENFORCEMENT\n   21  OF  SUCH  MORE  STRINGENT  LAW,  RULE,  REGULATION,  OR ORDINANCE, WHICH\n   22  RESPONSIBILITY CANNOT BE ASSIGNED, DIRECTLY OR INDIRECTLY, TO A  NON-GO-\n   23  VERNMENTAL  ENTITY.  A  LOCALITY WILL ONLY HAVE THE AUTHORITY TO ENFORCE\n   24  SUCH MORE STRINGENT LAW, RULE, REGULATION, OR ORDINANCE  THAT  HAS  BEEN\n   25  ENACTED BY THAT LOCALITY.\n   26    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1262\n\nTITLE OF BILL:\nAn act\nto amend the agriculture and markets law and the general business law,\nin relation to local laws and the regulation of pet dealers\n\nPURPOSE:\nThis bill would allow municipalities with a population of one million\nor more to regulate pet dealers as long as the law, rule, regulation,\nor ordinance is not less stringent than state law. This bill does not\naffect municipalities with populations of less than one million or\nmore.\n\nSUMMARY OF PROVISIONS:\nSection 400-a of the agriculture and markets law and section 753-e of\nthe general business law as added by chapter 259 of the laws of 2000,\nare amended. Section 400-b of the agriculture and markets law is\nadded and section 753-f of the general business law as added by\nchapter 259 of the laws of 2000 is added.\n\nJUSTIFICATION:\nIn order to protect the health and safety of residents in their\ncommunities, municipalities should not be prohibited from enacting\nlaws, rules, regulations, or ordinances governing pet dealers as long\nas such laws, rules, regulations or ordinances are not less stringent\nthan state law. This legislation would make Article 26-A of the\nAgriculture and Markets Law consistent with the many other animal\nrelated state laws, such as laws regulating dangerous dogs, seizure\nof animals, canine waste, and the operation of spay/neuter\nfacilities, which do not preempt municipalities from enacting local\nlaws, rules, regulations or ordinances pertaining to animals within\ntheir jurisdiction.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.6062 - Defeated for consideration in Agriculture\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law and the general business law, in relation to local laws and the regulation of pet dealers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T123717.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110106.T123216.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774033645
}