{
  "year" : 2011,
  "senateBillNo" : "S1267-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1267-2011-1294290000000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the amount of dispensing fees paid to pharmacies in EPIC and Medicaid",
  "summary" : "Relates to the amount of dispensing fees paid to pharmacies in EPIC and Medicaid; establishes the dispensing fee at eight dollars per prescription for patients in long term care facilities, intermediate care facilities for the developmentally disabled, assisted living programs and any other residential care facilities in which prescriptions are dispensed in unit-of-use packaging. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "SB3901-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1267\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. ADDABBO, LITTLE -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law and the social services law,  in  relation\n         to dispensing fees paid to pharmacies in EPIC and Medicaid\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (c) of subdivision 1 of section 250 of the  elder\n    2  law is amended to read as follows:\n    3    (c)  DISPENSING  FEE.  As  required  by paragraphs (a) and (b) of this\n    4  subdivision, a dispensing fee of [four] SEVEN dollars [fifty] AND  TWEN-\n    5  TY-FIVE cents [will apply to generic drugs and a dispensing fee of three\n    6  dollars  fifty  cents  will  apply to brand name drugs] PER PRESCRIPTION\n    7  SHALL APPLY, PROVIDED, HOWEVER, THAT FOR  PRESCRIPTION  DRUGS  DISPENSED\n    8  FOR  PATIENTS IN LONG TERM CARE FACILITIES, INTERMEDIATE CARE FACILITIES\n    9  FOR THE DEVELOPMENTALLY DISABLED,  ASSISTED  LIVING  PROGRAMS,  AND  ANY\n   10  OTHER  RESIDENTIAL  CARE FACILITIES IN WHICH PRESCRIPTIONS ARE DISPENSED\n   11  IN  UNIT-OF-USE  PACKAGING,  A  DISPENSING  FEE  OF  EIGHT  DOLLARS  PER\n   12  PRESCRIPTION SHALL APPLY.\n   13    S  2.  Subparagraphs (i) and (ii) of paragraph (d) of subdivision 9 of\n   14  section 367-a of the social services law, subparagraph (i) as amended by\n   15  chapter 19 of the laws of 1998  and  subparagraph  (ii)  as  amended  by\n   16  section  48 of part C of chapter 58 of the laws of 2009, are amended and\n   17  a new subparagraph (iii) is added to read as follows:\n   18    (i) for prescription drugs categorized as generic by the  prescription\n   19  drug  pricing  service  used by the department, [four] SEVEN dollars and\n   20  [fifty] TWENTY-FIVE cents per prescription; and\n   21    (ii) for prescription drugs  categorized  as  brand-name  prescription\n   22  drugs  by  the prescription drug pricing service used by the department,\n   23  [three] SEVEN dollars and [fifty] TWENTY-FIVE  cents  per  prescription,\n   24  provided,  however,  that  for  brand name prescription drugs reimbursed\n   25  pursuant to subparagraph (ii) of paragraph (a-1) of subdivision four  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01383-01-1\n\n       S. 1267                             2\n\n    1  section  three  hundred  sixty-five-a  of this title, the dispensing fee\n    2  shall  be  [four]  EIGHT  dollars  and  [fifty]  TWENTY-FIVE  cents  per\n    3  prescription[.]; AND\n    4    (III)  FOR  PRESCRIPTION  DRUGS CATEGORIZED AS BRAND OR GENERIC BY THE\n    5  PRESCRIPTION DRUG PRICING SERVICE USED BY THE DEPARTMENT  AND  DISPENSED\n    6  FOR  PATIENTS IN LONG TERM CARE FACILITIES, INTERMEDIATE CARE FACILITIES\n    7  FOR THE DEVELOPMENTALLY DISABLED,  ASSISTED  LIVING  PROGRAMS,  AND  ANY\n    8  OTHER  RESIDENTIAL  CARE FACILITIES IN WHICH PRESCRIPTIONS ARE DISPENSED\n    9  IN UNIT-OF-USE PACKAGING, EIGHT DOLLARS PER PRESCRIPTION.\n   10    S 3. This act shall take effect April 1, 2012, provided, however, that\n   11  the amendments to subdivision 9 of section 367-a of the social  services\n   12  law  made by section two of this act shall not affect the repeal of such\n   13  subdivision and shall be deemed to be repealed therewith.\n",
  "memo" : "BILL NUMBER:S1267\n\nTITLE OF BILL:\nAn act\nto amend the elder law and the social services law, in relation to\ndispensing fees paid to pharmacies in EPIC and Medicaid\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill provides for the dispensing fee paid per prescription.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection One of the bill amends paragraph (c) of subdivision 1 of\nsection 250 of elder law related to the dispensing fee paid to\npharmacies for every prescription filled under EPIC program. This\nbill adds a new provision related to the dispensing fee paid to\npharmacies required to dispense medications in unit-of-use packaging.\n\nSection two of the bill amends subparagraphs (i) and (ii) of paragraph\n(d) of subdivision 9 of section 367-a of the social services law, as\namended by chapter 19 of the laws of 1998 related to the dispensing\nfee paid to pharmacies for every prescription filled for persons\neligible to participate in the Medicaid program. The bill adds a new\nsubparagraph (iii) related to the dispensing fee paid to pharmacies\nrequired to dispense medications in unit-of-use packaging.\n\nJUSTIFICATION:\nGiven the high costs of doing business in this state,\npublicly-financed prescription benefit programs such as Medicaid and\nEPIC should not reimburse pharmacies at a rate lower than every other\nstate that has enacted deeply discounted product reimbursement\npolicies.\n\nThe actual cost of dispensing a prescription to a beneficiary in the\nNew York Medicaid program ranges between $8.79 and $14.04 according\nto the survey conducted by Grant Thorton released in January, 2007.\nWe apply the same survey results to dispensing fees paid under EPIC.\nWith the high costs of living and doing business, New York's Medicaid\nand EPIC programs should not reimburse pharmacies at the very lowest\nlevel in the country. Doing so may reduce the pharmacy provider\nnetwork to unacceptable levels. Should that occur, both programs will\nfail in their primary objective, to deliver medically necessary\nhealthcare of acceptable quality cost containment parameters.\n\nAlthough the legislature has restored millions to the cuts proposed by\nthe executive over the course of the past decade, every state budget\nhas nevertheless left pharmacy providers with less reimbursement than\nin the previous year. Virtually every health care provider in the\nMedicaid program\nhas faced regular decreases in reimbursement, but no other provider\ncategory has been subject to the cumulative percentage reductions as\nhave the state's pharmacies.\n\nPharmacies that provide prescription services for residents in\nlong-term care facilities and other forms of residential care incur\nadditional expense associated with preparing \"blister packs\" and\nother forms of unit-of-use packaging that are required by regulation.\nThis special packaging provides additional security against misuse or\noveruse and enhances patient compliance that in turn reduces\nunnecessary Medicaid spending associated with medication errors or\ninappropriate use. The differential in the legislation is also based\non policies adopted by other' states.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-2010: S.3901 - Committed to Finance\n2008:      S.8216 - Committed to Finance\n\nFISCAL IMPLICATIONS:\nNone. The changes proposed in this legislation are possible in the\ncontext of the funds appropriated for spending on the pharmacy benefit.\nFirst of all, national trends suggest that the rate of growth in\nspending for prescription drugs has slowed. The proposed 6% increase\nin the cost of the benefit is likely to be much lower. Second, the\nproposed spending on prescription drugs does not take into account\nthe additional supplemental rebates generated by preferred drug\nprograms. In 2006 when the PDP was first implemented, the program\ngenerated $30.5 million.\nThird, although the dispensing fees in this bill appear to be the same\nfor brands and generics, differences in co-payments actually provide\npharmacy with a slight higher fee for dispensing generic drugs.\n\nEFFECTIVE DATE:\nApril 1, 2012, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law and the social services law, in relation to dispensing fees paid to pharmacies in EPIC and Medicaid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T122216.TXT", "SOBI.D110106.T131719.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497460
}