{
  "year" : 2011,
  "senateBillNo" : "S1260-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1260-2011-1294290000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants an exemption from sales and compensating use taxes to books and other items sold at a book fair for the benefit of a school",
  "summary" : "Grants a sales and compensating use tax exemption for books, magazines, pamphlets and other school or library book fair items sold at a school book fair sponsored by a parent-teacher organization, booster club or similar school-based association which supports school activities or sold at a book fair sponsored by library friends or foundation. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A325",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S2465-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1260\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sens. LAVALLE, DeFRANCISCO, JOHNSON, LARKIN, RANZENHOFER,\n         SEWARD -- read twice and ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Investigations and Government Operations\n\n       AN ACT to amend the tax law, in relation to granting a sales and compen-\n         sating use tax exemption for goods sold at school book fairs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 1115 of the tax law  is  amended\n    2  by adding a new paragraph 44 to read as follows:\n    3    (44) BOOKS, MAGAZINES, PAMPHLETS AND OTHER SCHOOL OR LIBRARY BOOK FAIR\n    4  RELATED  ITEMS  INCLUDING,  BUT NOT LIMITED TO, SCIENCE PROJECT KITS AND\n    5  POSTERS, SOLD IN A PRIMARY OR SECONDARY SCHOOL FACILITY AT A SCHOOL BOOK\n    6  FAIR SPONSORED BY A PARENT-TEACHER ASSOCIATION OR ORGANIZATION,  BOOSTER\n    7  CLUB,  OR  SIMILAR SCHOOL-BASED ASSOCIATION WHICH SUPPORTS SCHOOL ACTIV-\n    8  ITIES OR SOLD AT A BOOK FAIR SPONSORED BY LIBRARY FRIENDS OR FOUNDATION.\n    9    S 2. This act shall take effect on the first of July  next  succeeding\n   10  the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01097-01-1\n",
  "memo" : "BILL NUMBER:S1260\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to granting a sales and compensating\nuse tax exemption for goods sold at school book fairs\n\nPURPOSE:\nThis bill provides that books, magazines, pamphlets and other items sold\nat school sponsored book fairs shall be exempt from the collection of\nsales taxes.\n\nSUMMARY OF PROVISIONS:\nSection 1: Adds a new Tax Law section 1115(a)(44) to exempt from the\ncollection of sates taxes items such as books, magazines, and other\nitems sold at a school or library sponsored book fair such as, science\nproject kits and posters. The book fair would need to be conducted at a\nprimary or secondary school or library and be sponsored by a\nparent-teacher association or organization or at a location sponsored by\na library friends group or foundation.\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nSchool book fairs are generally conducted by school-based volunteer\norganizations that are not sophisticated in organization and in\nascertaining the proper sales tax on low cost items such as books and\nother book sale items, Compounding the confusion of such sales\ntransactions is the high number of customers who are excited children\nunder the age of 12 who are concentrated in a school hallway or class\nroom (where the sales are generally conducted). To simplify book\ntransactions at such book or library fairs, eliminating the sales tax\nwould reduce the time needed to arrive at the final sales once for the\nbooks purchased. In addition, many times, children at such fairs, are\nallocated a set monetary sum to purchase their books. However, in\narriving at the cashier, the child has not computed the additional sales\ntax cost, hence, the child is over budget and needs to select and return\none of the items before conducting the final sale. This adds additional\nconfusion to an already confusing situation.\n\nThis bill would simplify the conduct of school book and library fairs.\nFurther, it would encourage children to purchase more books, heighten\ntheir exposure to books and learning, and minimize administrative\nburdens placed on those volunteers that conduct book fairs.\n\nLEGISLATIVE HISTORY:\n2009-10: S.1633.\n2007-08: S.1722-A\n2005-06: S.1633\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nLOCAL FISCAL IMPLICATIONS:\nMinimal.\nEFFECTIVE DATE:\nThe first of July next succeeding the date on which this bill shall have\nbecome law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to granting a sales and compensating use tax exemption for goods sold at school book fairs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T122924.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110106.T120215.TXT", "SOBI.D110110.T091543.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497452
}