{
  "year" : 2011,
  "senateBillNo" : "S1268-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S1268-2011-1294290000000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the veterans tuition awards program to include all veterans who were discharged under honorable conditions who served in the armed forces after 2-28-1961",
  "summary" : "Expands the veterans tuition awards program to include all veterans who were discharged under honorable conditions who served in the armed forces after February 28, 1961. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : "A1761",
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA4054-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1268\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sens. ADDABBO, HUNTLEY -- read twice and ordered printed,\n         and when printed to be committed to the Committee on  Veterans,  Home-\n         land Security and Military Affairs\n\n       AN  ACT  to amend the education law, in relation to the veterans tuition\n         awards program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph d of subdivision 1 of section 669-a of the educa-\n    2  tion  law,  as added by section 2 of part N of chapter 57 of the laws of\n    3  2008, is amended to read as follows:\n    4    d. \"Other eligible [combat] veteran\" means: an individual who (i) is a\n    5  resident of this state, (ii) served in the armed forces  of  the  United\n    6  States  [in]  DURING  hostilities  that  occurred after February twenty-\n    7  eighth, nineteen hundred sixty-one, [as evidenced by their receipt of an\n    8  Armed Forces Expeditionary Medal, Navy Expeditionary  Medal,  or  Marine\n    9  Corps  Expeditionary  Medal,]  and  (iii) was discharged under honorable\n   10  conditions, including but not limited to honorable discharge,  discharge\n   11  under honorable conditions, or general discharge.\n   12    S  2.  Paragraph  a of subdivision 2 of section 669-a of the education\n   13  law, as amended by section 3 of part N of chapter  57  of  the  laws  of\n   14  2008, is amended to read as follows:\n   15    a. Tuition awards are available for all Vietnam, Persian Gulf, Afghan-\n   16  istan  and  other  eligible [combat] veterans, as defined in subdivision\n   17  one of this section, who are enrolled, pursuant to paragraph a of subdi-\n   18  vision four of section six hundred sixty-one of this part,  in  approved\n   19  undergraduate  or  graduate  programs at degree granting institutions or\n   20  enrolled in approved vocational training programs and who  apply  for  a\n   21  tuition  assistance program award pursuant to section six hundred sixty-\n   22  seven of this subpart.\n   23    S 3. This act shall  take  effect  on  the  first  of  September  next\n   24  succeeding the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01384-01-1\n",
  "memo" : "BILL NUMBER:S1268\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the veterans tuition awards\nprogram\n\nPURPOSE OR GENERAL IDEA OF BILL:\nExtending the free tuition at SUNY and CUNY for all honorably\ndischarged war veterans who are residents of New York State and have\nserved during hostilities that occurred after February 28, 1961.\n\nSUMMARY OF PROVISIONS:\nThis legislation would amend paragraph D of subdivision 1 of section\n669-a of the Education Law, as added by section 2 of part N of\nchapter 57 of the laws of 2008, in defining other eligible veterans.\n\nParagraph A of subdivision 2 of section 669-a of the Education Law as\namended by section 3 of part N of chapter 57 of the laws of 2008,\nshall be amended to allow other eligible veterans to receive tuition\nawards.\n\nJUSTIFICATION:\nThe current law unintentionally demonstrates a great disrespect to all\nother honorably discharged veterans who are not entitled to exercise\nPart N of the 2008 State of New York Budget. This enactment shall\ncompel respect and encourage more veterans of the armed forces of the\nunited States since February 28, 1961, to benefit and capitalize from\na free SUNY or CUNY education.\n\nMany veterans who have now, or in the past, performed more-hazardous\nduties than those serving in combat zones are living with and are\nsometimes dying from the serious consequences of being exposed to\nthose hazards. Veterans who served in hazardous duty and received\nHazardous Duty Pay, but may not have been assigned to a combat zone\ninclude among others many aviators, submariners, aircraft carrier\nflight deck crew and special operations limits, would be eligible to\nreceive tuition awards.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.4054 - Referred to Veterans, Homeland Security and\nMilitary Affairs\n\nFISCAL IMPLICATIONS:\nWill vary between approximately $50 million to approximately $100\nmillion depending upon the number of Veterans that take advantage of\nthis act.\nRoughly 20,000 Veterans would be eligible for this educational benefit.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of September next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the veterans tuition awards program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T153721.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T131218.TXT", "SOBI.D110106.T123216.TXT", "SOBI.D110106.T122216.TXT", "SOBI.D110110.T144614.TXT", "SOBI.D110106.T131719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778241842
}