{
  "year" : 2011,
  "senateBillNo" : "S1273-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1273-2011-1294290000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to gifted and talented pupils with special needs; repealer",
  "summary" : "Relates to gifted and talented pupils with special needs. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA6216-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1273\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to  gifted  and  talented\n         pupils  with  special  needs, and to repeal certain provisions of such\n         law related thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 3602-c of the education law is\n    2  amended by adding a new paragraph g to read as follows:\n    3    G. \"TWICE-EXCEPTIONAL\" SHALL MEAN THOSE PUPILS WHO  GIVE  EVIDENCE  OF\n    4  THE  POTENTIAL  FOR  HIGH COGNITIVE PROCESSING CAPABILITIES COMMENSURATE\n    5  WITH OR CONTRARY TO COGNITIVE  PROCESSING  TAKEN  AS  NORMS  OF  REGULAR\n    6  EDUCATION  IN  AREAS  SUCH  AS,  BUT NOT LIMITED TO: SPECIFIC ACADEMICS,\n    7  GENERAL INTELLECTUAL ABILITY,  CREATIVITY,  LEADERSHIP,  AND/OR  VISUAL,\n    8  SPATIAL  OR PERFORMING ARTS; AND ALSO GIVE EVIDENCE OF ONE OR MORE DISA-\n    9  BILITIES AS DEFINED BY FEDERAL OR STATE ELIGIBILITY  CRITERIA  SUCH  AS,\n   10  BUT  NOT LIMITED TO, SPECIFIC LEARNING DISABILITIES, SPEECH AND LANGUAGE\n   11  DISORDERS, EMOTIONAL/BEHAVIORAL DISORDERS, PHYSICAL DISABILITIES, AUTISM\n   12  SPECTRUM, OR OTHER HEALTH IMPAIRMENTS, SUCH AS  ADHD.  SUCH  TERM  SHALL\n   13  INCLUDE THOSE PUPILS WHO REQUIRE EDUCATIONAL PROGRAMS OR SERVICES BEYOND\n   14  THOSE  NORMALLY PROVIDED BY THE REGULAR SCHOOL PROGRAM IN ORDER TO REAL-\n   15  IZE THEIR FULL POTENTIAL.\n   16    S 2. Paragraph a of subdivision 1 of section 3602-c of  the  education\n   17  law,  as  amended by chapter 474 of the laws of 2004, is amended to read\n   18  as follows:\n   19    a. \"Services\" shall mean instruction in the areas  of  gifted  pupils,\n   20  TWICE-EXCEPTIONAL  PUPILS,  career  education and education for students\n   21  with  disabilities,  and  counseling,  psychological  and  social   work\n   22  services  related to such instruction provided during the regular school\n   23  year for pupils enrolled in a  nonpublic  school  located  in  a  school\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01395-01-1\n\n       S. 1273                             2\n\n    1  district,  provided that such instruction is given to pupils enrolled in\n    2  the public schools of such district.\n    3    S 3. Section 4451 of the education law, as added by chapter 740 of the\n    4  laws of 1982, is amended to read as follows:\n    5    S 4451. Powers  of  the  department  with  respect  to  gifted pupils.\n    6  [Subject to the availability of funds, the] THE state education  depart-\n    7  ment  is  hereby  authorized  [and],  empowered  AND  DIRECTED to assist\n    8  districts in meeting the  educational  needs  EQUALLY  of  BOTH  GENERAL\n    9  EDUCATION AND DISABLED gifted pupils through the following:\n   10    1.  provide  information to school districts concerning development of\n   11  programs, curriculum resources, instructional procedures and  strategies\n   12  to  identify  and  encourage EQUALLY BOTH GENERAL EDUCATION AND DISABLED\n   13  gifted pupils;\n   14    2. provide technical assistance and [inservice]  IN-SERVICE  education\n   15  for teachers and administrators;\n   16    3.  maintain  a  record  of  programs  available, and make this record\n   17  available for public inspection;\n   18    4. develop, maintain, and distribute a handbook for  parents  of  BOTH\n   19  GENERAL EDUCATION AND DISABLED gifted pupils.\n   20    S  4.  The  opening  paragraph of subdivision 1 of section 4452 of the\n   21  education law, as added by chapter 740 of the laws of 1982,  is  amended\n   22  to read as follows:\n   23    In  order to provide for educational programs to meet special needs of\n   24  gifted pupils, the commissioner is hereby  authorized  AND  DIRECTED  to\n   25  make   recommendations  to  school  districts  in  accordance  with  the\n   26  provisions of this subdivision and section  thirty-six  hundred  two  of\n   27  this chapter.\n   28    S  5. Subdivision 1 of section 4452 of the education law is amended by\n   29  adding a new paragraph a-1 to read as follows:\n   30    A-1. AS USED IN THIS ARTICLE, THE TERM \"TWICE-EXCEPTIONAL\" SHALL  MEAN\n   31  THOSE PUPILS WHO GIVE EVIDENCE OF THE POTENTIAL FOR HIGH COGNITIVE PROC-\n   32  ESSING  CAPABILITIES COMMENSURATE WITH OR CONTRARY TO COGNITIVE PROCESS-\n   33  ING TAKEN AS NORMS OF REGULAR EDUCATION IN AREAS SUCH AS, BUT NOT LIMIT-\n   34  ED TO:  SPECIFIC ACADEMICS, GENERAL  INTELLECTUAL  ABILITY,  CREATIVITY,\n   35  LEADERSHIP,  AND/OR  VISUAL,  SPATIAL  OR PERFORMING ARTS; AND ALSO GIVE\n   36  EVIDENCE OF ONE OR MORE DISABILITIES AS  DEFINED  BY  FEDERAL  OR  STATE\n   37  ELIGIBILITY  CRITERIA  SUCH  AS,  BUT  NOT LIMITED TO, SPECIFIC LEARNING\n   38  DISABILITIES, SPEECH AND LANGUAGE DISORDERS, EMOTIONAL/BEHAVIORAL DISOR-\n   39  DERS, PHYSICAL DISABILITIES, AUTISM SPECTRUM, OR  OTHER  HEALTH  IMPAIR-\n   40  MENTS,  SUCH  AS  ADHD.   SUCH DEFINITION SHALL INCLUDE THOSE PUPILS WHO\n   41  REQUIRE EDUCATIONAL PROGRAMS OR SERVICES BEYOND THOSE NORMALLY  PROVIDED\n   42  BY THE REGULAR SCHOOL PROGRAM IN ORDER TO REALIZE THEIR FULL POTENTIAL.\n   43    (I) FOR THE PURPOSE OF THIS ARTICLE, THE TERMS \"DISABILITY\" AND \"DISA-\n   44  BLED\" SHALL MEAN A CHILD:\n   45    A.  WITH  HEARING IMPAIRMENTS (INCLUDING DEAFNESS), SPEECH OR LANGUAGE\n   46  IMPAIRMENTS,  VISUAL  IMPAIRMENTS   (INCLUDING   BLINDNESS),   EMOTIONAL\n   47  DISTURBANCE,   ORTHOPEDIC  IMPAIRMENTS,  OTHER  HEALTH  IMPAIRMENTS,  OR\n   48  SPECIFIC LEARNING DISABILITIES; AND\n   49    B. WHO,  BY  REASON  THEREOF,  NEEDS  SPECIAL  EDUCATION  AND  RELATED\n   50  SERVICES WITHIN A GIFTED PROGRAM.\n   51    (II)  FOR  PURPOSES OF THIS ARTICLE, THE TERM \"SPECIFIC LEARNING DISA-\n   52  BILITY\" MEANS A DISORDER IN ONE OR MORE OF THE BASIC PSYCHOLOGICAL PROC-\n   53  ESSES INVOLVED IN UNDERSTANDING OR IN USING LANGUAGE, SPOKEN OR WRITTEN,\n   54  WHICH DISORDER MAY MANIFEST ITSELF IN THE IMPERFECT ABILITY  TO  LISTEN,\n   55  THINK, SPEAK, READ, WRITE, SPELL, OR DO MATHEMATICAL CALCULATIONS.\n\n       S. 1273                             3\n\n    1    S  6. Paragraphs c, d, e and f of subdivision 1 of section 4452 of the\n    2  education law are REPEALED and five new paragraphs c, d, e, f and g  are\n    3  added to read as follows:\n    4    C.  PRIOR TO PAYMENT OF STATE FUNDS FOR EDUCATION OF GIFTED PUPILS AND\n    5  TWICE-EXCEPTIONAL PUPILS, A SCHOOL DISTRICT SHALL SUBMIT TO THE  COMMIS-\n    6  SIONER  A  SUMMARY  PLAN  FOR THE IDENTIFICATION AND EDUCATION OF GIFTED\n    7  PUPILS AND TWICE-EXCEPTIONAL PUPILS. THE  PLAN  SHALL  BE  IN  FORM  AND\n    8  CONTENT AS PRESCRIBED BY THE COMMISSIONER.\n    9    D.  UPON  ACCEPTANCE  BY A LOCAL SCHOOL DISTRICT OF THE APPORTIONMENTS\n   10  MADE UNDER SECTION THIRTY-SIX HUNDRED TWO OF THIS CHAPTER SUCH  DISTRICT\n   11  SHALL  USE  SUCH FUNDING IN ACCORDANCE WITH GUIDELINES TO BE ESTABLISHED\n   12  BY THE COMMISSIONER FOR SERVICES TO GIFTED PUPILS AND  TWICE-EXCEPTIONAL\n   13  PUPILS.    SUCH SERVICES SHALL INCLUDE BUT NOT BE LIMITED TO IDENTIFICA-\n   14  TION, INSTRUCTIONAL PROGRAMS, COUNSELING PLANNING, IN-SERVICE  EDUCATION\n   15  AND  PROGRAM  EVALUATION. A BOARD OF EDUCATION MAY CONTRACT WITH ANOTHER\n   16  DISTRICT OR BOARD OF COOPERATIVE EDUCATIONAL  SERVICES  TO  PROVIDE  THE\n   17  PROGRAM  AND/OR  SERVICES  WITH  THE  APPROVAL OF THE COMMISSIONER UNDER\n   18  GUIDELINES ESTABLISHED BY THE COMMISSIONER.\n   19    E. THE IDENTIFICATION OF PUPILS FOR  PARTICIPATION  IN  EITHER  GIFTED\n   20  PROGRAMS  OR  TWICE-EXCEPTIONAL PROGRAMS FUNDED UNDER THIS CHAPTER SHALL\n   21  COMMENCE THROUGH THE REFERRAL OF A PARENT, TEACHER OR ADMINISTRATOR.\n   22    F. UPON REFERRAL OF A PUPIL  FOR  PARTICIPATION  IN  EITHER  A  GIFTED\n   23  PROGRAM  OR  TWICE-EXCEPTIONAL  PROGRAM  FUNDED  UNDER THIS CHAPTER, THE\n   24  SCHOOL DISTRICT SHALL SO INFORM THE PARENT OR GUARDIAN OF  SUCH  PUPIL'S\n   25  REFERRAL AND SHALL SEEK THEIR APPROVAL TO ADMINISTER DIAGNOSTIC TESTS OR\n   26  OTHER  EVALUATION  MECHANISMS  RELATED  TO THE PROGRAM OBJECTIVES OF THE\n   27  DISTRICT IN ORDER TO DETERMINE ELIGIBILITY  FOR  PARTICIPATION  IN  SUCH\n   28  GIFTED  OR  TWICE-EXCEPTIONAL  PROGRAM. FAILING TO RECEIVE APPROVAL, THE\n   29  CHILD SHALL NOT BE TESTED, EVALUATED OR PARTICIPATE IN THE  PROGRAM.  IN\n   30  NO  CASE  SHALL  THE  PARENT, GUARDIAN OR PUPIL BE CHARGED A FEE FOR THE\n   31  ADMINISTRATION OF SUCH DIAGNOSTIC TESTS OR OTHER EVALUATION MECHANISMS.\n   32    G. THE PARENT OR GUARDIAN OF A PUPIL DESIGNATED AS GIFTED OR TWICE-EX-\n   33  CEPTIONAL SHALL BE INFORMED BY  THE  LOCAL  SCHOOL  AUTHORITIES  OF  THE\n   34  PUPIL'S  PLACEMENT  IN  SUCH  GIFTED OR TWICE-EXCEPTIONAL PROGRAM FUNDED\n   35  UNDER THIS CHAPTER.\n   36    S 7. Section 4453 of the education law is REPEALED and a  new  section\n   37  4453 is added to read as follows:\n   38    S  4453.  ADVISORY  COUNCIL ON THE EDUCATION OF GIFTED PUPILS. 1.  THE\n   39  COMMISSIONER SHALL ESTABLISH WITHIN THE DEPARTMENT AN  ADVISORY  COUNCIL\n   40  ON  THE  EDUCATION  OF GIFTED AND TWICE-EXCEPTIONAL PUPILS. SUCH COUNCIL\n   41  SHALL ASSIST AND ADVISE THE COMMISSIONER AND HIS DESIGNEES WITH  RESPECT\n   42  TO  POLICIES  AND  PROCEDURES  RELATING  TO  THE EDUCATION OF GIFTED AND\n   43  TWICE-EXCEPTIONAL PUPILS AND PROGRAMS ASSOCIATED THEREWITH.\n   44    2. SUCH ADVISORY COUNCIL APPOINTED BY THE COMMISSIONER  SHALL  CONSIST\n   45  OF  AT LEAST TEN MEMBERS, WHO ARE DIRECTLY CONCERNED WITH GENERAL EDUCA-\n   46  TION AND DISABLED GIFTED PUPILS OR WHO HAVE SPECIALIZED IN THE EDUCATION\n   47  OF SUCH PUPILS, PROVIDED,  HOWEVER  THAT  SUCH  ADVISORY  COUNCIL  SHALL\n   48  INCLUDE  AT  LEAST  A  PLURALITY  OF  PARENTS  OF SUCH PUPILS, INCLUDING\n   49  PARENTS OF THOSE TWICE-EXCEPTIONAL PUPILS. THE MEMBERS  SHALL  BE  RESI-\n   50  DENTS  OF  THIS STATE AND SHALL BE SELECTED ON THE BASIS OF THEIR COMPE-\n   51  TENCE, CONCERN, AND PROFESSIONAL ACTIVITY IN THE EDUCATION OF GIFTED AND\n   52  TWICE-EXCEPTIONAL PUPILS.\n   53    3. THE ADVISORY COUNCIL SHALL MEET AT LEAST THREE TIMES EACH YEAR AT A\n   54  LOCATION TO BE DETERMINED BY  THE  COMMISSIONER.  THE  ADVISORY  COUNCIL\n   55  SHALL REPORT AT LEAST BIANNUALLY TO THE COMMISSIONER.\n\n       S. 1273                             4\n\n    1    S 8. This act shall take effect April 1, 2012; provided, however, that\n    2  effective immediately, the addition, amendment and/or repeal of any rule\n    3  or regulation necessary for the implementation of this act on its effec-\n    4  tive date is authorized to be made and completed on or before such date.\n",
  "memo" : "BILL NUMBER:S1273\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to gifted and talented pupils\nwith special needs, and to repeal certain provisions of such law related\nthereto\n\nPURPOSE:\nTo address the unrecognized and under served gifted and talented\nchildren with special needs in New York city public schools and\npublic schools throughout the state of New York.\n\nSUMMARY OF PROVISIONS:\nAmendments are made to the Education law (section 3602-c; section 4451;\nsection 4452), and sections 4452 and 4453 of the Education law are\nrepealed and replaced by new paragraphs.\n\nEXISTING LAW:\nDictates educational programs and/or services are available for children\nwho require extraordinary learning, but neglects and excludes\nchildren with special needs who require advanced learning.\n\nJUSTIFICATION:\nRecognized as twice-exceptionality by the US Government and\neducational scholars, this class of individuals will evidently\ndemonstrate high cognitive capabilities in one area, and high\ndisabilities in the other. Efforts to define and service this group\ncountry-wide have largely remained fruitless, and as a result\neducational opportunities and placement in gifted programs are being\ndenied for pupils with special needs.\n\nTwo current pieces of federal education legislation had sought to\naddress this issue: The Gifted and Talented Students Act of 2007 and\nthe Talented students Education Act of 2001. Both proposed\nlegislative pieces would create funding for research, demonstration\nprojects, innovative strategies and direct education services and\nmaterials to gifted and talented students if they were to pass in\ntheir respective houses. In addition, it did not compel service to\nthe twice-exceptional in any school district in any state.\n\nIn 2006, the National Education Association explained in their manual\nThe Twice Exceptional Dilemma that twice-exceptional students\n(students who have outstanding gifts or talents and are capable of\nhigh performance, but who also have a disability that affects some\naspect of learning)are among the\nmost frequently under-identified population in public schools, and are\nthus underserved. The manual highlighted an unnecessary problem for\neducators, parents, and students who must continually ask themselves\nwhat service they would choose in addressing one exceptionality or\nthe other.\n\nIt is our belief that a pupil who is either hearing, speech, visually,\northopedic or health impaired, or emotionally disturbed or learning\ndisabled, should have available option to apply for and be eligible\nfor a special education and related services gifted program. If a\npupil can demonstrate in his/her evaluation outstanding ability in\none area (e.g., abstract reasoning, divergent thinking, vocal\narticulation, fine artistry-including dance, a well above average\nability to comprehend and articulate reading content) over an area\nthat affects learning (e.g., social cues-as in Asperger's syndrome,\nreading, writing or math impairment-as in Dyslexia, Disgraphia or\nDiscalculia, maladjustment disorders or attention deficit), that\npupil should have an opportunity to improve on his/her special gift\nwithin an educational environment fully satisfying to their\nexceptional needs and characteristics.\n\nBy enacting this bill, these under-identified pupils will be\nidentified and services will be offered. Doing so will not only\nprovide these students with a free and appropriate education, but\nalso it will serve society. By developing the gifts and talents of\nthis at-risk student population, the education system will be\ngenerating a valuable societal resource rather than creating a\nsocietal burden.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.6216 - Referred to Education\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on April 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to gifted and talented pupils with special needs, and to repeal certain provisions of such law related thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T132220.TXT", "SOBI.D110106.T122716.TXT", "SOBI.D110110.T151117.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110106.T131719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497472
}