{
  "year" : 2011,
  "senateBillNo" : "S1271-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1271-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalties for driving with a suspended or revoked license",
  "summary" : "Increases the penalties for driving with a suspended or revoked license. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A4190",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S6460-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1271\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  increasing\n         the penalties for driving with a suspended or revoked license\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 1, paragraph (b)  of  subdivi-\n    2  sion  2 and paragraph (b) of subdivision 3 of section 511 of the vehicle\n    3  and traffic law, paragraph (b) of subdivision 1  and  paragraph  (b)  of\n    4  subdivision  2  as  amended by chapter 607 of the laws of 1993 and para-\n    5  graph (b) of subdivision 3 as separately amended by chapters 786 and 892\n    6  of the laws of 1990, are amended to read as follows:\n    7    (b) Aggravated unlicensed operation of a motor vehicle  in  the  third\n    8  degree is a misdemeanor. When a person is convicted of this offense, the\n    9  sentence  of  the  court must be: (i) a fine of not less than [two] FIVE\n   10  hundred dollars nor more than [five hundred] ONE  THOUSAND  dollars;  or\n   11  (ii)  a term of imprisonment of not more than thirty days; or (iii) both\n   12  such fine and imprisonment.\n   13    (b) Aggravated unlicensed operation of a motor vehicle in  the  second\n   14  degree  is a misdemeanor. When a person is convicted of this crime under\n   15  subparagraph (i) of paragraph (a) of this subdivision, the  sentence  of\n   16  the  court must be: (i) a fine of not less than [five hundred] ONE THOU-\n   17  SAND dollars[; and] NOR MORE THAN FIVE THOUSAND DOLLARS; AND/OR  (ii)  a\n   18  term  of  imprisonment  not  to exceed one hundred eighty days; or (iii)\n   19  where appropriate a sentence of probation as provided in subdivision six\n   20  of this section; or (iv) a term of imprisonment  as  a  condition  of  a\n   21  sentence  of  probation as provided in the penal law and consistent with\n   22  this section. When a person is convicted of this  crime  under  subpara-\n   23  graph  (ii),  (iii)  or  (iv)  of paragraph (a) of this subdivision, the\n   24  sentence of the court must be: (i) a fine of not less than five  hundred\n   25  dollars nor more than one thousand dollars; and (ii) a term of imprison-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02017-01-1\n\n       S. 1271                             2\n\n    1  ment  of not less than seven days nor more than one hundred eighty days,\n    2  or (iii) where appropriate a sentence of probation as provided in subdi-\n    3  vision six of this section; or (iv) a term of imprisonment as  a  condi-\n    4  tion  of  a  sentence  of  probation  as  provided  in the penal law and\n    5  consistent with this section.\n    6    (b) Aggravated unlicensed operation of a motor vehicle  in  the  first\n    7  degree  is  a  class E felony. When a person is convicted of this crime,\n    8  the sentence of the court must be: (i) [a fine in  an  amount  not  less\n    9  than five hundred dollars nor more than five thousand dollars; and (ii)]\n   10  a term of imprisonment [as provided in the penal law,] NOT LESS THAN ONE\n   11  YEAR  AND  NOT  TO  EXCEED FOUR YEARS; OR (II) A TERM OF IMPRISONMENT AS\n   12  PROVIDED IN SUBDIVISION FOUR OF SECTION 70.00 OF THE PENAL LAW; or (iii)\n   13  where appropriate and a term of imprisonment  is  not  required  by  the\n   14  penal  law,  a  sentence  of probation as provided in subdivision six of\n   15  this section, or (iv) a  term  of  imprisonment  as  a  condition  of  a\n   16  sentence of probation as provided in the penal law.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1271\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to increasing the\npenalties for driving with a suspended or revoked license\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo stiffen the penalties for driving with a suspended license in order\nto protect the safety of law abiding drivers.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill changes the penalties for driving with a suspended license.\nFor a violation in the third degree, the penalty will be changed to a\nfine no less than $500 to no more than $1000 and/or no more than 30\ndays in jail. For a violation in the second degree, the penalty will\nchange to a fine of no less than $1000 to no more than $5000 and/or\nup to 180 days in jail. For a violation in the first degree, the\npenalty will be one to four years in prison or one year in prison\nunder special circumstances.\n\nJUSTIFICATION:\nIrresponsible drivers in New York state whose licenses have been\nsuspended or revoked are a danger to others when they operate a\nvehicle. However, time and time again accidents resulting in the\ninjury and death of innocent people are caused by those who do not\nobey the law. Violators are not deterred by the consequences of\ndriving without a license. There have been several accidents across\nthe state in the past few years where dangerous drivers who have had\ntheir licenses suspended have gotten behind the wheel of a car and\ncaused injuries and fatalities. The Legislature needs to send a clear\nand persuasive message by increasing the penalties for driving with a\nsuspended license which will help deter those individuals. This\nlegislation seeks to protect the public from those who not only drive\nirresponsibly, but are not supposed to be allowed on the road in the\nfirst place.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: S.6460 - Reported and Committed to Codes\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to increasing the penalties for driving with a suspended or revoked license ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T122716.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T131218.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110202.T115710.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665830291
}