{
  "year" : 2011,
  "senateBillNo" : "S1279-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S1279-2011-1294290000000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the transfer of liquor licenses from one owner to subsequent owners of the same establishment, bar or club",
  "summary" : "Prohibits the transfer of liquor licenses from one owner to subsequent owners of the same establishment, bar or club; grants new owners a forty-five day temporary license in which time such new owner shall apply for a new liquor license pursuant to section sixty-four of the alcoholic beverage control law. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S1439-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1279\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Commerce, Economic  Devel-\n         opment and Small Business\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         prohibiting the transfer of liquor licenses to new owners\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 64 of the alcoholic beverage control law is amended\n    2  by adding a new subdivision 4-a to read as follows:\n    3    4-A.  NO  LICENSEE SHALL TRANSFER ANY INTEREST IN A LICENSE TO ANY NEW\n    4  OWNER OF SUCH LICENSEE'S ESTABLISHMENT, BAR OR CLUB. SUCH LICENSE  SHALL\n    5  TERMINATE  AT  THE  TIME OWNERSHIP OF THE PROPERTY IS TRANSFERRED TO THE\n    6  NEW OWNER. SUCH NEW OWNER  SHALL  RECEIVE  A  FORTY-FIVE  DAY  TEMPORARY\n    7  LICENSE  IN  WHICH  TIME SUCH PERSON SHALL APPLY FOR A PERMANENT LICENSE\n    8  PURSUANT TO THE PROVISIONS OF THIS SECTION.\n    9    S 2. This act shall take effect on the one hundred twentieth day after\n   10  it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00954-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to prohibiting the transfer of liquor licenses to new owners ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151618.TXT", "SOBI.D110106.T123216.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110106.T131719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690578870
}