{
  "year" : 2011,
  "senateBillNo" : "S1274-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1274-2011-1294290000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires police identification line-ups to be conducted sequentially",
  "summary" : "Requires police identification line-ups to be conducted sequentially, with defendants appearing one at a time. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S4758-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1274\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to  requiring  a\n         police identification line-up to be conducted sequentially\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 2 of  section  240.40  of  the\n    2  criminal  procedure law, as added by chapter 412 of the laws of 1979, is\n    3  amended to read as follows:\n    4    (b) may order the defendant to provide non-testimonial evidence.  Such\n    5  order may, among other things, require the defendant to:\n    6    (i) Appear in a SEQUENTIAL line-up, ONE DEFENDANT AT A TIME;\n    7    (ii) Speak for identification by witness or potential witness;\n    8    (iii) Be fingerprinted;\n    9    (iv) Pose for photographs not involving reenactment of an event;\n   10    (v)  Permit  the  taking  of samples of blood, hair or other materials\n   11  from his body in a manner not involving an unreasonable intrusion there-\n   12  of or a risk of serious physical injury thereto;\n   13    (vi) Provide specimens of his handwriting;\n   14    (vii) Submit to a reasonable physical or  medical  inspection  of  his\n   15  body.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01001-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to requiring a police identification line-up to be conducted sequentially ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151117.TXT", "SOBI.D110106.T122716.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110106.T131719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690277722
}