{
  "year" : 2011,
  "senateBillNo" : "S1270-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1270-2011-1294290000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits reductions in appropriations for the support of education during the state fiscal year",
  "summary" : "Prohibits reductions in appropriations for the support of education during the state fiscal year. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A2170",
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S6467-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1270\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the  state  finance  law,  in  relation  to  prohibiting\n         reductions  in  appropriations for the support of education during the\n         state fiscal year\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of section 40 of the state finance law is\n    2  amended by adding a new paragraph (f) to read as follows:\n    3    (F) NO APPROPRIATION MADE AT A REGULAR SESSION OF THE LEGISLATURE  FOR\n    4  THE  SUPPORT  OF  EDUCATION  IN  THIS STATE SHALL BE REDUCED, LIMITED OR\n    5  OTHERWISE DIMINISHED IN ANY WAY PRIOR TO THE THIRTIETH DAY OF JUNE IMME-\n    6  DIATELY FOLLOWING THE STATE FISCAL YEAR FOR WHICH IT IS ENACTED.\n    7    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02018-01-1\n",
  "memo" : "BILL NUMBER:S1270\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, in relation to prohibiting reductions in\nappropriations for the support of education during the state fiscal year\n\nPURPOSE:\nTo eliminate budget cuts in New York City public schools from July 1st\nup to and including the beginning of the September school year and\nallow for these schools to fiscally counterbalance their budgets and\nappropriate necessary monies toward administrative costs, personnel\nand physical costs without worries of another budget cut pending\nbefore the beginning of the school year.\n\nSUMMARY OF PROVISIONS:\nA new paragraph (F) is amended into Subdivision 2, Section 40, of the\nState Finance Law.\n\nEXISTING LAW:\nWhile there is no current New York State law to block mid-year school\naid cuts, these cuts will adversely impact students and faculty in\nthe educational school system as class sizes increase with fewer\nteachers, the compromise of new reading materials and books, and\noversight of physical projects that funds first made available could\nhave possibly addressed.\n\nJUSTIFICATION:\nShould the present continue where another round of allocated funds\ndestined for programs in the school districts are cut, the results\nwill be more open positions unfilled, further halting of purchases of\nnew supplies, larger decreases in program and after-school funding,\nthe scaling back of construction plans and an overall freeze on\ndistrict spending.\n\nThe New York State School Boards Association have cite mid-year school\naid cuts as devastating based on school districts already locking in\ncontracts with employee unions and transportation companies; the set\nplacement of student class schedules for the year where cuts will\nforce students to enroll in classes that may not interest them, which\nimpedes their education; and the only viable option for schools to\ncut costs since local tax bills are sent out by July 1st. School\ndistricts are given little, if any, time to cope with these cuts\nbefore the pending school year.\n\nLastly, recent funding levels show that when New York State has not\nengaged in these mid-year budget cuts, English and Math test scores\nfor grades 3-8\nrose 14% and 13% respectively. Further cuts impede a student's ability\nto learn.\n\nLEGISLATIVE HISTORY:\n2010: S.6467 - Referred to Finance\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to prohibiting reductions in appropriations for the support of education during the state fiscal year ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110106.T122716.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T131218.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295026178654
}