{
  "year" : 2011,
  "senateBillNo" : "S1278-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1278-2011-1294290000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for court-ordered rent abatement where the landlord fails to make repairs",
  "summary" : "Permits court to order rent abatement in proceedings or actions to recover rent where the court finds conditions exist to constructively evict the tenant; rent may be abated for each day such condition exists; if court finds a condition which reduces habitability it may reduce rent owed by an amount between 10 and 50 percent of any amount owed. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : "A3073",
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "S1440-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1278\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  real  property  actions and proceedings law, in\n         relation to the abatement of rent where the  landlord  fails  to  make\n         repairs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property actions and proceedings law is amended by\n    2  adding a new section 757 to read as follows:\n    3    S 757. RENT ABATEMENT FOR FAILURE TO  MAKE  REPAIRS.  1.  UPON  PROPER\n    4  PROOF  OF  THE  EXISTENCE  OF A CONDITION THAT IS, IN THE OPINION OF THE\n    5  COURT, SUCH AS TO CONSTRUCTIVELY EVICT THE TENANT FROM A PORTION OF  THE\n    6  PREMISES  OCCUPIED BY HIM OR HER, THE COURT SHALL STAY ANY PROCEEDING OR\n    7  ACTION FOR RENT AND SHALL REDUCE ANY RENT DUE BY A FULL DAY'S  RENT  FOR\n    8  EACH DAY THE CONDITION IS NOT REPAIRED.\n    9    2. IF, IN THE OPINION OF THE COURT, THERE HAS BEEN PROPER PROOF OF THE\n   10  EXISTENCE OF A CONDITION WHICH REDUCES THE HABITABILITY OF THE PREMISES,\n   11  THE  COURT SHALL STAY ANY PROCEEDING OR ACTION FOR RENT AND SHALL REDUCE\n   12  ANY RENT DUE BY A PERCENTAGE RANGING FROM TEN TO FIFTY PERCENT,  REPRES-\n   13  ENTING,  IN  THE  OPINION  OF  THE  COURT, THE REDUCTION OF HABITABILITY\n   14  CAUSED BY THE CONDITIONS IN NEED OF REPAIR, FOR EACH DAY  THE  CONDITION\n   15  IS NOT REPAIRED.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00955-01-1\n",
  "memo" : "BILL NUMBER:S1278\n\nTITLE OF BILL:\nAn act\nto amend the real property actions and proceedings law, in relation\nto the abatement of rent where the landlord fails to make repairs\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill provides for rent abatement where the landlord fails to make\nrepairs.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill amends the real property actions and proceedings law by\nadding a new section 757.\n\nJUSTIFICATION:\nMany tenants refuse to pay their rent because of rundown and\ndilapidated conditions in their dwellings. This bill would allow the\ncourt to provide rent abatement to tenants when landlords fail to\nmake necessary repairs to their property. Tenants should not have to\nendure dangerous conditions in their homes and they should not have\nto pay rent to a landlord who will not repair these conditions.\n\nPRIOR LEGISLATIVE HISTORY:\n2006: S.7069 (Duane), Died in Judiciary; A.9370 (Wright),\nDied in Judiciary\n2007: S.2310 (Duane), Died in Judiciary; A.596 (Wright),\nDied in Judiciary\n2008: S.2310 (Duane), Died in Judiciary; A.596 (Wright),\nDied in Judiciary\n2009: S.1440 (Duane), Died in Judiciary; A.1363 (Wright),\nDied in Judiciary\n2010: S.1440 (Duane), Died in Housing; A.1363 (Wright),\nDied in Judiciary\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next Succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to the abatement of rent where the landlord fails to make repairs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T123216.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110106.T131719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295641535658
}