{
  "year" : 2011,
  "senateBillNo" : "S1276-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1276-2011-1294290000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires return of a security deposit by a landlord within 30 days unless the landlord gives written notice of retention for legally authorized cause",
  "summary" : "Requires a landlord to return to a tenant the full security deposit within thirty days of the surrender of the premises by such tenant unless the landlord provides such tenant with a written statement listing the reasons for the retention of any portion of the deposit; sets forth particular situations for which the landlord may retain such security deposit; renders the landlord liable for treble damages for any violation. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "SA1441-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1276\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in relation to  the  return\n         of a security deposit by a landlord\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The general obligations law is amended  by  adding  a  new\n    2  section 7-104 to read as follows:\n    3    S  7-104.  MONEY DEPOSITED OR ADVANCED FOR USE OR RENTAL OF ANY DWELL-\n    4  ING; RETENTION.  1.  DEFINITIONS. FOR THE PURPOSE OF THIS SECTION:\n    5    (A)  THE TERM \"SECURITY DEPOSIT\" SHALL MEAN ANY ADVANCE OR DEPOSIT  OF\n    6  MONEY  THAT IS SUBJECT TO THE PROVISIONS OF SECTION 7-103 OF THIS TITLE,\n    7  AND THE PRIMARY FUNCTION OF WHICH IS TO  SECURE  THE  PERFORMANCE  OF  A\n    8  RENTAL AGREEMENT FOR THE USE OR RENTAL OF ANY DWELLING OR ANY PART THER-\n    9  EOF.\n   10    (B)    THE  TERM \"LANDLORD\" SHALL MEAN ANY PERSON WHO RECEIVES PAYMENT\n   11  FROM A TENANT FOR THE RENTAL OR USE OF ANY DWELLING OR ANY PORTION THER-\n   12  EOF AND HAS RECEIVED A SECURITY DEPOSIT IN CONNECTION WITH SUCH RENTAL.\n   13    (C)  THE TERM \"TENANT\" SHALL MEAN ANY PERSON WHO OCCUPIES ANY DWELLING\n   14  OR ANY PORTION THEREOF FOR WHICH  HE  OR  SHE  PAYS  RENT  AND  WHO,  IN\n   15  CONNECTION WITH SUCH RENTAL, HAS FURNISHED A SECURITY DEPOSIT.\n   16    2.   A LANDLORD SHALL, WITHIN THIRTY DAYS AFTER THE TENANT VACATES THE\n   17  DWELLING RETURN TO THE TENANT THE FULL SECURITY DEPOSIT AND ANY  ACCRUED\n   18  INTEREST TO WHICH THE TENANT IS ENTITLED.\n   19    3.  A  LANDLORD  MAY  RETAIN  ALL  OR A PART OF A SECURITY DEPOSIT FOR\n   20  NONPAYMENT OF RENT, USE AND OCCUPANCY, UNJUSTIFIABLE ABANDONMENT OF  THE\n   21  PREMISES PRIOR TO THE EXPIRATION OF THE LEASE TERM, NONPAYMENT OF UTILI-\n   22  TY  CHARGES, REPAIR WORK OR CLEANING CONTRACTED BY THE TENANT OR DAMAGES\n   23  CAUSED BY THE TENANT TO THE PREMISES. IN THE  EVENT  THAT  THE  LANDLORD\n   24  RETAINS ANY PORTION OF THE SECURITY DEPOSIT, HE OR SHE SHALL PROVIDE THE\n   25  TENANT WITH A WRITTEN STATEMENT LISTING THE REASONS FOR THE RETENTION OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00956-01-1\n\n       S. 1276                             2\n\n    1  SUCH PORTION OF THE SECURITY DEPOSIT. WHEN THE STATEMENT IS DELIVERED IT\n    2  SHALL BE ACCOMPANIED BY PAYMENT OF THE DIFFERENCE BETWEEN ANY SUM DEPOS-\n    3  ITED  AND  THE  AMOUNT  RETAINED.  THE  LANDLORD SHALL BE DEEMED TO HAVE\n    4  COMPLIED  WITH  THIS  SECTION  BY  MAILING THE STATEMENT AND ANY PAYMENT\n    5  REQUIRED TO THE TENANT'S NEW ADDRESS, IF KNOWN BY THE  LANDLORD,  OR  TO\n    6  THE LAST KNOWN ADDRESS OF THE TENANT.\n    7    4.  THE  WILLFUL  RETENTION OF A SECURITY DEPOSIT IN VIOLATION OF THIS\n    8  SECTION SHALL RENDER A LANDLORD LIABLE FOR TREBLE  THE  AMOUNT  OF  THAT\n    9  PORTION  OF  THE  SECURITY  DEPOSIT WRONGFULLY WITHHELD FROM THE TENANT,\n   10  TOGETHER WITH REASONABLE ATTORNEY'S FEES AND COURT COSTS. IN ANY  ACTION\n   11  BROUGHT  BY  A  TENANT  UNDER  THIS SECTION, THE LANDLORD SHALL BEAR THE\n   12  BURDEN OF PROVING THAT HIS OR HER WITHHOLDING OF THE SECURITY DEPOSIT OR\n   13  ANY PORTION THEREOF WAS NOT WILLFUL.\n   14    5.  ANY PROVISION OF A CONTRACT OR AGREEMENT WHEREBY A PERSON  WHO  SO\n   15  DEPOSITS OR ADVANCES MONEY WAIVES ANY PROVISION OF THIS SECTION IS ABSO-\n   16  LUTELY VOID.\n   17    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   18  have become a law.\n",
  "memo" : "BILL NUMBER:S1276\n\nTITLE OF BILL:\n\nAn act\nto amend the general obligations law, in relation to the return of a\nsecurity deposit by a landlord\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill would add a new section 7-104 to the general obligations\nlaw, that will require a landlord who withholds all or any part of a\ntenant's security deposit, to notify the tenant by written statement\nlisting the reasons for retention within 30 days after the surrender\nand acceptance of the premises. At that time, the landlord will be\nrequired to deliver the statement giving the reasons for retention,\nalong with the difference if any, between the security deposit and\nthe amount retained. A landlord's retention of a security deposit in\nviolation of this section, will make the landlord liable for treble\nthe amount of the security deposit wrongfully withheld from the\ntenant, together with reasonable attorney fees and court costs\nincurred by the tenant.\n\nJUSTIFICATION:\n\nThis bill would provide protection of tenants from possible misuse and\nunjustified retention of their security deposits by dishonest and\nnegligent landlords. The bill in no way affects the legitimate\nability of a landlord to retain all or part of a security deposit for\nnonpayment of rent or utility charges, abandonment of premises,\ndamages caused by the tenant to premises, and cleaning contracted by\nthe tenant. However, as it now stands, some landlords make deductions\nfrom security deposits for repairs that are never made, or overcharge\na tenant for repairs made, or charge a tenant for damages that were\npreexistent. Moreover, many landlords fail to return security\ndeposits within a reasonable period of time. This bill will act to\neliminate these situations by imposing the burden of proof upon the\nlandlord when all or part of a security deposit is retained, and by\nsanctioning violations with a penalty of triple the amount of any\nmisapplied deductions on the part of the landlord.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2006: S.7070 (Duane), Died in Judiciary; A.9368 (Wright), Died in\nJudiciary\n2007: S.2311 (Duane), Died in Judiciary; A.662 (Wright), Died in\nJudiciary\n2008: S.2311 (Duane), Died in Judiciary; A.662 (Wright), Died in\nJudiciary\n2009: S.1441 (Duane), Died in Codes; A.1435 (Wright), Died in\nJudiciary\n\n2010: S.1441 (Duane), Died in Codes; A.1435 (Wright), Died in\nJudiciary\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThe sixtieth day after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to the return of a security deposit by a landlord ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151618.TXT", "SOBI.D110106.T122716.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110106.T131719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497476
}