{
  "year" : 2011,
  "senateBillNo" : "S1274-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1274-2011-1294290000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires police identification line-ups to be conducted sequentially",
  "summary" : "Requires police identification line-ups to be conducted sequentially, with defendants appearing one at a time. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S4758-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1274\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to  requiring  a\n         police identification line-up to be conducted sequentially\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 2 of  section  240.40  of  the\n    2  criminal  procedure law, as added by chapter 412 of the laws of 1979, is\n    3  amended to read as follows:\n    4    (b) may order the defendant to provide non-testimonial evidence.  Such\n    5  order may, among other things, require the defendant to:\n    6    (i) Appear in a SEQUENTIAL line-up, ONE DEFENDANT AT A TIME;\n    7    (ii) Speak for identification by witness or potential witness;\n    8    (iii) Be fingerprinted;\n    9    (iv) Pose for photographs not involving reenactment of an event;\n   10    (v)  Permit  the  taking  of samples of blood, hair or other materials\n   11  from his body in a manner not involving an unreasonable intrusion there-\n   12  of or a risk of serious physical injury thereto;\n   13    (vi) Provide specimens of his handwriting;\n   14    (vii) Submit to a reasonable physical or  medical  inspection  of  his\n   15  body.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01001-01-1\n",
  "memo" : "BILL NUMBER:S1274\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law, in relation to requiring a police\nidentification line-up to be conducted sequentially\n\nPURPOSE:\n\nTo require law enforcement officials who require witnesses to identify\npossible defendants via a police line-up to be shown each possible\ndefendant one at a time instead of by a traditional police \"line-up\"\n\nSUMMARY OF PROVISIONS:\n\nSection 1 amends paragraph (b) of subdivision 2 of section 240.40 of the\ncriminal procedure law, as added by chapter 412 of the laws of 1979 to\nrequire law enforcement officials who order defendants appear in a\npolice lineup to appear sequentially, one defendant at a time as opposed\nto simultaneously.\n\nEXISTING LAW:\n\nExisting law states that law enforcement officials may order a defendant\nto provide non-testimonial evidence, including a \"line-up\" but does not\nrequire this to be sequential. Therefore the defendant may be lined-up\nwith other possible defendants for witness identification purposes.\n\nJUSTIFICATION:\n\nIn 2002, Staten Island police officers conducted the first\ncourt-ordered sequential line-up in New York. The line-up was ordered by\nCriminal Court Judge Salvador J. Medico. Unlike standard simultaneous\nline-ups, sequential line-ups force witnesses to view suspects one at a\ntime. According to scientific research, simultaneous line-ups can lead\nto false identifications by inducing witnesses to choose the person in\nthe line-up that most resembles the suspect. (Source: Perorate, Tom\n\"First Sequential Lineup is Held in Staten Island\", New York Law Journal\n4/29/02).  It is worth\nthe extra few minutes for police to conduct a sequential\nline-up, as opposed to a simultaneous one in order to preserve the\nintegrity of the criminal justice system.\n\nLEGISLATIVE HISTORY:\n\n2003-04 S.3839 Died in Senate Codes Committee\n2005-06 S.4526 Died in Senate Codes Committee\n2007:   S.1808 (Duane), Died in Codes; A.8312 (Kavanagh), Died in Codes\n2008:   S.1808 (Duane), Died in Codes; A.8312 (Kavanagh), Died in Codes\n2009:   S.4758 (Duane), Died in Codes; A.512 (Kavanagh), Died in Codes\n2010:   S.4758 (Duane), Died in Codes; A.512 (Kavanagh), Died in Codes\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nMinimal.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of November next succeeding the\ndate on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to requiring a police identification line-up to be conducted sequentially ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T122716.TXT", "SOBI.D110110.T151117.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110106.T131719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497473
}