{
  "year" : 2011,
  "senateBillNo" : "S1277-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
    "billEventId" : "S1277-2011-1294290000000-REFERRED+TO+MENTAL+HEALTH+AND+DEVELOPMENTAL+DISABILITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a specific recommendation by a certified psychologist or a certified nurse practitioner of the type of residence in which a patient is to live upon release",
  "summary" : "Requires a specific recommendation by a certified psychologist or a certified nurse practitioner of the type of residence in which a patient is to live upon release into the community. ",
  "currentCommittee" : "MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
  "sameAs" : "A1481",
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "S1344-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1277\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Mental Health and Develop-\n         mental Disabilities\n\n       AN ACT to amend the mental hygiene law, in relation to the discharge and\n         release of patients into the community\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  2  of  subdivision (g) of section 29.15 of the\n    2  mental hygiene law, as amended by chapter 433 of the laws  of  1976,  is\n    3  amended to read as follows:\n    4    2. a specific recommendation MADE BY EITHER THE CERTIFIED PSYCHOLOGIST\n    5  OR  A CERTIFIED NURSE PRACTITIONER of the type of residence in which the\n    6  patient is to live and a  listing  of  the  services  available  to  the\n    7  patient in such residence.\n    8    S 2. This act shall take effect on the one hundred twentieth day after\n    9  it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00960-01-1\n",
  "memo" : "BILL NUMBER:S1277\n\nTITLE OF BILL:\n\nAn act\nto amend the mental hygiene law, in relation to the discharge and release\nof patients into the community\n\nPURPOSE:\n\nTo allow certified psychiatric nurse practitioners the ability to\nrefer housing services to patients.\n\nSUMMARY OF PROVISIONS:\n\nSection One of the bill amends paragraph 2 of subdivision (g) of\nsection 29.15 of the mental hygiene law, as amended by chapter 433 of\nthe laws of 1976 to read that a specific\nrecommendation made by either the certified psychologist or a\ncertified nurse practitioner of the type of residence in which the\npatient is to live and a listing of the services available to the\npatient in such residence.\n\nEXISTING LAW:\n\nNew Bill.\n\nJUSTIFICATION:\n\nCurrently, there is confusion as to whether or not certified\npsychiatric nurse practitioners have the ability to refer patients to\nresidences and other housing services. This confusion brings a\ndisruption to the quality of service and inconsistent level of care\nfor patients.\n\nIt is only right that certified psychiatric nurse practitioners, who\nalready have the ability to prescribe medication, have the ability to\nrefer housing services.\n\nLEGISLATIVE HISTORY:\n\n2006:    S.5935, Died in Rules\n2007-08: S.1881, Died in Mental Health\n2009:    S.1344 (Duane), Died in Mental Health\n2010:    S.1344 (Duane), Died in Mental Health; A.11084 (Rosenthal),\n         Died in Mental Health\n\nFISCAL IMPLICATIONS:\n\nNone or negligible.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone or negligible.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the one hundred twentieth day after it\nshall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to the discharge and release of patients into the community ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151618.TXT", "SOBI.D110106.T122716.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110110.T130109.TXT", "SOBI.D110106.T123216.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110106.T131719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497477
}