{
  "year" : 2011,
  "senateBillNo" : "S1272-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1272-2011-1294290000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs that teachers be trained in the education of gifted students, and provides start-up funding for such training; repealer; appropriation",
  "summary" : "Directs that teachers be trained in the education of gifted students, and provides start-up funding for such training; authorizes necessary rule and/or regulation changes to properly implement the provisions of this legislation; appropriates $1,000,000 therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "SA6287-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1272\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the education law, in relation to  teacher  training  in\n         programs for gifted students; to repeal certain provisions of such law\n         relating thereto; and making an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3004 of the education law is amended  by  adding  a\n    2  new subdivision 7 to read as follows:\n    3    7.  THE  COMMISSIONER  SHALL  PRESCRIBE REGULATIONS REQUIRING THAT ALL\n    4  PERSONS APPLYING ON OR AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION  FOR\n    5  A CERTIFICATE OR LICENSE VALID FOR SERVICE AS A CLASSROOM TEACHER, PUPIL\n    6  PERSONNEL  SERVICE  PROFESSIONAL,  SCHOOL ADMINISTRATOR OR SUPERVISOR OR\n    7  SUPERINTENDENT OF SCHOOLS, SHALL, IN ADDITION TO ALL THE  OTHER  CERTIF-\n    8  ICATION  OR LICENSING REQUIREMENTS, HAVE COMPLETED THREE CREDITS OR MORE\n    9  OF COURSE WORK OR TRAINING IN THE IDENTIFICATION AND EDUCATION OF GIFTED\n   10  AND TALENTED PUPILS INCLUDING  TWICE-EXCEPTIONAL  PUPILS.  \"TWICE-EXCEP-\n   11  TIONAL\"  SHALL  MEAN THOSE PUPILS WHO GIVE EVIDENCE OF THE POTENTIAL FOR\n   12  HIGH COGNITIVE PROCESSING CAPABILITIES COMMENSURATE WITH OR CONTRARY  TO\n   13  COGNITIVE  PROCESSING  TAKEN AS NORMS OF REGULAR EDUCATION IN AREAS SUCH\n   14  AS, BUT NOT LIMITED TO: SPECIFIC ACADEMICS, GENERAL INTELLECTUAL  ABILI-\n   15  TY,  CREATIVITY,  LEADERSHIP, AND/OR VISUAL, SPATIAL OR PERFORMING ARTS;\n   16  AND ALSO GIVE EVIDENCE OF ONE OR MORE DISABILITIES AS DEFINED BY FEDERAL\n   17  OR STATE ELIGIBILITY CRITERIA SUCH AS,  BUT  NOT  LIMITED  TO,  SPECIFIC\n   18  LEARNING     DISABILITIES,     SPEECH     AND     LANGUAGE    DISORDERS,\n   19  EMOTIONAL/BEHAVIORAL DISORDERS, PHYSICAL DISABILITIES, AUTISM  SPECTRUM,\n   20  OR OTHER HEALTH IMPAIRMENTS, SUCH AS ADHD. SUCH TERM SHALL INCLUDE THOSE\n   21  PUPILS WHO REQUIRE EDUCATIONAL PROGRAMS OR SERVICES BEYOND THOSE NORMAL-\n   22  LY PROVIDED BY THE REGULAR SCHOOL PROGRAM IN ORDER TO REALIZE THEIR FULL\n   23  POTENTIAL.    SUCH  CREDIT  WORK  OR  TRAINING SHALL BE OBTAINED FROM AN\n   24  INSTITUTION OR PROVIDER WHICH HAS BEEN APPROVED  BY  THE  DEPARTMENT  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02016-01-1\n\n       S. 1272                             2\n\n    1  PROVIDE  SUCH  COURSE  WORK  OR  TRAINING.  SUCH  REGULATIONS SHALL ALSO\n    2  REQUIRE THAT SCHOOL DISTRICTS  AND  BOARDS  OF  COOPERATIVE  EDUCATIONAL\n    3  SERVICES  INCLUDE  TRAINING FOR TEACHERS AND OTHER CERTIFIED OR LICENSED\n    4  EMPLOYEES  IN  IDENTIFYING  GIFTED  AND TALENTED, INCLUDING TWICE EXCEP-\n    5  TIONAL, STUDENTS IN THEIR REQUIRED PROFESSIONAL DEVELOPMENT PLANS.\n    6    S 2. Subdivision 2-b of section 3204 of the education law is  REPEALED\n    7  and a new subdivision 2-b is added to read as follows:\n    8    2-B.  INSTRUCTION OF POSSIBLY GIFTED PUPILS. A. THE GOVERNING BOARD OF\n    9  ANY SCHOOL DISTRICT AND ANY COMMUNITY SCHOOL DISTRICT IS HEREBY DIRECTED\n   10  TO PROVIDE EVERY PUPIL  WHO  IS  DIAGNOSED  AS  \"POSSIBLY  GIFTED\"  WITH\n   11  INSTRUCTION FROM A TEACHER WHO HAS HAD APPROPRIATE TRAINING IN EDUCATING\n   12  GIFTED PUPILS.\n   13    B.  ALL  SCHOOL DISTRICTS SHALL PROVIDE ACCELERATION OPPORTUNITIES FOR\n   14  PUPILS IN GRADES ONE, THREE, FIVE AND EIGHT FOR PLACEMENT IN ACCELERATED\n   15  COURSES IN THE BASIC BRANCHES OF STUDY.\n   16    S 3. Paragraph d of subdivision 5 of section 3208 of the education law\n   17  is REPEALED and a new paragraph d is added to read as follows:\n   18    D. IF SUCH SCREENING INDICATES A POSSIBLY GIFTED CHILD, THE  NAME  AND\n   19  FINDING  SHALL  BE  REPORTED  TO  THE  SUPERINTENDENT OF SCHOOLS OF SUCH\n   20  DISTRICT AND TO THE PARENT OR GUARDIAN OF SUCH CHILD. SUCH  NOTIFICATION\n   21  SHALL ENTITLE THE CHILD TO INSTRUCTION FROM A TEACHER WHO HAS HAD APPRO-\n   22  PRIATE  TRAINING  IN  EDUCATING  GIFTED  PUPILS, OR ALTERNATIVE SERVICES\n   23  MUTUALLY AGREEABLE TO THE SCHOOL DISTRICT AND PARENT OR GUARDIAN OF SUCH\n   24  CHILD.\n   25    S 4. The sum of one million dollars ($1,000,000), or so  much  thereof\n   26  as  may be necessary, is hereby appropriated to the department of educa-\n   27  tion out of any moneys in the state treasury in the general fund to  the\n   28  credit  of the state purposes fund, not otherwise appropriated, and made\n   29  immediately available, for the sole purpose of  providing  training  for\n   30  teachers  in providing education to possibly gifted, including twice-ex-\n   31  ceptional pupils in the public elementary schools. Such moneys shall  be\n   32  payable  on  the audit and warrant of the comptroller on vouchers certi-\n   33  fied or  approved  by  the  commissioner  of  education  in  the  manner\n   34  prescribed by law.\n   35    S  5. This act shall take effect on the one hundred twentieth day next\n   36  succeeding the date on which it shall have become a law; provided,  that\n   37  effective immediately, the addition, amendment and/or repeal of any rule\n   38  or regulation necessary for the implementation of this act on its effec-\n   39  tive  date  are  authorized  and directed to be made and completed on or\n   40  before such effective date provided, however,  that  the  amendments  to\n   41  section  3208  of  the  education  law made by section three of this act\n   42  shall not affect the expiration of such section and shall be  deemed  to\n   43  expire therewith.\n",
  "memo" : "BILL NUMBER:S1272\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to teacher training in programs\nfor gifted students; to repeal certain provisions of such law relating\nthereto; and making an appropriation therefor\n\nPURPOSE OR GENERAL IDEA OF BILL:\nDirects that teachers be trained in the education of gifted students,\nand are appropriated for start-up funding in regards to said training.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 amends education law by adding &sect;3004(7) to require, as part\nof licensure and certification for teachers and certain educational\nprofessionals, three credits of course work or training in the\neducation of gifted and talented, including twice-exceptional\nstudents, as well as the inclusion of practices to identify gifted\nchildren in required professional development plans.\n\nSection 2 amends &sect;32004(2-b) of education law to require school\ndistricts to provide gifted students with instruction under a teacher\nwith appropriate training in educating gifted pupils. This section\nalso requires school districts to provide acceleration opportunities\nin grades one, three and five, similar to those currently required in\ngrade eight.\n\nSection 3 amends &sect;3208(S) (d) of education law to require that school\ndistricts notify parents if diagnostic screening indicates that their\nchild is possibly gifted. This section also entitles such child to\ngifted instruction.\n\nSection 4 appropriates one million dollars ($1,000,000) to fund\nteacher training in instruction of gifted pupils.\n\nJUSTIFICATION:\nIt is imperative for our education system to be able to meet the needs\nof its brightest students, so that New York can continue to produce\nand retain talented leaders. In a time of serious anxiety over\nwhether or not New York's education system is preparing our youth to\nsucceed in an increasingly competitive global economy, it is ironic\nthat current state law abandons this state's most promising citizens.\n\nCurrently, New York State Education Law does not require schools to\nprovide any services to gifted and talented students. Given this and\nthe lack of funding for gifted and talented programs, many schools\nare simply ignoring their most gifted students. Gifted and Talented\nAid is\nprovided through \"Comprehensive Operating Aid\", allowing schools to\ncut gifted and talented programs and apply the funds elsewhere. The\n\"No Child Left Behind Act\" has focused national attention on how\n\nschools can better educate their lower-achieving students. With this,\nschool officials feel obligated to prioritize programs that address\nthe needs of their most disadvantaged students.\n\nFunds are distributed to academic intervention services, English as a\nsecond language programs, and special education at the expense of\ngifted education. While the need to pour resources into these\nprograms is undeniably great, to neglect gifted and talented students\nnot only stifles the potential of New York's high-achievers, but is a\ndisservice to all New Yorkers. This does not need to be a zero-sum\ngame.\n\nUltimately, encouraging schools to provide challenging programs for\ngifted and talented students raises the bar for all. Advancing high\nquality instruction under accomplished teachers should always be a\npriority.\n\nIn order to promote the continued development of exceptionally\nintelligent children, this bill encourages greater awareness of\ngifted and talented students, requires schools to provide instruction\nfor gifted students and supplies funds to assist schools in offering\nsuch services.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-2010: S.6287 - Referred to Finance\n\nFISCAL IMPLICATIONS:\nThis measure provides one million dollars ($1,000,000), or so much\nthereof as may be necessary, for payment of aid to training services\nfor teachers providing instruction to gifted and talented students.\n\nEFFECTIVE DATE:\nThis bill will take effect on the one hundred twentieth day following\nthe date on which it shall have become law, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to teacher training in programs for gifted students; to repeal certain provisions of such law relating thereto; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T132220.TXT", "SOBI.D110106.T122716.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497470
}