{
  "year" : 2011,
  "senateBillNo" : "S1275-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1275-2011-1294290000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a two-thirds majority of all outstanding shares is necessary to dissolve a mutual limited profit housing company",
  "summary" : "Provides that a two-thirds majority of all outstanding shares is necessary to dissolve a mutual limited profit housing company; disallows proxy voting except for illness or disability. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S1342-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1275\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend the private housing financing law, in relation to the\n         dissolution of certain limited-profit housing companies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 35 of the private housing finance law is amended by\n    2  adding a new subdivision 5 to read as follows:\n    3    5.  NOTWITHSTANDING  ANY INCONSISTENT PROVISION OF THIS SECTION OR ANY\n    4  OTHER PROVISION OF ANY GENERAL, SPECIAL, OR LOCAL LAW, NO MUTUAL COMPANY\n    5  MAY BE DISSOLVED EXCEPT UPON THE AFFIRMATIVE VOTE OF TWO-THIRDS OR  MORE\n    6  OF  THE  HOLDERS  OF  ALL  OUTSTANDING SHARES OF SUCH COMPANY. NO PERSON\n    7  HAVING THE RIGHT TO CAST A VOTE MAY DO SO BY PROXY OR  ANY  MEANS  OTHER\n    8  THAN  IN PERSON, UNLESS SUCH PERSON IS CERTIFIED BY A PHYSICIAN LICENSED\n    9  TO PRACTICE MEDICINE IN THIS STATE AS UNABLE TO CAST SUCH PERSON'S  VOTE\n   10  IN PERSON BY REASON OF ILLNESS OR DISABILITY.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00958-01-1\n",
  "memo" : "BILL NUMBER:S1275\n\nTITLE OF BILL:\nAn act\nto amend the private housing financing law, in relation to the\ndissolution of certain limited-profit housing companies\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo require that, whenever the dissolution of a limited-profit housing\ncompany is proposed, the vote taken may not be done by proxy.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one amends section 35 of the private housing finance law by\nadding a new subdivision 5 that says that no mutual company may be\ndissolved except by affirmative vote of 2/3 or more of the holders of\nall outstanding shares of the company and that no person who has a\nright to cast a vote may do so by proxy or by any other means except\nin person.\n\nAn exception is made for persons who are certified by a physician as\nunable to cast a vote by reason of illness or disability.\n\nJUSTIFICATION:\nThe bill prevents the dissolution of certain limited-profit housing\ncompanies when persons who have a right to vote cannot be present to\nvote in person. It allows for such voting to be carried out only in\nperson, and not by proxy vote. This will ensure that persons who have\na right to take such vote, crucial to the future of their homes'\nexistence, will be voting in person.\n\nPRIOR LEGISLATIVE HISTORY:\n2004: S.7666 (Duane), Died in Rules; A.11745 (Sanders), Died in Housing\n2005: S.2573 (Duane), Died in Housing\n2006: S.2573 (Duane), Died in Housing\n2007: S.1877 (Duane), Died in Housing\n2008: S.1877 (Duane), Died in Housing\n2009: S.1342 (Duane), Died in Housing\n2010: S.1342 (Duane), Died in Housing\n\nFISCAL IMPLICATIONS:\nNone to State.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the private housing financing law, in relation to the dissolution of certain limited-profit housing companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151618.TXT", "SOBI.D110110.T151117.TXT", "SOBI.D110106.T122716.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110106.T131719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497474
}