{
  "year" : 2011,
  "senateBillNo" : "S1281-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1281-2011-1294290000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the collection of administration expenses by a landlord and provides for the tenant to collect all interest paid on a security deposit or advance",
  "summary" : "Prohibits the collection of administration expenses by a landlord and provides for the tenant to collect all interest paid by the banking organization on a security deposit or advance when such is deposited into an interest bearing account. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S3338-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1281\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in relation to tenant secu-\n         rity deposits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The section heading and subdivision 2 of section 7-103 of\n    2  the general obligations law, the section heading as amended  by  chapter\n    3  1009  of the laws of 1970 and subdivision 2 as amended by chapter 402 of\n    4  the laws of 1979, are amended to read as follows:\n    5    Money deposited or advanced for use or rental of real property; waiver\n    6  void[; administration expenses].\n    7    2. Whenever the person receiving money so deposited or advanced  shall\n    8  deposit such money in a banking organization, such person shall thereup-\n    9  on notify in writing each of the persons making such security deposit or\n   10  advance,  giving  the  name  and  address of the banking organization in\n   11  which the deposit of security money is made,  and  the  amount  of  such\n   12  deposit.  Deposits  in a banking organization pursuant to the provisions\n   13  of this subdivision shall be made in a  banking  organization  having  a\n   14  place  of business within the state. If the person depositing such secu-\n   15  rity money in a banking organization shall deposit same in  an  interest\n   16  bearing  account,[  he  shall  be entitled to receive, as administration\n   17  expenses, a sum equivalent to one per cent per annum upon  the  security\n   18  money  so  deposited, which shall be in lieu of all other administrative\n   19  and custodial expenses. The balance of] the interest paid by the banking\n   20  organization shall be the money of the  person  making  the  deposit  or\n   21  advance  and  shall either be held in trust by the person with whom such\n   22  deposit or advance shall be made, until repaid or applied for the use or\n   23  rental of the leased premises, or annually paid to the person making the\n   24  deposit of security money.\n   25    S 2. This act shall take effect on the first of January next  succeed-\n   26  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01190-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to tenant security deposits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110106.T124717.TXT", "SOBI.D110106.T134721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690578890
}