{
  "year" : 2011,
  "senateBillNo" : "S1286-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1286-2011-1294290000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a tax credit for personal property replacement as a result of bedbug infestation",
  "summary" : "Establishes a tax credit for personal property replacement as a result of bedbug infestation; credit of 15% not to exceed $750; certification determined by commissioner. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1482",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S7065-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1286\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to establishing  a  tax  credit\n         for personal property replacement as a result of bedbug infestation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  PERSONAL PROPERTY REPLACEMENT CREDIT. (1) GENERAL. AN INDIVIDUAL\n    4  TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTI-\n    5  CLE EQUAL TO FIFTEEN PERCENT OF QUALIFIED PERSONAL PROPERTY  REPLACEMENT\n    6  EXPENDITURES, AND NOT TO EXCEED SEVEN HUNDRED FIFTY DOLLARS.\n    7    (2) QUALIFIED PERSONAL PROPERTY REPLACEMENT EXPENDITURES. (A) THE TERM\n    8  \"QUALIFIED  PERSONAL  PROPERTY  REPLACEMENT EXPENDITURES\" MEANS EXPENDI-\n    9  TURES MADE FOR THE  REPLACEMENT  OF  PERSONAL  PROPERTY  DUE  TO  BEDBUG\n   10  DAMAGE.\n   11    (B)  SUCH  QUALIFIED  EXPENDITURES SHALL INCLUDE BUT NOT BE LIMITED TO\n   12  FURNITURE, RUGS OR OTHER HOME GOODS THAT MAY BE DAMAGED BY BEDBUG INFES-\n   13  TATION.\n   14    (C) SUCH QUALIFIED PERSONAL PROPERTY  REPLACEMENT  EXPENDITURES  SHALL\n   15  NOT INCLUDE INTEREST OR OTHER FINANCE CHARGES.\n   16    (3)  CERTIFICATION FOR CREDIT ALLOWANCE. THE COMMISSIONER SHALL DETER-\n   17  MINE THE PROCEDURE FOR CERTIFICATION FOR THE CREDIT AUTHORIZED  PURSUANT\n   18  TO THIS SUBSECTION.\n   19    S 2. This act shall take effect immediately and shall apply to taxable\n   20  years  beginning  on  and after the first of January next succeeding the\n   21  date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01188-01-1\n",
  "memo" : "BILL NUMBER:S1286\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to establishing a tax\ncredit for personal property replacement as a result of bedbug\ninfestation\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this legislation is to offer a 15% tax credit towards\nthe replacement of personal property destroyed by bedbugs up to $750.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe bill will amend section 606 of the tax law to add subsection qq:\n\n1. Allowing an individual to receive a credit against the personal tax\nimposed by this article equal to fifteen percent of qualified\npersonal property replacement expenditures and not to exceed $750.\n\n2a. The term \"qualified personal property replacement expenditures\"\nmeans expenditures made for the replacement of personal property due\nto bedbug damage.\n\nb. Such qualified expenditures shall include but not be limited to\nfurniture, rugs or other home goods that may be damaged by bedbug\ninfestation.\n\nc. Such qualified personal property replacement expenditures shall not\ninclude interest or other finance charges.\n\n3. certification for credit allowance. The commissioner shall\ndetermine the procedure for certification for the credit authorized\npursuant to this subsection.\n\nJUSTIFICATION:\nThe recent bedbug epidemic has brought legitimate suffering to New\nYorkers statewide. victims have contracted bedbugs from neighbors,\nhotel stays and a variety of other means. In addition to social\nstigma, the afflicted have experienced economic hardship as a result\nof the loss of furniture, bedding, clothing and other belongings that\nmust be discarded during the extermination process. Bedbug\ninfestations are not covered by most varieties of renters or\nhomeowners insurance and this bill would offer a modest tax credit to\nassist affected New Yorkers.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2010: S.7065 (Duane), Died in Investigations and Gov't Ops;\nA.1008 (Rosenthal), Died in Ways and Means.\n\nFISCAL IMPLICATIONS:\n\nUndetermined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a tax credit for personal property replacement as a result of bedbug infestation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110106.T124717.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110110.T131104.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497491
}