{
  "year" : 2011,
  "senateBillNo" : "S1287-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1287-2011-1294290000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Waives state's sovereign immunity to liability under the Americans with Disabilities Act of 1990",
  "summary" : "Waives the state's sovereign immunity to liability for violations of the Americans with Disabilities Act of 1990; also waives the immunity of all instrumentalities and political subdivisions of the state. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S1518-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1287\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil rights law, in relation to waiving the state's\n         sovereign immunity to claims under the Americans with Disabilities Act\n         of 1990\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The civil rights law is amended by adding a new section 16\n    2  to read as follows:\n    3    S 16. WAIVER OF STATE IMMUNITY; AMERICANS  WITH  DISABILITIES  ACT  OF\n    4  1990.  THE STATE HEREBY WAIVES ITS SOVEREIGN IMMUNITY WITH REGARD TO ALL\n    5  CLAIMS, ACTIONS AND PROCEEDINGS BROUGHT PURSUANT TO THE  AMERICANS  WITH\n    6  DISABILITIES  ACT  OF 1990 (P.L. 101-336, AS AMENDED). THE PROVISIONS OF\n    7  SUCH ACT SHALL APPLY TO THE STATE, AND ANY INSTRUMENTALITY OR  POLITICAL\n    8  SUBDIVISION THEREOF.\n    9    S  2.  This  act shall take effect on the ninetieth day after it shall\n   10  have become a law and shall be deemed to have been  in  full  force  and\n   11  effect on and after February 21, 2001.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01127-01-1\n",
  "memo" : "BILL NUMBER:S1287\n\nTITLE OF BILL:\n\nAn act\nto amend the civil rights law, in relation to waiving the state's\nsovereign\nimmunity to claims under\nthe Americans with Disabilities Act of 1990\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill waives the State's sovereign immunity with regard to\napplication of the Americans with Disabilities Act of 1990 as it\napplies to the protection of state employees.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nThis will restore the rights of state employees to sue the State of\nNew York for damages due to violations of the Americans with\nDisabilities Act (ADA). This would allow the State of New York to be\nsued in state court for any violation of the ADA's access and\naccommodation standards.\nThis includes failure to accommodate state employees with disabilities\nand failure to provide access for the disabled public to government\nservices, programs and activities.\n\nJUSTIFICATION:\n\nOn February 22, 2001, the US Supreme Court ruled in Board of Trustees v.\nGarrett that in the enactment of the ADA, US Congress has exceeded its\npower to authorize lawsuits by residents against their own states\nunder the 11th Amendment. However, the ruling allows states to opt to\nhold themselves to the standards that were originally set out by the\nADA, prior to that decision by waiving their sovereign immunity and\nthereby permitting actions in state courts. This ruling effectively\ntook away the protection for state workers under the ADA while\nupholding the same protection for privately employed individuals,\ncreating a disparity.\nThis bill will ensure that all employees, including those employed by\nthe state, have the same protections under the ADA as they have had\nsince 1990.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2006: S.7130 (Duane), Died in Codes\n2007: S.2315 (Duane), Died in Codes\n2008: S.2315 (Duane), Died in Codes\n2009: S.1518 (Duane), Died in Codes\n2010: S.1518 (Duane), Died in Codes\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\n\nMinimal.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the ninetieth day after it shall have\nbecome law and shall be deemed to have been in full force and effect\non and after February 21, 2001.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to waiving the state's sovereign immunity to claims under the Americans with Disabilities Act of 1990 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110106.T124717.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T125217.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497492
}