{
  "year" : 2011,
  "senateBillNo" : "S1289-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1289-2011-1294290000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to assessed valuation of property for purposes of adjustment of maximum rents",
  "summary" : "Relates to assessed valuation of property for purposes of adjustment of maximum rents. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S6255-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1289\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to assessed valuation of property for purposes of  adjustment\n         of maximum rents\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of clause 1 of  subparagraph  (a)  of\n    2  paragraph  1  of  subdivision  g of section 26-405 of the administrative\n    3  code of the city of New York is amended to read as follows:\n    4    Such valuation shall  be  the  current  EQUALIZED  assessed  valuation\n    5  established by the city BASED UPON THE APPROPRIATE TAX CLASS RATIO WHICH\n    6  IS  ESTABLISHED PURSUANT TO ARTICLE TWELVE OF THE REAL PROPERTY TAX LAW,\n    7  which is in effect at the time of the filing of the application  for  an\n    8  adjustment under this subparagraph [(a)]; provided that:\n    9    S 2. The provisions of section one of this act shall be deemed to have\n   10  been in full force and effect on and after September 30, 1997, and shall\n   11  apply  to  any  proceeding  pending on the effective date of this act or\n   12  determined thereafter.\n   13    S 3. This act shall take effect immediately; provided that the  amend-\n   14  ments  to section 26-405 of the city rent and rehabilitation law made by\n   15  section one of this act shall remain in full force and  effect  only  as\n   16  long  as  the  public  emergency requiring the regulation and control of\n   17  residential rents and evictions continues, as provided in subdivision  3\n   18  of section 1 of the local emergency housing rent control act.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01151-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to assessed valuation of property for purposes of adjustment of maximum rents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110106.T135221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690900035
}