{
  "year" : 2011,
  "senateBillNo" : "S1285-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1285-2011-1294290000000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes duties for pharmacies when pharmacists employed by such pharmacy refuse to fill prescriptions on the basis of personal beliefs",
  "summary" : "Establishes duties for pharmacies when pharmacists employed by such pharmacy refuse to fill prescriptions on the basis of personal beliefs; requires a pharmacy to ensure the prescription is filled by another pharmacist; requires the pharmacy to inform individuals of items not in stock and requires such items to be ordered by another pharmacist without delay; sets forth penalty provisions. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1521-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1285\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to  establishing  certain\n         duties  for  pharmacies  when  pharmacists  employed by the pharmacies\n         refuse to fill prescriptions on the basis of personal beliefs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative findings. The legislature finds that an indi-\n    2  vidual's right to religious beliefs and worship is a  protected,  funda-\n    3  mental  right in the state of New York and that an individual's right to\n    4  access legal contraception is a  protected,  fundamental  right  in  the\n    5  state  of  New York. The legislature thereby recognizes that an individ-\n    6  ual's right to religious belief and worship cannot  impede  an  individ-\n    7  ual's access to legal prescriptions, including contraception.\n    8    S  2.  The  education law is amended by adding a new section 6810-a to\n    9  read as follows:\n   10    S 6810-A. DUTIES OF A PHARMACY; FILLING VALID  PRESCRIPTIONS.  1.    A\n   11  PHARMACY  RECEIVING  AND FILLING PRESCRIPTIONS SHALL MAINTAIN COMPLIANCE\n   12  WITH THE FOLLOWING CONDITIONS:\n   13    (A) IF A PRODUCT IS IN STOCK AND A PHARMACIST EMPLOYED BY  A  PHARMACY\n   14  REFUSES  ON  THE BASIS OF A PERSONAL BELIEF TO FILL A VALID PRESCRIPTION\n   15  FOR SUCH PRODUCT, THE PHARMACY ENSURES, SUBJECT TO THE  CONSENT  OF  THE\n   16  INDIVIDUAL PRESENTING THE PRESCRIPTION IN ANY CASE IN WHICH THE INDIVID-\n   17  UAL HAS REASON TO KNOW OF THE REFUSAL, THAT THE PRESCRIPTION IS, WITHOUT\n   18  DELAY, FILLED BY ANOTHER PHARMACIST EMPLOYED BY SUCH PHARMACY; OR\n   19    (B)  SUBJECT TO THE PROVISIONS OF SUBPARAGRAPH (II) OF THIS PARAGRAPH,\n   20  IF A PRODUCT IS NOT IN STOCK AND A PHARMACIST EMPLOYED BY  THE  PHARMACY\n   21  REFUSES  ON  THE  BASIS OF A PERSONAL BELIEF OR ON THE BASIS OF PHARMACY\n   22  POLICY TO ORDER OR TO OFFER TO ORDER THE PRODUCT WHEN PRESENTED  WITH  A\n   23  VALID PRESCRIPTION FOR THE PRODUCT, THE PHARMACY SHALL ENSURE:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01130-01-1\n\n       S. 1285                             2\n\n    1    (I)  THAT  THE  INDIVIDUAL  PRESENTING THE PRESCRIPTION IS IMMEDIATELY\n    2  INFORMED THAT THE PRODUCT IS NOT IN STOCK BUT  MAY  BE  ORDERED  BY  THE\n    3  PHARMACY; AND\n    4    (II)  SUBJECT  TO  THE CONSENT OF THE INDIVIDUAL, THAT THE PRODUCT IS,\n    5  WITHOUT DELAY, ORDERED BY ANOTHER PHARMACIST EMPLOYED BY SUCH PHARMACY.\n    6    2. THE PHARMACY SHALL NOT EMPLOY ANY PHARMACIST  WHO  ENGAGES  IN  ANY\n    7  CONDUCT WITH THE INTENT TO PREVENT OR DETER AN INDIVIDUAL FROM FILLING A\n    8  VALID  PRESCRIPTION  FOR  A PRODUCT OR FROM ORDERING SUCH PRODUCT, OTHER\n    9  THAN THE SPECIFIC CONDUCT DESCRIBED IN SUBDIVISION ONE OF THIS  SECTION,\n   10  INCLUDING:\n   11    (A)  THE REFUSAL TO RETURN A PRESCRIPTION FORM TO THE INDIVIDUAL AFTER\n   12  REFUSING TO FILL THE PRESCRIPTION OR ORDER THE PRODUCT, IF THE  INDIVID-\n   13  UAL REQUESTS THE RETURN OF SUCH FORM;\n   14    (B)  THE REFUSAL TO TRANSFER PRESCRIPTION INFORMATION TO ANOTHER PHAR-\n   15  MACY FOR REFILL DISPENSING WHEN SUCH A TRANSFER IS LAWFUL, IF THE  INDI-\n   16  VIDUAL REQUESTS SUCH TRANSFER;\n   17    (C)  SUBJECTING  THE  INDIVIDUAL TO HUMILIATION OR OTHERWISE HARASSING\n   18  THE INDIVIDUAL; OR\n   19    (D) BREACHING MEDICAL CONFIDENTIALITY WITH RESPECT TO THE PRESCRIPTION\n   20  OR THREATENING TO BREACH SUCH CONFIDENTIALITY.\n   21    3. PRODUCTS THAT ARE NOT ORDINARILY  STOCKED  SHALL  APPLY  ONLY  WITH\n   22  RESPECT  TO  A  PHARMACY ORDERING A PARTICULAR PRODUCT FOR AN INDIVIDUAL\n   23  PRESENTING A VALID PRESCRIPTION FOR THE PRODUCT, AND  DOES  NOT  REQUIRE\n   24  THE  PHARMACY TO KEEP SUCH PRODUCT IN STOCK; PROVIDED, HOWEVER, THAT THE\n   25  PROVISIONS OF THIS SUBDIVISION HAVE NO APPLICABILITY WITH RESPECT  TO  A\n   26  PRODUCT  FOR  A  HEALTH CONDITION IF THE PHARMACY DOES NOT KEEP IN STOCK\n   27  ANY PRODUCT FOR SUCH CONDITION.\n   28    4. ANY PHARMACY IN VIOLATION OF THE PROVISIONS OF THIS  SECTION  SHALL\n   29  BE SUBJECT TO A CIVIL PENALTY OF NOT MORE THAN FIVE THOUSAND DOLLARS PER\n   30  DAY  OF  VIOLATION,  NOT TO EXCEED FIVE HUNDRED THOUSAND DOLLARS FOR ALL\n   31  VIOLATIONS ADJUDICATED IN A SINGLE PROCEEDING.\n   32    5. ANY PERSON AGGRIEVED AS A RESULT OF A VIOLATION OF A REQUIREMENT OF\n   33  SUBDIVISION ONE OF THIS SECTION MAY, IN ANY COURT OF COMPETENT JURISDIC-\n   34  TION, COMMENCE A CIVIL ACTION AGAINST THE PHARMACY  INVOLVED  TO  OBTAIN\n   35  APPROPRIATE  RELIEF,  INCLUDING  ACTUAL AND PUNITIVE DAMAGES, INJUNCTIVE\n   36  RELIEF, AND A REASONABLE ATTORNEY'S FEE AND COST.\n   37    6. A CIVIL ACTION PURSUED UNDER THE PROVISIONS OF SUBDIVISION FOUR  OR\n   38  FIVE  OF  THIS SECTION MAY NOT BE COMMENCED AGAINST A PHARMACY AFTER THE\n   39  EXPIRATION OF THE FIVE-YEAR PERIOD BEGINNING ON THE DATE  ON  WHICH  THE\n   40  PHARMACY ALLEGEDLY ENGAGED IN THE VIOLATION INVOLVED.\n   41    7.  FOR  THE  PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE\n   42  THE FOLLOWING MEANINGS:\n   43    (A) THE TERM \"EMPLOY\", WITH RESPECT TO THE SERVICES OF  A  PHARMACIST,\n   44  INCLUDES ENTERING INTO A CONTRACT FOR THE PROVISIONS OF SUCH SERVICES;\n   45    (B)  THE  TERM  \"WITHOUT  DELAY\", WITH RESPECT TO A PHARMACY FILLING A\n   46  PRESCRIPTION FOR A PRODUCT OR ORDERING THE  PRODUCT,  MEANS  WITHIN  THE\n   47  USUAL  AND CUSTOMARY TIMEFRAME AT THE PHARMACY FOR FILLING PRESCRIPTIONS\n   48  FOR PRODUCTS FOR THE HEALTH CONDITION  INVOLVED  OR  FOR  ORDERING  SUCH\n   49  PRODUCTS, RESPECTIVELY.\n   50    S 3. This act shall take effect on the one hundred eightieth day after\n   51  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing certain duties for pharmacies when pharmacists employed by the pharmacies refuse to fill prescriptions on the basis of personal beliefs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110106.T124717.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690900020
}