{
  "year" : 2011,
  "senateBillNo" : "S1289-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1289-2011-1294290000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to assessed valuation of property for purposes of adjustment of maximum rents",
  "summary" : "Relates to assessed valuation of property for purposes of adjustment of maximum rents. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S6255-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1289\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to assessed valuation of property for purposes of  adjustment\n         of maximum rents\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of clause 1 of  subparagraph  (a)  of\n    2  paragraph  1  of  subdivision  g of section 26-405 of the administrative\n    3  code of the city of New York is amended to read as follows:\n    4    Such valuation shall  be  the  current  EQUALIZED  assessed  valuation\n    5  established by the city BASED UPON THE APPROPRIATE TAX CLASS RATIO WHICH\n    6  IS  ESTABLISHED PURSUANT TO ARTICLE TWELVE OF THE REAL PROPERTY TAX LAW,\n    7  which is in effect at the time of the filing of the application  for  an\n    8  adjustment under this subparagraph [(a)]; provided that:\n    9    S 2. The provisions of section one of this act shall be deemed to have\n   10  been in full force and effect on and after September 30, 1997, and shall\n   11  apply  to  any  proceeding  pending on the effective date of this act or\n   12  determined thereafter.\n   13    S 3. This act shall take effect immediately; provided that the  amend-\n   14  ments  to section 26-405 of the city rent and rehabilitation law made by\n   15  section one of this act shall remain in full force and  effect  only  as\n   16  long  as  the  public  emergency requiring the regulation and control of\n   17  residential rents and evictions continues, as provided in subdivision  3\n   18  of section 1 of the local emergency housing rent control act.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01151-01-1\n",
  "memo" : "BILL NUMBER:S1289\n\nTITLE OF BILL:\nAn act\nto amend the administrative code of the city of New York, in relation to\nassessed valuation of property for purposes of adjustment of maximum\nrents\n\nPURPOSE:\nClarifies the provision of the rent control law under which owners are\nentitled to \"hardship\" rent increases.\n\nSUMMARY OF PROVISIONS:\nSection One amends clause 1 of subparagraph (a) of paragraph 1 of\nsubdivision g of section 26405 of the administrative code of the city\nof New York to state valuation shall be current equalized assessed\nvaluation established by the city based upon the appropriate tax\nclass ratio which is established pursuant to article twelve of the\nreal property tax law.\n\nSection Two provides that the provisions outlined in section One of\nthe legislation shall.be deemed to have been in full force and effect\non or after September 30, 1997, and shall apply to any proceeding\npending on the effective date of this act, or determined thereafter.\n\nSection Three is the effective date.\n\nEXISTING LAW:\nNew Bill.\n\nJUSTIFICATION:\nThe proposed corrective amendment clarifies the provision of the rent\ncontrol law under which owners are entitled to \"hardship\" rent\nincreases. The amendment clarifies that the measure of an owner's\nreturn on investment (or \"capital value\") under the hardship formula\nis consistent with the measure of the owner's return on investment\nunder the biennial MBR formula. The amendment is required to insure\nthat there is an accurate rather than inflated measure of capital\nvalue.\n\nThe New York city council in 1997 enacted Local Law 73, which was\neffective September 30, 1997, to provide that \"Capital value shall be\nequalized assessed valuation based upon the appropriate tax class\nratio which is established pursuant to article twelve of the real\nproperty tax law.\" section 26-405 (a) (3) of the City Rent and\nRehabilitation Act. Local Law 73 was upheld by the New York State\nCourt of Appeals in city of New York v. DHCR, 97 NY2d 216 (2001).\n\nIn upholding Local Law 73, the Court of Appeals found that Article-12\nrepresents a \"more accurate\" measure of capital value than Article\n12-a because Article-12 takes into consideration the specific type of\n\nproperty while Article 12-a is based upon consideration of all\nproperty in the City of New York without regard to the type of\nproperty. Utilization of Article 12-a to measure capital value\nresults in a gross overvaluation of property, an inflated return on\ninvestment and the finding of \"hardship\" where an owner is already\nobtaining a fair rate of return. The amendment is necessary to insure\nthat hardship applications do not lead to the unnecessary\ndisplacement of long-term rent controlled tenants, many of whom are\nelderly and/or disabled, on the basis of an overvaluation of an\nowner's property. This corrective amendment is deemed in full force\nand effect on or after September 30, 1997 so as to make the hardship\nprovisions consistent with the Local Law 73.\n\nLEGISLATIVE HISTORY:\n2009: S.6255 (Duane), Died in Rules\n2010: S.6255 (Duane), Died in Housing\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nLOCAL FISCAL IMPLICATIONS:\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately: provided that the amendment to\nsections 26-405 of the city rent and rehabilitation law made by\nsection one of this act shall remain in full force and effect only as\nlong as the public emergency requiring the regulation and control of\nresidential rents and evictions continues, as provided in subdivision\n3 of section 1 of the local emergency housing rent control act.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to assessed valuation of property for purposes of adjustment of maximum rents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T135221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497495
}