{
  "year" : 2011,
  "senateBillNo" : "S1280-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1280-2011-1294290000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for tax credit for the adoption of household pets from animal shelter or humane society",
  "summary" : "Provides for tax credit for the adoption of household pets from animal shelter or humane society. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A742",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S4757-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1280\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to establishing  a  tax  credit\n         for the adoption of household pets\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  CREDIT FOR THE ADOPTION OF HOUSEHOLD PETS. (1) GENERAL. AN INDI-\n    4  VIDUAL TAXPAYER SHALL BE ALLOWED A CREDIT FOR TAXABLE YEARS BEGINNING ON\n    5  OR AFTER JANUARY FIRST, TWO THOUSAND ELEVEN AGAINST THE TAX  IMPOSED  BY\n    6  THIS  ARTICLE FOR THE COST OF ADOPTING A MAXIMUM OF THREE HOUSEHOLD PETS\n    7  PER TAXABLE YEAR FROM A QUALIFYING  POUND,  SHELTER,  DULY  INCORPORATED\n    8  SOCIETY  FOR  THE PREVENTION OF CRUELTY TO ANIMALS, HUMANE SOCIETY, DOG,\n    9  CAT OR OTHER PROTECTIVE OR RESCUE ASSOCIATION. THE AMOUNT OF THE  CREDIT\n   10  SHALL  BE FOR THE ACTUAL COST OF SUCH ADOPTION, BUT SHALL NOT EXCEED THE\n   11  MAXIMUM CREDIT OF ONE HUNDRED DOLLARS PER HOUSEHOLD PET, FOR  A  MAXIMUM\n   12  OF THREE PETS PER TAXABLE YEAR.\n   13    (2)  DEFINITION.   THE TERM \"HOUSEHOLD PET\" SHALL MEAN ANY DOG, CAT OR\n   14  OTHER DOMESTICATED ANIMAL KEPT FOR THE PRIMARY PURPOSE OF  COMPANIONSHIP\n   15  THAT  IS  NORMALLY  MAINTAINED  IN OR NEAR THE HOUSEHOLD OF THE OWNER OR\n   16  PERSON WHO CARES FOR SUCH DOMESTICATED  ANIMAL,  PROVIDED  THAT  KEEPING\n   17  SUCH ANIMAL IS NOT IN VIOLATION OF ANY APPLICABLE PROVISIONS OF FEDERAL,\n   18  STATE OR LOCAL LAW.\n   19    (3)  WHEN  CREDIT  ALLOWED. THE CREDIT PROVIDED FOR IN THIS SUBSECTION\n   20  SHALL BE ALLOWED WITH RESPECT TO  THE  TAXABLE  YEAR,  COMMENCING  AFTER\n   21  JANUARY FIRST, TWO THOUSAND ELEVEN, IN WHICH THE PET IS ADOPTED.\n   22    S  2.  This  act  shall take effect immediately and shall apply to pet\n   23  adoptions in taxable years beginning on and after January 1, 2011.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00595-01-1\n",
  "memo" : "BILL NUMBER:S1280\n\nTITLE OF BILL:\n\nAn act\nto amend the tax law, in relation to establishing a tax credit for the\nadoption of household pets\n\nPURPOSE:\n\nTo grant an individual taxpayer a credit for fees incurred through the\nadoption of a household pet from a pound, shelter, duly incorporated\nsociety for the prevention of cruelty to animals, humane society, dog\nor cat or other animal protective or rescue association.\n\nSUMMARY OF PROVISIONS:\n\nThis bill would establish an individual taxpayer credit of up to one\nhundred dollars per household pet adopted from a pound, shelter, duly\nincorporated society for the prevention of cruelty to animals, humane\nsociety, dog or cat or other animal protective or rescue association\nto a maximum of three animals per taxable year.\n\nThis bill provides a definition for \"household pet.\"\n\nJUSTIFICATION:\n\nIn 2005 over forty one thousand cats and dogs were taken into shelters\nin New York city alone. Over twenty two thousand of these animals\nwere euthanized. According to the ASPCA, fifty percent of dogs in\nshelters and seventy percent of cats in shelters are killed because\nthey are not adopted. Encouraging prospective pet owners to adopt\nfrom a pound, shelter, humane society, society for the prevention of\ncruelty to animals, or rescue association serves a humane purpose.\n\nAnimals in public shelters average a seven day stay during which time\nthe public pays for around the clock care, food, medicine, cleaning\nand often euthanizing and body disposal expenses. The care, housing,\nand killing of these animals come at a significant cost to the public.\nPublic policy that effectively encourages animal adoption is\nbeneficial to taxpayers. Further, money that is credited to these\ntaxpayers is likely to be reinvested into the forty billion dollar\nper year pet industry.\n\nLEGISLATIVE HISTORY:\n\n2010: S.4757/A.992 (Died in Senate Finance/Died in Assembly\nWays & Means)\n2009: S.4757/A.992 (Died in Senate Gov't Ops/Died in Assembly\nWays & Means)\n\n2008: S.6992/A.10027 (Died in Senate Gov't Ops/Died in Assembly\nWays & Means)\n\nFISCAL IMPLICATIONS:\n\nTo be determined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately and shall apply to pet\nadoptions in taxable years beginning on and after January 1, 2011.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a tax credit for the adoption of household pets ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110106.T124717.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T134721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497482
}