{
  "year" : 2011,
  "senateBillNo" : "S1284-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1284-2011-1294290000000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for notice of availability of services to prisoners upon their release from state prison",
  "summary" : "Provides for notice by commissioner of correctional services of availability of medical, educational and other services, including alcohol and substance abuse treatment, to prisoners upon their release from state prison. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A2161",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "SB1352-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1284\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT to amend the correction law, in relation to services for inmates\n         of state correctional facilities upon their release therefrom\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new section 76 to\n    2  read as follows:\n    3    S  76.  NOTICE  OF  TRANSITIONAL  SERVICES  FOR  INMATES RELEASED FROM\n    4  CORRECTIONAL FACILITIES. 1. PRIOR TO THE RELEASE OF  AN  INMATE  FROM  A\n    5  CORRECTIONAL  FACILITY,  THE  DEPARTMENT  SHALL PROVIDE SUCH INMATE WITH\n    6  INFORMATION ON TRANSITIONAL SERVICES AVAILABLE IN  THE  COUNTY  OR  CITY\n    7  WHERE  SUCH  INMATE  IS SCHEDULED TO BE RELEASED. SUCH INFORMATION SHALL\n    8  INCLUDE REFERRALS TO PROGRAMS DESIGNED TO  PROMOTE  THE  SUCCESSFUL  AND\n    9  PRODUCTIVE REENTRY AND REINTEGRATION OF AN INMATE INTO SOCIETY INCLUDING\n   10  MEDICAL  AND  MENTAL  HEALTH  SERVICES,  HIV/AIDS SERVICES, EDUCATIONAL,\n   11  VOCATIONAL AND EMPLOYMENT SERVICES, ALCOHOL OR SUBSTANCE ABUSE TREATMENT\n   12  AND HOUSING SERVICES. THE DEPARTMENT SHALL MAINTAIN A  CURRENT  LIST  OF\n   13  TRANSITIONAL  SERVICES  WHICH  SHALL BE UPDATED NO LESS THAN ANNUALLY IN\n   14  ORDER TO EFFECTUATE THE PURPOSES OF THIS SECTION.\n   15    2. THE COMMISSIONER SHALL CONSULT WITH, AND BE ENTITLED TO RECEIVE THE\n   16  ASSISTANCE OF, THE COMMISSIONERS OF  EDUCATION,  LABOR,  HEALTH,  MENTAL\n   17  HEALTH  AND  THE  OFFICE  OF  TEMPORARY AND DISABILITY ASSISTANCE IN THE\n   18  IMPLEMENTATION OF THIS SECTION. THE DIVISION OF PAROLE SHALL ASSIST  THE\n   19  DEPARTMENT  IN  ANY  MANNER  NECESSARY  TO  ENSURE THAT THE PURPOSES AND\n   20  OBJECTIVES OF THIS SECTION ARE EFFECTIVELY ACCOMPLISHED.\n   21    S 2. This act shall take effect on the one hundred twentieth day after\n   22  it shall have become a law. Effective immediately, the addition,  amend-\n   23  ment  and/or repeal of any rules or regulations necessary for the imple-\n   24  mentation of the foregoing section of this act on its effective date  is\n   25  authorized to be made on or before such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00053-01-1\n",
  "memo" : "BILL NUMBER:S1284\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to services for inmates of\nstate correctional facilities upon their release therefrom\n\nPURPOSE:\nProvides for notice of availability of services to prisoners upon their\nrelease from state prison and for the making of arrangements thereof.\n\nSUMMARY OF PROVISIONS:\nThe correction law is amended by adding\na new section 76, that will require an exit interview for all inmates,\nto alert them to special programs in their communities such as\nmedical services, HIV/AIDS services, education, alcohol or substance\nabuse treatment or mental health services.\n\nJUSTIFICATION:\nThis proposed legislation addresses the critical need for prisoners,\none in five of which is HIV infected and nearly that same proportion\ntests positive for tuberculosis, to be made aware of the health and\neducational services available to them in the communities they plan\nto re-enter upon release.\n\nThe focus of the New York correctional program has been geared toward\nrehabilitation. To that end the state has developed a number of\nprograms\nfor inmates and recently released offenders. unfortunately, many\npeople are not aware of the programs that exist for them upon\nrelease. To rectify this situation this bill proposes the\nestablishment of a formal exit interview to inform the inmates of\nprograms that exist in his/her community and where possible assist\nthe inmate in making arrangements to enter these programs. This bill\nis not intended to impede or delay the release of any individual, its\nprimary function is to assist individuals in obtaining the necessary\ntreatment and to help curb the spread of disease in New York.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: S.1352B/A.8727B (Died on Senate Third Reading/Died on Assembly\nThird Reading)\n2009: S.1352B/A.8727B (Died in Senate Rules/Died in\nAssembly Corrections)\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENT:\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred twentieth day after it\nshall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to services for inmates of state correctional facilities upon their release therefrom ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110106.T124717.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295025577151
}