{
  "year" : 2011,
  "senateBillNo" : "S1288-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S1288-2011-1294290000000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires ATMs to use both audio and visual systems of relaying messages to its customers",
  "summary" : "Requires ATMs to use both audio and visual system of relaying messages to its customers; provides that this provision would enable those individuals that are visually impaired to access ATMs without the assistance of another person; requires the audio system to convey substantially the same information as the visual; provides for rules and regulations to be promulgated by the superintendent of banks. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S1519-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1288\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to making  ATMs  accessible\n         to the visually impaired\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new article  2-D  to\n    2  read as follows:\n    3                                 ARTICLE II-D\n    4                    AUTOMATED TELLER MACHINE REQUIREMENTS\n    5  SECTION 90-A. LEGISLATIVE FINDINGS.\n    6          90-B. DEFINITIONS.\n    7          90-C. AUTOMATED TELLER MACHINE REQUIREMENTS.\n    8    S 90-A. LEGISLATIVE FINDINGS. THE LEGISLATURE FINDS THAT AS TECHNOLOGY\n    9  INCREASES, MORE AND MORE PEOPLE RELY ON AUTOMATED TELLER MACHINES (ATMS)\n   10  AS A METHOD FOR DOING DAILY BANKING TASKS. THE LEGISLATURE FURTHER FINDS\n   11  THAT  WHILE SOME ATMS CURRENTLY HAVE BRAILLE LABELS INDICATING THE FUNC-\n   12  TIONS OF SOME BUTTONS, MOST MACHINES DO NOT HAVE ANY  NON-VISUAL  METHOD\n   13  FOR  READING  OR  RELAYING  THE  SEQUENCE OF MESSAGES THAT APPEAR ON THE\n   14  SCREEN. THE LEGISLATURE THEREFORE  DECLARES  THAT  IT  IS  NECESSARY  TO\n   15  ENSURE  THAT  ALL  INDIVIDUALS HAVE AN EQUAL OPPORTUNITY TO ACCESS THESE\n   16  MACHINES.\n   17    S 90-B. DEFINITIONS. 1.   \"AUTOMATED TELLER MACHINE\"  SHALL  HAVE  THE\n   18  SAME MEANING AS IS DEFINED IN SECTION SEVENTY-FIVE-B OF THIS CHAPTER.\n   19    2.  \"BANKING INSTITUTION\" SHALL HAVE THE SAME MEANING AS IS DEFINED IN\n   20  SECTION SEVENTY-FIVE-B OF THIS CHAPTER.\n   21    3. \"VISUAL TRANSMISSION SYSTEM\" SHALL  MEAN  THE  GRAPHIC  DISPLAY  OF\n   22  INFORMATION BY AN AUTOMATED TELLER MACHINE.\n   23    4.  \"AUDIO  TRANSMISSION SYSTEM\" SHALL MEAN A SYSTEM THAT RECITES WITH\n   24  SONIC CLARITY SUBSTANTIALLY THE SAME INFORMATION THAT IS CONVEYED  BY  A\n   25  VISUAL TRANSMISSION SYSTEM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01128-01-1\n\n       S. 1288                             2\n\n    1    S 90-C. AUTOMATED TELLER MACHINE REQUIREMENTS.  EVERY BANKING INSTITU-\n    2  TION  SHALL  MAINTAIN THE FOLLOWING REQUIREMENTS WITH RESPECT TO EACH OF\n    3  THE AUTOMATED TELLER MACHINES WITHIN ITS DOMINION AND CONTROL TO PROVIDE\n    4  EQUAL ACCESS FOR ALL INDIVIDUALS.\n    5    1.  ANY  AUTOMATED  TELLER MACHINE INSTALLED ON OR AFTER THE EFFECTIVE\n    6  DATE OF THIS ARTICLE SHALL TRANSMIT ANY MESSAGE THROUGH BOTH (A) A VISU-\n    7  AL TRANSMISSION SYSTEM, AND (B) AN AUDIO TRANSMISSION SYSTEM.\n    8    2. ANY AUTOMATED TELLER MACHINE INSTALLED PRIOR TO THE EFFECTIVE  DATE\n    9  OF  THIS ARTICLE SHALL, WHENEVER AN UPGRADE OR REPLACEMENT OF SUCH AUTO-\n   10  MATED TELLER MACHINE BECOMES NECESSARY, BE UPGRADED OR REPLACED IN  SUCH\n   11  A  MANNER  SO  THAT  SUCH  AUTOMATED  TELLER  MACHINE SHALL TRANSMIT ANY\n   12  MESSAGE THROUGH BOTH (A) A VISUAL TRANSMISSION SYSTEM, AND (B) AN  AUDIO\n   13  TRANSMISSION SYSTEM.\n   14    S 2. This act shall take effect on the one hundred twentieth day after\n   15  it shall have become a law; provided that the superintendent of banks is\n   16  authorized  to promulgate any and all rules and regulations and take any\n   17  other measures necessary to implement this act on its effective date  on\n   18  or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to making ATMs accessible to the visually impaired ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D110106.T135221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690900032
}