{
  "year" : 2011,
  "senateBillNo" : "S1283-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1283-2011-1294290000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires credit card solicitations and statements to display a \"Credit Card Facts\" display box",
  "summary" : "Requires credit card solicitations and statements to display a \"Credit Card Facts\" display box. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S6253-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1283\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to requiring cred-\n         it card solicitations and statements to display a \"Credit Card  Facts\"\n         display box\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  520-d to read as follows:\n    3    S 520-D. CREDIT CARD FACTS DISPLAY. 1. IN ADDITION TO THE  DISCLOSURES\n    4  REQUIRED BY SECTION FIVE HUNDRED TWENTY OF THIS ARTICLE, ALL APPLICATION\n    5  FORMS  OR PRE-APPROVED WRITTEN SOLICITATIONS TO ENTER INTO A CREDIT CARD\n    6  AGREEMENT WHICH ARE MAILED TO AN INDIVIDUAL RESIDING IN THIS  STATE,  BY\n    7  OR  ON BEHALF OF AN ISSUER, WHETHER OR NOT THE ISSUER IS LOCATED IN THIS\n    8  STATE, OTHER THAN AN APPLICATION FORM  OR  SOLICITATION  INCLUDED  IN  A\n    9  MAGAZINE,  NEWSPAPER,  OR OTHER PUBLICATION DISTRIBUTED BY SOMEONE OTHER\n   10  THAN THE ISSUER, AND,  ANY  APPLICATION  FOR  A  CREDIT  CARD  WHICH  IS\n   11  DISTRIBUTED  OR MADE AVAILABLE IN THIS STATE TO A RESIDENT OF THIS STATE\n   12  IN AN OFFICE OR OTHER PLACE OF BUSINESS OWNED OR OPERATED BY THE ISSUER,\n   13  SHALL CONTAIN THE DISCLOSURES SET FORTH IN  SUBDIVISION  THREE  OF  THIS\n   14  SECTION  IN  THE  FORM  OF  A  CREDIT  CARD  FACTS DISPLAY AND SHALL USE\n   15  SUBSTANTIALLY THE SAME FORMAT AND TERMINOLOGY SHOWN IN SUBDIVISION THREE\n   16  OF THIS SECTION.\n   17    2. ALL CREDIT CARD STATEMENTS WHICH ARE MAILED OR  PROVIDED  ELECTRON-\n   18  ICALLY  TO  AN  INDIVIDUAL RESIDING IN THIS STATE, BY OR ON BEHALF OF AN\n   19  ISSUER, WHETHER OR NOT THE  ISSUER  IS  LOCATED  IN  THIS  STATE,  SHALL\n   20  CONTAIN  THE  DISCLOSURES SET FORTH IN SUBDIVISION THREE OF THIS SECTION\n   21  IN THE FORM OF A CREDIT CARD FACTS DISPLAY AND SHALL  USE  SUBSTANTIALLY\n   22  THE  SAME  FORMAT  AND  TERMINOLOGY  SHOWN  IN SUBDIVISION THREE OF THIS\n   23  SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01145-01-1\n\n       S. 1283                             2\n\n    1    3. A. THE CREDIT CARD FACTS DISPLAY SHALL BE BOXED WITH ALL  BLACK  OR\n    2  ONE COLOR TYPE PRINTED ON A WHITE OR NEUTRAL BACKGROUND.\n    3    B.  HELVETICA  BLACK  BOLD TYPEFACE SHALL BE USED FOR ALL HEADINGS AND\n    4  SUBHEADINGS AND HELVETICA REGULAR TYPEFACE MAY BE USED  FOR  INFORMATION\n    5  DISCLOSURES.\n    6    C.  TYPE  SIZE  SHALL  BE: (I) SIXTEEN POINT OR LARGER FOR THE PRIMARY\n    7  \"CREDIT CARD FACTS\" HEADING;\n    8    (II) TWELVE POINT OR LARGER FOR THE \"INTEREST RATE\", \"FEES\",  \"PAYMENT\n    9  OPTIONS\" AND \"WARNINGS\" HEADINGS; AND\n   10    (III)  TEN POINT OR LARGER FOR THE SUBHEADINGS AND INFORMATION DISCLO-\n   11  SURES.\n   12    D. AN EIGHT POINT RULE SEPARATES LARGE GROUPINGS  AS  SHOWN  BELOW  IN\n   13  THIS SUBDIVISION. A SIX POINT RULE INFORMATION DISCLOSURE LINES.\n   14    E.  ALL  LABELS  ARE  ENCLOSED BY ONE-HALF POINT BOX RULE WITHIN THREE\n   15  POINTS OF TEXT MEASURE.\n\n   16  CREDIT CARD FACTS\n   17  HERE IS A SUMMARY OF THE TERMS OF THIS CREDIT CARD ACCOUNT\n\n   18  INTEREST RATES\n   19  PURCHASES\n   20  ________________________________________________________________________\n   21  BALANCE TRANSFERS\n   22  ________________________________________________________________________\n   23  CASH ADVANCES\n   24  ________________________________________________________________________\n   25  LATE PAYMENTS\n   26  ________________________________________________________________________\n   27  MINIMUM INTEREST\n\n   28  FEES\n   29  FOREIGN CURRENCY PURCHASES\n   30  ________________________________________________________________________\n   31  BALANCE TRANSFERS\n   32  ________________________________________________________________________\n   33  CASH ADVANCES\n   34  ________________________________________________________________________\n   35  LATE PAYMENTS\n   36  ________________________________________________________________________\n   37  EXCEEDING CREDIT LIMIT\n\n   38  PAYMENT OPTIONS\n   39  IN FULL BY DUE DATE\n   40  ________________________________________________________________________\n   41  MINIMUM BALANCE BY DUE DATE\n\n   42  WARNINGS\n   43  LATE PAYMENTS\n\n   44    S 2. This act shall take effect on the first of January next  succeed-\n   45  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring credit card solicitations and statements to display a \"Credit Card Facts\" display box ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110106.T124717.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690578901
}