{
  "year" : 2011,
  "senateBillNo" : "S128-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S128-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires police officers and peace officers to report any discharge of their weapon to the agency which employs them",
  "summary" : "Requires every police officer and peace officer to report every discharge of his or her weapon, regardless of whether he or she is on duty, to the law enforcement agency which employs such officer; such provisions shall not apply to target shooting or hunting; failure to report is a class A misdemeanor. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2083-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          128\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PERALTA, PARKER -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to requiring a police officer\n         or peace officer to report the discharge of his or her weapon  to  the\n         law enforcement agency employing such officer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 265.21  to\n    2  read as follows:\n    3  S 265.21 DISCHARGE  OF  WEAPON TO BE REPORTED; POLICE OFFICERS AND PEACE\n    4             OFFICERS.\n    5    A. THE TIME, DATE AND PURPOSE OF EACH DISCHARGE OF A  RIFLE,  SHOTGUN,\n    6  PISTOL,  REVOLVER  OR  MACHINE-GUN  BY A POLICE OFFICER OR PEACE OFFICER\n    7  SHALL BE IMMEDIATELY REPORTED TO THE LAW  ENFORCEMENT  AGENCY  EMPLOYING\n    8  SUCH  OFFICER, REGARDLESS OF WHETHER THE POLICE OFFICER OR PEACE OFFICER\n    9  WAS ON OR OFF DUTY AT THE TIME OF SUCH DISCHARGE OF A WEAPON.\n   10    B. THE REQUIREMENTS OF SUBDIVISION A OF THIS SECTION SHALL  NOT  APPLY\n   11  TO  ANY DISCHARGE OF A WEAPON AT AN INDOOR OR OUTDOOR SHOOTING RANGE FOR\n   12  THE PURPOSE OF PROFICIENCY, TARGET SHOOTING OR FIREARMS COMPETITION,  OR\n   13  TO  ANY  DISCHARGE  OF  A  WEAPON FOR THE PURPOSE OF HUNTING PURSUANT TO\n   14  TITLE NINE OF ARTICLE ELEVEN OF THE ENVIRONMENTAL CONSERVATION LAW.\n   15    C. THE FAILURE TO REPORT PURSUANT TO SUBDIVISION A OF THIS SECTION  IS\n   16  A CLASS A MISDEMEANOR.\n   17    S  2.  This  act shall take effect on the thirtieth day after it shall\n   18  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01615-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to requiring a police officer or peace officer to report the discharge of his or her weapon to the law enforcement agency employing such officer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101208.T160111.TXT", "SOBI.D101208.T161611.TXT", "SOBI.D101209.T101112.TXT", "SOBI.D101208.T161111.TXT", "SOBI.D101208.T155611.TXT", "SOBI.D101209.T092608.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291907472162
}