{
  "year" : 2011,
  "senateBillNo" : "S1295-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1295-2011-1294290000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides restrictions upon the use of state aircraft",
  "summary" : "Provides restrictions upon the use of state aircraft. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "S4145-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1295\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the public officers law, in relation to the use of state\n         aircraft by certain state officials, officers and employees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and intent. It is the intention of\n    2  this legislature that a clear-cut statutory policy be  enacted  that  is\n    3  both  concise  and  forthright  regarding  usage  of state aircraft. The\n    4  legislature determines that state aircraft are paid for and owned by the\n    5  taxpayers of the state, who are entitled  to  the  assurance  that  such\n    6  resources are being used for legitimate state governmental purposes. The\n    7  use  of  state  aircraft shall be reserved for trips that are legitimate\n    8  state governmental purposes only, as defined  in  section  72-b  of  the\n    9  public officers law, as trips which are predominantly for official state\n   10  business. Any person or persons traveling on state aircraft for purposes\n   11  other than official state business shall pay for any trip or any portion\n   12  of  a trip not exclusively for state business by paying a prorated share\n   13  of a commercial air carrier rate.\n   14    S 2. The public officers law is amended by adding a new  section  72-b\n   15  to read as follows:\n   16    S 72-B. LIMITATION ON USE OF AIRCRAFT BY STATE OFFICIALS, OFFICERS AND\n   17  EMPLOYEES.  1.  THE  AIRCRAFT  OWNED,  LEASED,  OR OPERATED BY ANY STATE\n   18  OFFICE, AGENCY, AUTHORITY, DEPARTMENT, OR  BRANCH  OF  THE  LEGISLATURE,\n   19  SHALL  BE  AVAILABLE  ONLY  FOR OFFICIAL   STATE BUSINESS. THE EXECUTIVE\n   20  DEPARTMENT SHALL HAVE THE SOLE POWER TO APPROVE OR DENY  REQUESTS    FOR\n   21  USE OF STATE AIRCRAFT FOR OFFICIAL STATE BUSINESS.\n   22    (A)  FOR  PURPOSES  OF THIS SECTION THE TERM \"OFFICIAL STATE BUSINESS\"\n   23  MEANS ANY ACTIVITY  INVOLVING TRAVEL IN A STATE AIRCRAFT IF THE ACTIVITY\n   24  IS REASONABLY REQUIRED,    EXPECTED,  OR  APPROPRIATE,  CONSIDERING  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01072-01-1\n\n       S. 1295                             2\n\n    1  NATURE OF THE PUBLIC OFFICIAL'S OR EMPLOYEE'S JOB RESPONSIBILITIES.  THE\n    2  ACTIVITIES  SHALL INCLUDE, BUT NOT BE LIMITED TO, ATTENDANCE AT OFFICIAL\n    3  MEETINGS, PUBLIC HEARINGS, OR OTHER LEGITIMATE STATE BUSINESS.\n    4    (B)  IF  A  PARTICULAR  FLIGHT  IS  IN PART OFFICIAL BUSINESS AND PART\n    5  PERSONAL BUSINESS, THE USE OF THE STATE AIRCRAFT SHALL NOT  BE  APPROVED\n    6  UNLESS  THE  MAJORITY  OF  THE FLIGHT EXPENSES AND TIME ARE FOR OFFICIAL\n    7  BUSINESS. ANY OFFICIAL REQUESTING SUCH FLIGHT SHALL FILE A REQUEST  WITH\n    8  THE EXECUTIVE DEPARTMENT WHICH SHALL DETAIL THE NATURE OF THE ACTIVITIES\n    9  THEY  INTEND  TO  UNDERTAKE ONCE THE TRAVEL IS APPROVED, AND IF PERSONAL\n   10  BUSINESS IS INVOLVED IN ANY WAY, THEY MUST MAKE A REASONABLE  ALLOCATION\n   11  OF THE FLIGHT TIME BETWEEN OFFICIAL AND PERSONAL BUSINESS AT THE TIME OF\n   12  SUCH  REQUEST.  AFTER SUCH TRAVEL IS COMPLETE AND IF ANY REALLOCATION OF\n   13  OFFICIAL AND BUSINESS TIME IS NECESSARY TO CORRECT THE ORIGINAL REQUEST,\n   14  SUCH OFFICIAL SHALL PAY WITH NON-STATE FUNDS TO  THE  APPROPRIATE  STATE\n   15  AGENCY  THE  CHARGE  FOR  THE  PART  OF  THE FLIGHT THAT IS ALLOCABLE TO\n   16  PERSONAL BUSINESS. THE RATE CHARGED SHALL BE CALCULATED BY  SUCH  AGENCY\n   17  USING COSTS THAT WOULD BE CONSIDERED IN A RATE DEVELOPED BY A COMMERCIAL\n   18  AIR  CARRIER.  IN  ALL  CASES,  THE  FLIGHT  REQUEST FORM, INCLUDING THE\n   19  DESCRIPTION OF ACTIVITIES AND THE BASIS FOR THE ALLOCATION AT  THE  TIME\n   20  OF  APPLICATION  SHALL BE INDICATED ON THE AIRCRAFT REQUEST FORM AS WELL\n   21  AS ANY SUBSEQUENT REALLOCATION SHALL BE KEPT IN THE ORDINARY  COURSE  OF\n   22  BUSINESS BY THE EXECUTIVE DEPARTMENT.\n   23    2. THE FOLLOWING CRITERIA SHALL BE CONSIDERED BY THE EXECUTIVE DEPART-\n   24  MENT IN DETERMINING APPROPRIATE USES OF STATE OWNED, LEASED, OR OPERATED\n   25  AIRCRAFT:\n   26    (A)  WHETHER  THE USE OF THE AIRCRAFT IS IN FURTHERANCE OF STATE OFFI-\n   27  CIAL  OR EMPLOYEE JOB ASSIGNMENTS.\n   28    (B) WHETHER THE USE OF THE AIRCRAFT IS FOR TRANSPORTING  AN  EMPLOYEE,\n   29  STATE    OFFICIAL,  OR OTHER PERSON AUTHORIZED BY THE AGENCY, AUTHORITY,\n   30  DEPARTMENT OR LEGISLATIVE BRANCH FOR  PURPOSES  OF  CONDUCTING  OFFICIAL\n   31  STATE BUSINESS OR FOR PURPOSES OF PERFORMING SERVICES FOR THE STATE.\n   32    (C)  WHETHER  THE STATE POLICE OR ANY OTHER LAW ENFORCEMENT OFFICE HAS\n   33  DETERMINED THAT SECURITY OR TRANSPORTATION VIA AIRCRAFT IS NECESSARY.\n   34    (D) WHETHER AN EMERGENCY EXISTS REQUIRING THE USE OF THE AIRCRAFT  FOR\n   35  THE PROTECTION OF LIFE OR PROPERTY.\n   36    3. A PERSON WHO IS NOT OTHERWISE AUTHORIZED IN THIS SECTION MAY ACCOM-\n   37  PANY  THE  GOVERNOR, THE LIEUTENANT GOVERNOR, THE TEMPORARY PRESIDENT OF\n   38  THE SENATE, THE SPEAKER OF THE   ASSEMBLY, THE MINORITY  LEADER  OF  THE\n   39  SENATE,  THE  MINORITY  LEADER OF THE ASSEMBLY OR THE CHIEF JUDGE OF THE\n   40  COURT OF APPEALS WHEN SUCH OFFICIAL IS TRAVELING ON STATE  AIRCRAFT  FOR\n   41  OFFICIAL  STATE BUSINESS AND THE AIRCRAFT IS TRAVELING WITH SEATS AVAIL-\n   42  ABLE.  WHEN THE PERSON ACCOMPANYING SUCH OFFICIAL IS  NOT  TRAVELING  ON\n   43  OFFICIAL  STATE BUSINESS AS PROVIDED IN THIS SECTION, THE TRANSPORTATION\n   44  CHARGE SHALL BE A PRORATED SHARE OF A COMMERCIAL AIR CARRIER RATE.   THE\n   45  SPOUSE,  DOMESTIC  PARTNER  OR IMMEDIATE FAMILY  MEMBERS OF ANY OFFICIAL\n   46  SPECIFIED IN THIS SECTION MAY, WITH PAYMENT OF  TRANSPORTATION  CHARGES,\n   47  ACCOMPANY  THE  OFFICIAL  WHEN  SUCH  OFFICIAL IS TRAVELING FOR OFFICIAL\n   48  STATE BUSINESS AND THE AIRCRAFT HAS SEATS AVAILABLE.\n   49    4. THE STATE COMPTROLLER SHALL ANNUALLY AUDIT THE ASSIGNMENT  AND  USE\n   50  OF  STATE  AIRCRAFT, AND SHALL HAVE ACCESS TO ALL DOCUMENTATION RELATING\n   51  TO SUCH ASSIGNMENT AND USE.  EACH YEAR THE STATE COMPTROLLER SHALL ISSUE\n   52  A REPORT SUMMARIZING THE ANNUAL AUDIT OF STATE AIRCRAFT, A COPY OF WHICH\n   53  SHALL BE POSTED TO THE OFFICIAL WEBSITE OF THE DEPARTMENT OF  AUDIT  AND\n   54  CONTROL.\n   55    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1295\n\nTITLE OF BILL:\nAn act\nto amend the public officers law, in relation to the use of state\naircraft by certain state officials, officers and employees\n\nPURPOSE:\nTo codify in statute guidelines for the use of state aircraft. there\nis no law that outlines who may use state aircraft, the requesting\nuse of said aircraft and for what purposes state aircraft may be used.\n\nSUMMARY OF PROVISIONS:\nSection one are the findings of the legislature on this issue.\n\nSection 2, subdivision 1 amends the Public Officers Law by adding a\nnew section 72-b outlining who may request the use of state aircraft\nand how such use is approved.\n\nSection 2, subdivision 1(a) defines the term \"official state business\"\nfor purposes of determining if the use is allowed under the bill and\nvests approval or denial of a request with the executive department.\n\nSection 2, subdivision 1(b) outlines a process for reallocation of\nfunds for trips that are part official business and part personal\nbusiness.\n\nSubdivision 2 establishes criteria the executive department shall\nconsider in determining whether or not use of state aircraft should\nbe approved or denied.\n\nSubdivision 3 establishes the procedure for accompanying persons other\nthan state officials, officers, or employees to travel on state\naircraft along with a schedule for proper reimbursement.\n\nSubdivision 4 requires the state comptroller to annually audit the\nassignment and use of state aircraft and present a report, to be\npublished on the official website of the department of audit and\ncontrol.\n\nSection 3 this act shall take effect immediately.\n\nEXISTING LAW:\n\nNone.\n\nJUSTIFICATION:\nWhile the State maintains a fleet of aircraft, there has not been. any\nclear direction in the form of statutory guidance on who may travel\non them and how they are to be used. This bill would clarify who may\nuse state aircraft, what they may be used for, and in what\n\ncircumstances their use is deemed to be proper and in accordance with\nthe law.\n\nCurrently, our State has no formal process for requesting and using\nstate aircraft. Typically, state aircraft have been available for use\nby the Governor, Lieutenant Governor, Speaker of the Assembly,\nPresident Pro Tem of the Senate, Minority Leader of the Assembly, and\nMinority Leader of the Senate. There is no actual policy however,\nthat outlines how aircraft are to be requested, for what purposes the\naircraft is needed, or even whether the trip is to attend official\nbusiness or is for a personal nature or mixed use. Indeed, under the\ncurrent policy all one need do is submit a written request to the\nExecutive Department, which is then approved or denied. Oftentimes a\ndescription of the purpose of the trip is de minimus, requiring\napproval or denial to rest solely on a small amount of information.\n\nThis bill would set forth guidelines for actual use of state aircraft\nand require state officials and employees to reimburse the state for\nthe personal use portion of a trip that is taken for mixed business\nand personal purposes. Moreover, criteria are established that the\nExecutive Department must take into consideration in determining\nwhether to approve or deny a request for use of the state aircraft.\nThe State Comptroller would also be required to annually audit the\nassignment and use of state aircraft in an effort to uproot fraud and\nabuses and also provide a check on the Executive Department's\ndeterminations to either approve or deny requests.\n\nLEGISLATIVE HISTORY:\n2009:  S.4145 (Duane), Died in Investigations & Government Ops;\nA.8124 (Kavanaugh), Died in Government Ops\n2010:  S.4145 (Duane), Died in Investigations & Government Ops;\nA.8124 (Kavanaugh), Died in Government Ops\n\nFISCAL IMPLICATIONS:\nThe State will actually realize funds should this bill take effect as\npublic officials, officers and employees would be required to\nreimburse the state for trips on state aircraft that are for a mixed\nuse, while currently they are not required to do so.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to the use of state aircraft by certain state officials, officers and employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T155131.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T151241.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497503
}