{
  "year" : 2011,
  "senateBillNo" : "S129-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S129-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"New York state consumers' right to repair act of 2011\"",
  "summary" : "Establishes the \"New York state consumers' right to repair act of 2011\" which mandates automobile manufacturers to release vehicle repair information to vehicle owners allowing such owners to choose among competing repair facilities for the convenient, reliable and affordable repair of their motor vehicles. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7302-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          129\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to mandating auto-\n         mobile manufacturers to release vehicle repair information to  vehicle\n         owners\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"New York state consumers' right to repair act of 2011\".\n    3    S  2.  Legislative findings. The legislature finds that the ability to\n    4  diagnose, service, and repair a motor vehicle in a timely, reliable, and\n    5  affordable manner is essential to the safety and well-being  of  automo-\n    6  tive  consumers  in  the  state  of  New York. Consumers are entitled to\n    7  choose among competing repair facilities for the  convenient,  reliable,\n    8  and  affordable  repair  of  their motor vehicles. Increased competition\n    9  among repair facilities will  benefit  vehicle  owners  in  this  state.\n   10  Computers  of various kinds are increasingly being used in motor vehicle\n   11  systems, such as pollution control, transmission, antilock brakes, elec-\n   12  tronic and mechanical systems, heating and air-conditioning, sound,  and\n   13  steering.\n   14    The legislature finds that the diagnosis, service, and repair of these\n   15  vehicle  systems  are  essential  to  the safety and proper operation of\n   16  modern motor vehicles. In many instances, access  codes  prevent  owners\n   17  from  making,  or  having  made,  the  necessary diagnosis, service, and\n   18  repair of their motor vehicles in a timely,  convenient,  reliable,  and\n   19  affordable  manner. Consumers in New York have benefited from the avail-\n   20  ability of an aftermarket parts supply, or parts and accessories used in\n   21  the repair, maintenance, or enhancement of a motor vehicle.\n   22    The legislature therefore finds that vehicle owners in New York should\n   23  have the right to all information  necessary  to  allow  the  diagnosis,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03263-01-1\n\n       S. 129                              2\n\n    1  service, and repair of their vehicles and to make, or have made, repairs\n    2  necessary  to  keep  their  vehicles  in reasonably good and serviceable\n    3  condition during the expected vehicle life.\n    4    S  3. The general business law is amended by adding a new article 11-C\n    5  to read as follows:\n    6                                ARTICLE 11-C\n    7                NEW YORK STATE CONSUMERS' RIGHT TO REPAIR ACT\n    8  SECTION 199-S.   DEFINITIONS.\n    9          199-T. MOTOR VEHICLE MANUFACTURER REQUIREMENTS.\n   10          199-U. REMEDIES.\n   11    S 199-S. DEFINITIONS.  1. FOR THE PURPOSES OF THIS ARTICLE,  THE  TERM\n   12  \"MOTOR  VEHICLE\"  SHALL  MEAN  MOTOR  VEHICLES AS DEFINED BY SECTION ONE\n   13  HUNDRED TWENTY-FIVE AND TRAILERS  AS  DEFINED  BY  SECTION  ONE  HUNDRED\n   14  FIFTY-SIX OF THE VEHICLE AND TRAFFIC LAW.\n   15    2.  THE  TERM  \"VEHICLE  OWNER\"  MEANS  ANY PERSON WHO OWNS, LEASES OR\n   16  OTHERWISE HAS THE LEGAL RIGHT TO USE AND POSSESS A MOTOR VEHICLE, OR THE\n   17  AGENT OF SUCH PERSON.\n   18    3. THE TERM \"MOTOR VEHICLE REPAIR SHOP\"  MEANS  ANY  PERSON  WHO,  FOR\n   19  COMPENSATION,  IS WHOLLY OR PARTIALLY ENGAGED IN THE BUSINESS OF REPAIR-\n   20  ING OR DIAGNOSING MOTOR VEHICLE MALFUNCTIONS OR REPAIRING MOTOR  VEHICLE\n   21  BODIES,  FENDERS  OR  OTHER COMPONENTS DAMAGED BY ACCIDENT OR OTHERWISE,\n   22  EXCEPT THAT SUCH TERM DOES NOT INCLUDE:\n   23    (A) AN EMPLOYEE OF A MOTOR VEHICLE REPAIR  SHOP  WHO  ENGAGES  IN  THE\n   24  BUSINESS OF REPAIRING MOTOR VEHICLES SOLELY BY REASON OF HIS EMPLOYMENT;\n   25  OR\n   26    (B)  ANY PERSON WHO IS SOLELY ENGAGED IN THE BUSINESS OF REPAIRING THE\n   27  MOTOR VEHICLES OF A SINGLE COMMERCIAL OR INDUSTRIAL ESTABLISHMENT, OR OF\n   28  THE FEDERAL, STATE OR A LOCAL GOVERNMENT OR ANY AGENCY THEREOF; OR\n   29    (C) ANY PERSON WHOSE ACTIVITIES CONSIST SOLELY  OF  FUELING,  CHANGING\n   30  OIL,  WATER, BATTERIES OR TIRES, REPLACING FAN BELTS, AIR FILTERS OR OIL\n   31  FILTERS, INSTALLING WINDSHIELD WIPER BLADES  OR  LIGHT  BULBS,  OR  SUCH\n   32  OTHER  MINOR REPAIR AND SERVICING FUNCTIONS AS THE COMMISSIONER OF MOTOR\n   33  VEHICLES SHALL BY RULE PRESCRIBE; OR\n   34    (D) ANY PERSON SOLELY ENGAGED IN THE BUSINESS  OF  REPAIRING  FARM  OR\n   35  ROAD  BUILDING  MACHINES,  OR SUCH OTHER UTILITY VEHICLES AS THE COMMIS-\n   36  SIONER OF MOTOR VEHICLES MAY BY REGULATION DESIGNATE.\n   37    THE TERM \"MOTOR VEHICLE REPAIR SHOP\"  SHALL  ALSO  INCLUDE  ANY  SHOP,\n   38  DRIVE-IN STATION, OR GARAGE OPERATED BY ANY PERSON, FIRM, CORPORATION OR\n   39  ASSOCIATION  AT  WHICH  MOTOR VEHICLES ARE INSPECTED FOR THE PURPOSES OF\n   40  APPRAISING, EVALUATING OR ESTIMATING THE EXTENT OR VALUE OF MOTOR  VEHI-\n   41  CLE DAMAGE OR THE NECESSITY OR COST OF MOTOR VEHICLE REPAIRS.\n   42    S  199-T. MOTOR VEHICLE MANUFACTURER REQUIREMENTS. 1. THE MANUFACTURER\n   43  OF A MOTOR VEHICLE SOLD OR INTRODUCED INTO COMMERCE IN THIS STATE  SHALL\n   44  PROVIDE  TO  THE  VEHICLE OWNER, TO THE MOTOR VEHICLE REPAIR SHOP AND TO\n   45  THE DEPARTMENT OF MOTOR VEHICLES FOR USE BY ANY SUCH  VEHICLE  OWNER  OR\n   46  REPAIR  FACILITY,  THE  INFORMATION  NECESSARY  TO DIAGNOSE, SERVICE, OR\n   47  REPAIR THE VEHICLE. SUCH INFORMATION SHALL INCLUDE, BUT NOT  BE  LIMITED\n   48  TO,  INFORMATION  NECESSARY  TO INTEGRATE REPLACEMENT EQUIPMENT INTO THE\n   49  VEHICLE AND OTHER INFORMATION OF ANY KIND NEEDED OR  USED  TO  DIAGNOSE,\n   50  SERVICE,  REPAIR, ACTIVATE, CERTIFY, OR INSTALL ANY MOTOR VEHICLE EQUIP-\n   51  MENT (INCLUDING REPLACEMENT EQUIPMENT) IN A MOTOR VEHICLE.\n   52    2. THE DEPARTMENT OF MOTOR VEHICLES SHALL NOT REQUIRE  A  MANUFACTURER\n   53  TO  PUBLICLY  DISCLOSE  INFORMATION  THAT, IF MADE PUBLIC, WOULD DIVULGE\n   54  METHODS OR PROCESSES ENTITLED TO PROTECTION AS  TRADE  SECRETS  OF  THAT\n   55  MANUFACTURER,  BUT  MAY  REQUIRE  DISCLOSURE  OF SUCH INFORMATION TO THE\n   56  DEPARTMENT OF MOTOR VEHICLES FOR THE PURPOSE OF DETERMINING WHETHER SUCH\n\n       S. 129                              3\n\n    1  INFORMATION IS ENTITLED TO SUCH PROTECTION.  SUCH DETERMINATION SHALL BE\n    2  MADE AFTER AN OPPORTUNITY FOR A HEARING.\n    3    3.  NO  SUCH  INFORMATION  MAY  BE  WITHHELD BY A MANUFACTURER IF THAT\n    4  INFORMATION IS PROVIDED, DIRECTLY OR INDIRECTLY, TO  FRANCHISED  DEALERS\n    5  OR OTHER REPAIR FACILITIES.\n    6    S  199-U.  REMEDIES.   1. THE FAILURE OF A MANUFACTURER TO PROVIDE THE\n    7  INFORMATION REQUIRED BY SECTION ONE HUNDRED NINETY-NINE-T OF THIS  ARTI-\n    8  CLE SHALL CONSTITUTE A VIOLATION OF THIS ARTICLE.\n    9    2.    ANY  MANUFACTURER WHO VIOLATES THE PROVISIONS OF THIS ARTICLE OR\n   10  ANY RULES OR REGULATIONS PROMULGATED THEREUNDER WITH ACTUAL KNOWLEDGE OR\n   11  KNOWLEDGE FAIRLY IMPLIED ON THE BASIS OF OBJECTIVE  CIRCUMSTANCES  SHALL\n   12  BE  LIABLE FOR A CIVIL PENALTY OF NOT LESS THAN FIVE HUNDRED DOLLARS NOR\n   13  MORE THAN TEN THOUSAND DOLLARS.\n   14    3. A VEHICLE OWNER OR MOTOR VEHICLE REPAIR  SHOP  MAY  BRING  A  CIVIL\n   15  ACTION  IN  A  COURT  OF COMPETENT JURISDICTION TO ENJOIN A VIOLATION OF\n   16  THIS ARTICLE AND TO RECOVER THE ACTUAL  COSTS  OF  LITIGATION  INCLUDING\n   17  REASONABLE ATTORNEY'S FEES.\n   18    4.  UPON  ANY VIOLATION OF THIS ARTICLE, AN APPLICATION MAY BE MADE BY\n   19  THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF THE STATE OF NEW  YORK\n   20  TO  A  COURT  OR JUSTICE HAVING JURISDICTION TO ISSUE AN INJUNCTION, AND\n   21  UPON NOTICE TO THE DEFENDANT OF NOT LESS THAN FIVE DAYS, TO  ENJOIN  AND\n   22  RESTRAIN  THE  CONTINUANCE  OF  THE VIOLATION. IF IT SHALL APPEAR TO THE\n   23  SATISFACTION OF THE COURT OR JUSTICE THAT  THE  DEFENDANT  HAS  VIOLATED\n   24  THIS  SECTION,  AN  INJUNCTION  MAY  BE  ISSUED BY THE COURT OR JUSTICE,\n   25  ENJOINING AND RESTRAINING ANY FURTHER VIOLATION, WITHOUT REQUIRING PROOF\n   26  THAT ANY PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED  THEREBY.  IN  ANY\n   27  SUCH  PROCEEDING,  THE COURT MAY MAKE ALLOWANCES TO THE ATTORNEY GENERAL\n   28  AS PROVIDED IN PARAGRAPH SIX OF SUBDIVISION (A) OF SECTION  EIGHTY-THREE\n   29  HUNDRED  THREE  OF THE CIVIL PRACTICE LAW AND RULES, AND DIRECT RESTITU-\n   30  TION. WHENEVER THE COURT SHALL DETERMINE THAT A VIOLATION OF THIS  ARTI-\n   31  CLE  HAS  OCCURRED,  IT MAY IMPOSE A CIVIL PENALTY OF NOT LESS THAN FIVE\n   32  HUNDRED DOLLARS  AND  NOT  MORE  THAN  TEN  THOUSAND  DOLLARS  FOR  EACH\n   33  VIOLATION.  IN  CONNECTION  WITH AN APPLICATION MADE UNDER THIS SUBDIVI-\n   34  SION, THE ATTORNEY GENERAL IS AUTHORIZED TO TAKE PROOF  AND  TO  MAKE  A\n   35  DETERMINATION OF THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE\n   36  WITH THE CIVIL PRACTICE LAW AND RULES.\n   37    S 4. This act shall take effect on the one hundred eightieth day after\n   38  it  shall have become a law. Effective immediately, the addition, amend-\n   39  ment and/or repeal of any rule or regulation necessary for the implemen-\n   40  tation of this act on its effective date are authorized and directed  to\n   41  be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to mandating automobile manufacturers to release vehicle repair information to vehicle owners ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101208.T160111.TXT", "SOBI.D101208.T161611.TXT", "SOBI.D101209.T101613.TXT", "SOBI.D101208.T161111.TXT", "SOBI.D101208.T162112.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291907773222
}