{
  "year" : 2011,
  "senateBillNo" : "S1292-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1292-2011-1294290000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a certain class (J-2) of residential buildings in New York city to have emergency lighting",
  "summary" : "Requires a certain class (J-2) of residential buildings in New York city to have emergency lighting in like manner as a certain other class (J-1) of residential buildings. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S3342-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1292\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to requiring emergency lighting or  illumination  in  certain\n         residential buildings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The administrative code of the city of New York is  amended\n    2  by adding a new section 27-3024.1 to read as follows:\n    3    S  27-3024.1  EMERGENCY LIGHTING OR ILLUMINATION REQUIRED IN OCCUPANCY\n    4  GROUP J-2 BUILDINGS. WITHIN ONE HUNDRED EIGHTY  DAYS  OF  THE  EFFECTIVE\n    5  DATE  OF  THIS  SECTION, EMERGENCY LIGHTING OR ILLUMINATION IN OCCUPANCY\n    6  GROUP J-2 BUILDINGS IS REQUIRED IN THE SAME MANNER AND  SUBJECT  TO  THE\n    7  SAME  TERMS  AND  CONDITIONS  AS  EMERGENCY  LIGHTING OR ILLUMINATION IS\n    8  REQUIRED IN OCCUPANCY GROUP J-1 BUILDINGS, IN SUBSTANTIAL CONFORMANCE TO\n    9  THE PROVISIONS OF LOCAL LAW NUMBER SIXTEEN OF THE CITY OF NEW  YORK  FOR\n   10  THE  YEAR  NINETEEN  HUNDRED EIGHTY-FOUR. THE PROVISIONS OF THIS SECTION\n   11  SUPERSEDE ANY INCONSISTENT PROVISION OF THIS CODE, INCLUDING ANY  APPEN-\n   12  DICES THERETO AND REFERENCE STANDARDS THEREUNTO APPERTAINING.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01195-01-1\n",
  "memo" : "BILL NUMBER:S1292\n\nTITLE OF BILL:\nAn act\nto amend the administrative code of the city of New York, in relation to\nrequiring emergency lighting or illumination in certain residential\nbuildings\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo require a certain class of residential buildings in New York city\nto have emergency lighting in like manner as other residential\nbuildings.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 adds a new section 27-3024.1 to the administrative code of\nthe city of New York that requires buildings classified as J-2\n(apartment houses and apartment hotels, to be equipped with emergency\nlighting).\nThis classification of residential buildings shall conform to J-1\nresidential buildings which are hotels, motels, lodging houses and\nrooming houses.\n\nJUSTIFICATION:\nThe blackout of August 2003 wreaked havoc throughout the state but\nespecially in New York city where residential buildings do not have\nemergency lighting.\nIt is an absolute necessity that all residential apartment buildings\nare equipped with lighting to assist individuals, young and old\nalike, to egress safely from their homes.\n\nThis legislation will bring into conformity residential apartment\nbuildings with all other types of residential facilities.\n\nPRIOR LEGISLATIVE HISTORY:\n2009:  S.3342 (Duane), Died in Housing\n2010:  S.3342 (Duane), Died in Housing\n\nFISCAL IMPLICATIONS:\nUndetermined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to requiring emergency lighting or illumination in certain residential buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T155131.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T151241.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497499
}