{
  "year" : 2011,
  "senateBillNo" : "S1293-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1293-2011-1294290000000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Determines workers' compensation rates based upon number of hours worked for an employer",
  "summary" : "Determines workers' compensation rates based upon number of hours worked for an employer; requires maintenance of accurate records and provides a penalty for failure to maintain such records. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "S3339-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1293\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law and the insurance law,  in\n         relation to rates for workers' compensation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 89 of the workers' compensation law is  amended  by\n    2  adding two new subdivisions 4 and 5 to read as follows:\n    3    4. FOR THE PURPOSE OF EMPLOYMENTS, PREMIUMS IN THE STATE FUND SHALL BE\n    4  DETERMINED  ON  THE BASIS OF THE NUMBER OF HOURS WORKED FOR AN EMPLOYER.\n    5  RECORDS OF HOURS WORKED WHICH ARE MAINTAINED  PURSUANT  TO  SECTION  ONE\n    6  HUNDRED NINETY-FIVE OR TWO HUNDRED TWENTY OF THE LABOR LAW, WHICHEVER IS\n    7  APPLICABLE, SHALL BE UTILIZED IN SUCH RATE DETERMINATION.\n    8    5.  ANY  EMPLOYER  WHO  FAILS  TO  SUBMIT OR MAINTAIN ACCURATE RECORDS\n    9  REQUIRED PURSUANT TO THIS SECTION SHALL BE GUILTY OF A FRAUDULENT  PRAC-\n   10  TICE PURSUANT TO SECTION NINETY-SIX OF THIS ARTICLE.\n   11    S  2.  Subsection  (i) of section 2304 of the insurance law, as relet-\n   12  tered by chapter 11 of the laws of 2008, is  relettered  subsection  (k)\n   13  and two new subsections (i) and (j) are added to read as follows:\n   14    (I)  PREMIUM RATES FOR WORKERS' COMPENSATION INSURANCE FOR EMPLOYMENTS\n   15  SHALL BE BASED ON THE NUMBER OF HOURS WORKED FOR AN EMPLOYER. RECORDS OF\n   16  HOURS WORKED WHICH ARE MAINTAINED PURSUANT TO SECTION ONE HUNDRED  NINE-\n   17  TY-FIVE  OR  SECTION  TWO  HUNDRED TWENTY OF THE LABOR LAW, WHICHEVER IS\n   18  APPLICABLE, SHALL BE UTILIZED IN SUCH RATE DETERMINATION.\n   19    (J) ANY EMPLOYER WHO FAILS TO  SUBMIT  OR  MAINTAIN  ACCURATE  RECORDS\n   20  REQUIRED IN ACCORDANCE WITH THIS SECTION SHALL BE GUILTY OF A FRAUDULENT\n   21  PRACTICE  PURSUANT  TO  SECTION  ONE  HUNDRED  FOURTEEN  OF THE WORKERS'\n   22  COMPENSATION LAW, OR OF AGGRAVATED INSURANCE FRAUD AS DEFINED IN SECTION\n   23  176.35 OF THE PENAL LAW.\n   24    S 3. This act shall take effect on the one hundred eightieth day after\n   25  it shall have become a law; provided, however, that effective immediate-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01193-01-1\n\n       S. 1293                             2\n\n    1  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n    2  necessary  for  the implementation of this act on its effective date are\n    3  authorized and directed to be made and completed by the  chairperson  of\n    4  the  workers'  compensation board and the superintendent of insurance on\n    5  or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law and the insurance law, in relation to rates for workers' compensation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T155131.TXT", "SOBI.D110106.T151241.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294692691960
}