{
  "year" : 2011,
  "senateBillNo" : "S1296-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1296-2011-1294290000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York state commission on sex offender supervision and management",
  "summary" : "Creates the New York state commission on sex offender supervision and management; such commission shall consist of thirteen members; the commission shall be required to make a report of its findings. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A691",
  "lawSection" : "Commissions",
  "previousVersions" : [ "S3629-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1296\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT creating a temporary New York state commission  on  sex  offender\n         supervision  and  management  and  providing  for  the  repeal of such\n         provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and intent. The legislature hereby\n    2  finds and declares that persons convicted of a  sex  offense  present  a\n    3  danger  to  the  public.  It  is  necessary that these offenders receive\n    4  appropriate supervision and treatment designed to  reduce  the  risk  of\n    5  re-offense  in  order  to  ensure  the safety, health and welfare of the\n    6  communities in which convicted sex  offenders  reside.  The  legislature\n    7  further  finds  that  New York's state prison system does not adequately\n    8  prepare inmates for a safe return to the community upon  the  completion\n    9  of  their  sentence.  Lack  of  treatment during incarceration creates a\n   10  threat to public  safety  by  increasing  the  likelihood  that  inmates\n   11  released to the community will be unable to successfully transition back\n   12  to society and therefore heightens the risk of re-offense. This is espe-\n   13  cially  true for sex offenders who often do not find appropriate housing\n   14  and treatment programs  in  the  community.  Further,  the  division  of\n   15  parole,  local  probation  departments  and social services agencies are\n   16  often unable to locate suitable housing  for  convicted  sex  offenders.\n   17  This  lack  of  housing has resulted in an unacceptable level of concen-\n   18  tration of sex offenders in certain residential areas.\n   19    S 2. A temporary state commission, to be known as the New  York  state\n   20  commission  on  sex  offender  supervision  and  management, hereinafter\n   21  referred to as the commission, is hereby created to  examine,  evaluate,\n   22  and  make  recommendations  concerning  the  effectiveness  of  programs\n   23  involving inmates who are required to register as a sex offender  pursu-\n   24  ant  to  article 6-C of the correction law released from state and local\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01203-01-1\n\n       S. 1296                             2\n\n    1  correctional facilities.  The commission shall investigate  all  factors\n    2  that impact the risk of recidivism, and lead to the concentration of sex\n    3  offenders in certain residential areas. The commission shall analyze the\n    4  impact  of existing policies and practices and compare such policies and\n    5  practices of this state to those of other states and the federal govern-\n    6  ment. The commission shall collect data from state and federal  agencies\n    7  and  may  analyze  any current research deemed relevant and appropriate.\n    8  Specifically, the commission shall examine at least the following:\n    9    (a) the existence of concentrations of  registered  sex  offenders  in\n   10  certain  residential areas and municipalities and the circumstances that\n   11  caused such concentrations to exist;\n   12    (b) the practices and procedures of  the  division  of  parole,  local\n   13  probation departments and local social services districts in investigat-\n   14  ing and approving residences for convicted sex offenders;\n   15    (c)  the  availability of appropriate housing for convicted sex offen-\n   16  ders;\n   17    (d) the adequacy of  supervision  and  monitoring  of  registered  sex\n   18  offenders  under  the supervision of the division of parole or serving a\n   19  sentence of probation; and\n   20    (e) the effectiveness and availability of existing sex offender treat-\n   21  ment programs  and  the  need  for  additional  sex  offender  treatment\n   22  programs in prison, local correctional facilities and the community.\n   23    S 3. The commission shall consist of thirteen members, to be appointed\n   24  as  follows:  three members shall be appointed by the governor, one each\n   25  from the department of correctional services, the  division  of  parole,\n   26  and  the  division  of  probation  and  correctional  alternatives;  six\n   27  members, with three appointments  by  the  temporary  president  of  the\n   28  senate and three by the speaker of the assembly, shall be representative\n   29  of community-based providers of employment, education, housing and other\n   30  services  used by individuals returning to society from prison, criminal\n   31  justice advocates, victim advocacy groups, and academic professionals in\n   32  the field of criminal justice; one member  shall  be  appointed  by  the\n   33  minority  leader of the senate; and one member shall be appointed by the\n   34  minority leader of the assembly. The remaining members shall be the head\n   35  or designee of the division of the criminal  justice  services  and  the\n   36  head  or  designee of the office of temporary and disability assistance.\n   37  The chairperson of the commission shall be the head or designee  of  the\n   38  division  of  criminal  justice  services.  The  vice-chairperson of the\n   39  commission shall be a  representative  of  one  of  the  community-based\n   40  organizations and appointed by the chairperson. Vacancies in the member-\n   41  ship  of  the  commission  and among its officers shall be filled in the\n   42  manner provided for original appointments or designations.\n   43    S 4. The members of the commission shall receive no  compensation  for\n   44  their services, but shall be allowed their actual and necessary expenses\n   45  incurred  in  the  performance of their duties hereunder. To the maximum\n   46  extent feasible, the commission shall be entitled to request and receive\n   47  and shall utilize and be provided with such facilities,  resources,  and\n   48  data  of  any court, department, division, board, bureau, commission, or\n   49  agency of the state or any political subdivision  thereof  as  it  deems\n   50  necessary or desirable to carry out properly its powers and duties here-\n   51  under.\n   52    S  5.  For the accomplishment of its purposes, the commission shall be\n   53  authorized and empowered to undertake any studies, inquiries, surveys or\n   54  analyses it may deem relevant in cooperation with or by  agreement  with\n   55  any  other  public or private agency. The commission shall meet and hold\n   56  public hearings or private meetings within or  without  the  state,  and\n\n       S. 1296                             3\n\n    1  shall  have  all  the  powers of a legislative committee pursuant to the\n    2  legislative law.\n    3    S 6. The commission shall make a report of its findings, including any\n    4  recommendations  for  legislative  action  as  it may deem necessary and\n    5  appropriate, to the governor, the temporary president of the senate, and\n    6  the speaker of the assembly no later than one year after  the  effective\n    7  date of this act.\n    8    S  7.  This  act shall take effect immediately and shall expire and be\n    9  deemed repealed 1 year after such  effective  date;  provided  that  the\n   10  appointment  of members to the New York state commission on sex offender\n   11  supervision and management shall be completed within  90  days  of  such\n   12  effective date.\n",
  "memo" : "BILL NUMBER:S1296\n\nTITLE OF BILL:\n\nAn act\ncreating a temporary New York state commission on sex offender\nsupervision and management and providing for the repeal of such\nprovisions upon expiration thereof\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThe bill establishes a temporary state commission, to be known as the\nNew York state commission on sex offender supervision and management,\nto examine, evaluate, and make recommendations concerning factors\nthat impact the risk of recidivism, and lead to the concentration of\nsex offenders in certain residential areas.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nThe bill establishes a temporary state commission, to be known as the\nNew York state commission on sex offender supervision and management\nto examine, evaluate, and make recommendations concerning the\neffectiveness of programs involving inmates who are required to\nregister as a sex offender pursuant to article 6-C of the correction\nlaw released from state and local correctional facilities. The\ncommission shall investigate all factors that impact the risk of\nrecidivism, and lead to the concentration of sex offenders in certain\nresidential areas.\n\nSpecifically, the commission will examine the existence of\nconcentrations of registered sex offenders in certain residential\nareas and municipalities and the circumstances that caused such\nconcentrations to exist; the practices and procedures of the division\nof parole, local probation departments, and local social service\ndistricts in investigating and approving residences for convicted sex\noffenders; the availability of appropriate housing for convicted sex\noffenders; the adequacy of supervision and monitoring of registered\nsex offenders under the supervision of the division of parole or\nserving a sentence of probation; and the effectiveness and\navailability of existing sex offender treatment programs and the need\nfor additional sex offender treatment programs in prison, local\ncorrectional facilities and the community.\n\nJUSTIFICATION:\n\nPersons convicted of a sex offense present a danger to the public. It\nis necessary that these offenders receive appropriate supervision and\ntreatment designed to reduce the risk of re-offense in order to\nensure the safety, health and welfare of the communities in which\nconvicted sex offenders reside. Unfortunately, New York's state\nprison system does not adequately prepare inmates for a safe return\n\nto the community upon the\ncompletion of their sentence.\n\nLack of treatment during incarceration creates a threat to public\nsafety by increasing the likelihood that inmates released to the\ncommunity will be unable to successfully transition back to society\nand therefore heightens the risk of re-offense. This is especially\ntrue for sex offenders who often do not find appropriate housing and\ntreatment programs in the community. Further, the division of parole,\nlocal probation departments and social services agencies are often\nunable to locate suitable housing for convicted sex offenders. This\nlack of housing has resulted in an unacceptable level of\nconcentration of sex offenders in certain residential areas.\nThis bill establishes a commission to study these issues and make\nreport to the legislature and the governor.\n\nPRIOR LEGISLATIVE HISTORY:\n2006:  A.11853, Referred to Correction\n2007:  A.4569,  Referred to Correction\n2008:  A.4569,  Referred to Correction\n2009:  S.3629,  Referred to Finance; A.3772 Referred to Ways & Means\n2010:  S.3629,  Referred to Finance; A.3772 Referred to Ways & Means\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis bill takes effect immediately and shall expire\nand be deemed repealed 1 year after such effective date; provided\nthat the appointed of members to the New York state commission on sex\noffender supervision and management shall be completed within 90 days\nof such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT creating a temporary New York state commission on sex offender supervision and management and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T155131.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497505
}