{
  "year" : 2011,
  "senateBillNo" : "S1298-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1298-2011-1294290000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to alternative hardship applications for properties subject to the rent stabilization code",
  "summary" : "Relates to alternative hardship applications for properties subject to the rent stabilization code. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S7079-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1298\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT to amend the administrative code of the city of New York and the\n         emergency tenant protection act of nineteen seventy-four, in  relation\n         to hardship applications\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 6-a of subdivision c of  section  26-511  of  the\n    2  administrative  code  of  the  city  of  New  York is amended to read as\n    3  follows:\n    4    (6-a) provides criteria whereby as  an  alternative  to  the  hardship\n    5  application  provided  under paragraph six of this subdivision owners of\n    6  buildings acquired by the same owner or a related entity  owned  by  the\n    7  same  principals  [three] SIX years prior to the date of application may\n    8  apply to the division for increases in excess of the level of applicable\n    9  guideline increases established under this law based on a finding by the\n   10  commissioner that such guideline increases are not sufficient to  enable\n   11  the  owner  to  maintain  an  annual gross rent income for such building\n   12  which exceeds the annual operating expenses of such building  by  a  sum\n   13  equal  to  at least five percent of such gross rent. For the purposes of\n   14  this paragraph, operating expenses shall consist of the actual,  reason-\n   15  able,  costs  of  fuel,  labor,  utilities,  taxes, other than income or\n   16  corporate franchise taxes, fees, permits, necessary contracted  services\n   17  and  non-capital repairs, insurance, parts and supplies, management fees\n   18  and other administrative costs and mortgage interest. For  the  purposes\n   19  of this paragraph, mortgage interest shall be deemed to mean interest on\n   20  a  bona  fide mortgage including an allocable portion of charges related\n   21  thereto. Criteria to be considered in determining a bona  fide  mortgage\n   22  other  than  an  institutional  mortgage shall include; condition of the\n   23  property, location of the property, the existing mortgage market at  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01026-01-1\n\n       S. 1298                             2\n\n    1  time  the mortgage is placed, the term of the mortgage, the amortization\n    2  rate, the principal amount of the mortgage, security and other terms and\n    3  conditions of the mortgage. The commissioner shall set  a  rental  value\n    4  for  any  unit occupied by the owner or a person related to the owner or\n    5  unoccupied at the owner's choice for more than one  month  at  the  last\n    6  regulated rent plus the minimum number of guidelines increases or, if no\n    7  such regulated rent existed or is known, the commissioner shall impute a\n    8  rent consistent with other rents in the building. The amount of hardship\n    9  increase  shall  be such as may be required to maintain the annual gross\n   10  rent income as provided by this paragraph. The division shall not  grant\n   11  a  hardship  application  under  this paragraph or paragraph six of this\n   12  subdivision for a period of three years subsequent to granting  a  hard-\n   13  ship  application under the provisions of this paragraph. The collection\n   14  of any increase in the rent for any housing  accommodation  pursuant  to\n   15  this  paragraph shall not exceed six percent in any year from the effec-\n   16  tive date of the order granting the increase over the rent set forth  in\n   17  the  schedule  of  gross rents, with collectability of any dollar excess\n   18  above said sum to be spread forward in similar increments and  added  to\n   19  the  rent as established or set in future years. No application shall be\n   20  approved unless the owner's equity in such building exceeds five percent\n   21  of: (i) the arms length purchase price of the property; (ii) the cost of\n   22  any capital improvements  for  which  the  owner  has  not  collected  a\n   23  surcharge; (iii) any repayment of principal of any mortgage or loan used\n   24  to  finance the purchase of the property or any capital improvements for\n   25  which the owner has not collected a surcharge and (iv) any  increase  in\n   26  the  equalized  assessed value of the property which occurred subsequent\n   27  to the first valuation of the property after purchase by the owner.  For\n   28  the purposes of this paragraph, owner's equity shall mean the sum of (i)\n   29  the purchase price of the property less the principal of any mortgage or\n   30  loan  used to finance the purchase of the property, (ii) the cost of any\n   31  capital improvement for which the owner has not  collected  a  surcharge\n   32  less the principal of any mortgage or loan used to finance said improve-\n   33  ment,  (iii) any repayment of the principal of any mortgage or loan used\n   34  to finance the purchase of the property or any capital  improvement  for\n   35  which  the owner has not collected a surcharge, and (iv) any increase in\n   36  the equalized assessed value of the property which  occurred  subsequent\n   37  to the first valuation of the property after purchase by the owner.\n   38    S 2. Paragraph 5 of subdivision d of section 6 of section 4 of chapter\n   39  576  of the laws of 1974 enacting the emergency tenant protection act of\n   40  nineteen seventy-four, as amended by chapter 102 of the laws of 1984, is\n   41  amended to read as follows:\n   42    (5) as an alternative to the hardship application provided under para-\n   43  graph four of this subdivision, owners of buildings acquired by the same\n   44  owner or a related entity owned by the same principals [three] SIX years\n   45  prior to the date of application may apply to the division for increases\n   46  in excess of the level of  applicable  guideline  increases  established\n   47  under  this  law based on a finding by the commissioner that such guide-\n   48  line increases are not sufficient to enable the  owner  to  maintain  an\n   49  annual  gross  rent  income  for  such building which exceeds the annual\n   50  operating expenses of such building by a sum  equal  to  at  least  five\n   51  percent  of such gross rent. For the purposes of this paragraph, operat-\n   52  ing expenses shall consist of the actual,  reasonable,  costs  of  fuel,\n   53  labor, utilities, taxes, other than income or corporate franchise taxes,\n   54  fees,  permits,  necessary  contracted services and non-capital repairs,\n   55  insurance, parts and supplies, management fees and other  administrative\n   56  costs  and  mortgage interest. For the purposes of this paragraph, mort-\n\n       S. 1298                             3\n\n    1  gage interest shall be deemed to mean interest on a bona  fide  mortgage\n    2  including  an allocable portion of charges related thereto.  Criteria to\n    3  be considered in determining a bona fide mortgage other than an institu-\n    4  tional  mortgage  shall  include; condition of the property, location of\n    5  the property, the existing mortgage market at the time the  mortgage  is\n    6  placed,  the  term of the mortgage, the amortization rate, the principal\n    7  amount of the mortgage, security and other terms and conditions  of  the\n    8  mortgage.  The  commissioner shall set a rental value for any unit occu-\n    9  pied by the owner or a person related to the owner or unoccupied at  the\n   10  owner's  choice  for more than one month at the last regulated rent plus\n   11  the minimum number of guidelines increases or, if no such regulated rent\n   12  existed or is known, the commissioner shall  impute  a  rent  consistent\n   13  with  other rents in the building. The amount of hardship increase shall\n   14  be such as may be required to maintain the annual gross rent  income  as\n   15  provided  by  this  paragraph.  The  division shall not grant a hardship\n   16  application under this paragraph or paragraph four of  this  subdivision\n   17  for  a  period of three years subsequent to granting a hardship applica-\n   18  tion under the provisions of  this  paragraph.  The  collection  of  any\n   19  increase  in  the  rent  for  any housing accommodation pursuant to this\n   20  paragraph shall not exceed six percent in any year  from  the  effective\n   21  date  of  the order granting the increase over the rent set forth in the\n   22  schedule of gross rents, with collectability of any dollar excess  above\n   23  said  sum  to  be  spread forward in similar increments and added to the\n   24  rent as established or set in future  years.  No  application  shall  be\n   25  approved unless the owner's equity in such building exceeds five percent\n   26  of: (i) the arms length purchase price of the property; (ii) the cost of\n   27  any  capital  improvements  for  which  the  owner  has  not collected a\n   28  surcharge; (iii) any repayment of principal of any mortgage or loan used\n   29  to finance the purchase of the property or any capital improvements  for\n   30  which  the owner has not collected a surcharge; and (iv) any increase in\n   31  the equalized assessed value of the property which  occurred  subsequent\n   32  to  the first valuation of the property after purchase by the owner. For\n   33  the purposes of this paragraph, owner's equity shall mean the sum of (i)\n   34  the purchase price of the property less the principal of any mortgage or\n   35  loan used to finance the purchase of the property, (ii) the cost of  any\n   36  capital  improvement  for  which the owner has not collected a surcharge\n   37  less the principal of any mortgage or loan used to finance said improve-\n   38  ment, (iii) any repayment of the principal of any mortgage or loan  used\n   39  to  finance  the purchase of the property or any capital improvement for\n   40  which the owner has not collected a surcharge, and (iv) any increase  in\n   41  the  equalized  assessed value of the property which occurred subsequent\n   42  to the first valuation of the property after purchase by the owner.\n   43    S 3. This act shall take effect immediately; provided that the  amend-\n   44  ments  to  section 26-511 of chapter 4 of title 26 of the administrative\n   45  code of the city of New York made by  section  one  of  this  act  shall\n   46  expire  on  the  same  date as such law expires and shall not affect the\n   47  expiration of such law as provided under section 26-520 of such law; and\n   48  provided that the amendments  to  section  6  of  the  emergency  tenant\n   49  protection  act of nineteen seventy-four made by section two of this act\n   50  shall expire on the same date as such act expires and shall  not  affect\n   51  the  expiration  of such act as provided in section 17 of chapter 576 of\n   52  the laws of 1974.\n",
  "memo" : "BILL NUMBER:S1298\n\nTITLE OF BILL:\nAn act\nto amend the administrative code of the city of New York and the\nemergency tenant protection act of nineteen seventy-four,\nin relation to\nhardship applications\n\nPURPOSE:\nTo extend the number of ownership years from three years to\nsix years in respect to eligibility for an alternative hardship rent\nadjustment.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill amends paragraph 6-a of\nsubdivision c of section 26-51 of the administrative code of the city\nof New York to revise the number of ownership years required to apply\nfor an alternative hardship rent adjustment through the New York\nState Division of Housing and Community Renewal (DHCR) from three\nyears to six years.\n\nSection 2 of the bill amends paragraph 5 of subdivision d of section 6\nof section 4 of chapter 576 of the laws of 1974, constituting the\nemergency tenant protection act, to revise the number of ownership\nyears required to apply for an alternative hardship rent adjustment\nthrough DHCR from three years to six years for building owners\noutside a city of one million or more.\n\nJUSTIFICATION:\nBoth subdivision c of section 26-511 of the\nadministrative code of New York City and paragraph 5 of subdivision d\nof section 6 of section 4 of chapter 576 of the emergency tenant\nprotection act are designed to provide an alternative means by which\nbuilding owners can apply to the DHCR commissioner for rent increases\ngreater than those allowed by the applicable guideline increases\nprescribed. In order to be granted the hardship exemption, DHCR must\nfind that the set rent increases will be insufficient for the owner\nto accrue a profit of at least five percent when considering the\nannual gross rent income collectible minus the annual operating\nexpenses. Currently, building owners must have acquired the property\nat least three years prior to the application to file for the\nalternative hardship exemption. This proposed change will adjust\nparagraph 6-a of subdivision c of the administrative code to\nreplicate the years of ownership required in paragraph 6 of the same\nsubdivision in regards to applications for comparative hardship\nexemption. Paragraph 6 mandates that hardship be determined by\ncomparing the annual net income of the past three years with that of\neither the three years prior, under the same ownership, or 1968\nto 1970. Since many applicants are therefore required to have owned a\nproperty for the three base years plus the three years of comparison,\n\nthe standard time of ownership required for many building owners is\nsix years. This change\nwould align the ownership years required in paragraph 6a with those in\nparagraph 6. Similarly, the alternative to the hardship\napplication described in the emergency tenant protection act also\nrequires only three years of ownership whereas this bill would extend\nthat to six.\n\nMoreover, since three years is a short amount of time to judge an\nowner's equity portfolio, this extension will encourage potential\nbuilding purchasers to consider their assets more comprehensively and\nto avoid over leveraging since the prospect of hardship relief will\nbe contingent an an initial six-year ownership period. The bill will\nfurther provide the DHCR with a reasonable timeframe from which to\nunderstand the owner's capacity to make a sufficient profit relative\nto the profit anticipated when the property was first purchased.\n\nLEGISLATIVE HISTORY:\n2009: A.8668, Died in Housing\n2010: S.7079, Died in Housing, A.8668, Passed Assembly\n\nFISCAL IMPACT ON THE STATE:\nNone.\n\nEFFECTIVE DATE:\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to hardship applications ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110110.T155131.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250531
}