{
  "year" : 2011,
  "senateBillNo" : "S1294-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1294-2011-1294290000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prevents landlords from receiving a financial windfall from major capital improvements funded by the New York state energy and research development authority",
  "summary" : "Prevents landlords from receiving a financial windfall from major capital improvements funded by the New York State energy and research development authority. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Emergency Tenant Protection Act of 1974",
  "previousVersions" : [ "S1794-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1294\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to amend the emergency tenant protection act of nineteen seven-\n         ty-four and the administrative code  of  the  city  of  New  York,  in\n         relation to prohibiting landlords from increasing rent for major capi-\n         tal improvements funded through state entities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 3 of subdivision d of section 6 of section  4  of\n    2  chapter  576  of  the  laws  of  1974  constituting the emergency tenant\n    3  protection act of nineteen seventy-four, as amended by  chapter  749  of\n    4  the laws of 1990, is amended to read as follows:\n    5    (3)  there has been since January first, nineteen hundred seventy-four\n    6  a major capital improvement required for the operation, preservation  or\n    7  maintenance  of  the structure; PROVIDED THAT THE MAJOR CAPITAL IMPROVE-\n    8  MENT WAS NOT FUNDED IN ANY PART FROM MONEYS PROVIDED  BY  THE  NEW  YORK\n    9  STATE  ENERGY  RESEARCH  AND DEVELOPMENT AUTHORITY.  An adjustment under\n   10  this paragraph shall be in an amount sufficient to amortize the cost  of\n   11  the improvements pursuant to this paragraph over a seven-year period, or\n   12    S  2.  Subparagraph  (g)  of  paragraph  1 of subdivision g of section\n   13  26-405 of the administrative code of the city of New York, as amended by\n   14  chapter 749 of the laws of 1990, is amended to read as follows:\n   15    (g) There has been since July first, nineteen hundred seventy, a major\n   16  capital improvement required for the operation, preservation or  mainte-\n   17  nance  of the structure; PROVIDED THAT THE MAJOR CAPITAL IMPROVEMENT WAS\n   18  NOT FUNDED IN ANY PART FROM MONEYS PROVIDED BY THE NEW YORK STATE ENERGY\n   19  RESEARCH AND DEVELOPMENT AUTHORITY.  An adjustment under  this  subpara-\n   20  graph  (g)  shall be in an amount sufficient to amortize the cost of the\n   21  improvements pursuant to this subparagraph (g) over a seven-year period;\n   22  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00583-01-1\n\n       S. 1294                             2\n\n    1    S 3. Subparagraph (k) of paragraph  1  of  subdivision  g  of  section\n    2  26-405 of the administrative code of the city of New York, as amended by\n    3  chapter 749 of the laws of 1990, is amended to read as follows:\n    4    (k)  The  landlord has incurred, since January first, nineteen hundred\n    5  seventy, in connection with and in addition to a concurrent major  capi-\n    6  tal  improvement  pursuant  to subparagraph (g) of this paragraph, other\n    7  expenditures to improve, restore or preserve the quality of  the  struc-\n    8  ture;  PROVIDED THAT SUCH OTHER EXPENDITURES WERE NOT FUNDED IN ANY PART\n    9  FROM MONEYS PROVIDED BY THE NEW YORK STATE ENERGY RESEARCH AND  DEVELOP-\n   10  MENT  AUTHORITY.  An adjustment under this subparagraph shall be granted\n   11  only if such improvements represent an expenditure equal to at least ten\n   12  per centum of the total  operating  and  maintenance  expenses  for  the\n   13  preceding  year. An adjustment under this subparagraph shall be in addi-\n   14  tion to any adjustment granted for the concurrent major capital improve-\n   15  ment and shall be in an amount sufficient to amortize the  cost  of  the\n   16  improvements pursuant to this subparagraph over a seven-year period.\n   17    S 4. This act shall take effect immediately; provided that:\n   18    (a)  the  amendments  to  paragraph 3 of subdivision d of section 6 of\n   19  section 4 of the emergency tenant protection act  of  nineteen  seventy-\n   20  four  made  by  section one of this act shall expire on the same date as\n   21  such act expires and shall not affect the  expiration  of  such  act  as\n   22  provided in section 17 of chapter 576 of the laws of 1974; and\n   23    (b)  the  amendments  to section 26-405 of the city rent and rehabili-\n   24  tation law made by sections two and three of this act  shall  remain  in\n   25  full force and effect only as long as the public emergency requiring the\n   26  regulation  and control of residential rents and evictions continues, as\n   27  provided in subdivision 3 of section 1 of the  local  emergency  housing\n   28  rent control act.\n",
  "memo" : "BILL NUMBER:S1294\n\nTITLE OF BILL:\nAn act\nto amend the emergency tenant protection act of nineteen seventy-four\nand the administrative code of the city of New\nYork, in relation to prohibiting landlords from increasing rent for\nmajor capital improvements funded through state entities\n\nPURPOSE:\nThis bill prevents landlords from receiving a financial windfall from\nmajor capital improvements funded by the New York State Energy and\nDevelopment Authority (NYSERDA).\n\nSUMMARY OF SPECIFIC PROVISIONS\nSection 1 - Amends paragraph 3 of subdivision d of section 6 of section\n4 of chapter 576 of the laws of 1974 to exclude NYSERDA funded projects.\n\nSection 2 - Amends subparagraph g of paragraph 1 of subdivision g of\nsection 26-405 of the administrative code of the city of New York to\nexclude NYSERDA funded projects.\n\nSection 3 - Amends  subparagraph k of paragraph 1 of subdivision g\nof section 26-405 of the administrative code of the city of New York\nto exclude NYSERDA funded projects.\n\nSection 4 - Effective date.\n\nJUSTIFICATION:\nThe NYSERDA Multifamily Performance Program offers landlords\nincentives to invest in energy-efficient building upgrades, including\nimplementing  environmentally friendly measures to address specific\nenergy and operational needs of buildings.  In many cases landlords\nhave filed applications with the Division of Housing and Community\nRenewal for Major Capital Improvement rent increases for capital\nwork that is part of their jurisdiction for receiving NYSERDA funds.\nThis practice of double-dipping, by taking advantage of two different\nincentives for the same work, violates the intent of the incentive\nprovisions and, if permitted, results in a windfall to landlords.\nThis bill would clarify that such double-dipping is not permitted.\n\nLEGISLATIVE HISTORY:\n2009:  S.1794 (Duane), Died in Housing; A.4877 (Kavanaugh),\nDied in Housing\n2010:  S.1794 (Duane),Died in Housing; A.4877 (Kavanaugh),\nDied in Housing\n\nFISCAL IMPACT ON THE STATE:\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately provided that (a) the amendments\nto paragraph 3 of subdivision d of section 6 of section 4 of the\nemergency tenant protection act of nineteen seventy-four made by section\none of this act shall expire on the same date as such act expires and\nshall not affect the expiration of such act as provided in section 17\nof chapter 576 of the laws of 1974; and (b) the amendments to section\n26-204 if the city rent and rehabilitation law made by sections two\nand three of the act shall remain in full force and effect only as long\nas the public emergency requiring the regulation and control of\nresidential rents and evictions continues, as provided in subdivision\n3 of section 1 of the local emergency housing rent control act.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the emergency tenant protection act of nineteen seventy-four and the administrative code of the city of New York, in relation to prohibiting landlords from increasing rent for major capital improvements funded through state entities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T155131.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T151241.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497502
}