{
  "year" : 2011,
  "senateBillNo" : "S1299-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1299-2011-1294290000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain corporations to file tax-related information with the secretary of state and provides for publication thereof",
  "summary" : "Requires corporations obligated to file corporate franchise tax returns to file tax-related information, including gross profit and net taxable income, with the secretary of state and provides for publication of all forms filed pursuant thereto and the list of corporations required to file such forms; provides for cooperation between the commissioner of taxation and finance and the secretary of state in the administration of this law. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1350-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1299\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to the reporting of tax  infor-\n         mation by certain corporations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 8-a to  read\n    2  as follows:\n    3    S  8-A.  REPORTING  OF TAX INFORMATION BY CORPORATIONS. 1. EACH CORPO-\n    4  RATION OBLIGATED TO FILE A CORPORATE FRANCHISE TAX  RETURN  PURSUANT  TO\n    5  ARTICLE  NINE-A  OF  THIS  CHAPTER  (OR,  IN  THE  CASE OF A CORPORATION\n    6  EXEMPTED FROM THE ARTICLE NINE-A TAX PURSUANT  TO  SUBDIVISION  FOUR  OF\n    7  SECTION  TWO  HUNDRED  NINE  OF  SUCH  ARTICLE, SUBJECT TO ANY OTHER TAX\n    8  REFERRED TO IN SUCH SUBDIVISION) SHALL, WITHIN SEVEN  MONTHS  AFTER  THE\n    9  CLOSE  OF  ITS  FISCAL  YEAR,  SUBMIT  TO THE SECRETARY OF STATE CERTAIN\n   10  INFORMATION FROM SUCH CORPORATION'S TAX RETURN ON A FORM PREPARED BY THE\n   11  SECRETARY OF STATE.\n   12    2. THE FORM SHALL CONTAIN: THE NAME OF THE CORPORATION AND THE  STREET\n   13  ADDRESS  OF  ITS PRINCIPAL OFFICE; ITS TOTAL GROSS PROFIT; ANY DEDUCTION\n   14  OR OTHER OFFSET WHICH REDUCES INCOME SUBJECT TO TAXATION OR  ANY  CREDIT\n   15  WHICH  REDUCES THE TAX LIABILITY BY GREATER THAN FIVE PERCENT; ITS TOTAL\n   16  NET TAXABLE INCOME; THE PERCENTAGE USED TO  ESTABLISH  WHAT  PORTION  OF\n   17  TOTAL  NET  TAXABLE  INCOME IS APPORTIONED TO NEW YORK STATE; ITS INCOME\n   18  TAXABLE IN NEW YORK STATE; THE VALUE OF THE  TANGIBLE  PROPERTY  OF  THE\n   19  CORPORATION TAXABLE IN NEW YORK STATE OR TAXABLE NET WORTH, WHICHEVER IS\n   20  APPLICABLE;  THE TOTAL FRANCHISE TAX (OR OTHER TAX SPECIFIED IN SUBDIVI-\n   21  SION FOUR OF SECTION TWO HUNDRED NINE OF THIS CHAPTER) DUE TO  NEW  YORK\n   22  STATE  FOR  THE  TAX  YEAR  IN QUESTION; ITS NET INCOME ACCORDING TO ITS\n   23  BOOKS REPORTED ON ITS FEDERAL TAX RETURN.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00964-01-1\n\n       S. 1299                             2\n\n    1    3. ANY CORPORATION COVERED BY THIS SECTION WHICH CHOOSES TO SUPPLEMENT\n    2  THE FOREGOING INFORMATION WITH ADDITIONAL INFORMATION FROM ITS CORPORATE\n    3  FRANCHISE TAX RETURN MAY REQUEST, IN WRITING, OF THE SECRETARY OF  STATE\n    4  THAT  SUCH CORPORATION BE ALLOWED TO INCLUDE ON THE FORM SUCH ADDITIONAL\n    5  INFORMATION.\n    6    BY  JANUARY  FIFTEENTH OF EACH YEAR, THE COMMISSIONER SHALL FORWARD TO\n    7  THE SECRETARY OF STATE A LIST OF  ALL  CORPORATIONS  OBLIGATED  TO  FILE\n    8  UNDER  THIS  SECTION.  THE  SECRETARY  OF STATE MAY ASK THE COMMISSIONER\n    9  WHETHER THE FORMS SUBMITTED PURSUANT TO THIS SECTION BY  CERTAIN  CORPO-\n   10  RATIONS  DESIGNATED  BY THE SECRETARY OF STATE CONTAIN ACCURATE INFORMA-\n   11  TION. SHOULD THE COMMISSIONER DISCOVER THAT SUCH FORMS  ARE  INACCURATE,\n   12  HE  SHALL  CORRECT  SUCH INACCURACIES AND REPORT SUCH CORRECTIONS TO THE\n   13  SECRETARY OF STATE; PROVIDED, HOWEVER, THAT THE COMMISSIONER  IN  MAKING\n   14  SUCH  REPORT  SHALL  COMMUNICATE ONLY THE INFORMATION FROM THE CORPORATE\n   15  FRANCHISE TAX RETURN THAT IS NECESSARY TO FULLY INFORM THE SECRETARY  OF\n   16  STATE OF SUCH CORRECTIONS.\n   17    4.  BY  MARCH FIRST OF EACH YEAR, THE SECRETARY OF STATE SHALL PUBLISH\n   18  (A) ALL FORMS FILED PURSUANT TO THIS SECTION WITH THE SECRETARY OF STATE\n   19  BY DECEMBER THIRTY-FIRST OF THE PREVIOUS YEAR; AND (B) A LIST  OF  THOSE\n   20  CORPORATIONS REQUIRED TO FILE PURSUANT TO THIS SECTION BUT WHICH FOR THE\n   21  MOST  RECENT TAX YEAR HAVE NOT DONE SO WITHIN THE TIME LIMITS PRESCRIBED\n   22  BY THIS SECTION.\n   23    S 2. This act shall take effect on the one hundred eightieth day after\n   24  it shall have become a law; provided that the commissioner  of  taxation\n   25  and  finance  and  the  secretary  of  state  are authorized jointly and\n   26  severally to promulgate any and all rules and regulations and  take  any\n   27  other  measures necessary to implement this act on its effective date on\n   28  or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the reporting of tax information by certain corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T155131.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294692691958
}