{
  "year" : 2011,
  "senateBillNo" : "S1291-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1291-2011-1294290000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires tenants in housing court to be given certain information in bold print at the end of any petition for eviction",
  "summary" : "Requires tenants in housing court proceedings be given information pertaining to their rights including that only a judge may issue a warrant to evict them; they should assert any defense or counterclaim in their answer, that they have a right to have the premises inspected to confirm any claim of dangerous or unhealthy conditions, that they may have a right to withhold rent for failure to make repairs and that OCA sells information to residential tenant screening companies. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A506",
  "lawSection" : "New York City Civil Court Act",
  "previousVersions" : [ "S1524-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1291\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the New York  city  civil  court  act,  in  relation  to\n         requiring the housing court to provide certain information to tenants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 110 of the New York city civil court act is amended\n    2  by adding a new subdivision (q) to read as follows:\n    3    (Q) THE PETITIONER SHALL INCLUDE IN BOLD PRINT AT THE END OF THE PETI-\n    4  TION THE FOLLOWING NOTICE OF INFORMATION TO THE RESPONDENT:\n    5    (1) CLERKS OF THE HOUSING  COURT  CANNOT  DETERMINE  THE  VALIDITY  OF\n    6  CASES.\n    7    (2) RESPONDENT HAS A RIGHT TO TRIAL.\n    8    (3)  THE  TENANT  MAY AT ANY TIME GO TO A PRO SE CLERK FOR INFORMATION\n    9  REGARDING HOUSING COURT PROCEDURE AND ASSISTANCE IN FILING COURT PAPERS.\n   10    (4) THE TENANT SHOULD ASSERT ANY DEFENSE, INCLUDING, BUT  NOT  LIMITED\n   11  TO,  LACK  OF NECESSARY REPAIRS AND MAY ASSERT ANY COUNTERCLAIM OR CLAIM\n   12  FOR OFFSET AGAINST RENT IN HIS OR HER ANSWER.\n   13    (5) THE TENANT MAY, BUT DOES NOT HAVE TO, REQUEST THE HOUSING, PRESER-\n   14  VATION AND DEVELOPMENT OFFICE TO INSPECT THE  PREMISES  TO  CONFIRM  ANY\n   15  CLAIM OF DANGEROUS OR UNHEALTHY CONDITIONS WHICH THE TENANT BELIEVES MAY\n   16  AFFECT THE AMOUNT OF RENT DUE.\n   17    (6)  THE  OFFICE OF COURT ADMINISTRATION SELLS INFORMATION TO RESIDEN-\n   18  TIAL TENANT SCREENING COMPANIES, WHICH  RESULTS  IN  THE  TENANT'S  NAME\n   19  APPEARING  ON  NATIONWIDE REPORTS SOLD BY THESE COMPANIES TO PROSPECTIVE\n   20  LANDLORDS.  THIS MAY RESULT IN A TENANT  BEING  BLACKLISTED  AND  HAVING\n   21  DIFFICULTIES  GETTING  ANOTHER APARTMENT. INFORMATION FROM HOUSING COURT\n   22  CASES MAY ALSO BE OBTAINED BY THE MAJOR CREDIT REPORTING COMPANIES WHICH\n   23  MAY AFFECT A TENANT'S CREDIT SCORE.\n   24    (7) LEGAL FEES, LATE FEES AND ANY OTHER FEES MAY ONLY BE IMPOSED AFTER\n   25  A TRIAL BY A HOUSING JUDGE IF THEY ARE ESTABLISHED IN  A  WRITTEN  LEASE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01132-01-1\n\n       S. 1291                             2\n\n    1  AND  THEY  ARE  NOT  CONSIDERED  PART  OF  ANY RENT DUE UNLESS THE LEASE\n    2  EXPRESSLY ESTABLISHES THEM AS SUCH.\n    3    (8)  ONLY  A  HOUSING  JUDGE MAY ISSUE A WARRANT TO EVICT A TENANT AND\n    4  ONLY A MARSHAL OR SHERIFF IS  AUTHORIZED  TO  USE  FORCE  TO  EXECUTE  A\n    5  WARRANT.  THE  LANDLORD  AND  TENANT  MAY AGREE TO TERMINATE THE TENANCY\n    6  PRIOR TO THE ISSUANCE OR SERVICE OF A WARRANT, BUT NO ONE MAY  COMPEL  A\n    7  TENANT WITHOUT HIS OR HER CONSENT TO ABANDON THE TENANCY.\n    8    S 2. This act shall take effect on the one hundred eightieth day after\n    9  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city civil court act, in relation to requiring the housing court to provide certain information to tenants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110106.T130219.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110106.T141225.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690900043
}