{
  "year" : 2011,
  "senateBillNo" : "S1290-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1290-2011-1294290000000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of correctional services to develop programs in correctional facilities to prevent the spread of sexually transmitted diseases",
  "summary" : "Authorizes the commissioner of correctional services, in consultation with the commissioner of health, to develop and implement programs in every correctional facility to prevent the spread of sexually transmitted diseases and HIV among correctional employees and inmates. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A589",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1792-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1290\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to amend the correction law, in relation to preventing sexually\n         transmitted diseases and HIV among correctional employees and inmates\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new section 141-a\n    2  to read as follows:\n    3    S  141-A.  SEXUALLY  TRANSMITTED DISEASES AND HIV; PREVENTION. 1.  THE\n    4  COMMISSIONER SHALL DEVELOP AND IMPLEMENT PROGRAMS IN EVERY  CORRECTIONAL\n    5  FACILITY  TO  PREVENT  THE  SPREAD  OF SEXUALLY TRANSMITTED DISEASES AND\n    6  HUMAN IMMUNODEFICIENCY  VIRUS  INFECTION,  FOR  EMPLOYEES  AND  INMATES,\n    7  INCLUDING  EDUCATION,  OUTREACH,  HARM  REDUCTION, OFFERING TESTING, AND\n    8  AVAILABILITY OF PROPHYLACTIC DEVICES.\n    9    2. IN DEVELOPING PROGRAMS FOR THE PREVENTION OF  SEXUALLY  TRANSMITTED\n   10  DISEASES  AND  HUMAN  IMMUNODEFICIENCY VIRUS INFECTION, THE COMMISSIONER\n   11  SHALL CONSULT WITH THE COMMISSIONER OF HEALTH  TO  IDENTIFY  AND  SELECT\n   12  CURRICULA  THAT  ARE  LIKELY TO BE EFFECTIVE IN REDUCING TRANSMISSION OF\n   13  INFECTIOUS DISEASES WITHIN CORRECTIONAL FACILITIES AND  TO  CONTACTS  OF\n   14  PRISONERS UPON THEIR RELEASE.\n   15    3.  THE  PROGRAMS  REQUIRED  BY  SUBDIVISION  ONE  OF THIS SECTION MAY\n   16  INCLUDE PEER EDUCATION AND USE OF NON-DEPARTMENT PERSONNEL, AND SHALL BE\n   17  IN THE LANGUAGE OF THE TARGETED POPULATION, SHALL TAKE INTO ACCOUNT  THE\n   18  LITERACY  LEVEL  OF  THE  TARGETED  POPULATION,  AND SHALL BE CULTURALLY\n   19  SENSITIVE TO THE SOCIAL AND CULTURAL NEEDS OF THE TARGETED POPULATION.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01133-01-1\n",
  "memo" : "BILL NUMBER:S1290\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to preventing sexually\ntransmitted diseases and HIV among correctional employees and inmates\n\nPURPOSE:\nTo prevent the spread of sexually transmitted diseases and HIV.\n\nSUMMARY OF PROVISIONS:\nSection 1. Directs the commissioner to develop and implement programs\nin each correctional facility to prevent the spread of sexually\ntransmitted diseases and HIV infection, including availability of\nprophylactic devices.\n\nSection 2. Directs the commissioner to consult with the commissioner\nof health to identify and select effective curricula.\n\nSection 3. Effective date.\n\nJUSTIFICATION:\nIn New York State there are more than 105,000 people jailed in city.\ncounty, and state correctional facilities. Approximately 70,000 are\ninmates in the 73 New York State prisons. Of these, 8,000 are\nestimated to be HIV positive. By developing and implementing\neducation and outreach programs and making prophylactic devices\navailable. the Department of Corrections (DOCS) can help stop the\nspread of HIV and other sexually transmitted diseases to other\ninmates and employees.\n\nPRIOR LEGISLATIVE HISTORY:\n2005: S.3048 (Duane), Died in Crime and Corrections\n2006: S.3048 (Duane), Died in Crime and Corrections\n2007: S.2833 (Duane), Died in Crime and Corrections\n2008: S.2833 (Duane), Died in Crime and Corrections\n2009: S.1792 (Duane), Died in Crime and Corrections\n2010: S.1792 (Duane), Died in Crime and Corrections\n\nFISCAL IMPLICATIONS:\nThis might entail minor costs for the dissemination of information and\nprophylactic devices. However, this would be more than made up for by\nreduced health care costs.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to preventing sexually transmitted diseases and HIV among correctional employees and inmates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110110.T180137.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497496
}