{
  "year" : 2011,
  "senateBillNo" : "S1303-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1303-2011-1294290000000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the state office for the aging to report on the delivery of services to and needs of traditionally underserved populations in their annual report to the governor and legislature",
  "summary" : "Requires the state office for the aging to report on the delivery of services to and needs of traditionally underserved populations in their annual report to the governor and legislature. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A880",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S1385-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1303\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to adding a  requirement  for\n         the  state  office for the aging to report on the delivery of services\n         to and needs of traditionally underserved populations in their  annual\n         report to the governor and legislature\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (c) of subdivision 2 of section 213 of the  elder\n    2  law is amended to read as follows:\n    3    (c)  Include  [recommendation] RECOMMENDATIONS for expanding or repli-\n    4  cating service programs that have been determined effective  in  helping\n    5  needy  elderly  remain  in  the  community  and  to  avoid institutional\n    6  care[.], INCLUDING RECOMMENDATIONS FOR  TRADITIONALLY  UNDERSERVED  AGED\n    7  POPULATIONS,  INCLUDING,  BUT NOT LIMITED TO, POPULATIONS BASED ON RACE,\n    8  CREED, COLOR, NATIONAL ORIGIN, SEXUAL ORIENTATION,  GENDER  IDENTITY  OR\n    9  EXPRESSION,  MILITARY  STATUS, SEX, MARITAL STATUS, DISABILITY, FAMILIAL\n   10  STATUS, AND LANGUAGE; AND\n   11    S 2. Subdivision 2 of section 213 of  the  elder  law  is  amended  by\n   12  adding a new paragraph (d) to read as follows:\n   13    (D) ASSESS THE PROGRESS, PROBLEMS, AND EFFECTIVENESS OF THE PROVISIONS\n   14  OF  SERVICES  TO  OLDER  PERSONS  BY PROGRAMS ADMINISTERED BY THE OFFICE\n   15  DELIVERED TO TRADITIONALLY UNDERSERVED POPULATIONS,  INCLUDING  BUT  NOT\n   16  LIMITED  TO,  AGED POPULATIONS BASED ON ACTUAL OR PERCEIVED RACE, CREED,\n   17  COLOR,  NATIONAL  ORIGIN,  SEXUAL  ORIENTATION,   GENDER   IDENTITY   OR\n   18  EXPRESSION,  MILITARY  STATUS, SEX, MARITAL STATUS, DISABILITY, FAMILIAL\n   19  STATUS, LANGUAGE, OR PEOPLE WHO ARE ASSOCIATED WITH AN INDIVIDUAL WHO IS\n   20  OR IS PERCEIVED TO BE A MEMBER OF ANY OF THESE TRADITIONALLY UNDERSERVED\n   21  POPULATIONS.\n   22    S 3. Subdivision 3 of section 213 of  the  elder  law  is  amended  by\n   23  adding a new paragraph (k) to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00689-01-1\n\n       S. 1303                             2\n\n    1    (K)  A  REPORT ON THE SPECIFIC NEEDS OF TRADITIONALLY UNDERSERVED AGED\n    2  POPULATIONS, INCLUDING, BUT NOT LIMITED TO, POPULATIONS BASED ON  ACTUAL\n    3  OR  PERCEIVED  RACE,  CREED, COLOR, NATIONAL ORIGIN, SEXUAL ORIENTATION,\n    4  GENDER IDENTITY OR EXPRESSION, MILITARY  STATUS,  SEX,  MARITAL  STATUS,\n    5  DISABILITY, FAMILIAL STATUS, AND LANGUAGE.\n    6    S 4.  Subdivision 8 of section 203 of the elder law, as added by chap-\n    7  ter 48 of the laws of 2007, is renumbered subdivision 9 and a new subdi-\n    8  vision 10 is added to read as follows:\n    9    10.  THE  DIRECTOR  IS HEREBY AUTHORIZED, TO THE EXTENT APPROPRIATIONS\n   10  ARE AVAILABLE THEREFOR, TO ESTABLISH GRANTS TO A  NOT-FOR-PROFIT  ORGAN-\n   11  IZATION,  THROUGH  A  REQUEST FOR PROPOSAL PROCESS, TO PROVIDE TRAINING,\n   12  OUTREACH AND EDUCATION TO AGENCIES, INDIVIDUALS  AND  OTHER  APPROPRIATE\n   13  ENTITIES  WHO PROVIDE SERVICES TO THE LESBIAN, GAY, BISEXUAL, AND TRANS-\n   14  GENDER SENIOR POPULATIONS.\n   15    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to adding a requirement for the state office for the aging to report on the delivery of services to and needs of traditionally underserved populations in their annual report to the governor and legislature ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T155131.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294692691948
}