{
  "year" : 2011,
  "senateBillNo" : "S1304-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1304-2011-1294290000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires cash registers used in certain businesses to visually display the amount of sale to the customer",
  "summary" : "Requires that all cash registers newly installed which are customarily used by a business dealing with consumers have a visual display indicating the amount of any sale to such consumer; exempts from such provisions hotels, motels, or retail licensed premises for the on-premises consumption of alcoholic beverages; authorizes the attorney general to seek injunctive relief for violations of such provisions, and authorizes courts to impose a civil penalty of not more than five hundred dollars for each such violation. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : "A1477",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S1351-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1304\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to cash registers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-j to read as follows:\n    3    S 399-J. CASH REGISTERS. 1. ANY CASH REGISTER USED BY OR IN THE OPERA-\n    4  TION  OF A BUSINESS WHICH CUSTOMARILY DEALS WITH CONSUMERS, OTHER THAN A\n    5  HOTEL, MOTEL, RETAIL LICENSED PREMISES FOR THE  ON-PREMISES  CONSUMPTION\n    6  OF  ALCOHOLIC BEVERAGES OR RESTAURANT WHERE A PRINTED AND ITEMIZED CHECK\n    7  IS PROVIDED FOR THE CUSTOMER'S PERUSAL BEFORE  PAYMENT,  SHALL  VISUALLY\n    8  DISPLAY  THE  AMOUNT  OF  ANY  SALE  IN A MANNER READILY VISIBLE TO SUCH\n    9  CONSUMER.\n   10    2. WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION, AN APPLICATION\n   11  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n   12  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   13  PROCEEDING  TO ISSUE AN INJUNCTION, AND UPON NOTICE TO THE RESPONDENT OF\n   14  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n   15  VIOLATIONS;  AND  IF IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   16  JUSTICE THAT THE RESPONDENT HAS, IN  FACT,  VIOLATED  THIS  SECTION,  AN\n   17  INJUNCTION  MAY  BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE, ENJOINING AND\n   18  RESTRAINING ANY FURTHER VIOLATION,  WITHOUT  REQUIRING  PROOF  THAT  ANY\n   19  PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED THEREBY. WHENEVER THE COURT\n   20  SHALL DETERMINE THAT A VIOLATION OF THIS SECTION HAS OCCURRED, THE COURT\n   21  MAY  IMPOSE  A  CIVIL  PENALTY OF NOT MORE THAN FIVE HUNDRED DOLLARS FOR\n   22  EACH VIOLATION. IN CONNECTION WITH ANY SUCH  APPLICATION,  THE  ATTORNEY\n   23  GENERAL  IS  AUTHORIZED  TO  TAKE  PROOF AND MAKE A DETERMINATION OF THE\n   24  RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRAC-\n   25  TICE LAW AND RULES.\n   26    S 2. This act shall take effect on the one hundred eightieth day after\n   27  it shall have become a  law  and  shall  apply  to  all  cash  registers\n   28  installed  on  or  after  such date; provided, however that all existing\n   29  cash registers in violation of subdivision 1 of  section  399-j  of  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00965-02-1\n\n       S. 1304                             2\n\n    1  general  business  law  as  added  by  section  one of this act shall be\n    2  replaced within five years from when this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to cash registers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110110.T130604.TXT", "SOBI.D110110.T155131.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110110.T131104.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294692691952
}