{
  "year" : 2011,
  "senateBillNo" : "S1301-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S1301-2011-1294290000000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits commercial vehicles from stopping or standing in New York city",
  "summary" : "Limits commercial vehicles from stopping or standing in New York city unless engaged in loading or unloading merchandise or passengers; provides an exception for state, local municipal and public utility companies; provides further for punishment in accordance with the point system pursuant to part 131 of subchapter J of chapter 1 of title 15 of the NYCRR which adds two points to the license of the violator of this section. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S1349-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1301\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation to prohibiting commercial vehicles from stopping and standing\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The administrative code of the city of New York is  amended\n    2  by adding a new section 19-170.1 to read as follows:\n    3    S 19-170.1 LIMITATION ON STOPPING AND STANDING OF COMMERCIAL VEHICLES.\n    4  A.  WHEN  STOPPING  IS  PROHIBITED BY THIS TITLE, OR BY LOCAL LAW, ORDI-\n    5  NANCE, ORDER, RULE, OR REGULATION, NO  PERSON  SHALL  STOP  OR  STAND  A\n    6  COMMERCIAL  VEHICLE,  EXCEPT WHEN NECESSARY TO AVOID CONFLICT WITH OTHER\n    7  TRAFFIC OR IN COMPLIANCE WITH THE DIRECTIONS  OF  A  POLICE  OFFICER  OR\n    8  TRAFFIC-CONTROL  SIGN  OR  SIGNAL. FOR THE PURPOSES OF THIS SECTION, THE\n    9  TERM COMMERCIAL VEHICLE SHALL MEAN A MOTOR VEHICLE DESIGNED, MAINTAINED,\n   10  OR USED PRIMARILY FOR THE TRANSPORTATION OF PROPERTY OR A MOTOR  VEHICLE\n   11  HAVING  A  SEATING CAPACITY OF FIFTEEN OR MORE PASSENGERS IN ADDITION TO\n   12  THE DRIVER AND USED FOR THE TRANSPORTATION OF PERSONS.\n   13    B. WHEN STANDING IS PROHIBITED BY THIS TITLE, OR BY LOCAL  LAW,  ORDI-\n   14  NANCE,  ORDER,  RULE  OR  REGULATION,  NO  PERSON  SHALL STAND OR PARK A\n   15  COMMERCIAL VEHICLE, WHETHER OCCUPIED OR NOT, BUT  MAY  STOP  TEMPORARILY\n   16  FOR  THE  PURPOSE  OF AND WHILE ACTUALLY ENGAGED IN LOADING OR UNLOADING\n   17  MERCHANDISE OR PASSENGERS.\n   18    C. WHERE A COMMERCIAL VEHICLE IS IN  VIOLATION  OF  THIS  SECTION,  IT\n   19  SHALL  BE  AN  AFFIRMATIVE DEFENSE TO SAID VIOLATION, WITH THE BURDEN OF\n   20  PROOF ON THE PERSON WHO RECEIVED THE SUMMONS, THAT HE OR SHE WAS ACTIVE-\n   21  LY ENGAGED IN BUSINESS AT THE TIME THE SUMMONS WAS ISSUED AT A  PREMISES\n   22  LOCATED WITHIN THREE CITY BLOCKS OF WHERE THE SUMMONS WAS ISSUED.\n   23    D.  THIS  SECTION SHALL NOT APPLY TO VEHICLES OWNED OR OPERATED BY GAS\n   24  OR OIL HEAT SUPPLIERS OR GAS OR OIL HEAT SYSTEMS MAINTENANCE  COMPANIES,\n   25  THE AGENTS OR EMPLOYEES THEREOF, OR ANY PUBLIC UTILITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00975-01-1\n\n       S. 1301                             2\n\n    1    E. THIS SECTION SHALL NOT APPLY TO STATE AND LOCAL MUNICIPAL VEHICLES.\n    2    F.  A VIOLATION OF THIS SECTION SHALL BE PUNISHABLE IN ACCORDANCE WITH\n    3  THE POINT SYSTEM PURSUANT TO PART ONE HUNDRED THIRTY-ONE OF SUBCHAPTER J\n    4  OF CHAPTER ONE OF TITLE FIFTEEN OF THE NYCRR.\n    5    G. ANY COMMERCIAL VEHICLE STOPPING OR STANDING IN  VIOLATION  OF  THIS\n    6  SECTION  SHALL  BE SUBJECT TO IMPOUNDMENT BY THE DEPARTMENT. THE COMMIS-\n    7  SIONER SHALL BE AUTHORIZED  TO  PROMULGATE  REGULATIONS  CONCERNING  THE\n    8  PROCEDURE FOR THE IMPOUNDMENT OF SUCH COMMERCIAL VEHICLES.\n    9    H.  THE  SANCTIONS  AND  FEES PROVIDED FOR IN THIS SECTION SHALL BE IN\n   10  ADDITION TO ANY OTHER SANCTIONS, FEES, OR REMEDIES PROVIDED  BY  LAW  OR\n   11  REGULATION.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to prohibiting commercial vehicles from stopping and standing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T155131.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294692691968
}