{
  "year" : 2011,
  "senateBillNo" : "S130-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S130-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires manufacturers and sellers of manufactured homes to provide customers with notice that owners of manufactured home parks may change the use of land comprisin",
  "summary" : "Requires manufacturers and sellers of manufactured homes to provide customers with notice that owners of manufactured home parks may change the use of land comprising manufactured home parks requiring a customer to relocate the home at the customer's expense. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S1935-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          130\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. PERALTA, PARKER -- read twice and ordered printed,\n         and when  printed  to  be  committed  to  the  Committee  on  Consumer\n         Protection\n\n       AN  ACT  to amend the general business law and the real property law, in\n         relation to requiring manufactured home park owners  or  operators  to\n         provide  customers  with notice that such owners or operators of manu-\n         factured home parks may change the use of land comprising manufactured\n         home parks\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-nn to read as follows:\n    3    S  399-NN.  MANUFACTURED HOME CONTRACTS.   1. FOR THE PURPOSES OF THIS\n    4  SECTION, \"MANUFACTURED HOME\" MEANS A STRUCTURE, TRANSPORTABLE IN ONE  OR\n    5  MORE  SECTIONS, WHICH, IN THE TRAVELING MODE, IS EIGHT BODY FEET OR MORE\n    6  IN WIDTH OR FORTY BODY FEET OR MORE IN LENGTH, OR, WHEN ERECTED ON SITE,\n    7  IS THREE HUNDRED TWENTY OR MORE SQUARE FEET, AND WHICH  IS  BUILT  ON  A\n    8  PERMANENT  CHASSIS AND DESIGNED TO BE USED AS A DWELLING WITH OR WITHOUT\n    9  A PERMANENT FOUNDATION WHEN CONNECTED TO  THE  REQUIRED  UTILITIES,  AND\n   10  INCLUDES  THE PLUMBING, HEATING, AIR-CONDITIONING AND ELECTRICAL SYSTEMS\n   11  CONTAINED THEREIN. THE TERM SHALL INCLUDE ANY STRUCTURE THAT  MEETS  ALL\n   12  OF THE REQUIREMENTS OF THIS SUBDIVISION EXCEPT THE SIZE REQUIREMENTS AND\n   13  WITH RESPECT TO WHICH THE MANUFACTURER VOLUNTARILY FILES A CERTIFICATION\n   14  REQUIRED BY THE UNITED STATES SECRETARY OF HOUSING AND URBAN DEVELOPMENT\n   15  AND COMPLIES WITH THE STANDARDS ESTABLISHED UNDER TITLE 42 OF THE UNITED\n   16  STATES  CODE;  AND EXCEPT THAT SUCH TERM SHALL NOT INCLUDE ANY SELF-PRO-\n   17  PELLED RECREATIONAL VEHICLE.\n   18    2. EVERY CONTRACT BETWEEN A CONSUMER AND A SELLER  OF  A  MANUFACTURED\n   19  HOME  SHALL  BE  IN  WRITING,  SHALL  BE DATED, SHALL CONTAIN THE STREET\n   20  ADDRESS OF THE SELLER AND THE CONSUMER,  AND  SHALL  BE  SIGNED  BY  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01755-01-1\n\n       S. 130                              2\n\n    1  CONSUMER AND SELLER. EACH CONTRACT SHALL CONTAIN THE FOLLOWING STATEMENT\n    2  IN NOT LESS THAN TWELVE-POINT BOLD FACE TYPE:\n    3    \"A  MANUFACTURED  HOME  PARK OWNER OR OPERATOR MAY PROPOSE A CHANGE IN\n    4  THE USE OF THE LAND COMPRISING A MANUFACTURED HOME PARK,  OR  A  PORTION\n    5  THEREOF, ON WHICH MANUFACTURED HOMES MAY BE LOCATED. SUCH A PROPOSED USE\n    6  CHANGE  MAY REQUIRE THE HOME OWNER TO RELOCATE THE MANUFACTURED HOME AND\n    7  SECURE OTHER ACCOMMODATIONS AT THE HOME OWNER'S EXPENSE.\"\n    8    3. A COPY OF THE FULLY  COMPLETED  CONTRACT  SHALL  BE  GIVEN  TO  THE\n    9  CONSUMER AT THE TIME THE CONTRACT IS SIGNED.\n   10    4. WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION, AN APPLICATION\n   11  MAY  BE  MADE  BY  THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF THE\n   12  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   13  PROCEEDING TO ISSUE AN INJUNCTION, AND UPON NOTICE TO THE  DEFENDANT  OF\n   14  NOT  LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF SUCH\n   15  VIOLATION; AND IF IT SHALL APPEAR TO THE SATISFACTION OF  THE  COURT  OR\n   16  JUSTICE  THAT  THE  DEFENDANT  HAS,  IN  FACT, VIOLATED THIS SECTION, AN\n   17  INJUNCTION MAY  BE  ISSUED  BY  THE  COURT  OR  JUSTICE,  ENJOINING  AND\n   18  RESTRAINING  ANY  FURTHER  VIOLATIONS,  WITHOUT REQUIRING PROOF THAT ANY\n   19  PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED THEREBY. IF  THE  COURT  IN\n   20  SUCH  A  SPECIAL  PROCEEDING DETERMINES THAT A VIOLATION OF THIS SECTION\n   21  HAS OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF NOT MORE THAN FIVE\n   22  HUNDRED DOLLARS FOR EACH VIOLATION. IN CONNECTION WITH ANY SUCH PROPOSED\n   23  APPLICATION, THE ATTORNEY GENERAL IS AUTHORIZED TO TAKE PROOF AND MAKE A\n   24  DETERMINATION OF THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE\n   25  WITH THE CIVIL PRACTICE LAW AND RULES.\n   26    S 2. Paragraph 2 of subdivision g of section 233 of the real  property\n   27  law,  as  amended by chapter 566 of the laws of 1996, is amended to read\n   28  as follows:\n   29    2. A manufactured home park owner or operator  shall  be  required  to\n   30  fully  disclose  in  writing  all  fees, charges, assessments, including\n   31  rental fees, rules and regulations prior to a manufactured  home  tenant\n   32  assuming  occupancy  in the manufactured home park.  A MANUFACTURED HOME\n   33  PARK OWNER OR OPERATOR SHALL ALSO BE REQUIRED TO FULLY DISCLOSE IN WRIT-\n   34  ING THE FACT THAT SUCH MANUFACTURED HOME  PARK  OWNER  OR  OPERATOR  MAY\n   35  PROPOSE A CHANGE IN THE USE OF THE LAND COMPRISING THE MANUFACTURED HOME\n   36  PARK,  OR  A  PORTION  THEREOF,  ON WHICH THE MANUFACTURED HOME IS TO BE\n   37  LOCATED, AND THAT SUCH PROPOSED USE CHANGE MAY  REQUIRE  THE  TENANT  TO\n   38  RELOCATE  THE  MANUFACTURED  HOME AND SECURE OTHER ACCOMMODATIONS AT THE\n   39  TENANT'S EXPENSE.\n   40    S 3. This act shall take effect on the first of January next  succeed-\n   41  ing the date on which it shall have become a law; provided, however that\n   42  effective immediately, the addition, amendment and/or repeal of any rule\n   43  or regulation necessary for the implementation of this act on its effec-\n   44  tive  date  are  authorized  and directed to be made and completed on or\n   45  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the real property law, in relation to requiring manufactured home park owners or operators to provide customers with notice that such owners or operators of manufactured home parks may change the use of land comprising manufactured home parks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101208.T160111.TXT", "SOBI.D101208.T161611.TXT", "SOBI.D101209.T101613.TXT", "SOBI.D101209.T090606.TXT", "SOBI.D101208.T161111.TXT", "SOBI.D101208.T162112.TXT", "SOBI.D101209.T111624.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291911384264
}