{
  "year" : 2011,
  "senateBillNo" : "S1305-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1305-2011-1294290000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a child regardless of age who has lived with a tenant parent for two years or more in a rent-regulated apartment shall be deemed a tenant",
  "summary" : "Provides that a child (regardless of age) who has lived with a tenant parent for two years or more in rent-regulated housing accommodations shall be deemed a tenant of such housing accommodations for the purposes of the rent-regulating laws. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S1442-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1305\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT to amend the administrative code of the city of New York and the\n         emergency tenant protection act of nineteen seventy-four, in  relation\n         to the definition of a tenant\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision m of section 26-403 of the administrative  code\n    2  of the city of New York is amended to read as follows:\n    3    m.  \"Tenant.\"  A tenant, subtenant, lessee, sublessee, or other person\n    4  entitled to the possession or to the use or  occupancy  of  any  housing\n    5  accommodation.  THE  TERM  TENANT  SHALL  BE  DEEMED  TO INCLUDE A CHILD\n    6  (REGARDLESS OF AGE) WHO HAS RESIDED WITH HIS OR HER PARENT FOR TWO YEARS\n    7  OR MORE IN A HOUSING ACCOMMODATION SUBJECT TO  THE  PROVISIONS  OF  THIS\n    8  CHAPTER AND OF WHICH SUCH PARENT IS A TENANT.\n    9    S  2.  The  administrative  code of the city of New York is amended by\n   10  adding a new section 26-504.4 to read as follows:\n   11    S 26-504.4 TENANT; DEFINITION. FOR THE PURPOSES OF THIS  CHAPTER,  THE\n   12  TERM  TENANT  SHALL BE DEEMED TO INCLUDE A CHILD (REGARDLESS OF AGE) WHO\n   13  HAS RESIDED WITH HIS OR HER PARENT FOR TWO YEARS OR MORE  IN  A  HOUSING\n   14  ACCOMMODATION  SUBJECT  TO  THE  PROVISIONS OF THIS CHAPTER AND OF WHICH\n   15  SUCH PARENT IS A TENANT.\n   16    S 3. Section 4 of chapter 576 of the laws of  1974,  constituting  the\n   17  emergency  tenant protection act of nineteen seventy-four, is amended by\n   18  adding a new section 15 to read as follows:\n   19    S 15.  TENANT; DEFINITION. FOR THE PURPOSES  OF  THIS  ACT,  THE  TERM\n   20  TENANT  SHALL  BE  DEEMED TO INCLUDE A CHILD (REGARDLESS OF AGE) WHO HAS\n   21  RESIDED WITH HIS OR HER PARENT FOR TWO YEARS OR MORE IN A HOUSING ACCOM-\n   22  MODATION SUBJECT TO THE PROVISIONS OF THIS ACT AND OF WHICH SUCH  PARENT\n   23  IS A TENANT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00957-01-1\n\n       S. 1305                             2\n\n    1    S  4. This act shall take effect immediately, provided that the amend-\n    2  ment to section 26-403 of the city rent and rehabilitation law  made  by\n    3  section  one  of  this act shall remain in full force and effect only so\n    4  long as the public emergency requiring the  regulation  and  control  of\n    5  residential  rents and evictions continues, as provided in subdivision 3\n    6  of section 1 of  the  local  emergency  housing  rent  control  act  and\n    7  provided  further that section 26-504.4 of the rent stabilization law of\n    8  nineteen hundred sixty-nine, as added by section two of this act,  shall\n    9  expire  on  the  same  date as such law expires and shall not affect the\n   10  expiration of such law as provided under section 26-520 of such law,  as\n   11  amended,  and  provided  further that section 15 of the emergency tenant\n   12  protection act of nineteen seventy-four, as added by  section  three  of\n   13  this act shall expire on the same date as such act expires and shall not\n   14  affect  the  expiration of such act as provided in section 17 of chapter\n   15  576 of the laws of 1974, as amended.\n",
  "memo" : "BILL NUMBER:S1305\n\nTITLE OF BILL:\n\nAn act\nto amend the administrative code of the city of New York and the\nemergency tenant protection act of nineteen seventy-four, in relation to\nthe definition of a tenant\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill provides that a child (regardless of age) who has lived with\na tenant parent for two years or more in a rent-regulated apartment\nshall be deemed a tenant.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nThis bill will amend Subdivision m of section 26-403 of the\nadministrative code of the city of New York by redefining the term\n\"tenant.\" It will also add a new section 26-504-a to the\nadministrative code of the city of New York. This bill will also\namend Section 4 of chapter 576 of the laws of 1974, constituting the\nemergency tenant protection act of 1974, by adding a new section 15.\n\nJUSTIFICATION:\n\nThis bill would ensure that spouses or children who have lived with\nthe primary leaseholder in a rent stabilized or rent controlled\napartment are automatically placed on the lease after 2 years.\nCurrent law grants succession rights to spouses and children who\nreside with the leaseholder in rent regulated apartments. However,\nbuilding owners often challenge succession rights of spouses or\nchildren in housing court and are often successful in denying a\nlegitimate right to an apartment in which they have resided for\nseveral years. This bill would protect relatives of tenants with\nlegitimate claims to an apartment and help close this loophole in the\nEmergency Tenant Protection Act.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009: S.1442 (Duane), Died in Housing; A.1294 (Wright), Died in Housing.\n2010: S.1442 (Duane), Died in Housing; A.1294 (Wright), Died in Housing.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately, provided that the amendment to\nsection 26-403 of the city rent and rehabilitation law made by\n\nsection one of this act shall remain in full force and effect only so\nlong as the public emergency requiring the regulation and control of\nresidential rents and evictions continues, as provided in subdivision\n3 of section 1 of the local emergency housing rent control act and\nprovided further that the addition of section 26-504-a to the rent\nstabilization law of nineteen hundred sixty-nine made by section two\nof this act shall expire on the same date as such law expires and\nshall not affect the expiration of such law as provided under section\n26-520 of such law, as amended and provided further that the addition\nof section 15 to the emergency tenant protection act of nineteen\nseventy-four made by section three of this act shall expire on the\nsame date as such act expires and shall not affect the expiration of\nsuch act as provided in section 17 of chapter 576 of the laws of\n1974, as amended.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to the definition of a tenant ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250543
}