{
  "year" : 2011,
  "senateBillNo" : "S1306-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1306-2011-1294290000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates tenants' right to recover certain attorneys' fees incurred as a result of service of notice based upon false facts or allegations",
  "summary" : "Creates tenants' right to recover certain attorneys' fees incurred as a result of service of notice based upon false facts or allegations. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S5367-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1306\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation to tenants' right  to\n         recover  attorneys'  fees  incurred  as  a result of service of notice\n         based upon false facts or allegations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  234-a to read as follows:\n    3    S 234-A. TENANTS' RIGHT TO RECOVER CERTAIN  ATTORNEYS'  FEES.    THERE\n    4  SHALL  BE  IMPLIED  IN A LEASE OF RESIDENTIAL PROPERTY A COVENANT BY THE\n    5  LANDLORD TO PAY TO THE TENANT  THE  REASONABLE  ATTORNEYS'  FEES  AND/OR\n    6  EXPENSES  INCURRED  BY  THE TENANT AS THE RESULT OF THE SERVICE BY OR ON\n    7  BEHALF OF THE LANDLORD OF A NOTICE TO CURE A VIOLATION OF THE  LEASE,  A\n    8  NOTICE  OF  TERMINATION OF THE LEASE OR A NOTICE OF REFUSAL TO RENEW THE\n    9  LEASE WHERE SUCH NOTICE CONTAINS ANY FACT  OR  ALLEGATION  THAT  IS  NOT\n   10  TRUE. WHERE SUCH NOTICE IS KNOWINGLY SERVED CONTAINING ANY FACT OR ALLE-\n   11  GATION THAT IS NOT TRUE, THE LANDLORD SHALL BE LIABLE TO SUCH TENANT FOR\n   12  THREE  TIMES  THE  MONTHLY  RENT CHARGED SUCH TENANT, OR THREE TIMES THE\n   13  DAMAGES, IF ANY, SUSTAINED BY SUCH TENANT, WHICHEVER  IS  GREATER,  PLUS\n   14  REASONABLE ATTORNEYS' FEES AND COSTS AS DETERMINED BY THE COURT.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01009-01-1\n",
  "memo" : "BILL NUMBER:S1306\n\nTITLE OF BILL:\n\nAn act\nto amend the real property law, in relation to tenants' right to recover\nattorneys' fees incurred as a result of service of notice based upon\nfalse facts or allegations\n\nPURPOSE:\n\nThis bill will serve as a strong disincentive for landlords to serve\nlegal notices on tenants that are not factually substantiated.\n\nSUMMARY OF PROVISIONS:\n\nSection One amends the Real Property Law by adding a new section 234-A\nstating that there should be implied in the lease of residential\nproperty a covenant by the landlord to pay to the tenant the\nreasonable attorney's fees and/or expenses incurred by the tenant as\nthe result of the service by or on behalf of the landlord of a notice\nto cure a violation of the lease, a notice of termination of the\nlease or a notice of refusal to renew the lease where such notice\ncontains any fact or allegation that is not true.\n\nIf the landlord knowing serves notice to a tenant containing facts or\nallegations that are not true, the landlord shall be liable for three\ntimes (treble) the amount of attorney's fees and expense incurred by\nthe tenant.\n\nJUSTIFICATION:\n\nThere have been numerous examples of deliberate attempts by landlords\nto intimidate and harass tenants by sending notices to cure a\nviolation of the tenant's lease or to terminate or not renew the\ntenant's lease which are based upon an unsubstantiated allegation.\n\nUp until now, there has been no financial recourse for legitimate\ntenants who have been forced to retain legal counsel to determine the\nmeaning of such notices and/or to respond to such notices unless the\nmatter has proceeded to court and there has been a judgment against\nthe landlord.\n\nThis legislation would allow tenants to recover legal fees and\nexpenses incurred in response to such notices regardless of whether\nan action or summary proceeding is commenced by the landlord.\n\nThis bill would also serve as a strong disincentive for landlords to\nserve legal notices that are not factually substantiated.\n\nLEGISLATIVE HISTORY:\n\n2008: S.8784 (Duane), Died in Rules\n2009: S.5367 (Duane), Died in Judiciary\n2010: S.5367 (Duane), Died in Judiciary\n\nFISCAL IMPLICATIONS:\n\nMinimal.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to tenants' right to recover attorneys' fees incurred as a result of service of notice based upon false facts or allegations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250546
}