{
  "year" : 2011,
  "senateBillNo" : "S1308-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1308-2011-1294290000000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions relating to the reporting of child abuse",
  "summary" : "Enacts provisions relating to the reporting of child abuse; delineates what persons are required to report cases of suspected child abuse to law enforcement agencies; any person required to report or any clergy required to review records who willfully fails to do so shall be guilty of a class A misdemeanor for the first offense, a class E felony for the second offense and a class D felony for the third offense or any subsequent offense; provides immunity for certain persons who in good faith made such reports to the wrong recipient. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S1793-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1308\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation to the reporting of\n         child abuse\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 413 of the social\n    2  services  law, as separately amended by chapters 323 and 366 of the laws\n    3  of 2008, is amended to read as follows:\n    4    (a) The following persons and officials  are  required  to  report  or\n    5  cause  a  report to be made in accordance with this title when they have\n    6  reasonable cause to suspect that a child coming  before  them  in  their\n    7  professional  or  official capacity is an abused or maltreated child, or\n    8  when they have reasonable cause to suspect that a child is an abused  or\n    9  maltreated  child  where the parent, guardian, custodian or other person\n   10  legally responsible for such child comes before them  in  their  profes-\n   11  sional  or  official  capacity and states from personal knowledge facts,\n   12  conditions or circumstances which, if correct, would render the child an\n   13  abused or maltreated child: any physician; registered physician  assist-\n   14  ant;  surgeon;  medical  examiner;  coroner;  dentist; dental hygienist;\n   15  osteopath;  optometrist;  chiropractor;  podiatrist;  resident;  intern;\n   16  psychologist; registered nurse; social worker; emergency medical techni-\n   17  cian;  licensed  creative  arts  therapist; licensed marriage and family\n   18  therapist; licensed mental  health  counselor;  licensed  psychoanalyst;\n   19  hospital personnel engaged in the admission, examination, care or treat-\n   20  ment of persons; A MEMBER OF THE CLERGY; a Christian Science practition-\n   21  er;  school official, which includes but is not limited to school teach-\n   22  er,  school  guidance  counselor,  school  psychologist,  school  social\n   23  worker,  school  nurse,  school  administrator or other school personnel\n   24  required to hold a teaching or administrative  license  or  certificate;\n   25  social  services  worker;  day care center worker; school-age child care\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01134-01-1\n\n       S. 1308                             2\n\n    1  worker; provider of family or group family day care; employee or  volun-\n    2  teer  in  a  residential  care  facility  defined in subdivision four of\n    3  section four hundred twelve-a of this title or any other child  care  or\n    4  foster  care worker; mental health professional; substance abuse counse-\n    5  lor; alcoholism counselor; all persons credentialed  by  the  office  of\n    6  alcoholism  and substance abuse services; peace officer; police officer;\n    7  district attorney or assistant district attorney; investigator  employed\n    8  in the office of a district attorney; or other law enforcement official.\n    9    S  2.  Article 6 of the social services law is amended by adding a new\n   10  title 6-B to read as follows:\n   11                                  TITLE 6-B\n   12                          REPORTS OF CHILD ABUSE TO\n   13                               LAW ENFORCEMENT\n   14  SECTION 429-N. PERSONS  AND  OFFICIALS  REQUIRED  TO  REPORT  CASES   OF\n   15                   SUSPECTED  CHILD  ABUSE  TO APPROPRIATE LAW ENFORCEMENT\n   16                   AGENCY.\n   17          429-O. PENALTIES FOR FAILURE TO REPORT.\n   18          429-P. IMMUNITY FROM LIABILITY.\n   19          429-Q. REVIEW OF EXISTING RECORDS FOR ALLEGATIONS THAT  A  CHILD\n   20                   IS AN ABUSED CHILD; DISTRICT ATTORNEY; PENALTY.\n   21    S  429-N.  PERSONS AND OFFICIALS REQUIRED TO REPORT CASES OF SUSPECTED\n   22  CHILD ABUSE TO APPROPRIATE LAW ENFORCEMENT AGENCY. 1. (A) THE  FOLLOWING\n   23  PERSONS  AND  OFFICIALS  ARE  REQUIRED  TO  REPORT OR CAUSE AN INDICATED\n   24  REPORT AS DEFINED IN SUBDIVISION SEVEN OF SECTION FOUR HUNDRED TWELVE OF\n   25  THIS ARTICLE TO BE MADE TO AN APPROPRIATE LAW  ENFORCEMENT  AGENCY  WHEN\n   26  THEY  HAVE REASONABLE CAUSE TO SUSPECT IN THEIR PROFESSIONAL OR OFFICIAL\n   27  CAPACITY THAT A CHILD IS AN  ABUSED  CHILD:  ANY  PHYSICIAN;  REGISTERED\n   28  PHYSICIAN ASSISTANT; SURGEON; MEDICAL EXAMINER; CORONER; DENTIST; DENTAL\n   29  HYGIENIST;  OSTEOPATH;  OPTOMETRIST; CHIROPRACTOR; PODIATRIST; RESIDENT;\n   30  INTERN; PSYCHOLOGIST; REGISTERED NURSE;  EMERGENCY  MEDICAL  TECHNICIAN;\n   31  HOSPITAL PERSONNEL ENGAGED IN THE ADMISSION, EXAMINATION, CARE OR TREAT-\n   32  MENT OF PERSONS; MEMBER OF THE CLERGY; A CHRISTIAN SCIENCE PRACTITIONER;\n   33  SCHOOL OFFICIAL; SOCIAL SERVICES WORKER; DAY CARE CENTER WORKER; PROVID-\n   34  ER  OF FAMILY OR GROUP FAMILY DAY CARE; EMPLOYEE OR VOLUNTEER IN A RESI-\n   35  DENTIAL CARE FACILITY OR ANY OTHER CHILD CARE  OR  FOSTER  CARE  WORKER;\n   36  MENTAL  HEALTH PROFESSIONAL; SUBSTANCE ABUSE COUNSELOR; ALCOHOLISM COUN-\n   37  SELOR; PEACE OFFICER; POLICE OFFICER;  DISTRICT  ATTORNEY  OR  ASSISTANT\n   38  DISTRICT  ATTORNEY;  INVESTIGATOR  EMPLOYED  IN THE OFFICE OF A DISTRICT\n   39  ATTORNEY; OR OTHER LAW ENFORCEMENT OFFICIAL.\n   40    (B) FOR THE PURPOSES OF THIS SECTION THE  TERM  \"ABUSED  CHILD\"  SHALL\n   41  MEAN A CHILD UNDER THE AGE OF EIGHTEEN YEARS UPON WHOM A PERSON EIGHTEEN\n   42  YEARS OF AGE OR MORE WHO IS DEFINED IN PARAGRAPH (A) OF THIS SUBDIVISION\n   43  AND  WHO  IS NOT THE PARENT OR OTHER PERSON LEGALLY RESPONSIBLE FOR SUCH\n   44  CHILD'S CARE:\n   45    (I) INTENTIONALLY OR  RECKLESSLY  INFLICTS  PHYSICAL  INJURY,  SERIOUS\n   46  PHYSICAL INJURY OR DEATH, OR\n   47    (II)  INTENTIONALLY  OR  RECKLESSLY ENGAGES IN CONDUCT WHICH CREATES A\n   48  SUBSTANTIAL RISK OF SUCH PHYSICAL INJURY,  SERIOUS  PHYSICAL  INJURY  OR\n   49  DEATH, OR\n   50    (III)  COMMITS  OR  ATTEMPTS  TO  COMMIT  AGAINST A CHILD THE CRIME OF\n   51  DISSEMINATING INDECENT MATERIALS  TO  MINORS  PURSUANT  TO  ARTICLE  TWO\n   52  HUNDRED THIRTY-FIVE OF THE PENAL LAW, OR\n   53    (IV)  ENGAGES  IN ANY CONDUCT PROHIBITED BY ARTICLE ONE HUNDRED THIRTY\n   54  OR TWO HUNDRED SIXTY-THREE OF THE PENAL LAW.\n   55    (C) FOR THE PURPOSES OF THIS SECTION THE TERM \"LAW ENFORCEMENT AUTHOR-\n   56  ITIES\" SHALL MEAN A MUNICIPAL POLICE DEPARTMENT,  SHERIFF'S  DEPARTMENT,\n\n       S. 1308                             3\n\n    1  THE DIVISION OF STATE POLICE OR ANY OFFICER THEREOF OR A DISTRICT ATTOR-\n    2  NEY OR ASSISTANT DISTRICT ATTORNEY.  NOTWITHSTANDING ANY OTHER PROVISION\n    3  OF  LAW, LAW ENFORCEMENT AUTHORITIES SHALL NOT INCLUDE ANY CHILD PROTEC-\n    4  TIVE SERVICE OR ANY SOCIETY FOR THE PREVENTION OF CRUELTY TO CHILDREN AS\n    5  SUCH  TERMS  ARE  DEFINED  IN  SECTION FOUR HUNDRED TWENTY-THREE OF THIS\n    6  ARTICLE.\n    7    (D) FOR THE PURPOSES OF THIS SECTION THE TERM \"MEMBER OF  THE  CLERGY\"\n    8  SHALL  HAVE  THE SAME DEFINITION AS THE TERM \"CLERGYMAN\" AS SET FORTH IN\n    9  SECTION TWO OF THE RELIGIOUS CORPORATIONS LAW AND SHALL ALSO INCLUDE ANY\n   10  PERSON RESPONSIBLE FOR SUPERVISING A MEMBER OF THE CLERGY OF A RELIGIOUS\n   11  INSTITUTION OR RESPONSIBLE FOR THE ADMINISTRATION OF A RELIGIOUS  INSTI-\n   12  TUTION.\n   13    (E)  FOR THE PURPOSES OF THIS SECTION THE TERM \"RELIGIOUS INSTITUTION\"\n   14  SHALL MEAN A RELIGIOUS CORPORATION CREATED TO ENABLE ITS MEMBERS TO MEET\n   15  FOR DIVINE WORSHIP OR OTHER RELIGIOUS  OBSERVANCES  OR  A  CONGREGATION,\n   16  SOCIETY,  OR  OTHER ASSEMBLAGE OF PERSONS WHO ARE ACCUSTOMED TO STATEDLY\n   17  MEET FOR DIVINE WORSHIP OR OTHER RELIGIOUS OBSERVANCES,  WITHOUT  HAVING\n   18  BEEN  INCORPORATED  FOR  THAT PURPOSE, AS PROVIDED IN SECTION TWO OF THE\n   19  RELIGIOUS CORPORATIONS LAW.\n   20    2. (A) UNLESS THE PERSON CONFESSING OR CONFIDING WAIVES THE PRIVILEGE,\n   21  A MEMBER OF THE CLERGY, OR  OTHER  MINISTER  OF  ANY  RELIGION  OR  DULY\n   22  ACCREDITED CHRISTIAN SCIENCE PRACTITIONER, SHALL NOT BE REQUIRED TO MAKE\n   23  A REPORT AS REQUIRED BY PARAGRAPH (A) OF SUBDIVISION ONE OF THIS SECTION\n   24  IF  THE  CONFESSION  OR  CONFIDENCE WAS MADE TO HIM OR HER IN HIS OR HER\n   25  PROFESSIONAL CHARACTER AS SPIRITUAL ADVISOR.\n   26    (B) WHEN A MEMBER OF THE CLERGY HAS REASONABLE CAUSE TO SUSPECT THAT A\n   27  CHILD IS AN ABUSED CHILD BASED UPON ANY INFORMATION RECEIVED OTHER  THAN\n   28  THROUGH  A  CONFESSION  OR  CONFIDENCE MADE PURSUANT TO PARAGRAPH (A) OF\n   29  THIS SUBDIVISION, THEN SUCH MEMBER OF THE CLERGY SHALL PROMPTLY  MAKE  A\n   30  REPORT  AS  REQUIRED BY PARAGRAPH (A) OF SUBDIVISION ONE OF THIS SECTION\n   31  NOTWITHSTANDING THE FACT THAT HE OR SHE MAY HAVE ALSO RECEIVED A  REPORT\n   32  OF  ABUSE  THROUGH A CONFESSION OR CONFIDENCE MADE PURSUANT TO PARAGRAPH\n   33  (A) OF THIS SUBDIVISION.\n   34    (C) THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVISION SHALL  NOT  BE\n   35  DEEMED  TO  EXEMPT A MEMBER OF THE CLERGY FROM ANY OTHER REQUIREMENTS OF\n   36  LAW TO PREVENT THE PERPETRATOR FROM COMMITTING ADDITIONAL ACTS OF ABUSE.\n   37    3. NOTHING IN THIS TITLE SHALL BE CONSTRUED TO REQUIRE THE  REPORT  OF\n   38  INFORMATION  BY  A  PERSON  REQUIRED  TO REPORT WHEN SUCH INFORMATION IS\n   39  OTHERWISE PRIVILEGED FROM DISCLOSURE BY LAW.\n   40    S 429-O. PENALTIES FOR FAILURE TO REPORT.  1.  ANY PERSON REQUIRED  BY\n   41  THIS TITLE TO REPORT A CASE OF SUSPECTED CHILD ABUSE WHO WILLFULLY FAILS\n   42  TO DO SO SHALL BE GUILTY OF A CLASS A MISDEMEANOR FOR THE FIRST OFFENSE,\n   43  A  CLASS  E  FELONY  FOR THE SECOND OFFENSE AND A CLASS D FELONY FOR THE\n   44  THIRD OFFENSE OR ANY SUBSEQUENT OFFENSE.\n   45    2.  ANY PERSON REQUIRED BY THIS TITLE TO REPORT A  CASE  OF  SUSPECTED\n   46  CHILD  ABUSE WHO KNOWINGLY AND WILLFULLY FAILS TO DO SO SHALL BE CIVILLY\n   47  LIABLE FOR THE DAMAGES PROXIMATELY CAUSED BY SUCH FAILURE.\n   48    S 429-P. IMMUNITY FROM LIABILITY.   1. ANY PERSON WHO  IN  GOOD  FAITH\n   49  MAKES  A REPORT OF ALLEGATIONS OF CHILD ABUSE AS REQUIRED BY THIS TITLE,\n   50  INCLUDING THOSE WHO IN GOOD FAITH MAKE A REPORT TO THE WRONG  RECIPIENT,\n   51  SHALL HAVE IMMUNITY FROM CRIMINAL LIABILITY WHICH MIGHT OTHERWISE RESULT\n   52  BY REASON OF SUCH ACTIONS.\n   53    2. ANY PERSON WHO REASONABLY AND IN GOOD FAITH MAKES A REPORT OF ALLE-\n   54  GATIONS  OF  CHILD  ABUSE AS REQUIRED BY THIS TITLE, SHALL HAVE IMMUNITY\n   55  FROM CIVIL LIABILITY WHICH MIGHT OTHERWISE  RESULT  BY  REASON  OF  SUCH\n   56  ACTIONS.\n\n       S. 1308                             4\n\n    1    S 429-Q. REVIEW OF EXISTING RECORDS FOR ALLEGATIONS THAT A CHILD IS AN\n    2  ABUSED  CHILD; DISTRICT ATTORNEY; PENALTY. 1. WITHIN THREE MONTHS OF THE\n    3  EFFECTIVE DATE OF THIS SECTION, ALL MEMBERS OF THE CLERGY  SHALL:    (A)\n    4  REVIEW  ALL  INSTITUTIONAL  RECORDS  WITHIN  THEIR CONTROL AND ANY OTHER\n    5  INFORMATION  THEY HAVE OBTAINED REGARDING ALLEGATIONS THAT A CHILD IS AN\n    6  ABUSED CHILD BY A MEMBER OF THE CLERGY WITHIN FIFTY YEARS PRIOR  TO  THE\n    7  EFFECTIVE DATE OF THIS SECTION; (B) REVIEW WHETHER THEY ARE AWARE OF ANY\n    8  OTHER  ALLEGATIONS  THAT A CHILD IS AN ABUSED CHILD ALLEGED TO HAVE BEEN\n    9  ABUSED BY A MEMBER OF THE CLERGY WHO REMAINS ACTIVELY IN THE SERVICE  OF\n   10  A RELIGIOUS INSTITUTION, REGARDLESS OF THE DATE ON WHICH SUCH ALLEGATION\n   11  WAS  MADE;  AND WHERE SUCH INFORMATION OR RECORDS RAISE REASONABLE CAUSE\n   12  TO SUSPECT THAT A CHILD IS AN ABUSED CHILD, REPORT  SUCH  ALLEGATION  TO\n   13  THE  DISTRICT  ATTORNEY.    THIS  SECTION SHALL NOT APPLY TO INFORMATION\n   14  OBTAINED THROUGH CONFIDENTIAL COMMUNICATIONS WITH CLERGY AND  PRIVILEGED\n   15  UNDER LAW.\n   16    2.  ANY  INDIVIDUAL, AS DEFINED IN PARAGRAPH (A) OF SUBDIVISION ONE OF\n   17  SECTION FOUR HUNDRED TWENTY-NINE-N  OF  THIS  TITLE,  REQUIRED  BY  THIS\n   18  SECTION  TO  REVIEW  EXISTING RECORDS AND INFORMATION AND REPORT ALLEGA-\n   19  TIONS CONTAINED THEREIN WHO WILLFULLY FAILS TO DO SO SHALL BE GUILTY  OF\n   20  A  CLASS  A  MISDEMEANOR FOR THE FIRST OFFENSE, A CLASS E FELONY FOR THE\n   21  SECOND OFFENSE AND A CLASS D FELONY FOR THE THIRD OFFENSE OR ANY  SUBSE-\n   22  QUENT OFFENSE.\n   23    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   24  have become  a law.\n",
  "memo" : "BILL NUMBER:S1308\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to the reporting\nof child abuse\n\nPURPOSE:\nTo include \"members of clergy\" to the list of persons and\nofficials required to report or cause a report to be made when they\nhave reasonable cause to suspect a child coming before them in their\nprofessional or official capacity is an abused or maltreated child,\nor when they have reasonable cause to suspect that a child is an\nabused or maltreated child where the parent, guardian, custodian or\nother person legally responsible for such child comes before them in\ntheir professional or official capacity and states from personal\nknowledge. fact, conditions or circumstances which, if correct, would\nrender the child an abused or maltreated child.\n\nSUMMARY OF PROVISIONS:\nSection One-1(a) -- Amends Subdivision 1 of\nsection 413 of the Social Services law, as amended by chapter 432 of\nthe laws of 2001, by adding \"member of the clergy\" to the list of\npersons and officials required to report or cause a report to be made\nwhen they have reasonable cause to suspect a child coming before them\nin their professional or official capacity is an abused or maltreated\nchild, or when they have reasonable cause to suspect that a child is\nan abused or maltreated child where the parent, guardian, custodian\nor other person legally responsible for such child comes before them\nin their professional or official capacity and states from personal\nknowledge fact, conditions or circumstances which, if correct, would\nrender the child an abused or maltreated child.\n\n1(b) -- States that when a member of the clergy has reasonable cause\nto suspect that a child is an abused or maltreated child based upon\ninformation received, then such a member of the clergy shall promptly\nmake a report.\n\n1(c) -- Defines \"member of the clergy\" to have the same definition as\nthe term \"clergyman\" as set forth in section two of the religious\ncorporation law and shall also include any person responsible for\nsupervising a member of the clergy of a religious institution or\nresponsible for the administration of a religious institution.\n\n1(d) -- Defines \"religious institution\" as an institution created to\nenable its members to meet for divine worship or other religious\nobservances or a congregation, society, or other assemblage of\npersons who are accustomed to statedly meet for divine worship or\nother religious observances, without having been incorporated for\nthat purpose, as provided in section two of the religious\ncorporations law.\n\nSection Two-1(a) Amends Subdivision 1, of section 413 of the social\nservices law, as amended by Chapter 420 of the laws of 2002, by adding\n\"member of the clergy\" to the list of persons and officials required\nto report or cause a report to be made when they have reasonable\ncause to suspect a child coming before them in their professional or\nofficial capacity is an abused or maltreated child, or when they have\nreasonable cause to suspect that a child is an abused or maltreated\nchild where the parent, guardian, custodian or other person legally\nresponsible for such child comes before them in their professional or\nofficial capacity and states from personal knowledge fact, conditions\nor circumstances which, if correct, would render the child an abused\nor maltreated child.\n\n1(b) -- States that when a member of the clergy has reasonable cause\nto suspect that a child is an abused or maltreated child based upon\ninformation received, then such a member of the clergy shall\npromptly make a report.\n\n1(c) -- Defines \"member of the clergy\" to have the same definition as\nthe term \"clergyman\" as set forth in section two of the religious\ncorporation law and shall also include any person responsible for\nsupervising a member of the clergy of a religious institution or\nresponsible for the administration of a religious institution.\n\n1(d) -- Defines \"religious institution\" as an institution created to\nenable its members to meet for divine worship or other religious\nobservances or a congregation, society, or other assemblage of\npersons who are accustomed to statedly meet for divine worship or\nother religious observances, without having been incorporated for\nthat purpose, as provided in section two of the religious\ncorporations law.\n\nSection Three amends Subdivision 1 of section 413 of the Social\nServices law, as amended by chapter 676 of the laws of 2002, by\nadding \"member of the clergy\" to the list of persons and officials\nrequired to report or cause a report to be made when they have\nreasonable cause to suspect a child coming before them in their\nprofessional or official capacity is an abused or maltreated child,\nor when they have reasonable cause to suspect that a child is an\nabused or maltreated child where the parent, guardian, custodian or\nother person legally responsible for such child comes before them in\ntheir professional or official capacity and states from personal\nknowledge fact, conditions or circumstances which, if correct, would\nrender the child an abused or maltreated child.\n\n1(b) -- States that when a member of the clergy has reasonable cause\nto suspect that a child is an abused or maltreated child based upon\ninformation received, then such a member of the clergy shall\npromptly make a report.\n\n1(c) -- Defines \"member of the clergy\" to have the same definition as\nthe term \"clergyman\" as set forth in section two of the religious\n\ncorporation law and shall also include any person responsible for\nsupervising a member of the clergy of a religious institution or\nresponsible for the administration of a religious institution.\n\n1(d) -- Defines \"religious institution\" as an institution created to\nenable its members to meet for divine worship or other religious\nobservances or a congregation, society, or other assemblage of\npersons who are accustomed to statedly meet for divine worship or\nother religious observances,\nwithout having been incorporated for that purpose, as provided in\nsection two of the religious corporations law. Section Four amends\nsubdivision 1 of section 413 of the social services law, as\nseparately amended by chapters 420 and 676 of the laws of 2002,\namends Subdivision 1 of section 43 of the Social Services law, as\namended by chapter 676 of the laws of 2002, by adding \"member of the\nclergy\" to the list of persons and officials required to report or\ncause a report to be made when they have reasonable cause to suspect\na child coming before them in their professional or official capacity\nis an abused or maltreated child, or when they have reasonable cause\nto suspect that a child is an abused or maltreated child where the\nparent, guardian, custodian or other person legally responsible for\nsuch child comes before them in their professional or official\ncapacity and states from personal knowledge fact, conditions or\ncircumstances which, if correct, would render the child an abused or\nmaltreated child.\n\n1(b) -- States that when a member of the clergy has reasonable cause\nto suspect that a child is an abused or maltreated child based upon\ninformation received, then such a member of the clergy shall\npromptly make a report.\n\n1(c) -- Defines \"member of the clergy\" to have the same definition as\nthe term \"clergyman\" as set forth in section two of the religious\ncorporation law and shall also include any person responsible for\nsupervising a member of the clergy of a religious institution or\nresponsible for the administration of a religious institution.\n\n1(d) -- Defines \"religious institution\" as an institution created to\nenable its members to meet for divine worship or other religious\nobservances or a congregation, society, or other assemblage of\npersons who are accustomed to statedly meet for divine worship or\nother religious observances, without having been incorporated for\nthat purpose, as provided in section two of the religious\ncorporations law. Section Five amends Article 6 of the Social\nServices law as amended by adding a new title 6-B \"Reports of Child\nAbuse to Law Enforcement\" &sect; 429-n -- (a) Lists the persons and\nofficials required to report cases of suspected child abuse to\nappropriate law enforcement agency as: any physician; registered\nphysician assistant; surgeon; medical examiner; coroner;\ndentist; dental hygienist; osteopath; optometrist; chiropractor;\npodiatrist; resident; intern;\npsychologist; registered nurse; emergency medical technician; hospital\n\npersonnel engaged in the admission, examination, care or treatment of\npersons; member of clergy; a Christian Science practitioner; school\nofficial; social service worker; day care center worker; provider of\nfamily or group family day care; employee or volunteer in a\nresidential care facility; mental health professional; substance\nabuse counselor; alcoholism counselor; peace officer; police officer;\ndistrict attorney; or other law enforcement official. (b) Defines\n\"abused child\" as a child under the age of 18 years whom a person\neighteen years of age or more and who is not the parent or other\nperson legally responsible for such child's care: (i)intentionally or\nrecklessly inflicts physical injury; serious physical injury or\ndeath (ii)intentionally or recklessly engages in conduct 'which\ncreates a substantial risk of such personal injury, serious physical\ninjury or death (iii)commits or attempts to commit against a child\nthe crime of disseminating indecent materials to minors (iv)engages\nin any conduct prohibited by Section 130 (sex offenses) or Section\n263 (sexual performance by a child) of the penal law. (c) Defines\n\"law enforcement agencies\" as a municipal police department, sheriffs\ndepartment, the state police, district attorney and assistant\ndistrict attorney -- but will not include any child protective\nservice or any society for the prevention of cruelty to children. (d)\nDefines \"member of the clergy\" to have the same\ndefinition as the term \"clergyman\" as set forth in section two of the\nreligious corporation law and shall also include any person\nresponsible for supervising a member of the clergy of a religious\ninstitution or responsible for the administration of a religious\ninstitution. (e) Defines \"religious institution\" as an institution\ncreated to enable its members to meet for divine worship or other\nreligious observances or a congregation, society, or other assemblage\nof persons who are accustomed to statedly meet for divine worship\nor other religious observances, without having been incorporated\nfor that purpose, as provided in section two of the religious\ncorporations law.\n\n2(a) Clarifies that unless the person confessing or confiding waives\nthe privilege, a member of the clergy, or other minister of any\nreligion or duly accredited Christian Science practitioner, shall not\nbe required to make a report as required if the confession or\nconfidence was made to him or her in his or her professional capacity\na spiritual advisor. (b) States that when a member of the clergy has\nreasonable cause to suspect that a child is an abused child based\nupon information received other than through a confession or\nconfidence that such member of the clergy shall promptly make a\nreport notwithstanding the fact that he or she may have also received\na report through a confession or confidence. (c) Clarifies that the\nfact that confession and other confidences are waived does not\nexclude a member of the clergy from any other requirement to prevent\nthe perpetrator from committing further acts of abuse. 3. States that\nnothing in this act shall be construed to require the report of\ninformation by a person required to report when such information is\notherwise privileged from disclosure by law.\n\n&sect; 429-o -- (1) States that any person required by this Act to report a\ncase of suspected child abuse who willfully fails to do so shall be\nguilty of: First offense: Class A misdemeanor Second offense: Class E\nfelony Third offense: Class D felony (2) Any person required by this\nAct who fails to report a case of suspected child abuse and who\nknowingly and willingly fails to do so shall also be civilly liable\nfor damages proximately caused by such a failure. &sect; 429-p States that\nany person who is required to report under this act makes a good\nfaith report of allegations of child abuse, but makes the report to\nthe wrong recipient, shall be immune from criminal and civil\nliability. &sect; 429-q States that within three months of the effective\ndate of this act, all members of the clergy shall: (a) review all\nrecords within their control and any other information they have\nobtained regarding allegations that a child is an abused child by a\nmember of the clergy within 50 years prior to the effective date of\nthis section. (b) review whether they are aware of any other\nallegation that a child is an abused child alleged to have been\nabused by a member of the clergy who remains actively in the service\nof a religious institution, regardless of the\ndate such allegation was made; and where such information or records\nraise reasonable cause to suspect that a child is an abused child. In\nthe event such records produce credible evidence of child abuse, it\nmust be reported to the relevant district attorney. (2) Willful\nfailure to report shall result in: First offense: Class A misdemeanor\nSecond offense: Class E felony Third offense: Class D felony.\n\nEXISTING LAW:\nNew bill.\n\nJUSTIFICATION:\nRecent event have proven that there is a need for members of\nclergy to report suspected and documented child abuse to authorities.\nThere are numerous examples of childhood abuse, going on for decades,\nwhich was not reported.  It is common sense to mandate clergy to report\nabuse.\n\nLEGISLATIVE HISTORY:\n2003-2004: S.2818 died in Senate Children & Families Committee\n2004-2005: S.3967 died in Senate Children & Families Committee\n2006:  S.3967 Died in Senate Social Services,\nChildren & Families Committee\n2007:  S.1804 Died in Senate Social Services, Children & Families\nCommittee\n2008:  S.1804 Died in Senate Social Services, Children & Families\nCommittee\n2009:  S.1793 Died in Senate Codes Committee\n2010:  S.1793 Died in Senate Codes Committee\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nLOCAL FISCAL IMPLICATIONS:\n\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect on the sixtieth day after\nit shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the reporting of child abuse ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110110.T152618.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250548
}