{
  "year" : 2011,
  "senateBillNo" : "S1306-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1306-2011-1294290000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates tenants' right to recover certain attorneys' fees incurred as a result of service of notice based upon false facts or allegations",
  "summary" : "Creates tenants' right to recover certain attorneys' fees incurred as a result of service of notice based upon false facts or allegations. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S5367-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1306\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation to tenants' right  to\n         recover  attorneys'  fees  incurred  as  a result of service of notice\n         based upon false facts or allegations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  234-a to read as follows:\n    3    S 234-A. TENANTS' RIGHT TO RECOVER CERTAIN  ATTORNEYS'  FEES.    THERE\n    4  SHALL  BE  IMPLIED  IN A LEASE OF RESIDENTIAL PROPERTY A COVENANT BY THE\n    5  LANDLORD TO PAY TO THE TENANT  THE  REASONABLE  ATTORNEYS'  FEES  AND/OR\n    6  EXPENSES  INCURRED  BY  THE TENANT AS THE RESULT OF THE SERVICE BY OR ON\n    7  BEHALF OF THE LANDLORD OF A NOTICE TO CURE A VIOLATION OF THE  LEASE,  A\n    8  NOTICE  OF  TERMINATION OF THE LEASE OR A NOTICE OF REFUSAL TO RENEW THE\n    9  LEASE WHERE SUCH NOTICE CONTAINS ANY FACT  OR  ALLEGATION  THAT  IS  NOT\n   10  TRUE. WHERE SUCH NOTICE IS KNOWINGLY SERVED CONTAINING ANY FACT OR ALLE-\n   11  GATION THAT IS NOT TRUE, THE LANDLORD SHALL BE LIABLE TO SUCH TENANT FOR\n   12  THREE  TIMES  THE  MONTHLY  RENT CHARGED SUCH TENANT, OR THREE TIMES THE\n   13  DAMAGES, IF ANY, SUSTAINED BY SUCH TENANT, WHICHEVER  IS  GREATER,  PLUS\n   14  REASONABLE ATTORNEYS' FEES AND COSTS AS DETERMINED BY THE COURT.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01009-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to tenants' right to recover attorneys' fees incurred as a result of service of notice based upon false facts or allegations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110110.T153118.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294691478373
}