{
  "year" : 2011,
  "senateBillNo" : "S1307-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1307-2011-1294290000000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes Haley's Act which prohibits direct contact between a big cat and a member of the public",
  "summary" : "Establishes Haley's Act which prohibits direct contact between a big cat and a member of the public. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S4693-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1307\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         enacting Haley's act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 11 of the environmental conservation law is amended\n    2  by adding a new title 26 to read as follows:\n    3                                  TITLE 26\n    4                                 HALEY'S ACT\n    5  SECTION 11-2601. SHORT TITLE.\n    6          11-2603. DEFINITIONS.\n    7          11-2605. PROHIBITIONS.\n    8          11-2607. PENALTIES.\n    9  S 11-2601. SHORT TITLE.\n   10    THIS TITLE SHALL BE KNOWN AND MAY BE CITED AS \"HALEY'S ACT\".\n   11  S 11-2603. DEFINITIONS.\n   12    FOR THE PURPOSES OF THIS TITLE:\n   13    1. \"BIG CAT\" SHALL MEAN ANY LIVE SPECIES OF LION (PANTHERA LEO  PERSI-\n   14  CA),   TIGER  (PANTHERA  TIGRES),  LEOPARD  (PANTHERA  PARDUS),  CHEETAH\n   15  (ACINOYX JUBATUS), JAGUAR  (PANTHERA  ONCA),  MOUNTAIN  LION,  SOMETIMES\n   16  CALLED COUGAR (FELIS CONCOLAR) OR ANY HYBRID OF SUCH SPECIES.\n   17    2.  \"DIRECT  CONTACT\"  SHALL MEAN ANY SITUATION IN WHICH AN INDIVIDUAL\n   18  MAY POTENTIALLY TOUCH OR OTHERWISE COME INTO PHYSICAL CONTACT  WITH  ANY\n   19  LIVE SPECIMEN OF A SPECIES.\n   20    3.  \"ZOO\"  MEANS ANY INDOOR AREA OPEN TO THE PUBLIC FOR THE PURPOSE OF\n   21  VIEWING ANIMALS.\n   22    4. \"DEALER\" SHALL MEAN ANY PERSON WHO, IN COMMERCE,  FOR  COMPENSATION\n   23  OR  PROFIT,  DELIVERS  FOR  TRANSPORTATION,  OR  TRANSPORTS, EXCEPT AS A\n   24  CARRIER, BUYS, SELLS, OR NEGOTIATES THE PURCHASE OR SALE OF ANY ANIMALS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01067-01-1\n\n       S. 1307                             2\n\n    1    5. \"EXHIBITOR\" SHALL MEAN ANY PERSON (PUBLIC  OR  PRIVATE)  EXHIBITING\n    2  ANY  ANIMALS,  WHICH WERE PURCHASED IN COMMERCE OR THE INTENDED DISTRIB-\n    3  UTION OF WHICH AFFECTS COMMERCE, OR WILL AFFECT COMMERCE, TO THE  PUBLIC\n    4  FOR  COMPENSATION,  AS  DETERMINED  BY  THE  COMMISSIONER, AND SUCH TERM\n    5  INCLUDES  CARNIVALS,  CIRCUSES, AND ZOOS EXHIBITING SUCH ANIMALS WHETHER\n    6  OPERATED FOR PROFIT OR NOT.\n    7  S 11-2605. PROHIBITIONS.\n    8    1. IT SHALL BE UNLAWFUL FOR AN EXHIBITOR OR DEALER  LICENSED  PURSUANT\n    9  TO TITLE 7 U.S.C. SECTIONS 2133 AND 2134 TO ALLOW DIRECT CONTACT BETWEEN\n   10  A BIG CAT AND A MEMBER OF THE PUBLIC.\n   11    2.  THIS  SECTION  SHALL  NOT  APPLY TO AN EXHIBITOR THAT IS A ZOO, AS\n   12  DETERMINED BY THE COMMISSIONER.\n   13    3. AN EXHIBITOR IS DETERMINED TO BE ZOO UNDER SUBDIVISION TWO OF  THIS\n   14  SECTION UPON THE COMMISSIONER'S CONSIDERATION OF:\n   15    (A)  WHETHER  THE  EXHIBITOR  IS A FACILITY ACCREDITED BY, AND IN GOOD\n   16  STANDING WITH, THE ASSOCIATION OF ZOOS AND AQUARIUMS; AND\n   17    (B) WHETHER THE EXHIBITOR OPERATES WITH SUFFICIENT REGARD  FOR  PUBLIC\n   18  SAFETY.\n   19  S 11-2607. PENALTIES.\n   20    1.  ANY  DEALER  OR  EXHIBITOR  LICENSED  PURSUANT  TO TITLE 17 U.S.C.\n   21  SECTIONS 2133 AND 2134, THAT VIOLATES ANY PROVISION OF  THIS  TITLE,  OR\n   22  ANY  RULE OR REGULATION PROMULGATED BY THE COMMISSIONER PURSUANT TO THIS\n   23  TITLE, MAY BE ASSESSED A CIVIL PENALTY BY THE COMMISSIONER OF  NOT  MORE\n   24  THAN  TEN  THOUSAND  DOLLARS FOR EACH SUCH VIOLATION. EACH VIOLATION AND\n   25  EACH DAY DURING WHICH A VIOLATION CONTINUES SHALL BE A SEPARATE OFFENSE.\n   26  NO PENALTY SHALL BE ASSESSED UNLESS SUCH  PERSON  IS  GIVEN  NOTICE  AND\n   27  OPPORTUNITY FOR A HEARING WITH RESPECT TO THE ALLEGED VIOLATION, AND THE\n   28  ORDER OF THE COMMISSIONER ASSESSING A PENALTY SHALL BE FINAL AND CONCLU-\n   29  SIVE  UNLESS THE AFFECTED PERSON FILES AN APPEAL FROM THE COMMISSIONER'S\n   30  ORDER WITHIN THE PROVISIONS OF THE STATE ADMINISTRATIVE  PROCEDURE  ACT.\n   31  THE  COMMISSIONER SHALL GIVE DUE CONSIDERATION TO THE APPROPRIATENESS OF\n   32  THE PENALTY WITH RESPECT TO THE SIZE  OF  THE  BUSINESS  OF  THE  PERSON\n   33  INVOLVED, THE GRAVITY OF THE VIOLATION, THE PERSON'S GOOD FAITH, AND THE\n   34  HISTORY  OF  PREVIOUS  VIOLATIONS. ANY SUCH CIVIL PENALTY MAY BE COMPRO-\n   35  MISED BY THE COMMISSIONER. UPON ANY FAILURE TO PAY THE PENALTY  ASSESSED\n   36  BY  A FINAL ORDER UNDER THIS SUBDIVISION, THE COMMISSIONER SHALL REQUEST\n   37  THE ATTORNEY GENERAL TO INSTITUTE A CIVIL ACTION TO COLLECT THE PENALTY.\n   38    2. ANY DEALER OR  EXHIBITOR,  LICENSED  PURSUANT  TO  TITLE  7  U.S.C.\n   39  SECTIONS  2133  AND  2134, WHO KNOWINGLY VIOLATES ANY PROVISIONS OF THIS\n   40  TITLE SHALL, ON CONVICTION THEREOF, BE SUBJECT TO IMPRISONMENT  FOR  NOT\n   41  MORE  THAN ONE YEAR, OR A FINE OF NOT MORE THAN TEN THOUSAND DOLLARS, OR\n   42  BOTH.\n   43    S 2. This act shall take effect on the one hundred eightieth day after\n   44  it shall have become a law; provided, however, that effective immediate-\n   45  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   46  necessary  for  the implementation of this act on its effective date are\n   47  authorized and directed to be made and completed by the commissioner  of\n   48  the department of environmental conservation on or before such effective\n   49  date.\n",
  "memo" : "BILL NUMBER:S1307\n\nTITLE OF BILL:\n\nAn act\nto amend the environmental conservation law, in relation to enacting\nHaley's act\n\nPURPOSE:\n\nTo prevent direct contact between a big cat and a member of the public.\n\nSUMMARY OF PROVISIONS:\n\nSection One is the definitions section.\n\nSection Two makes it unlawful for a zoo to provide direct contact\nbetween a big cat and a member of the public.\n\nSection Three creates a $10,000 civil penalty per violation.\n\nEXISTING LAW:\n\nJUSTIFICATION:\n\nRecent news reports have shown the devastating impacts which may occur\nwhen the general public comes into direct contact with big cats. This\nbill is designed to prevent tragic interactions and will protect not\nonly the general public, but the big cats who are kept in captivity.\n\nLEGISLATIVE HISTORY:\n\n2008:  S.7226/A.11632, Vetoed by Governor\n2009:  S.4693, Died in Environmental Conservation\n2010:  S.4693, Died in Environmental Conservation\n\nFISCAL IMPLICATIONS:\n\nMinimal.\n\nLOCAL FISCAL IMPLICATIONS:\n\nMinimal.\n\nEFFECTIVE DATE:\n\n180th day after it shall have become law, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to enacting Haley's act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250547
}