{
  "year" : 2011,
  "senateBillNo" : "S1313-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1313-2011-1294290000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prostitution offenses occurring within one thousand feet of school grounds",
  "summary" : "Establishes the offense of patronizing a prostitute within one thousand feet of school grounds, promoting prostitution within one thousand feet of school grounds, compelling prostitution within one thousand feet of school grounds and permitting prostitution within one thousand feet of school grounds. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1313\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to establishing the  offenses\n         of  patronizing  a  prostitute  within  one  thousand  feet  of school\n         grounds, promoting prostitution within one  thousand  feet  of  school\n         grounds,  compelling  prostitution  within one thousand feet of school\n         grounds and permitting prostitution within one thousand feet of school\n         grounds.\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The penal law is amended by adding a new section 230.06-a\n    2  to read as follows:\n    3  S 230.06-A PATRONIZING A PROSTITUTE WITHIN ONE THOUSAND FEET  OF  SCHOOL\n    4  GROUNDS.\n    5    1.  ANY PERSON WHO PATRONIZES A PROSTITUTE WITHIN ONE THOUSAND FEET OF\n    6  SCHOOL GROUNDS, SHALL BE GUILTY OF A CLASS E FELONY.\n    7    2. ANY PERSON OVER EIGHTEEN YEARS OF AGE, WHO PATRONIZES A  PROSTITUTE\n    8  WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS, AND THE PERSON PATRONIZED IS\n    9  LESS THAN FOURTEEN YEARS OF AGE IS GUILTY OF A CLASS D FELONY.\n   10    3.  ANY PERSON WHO PATRONIZES A PROSTITUTE WITHIN ONE THOUSAND FEET OF\n   11  SCHOOL GROUNDS AND THE PERSON PATRONIZED IS LESS THAN  ELEVEN  YEARS  OF\n   12  AGE IS GUILTY OF A CLASS C FELONY.\n   13    4.  FOR PURPOSES OF THIS SECTION, \"SCHOOL GROUNDS\" SHALL HAVE THE SAME\n   14  MEANING AS IN SUBDIVISION FOURTEEN OF SECTION 220.00 OF THIS CHAPTER.\n   15    S 2. The penal law is amended by adding a new section 230.32-a to read\n   16  as follows:\n   17  S 230.32-A PROMOTING PROSTITUTION WITHIN ONE  THOUSAND  FEET  OF  SCHOOL\n   18  GROUNDS.\n   19    1.  ANY  PERSON  WHO  KNOWINGLY  ADVANCES OR PROFITS FROM PROSTITUTION\n   20  OCCURRING WITHIN ONE THOUSAND FEET OF SCHOOL  GROUNDS  IS  GUILTY  OF  A\n   21  CLASS E FELONY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07305-02-1\n\n       S. 1313                             2\n\n    1    2.  ANY  PERSON, WHO KNOWINGLY ADVANCES OR PROFITS FROM: (A) PROSTITU-\n    2  TION OCCURRING WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS, BY  MANAGING,\n    3  SUPERVISING,  CONTROLLING OR OWNING, EITHER ALONE OR IN ASSOCIATION WITH\n    4  OTHERS, A HOUSE OF PROSTITUTION OR A  PROSTITUTION  BUSINESS  OR  ENTER-\n    5  PRISE,  LOCATED  WITHIN  ONE  THOUSAND FEET OF SCHOOL GROUNDS, INVOLVING\n    6  PROSTITUTION ACTIVITY BY TWO OR MORE PROSTITUTES, OR  A  BUSINESS,  THAT\n    7  SELLS  TRAVEL-RELATED SERVICES KNOWING THAT SUCH SERVICES INCLUDE OR ARE\n    8  INTENDED TO FACILITATE TRAVEL FOR THE PURPOSE OF PATRONIZING  A  PROSTI-\n    9  TUTE  WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS, INCLUDING TO A FOREIGN\n   10  JURISDICTION AND REGARDLESS OF THE  LEGALITY  OF  PROSTITUTION  IN  SAID\n   11  FOREIGN  JURISDICTION; OR (B) ADVANCES OR PROFITS FROM PROSTITUTION OF A\n   12  PERSON LESS THAN NINETEEN YEARS OLD WITHIN ONE THOUSAND FEET  OF  SCHOOL\n   13  GROUNDS, IS GUILTY OF A CLASS C FELONY.\n   14    3.  ANY  PERSON  WHO  KNOWINGLY  (A) ADVANCES PROSTITUTION, WITHIN ONE\n   15  THOUSAND FEET OF SCHOOL GROUNDS, BY COMPELLING  A  PERSON  BY  FORCE  OR\n   16  INTIMIDATION  TO  ENGAGE  IN  PROSTITUTION,  WITHIN ONE THOUSAND FEET OF\n   17  SCHOOL GROUNDS, OR PROFITS FROM SUCH COERCIVE CONDUCT BY ANOTHER  WITHIN\n   18  ONE  THOUSAND  FEET  OF  SCHOOL GROUNDS; OR (B) ADVANCES OR PROFITS FROM\n   19  PROSTITUTION, OCCURRING WITHIN ONE THOUSAND FEET OR SCHOOL GROUNDS, OF A\n   20  PERSON LESS THAN SIXTEEN YEARS OLD, IS GUILTY OF A CLASS B FELONY.\n   21    4. ANY PERSON WHO KNOWINGLY ADVANCES  OR  PROFITS  FROM  PROSTITUTION,\n   22  OCCURRING  WITHIN  ONE THOUSAND FEET OF SCHOOL GROUNDS, OF A PERSON LESS\n   23  THAN ELEVEN YEARS OLD IS GUILTY OF A CLASS A FELONY.\n   24    5. FOR PURPOSES OF THIS SECTION, \"SCHOOL GROUNDS\" SHALL HAVE THE  SAME\n   25  MEANING AS IN SUBDIVISION FOURTEEN OF SECTION 220.00 OF THIS CHAPTER.\n   26    S 3. The penal law is amended by adding a new section 230.33-a to read\n   27  as follows:\n   28  S  230.33-A  COMPELLING  PROSTITUTION WITHIN ONE THOUSAND FEET OF SCHOOL\n   29               GROUNDS.\n   30    1. A PERSON IS GUILTY OF COMPELLING PROSTITUTION WITHIN  ONE  THOUSAND\n   31  FEET  OF  SCHOOL GROUNDS, WHEN SUCH PERSON IS TWENTY-ONE YEARS OF AGE OR\n   32  OLDER, AND HE OR SHE KNOWINGLY ADVANCES PROSTITUTION WITHIN ONE THOUSAND\n   33  FEET OF SCHOOL GROUNDS BY COMPELLING A PERSON LESS  THAN  SIXTEEN  YEARS\n   34  OLD,  BY  FORCE  OR  INTIMIDATION,  TO ENGAGE IN PROSTITUTION WITHIN ONE\n   35  THOUSAND FEET OF SCHOOL GROUNDS.\n   36    2. FOR PURPOSES OF THIS SECTION, \"SCHOOL GROUNDS\" SHALL HAVE THE  SAME\n   37  MEANING AS IN SUBDIVISION FOURTEEN OF SECTION 220.00 OF THIS CHAPTER.\n   38    COMPELLING  PROSTITUTION WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS IS\n   39  A CLASS A FELONY.\n   40    S 4. The penal law is amended by adding a new section 230.41  to  read\n   41  as follows:\n   42  S  230.41  PERMITTING  PROSTITUTION  WITHIN  ONE THOUSAND FEET OF SCHOOL\n   43               GROUNDS.\n   44    1. A PERSON IS GUILTY OF PERMITTING PROSTITUTION WITHIN  ONE  THOUSAND\n   45  FEET  OF  SCHOOL  GROUNDS, WHEN HAVING POSSESSION OR CONTROL OF PREMISES\n   46  LOCATED WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS WHICH  HE  KNOWS  ARE\n   47  BEING  USED FOR PROSTITUTION PURPOSES, HE OR SHE FAILS TO MAKE A REASON-\n   48  ABLE EFFORT TO HALT OR ABATE SUCH USE.\n   49    2. FOR PURPOSES OF THIS SECTION, \"SCHOOL GROUNDS\" SHALL HAVE THE  SAME\n   50  MEANING AS IN SUBDIVISION FOURTEEN OF SECTION 220.00 OF THIS CHAPTER.\n   51    PERMITTING  PROSTITUTION WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS IS\n   52  A CLASS A MISDEMEANOR.\n   53    S 5. This act shall take effect on the first of November next succeed-\n   54  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the offenses of patronizing a prostitute within one thousand feet of school grounds, promoting prostitution within one thousand feet of school grounds, compelling prostitution within one thousand feet of school grounds and permitting prostitution within one thousand feet of school grounds. ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T095848.TXT", "SOBI.D110110.T141111.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110106.T155732.TXT", "SOBI.D110106.T155232.TXT", "SOBI.D110106.T164249.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294686671949
}