{
  "year" : 2011,
  "senateBillNo" : "S1316-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1316-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the presence of official full or partial lane markings on roadway",
  "summary" : "Relates to the presence of official full or partial barrier markings on roadways which prohibit crossing of such markings. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A3559",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SB5175-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1316\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  DILAN,  DIAZ,  HASSELL-THOMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to roadway lane\n         markings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (d) of section 1128 of the vehicle and  traffic\n    2  law,  as added by chapter 206 of the laws of 1971, is amended to read as\n    3  follows:\n    4    (d) When official [markings are in place indicating those portions  of\n    5  any  roadway where crossing such markings would be especially hazardous,\n    6  no driver of a vehicle proceeding along such highway shall at  any  time\n    7  drive  across  such  markings]  TRAFFIC CONTROL DEVICES ARE INSTALLED ON\n    8  ROADWAYS PROHIBITING THE CHANGING OF LANES, DRIVERS  OF  VEHICLES  SHALL\n    9  OBEY  THE DIRECTION OF EVERY SUCH DEVICE. FOR THE PURPOSE OF THIS SUBDI-\n   10  VISION, OFFICIAL TRAFFIC CONTROL DEVICES ARE DESIGNATED BY A TWO  NORMAL\n   11  SOLID WHITE LINE PAVEMENT MARKING OR A SIGN.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03009-01-1\n",
  "memo" : "BILL NUMBER:S1316\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to roadway\nlane markings\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo amend the vehicle and traffic law by clarifying which roadway\nofficial traffic control devices prohibit the changing of travel\nlanes in the same direction.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill amends subdivision d of section 1128 of chapter\n206 of vehicle and traffic law by changing the language \"markings\nare in place indicating those portions of any roadway where\ncrossing such markings would be especially hazardous, no driver of a\nvehicle proceeding along such highway shall at any time drive across\nsuch markings\" to read, \"traffic control devices are in installed\non roadways prohibiting the changing of lanes, drivers of vehicles\nshall obey the direction of every such device.\" Additionally it adds\nthe wording \"For the purpose of this subdivision, official traffic\ncontrol devices are designated by a two solid white line pavement\nmarking or a sign.\nSection 2 provides that this act shall take\neffect immediately.\n\nJUSTIFICATION:\nAs the current vehicle and traffic law 1128 (d) is written, official\nhighway markings are those that shall not at any time be crossed\nby a driver. The law's original intent was as a \"no lane change\"\nprovision to the vehicle and traffic law. However, the current law\nis vague and allows police officers to issue a ticket in violation of\nsection 1128 (d) to anyone whom the officer deems has, in a-hazardous\nmanner crossed a marking such as the edge line, which could\ninclude your own driveway entrance. The Appellate Term, of the Second\nDepartment found in the People v Shulman that the white edgeline\nalong the side of the road does not constitute an \"official marking\"\nunder VAT 1128 (d) . This court ruled in favor of Mr. Shulman,\nfinding from his research that the original intent of section 11\n28 (d) was in specific reference to crossing barrier markings. The\nwhite edge line along the road, for instance, does not represent a\nbarrier marking and thus is not an official roadway marking under\nsection 1128(d).\n\nThe presence barrier markings already indicates those portions of the\nroadway where the NYDOT has determined that crossing such markings\nwould be especially hazardous and thus that changing lanes is\nprohibited.\n\nFurther, the extra wording \"where crossing such markings would be\nespecially hazardous\" can be misconstrued as an additional criterion\n(to the\npresence of barrier markings) required being in violation of this law.\n\nIn the proposed amendment, the use of the phase \"where changing lanes\nis prohibited\", brings NYS VAT1128 (d) closer to the corresponding\nterminology in the Uniform Vehicle Code 11-309(d). Further, to\nupdate and clarify Section 1128(d), language from the current Federal\nMUTCD description, \"a two solid White line pavement marking\", has\nbeen added.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.5175B/A.9823 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to roadway lane markings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110110.T144115.TXT", "SOBI.D110125.T152940.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987380668
}