{
  "year" : 2011,
  "senateBillNo" : "S1311-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1311-2011-1294290000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to veterans with disabilities",
  "summary" : "Authorizes veterans with disabilities who were classified as veterans and used such classification in his or her original appointment or promotion and were later classified as a veteran with disabilities, such member shall be entitled to ten points additional credit less the number of points of additional credit allowed for the prior appointment. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "SA737-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1311\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. LAVALLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 6 of article 5 of the constitution, in\n         relation to veterans'  credits  for  civil  service  appointments  and\n         promotions\n\n    1    Section  1. Resolved (if the Assembly concur), That section 6 of arti-\n    2  cle 5 of the constitution be amended to read as follows:\n    3    S 6. Appointments and promotions in the civil service of the state and\n    4  all of the civil divisions thereof, including cities and villages, shall\n    5  be made according to merit and fitness to  be  ascertained,  as  far  as\n    6  practicable,  by  examination  which,  as  far  as practicable, shall be\n    7  competitive; provided, however, that any member of the armed  forces  of\n    8  the  United  States  who  served therein in time of war, and who, at the\n    9  time of such member's appointment or promotion, is a citizen or an alien\n   10  lawfully admitted for permanent residence in the  United  States  and  a\n   11  resident  of  this  state  and is honorably discharged or released under\n   12  honorable circumstances from such service, shall be entitled to  receive\n   13  five  points additional credit in a competitive examination for original\n   14  appointment and two and one-half points additional credit in an examina-\n   15  tion for promotion or,  if  such  member  was  disabled  in  the  actual\n   16  performance of duty in any war and his or her disability is certified by\n   17  the  United  States department of veterans affairs to be in existence at\n   18  the time of application for appointment or promotion, he or she shall be\n   19  entitled to receive ten points additional credit in a competitive  exam-\n   20  ination for original appointment and five points additional credit in an\n   21  examination  for promotion. Such additional credit shall be added to the\n   22  final earned rating of such member after he or she has qualified  in  an\n   23  examination and shall be granted only at the time of establishment of an\n   24  eligible list. No such member shall receive the additional credit grant-\n   25  ed  by this section after he or she has received one appointment, either\n   26  original entrance or promotion, from an eligible list on which he or she\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89044-01-1\n\n       S. 1311                             2\n\n    1  was allowed the additional credit granted by this section, EXCEPT  WHERE\n    2  A  MEMBER  HAS BEEN APPOINTED OR PROMOTED FROM AN ELIGIBLE LIST ON WHICH\n    3  HE OR SHE WAS ALLOWED ADDITIONAL CREDIT FOR MILITARY SERVICE AND  SUBSE-\n    4  QUENT  TO  SUCH  APPOINTMENT  HE  OR SHE IS DISABLED AS PROVIDED IN THIS\n    5  SECTION, SUCH MEMBER SHALL BE ENTITLED TO TEN POINTS  ADDITIONAL  CREDIT\n    6  LESS  THE  NUMBER  OF  POINTS OF ADDITIONAL CREDIT ALLOWED FOR THE PRIOR\n    7  APPOINTMENT.\n    8    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n    9  be referred to the first regular legislative session convening after the\n   10  next  succeeding  general  election  of members of the assembly, and, in\n   11  conformity with  section  1  of  article  19  of  the  constitution,  be\n   12  published for 3 months previous to the time of such election.\n",
  "memo" : "BILL NUMBER:S1311\n\nTITLE OF BILL:\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing an amendment\nto section 6 of article 5 of the constitution, in relation to veterans'\ncredits for civil service appointments and promotions\n\nPURPOSE:\nWould allow any person who has received an appointment through civil\nservice to be entitled to additional credit if said individual was\nclassified as a veteran with disabilities after the first appointment\nor promotion.\n\nSUMMARY OF PROVISIONS:\nAmend Article 5 Section 6 of the Constitution to provide that in\ncircumstances where a person has used a veteran's credit for civil\nservice purposes and thereafter is classified as a disabled veteran,\nthe additional credit which would be garnered by that designation may\nbe used for a subsequent test or appointment.\n\nJUSTIFICATION:\nCurrent law only allows veterans credit to be used once and does not\nallow for the veteran to apply additional credits if they are\nclassified as disabled at a later date. This legislation would\nbenefit individuals who, through no fault of their own, were not\nclassified as a veteran with disabilities at the time of their first\nappointment.\n\nLEGISLATIVE HISTORY:\n2009-10, S.737; 2007-08, S.6713\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nRESOLVED (if the Assembly concur), That the foregoing amendments\nbe referred to the first regular legislative session convening after\nthe next succeeding general election of members of the assembly, and,\nin conformity with section 1 of article 19 of the constitution, be\npublished for 3 months previous to the time of such election.\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 6 of article 5 of the constitution, in relation to veterans' credits for civil service appointments and promotions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110110.T152618.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250554
}