{
  "year" : 2011,
  "senateBillNo" : "S1310-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S1310-2011-1294290000000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to animal control and licensing of animals; makes various amendments to dog licensing laws in N.Y. city; establishes an animal population control fund; repealer",
  "summary" : "Relates to animal control and licensing of animals; relates to the better protection of lost and strayed animals and to securing the rights of owners thereof; relates to licensing of dogs in certain cities; establishes an animal population control fund. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S5369-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1310\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets  law,  in  relation  to  the\n         licensing  of dogs, to repeal certain provisions of chapter 115 of the\n         laws of 1894, relating to the better protection of  lost  and  strayed\n         animals  and for securing the rights of owners thereof, in relation to\n         licensing of dogs in certain cities and to  amend  the  administrative\n         code  of  the  city of New York, in relation to establishing an animal\n         population control fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Sections 1 through 13 of chapter 115 of the laws of 1894,\n    2  relating to the better protection of lost and strayed  animals  and  for\n    3  securing the rights of owners thereof, are REPEALED.\n    4    S  2. The agriculture and markets law is amended by adding a new arti-\n    5  cle 26-C to read as follows:\n    6                                ARTICLE 26-C\n    7         DOG LICENSING IN CITIES WITH A POPULATION OVER TWO MILLION\n    8  SECTION 420. APPLICATION.\n    9          421. DEFINITIONS.\n   10          422. DOG LICENSING.\n   11          423. STUDY OF DISEASES.\n   12          424. DOG LICENSING RENEWALS.\n   13          425. FAILURE TO LICENSE AND LATE RENEWAL OF LICENSE.\n   14          426. EXEMPTIONS FROM DOG LICENSING.\n   15          427. ISSUANCE OF  APPLICATION  FOR  LICENSE  PRIOR  TO  SALE  OR\n   16                 ADOPTION.\n   17          428. ISSUANCE  OF  CERTIFICATES  OF  LICENSE  AND  TAGS  BEARING\n   18                 LICENSE NUMBER.\n   19          429. SEIZURE AND DISPOSITION OF DOGS.\n   20          430. SEIZURE AND DISPOSITION OF CATS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01102-01-1\n\n       S. 1310                             2\n\n    1          431. REDEMPTION OF DOGS AND CATS.\n    2          432. POWER TO ISSUE LICENSES AND ENFORCE ARTICLE.\n    3          433. DOG ENUMERATION AND WAIVER OF FINES.\n    4          434. ENFORCEMENT AND PENALTIES.\n    5          435. POUND SEIZURE PROHIBITED.\n    6          436. STANDARDS FOR HUMANE TREATMENT.\n    7          437. COMPANION ANIMALS.\n    8          438. USE OF DOG RUNS.\n    9    S  420. APPLICATION. THE PROVISIONS OF THIS ARTICLE SHALL APPLY TO ANY\n   10  CITY WITH A POPULATION OVER TWO MILLION.\n   11    S 421. DEFINITIONS. AS USED IN THIS ARTICLE:\n   12    1. \"DEPARTMENT OF HEALTH\" SHALL MEAN  THE  DEPARTMENT  OF  HEALTH  AND\n   13  MENTAL HYGIENE OF A CITY TO WHICH THIS ARTICLE APPLIES.\n   14    2.  \"ANIMAL  SHELTER\"  OR  \"SHELTER FOR HOMELESS ANIMALS\" SHALL MEAN A\n   15  FACILITY LICENSED OR PERMITTED TO OPERATE  IN  A  CITY  WHERE  HOMELESS,\n   16  STRAYED,  ABANDONED  OR  UNWANTED  ANIMALS ARE RECEIVED, HARBORED, MAIN-\n   17  TAINED OR MADE AVAILABLE FOR ADOPTION TO THE GENERAL PUBLIC AND WHICH IS\n   18  OWNED, OPERATED OR MAINTAINED BY A  DULY  INCORPORATED  HUMANE  SOCIETY,\n   19  ANIMAL  WELFARE  SOCIETY,  SOCIETY  FOR  THE  PREVENTION  OF  CRUELTY TO\n   20  ANIMALS, OTHER ORGANIZATION DEVOTED TO THE  WELFARE,  PROTECTION,  CARE,\n   21  CONTROL OR HUMANE TREATMENT OF ANIMALS OR BY A CITY.\n   22    3.  \"PET  SHOP\" SHALL MEAN A FACILITY LICENSED OR PERMITTED TO OPERATE\n   23  IN A CITY OTHER THAN AN ANIMAL SHELTER  WHERE  LIVE  ANIMALS  ARE  SOLD,\n   24  EXCHANGED,  BARTERED  OR  OFFERED FOR SALE AS PET ANIMALS TO THE GENERAL\n   25  PUBLIC AT RETAIL FOR PROFIT.\n   26    4. \"GROOMING PARLOR, SALON, BUSINESS OR ESTABLISHMENT\"  SHALL  MEAN  A\n   27  FACILITY  LICENSED  OR  PERMITTED TO OPERATE IN A CITY WHERE ANIMALS ARE\n   28  PRESENTED BY THEIR OWNERS FOR BATHING,  CLIPPING,  DIPPING,  COMBING  OR\n   29  CLEANING  FOR  THE  PURPOSE  OF  IMPROVEMENT  OF THE ANIMAL'S APPEARANCE\n   30  AND/OR WELL-BEING IN RETURN FOR A FEE.\n   31    5. \"BOARDING KENNEL, BUSINESS OR ESTABLISHMENT\" SHALL MEAN A  FACILITY\n   32  LICENSED  OR PERMITTED TO OPERATE IN A CITY OTHER THAN AN ANIMAL SHELTER\n   33  WHERE ANIMALS NOT OWNED BY THE PROPRIETOR ARE SHELTERED, HARBORED, MAIN-\n   34  TAINED, GROOMED, FED OR WATERED IN RETURN FOR A FEE.\n   35    6. \"TRAINING ESTABLISHMENT FOR SMALL ANIMALS\" SHALL  MEAN  A  FACILITY\n   36  LICENSED  OR PERMITTED TO OPERATE IN A CITY WHERE SMALL ANIMALS, WHETHER\n   37  BELONGING TO THE OWNER OR EMPLOYEE OF SUCH FACILITY, ARE TRAINED FOR ANY\n   38  PURPOSE IN RETURN FOR A FEE.\n   39    7. \"CITY\" SHALL MEAN ANY CITY WITH A POPULATION OVER TWO MILLION.\n   40    S 422. DOG LICENSING. 1. EVERY PERSON WHO OWNS OR HARBORS ONE OR  MORE\n   41  DOGS  WITHIN  THE  CORPORATE  LIMITS  OF  A CITY, SHALL PROCURE A YEARLY\n   42  LICENSE AND PAY THE SUM OF SEVEN DOLLARS AND FORTY CENTS, PLUS A TAG FEE\n   43  OF ONE DOLLAR, FOR EACH DOG AS HEREINAFTER PROVIDED; AND IN APPLYING FOR\n   44  SUCH LICENSE, OR ANY RENEWAL UNDER SECTION FOUR HUNDRED  TWENTY-FOUR  OF\n   45  THIS  ARTICLE,  THE  OWNER  SHALL STATE IN WRITING THE NAME, SEX, BREED,\n   46  AGE, COLOR AND MARKINGS OF THE DOG, FOR  WHICH  THE  LICENSE  IS  TO  BE\n   47  PROCURED.\n   48    2.   THE  FEES  SET  FORTH  IN  THIS  SECTION,  SECTION  FOUR  HUNDRED\n   49  TWENTY-FOUR, SECTION FOUR HUNDRED TWENTY-FIVE AND SECTION  FOUR  HUNDRED\n   50  TWENTY-SEVEN OF THIS ARTICLE MAY BE CHANGED BY LOCAL LAW OR ORDINANCE IN\n   51  ANY  CITY TO WHICH THIS ARTICLE APPLIES, PROVIDED THAT THE TOTAL FEE FOR\n   52  AN UNSPAYED OR UNNEUTERED DOG SHALL BE AT LEAST FIVE DOLLARS  MORE  THAN\n   53  THE  TOTAL  FEE  FOR  A  SPAYED  OR  NEUTERED  DOG.  NOTWITHSTANDING THE\n   54  PROVISIONS OF THIS SECTION, DOG LICENSE FEES SHALL  NOT  BE  ESTABLISHED\n   55  BASED IN WHOLE OR PART ON THE BREED OF DOG OWNED.\n\n       S. 1310                             3\n\n    1    3.  IN ADDITION TO THE FEE CHARGED PURSUANT TO SUBDIVISION ONE OF THIS\n    2  SECTION, ANY PERSON APPLYING FOR A DOG LICENSE SHALL PAY  AN  ADDITIONAL\n    3  FEE  OF  THREE  DOLLARS ANNUALLY FOR ANY DOG FOUR MONTHS OF AGE OR OLDER\n    4  WHICH HAS NOT BEEN SPAYED OR NEUTERED UNLESS AN OWNER PRESENTS WITH  THE\n    5  LICENSE  APPLICATION  A  CERTIFIED  STATEMENT BY A LICENSED VETERINARIAN\n    6  THAT HE OR SHE HAS EXAMINED THE DOG AND FOUND THAT BECAUSE OF OLD AGE OR\n    7  OTHER FACTORS, THE LIFE OF THE DOG WOULD BE  ENDANGERED  BY  SPAYING  OR\n    8  NEUTERING.  ALL FEES COLLECTED PURSUANT TO THE PROVISIONS OF THIS SUBDI-\n    9  VISION  SHALL  BE  FORWARDED  TO THE CITY COMPTROLLER FOR DEPOSIT IN THE\n   10  ANIMAL POPULATION CONTROL FUND CREATED PURSUANT TO SECTION 17-812 OF THE\n   11  ADMINISTRATIVE CODE OF THE CITY OF NEW YORK.\n   12    4. FOR DOGS THREE MONTHS OF AGE OR OLDER, OR IN ACCORDANCE WITH  REGU-\n   13  LATIONS  ESTABLISHED  BY  THE  BOARD  OF HEALTH OF THE CITY, THE LICENSE\n   14  APPLICATION SHALL BE ACCOMPANIED BY PROOF OF  A  CURRENT  RABIES  INOCU-\n   15  LATION  AND,  IN  THE  CASE  OF  A SPAYED OR NEUTERED DOG, A CERTIFICATE\n   16  SIGNED BY A LICENSED VETERINARIAN SHOWING THAT THE DOG HAS  BEEN  SPAYED\n   17  OR  NEUTERED.  IN  LIEU OF THE SPAY OR NEUTER CERTIFICATE, THE OWNER MAY\n   18  PRESENT A CERTIFIED STATEMENT BY A LICENSED VETERINARIAN THAT HE OR  SHE\n   19  HAS EXAMINED THE DOG AND FOUND THAT BECAUSE OF OLD AGE OR OTHER FACTORS,\n   20  THE  LIFE  OF  THE  DOG WOULD BE ENDANGERED BY SPAYING OR NEUTERING OR A\n   21  STATEMENT BY THE OWNER, IN ACCORDANCE WITH THE RULES OF  THE  DEPARTMENT\n   22  OF HEALTH, INDICATING THAT THE DOG HAS BEEN SPAYED OR NEUTERED, THE DATE\n   23  OF  SUCH  PROCEDURE  AND  THE NAME OF THE VETERINARIAN WHO PERFORMED THE\n   24  PROCEDURE.\n   25    5. THE APPLICATION FOR A LICENSE SHALL BE ACCOMPANIED BY  A  STATEMENT\n   26  AS  PRESCRIBED BY THE DEPARTMENT OF HEALTH, NOTIFYING THE APPLICANT THAT\n   27  HE OR SHE MAY SUBMIT, ALONG  WITH  THE  LICENSE  FEE  REQUIRED  BY  THIS\n   28  SECTION, AN ADDITIONAL AMOUNT OF ANY DENOMINATION TO BE UTILIZED FOR THE\n   29  PURPOSE  OF  EITHER  FUNDING LOW-COST SPAY AND NEUTER SERVICES UNDER THE\n   30  ANIMAL POPULATION CONTROL FUND CREATED PURSUANT TO SECTION 17-812 OF THE\n   31  ADMINISTRATIVE CODE OF THE CITY OF NEW YORK OR DEFRAYING  THE  COSTS  OF\n   32  PROVIDING  SHELTER  AND  MEDICAL  CARE  FOR HOMELESS, STRAY AND UNWANTED\n   33  ANIMALS IN THE CITY.\n   34    6. NOTWITHSTANDING ANY OTHER PROVISION OF THIS ARTICLE, THE DEPARTMENT\n   35  OF HEALTH MAY, IN ORDER TO IMPLEMENT A  SYSTEM  BY  WHICH  LICENSES  ARE\n   36  ISSUED  FOR THE SAME CALENDAR PERIOD, ISSUE LICENSES OR RENEWALS THEREOF\n   37  FOR A PERIOD GREATER  THAN  TWELVE  MONTHS  AND  LESS  THAN  TWENTY-FOUR\n   38  MONTHS. IN THAT EVENT, THE PARTIAL YEAR COST OF THE LICENSE FEE SHALL BE\n   39  COMPUTED BASED UPON A PRO-RATED MONTHLY VALUE OF THE AMOUNTS PURSUANT TO\n   40  THIS  SECTION  AND  SECTIONS  FOUR HUNDRED TWENTY-THREE AND FOUR HUNDRED\n   41  TWENTY-FOUR OF THIS ARTICLE. IN THE EVENT THAT SUCH LICENSE IS IN EFFECT\n   42  FOR ANY PARTIAL MONTH PERIOD, IT SHALL BE DEEMED TO HAVE BEEN IN  EFFECT\n   43  FOR THE ENTIRE MONTH FOR PURPOSES OF COMPUTING SUCH MULTI-YEAR FEE.\n   44    7. NOTWITHSTANDING ANY OTHER PROVISION OF THIS ARTICLE, THE DEPARTMENT\n   45  OF  HEALTH  MAY  IMPLEMENT  A  SYSTEM BY WHICH LICENSES ARE ISSUED FOR A\n   46  PERIOD GREATER THAN  TWELVE  MONTHS  AND  NOT  GREATER  THAN  THIRTY-SIX\n   47  MONTHS.  THE  FEES  FOR SUCH LICENSES SHALL BE SET BY LOCAL LAW OR ORDI-\n   48  NANCE.\n   49    S 423. STUDY OF DISEASES. 1. THE LEGISLATURE FINDS AND  DECLARES  THAT\n   50  THE  STUDY OF DISEASES OF DOGS IS OF VITAL IMPORTANCE TO HELP IN CURBING\n   51  THE SPREAD OF DISEASE AND IN PROMOTING THE HEALTH  AND  WELFARE  OF  THE\n   52  PEOPLE  OF  THE  STATE;  THAT THE RESEARCH INTO DISEASES OF DOGS AND THE\n   53  SEARCH FOR AND THE STUDY OF VIRUSES THAT AFFECT PEOPLE AND  ANIMALS  CAN\n   54  BE  OF INVALUABLE ASSISTANCE IN PREVENTING AND CURING DISEASE GENERALLY;\n   55  AND THAT FUNDS FOR SUCH RESEARCH AND STUDIES SHOULD  BE  MADE  AVAILABLE\n   56  FROM THE ANNUAL FEES FOR LICENSING OF DOGS.\n\n       S. 1310                             4\n\n    1    2.  FROM EACH DOG LICENSE FEE COLLECTED PURSUANT TO SUBDIVISION ONE OF\n    2  SECTION  FOUR  HUNDRED  TWENTY-TWO  OF THIS ARTICLE AND EACH RENEWAL FEE\n    3  PURSUANT TO SECTION FOUR HUNDRED TWENTY-FOUR OF THIS ARTICLE THERE SHALL\n    4  BE DEDUCTED THE SUM OF TEN CENTS ANNUALLY WHICH SHALL BE REMITTED BY THE\n    5  DEPARTMENT  OF HEALTH TO THE COMMISSIONER ON OR BEFORE THE FIFTEENTH DAY\n    6  OF EACH MONTH.\n    7    S 424. DOG LICENSING RENEWALS. LICENSES AND RENEWALS  ISSUED  PURSUANT\n    8  TO SECTION FOUR HUNDRED TWENTY-TWO OF THIS ARTICLE, SHALL BE VALID FOR A\n    9  TERM OF ONE YEAR FROM THE DATE OF ISSUANCE, AND MUST BE RENEWED PRIOR TO\n   10  THE  EXPIRATION OF THE TERM BY PAYMENT OF SEVEN DOLLARS AND FORTY CENTS,\n   11  PLUS A TAG FEE OF ONE DOLLAR, FOR EACH RENEWAL.\n   12    S 425. FAILURE TO LICENSE AND LATE RENEWAL OF LICENSE. ANY PERSON  WHO\n   13  WAS  REQUIRED  BUT  FAILED  TO OBTAIN A LICENSE OR RENEWAL THEREOF ON OR\n   14  BEFORE THE DATE PRESCRIBED BY THIS ARTICLE OR WITHIN TEN DAYS  THEREAFT-\n   15  ER,  SHALL  PAY,  IN  ADDITION TO THE FEE PRESCRIBED BY THIS ARTICLE FOR\n   16  SUCH LICENSE OR RENEWAL, A LATE REGISTRATION FEE OF TWO DOLLARS.    SUCH\n   17  PAYMENT  SHALL  BE  MADE  TO  THE DEPARTMENT OF HEALTH AND SHALL BE USED\n   18  SOLELY FOR THE PROVISION OF ANIMAL CONTROL SERVICES IN THE CITY IN WHICH\n   19  SUCH FEES WERE COLLECTED.\n   20    S 426. EXEMPTIONS FROM DOG LICENSING. 1. AN  EXEMPTION  FROM  THE  DOG\n   21  LICENSING  REQUIREMENTS OF SECTION FOUR HUNDRED TWENTY-TWO OF THIS ARTI-\n   22  CLE SHALL BE PROVIDED FOR THE FOLLOWING PERSONS, ORGANIZATIONS AND BUSI-\n   23  NESSES:\n   24    (A) INDIVIDUALS WHO ARE NONRESIDENTS OF A CITY AND WHO ARE TEMPORARILY\n   25  RESIDING THEREIN FOR A PERIOD NOT TO EXCEED THIRTY DAYS; AND\n   26    (B) FOR DOGS IN THEIR TEMPORARY CUSTODY FOR THE PURPOSES OF REDEMPTION\n   27  BY AN OWNER,  PLACEMENT  FOR  ADOPTION,  BOARDING,  GROOMING,  TRAINING,\n   28  VETERINARY  TREATMENT  OR  PROVISION OF OTHER SERVICES; ANIMAL SHELTERS,\n   29  DULY INCORPORATED HUMANE SOCIETIES, DULY INCORPORATED SOCIETIES FOR  THE\n   30  PREVENTION  OF  CRUELTY  TO ANIMALS, DULY INCORPORATED ANIMAL PROTECTIVE\n   31  ASSOCIATIONS, BOARDING KENNELS, GROOMING  PARLORS,  SALONS,  PET  SHOPS,\n   32  TRAINING  ESTABLISHMENTS OR SIMILAR BUSINESSES OR ESTABLISHMENTS DEFINED\n   33  IN THIS ARTICLE; AND FOR LABORATORIES AND RESEARCH INSTITUTIONS APPROVED\n   34  BY THE STATE DEPARTMENT OF HEALTH THAT HARBOR DOGS.\n   35    2. AN EXEMPTION FROM THE DOG LICENSE  FEES  OF  SECTION  FOUR  HUNDRED\n   36  TWENTY-TWO  OF  THIS  ARTICLE  SHALL  BE PROVIDED FOR PERSONS WHO OWN OR\n   37  HARBOR GUIDE DOGS, HEARING DOGS, SERVICE DOGS OR POLICE  WORK  DOGS,  AS\n   38  SUCH TERMS ARE DEFINED IN SECTION ONE HUNDRED EIGHT OF THIS CHAPTER.\n   39    S  427. ISSUANCE OF APPLICATION FOR LICENSE PRIOR TO SALE OR ADOPTION.\n   40  1. NO PERSON HOLDING A PERMIT PURSUANT TO SECTION 161.09 OF THE NEW YORK\n   41  CITY HEALTH CODE, A LICENSE ISSUED  PURSUANT  TO  SECTION  FOUR  HUNDRED\n   42  THREE  OF  THIS  CHAPTER,  OR  A  DULY INCORPORATED HUMANE SOCIETY, DULY\n   43  INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS,  OR  DULY\n   44  INCORPORATED  ANIMAL  PROTECTIVE  ASSOCIATION, SHALL SELL OR RELEASE FOR\n   45  ADOPTION A DOG WITHOUT FIRST  REQUIRING  THE  PURCHASER  OR  ADOPTER  TO\n   46  SUBMIT  AN  APPLICATION  FOR  A  DOG  LICENSE AND PAY ALL REQUIRED FEES,\n   47  UNLESS THE PURCHASER OR ADOPTER SHALL EXECUTE AND SUBMIT TO  THE  SELLER\n   48  OR  ADOPTING  AGENCY A WRITTEN STATEMENT THAT THE DOG TO BE PURCHASED OR\n   49  ADOPTED IS TO BE HARBORED OUTSIDE THE CITY. SUCH APPLICATION AND WRITTEN\n   50  STATEMENTS SHALL BE ON FORMS FURNISHED BY THE DEPARTMENT OF HEALTH.\n   51    2. ANY SELLER OR ADOPTING AGENCY PROCESSING AN APPLICATION PURSUANT TO\n   52  THIS SECTION SHALL, ON OR  BEFORE  THE  TENTH  DAY  OF  THE  MONTH  NEXT\n   53  SUCCEEDING  THE  MONTH  IN  WHICH  COLLECTED, REMIT TO THE DEPARTMENT OF\n   54  HEALTH ALL APPLICATIONS FOR LICENSES AND FEES COLLECTED LESS  AN  AMOUNT\n   55  NOT TO EXCEED ONE DOLLAR FOR EACH APPLICATION PROCESSED.\n\n       S. 1310                             5\n\n    1    S  428.  ISSUANCE  OF CERTIFICATES OF LICENSE AND TAGS BEARING LICENSE\n    2  NUMBER.  1. EACH CERTIFICATE OF LICENSE OR RENEWAL SHALL STATE THE  NAME\n    3  AND ADDRESS OF THE OWNER OF THE DOG, AND ALSO THE NUMBER OF SUCH LICENSE\n    4  OR RENEWAL.\n    5    2.  EVERY DOG SO LICENSED SHALL, AT ALL TIMES, HAVE A COLLAR ABOUT ITS\n    6  NECK WITH A METAL TAG  ATTACHED  THERETO,  BEARING  THE  NUMBER  OF  THE\n    7  LICENSE. SUCH TAG SHALL BE SUPPLIED TO THE OWNER WITH THE CERTIFICATE OF\n    8  LICENSE AND SHALL BE OF SUCH FORM AND DESIGN AS THE DEPARTMENT OF HEALTH\n    9  OR  ITS  AUTHORIZED AGENT, SHALL DESIGNATE. DUPLICATE TAGS MAY BE ISSUED\n   10  ONLY UPON REASONABLE PROOF OF LOSS OF THE ORIGINAL AND THE PAYMENT OF  A\n   11  SUM EQUAL TO THE COST OF A DUPLICATE.\n   12    S  429. SEIZURE AND DISPOSITION OF DOGS. 1. LOST, STRAY AND UNLICENSED\n   13  DOGS MAY BE SEIZED. ANY SEIZED DOG THAT IS WITHOUT ANY FORM OF IDENTIFI-\n   14  CATION AND THAT IS NOT REDEEMED WITHIN FORTY-EIGHT HOURS AFTER ADMISSION\n   15  TO A SHELTER, MAY BE MADE AVAILABLE FOR ADOPTION OR HUMANELY  EUTHANIZED\n   16  PURSUANT TO THE PROVISIONS OF SECTION THREE HUNDRED SEVENTY-FOUR OF THIS\n   17  CHAPTER.\n   18    2.  UPON  SEIZURE  AND  ADMISSION  TO A SHELTER OF A LOST OR STRAY DOG\n   19  WHICH BEARS A LICENSE TAG, IDENTIFICATION TAG, OR WHICH IS  MICROCHIPPED\n   20  OR TATTOOED OR WHICH OTHERWISE ENABLES IDENTIFICATION OF ITS OWNER, SUCH\n   21  SHELTER  SHALL ATTEMPT TO NOTIFY SUCH OWNER, AND SHALL HOLD SUCH DOG, IF\n   22  NOT CLAIMED BY THE OWNER, FOR NOT LESS THAN THREE DAYS AFTER THE DAY  OF\n   23  A  PERSONAL  OR  TELEPHONE  NOTICE TO THE OWNER, AND NOT LESS THAN SEVEN\n   24  DAYS AFTER THE DAY OF A NOTICE HAS BEEN MAILED TO THE OWNER BY CERTIFIED\n   25  MAIL, RETURN RECEIPT REQUESTED, TO THE  MAILING  ADDRESS  OF  THE  OWNER\n   26  PROVIDED  BY  THE  OWNER  ON HIS LICENSE APPLICATION, OR AS SUCH ADDRESS\n   27  APPEARS ON OTHER RECORDS AS MAY BE AVAILABLE. THEREAFTER, SUCH  DOG  MAY\n   28  BE  MADE  AVAILABLE  FOR ADOPTION OR HUMANELY EUTHANIZED PURSUANT TO THE\n   29  PROVISIONS OF SECTION THREE HUNDRED SEVENTY-FOUR OF THIS CHAPTER.\n   30    3. IN DETERMINING WHEN A DOG MAY BE MADE  AVAILABLE  FOR  ADOPTION  OR\n   31  HUMANELY EUTHANIZED PURSUANT TO THIS SECTION: (A) ANY HOURS WHEN A SHEL-\n   32  TER IS NOT REQUIRED BY LAW TO MAKE SUCH DOG AVAILABLE FOR REDEMPTION AND\n   33  ANY  ADDITIONAL  HOURS  WHEN  A  SHELTER DOES NOT ACTUALLY MAKE SUCH DOG\n   34  AVAILABLE FOR REDEMPTION SHALL  BE  EXCLUDED  FROM  CALCULATION  OF  THE\n   35  FORTY-EIGHT  HOUR PERIOD IN SUBDIVISION ONE OF THIS SECTION; AND (B) ANY\n   36  DAY DURING WHICH A SHELTER IS NOT REQUIRED  BY  LAW  TO  MAKE  SUCH  DOG\n   37  AVAILABLE  FOR  AT  LEAST  FOUR HOURS OF SUCH DAY AND ANY ADDITIONAL DAY\n   38  WHEN A SHELTER DOES NOT ACTUALLY MAKE SUCH DOG AVAILABLE FOR  REDEMPTION\n   39  DURING  AT  LEAST  FOUR  HOURS OF SUCH DAY SHALL BE EXCLUDED FROM CALCU-\n   40  LATION OF THE THREE DAY AND THE SEVEN DAY PERIOD IN SUBDIVISION  TWO  OF\n   41  THIS SECTION.\n   42    S  430.  SEIZURE AND DISPOSITION OF CATS. 1.  ANY CAT FOUND WITHIN THE\n   43  CORPORATE LIMITS OF A CITY WITHOUT A COLLAR ABOUT ITS NECK  BEARING  THE\n   44  NAME  AND  ADDRESS  OF  THE  OWNER  STAMPED  THEREON,  MAY BE SEIZED AND\n   45  DISPOSED OF IN LIKE MANNER AS PRESCRIBED FOR DOGS IN SUBDIVISION ONE AND\n   46  SUBDIVISION THREE OF SECTION FOUR HUNDRED TWENTY-NINE OF THIS ARTICLE.\n   47    2. UPON ADMISSION TO ANY SHELTER OF A CAT WHICH BEARS A  COLLAR  ABOUT\n   48  ITS  NECK  BEARING  THE  NAME  AND ADDRESS OF ITS OWNER STAMPED THEREON,\n   49  WHICH IS MICROCHIPPED, TATTOOED OR OTHERWISE ENABLES  IDENTIFICATION  OF\n   50  ITS  OWNER,  THE  SHELTER  SHALL HOLD SUCH CAT AND ATTEMPT TO NOTIFY ITS\n   51  OWNER IN LIKE MANNER AS PRESCRIBED  FOR  DOGS  IN  SUBDIVISION  TWO  AND\n   52  SUBDIVISION THREE OF SECTION FOUR HUNDRED TWENTY-NINE OF THIS ARTICLE.\n   53    S  431.  REDEMPTION OF DOGS AND CATS.  1. ANY PERSON CLAIMING A DOG OR\n   54  CAT SEIZED UNDER THE PROVISIONS OF THIS ARTICLE, AND  PROVING  OWNERSHIP\n   55  THEREOF,  SHALL  BE ENTITLED TO RESUME POSSESSION OF THE ANIMAL PROVIDED\n   56  THAT THE OWNER COMPLETES AN APPLICATION AND PAYS THE FEES FOR  LICENSING\n\n       S. 1310                             6\n\n    1  A DOG, IF THE DOG IS UNLICENSED, AND PAYS: THE REASONABLE COST OF MANDA-\n    2  TORY  SPAYING  OR  NEUTERING  OF  THE  DOG  OR CAT, IF THE DOG OR CAT IS\n    3  UNSPAYED OR UNNEUTERED; THE REASONABLE COSTS OF  ANY  NECESSARY  MEDICAL\n    4  TREATMENT  FOR  ANY  ANIMAL;  AND  THE  REASONABLE  COST OF BOARDING THE\n    5  ANIMAL. FOR PURPOSES OF  THIS  SECTION,  \"REASONABLE  COSTS\"  SHALL  NOT\n    6  EXCEED  THE  PREVAILING  AVERAGE  COST  OF SPAYING OR NEUTERING, MEDICAL\n    7  TREATMENT OR BOARDING IN THE CITY IN WHICH THE ANIMAL HAS  BEEN  SEIZED.\n    8  BOARDING COSTS SHALL NOT BE PAYABLE IF THE DOG OR CAT IS RECLAIMED WITH-\n    9  IN FORTY-EIGHT HOURS AFTER ADMISSION TO A SHELTER.\n   10    2.  IN DETERMINING WHETHER BOARDING COSTS SHALL BE PAYABLE PURSUANT TO\n   11  THIS SECTION  UPON REDEMPTION OF A DOG OR CAT, ANY HOURS WHEN A  SHELTER\n   12  IS  NOT REQUIRED BY LAW TO MAKE SUCH DOG OR CAT AVAILABLE FOR REDEMPTION\n   13  AND ANY ADDITIONAL HOURS WHEN A SHELTER DOES NOT ACTUALLY MAKE SUCH  DOG\n   14  OR  CAT  AVAILABLE  FOR REDEMPTION SHALL BE EXCLUDED FROM CALCULATION OF\n   15  THE FORTY-EIGHT HOUR PERIOD IN SUBDIVISION ONE OF THIS SECTION.\n   16    S 432. POWER TO ISSUE LICENSES AND ENFORCE ARTICLE.  1. THE DEPARTMENT\n   17  OF HEALTH OR ITS AUTHORIZED AGENTS, IS HEREBY AUTHORIZED  TO  CARRY  OUT\n   18  THE  PROVISIONS  OF  THIS ARTICLE, AND SAID DEPARTMENT OR ITS AUTHORIZED\n   19  AGENTS, IS FURTHER AUTHORIZED TO ISSUE THE LICENSES AND RENEWALS, AND TO\n   20  COLLECT THE FEES THEREFOR, AS HEREIN PRESCRIBED.   SUCH FEES,  INCLUDING\n   21  ANY  ADDITIONAL FEES IMPOSED PURSUANT TO A LOCAL LAW OR ORDINANCE PURSU-\n   22  ANT TO SUBDIVISION TWO OF SECTION FOUR HUNDRED TWENTY-TWO OF THIS  ARTI-\n   23  CLE, WITH THE EXCEPTION OF THOSE COLLECTED PURSUANT TO SUBDIVISION THREE\n   24  OF SECTION FOUR HUNDRED TWENTY-TWO AND SECTION FOUR HUNDRED TWENTY-THREE\n   25  OF  THIS ARTICLE, SHALL BE THE PROPERTY OF THE CITY AND SHALL BE USED AS\n   26  PROVIDED BY THE COMMISSIONER OF THE DEPARTMENT OF HEALTH, TO DEFRAY  THE\n   27  COST  OF  CARRYING  OUT THE PROVISIONS OF THIS ARTICLE AND PROVIDING FOR\n   28  ANIMAL CARE AND CONTROL IN THE CITY INCLUDING BUT  NOT  LIMITED  TO  THE\n   29  COSTS  OF  OPERATING  ANIMAL  SHELTERS  BY  THE  CITY EITHER DIRECTLY OR\n   30  THROUGH CONTRACT, SUBSIDIZING THE SPAYING OR NEUTERING OF DOGS AND  CATS\n   31  AND SUBSIDIZING PUBLIC HUMANE PROGRAMS IN RESPONSIBLE PET OWNERSHIP.\n   32    2.  THE  DEPARTMENT  OF  HEALTH  MAY  MAKE  DOG LICENSES AVAILABLE FOR\n   33  PURCHASE THROUGH THE INTERNET.  THE DEPARTMENT OF HEALTH MAY  ALSO  MAKE\n   34  DOG  LICENSES  AVAILABLE  FOR  PURCHASE  THROUGH LICENSED VETERINARIANS,\n   35  SHELTERS, POUNDS, DULY INCORPORATED  SOCIETIES  FOR  THE  PREVENTION  OF\n   36  CRUELTY  TO  ANIMALS,  DULY INCORPORATED HUMANE SOCIETIES, DULY INCORPO-\n   37  RATED DOG PROTECTIVE ASSOCIATIONS,  PET  DEALERS  LICENSED  PURSUANT  TO\n   38  SECTION FOUR HUNDRED THREE OF THIS CHAPTER, BUSINESSES LICENSED PURSUANT\n   39  TO  SECTION  161.09  OF  THE  NEW  YORK CITY HEALTH CODE, AND GOVERNMENT\n   40  OFFICES SUCH AS TOWN AND CITY HALLS, POST OFFICES AND PUBLIC  LIBRARIES.\n   41  THE  DEPARTMENT  OF  HEALTH  SHALL  EVALUATE THE FEASIBILITY OF INTERNET\n   42  LICENSING AND SHALL REPORT ITS FINDINGS TO THE LEGISLATURE NO LATER THAN\n   43  MAY FIRST, TWO THOUSAND TWELVE.\n   44    3. ANY PERSON WHO OWNS OR HARBORS IN A CITY A DOG OR CAT THREE  MONTHS\n   45  OF  AGE  OR  OLDER,  OTHER  THAN  A  DOG  OR CAT EXEMPT FROM VACCINATION\n   46  REQUIREMENTS SHALL HAVE SUCH ANIMAL ACTIVELY IMMUNIZED AGAINST RABIES IN\n   47  ACCORDANCE WITH THE REQUIREMENTS OF THE CITY HEALTH CODE.\n   48    4. THE DEPARTMENT OF  HEALTH,  IN  CONSULTATION  WITH  THE  VETERINARY\n   49  MEDICAL  ASSOCIATION  OF NEW YORK CITY SHALL MAKE AVAILABLE FOR DISTRIB-\n   50  UTION TO ALL VETERINARIAN OFFICES, POST OFFICES AND MUNICIPAL OFFICES  A\n   51  PUBLIC  INFORMATION POSTER CONTAINING, BUT NOT LIMITED TO, THE FOLLOWING\n   52  INFORMATION:\n   53    (I) THAT ALL DOGS AGED FOUR MONTHS OR OLDER MUST BE LICENSED;\n   54    (II) THE LICENSE FEE FOR ALTERED AND UNALTERED DOGS; AND\n   55    (III) THE PROGRAMS FUNDED BY THE LICENSE FEES.\n\n       S. 1310                             7\n\n    1    S 433. DOG ENUMERATION AND WAIVER OF FINES.    1.  THE  DEPARTMENT  OF\n    2  HEALTH MAY BIENNIALLY ASCERTAIN AND LIST THE NAMES OF ALL PERSONS IN THE\n    3  MUNICIPALITY  OWNING OR HARBORING DOGS OR IN LIEU THEREOF, SUCH CITY MAY\n    4  CONTRACT TO HAVE THE SAME DONE.\n    5    2. THE DEPARTMENT OF HEALTH MAY WAIVE THE APPLICABLE FINES PURSUANT TO\n    6  THIS  ARTICLE.  ANY  SUCH WAIVER SHALL BE PRECEDED BY A PUBLIC EDUCATION\n    7  ANNOUNCEMENT, ADVERTISEMENT OR PROGRAM  TO  INFORM  THE  PUBLIC  OF  THE\n    8  AMNESTY  PERIOD  AND  TO PROVIDE THE REQUISITE INFORMATION FOR COMPLYING\n    9  WITH THE LICENSING PROVISIONS OF THIS SECTION  AS  WELL  AS  INFORMATION\n   10  CONCERNING APPLICABLE PENALTIES FOR VIOLATION OF THESE LAWS.\n   11    3.  THE  DEPARTMENT  OF  HEALTH  MAY WAIVE APPLICABLE LICENSE FEES AND\n   12  FINES PURSUANT TO THIS ARTICLE EXCEPT FOR FEES REQUIRED TO BE  COLLECTED\n   13  PURSUANT TO SUBDIVISION THREE OF SECTION FOUR HUNDRED TWENTY-TWO OF THIS\n   14  ARTICLE IN CONNECTION WITH ANY EDUCATIONAL CAMPAIGN TO PROMOTE LICENSING\n   15  AND  SPAYING AND NEUTERING OF DOGS. ANY SUCH WAIVER SHALL BE PRECEDED BY\n   16  A PUBLIC EDUCATION ANNOUNCEMENT, ADVERTISEMENT OR PROGRAM TO INFORM  THE\n   17  PUBLIC  OF  THE AMNESTY PERIOD AND PROVIDE THE REQUISITE INFORMATION FOR\n   18  COMPLYING WITH THE LICENSING PROVISIONS OF SECTION FOUR HUNDRED  TWENTY-\n   19  TWO  OF THIS ARTICLE AS WELL AS INFORMATION CONCERNING APPLICABLE PENAL-\n   20  TIES FOR VIOLATION OF THESE LAWS.\n   21    S 434. ENFORCEMENT AND PENALTIES.   ANY PERSON OR  PERSONS  WHO  SHALL\n   22  HINDER  OR  MOLEST OR INTERFERE WITH ANY OFFICER OR AGENT OF THE DEPART-\n   23  MENT OF HEALTH IN THE PERFORMANCE OF ANY DUTY ENJOINED BY THIS  ARTICLE,\n   24  OR  WHO  SHALL  USE  A LICENSE TAG ON A DOG FOR WHICH IT WAS NOT ISSUED,\n   25  SHALL BE DEEMED GUILTY OF A MISDEMEANOR. ANY PERSON WHO OWNS OR  HARBORS\n   26  A  DOG  WITHOUT  COMPLYING  WITH THE PROVISIONS OF THIS ARTICLE SHALL BE\n   27  SUBJECT TO A CIVIL PENALTY OF NOT LESS THAN TWENTY-FIVE  NOR  MORE  THAN\n   28  FIFTY  DOLLARS FOR A FIRST OFFENSE, A SUM OF NOT LESS THAN FIFTY DOLLARS\n   29  NOR MORE THAN ONE HUNDRED DOLLARS FOR A SECOND  OFFENSE  WITHIN  A  FIVE\n   30  YEAR  PERIOD,  AND  A  SUM OF NOT LESS THAN ONE HUNDRED DOLLARS NOR MORE\n   31  THAN TWO HUNDRED DOLLARS FOR A THIRD OR SUBSEQUENT OFFENSE WITHIN A FIVE\n   32  YEAR PERIOD.  ANY PERSON WHO SHALL FALSIFY ANY INFORMATION ON AN  APPLI-\n   33  CATION  FOR  A  LICENSE OR A RENEWAL THEREOF PURSUANT TO THIS ARTICLE OR\n   34  WHO, FOR THE PURPOSE OF PARTICIPATING IN THE \"ANIMAL POPULATION  CONTROL\n   35  PROGRAM\",  SHALL  FALSIFY  PROOF OF ADOPTION FROM A POUND, SHELTER, DULY\n   36  INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY  TO  ANIMALS,  HUMANE\n   37  SOCIETY  OR  DULY  INCORPORATED DOG OR CAT PROTECTIVE ASSOCIATION OR WHO\n   38  SHALL FALSIFY PROOF OF PARTICIPATION IN ANY OF THE  PROGRAMS  ENUMERATED\n   39  IN  PARAGRAPH  (B) OF SUBDIVISION TWO OF SECTION ONE HUNDRED SEVENTEEN-A\n   40  OF THIS CHAPTER, OR WHO SHALL KNOWINGLY FURNISH ANY LICENSED VETERINARI-\n   41  AN OF THIS STATE WITH INACCURATE INFORMATION CONCERNING HIS OR HER RESI-\n   42  DENCY OR THE OWNERSHIP OF AN ANIMAL OR SUCH PERSON'S AUTHORITY TO SUBMIT\n   43  AN ANIMAL FOR A SPAYING OR NEUTERING PROCEDURE PURSUANT TO  SECTION  ONE\n   44  HUNDRED  SEVENTEEN-A  OF  THIS  CHAPTER  AND  ANY VETERINARIAN WHO SHALL\n   45  FURNISH THE COMMISSIONER WITH FALSE  INFORMATION  CONCERNING  AN  ANIMAL\n   46  STERILIZATION  FEE  SCHEDULE  OR  AN  ANIMAL  STERILIZATION  CERTIFICATE\n   47  SUBMITTED PURSUANT TO SUBDIVISION FOUR OF  SECTION  ONE  HUNDRED  SEVEN-\n   48  TEEN-A  OF  THIS  CHAPTER SHALL BE GUILTY OF A VIOLATION PUNISHABLE BY A\n   49  FINE OF NOT MORE THAN TWO HUNDRED FIFTY DOLLARS WHERE PROSECUTED  PURSU-\n   50  ANT  TO  THE  PENAL  LAW, OR WHERE SUBJECT TO A CIVIL ACTION, SUCH CIVIL\n   51  PENALTY SHALL BE A SUM OF NOT MORE THAN TWO HUNDRED FIFTY DOLLARS.    IN\n   52  ADDITION  TO EMPLOYEES, OFFICERS AND AGENTS OF THE DEPARTMENT OF HEALTH,\n   53  THE PROVISIONS OF THIS ARTICLE MAY BE ENFORCED BY ANY EMPLOYEE,  OFFICER\n   54  OR AGENT OF THE CITY OF NEW YORK DEPARTMENT OF SANITATION, DEPARTMENT OF\n   55  PARKS AND RECREATION, OR ANY OTHER AGENCY AUTHORIZED BY THE COMMISSIONER\n   56  OF  HEALTH  AND  MENTAL  HYGIENE  OF  SUCH  CITY OR THE BOARD OF HEALTH.\n\n       S. 1310                             8\n\n    1  NOTICES OF VIOLATION ISSUED  PURSUANT  TO  THIS  ARTICLE  SEEKING  CIVIL\n    2  PENALTIES SHALL BE MADE RETURNABLE TO THE ADMINISTRATIVE TRIBUNAL OF THE\n    3  DEPARTMENT  OF  HEALTH OR TO THE ENVIRONMENTAL CONTROL BOARD OF THE CITY\n    4  OF NEW YORK.\n    5    S  435.  POUND SEIZURE PROHIBITED. NO ANIMAL IMPOUNDED PURSUANT TO THE\n    6  PROVISIONS OF THIS ARTICLE OR IN THE CARE,  CUSTODY  OR  CONTROL  OF  AN\n    7  ANIMAL  SHELTER OR OTHER FACILITY FOR LOST, STRAYED AND HOMELESS ANIMALS\n    8  SHALL BE SOLD, TRANSFERRED OR OTHERWISE MADE AVAILABLE TO ANY PERSON FOR\n    9  THE PURPOSE OF RESEARCH, EXPERIMENTATION, TESTING,  TEACHING  OR  DEMON-\n   10  STRATION.  ANY  PERSON WHO VIOLATES THE PROVISIONS OF THIS SECTION SHALL\n   11  BE SUBJECT  TO  A  CIVIL  PENALTY  OF  FIVE  HUNDRED  DOLLARS  FOR  EACH\n   12  VIOLATION.\n   13    S  436.  STANDARDS FOR HUMANE TREATMENT. THE DEPARTMENT OF HEALTH IN A\n   14  CITY COVERED BY THIS ARTICLE, IN CONSULTATION WITH THE AMERICAN  SOCIETY\n   15  FOR  THE PREVENTION OF CRUELTY TO ANIMALS, SHALL PRESCRIBE STANDARDS FOR\n   16  SUCH CITY FOR THE HUMANE TREATMENT OF ANIMALS IMPOUNDED PURSUANT TO THIS\n   17  ARTICLE AND SHALL PROVIDE REGULAR INSPECTION TO ENSURE  COMPLIANCE  WITH\n   18  SUCH STANDARDS.\n   19    S  437. COMPANION ANIMALS. ANY ANIMAL IMPOUNDED PURSUANT TO THIS ARTI-\n   20  CLE WHICH IS UNCLAIMED MAY BE DELIVERED TO AN INDIVIDUAL EIGHTEEN  YEARS\n   21  OF  AGE  OR  OLDER  FOR THE PURPOSE OF OWNING SUCH ANIMAL AS A COMPANION\n   22  ANIMAL.\n   23    S 438. USE OF DOG RUNS. ONLY DOGS DULY LICENSED PURSUANT TO THIS ARTI-\n   24  CLE SHALL BE PERMITTED TO USE DESIGNATED DOG RUNS IN A CITY  SUBJECT  TO\n   25  THE PROVISIONS OF THIS ARTICLE.\n   26    S 3. Subdivision 2 of section 17-812 of the administrative code of the\n   27  city  of New York, as added by section 28 of part T of chapter 59 of the\n   28  laws of 2010, is amended to read as follows:\n   29    2. Such fund shall consist of all moneys  collected  from  the  animal\n   30  population  control  program  established  pursuant to section 17-811 of\n   31  this chapter and [section three-a of chapter one hundred fifteen of  the\n   32  laws  of  eighteen hundred ninety-four] ALL MONEYS COLLECTED PURSUANT TO\n   33  ARTICLE TWENTY-SIX-C OF THE AGRICULTURE AND MARKETS LAW, and  all  other\n   34  moneys  credited  or  transferred  thereto from any other fund or source\n   35  pursuant to law.\n   36    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   37  have  become  a law, provided that upon the repeal of sections 1 through\n   38  13 of chapter 115 of the laws of 1894, relating to the better protection\n   39  of lost and strayed animals and for securing the rights of owners there-\n   40  of, pursuant to section one  of  this  act,  any  existing  licenses  or\n   41  renewals  thereof  issued  under  the  provisions of such sections shall\n   42  continue to be valid for such terms  as  they  were  issued  under  such\n   43  provisions. Such licenses or renewals shall be renewable pursuant to the\n   44  provisions added by section two of this act.\n",
  "memo" : "BILL NUMBER:S1310\n\nTITLE OF BILL:\nAn act\nto amend the agriculture and markets law, in relation to the licensing\nof dogs, to repeal certain provisions of chapter 115 of the laws of\n1894, relating to the better protection of lost and strayed animals and\nfor securing the rights of owners thereof, in relation to\nlicensing of\ndogs in certain cities and to amend the administrative code of\nthe city of New York, in relation to establishing an animal\npopulation control fund\n\nPURPOSE:\nThis bill creates article 26-B in the agriculture and markets law\ncovering dog licensing in New York City.\n\nSUMMARY OF PROVISIONS:\nSection 1: Repeals sections 1 through 13 of chapter 115 of the laws of\n1894.\n\nSection 2: Amends the agriculture and markets law by adding a new\narticle 26B which: * defines cities covered by the law to include\nonly those cities with a population over two million; * requires a\nlicense for every dog within the corporate city limits of such\ncities; * sets annual license fees for dogs at ten dollars plus a one\ndollar tag fee for altered dogs and fifteen dollars plus a tag fee of\none dollar for unaltered dogs; * permits a city covered by this\narticle to change license fees by local law, provided that the total\nlicense fee for an unaltered dog must be at least five dollars more\nthan the total fee for an altered dog; * prohibits setting of license\nfees based in whole or part on the breed of dog owned, and a $3.00\nsurcharge on unaltered dog licenses with such surcharge amounts going\nto the Animal Population Control Fund; * requires proof of rabies\ninoculation to accompany license applications for all dogs three\nmonths of age or older; * permits department of health of a city\ncovered by this article to implement a system by which dog license\nare issued for a calendar year; * provides exemptions from dog\nlicensing requirement for certain temporary custody situations, for\nnonresidents temporarily in the city, and for\nlaboratories and research institutions; * provides exemptions from dog\nlicense fees for guide dogs, hearing dogs, service dogs and police\nwork dogs; * requires submission of dog license application and\napplicable fees by purchaser or adopter prior to sale or adoption\nfrom a duly incorporated humane society, society for the prevention\nof cruelty to animals, duly incorporated animal protective\nassociation pet shop or pet dealer; * requires that sellers or\nadopting agencies submit applications and fees to the department of\nhealth; * establishes holding periods and owner notification\nrequirement for dogs and cats held in city shelters; * establishes\nowner redemption requirements for animals held in city shelters; *\n\nauthorizes the department of health or its authorized agents to carry\nout the provisions of this article; * requires fees collected\npursuant to this article, except for those designated for the Animal\nPopulation\ncontrol Fund to be used by the city to defray the cost of carrying out\nthe provisions of this article, providing animal control, operating\nanimal shelters in the city, spaying and neutering dogs and cats and\neducating the public on responsible pet ownership; * authorizes the\ndepartment of health to make dog licenses available for purchase via\nthe Internet, through licensed veterinarians, SPCAs, humane\nsocieties, animal protective associations, pet shops, pet dealers,\nand government offices; requires the department of health to evaluate\nthe feasibility of Internet licensing; * requires distribution of\npublic information posters; creates civil penalty options for\nviolations of this article, prohibits pound seizure; * exempts\nentities having temporary custody of dogs from the licensing\nrequirements; * authorizes the Department of Agriculture and Markets\nto permit entities which sell or adopt out dogs to sell licenses; *\nrequires entities which sell or adopt out dogs to take applications\nfor licenses for those dogs if they have not been authorized to sell\nlicenses.\n\nJUSTIFICATION:\nAmendments to New York city's dog licensing law are necessary to\ncorrect outdated language and to make that law consistent with the\nlicense sales provisions of the state licensing law. This bill is\nalso necessary to provide adequate funding for controlling pet\npopulations and for animal control in New York state - problems that\nare exacerbated by the lack of compliance with existing dog licensing\nlaws which provide the funds to deal with them. The lack of\ncompliance is due primarily to ignorance of the requirement to\nlicense dogs, the limited access to license applications and lack of\nunderstanding as to what the money is used for. This legislation\naddresses these problems by making license applications more widely\navailable and by the publication and dissemination of literature by\nthe department of health. Better enforcement of dog licensing laws\nalong with increasing the license fee will provide substantial income\nto municipalities for animal control.\n\nEnforcement of dog licensing also serves an important public safety\nfunction, since inoculation against rabies is a prerequisite for dog\nlicensing in New York state. Minimal increases in the penalties for\nnoncompliance (which have remained unchanged since 1978) will provide\ndesperately needed funding for municipal animal control services.\nIncreases in purebred license fees will have little impact on breeders\nwhile helping to provide sorely needed animal control resources.\nAdditionally, where the current law is silent on required holding\nperiods for seized animals, such periods are clearly established, and\nwhen taken in conjunction with local law governing the calculation of\nholding periods, will ensure that pet owners have adequate notice and\nopportunity to reclaim their pets.\n\nLEGISLATIVE HISTORY:\n2008: A8032A (Kavanagh) - Agriculture\n2007: A8032 (Kavanagh) - Agriculture\n2006: A582 (Grannis) - Agriculture\n2005: A7582 (Grannis) - Agriculture\n2009: S5369 (Duane), Died in Agriculture; A406 (Kavanagh),\nDied in Agriculture\n2010: S5369 (Duane), Died in Agriculture; A406 (Kavanagh),\nDied in Agriculture\n\nFISCAL IMPACT ON THE STATE:\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect in ninety days.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the licensing of dogs, to repeal certain provisions of chapter 115 of the laws of 1894, relating to the better protection of lost and strayed animals and for securing the rights of owners thereof, in relation to licensing of dogs in certain cities and to amend the administrative code of the city of New York, in relation to establishing an animal population control fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110110.T152618.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250552
}