{
  "year" : 2011,
  "senateBillNo" : "S1319-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S1319-2011-1294290000000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to residency requirements for members of council",
  "summary" : "Relates to residency requirements for members of council. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Charter",
  "previousVersions" : [ "S1430-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1319\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced by Sens. DILAN, DIAZ, PARKER -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Cities\n\n       AN ACT to amend the New York city charter, in relation to the qualifica-\n         tions of council members\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The New York city  charter  is  amended  by  adding  a  new\n    2  section 21-a to read as follows:\n    3    S  21-A. RESIDENCE QUALIFICATIONS OF MEMBERS. NO PERSON SHALL SERVE AS\n    4  A MEMBER UNLESS HE OR SHE IS A CITIZEN OF THE UNITED STATES AND,  EXCEPT\n    5  AS  HEREINAFTER OTHERWISE PRESCRIBED, HAS BEEN A RESIDENT OF THE COUNCIL\n    6  DISTRICT FOR THE TWELVE MONTHS IMMEDIATELY PRECEDING HIS OR HER ELECTION\n    7  AND CONTINUOUSLY THEREAFTER; IF ELECTED AT THE FIRST ELECTION NEXT ENSU-\n    8  ING AFTER A READJUSTMENT OR ALTERATION OF DISTRICTS BECOMES EFFECTIVE, A\n    9  PERSON, TO BE ELIGIBLE TO SERVE AS A MEMBER, MUST HAVE BEEN  A  RESIDENT\n   10  OF THE BOROUGH IN WHICH THE COUNCIL DISTRICT IS CONTAINED FOR THE TWELVE\n   11  MONTHS  IMMEDIATELY  PRECEDING HIS OR HER ELECTION AND A RESIDENT OF THE\n   12  DISTRICT UPON TAKING OFFICE AND CONTINUOUSLY THEREAFTER.\n   13    S 2. This act shall effect immediately and shall apply to all  members\n   14  elected on or after the date it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02680-01-1\n",
  "memo" : "BILL NUMBER:S1319\n\nTITLE OF BILL:\nAn act\nto amend the New York city charter, in relation to the qualifications of\ncouncil members\n\nPURPOSE:\nThis bill would amend the New York City Charter to require those running\nfor city council to be citizens of the United States and to have lived\nwithin the council district for the twelve months immediately preceding\nthe election.\n\nSUMMARY OF PROVISIONS:\nSection one amends the New York City Charter by adding a new section\n21-a.\n\nEXISTING LAW:\nCurrent law regarding the residency of those running for city council\nrequires that the elected live in the district at the time he or she is\nsworn into office. They need not physically live in the district prior\nto, or during the actual campaign.\n\nJUSTIFICATION:\nOver the last several years there have been many documented cases of\npeople moving directly into districts with the express intention of\nsolely running for office. These candidates have no ties to the\ndistricts or constituents they seek to represent and oftentimes issues\nover residency turn into campaign fodder.\n\nOne recent example regarding a candidate's residency occurred in a\nspecial election to fill a New York City Council seat in Brooklyn.. In\nthat case it turned out that the winner did not reside in the district\nprior to the election as required by local law and could not take office\nafter the results were certified As a result, another election had to be\nheld at the direct expense of the taxpayers. The costs associated with\nthis second election should not be shouldered onto those of the\ntaxpayers, especially given the fact this whole situation never should\nhave arisen in the first place.\n\nLEGISLATIVE HISTORY:\n2009-10:  S.1430/A.5188\n2007-08:  S.4906/A.11776\n\nFISCAL IMPLICATIONS:\nNone to the state. Had this law been in effect several months ago, it\nwould have saved the City of New York over $700,000, which is the\napproximate cost of holding a second city council election, following\nthe disqualification of the first winner.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to all members\nelected on or after the date it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the New York city charter, in relation to the qualifications of council members ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T144115.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250568
}