{
  "year" : 2011,
  "senateBillNo" : "S1317-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1317-2011-1294290000000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Repeals certain provisions of the election law and adds new section permitting a voter to vote by special ballot at the board of elections upon written statement and",
  "summary" : "Repeals certain provisions of the election law and adds a new section to such law permitting a voter to vote by special ballot at the board of elections upon submission of a written statement and verification of specific qualifications of such voter. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1431-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1317\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced by Sens. DILAN, DIAZ, PARKER -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Elections\n\n       AN  ACT  to  amend the election law, in relation to early voting; and to\n         repeal sections 11-300, 11-302, and 11-306 of such law relating there-\n         to\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Sections 11-300, 11-302 and 11-306 of the election law are\n    2  REPEALED and a new section 11-300 is added to read as follows:\n    3    S 11-300. SPECIAL BALLOTS FOR EARLY VOTING. A VOTER MAY DELIVER TO THE\n    4  BOARD OF ELECTIONS A WRITTEN STATEMENT THAT HE OR SHE DESIRES TO VOTE AT\n    5  THE BOARD OF ELECTIONS PRIOR TO OR ON THE DATE OF  THE  ELECTION.    THE\n    6  BOARD  OF  ELECTIONS,  AFTER DETERMINING THE QUALIFICATIONS OF THE VOTER\n    7  AND THAT THE VOTER HAD NOT  PREVIOUSLY  VOTED  IN  THE  ELECTION,  SHALL\n    8  PROVIDE  THE  VOTER  WITH THE APPROPRIATE BALLOT AND PERMIT THE VOTER TO\n    9  CAST A SPECIAL BALLOT AT THE BOARD OF ELECTIONS, NOT  EARLIER  THAN  TWO\n   10  WEEKS  BEFORE  THE  ELECTION  AND  NOT  LATER THAN THE CLOSE OF POLLS ON\n   11  ELECTION DAY. EACH SUCH BALLOT SHALL BE PLACED IN AN ENVELOPE,  PROVIDED\n   12  BY  THE  BOARD  OF ELECTIONS, THEN SEALED; THE VOTER SHALL DATE AND SIGN\n   13  HIS OR HER NAME ON THE OUTSIDE OF  THE  ENVELOPE.  SUCH  BALLOT  MAY  BE\n   14  DELIVERED  TO  THE INSPECTORS OF ELECTION IN A MANNER PRESCRIBED BY THIS\n   15  CHAPTER FOR ABSENTEE BALLOTS OR RETAINED BY THE BOARD OF  ELECTIONS  AND\n   16  CAST  AND  CANVASSED PURSUANT TO THE PROVISIONS OF SECTION 9-209 OF THIS\n   17  CHAPTER AS SUCH BOARD SHALL, IN ITS DISCRETION, DETERMINE BY  RESOLUTION\n   18  ADOPTED AT LEAST THIRTY DAYS BEFORE ELECTION DAY.\n   19    S 2. This act shall take effect on the first of December next succeed-\n   20  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02681-01-1\n",
  "memo" : "BILL NUMBER:S1317\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to early voting; and to repeal\nsections 11-300, 11-302, and 11-306 of such law relating thereto\n\nPURPOSE:\nEstablishes a program of early voting prior to a primary, general, or\nspecial election through the use of special ballots.\n\nSUMMARY OF PROVISIONS:\nRepeals election law Sections 11-300, Special Ballots on Account of\nReligious Scruples; Section 11-302, Special Ballots for Board of\nElections Employees; and Section 11-306, Special Ballots for Victims of\nDomestic Violence.\n\nAdds a new section of law, 11-300 regarding special ballots for early\nvoting.\n\nEXISTING LAW:\nCurrent law allows victims of domestic violence, board of election\nemployees, including poll clerks, and those you have religious objection\nto cast what are referred to as \"special ballots.\" There is no provision\nof law however that allows regular voters who do not fit into any of\nthese categories to cast an early ballot.\n\nJUSTIFICATION:\nEarly voting is a progressive concept that has been spreading throughout\nthe country over the last several years in an effort to increase citizen\ninvolvement and turnout in elections. This concept differs from absentee\nvoting in that voters may visit an election official's office, or in\nsome states other satellite voting locations and cast a vote in person\nwithout offering an excuse for not being able to vote on election day.\nThese locations vary and in some states include grocery stores, shopping\nmalls, schools, and libraries.\n\nLEGISLATIVE HISTORY:\n2009/10: S.1431/A.6175\n2007/08: S.4907\n\nFISCAL IMPLICATIONS:\nDe minimus costs will be associated with this legislation since county\nboards of election are already equipped with the proper tools necessary\nto cast and canvass these types of ballots.\n\nLOCAL FISCAL IMPLICATIONS:\nDe Minimus\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of December next succeeding the\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to early voting; and to repeal sections 11-300, 11-302, and 11-306 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110110.T144115.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250565
}