{
  "year" : 2011,
  "senateBillNo" : "S1313-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1313-2011-1294290000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prostitution offenses occurring within one thousand feet of school grounds",
  "summary" : "Establishes the offense of patronizing a prostitute within one thousand feet of school grounds, promoting prostitution within one thousand feet of school grounds, compelling prostitution within one thousand feet of school grounds and permitting prostitution within one thousand feet of school grounds. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A2264",
  "lawSection" : "Penal Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1313\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to establishing the  offenses\n         of  patronizing  a  prostitute  within  one  thousand  feet  of school\n         grounds, promoting prostitution within one  thousand  feet  of  school\n         grounds,  compelling  prostitution  within one thousand feet of school\n         grounds and permitting prostitution within one thousand feet of school\n         grounds.\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The penal law is amended by adding a new section 230.06-a\n    2  to read as follows:\n    3  S 230.06-A PATRONIZING A PROSTITUTE WITHIN ONE THOUSAND FEET  OF  SCHOOL\n    4  GROUNDS.\n    5    1.  ANY PERSON WHO PATRONIZES A PROSTITUTE WITHIN ONE THOUSAND FEET OF\n    6  SCHOOL GROUNDS, SHALL BE GUILTY OF A CLASS E FELONY.\n    7    2. ANY PERSON OVER EIGHTEEN YEARS OF AGE, WHO PATRONIZES A  PROSTITUTE\n    8  WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS, AND THE PERSON PATRONIZED IS\n    9  LESS THAN FOURTEEN YEARS OF AGE IS GUILTY OF A CLASS D FELONY.\n   10    3.  ANY PERSON WHO PATRONIZES A PROSTITUTE WITHIN ONE THOUSAND FEET OF\n   11  SCHOOL GROUNDS AND THE PERSON PATRONIZED IS LESS THAN  ELEVEN  YEARS  OF\n   12  AGE IS GUILTY OF A CLASS C FELONY.\n   13    4.  FOR PURPOSES OF THIS SECTION, \"SCHOOL GROUNDS\" SHALL HAVE THE SAME\n   14  MEANING AS IN SUBDIVISION FOURTEEN OF SECTION 220.00 OF THIS CHAPTER.\n   15    S 2. The penal law is amended by adding a new section 230.32-a to read\n   16  as follows:\n   17  S 230.32-A PROMOTING PROSTITUTION WITHIN ONE  THOUSAND  FEET  OF  SCHOOL\n   18  GROUNDS.\n   19    1.  ANY  PERSON  WHO  KNOWINGLY  ADVANCES OR PROFITS FROM PROSTITUTION\n   20  OCCURRING WITHIN ONE THOUSAND FEET OF SCHOOL  GROUNDS  IS  GUILTY  OF  A\n   21  CLASS E FELONY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07305-02-1\n\n       S. 1313                             2\n\n    1    2.  ANY  PERSON, WHO KNOWINGLY ADVANCES OR PROFITS FROM: (A) PROSTITU-\n    2  TION OCCURRING WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS, BY  MANAGING,\n    3  SUPERVISING,  CONTROLLING OR OWNING, EITHER ALONE OR IN ASSOCIATION WITH\n    4  OTHERS, A HOUSE OF PROSTITUTION OR A  PROSTITUTION  BUSINESS  OR  ENTER-\n    5  PRISE,  LOCATED  WITHIN  ONE  THOUSAND FEET OF SCHOOL GROUNDS, INVOLVING\n    6  PROSTITUTION ACTIVITY BY TWO OR MORE PROSTITUTES, OR  A  BUSINESS,  THAT\n    7  SELLS  TRAVEL-RELATED SERVICES KNOWING THAT SUCH SERVICES INCLUDE OR ARE\n    8  INTENDED TO FACILITATE TRAVEL FOR THE PURPOSE OF PATRONIZING  A  PROSTI-\n    9  TUTE  WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS, INCLUDING TO A FOREIGN\n   10  JURISDICTION AND REGARDLESS OF THE  LEGALITY  OF  PROSTITUTION  IN  SAID\n   11  FOREIGN  JURISDICTION; OR (B) ADVANCES OR PROFITS FROM PROSTITUTION OF A\n   12  PERSON LESS THAN NINETEEN YEARS OLD WITHIN ONE THOUSAND FEET  OF  SCHOOL\n   13  GROUNDS, IS GUILTY OF A CLASS C FELONY.\n   14    3.  ANY  PERSON  WHO  KNOWINGLY  (A) ADVANCES PROSTITUTION, WITHIN ONE\n   15  THOUSAND FEET OF SCHOOL GROUNDS, BY COMPELLING  A  PERSON  BY  FORCE  OR\n   16  INTIMIDATION  TO  ENGAGE  IN  PROSTITUTION,  WITHIN ONE THOUSAND FEET OF\n   17  SCHOOL GROUNDS, OR PROFITS FROM SUCH COERCIVE CONDUCT BY ANOTHER  WITHIN\n   18  ONE  THOUSAND  FEET  OF  SCHOOL GROUNDS; OR (B) ADVANCES OR PROFITS FROM\n   19  PROSTITUTION, OCCURRING WITHIN ONE THOUSAND FEET OR SCHOOL GROUNDS, OF A\n   20  PERSON LESS THAN SIXTEEN YEARS OLD, IS GUILTY OF A CLASS B FELONY.\n   21    4. ANY PERSON WHO KNOWINGLY ADVANCES  OR  PROFITS  FROM  PROSTITUTION,\n   22  OCCURRING  WITHIN  ONE THOUSAND FEET OF SCHOOL GROUNDS, OF A PERSON LESS\n   23  THAN ELEVEN YEARS OLD IS GUILTY OF A CLASS A FELONY.\n   24    5. FOR PURPOSES OF THIS SECTION, \"SCHOOL GROUNDS\" SHALL HAVE THE  SAME\n   25  MEANING AS IN SUBDIVISION FOURTEEN OF SECTION 220.00 OF THIS CHAPTER.\n   26    S 3. The penal law is amended by adding a new section 230.33-a to read\n   27  as follows:\n   28  S  230.33-A  COMPELLING  PROSTITUTION WITHIN ONE THOUSAND FEET OF SCHOOL\n   29               GROUNDS.\n   30    1. A PERSON IS GUILTY OF COMPELLING PROSTITUTION WITHIN  ONE  THOUSAND\n   31  FEET  OF  SCHOOL GROUNDS, WHEN SUCH PERSON IS TWENTY-ONE YEARS OF AGE OR\n   32  OLDER, AND HE OR SHE KNOWINGLY ADVANCES PROSTITUTION WITHIN ONE THOUSAND\n   33  FEET OF SCHOOL GROUNDS BY COMPELLING A PERSON LESS  THAN  SIXTEEN  YEARS\n   34  OLD,  BY  FORCE  OR  INTIMIDATION,  TO ENGAGE IN PROSTITUTION WITHIN ONE\n   35  THOUSAND FEET OF SCHOOL GROUNDS.\n   36    2. FOR PURPOSES OF THIS SECTION, \"SCHOOL GROUNDS\" SHALL HAVE THE  SAME\n   37  MEANING AS IN SUBDIVISION FOURTEEN OF SECTION 220.00 OF THIS CHAPTER.\n   38    COMPELLING  PROSTITUTION WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS IS\n   39  A CLASS A FELONY.\n   40    S 4. The penal law is amended by adding a new section 230.41  to  read\n   41  as follows:\n   42  S  230.41  PERMITTING  PROSTITUTION  WITHIN  ONE THOUSAND FEET OF SCHOOL\n   43               GROUNDS.\n   44    1. A PERSON IS GUILTY OF PERMITTING PROSTITUTION WITHIN  ONE  THOUSAND\n   45  FEET  OF  SCHOOL  GROUNDS, WHEN HAVING POSSESSION OR CONTROL OF PREMISES\n   46  LOCATED WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS WHICH  HE  KNOWS  ARE\n   47  BEING  USED FOR PROSTITUTION PURPOSES, HE OR SHE FAILS TO MAKE A REASON-\n   48  ABLE EFFORT TO HALT OR ABATE SUCH USE.\n   49    2. FOR PURPOSES OF THIS SECTION, \"SCHOOL GROUNDS\" SHALL HAVE THE  SAME\n   50  MEANING AS IN SUBDIVISION FOURTEEN OF SECTION 220.00 OF THIS CHAPTER.\n   51    PERMITTING  PROSTITUTION WITHIN ONE THOUSAND FEET OF SCHOOL GROUNDS IS\n   52  A CLASS A MISDEMEANOR.\n   53    S 5. This act shall take effect on the first of November next succeed-\n   54  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1313\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to establishing the offenses of\npatronizing a prostitute within one thousand feet of school grounds,\npromoting prostitution within one thousand feet of school grounds,\ncompelling prostitution within one thousand feet of school grounds and\npermitting prostitution within one thousand feet of school grounds.\n\nPURPOSE OR GENERAL IDEA OF BILL:\nEnhances criminal sanctions for\nprostitution crimes committed within 1,000 feet of school grounds.\nCriminal sanction impact.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. Amends the Penal Law, by adding a new section 230.06-a.\nCreates the crime of patronizing a prostitute within one thousand\nfeet of school grounds. Defines school grounds as having the same\nmeaning as in subdivision 14, Section 220.00 of this chapter.\n\nSection 2. Amends the Penal Law by adding a new section 230.32-a.\nCreates the crime of promoting prostitution within one thousand feet\nof school grounds. Defines school grounds as having the same meaning\nas in subdivision 14, Section 220.00 of this chapter.\n\nSection 3. Amends the Penal Law by adding a new section 230.33-a.\nCreates the crime of compelling prostitution within one thousand feet\nof school grounds. Defines school grounds as having the same meaning\nas in subdivision 14, Section 220.00 of this chapter.\n\nSection 4. Amends the penal law by adding a new section 230.41.\nCreates the crime of permitting prostitution within one thousand feet\nof school grounds. Defines school grounds as having the same meaning\nas in subdivision 14, Section 220.00 of this chapter.\n\nSection 5. Effective Date\n\nEXISTING LAW:\nPenal Law; Title M; Offenses Against\nPublic Health and\nMorals; Article 230; Prostitution Offenses.\n\nJUSTIFICATION:\nWhile there are enhanced criminal penalties for certain crimes\ncommitted near schools, prostitution is not one of them. State\nstatute must reflect the current reality that prostitution can and\ndoes take place in any environment, even in areas that are visible to\nthe public.\n\nThe New York Times published a shocking article on January 2,2011\nentitled \"A Bronx Elementary School, Surrounded by Prostitutes\n(Yardena Schwartz).\" Ms. Schwartz, in her expose, reported in great\ndetail how students who attend the West Farms Elementary School\nlocated in the Bronx, NY, are subjected to this illicit sexual\nactivity. \"At all hours of the day, prostitutes roam the streets\naround the school, waiting for cars entering and leaving the Cross\nBronx Expressway. They bend over car windows and climb inside, in\nplain view of students walking to and from the school. \"\n\nThe activity is so brazen that according to the article, 'The\nprostitutes also have sex inside a tent on top of a boulder directly\nbelow the school's playground. Students, from prekindergartners to\nfifth graders, can see mattresses, cushions and sheets strewn about\nthe rock. Custodians often have to sweep condoms and hypodermic\nneedles from the school grounds before students arrive in the\nmorning.\"\n\nWe must do more to protect our children and to ensure that they are\nnot subjected to crimes of this nature. They should be safe at all\ntimes, but especially when they are going to and from school.\nLikewise, local enforcement, from the police to the district\nattorney, must be given the appropriate tools to fight these crimes.\n\nThis legislation creates the following new crimes: patronizing a\nprostitute within one thousand feet of school grounds; promoting\nprostitution within one thousand feet of school grounds;\ncompelling prostitution within one thousand feet of school grounds;\nand permitting prostitution within one thousand feet of school\ngrounds and provides for enhanced criminal sanctions.\nFurthermore, the definition of \"school grounds\" is consistent with\nthat of the current definition in the Penal Law.\n\nPRIOR LEGISLATIVE HISTORY:\nNew Bill.\n\nFISCAL IMPLICATIONS:\nNone to State.\n\nEFFECTIVE DATE:\nThe first of November next succeeding the date on which it shall have\nbecome law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the offenses of patronizing a prostitute within one thousand feet of school grounds, promoting prostitution within one thousand feet of school grounds, compelling prostitution within one thousand feet of school grounds and permitting prostitution within one thousand feet of school grounds. ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T095848.TXT", "SOBI.D110110.T141111.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110106.T155732.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T155232.TXT", "SOBI.D110106.T164249.TXT", "SOBI.D110106.T160233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295036700647
}