{
  "year" : 2011,
  "senateBillNo" : "S132-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S132-2011-1294203600000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires mortgage lenders and brokers to provide consumer with mortgage bill of rights pamphlet which must be signed by the consumer prior to mortgage application",
  "summary" : "Requires mortgage lenders and brokers to provide consumers with a mortgage bill of rights pamphlet which must be read and signed by the consumer prior to applying for a mortgage. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S7399-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          132\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to directing licensed mort-\n         gage bankers and authorized mortgage loan originators to provide mort-\n         gage applicants with a mortgage bill of rights pamphlet on residential\n         mortgages\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  banking law is amended by adding a new section 35 to\n    2  read as follows:\n    3    S 35. INFORMATION PAMPHLET FOR RESIDENTIAL MORTGAGE  APPLICANTS.    1.\n    4  THE SUPERINTENDENT OF BANKS SHALL DEVELOP A PAMPHLET KNOWN AS \"THE MORT-\n    5  GAGE  APPLICANT'S  BILL OF RIGHTS\" AND POST SUCH PAMPHLET ON THE BANKING\n    6  DEPARTMENT'S INTERNET WEBSITE. COPIES OF SUCH PAMPHLET SHALL BE PROVIDED\n    7  TO ALL LICENSED LENDERS AND BANKING ORGANIZATIONS  OFFERING  RESIDENTIAL\n    8  MORTGAGE  SERVICES.    A  COPY  OF  SUCH  PAMPHLET  SHALL BE PROVIDED BY\n    9  LICENSED LENDERS AND BANKING ORGANIZATIONS TO EACH  PERSON  BEFORE  SUCH\n   10  PERSON  ENTERS INTO AN APPLICATION FOR A LOAN SECURED BY A MORTGAGE UPON\n   11  RESIDENTIAL REAL PROPERTY. FURTHERMORE, SUCH LICENSED LENDER AND BANKING\n   12  ORGANIZATION SHALL NOT ACCEPT AN APPLICATION FOR A RESIDENTIAL  MORTGAGE\n   13  UNTIL THE PERSON OR PERSONS APPLYING FOR A MORTGAGE HAVE BEEN PROVIDED A\n   14  COPY  OF  THE  BOOKLET  AND ACKNOWLEDGED RECEIPT OF IT IN WRITING. EVERY\n   15  LICENSED LENDER AND BANKING ORGANIZATION SHALL  MAINTAIN  SUCH  ACKNOWL-\n   16  EDGEMENT ALONG WITH THE APPLICANT'S MORTGAGE LOAN DOCUMENTS.\n   17    2.  THE PAMPHLET AND WEBSITE NOTICE DEVELOPED PURSUANT TO THIS SECTION\n   18  SHALL INCLUDE THE FOLLOWING, ALONG WITH OTHER INFORMATION ADDED  AT  THE\n   19  DISCRETION  OF  THE  SUPERINTENDENT  NOT OTHERWISE INCONSISTENT WITH THE\n   20  INFORMATION SET FORTH IN THE PAMPHLET:\n   21    \"BILL OF RIGHTS FOR RESIDENTIAL MORTGAGE APPLICANTS\n   22  AS AN APPLICANT FOR A RESIDENTIAL MORTGAGE YOU HAVE THE RIGHT TO:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03298-01-1\n\n       S. 132                              2\n\n    1    1. COMPARE THE CHARGES OF DIFFERENT MORTGAGE BROKERS  AND  LENDERS  TO\n    2  OBTAIN THE BEST LOAN POSSIBLE.\n    3    2.  ASK  YOUR  MORTGAGE  BROKER TO EXPLAIN HIS OR HER RESPONSIBILITIES\n    4  WITHIN THE MORTGAGE LENDING PROCESS.\n    5    3. KNOW HOW MUCH THE MORTGAGE BROKER IS COMPENSATED  BY  YOU  AND  THE\n    6  LENDER FOR YOUR LOAN.\n    7    4. A CLEAR AND TRUTHFUL EXPLANATION OF THE TERMS AND CONDITIONS OF THE\n    8  LOAN.\n    9    5.  KNOW IF THE LOAN BEING OFFERED IS A FIXED OR ADJUSTABLE RATE MORT-\n   10  GAGE LOAN, KNOW THE EXACT AMOUNT OF YOUR MONTHLY LOAN PAYMENTS,  INCLUD-\n   11  ING ANY PROJECTED ESCROW PAYMENTS, KNOW THE FINAL ANNUAL PERCENTAGE RATE\n   12  (APR) AND THE AMOUNT OF REGULAR PAYMENTS AT THE LOAN'S CLOSING.\n   13    6.  ASK  FOR  A GOOD FAITH ESTIMATE OF ALL LOAN AND SETTLEMENT CHARGES\n   14  BEFORE YOU AGREE TO THE LOAN AND PAY ANY FEES, SUCH AS LOAN  APPLICATION\n   15  FEES,  TITLE SEARCH AND INSURANCE FEES, LENDER'S ATTORNEY FEES, PROPERTY\n   16  APPRAISAL CHARGES, INSPECTIONS, RECORDING FEES,  TRANSFER  TAXES,  POINT\n   17  AND ORIGINATION FEES, AND ESCROW ACCOUNT BALANCES.\n   18    7. OBTAIN CREDIT COUNSELING BEFORE CLOSING A LOAN.\n   19    8. DECIDE WHETHER OR NOT TO FINANCE ANY PORTION OF THE POINTS OR FEES.\n   20    9. REFUSE TO PURCHASE CREDIT INSURANCE FOR ANY MORTGAGE LOAN.\n   21    10.  HAVE  YOUR  PROPERTY APPRAISED BY AN INDEPENDENT LICENSED PROFES-\n   22  SIONAL AND TO RECEIVE A COPY OF THE APPRAISAL.\n   23    11. NOT BE SUBJECT TO DECEPTIVE MARKETING PRACTICES.\n   24    12. ASK FOR THE HUD SETTLEMENT COSTS BOOKLET, \"BUYING YOUR HOME\".\n   25    13. RECEIVE THE FOLLOWING  DOCUMENTS,  AND  EVERY  DOCUMENT  OTHERWISE\n   26  REQUIRED  TO BE GIVEN TO YOU AT CLOSING UNDER FEDERAL AND NEW YORK STATE\n   27  LAW:\n   28    A. GOOD FAITH ESTIMATE\n   29    B. TRUTH IN LENDING\n   30    C. HUD-1 STATEMENT\n   31    14. KNOW WHAT FEES ARE NOT REFUNDABLE IF YOU DECIDE TO CANCEL THE LOAN\n   32  AGREEMENT.\n   33    15. RECEIVE IN WRITING  THE  REASON  FOR  THE  DENIAL  OR  CONDITIONAL\n   34  APPROVAL OF YOUR LOAN APPLICATION.\n   35    16.  IF  REFINANCING,  YOU  MAY CANCEL A LOAN WITHIN THREE DAYS OF THE\n   36  CLOSING  BY  PROVIDING  WRITTEN  NOTIFICATION  OF  CANCELLATION  TO  THE\n   37  LICENSED LENDER OR BANKING INSTITUTION.\n   38    17. RECEIVE THE HUD-1 DOCUMENT ONE DAY BEFORE THE CLOSING TAKES PLACE.\n   39    18. HAVE ANY LENDING DISPUTES RESOLVED IN A FAIR AND EQUITABLE MANNER.\n   40    19.  A  CREDIT  DECISION  THAT  IS  NOT  BASED  UPON YOUR RACE, COLOR,\n   41  NATIONAL ORIGIN, RELIGION, SEX, FAMILY STATUS, SEXUAL ORIENTATION, DISA-\n   42  BILITY OR WHETHER ANY INCOME IS FROM PUBLIC ASSISTANCE.\n   43    20. FILE A COMPLAINT WITH THE NEW YORK STATE BANKING DEPARTMENT IF YOU\n   44  BELIEVE THAT A MORTGAGE BROKER OR ANY OTHER ENTITY LICENSED BY THE BANK-\n   45  ING DEPARTMENT HAS VIOLATED ANY RULES, REGULATIONS OR LAWS WHICH  GOVERN\n   46  HIS  OR  HER  CONDUCT  IN  WORKING WITH YOU TO GET OR PROCESS A MORTGAGE\n   47  LOAN.\n   48    21. FILE A COMPLAINT WITH THE NEW YORK STATE DEPARTMENT  OF  STATE  IF\n   49  YOU  BELIEVE  THAT  A  REAL  ESTATE BROKER HAS VIOLATED ANY RULES, REGU-\n   50  LATIONS OR LAW WHICH GOVERNS HIS OR HER CONDUCT IN WORKING WITH  YOU  TO\n   51  PURCHASE A HOME.\"\n   52    S 2. This act shall take effect on the one hundred twentieth day after\n   53  it  shall  have  become a law; provided that, effective immediately, any\n   54  and all actions necessary to implement the provisions of this act on its\n   55  effective date are authorized and directed to be completed on or  before\n   56  such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to directing licensed mortgage bankers and authorized mortgage loan originators to provide mortgage applicants with a mortgage bill of rights pamphlet on residential mortgages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101209.T114137.TXT", "SOBI.D101209.T113125.TXT", "SOBI.D101209.T150149.TXT", "SOBI.D101209.T111624.TXT", "SOBI.D101209.T133643.TXT", "SOBI.D101209.T113637.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291924909836
}