{
  "year" : 2011,
  "senateBillNo" : "S1323-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1323-2011-1294290000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes appearance by a tenant in the housing part without counsel",
  "summary" : "Authorizes any tenant who is party to an action in housing part to be represented by a person who is not an attorney, provided consent for such representation is made on the record, such person is prohibited from consenting to an entry of a judgment on behalf of a tenant and such person may not receive a fee or other remuneration for such representation. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "New York City Civil Court Act",
  "previousVersions" : [ "S1648-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1323\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sens. DILAN, DIAZ, HASSELL-THOMPSON, PARKER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Judiciary\n\n       AN ACT to amend the New York  city  civil  court  act,  in  relation  to\n         authorizing appearance without counsel within the housing part\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 110 of the New York city civil court act is amended\n    2  by adding a new subdivision (q) to read as follows:\n    3    (Q) ANY TENANT WHO IS A PARTY MAY BE REPRESENTED IN THE  HOUSING  PART\n    4  BY  COUNSEL  OR  BY  SUCH  OTHER  PERSON DESIGNATED IN WRITING OR ON THE\n    5  RECORD TO SPEAK ON BEHALF OF SUCH TENANT,  TRANSLATE  FOR  SUCH  TENANT,\n    6  AND/OR TO MAKE ANY APPLICATION, INCLUDING AN APPLICATION FOR ADJOURNMENT\n    7  ON BEHALF OF SUCH TENANT, PROVIDED, HOWEVER, THAT SUCH DESIGNATED REPRE-\n    8  SENTATIVE  IF  NOT  AUTHORIZED  TO PRACTICE LAW SHALL BE PROHIBITED FROM\n    9  ACCEPTING ANY FEE, COMPENSATION OR OTHER REMUNERATION FOR SUCH REPRESEN-\n   10  TATION SERVICES. NOTHING IN  THIS  SUBDIVISION  SHALL  BE  CONSTRUED  TO\n   11  AUTHORIZE  SUCH DESIGNATED REPRESENTATIVE TO CONSENT TO THE ENTRY OF ANY\n   12  JUDGMENT AGAINST THE TENANT.\n   13    S 2. This act shall  take  effect  on  the  first  of  September  next\n   14  succeeding the date on which it shall have become a law and shall govern\n   15  all actions or proceedings commenced on or after such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02921-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city civil court act, in relation to authorizing appearance without counsel within the housing part ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110110.T145116.TXT", "SOBI.D110106.T164748.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294689076205
}