{
  "year" : 2011,
  "senateBillNo" : "S1324-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S1324-2011-1294290000000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the assignment of social services recipients and applicants to accessible local offices",
  "summary" : "Permits an applicant for public assistance or care to select the local social services office most accessible to such person's residence if such office is in the local social services district in which such person resides and such office has the capacity to accept such person; requires written notification of this provision be given to an applicant by the social services official. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA1650-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1324\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sens. DILAN, DIAZ, HASSELL-THOMPSON, PARKER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Social Services\n\n       AN ACT to amend the social services law, in relation  to  assignment  of\n         social services recipients to local offices\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The social services law is amended by adding a new  section\n    2  134-c to read as follows:\n    3    S  134-C. ASSIGNMENT TO LOCAL OFFICES. FOR THE PURPOSES OF ASSIGNING A\n    4  PERSON APPLYING FOR PUBLIC ASSISTANCE OR CARE ON OR AFTER JANUARY FIRST,\n    5  TWO THOUSAND THIRTEEN TO A LOCAL  SOCIAL  SERVICES  OFFICE,  THE  SOCIAL\n    6  SERVICES  OFFICIAL  SHALL  ALLOW  SUCH PERSON TO CHOOSE THE LOCAL SOCIAL\n    7  SERVICES OFFICE MOST ACCESSIBLE TO SUCH  PERSON'S  PLACE  OF  RESIDENCE,\n    8  PROVIDED  THAT  SUCH  LOCAL SOCIAL SERVICES OFFICE IS LOCATED WITHIN THE\n    9  LOCAL SOCIAL SERVICES DISTRICT IN WHICH SUCH  PERSON  RESIDES,  PROVIDED\n   10  THAT  THE  CAPACITY  OF  SUCH OFFICE PERMITS THE ASSIGNMENT.  THE SOCIAL\n   11  SERVICES OFFICIAL SHALL INFORM,  IN  WRITING,  AN  APPLICANT  OF  PUBLIC\n   12  ASSISTANCE OR CARE OF THE PROVISIONS OF THIS SECTION.\n   13    S  2.  This  act shall take effect immediately provided, however, that\n   14  the commissioner of the office of temporary  and  disability  assistance\n   15  shall  promulgate  such rules and regulations as are necessary to imple-\n   16  ment the provisions of this act on or before January 1, 2013.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02922-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to assignment of social services recipients to local offices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110110.T145116.TXT", "SOBI.D110106.T164748.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294689076213
}