{
  "year" : 2011,
  "senateBillNo" : "S1328-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1328-2011-1294290000000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the recanvass of certain ballots upon request of a candidate prior to the canvass of absentee and special ballots",
  "summary" : "Provides for the recanvass of certain ballots upon request of a candidate prior to the canvas of absentee and special ballots in the city of New York. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1428-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1328\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sens. DILAN, DIAZ, HASSELL-THOMPSON, PARKER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Elections\n\n       AN ACT to amend the election law, in relation to recanvass of votes cast\n         on voting machines\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  9-209 of the election law is amended by adding a\n    2  new subdivision 3 to read as follows:\n    3    3. UPON RECEIPT OF A WRITTEN REQUEST BY A CANDIDATE FOR PUBLIC OFFICE,\n    4  THE BOARD OF ELECTIONS IN THE CITY OF NEW YORK  SHALL  FIRST  CONDUCT  A\n    5  RECANVASS OF VOTES CAST ON VOTING MACHINES USED IN THE ELECTION FOR SAID\n    6  PUBLIC  OFFICE,  AS  PROVIDED  IN SECTION 9-208 OF THIS TITLE, AND SHALL\n    7  NOTIFY, IN WRITING, EACH CANDIDATE FOR SAID PUBLIC OFFICE OF THE  RESULT\n    8  OF  THE RECANVASS PRIOR TO THE CANVASS OF ANY BALLOT AS PROVIDED IN THIS\n    9  SECTION. SUCH WRITTEN REQUEST SHALL BE SUBSTANTIALLY  IN  THE  FOLLOWING\n   10  FORM:\n   11    I, ___________, A CANDIDATE FOR THE PUBLIC OFFICE OF ___________________\n   12       (NAME)                                                (OFFICE)\n   13  IN THE ___________________ DISTRICT, AT THE ______________________ PARTY\n   14         (NAME AND NUMBER)                   (PARTY NAME IF PRIMARY)\n   15  PRIMARY/ GENERAL/ SPECIAL ELECTION HELD ON ________________, REQUEST THE\n   16                                                  (DATE)\n   17  BOARD  OF  ELECTION  IN  THE CITY OF NEW YORK CONDUCT A RECANVASS OF ALL\n   18  VOTES CAST ON VOTING MACHINES FOR THE ABOVE STATED PUBLIC  OFFICE  PRIOR\n   19  TO  THE  CANVASS  OF  ANY PAPER BALLOTS PURSUANT TO SECTION 9-209 OF THE\n   20  ELECTION LAW.\n\n   21    DATED: ________                _________________________\n   22                                   (SIGNATURE OF CANDIDATE)\n   23    S 2. This act shall  take  effect  on  the  first  of  September  next\n   24  succeeding the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02678-01-1\n",
  "memo" : "BILL NUMBER:S1328\n\nTITLE OF BILL:\n\nAn act\nto amend the election law, in relation to recanvass of votes cast on\nvoting machines\n\nPURPOSE:\n\nRequires the Board of Elections in the City of New York, upon written\nrequest by a candidate for public office, to recanvass voting machines\nprior to opening paper ballots.\n\nSUMMARY OF PROVISIONS:\n\nAmends section 9-209 of the Election Law by adding a new subdivision 3\nto require the Board of Elections in the City of New York, upon receipt\nof a written request by a candidate for public office, to conduct the\nrecanvass of voting machines, as provided in section 9-208 of the\nElection Law, and notify all candidates, in writing, of the result of\nthe recanvass, prior to the canvas of absentee, military and special\nballots and \"affidavit\" ballots. Provides for a form to be used for such\nrequest.\n\nEXISTING LAW:\n\nThere is no provision as to the order of the canvas of paper ballots and\nthe recanvass of machines.\n\nJUSTIFICATION:\n\nIn the City of New York, all of these paper ballots are opened at the\nBoard of Elections. This bill would allow all candidates to know the\nfinal machine count prior to opening paper ballots. The candidates will\nhave better information to determine if initiation of court proceedings\nis required and have a greater understanding regarding the effect of\nchallenges when paper ballots are opened.\n\nLEGISLATIVE HISTORY:\n\n2009/10 - S/1428/A.4960 - Advanced to 3rd Reading\n2007/08 - S.1499/A,6727\n2005/06 - S.6596/A.9756\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThe first of September next succeeding the date on which it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to recanvass of votes cast on voting machines ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110110.T145615.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250581
}