{
  "year" : 2011,
  "senateBillNo" : "S1320-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1320-2011-1294290000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a person to be a resident of the local subdivision for which such person seeks office at the time of filing designating or nominating petitions",
  "summary" : "Requires a person to be a resident of the local subdivision for which such person seeks office at the time of filing designating or nominating petitions. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "S5176-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1320\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  DILAN,  DIAZ,  HASSELL-THOMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Investigations and Government Operations\n\n       AN  ACT  to  amend  the  public  officers  law  and the election law, in\n         relation to residency requirement for local government  elected  offi-\n         cials\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 3 of the public officers  law,  as\n    2  amended  by  chapter  44  of  the  laws  of  1982, is amended to read as\n    3  follows:\n    4    1. No person shall be capable of holding a civil office who shall not,\n    5  at the time he OR SHE shall be chosen thereto, have attained the age  of\n    6  eighteen  years,  except that in the case of youth boards, youth commis-\n    7  sions or recreation commissions only, members of such boards or  commis-\n    8  sions may be under the age of eighteen years, but must have attained the\n    9  age of sixteen years on or before appointment to such youth board, youth\n   10  commission  or recreation commission, be a citizen of the United States,\n   11  a resident of the state, and if it be a local office, BE a  resident  of\n   12  the  political  subdivision  or  municipal  corporation of the state for\n   13  which he OR SHE shall be chosen, or within which the  electors  electing\n   14  him  OR  HER  reside,  or within which his OR HER official functions are\n   15  required to be exercised AT THE TIME  HE  OR  SHE  SHALL  BE  OFFICIALLY\n   16  DESIGNATED OR NOMINATED, or who shall have been or shall be convicted of\n   17  a violation of the selective draft act of the United States, enacted May\n   18  eighteenth,  nineteen  hundred  seventeen,  or  the  acts  amendatory or\n   19  supplemental thereto, or of the federal selective training  and  service\n   20  act  of nineteen hundred forty or the acts amendatory thereof or supple-\n   21  mental thereto.\n   22    S 2. The election law is amended by adding a new section 6-170 to read\n   23  as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00041-01-1\n\n       S. 1320                             2\n\n    1    S 6-170. DESIGNATING OR NOMINATING PETITION; RESIDENCE. A  DESIGNATING\n    2  OR  NOMINATING  PETITION,  OR CERTIFICATE OF DESIGNATION, AS PROVIDED IN\n    3  SECTIONS 6-132 AND 6-140 OF THIS TITLE, NAMING A PERSON AS CANDIDATE FOR\n    4  A LOCAL OFFICE WHICH REQUIRES THE OFFICE HOLDER TO BE A RESIDENT OF  THE\n    5  SUBDIVISION,  AND  WHICH  CONTAINS  THEREIN  A RESIDENCE ADDRESS FOR THE\n    6  CANDIDATE THAT IS NOT WITHIN THE  SUBDIVISION  IN  WHICH  THE  CANDIDATE\n    7  SEEKS  NOMINATION  OR  ELECTION,  SHALL BE INVALID UNLESS SUCH CANDIDATE\n    8  SHALL FILE, AT THE SAME TIME AS THE FILING OF THE  PETITION  OR  CERTIF-\n    9  ICATE  OF  NOMINATION OR DESIGNATION, A CERTIFICATE DULY ACKNOWLEDGED BY\n   10  THE CANDIDATE WHICH SETS FORTH A RESIDENCE WITHIN THE SUBDIVISION  WHERE\n   11  THE CANDIDATE RESIDES AS OF THE DATE OF SUCH FILINGS.\n   12    S 3. The election law is amended by adding a new section 6-214 to read\n   13  as follows:\n   14    S  6-214. DESIGNATING OR NOMINATING PETITION; RESIDENCE. A DESIGNATING\n   15  OR NOMINATING PETITION, OR CERTIFICATE OF DESIGNATION,  AS  PROVIDED  IN\n   16  SECTIONS 6-204 AND 6-206 OF THIS TITLE, NAMING A PERSON AS CANDIDATE FOR\n   17  A  VILLAGE  OFFICE  WHICH REQUIRES THE OFFICE HOLDER TO BE A RESIDENT OF\n   18  THE VILLAGE, AND WHICH CONTAINS THEREIN  A  RESIDENCE  ADDRESS  FOR  THE\n   19  CANDIDATE  THAT  IS  NOT WITHIN THE VILLAGE IN WHICH THE CANDIDATE SEEKS\n   20  NOMINATION OR ELECTION, SHALL BE INVALID  UNLESS  SUCH  CANDIDATE  SHALL\n   21  FILE,  AT  THE SAME TIME AS THE FILING OF THE PETITION OR CERTIFICATE OF\n   22  NOMINATION OR DESIGNATION, A CERTIFICATE DULY ACKNOWLEDGED BY THE CANDI-\n   23  DATE WHICH SETS FORTH A RESIDENCE WITHIN THE VILLAGE WHERE THE CANDIDATE\n   24  RESIDES AS OF THE DATE OF SUCH FILINGS.\n   25    S 4. This act shall take effect on the first of January next  succeed-\n   26  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1320\n\nTITLE OF BILL:\nAn act\nto amend the public officers law and the election law, in relation to\nresidency requirement for local government elected officials\n\nPURPOSE:\nTo provide a mechanism to ascertain whether\na candidate for a\nlocal elected office meets the residency requirement for the office\nbefore the election takes place.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill amends subdivision 1 of section 3 of the public\nofficers law, as amended by chapter 44 of the laws of 1982, for the\npurpose of adding language to make the document gender neutral.\n\nSection 2 of the bill adds a new section 6-170 which requires that a\ncandidate for a local elected office be a resident of the subdivision\n(district, village, town, etc.) as of the date of filing of the\ndesignating or nominating certificate or petition.\n\nSection 3 of the bill adds a new section 6-214 that provides a\nmechanism for a candidate listing an out of district address on a\npetition to certify a new in-district address as of the date of\nfiling. This provision does not apply to statewide or state Senate or\nAssembly candidates.\n\nSection 4 of the bill specifies the effective date.\n\nJUSTIFICATION:\nSince the residence qualification of the candidate is\nmet if the candidate lives in the district or subdivision as of the\ndate of the election, pre-election court challenges to the\neligibility of a candidate for non-residence have been rejected by\nthe courts. (See Weidman v. Starkweather, 80 NY 2d 955 (1992); Keith\nv. King, 220 AD. 2d 471 (2d Dept. 1995); Clark v. McCoy, 196 AD 2d\n607 (2d Dept); Leave to Appeal Denied, 2 NY 2d 653 (1993).)\n\nAfter an election, there is no effective means to challenge a winning\ncandidate's eligibility for office based on his or her failure to\nhave acquired a residence in the district by the date of the\nelection. The Boards of Election lack jurisdiction to rule on\nresidency issues and the courts' jurisdiction in post-election\nproceedings is limited to ruling on contested ballots. A quo warranto\nproceeding could challenge a person's right to hold office, but only\nthe Attorney General can issue such a proceeding. Rarely is such a\nproceeding brought forth, and when it is, it typically takes months,\nif not a year or more to resolve these issues.\n\nSerious questions were raised concerning the residency of a winning\ncandidate for City Council in a special election held in February\n2007 in New York City. Absent a clear mechanism for resolving the\nissue, the City Council addressed the matter by requiring the winning\ncandidate to submit a sworn statement as to his residence before\nbeing seated. This requirement is of dubious legality because Article\nXIII of the State Constitution provides that \"no other oath,\ndeclaration or test (other than the standard oath of office) shall be\nrequired as a qualification for any office of public trust.\" In the\nevent, the candidate refused to make the sworn statement and a second\nspecial election had to be called to resolve the matter, at\nsubstantial expense to the taxpayers.\nUnder this legislation, candidates for local offices must meet the\nresidency requirement as of the date their designating or nominating\npetitions or certificates are filed. A non-resident may circulate\npetitions listing an out-of-district residence address. However, on\nthe date the petition is filed, the candidate must file a certificate\nspecifying an in-district residence as of that date. Challenges, if\nany, to the residence of the candidate would then be resolved in the\ncourts, under the usual procedures, before the election.\n\nCandidates for statewide office or member of the legislature are\nsubject to constitutional residence requirements that would not be\naffected by this legislation.\n\nLEGISLATIVE HISTORY:\n2008: 54207 (Connor) - Referred to Investigations & Government\nOperations.\n2009:  S.5176/A.1058\n2010:  S.5176/A.1058\n\nFISCAL IMPLICATIONS:\nNone for the State. Could save significant\namounts for localities by enabling them to resolve residency issues\nwithout holding second elections.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January\nnext succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law and the election law, in relation to residency requirement for local government elected officials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T152729.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250569
}