{
  "year" : 2011,
  "senateBillNo" : "S1329-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1329-2011-1294290000000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides residency of a person at the time of filing certain petitions shall be presumed to be the residence address of such person",
  "summary" : "Provides residency of a person at the time of filing a designating or nominating petition or a certificate of designation, nomination or substitution shall be presumed to be the residence address of such person at the time of commencement of the term of his or her office or position. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1429-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1329\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Elections\n\n       AN  ACT  to  amend  the  election  law,  in  relation   to   eligibility\n         restrictions for designation or nomination\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 6-122 of the election law, as  amended  by  chapter\n    2  511 of the laws of 1993, is amended to read as follows:\n    3    S  6-122.  Designation or nomination; eligibility, restrictions.  1. A\n    4  person shall not be designated or nominated for a public office or party\n    5  position who (1) is not a citizen of the state of New York; (2) is inel-\n    6  igible to be elected to such office or position; or (3) who, if  elected\n    7  will not at the time of commencement of the term of such office or posi-\n    8  tion,  meet  the  constitutional or statutory qualifications thereof or,\n    9  with respect to judicial office, who will not meet  such  qualifications\n   10  within thirty days of the commencement of the term of such office.\n   11    2.  FOR  THE  PURPOSES  OF  THIS  SECTION,  THE RESIDENCE ADDRESS OF A\n   12  PERSON, AT THE TIME OF FILING OF A DESIGNATING OR NOMINATING PETITION OR\n   13  A CERTIFICATE OF DESIGNATION, NOMINATION OR SUBSTITUTION AND NAMED AS  A\n   14  CANDIDATE  FOR  PUBLIC  OFFICE  OR  PARTY  POSITION  IN SUCH PETITION OR\n   15  CERTIFICATE, SHALL BE PRESUMED TO  BE  THE  RESIDENCE  ADDRESS  OF  SUCH\n   16  PERSON  AT  THE TIME OF COMMENCEMENT OF THE TERM OF SUCH OFFICE OR POSI-\n   17  TION.\n   18    3. FOR THE PURPOSES OF THIS SECTION, IN THE EVENT A  PERSON,  WHO  WAS\n   19  QUALIFIED  PURSUANT TO SUBDIVISIONS ONE AND TWO OF THIS SECTION, CHANGES\n   20  HIS OR HER RESIDENCE SUBSEQUENT TO THE FILING OF A PETITION  OR  CERTIF-\n   21  ICATE,  AS  DESCRIBED  IN SUBDIVISION TWO OF THIS SECTION, THE NEW RESI-\n   22  DENCE ADDRESS SHALL THEN BE PRESUMED TO BE THE RESIDENCE ADDRESS OF SUCH\n   23  PERSON AT THE TIME OF COMMENCEMENT OF THE TERM OF PUBLIC OFFICE OR PARTY\n   24  POSITION.\n   25    S 2. This act shall take effect on the first of December next succeed-\n   26  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02679-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to eligibility restrictions for designation or nomination ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T145615.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294689375350
}