{
  "year" : 2011,
  "senateBillNo" : "S1329-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1329-2011-1294290000000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides residency of a person at the time of filing certain petitions shall be presumed to be the residence address of such person",
  "summary" : "Provides residency of a person at the time of filing a designating or nominating petition or a certificate of designation, nomination or substitution shall be presumed to be the residence address of such person at the time of commencement of the term of his or her office or position. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1429-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1329\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Elections\n\n       AN  ACT  to  amend  the  election  law,  in  relation   to   eligibility\n         restrictions for designation or nomination\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 6-122 of the election law, as  amended  by  chapter\n    2  511 of the laws of 1993, is amended to read as follows:\n    3    S  6-122.  Designation or nomination; eligibility, restrictions.  1. A\n    4  person shall not be designated or nominated for a public office or party\n    5  position who (1) is not a citizen of the state of New York; (2) is inel-\n    6  igible to be elected to such office or position; or (3) who, if  elected\n    7  will not at the time of commencement of the term of such office or posi-\n    8  tion,  meet  the  constitutional or statutory qualifications thereof or,\n    9  with respect to judicial office, who will not meet  such  qualifications\n   10  within thirty days of the commencement of the term of such office.\n   11    2.  FOR  THE  PURPOSES  OF  THIS  SECTION,  THE RESIDENCE ADDRESS OF A\n   12  PERSON, AT THE TIME OF FILING OF A DESIGNATING OR NOMINATING PETITION OR\n   13  A CERTIFICATE OF DESIGNATION, NOMINATION OR SUBSTITUTION AND NAMED AS  A\n   14  CANDIDATE  FOR  PUBLIC  OFFICE  OR  PARTY  POSITION  IN SUCH PETITION OR\n   15  CERTIFICATE, SHALL BE PRESUMED TO  BE  THE  RESIDENCE  ADDRESS  OF  SUCH\n   16  PERSON  AT  THE TIME OF COMMENCEMENT OF THE TERM OF SUCH OFFICE OR POSI-\n   17  TION.\n   18    3. FOR THE PURPOSES OF THIS SECTION, IN THE EVENT A  PERSON,  WHO  WAS\n   19  QUALIFIED  PURSUANT TO SUBDIVISIONS ONE AND TWO OF THIS SECTION, CHANGES\n   20  HIS OR HER RESIDENCE SUBSEQUENT TO THE FILING OF A PETITION  OR  CERTIF-\n   21  ICATE,  AS  DESCRIBED  IN SUBDIVISION TWO OF THIS SECTION, THE NEW RESI-\n   22  DENCE ADDRESS SHALL THEN BE PRESUMED TO BE THE RESIDENCE ADDRESS OF SUCH\n   23  PERSON AT THE TIME OF COMMENCEMENT OF THE TERM OF PUBLIC OFFICE OR PARTY\n   24  POSITION.\n   25    S 2. This act shall take effect on the first of December next succeed-\n   26  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02679-01-1\n",
  "memo" : "BILL NUMBER:S1329\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to eligibility restrictions for\ndesignation or nomination\n\nPURPOSE:\nThis bill adds section 6-122 of the\nelection law to presume the\nresidence address on a candidate's nominating petition is the same at the\ntime at commencement of such office or position.\n\nSUMMARY OF PROVISIONS:\nAmends the election law by adding two new subsections to &sect;6-122.\n\nEXISTING LAW:\nThe state constitution provides a one year residency requirements for\nall those who seek to serve as a member of the State legislature or in\nan elected statewide office. Otherwise, local law dictates residency\nrequirements for public office.\n\nJUSTIFICATION:\nUnder article IV, &sect;7 of the state constitution no person shall serve as\na member of the legislature unless he or she is a citizen of the United\nStates and has been a resident of the state for five years and\nspecifically a resident within the district for the twelve months\nimmediately preceding his or her election. Aside from this section of\nthe constitution and outside of local law or ordinance there are no\nother residency requirements that must be met before running for public\noffice.\n\nOver the last several years there have been many documented cases of\npeople moving directly into districts with the express intention of\nsolely running for office. These candidates have no ties with the\ndistricts and constituents they seek to represent and often times issues\nover residency turn into campaign fodder.\n\nOne recent example regarding residency occurred in a special election to\nfill a New York City Council seat in Brooklyn. In that case it turned\nout that the winner did not reside in the district prior to the election\nas required by local law, and as a result could not take office after\nthe results were certified As a result, another election must now be\nheld at the direct expense of the taxpayers. The costs associated with\nthis second election should not be shouldered onto those of the\ntaxpayers, especially given the fact this whole situation never should\nhave arisen in the first place.\n\nThis bill will codify in state law and make applicable to all those\nwishing to run for public office in the state a residency requirement.\nSuch a requirement will prevent carpetbaggers from simply moving into a\n\ndistrict to run for public office and will stop the unnecessary\nexpenditure of taxpayer dollars to hold additional elections when it\nturns out the winner never lived in the district to begin with.\n\nLEGISLATIVE HISTORY:\n2007/2008:  S.3920A - Referred to Elections\n2009/2010:  S.1429/A.7367\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of December next succeeding the\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to eligibility restrictions for designation or nomination ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T145615.TXT", "SOBI.D110120.T102826.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295537306658
}