{
  "year" : 2011,
  "senateBillNo" : "S1339-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1339-2011-1294290000000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends right to vote to aliens lawfully admitted for permanent residence in the U.S.",
  "summary" : "Extends the right to vote in all elections to aliens lawfully admitted for permanent residence in the United States. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1364-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1339\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced by Sens. DILAN, DIAZ, PARKER -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, the town law and the education law, in\n         relation to the right to vote\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislature hereby finds and declares that the right to\n    2  vote is an essential part of membership in the communities which make up\n    3  the state of New York. In order to ensure that all  persons  who  perma-\n    4  nently  and  legally reside in our state have a voice and a stake in the\n    5  decisions made by the political process, it is necessary and  proper  to\n    6  extend  the  right  to  them,  as citizens of New York state, to vote in\n    7  elections for offices and on issues which affect them.\n    8    S 2. Subdivision 1 of section 5-102 of the election law is amended  to\n    9  read as follows:\n   10    1.  No  person  shall  be  qualified  to  register for and vote at any\n   11  election unless he OR SHE is a citizen of the United States OR AN  ALIEN\n   12  LAWFULLY ADMITTED FOR PERMANENT RESIDENCE IN THE UNITED STATES and is or\n   13  will be, on the day of such election, eighteen years of age or over, and\n   14  a  resident of this state and of the county, city or village for a mini-\n   15  mum of thirty days next preceding such election.\n   16    S 3. Paragraph (g) of subdivision 5 of section 5-210 of  the  election\n   17  law,  as  amended by chapter 179 of the laws of 2005, is amended to read\n   18  as follows:\n   19    (g) Notice that the applicant must be a citizen of the  United  States\n   20  OR  AN  ALIEN  LAWFULLY  ADMITTED  FOR PERMANENT RESIDENCE IN THE UNITED\n   21  STATES, is or will be at least eighteen years old not later than  Decem-\n   22  ber thirty-first of the calendar year in which he or she registers and a\n   23  resident of the county or city to which application is made.\n   24    S 4. Subdivision 8 of section 7-122 of the election law, as amended by\n   25  chapter 165 of the laws of 2010, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02677-01-1\n\n       S. 1339                             2\n\n    1    8.  On  the  reverse  side of such inner affirmation envelope shall be\n    2  printed the following statement:\n    3                                  AFFIRMATION\n    4    I  do  declare  that  I  am a citizen of the United States OR AN ALIEN\n    5  LAWFULLY ADMITTED FOR PERMANENT RESIDENCE IN THE UNITED STATES,  that  I\n    6  am duly registered in the election district shown on the reverse side of\n    7  this  envelope  and I am qualified to vote in such district; that I will\n    8  be unable to appear personally on the day of the election for which this\n    9  ballot is voted at the polling place of the election district in which I\n   10  am a qualified voter because of the reason given on my application here-\n   11  tofore submitted; that I have not qualified nor  do  I  intend  to  vote\n   12  elsewhere,  that  I have not committed any act nor am I under any imped-\n   13  iment which denies me the right to vote.\n   14    I hereby declare that the foregoing is a true statement to the best of\n   15  my knowledge and belief, and I understand that if I  make  any  material\n   16  false statement in the foregoing statement of absentee voter, I shall be\n   17  guilty of a misdemeanor.\n\n   18  Date.................20.....       .....................................\n   19                                     Signature or mark of voter\n\n   20                                     .....................................\n   21                                     Signature of Witness (required only\n   22                                     if voter does not sign his own name)\n\n   23                                     .....................................\n   24                                     Address of Witness\n\n   25    S 5. Subdivision 3 of section 7-123 of the election law, as amended by\n   26  chapter 104 of the laws of 2010, is amended to read as follows:\n   27    3.  The board of elections shall furnish an inner affirmation envelope\n   28  with each military ballot upon which envelope shall be printed:\n\n   29                          BALLOT FOR MILITARY VOTER\n   30                                 AFFIRMATION\n\n   31    I swear or affirm that:\n   32    (a) I am a member of the uniformed  services  or  merchant  marine  on\n   33  active  duty or an eligible spouse, parent, child or dependent of such a\n   34  member, and\n   35    (b) I am a United States citizen OR AN  ALIEN  LAWFULLY  ADMITTED  FOR\n   36  PERMANENT RESIDENCE IN THE UNITED STATES, at least eighteen years of age\n   37  (or  will  be  by  the  day  of  the  election), eligible to vote in the\n   38  requested jurisdiction, and\n   39    (c) I have neither been convicted of a felony or  other  disqualifying\n   40  offense  nor  been adjudicated mentally incompetent, or if so, my voting\n   41  rights have been reinstated, and\n   42    (d) I am not registering, requesting a ballot, or voting in any  other\n   43  jurisdiction in the United States, and\n   44    (e)  My  signature and date below indicate when I completed this docu-\n   45  ment, and\n   46    (f) The information on this form is true and complete to the  best  of\n   47  my knowledge.\n   48    I understand that a material misstatement of fact in the completion of\n   49  this document may constitute grounds for conviction of a crime.\n\n       S. 1339                             3\n\n    1  Date .......... 20....\n    2                                          ................................\n    3                                              Signature or mark of voter\n    4                                          ................................\n    5                                           Signature of Witness (required\n    6                                           only if voter does not sign his\n    7                                                      or her own name)\n    8                                          ................................\n    9                                                    Address of Witness\n\n   10  S  6.  Subdivision 3 of section 7-125 of the election law, as amended by\n   11  chapter 235 of the laws of 2000, is amended to read as follows:\n   12    3.  On the reverse side of such envelope shall be printed the  follow-\n   13  ing statement:\n\n   14                   STATEMENT OF SPECIAL PRESIDENTIAL VOTER\n   15    I  do  declare  I  am  a  qualified special presidential voter of said\n   16  district; that I am not qualified and am not able  to  qualify  to  vote\n   17  elsewhere than as set forth on the reverse side of this envelope; that I\n   18  am  a  citizen  of  the  United States OR AN ALIEN LAWFULLY ADMITTED FOR\n   19  PERMANENT RESIDENCE IN THE UNITED  STATES;  that  on  the  date  of  the\n   20  election  for  which  this  ballot is voted, I will be at least eighteen\n   21  years of age; and that I have not committed any act, nor am I under  any\n   22  impediment, which denies me the right to vote.\n   23    I hereby declare that the foregoing is a true statement to the best of\n   24  my  knowledge  and  belief, and I understand that if I make any material\n   25  false statement in the foregoing statement,  I  shall  be  guilty  of  a\n   26  misdemeanor.\n\n   27  Date..........20......\n   28                                           ...............................\n   29                                           Signature or mark of Voter\n   30                                           ...............................\n   31                                           Signature of Witness (required\n   32                                           only if voter does not sign his\n   33                                           own name)\n   34                                           ...............................\n   35                                           Address of Witness\n\n   36    S 7. Subdivision 3 of section 8-504 of the election law, as renumbered\n   37  by chapter 373 of the laws of 1978, is amended to read as follows:\n   38    3.   After receiving the answers as above specified, of any applicant,\n   39  the board shall, if it believes the applicant to  be  qualified  or  the\n   40  challenge is withdrawn, permit him OR HER to vote.  Otherwise, the board\n   41  shall  point out to him OR HER the qualifications, if any, in respect of\n   42  which he OR SHE shall appear deficient.   If,  after  such  deficiencies\n   43  have  been so indicated, the applicant shall persist in his OR HER claim\n   44  to vote, an inspector shall administer to him OR HER the following oath,\n   45  which shall be known as \"The Qualification Oath\":   \"You  do  swear  (or\n   46  affirm)  that  you  are eighteen years of age, that you are a citizen of\n   47  the United States OR AN ALIEN LAWFULLY ADMITTED FOR PERMANENT  RESIDENCE\n   48  IN  THE  UNITED  STATES and that you have been a resident of this state,\n   49  and of this county (of the city of New York) (village) for  thirty  days\n   50  next  preceding this election, that you still reside at the same address\n   51  from which you have been duly registered in this election district, that\n   52  you have not voted at this election, and that you do  not  know  of  any\n\n       S. 1339                             4\n\n    1  reason  why  you  are  not  qualified to vote at this election.   You do\n    2  further declare that you are aware that it is a crime to make any  false\n    3  statement.  That all the statements you have made to the board have been\n    4  true  and  that you understand that a false statement is perjury and you\n    5  will be guilty of a misdemeanor.\"\n    6    S 8. Paragraph b of subdivision 5 of section 84-a of the town law,  as\n    7  amended  by  section 10 of part LL of chapter 56 of the laws of 2010, is\n    8  amended to read as follows:\n    9    b. On the reverse side of such envelope shall be printed the following\n   10  statement:\n   11                          STATEMENT OF ABSENTEE VOTER\n   12    I do declare that I will have been a citizen of the United  States  OR\n   13  AN  ALIEN LAWFULLY ADMITTED FOR PERMANENT RESIDENCE IN THE UNITED STATES\n   14  for thirty days, and will be at least eighteen years of age, on the date\n   15  of the special town election; that I will have been a resident  of  this\n   16  state  and  of  the  town shown on the reverse side of this envelope for\n   17  thirty days next preceding the said election; that I am or on such  date\n   18  will  be,  a  registered  voter  of  said town; that I will be unable to\n   19  appear personally on the day of said special town election at the  poll-\n   20  ing  place of the election district in which I am or will be a qualified\n   21  voter because of the reason stated on my application heretofore  submit-\n   22  ted;  that  I have not qualified, or do I intend to vote, elsewhere than\n   23  as set forth on the reverse side of  this  envelope;  that  I  have  not\n   24  received or offered, do not expect to receive, have not paid, offered or\n   25  promised  to  pay,  contributed,  offered  or  promised to contribute to\n   26  another to be paid or used, any money or  other  valuable  thing,  as  a\n   27  compensation  or  reward for the giving or withholding of a vote at this\n   28  special town election, and have not made any promise  to  influence  the\n   29  giving  or withholding of any such votes; that I have not made or become\n   30  directly or indirectly interested in any bet or wager depending upon the\n   31  result of this special town election; and that I have not been convicted\n   32  of bribery or any infamous crime, or, if so convicted, that I have  been\n   33  pardoned or restored to all the rights of a citizen, without restriction\n   34  as  to  the  right of suffrage, or received a certificate of relief from\n   35  disabilities or a certificate of good conduct pursuant to article  twen-\n   36  ty-three  of  the  correction law removing my disability to register and\n   37  vote.\n   38    I hereby declare that the foregoing is a true statement to the best of\n   39  my knowledge and belief, and I understand that if I  make  any  material\n   40  false statement in the foregoing statement of absentee voter, I shall be\n   41  guilty of a misdemeanor.\n   42      Date.............. Signature of Voter..................\n   43    S 9. Paragraph a of subdivision 2 of section 213-b of the town law, as\n   44  added by chapter 400 of the laws of 1985, is amended to read as follows:\n   45     a.  An applicant for such an absentee ballot shall submit an applica-\n   46  tion setting forth (1) his OR HER name and residence address,  including\n   47  the street and number, if any, or town and rural delivery route, if any;\n   48  (2)  that  he OR SHE is or will be, on the day of the election, a quali-\n   49  fied voter of the district in which OR SHE he resides in that he OR  SHE\n   50  is  or  will  be, on such date, over eighteen years of age, a citizen of\n   51  the United States OR AN ALIEN LAWFULLY ADMITTED FOR PERMANENT  RESIDENCE\n   52  IN  THE  UNITED  STATES and has or will have resided in the district for\n   53  thirty days next preceding such date; (3) that he OR SHE  is  registered\n   54  in  the  town;  (4)  that  he OR SHE will be unable to appear to vote in\n   55  person on the day of the election  for  which  the  absentee  ballot  is\n   56  requested  because he OR SHE is, or will be on such day (a) a patient in\n\n       S. 1339                             5\n\n    1  a hospital, or unable to appear personally at the polling place on  such\n    2  day  because of illness or physical disability or (b) because his OR HER\n    3  duties, occupation or business will require him OR HER to be outside  of\n    4  the  county  or city of his OR HER residence on such day, (c) because he\n    5  OR SHE will be on vacation outside the county or  city  of  his  OR  HER\n    6  residence  on  such day; or, (d) absent from his OR HER voting residence\n    7  because he OR SHE is detained in jail awaiting action by a grand jury or\n    8  awaiting trial or is confined in prison after conviction for an  offense\n    9  other  than a felony.  Such application must be received by the district\n   10  secretary at least seven days before the election if the ballot is to be\n   11  mailed to the voter, or the day before the election, if the ballot is to\n   12  be delivered personally to the voter or his OR HER agent.\n   13    S 10. Paragraph b of subdivision 5 of section 213-b of the  town  law,\n   14  as  added by section 12 of part LL of chapter 56 of the laws of 2010, is\n   15  amended to read as follows:\n   16    b.  On the reverse side of such envelope shall be printed the  follow-\n   17  ing statement:\n   18                          STATEMENT OF ABSENTEE VOTER\n\n   19    I  do  declare that I will have been a citizen of the United States OR\n   20  AN ALIEN LAWFULLY ADMITTED FOR PERMANENT RESIDENCE IN THE UNITED  STATES\n   21  for thirty days, and will be at least eighteen years of age, on the date\n   22  of the district election; that I will have been a resident of this state\n   23  and  of  the district if any, shown on the reverse side of this envelope\n   24  for thirty days next preceding the said election and that  I  am  or  on\n   25  such  date  will be, a registered voter of said district; that I will be\n   26  unable to appear personally on the day of said district election at  the\n   27  polling  place of the said district in which I am or will be a qualified\n   28  voter because of the reason stated on my application heretofore  submit-\n   29  ted;  that  I have not qualified, or do I intend to vote, elsewhere than\n   30  as set forth on the reverse side of  this  envelope;  that  I  have  not\n   31  received or offered, do not expect to receive, have not paid, offered or\n   32  promised  to  pay,  contributed,  offered  or  promised to contribute to\n   33  another to be paid or used, any money or  other  valuable  thing,  as  a\n   34  compensation  or  reward for the giving or withholding of a vote at this\n   35  district election, and have not made any promise to influence the giving\n   36  or withholding of any such votes; that I have not made or become direct-\n   37  ly or indirectly interested in any  bet  or  wager  depending  upon  the\n   38  result  of this district election; and that I have not been convicted of\n   39  bribery or any infamous crime, or, if so convicted,  that  I  have  been\n   40  pardoned or restored to all the rights of a citizen, without restriction\n   41  as  to  the  right of suffrage, or received a certificate of relief from\n   42  disabilities or a certificate of good conduct pursuant to article  twen-\n   43  ty-three  of  the  correction law removing my disability to register and\n   44  vote.\n   45    I hereby declare that the foregoing is a true statement to the best of\n   46  my knowledge and belief, and I understand that if I  make  any  material\n   47  false statement in the foregoing statement of absentee voter, I shall be\n   48  guilty of a misdemeanor.\n   49       Date............. Signature of Voter ..............................\n   50  S  11. Subdivision 1 of section 2012 of the education law, as amended by\n   51  chapter 1169 of the laws of 1971, is amended to read as follows:\n   52    1. A citizen of the United States OR AN ALIEN  LAWFULLY  ADMITTED  FOR\n   53  PERMANENT RESIDENCE IN THE UNITED STATES.\n\n       S. 1339                             6\n\n    1    S  12. Paragraph a of subdivision 2 of section 2018-a of the education\n    2  law, as amended by chapter 136 of the laws of 1991, is amended  to  read\n    3  as follows:\n    4    a.  An  applicant for such an absentee ballot shall submit an applica-\n    5  tion setting forth (1) his OR HER name and residence address,  including\n    6  the street and number, if any, or town and rural delivery route, if any;\n    7  (2)  that  he  OR  SHE  is or will be, on the day of the school district\n    8  election, a qualified voter of the school district in which  he  OR  SHE\n    9  resides  in  that  he  OR SHE is or will be, on such date, over eighteen\n   10  years of age, a citizen of the United States OR AN ALIEN LAWFULLY ADMIT-\n   11  TED FOR PERMANENT RESIDENCE IN THE UNITED STATES and has  or  will  have\n   12  resided  in  the  district for thirty days next preceding such date; (3)\n   13  whether he OR SHE is registered in the district; (4) that he OR SHE will\n   14  be unable to appear to vote in person on the day of the school  district\n   15  election  for  which  the absentee ballot is requested because he OR SHE\n   16  is, or will be on such day (a) a patient in a  hospital,  or  unable  to\n   17  appear personally at the polling place on such day because of illness or\n   18  physical  disability or (b) because his OR HER duties, occupation, busi-\n   19  ness, or studies will require him OR HER to be outside of the county  or\n   20  city  of his OR HER residence on such day, (c) because he OR SHE will be\n   21  on vacation outside the county or city of his OR HER residence  on  such\n   22  day;  or,  (d) absent from his OR HER voting residence because he OR SHE\n   23  is detained in jail awaiting action by a grand jury or awaiting trial or\n   24  is confined in prison after conviction for an offense other than a felo-\n   25  ny. Such application must be received by the  district  clerk  at  least\n   26  seven  days  before  the  election  if the ballot is to be mailed to the\n   27  voter, or the day before the election, if the ballot is to be  delivered\n   28  personally to the voter.\n   29    S  13. Paragraph b of subdivision 5 of section 2018-a of the education\n   30  law, as amended by section 8 of part LL of chapter 56  of  the  laws  of\n   31  2010, is amended to read as follows:\n   32    b. On the reverse side of such envelope shall be printed the following\n   33  statement:\n\n   34                         STATEMENT OF ABSENTEE VOTER\n\n   35    I  do  declare  that  I  am a citizen of the United States OR AN ALIEN\n   36  LAWFULLY ADMITTED FOR PERMANENT RESIDENCE IN THE UNITED STATES, and will\n   37  be at least eighteen years of age, on the date of  the  school  district\n   38  election;  that  I  will  have  been a resident of this state and of the\n   39  school district and school election  district,  if  any,  shown  on  the\n   40  reverse  side  of  this envelope for thirty days next preceding the said\n   41  election and duly registered in the school district and school  election\n   42  district,  if any, shown on the reverse side of this envelope and that I\n   43  am or on such date will be, a qualified voter of said  school  district;\n   44  that  I  will  be  unable to appear personally on the day of said school\n   45  district election at the polling place of the said district in  which  I\n   46  am  or  will  be  a  qualified  voter because of the reason stated on my\n   47  application heretofore submitted; that I have not  qualified,  or  do  I\n   48  intend  to vote, elsewhere than as set forth on the reverse side of this\n   49  envelope; that I have not received or offered, do not expect to receive,\n   50  have not paid, offered or promised to pay, contributed, offered or prom-\n   51  ised to contribute to another to be paid or used,  any  money  or  other\n   52  valuable  thing, as a compensation or reward for the giving or withhold-\n   53  ing of a vote at this school district election, and have  not  made  any\n   54  promise to influence the giving or withholding of any such votes; that I\n\n       S. 1339                             7\n\n    1  have  not made or become directly or indirectly interested in any bet or\n    2  wager depending upon the result of this school  district  election;  and\n    3  that  I have not been convicted of bribery or any infamous crime, or, if\n    4  so convicted, that I have been pardoned or restored to all the rights of\n    5  a  citizen, without restriction as to the right of suffrage, or received\n    6  a certificate of relief from  disabilities  or  a  certificate  of  good\n    7  conduct  pursuant to article twenty-three of the correction law removing\n    8  my disability to register and vote.\n    9    I hereby declare that the foregoing is a true statement to the best of\n   10  my knowledge and belief, and I understand that if I  make  any  material\n   11  false statement in the foregoing statement of absentee voter, I shall be\n   12  guilty of a misdemeanor.\n\n   13    Date.....................Signature of Voter ..........................\n\n   14  S  14.  Paragraph  a of subdivision 2 of section 2018-b of the education\n   15  law, as amended by chapter 46 of the laws of 1992, is amended to read as\n   16  follows:\n   17    a. An applicant for such an absentee ballot shall submit  an  applica-\n   18  tion  setting forth (1) his OR HER name and residence address, including\n   19  the street and number, if any, or town and rural delivery route, if any;\n   20  (2) that he OR SHE is or will be, on the  day  of  the  school  district\n   21  election,  a  qualified  voter of the school district in which he OR SHE\n   22  resides in that he OR SHE is or will be, on  such  date,  over  eighteen\n   23  years of age, a citizen of the United States OR AN ALIEN LAWFULLY ADMIT-\n   24  TED  FOR  PERMANENT  RESIDENCE IN THE UNITED STATES and has or will have\n   25  resided in the district for thirty  days next preceding such  date;  (3)\n   26  that  he OR SHE will be unable to appear to vote in person on the day of\n   27  the school district election for which the absentee ballot is  requested\n   28  because  he  OR SHE is, or will be on such day (a) a patient in a hospi-\n   29  tal, or unable to appear personally at the polling  place  on  such  day\n   30  because  of  illness  or  physical  disability or (b) because his OR HER\n   31  duties, occupation, business, or studies will require him OR HER  to  be\n   32  outside  of  the county or city of his OR HER residence on such day, (c)\n   33  because he OR SHE will be on vacation outside the county or city of  his\n   34  OR  HER  residence  on  such  day; or, (d) absent from his OR HER voting\n   35  residence because he OR SHE is detained in jail  awaiting  action  by  a\n   36  grand  jury  or awaiting trial or is confined in prison after conviction\n   37  for an offense other than a felony. Such application must be received by\n   38  the district clerk or designee of the trustees or school board at  least\n   39  seven  days  before  the  election  if the ballot is to be mailed to the\n   40  voter, or the day before the election, if the ballot is to be  delivered\n   41  personally to the voter.\n   42    S  15. Paragraph b of subdivision 6 of section 2018-b of the education\n   43  law, as amended by section 9 of part LL of chapter 56  of  the  laws  of\n   44  2010, is amended to read as follows:\n   45    b. On the reverse side of such envelope shall be printed the following\n   46  statement:\n\n   47                         STATEMENT OF ABSENTEE VOTER\n\n   48    I  do  declare  that  I  am a citizen of the United States OR AN ALIEN\n   49  LAWFULLY ADMITTED FOR PERMANENT RESIDENCE IN THE UNITED STATES, and will\n   50  be at least eighteen years of age on the date  of  the  school  district\n   51  election;  that  I  will  have  been a resident of this state and of the\n   52  school district and school election  district,  if  any,  shown  on  the\n\n       S. 1339                             8\n\n    1  reverse  side  of  this envelope for thirty days next preceding the said\n    2  election and that I am or on such date will be,  a  qualified  voter  of\n    3  said  school district; that I will be unable to appear personally on the\n    4  day  of  said  school district election at the polling place of the said\n    5  district in which I am or will be  a  qualified  voter  because  of  the\n    6  reason  stated  on  my application heretofore submitted; that I have not\n    7  qualified, or do I intend to vote, elsewhere than as set  forth  on  the\n    8  reverse  side  of this envelope; that I have not received or offered, do\n    9  not expect to receive, have  not  paid,  offered  or  promised  to  pay,\n   10  contributed,  offered or promised to contribute to another to be paid or\n   11  used, any money or other valuable thing, as a compensation or reward for\n   12  the giving or withholding of a vote at this  school  district  election,\n   13  and  have not made any promise to influence the giving or withholding of\n   14  any such votes; that I have not made or become  directly  or  indirectly\n   15  interested  in any bet or wager depending upon the result of this school\n   16  district election; and that I have not been convicted of bribery or  any\n   17  infamous  crime,  or,  if  so  convicted,  that  I have been pardoned or\n   18  restored to all the rights of a citizen, without restriction as  to  the\n   19  right  of  suffrage, or have received a certificate of relief from disa-\n   20  bilities or a certificate of good conduct pursuant  to  article  twenty-\n   21  three of the correction law removing my disability to vote.\n\n   22    I hereby declare that the foregoing is a true statement to the best of\n   23  my  knowledge  and  belief, and I understand that if I make any material\n   24  false statement in the foregoing statement of absentee voter, I shall be\n   25  guilty of a misdemeanor.\n\n   26    Date....................Signature of Voter ...........................\n\n   27    S 16. Subdivision 1 of section 2603 of the education law,  as  amended\n   28  by chapter 182 of the laws of 1952, is amended to read as follows:\n   29    1.  A  citizen  of the United States OR AN ALIEN LAWFULLY ADMITTED FOR\n   30  PERMANENT RESIDENCE IN THE UNITED STATES.\n   31    S 17. Subdivision 5 of section 2609 of the education law,  as  amended\n   32  by chapter 919 of the laws of 1974, is amended to read as follows:\n   33    5.    Any  qualified voter of a city school district may challenge the\n   34  right of a person to vote at the time when he OR SHE requests a  ballot.\n   35  All persons named upon the applicable register as having been challenged\n   36  prior  to  the  day of the election shall also be challenged before they\n   37  are given ballots to vote.   The chairman of  the  board  of  inspectors\n   38  shall administer to each person so challenged the following oath:  \"I do\n   39  solemnly  swear  (or affirm) that I am a citizen of the United States OR\n   40  AN ALIEN LAWFULLY ADMITTED FOR PERMANENT RESIDENCE IN THE UNITED STATES;\n   41  that I am of the age of eighteen years or more;  that  I  have  been  an\n   42  inhabitant  of the State for the past year, a resident of the county for\n   43  the past four months and for the thirty days past an actual resident  of\n   44  this  city  school  district  and am therefore qualified to vote at this\n   45  election.\"  If the person challenged so swears or  affirms,  he  OR  SHE\n   46  shall  be  permitted  to  vote  at such election; but if he OR SHE shall\n   47  refuse to so swear or affirm, he OR SHE shall not be given a  ballot  or\n   48  be permitted to vote.\n   49    S 18. This act shall take effect on the first of January next succeed-\n   50  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1339\n\nTITLE OF BILL:\nAn act\nto amend the election law, the town law and the education law, in\nrelation to the right to vote\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would further the democratic principles of American society by\nextending the right to vote in Federal, State, and local elections\nconducted in New York State to aliens lawfully admitted for permanent\nresidence in the United States.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nVarious sections of the Election Law are amended to effectuate this\nright: &sect;5-102 (qualifications of voters); &sect;5-21O (voter registration);\n&sect;7-122 (absentee ballot); &sect;7-123 (military ballots for military\npersonnel and their spouses, parents, and children); &sect;7-125 (special\npresidential ballots); and  &sect;8-504 (challenges to absentee, military,\nand special presidential ballots). In each case, the sections are\namended to extend the right to vote to an \"alien lawfully admitted for\npermanent residence in the United States.\"\n\nSimilar amendments are made to Town Law &sect;84-a (absentee ballots in\nspecial town elections) and &sect;213-b (absentee ballots in town improvement\ndistrict elections); as well as the following sections of the Education\nLaw: &sect;2012 (common or union-free school district elections); &sect;2018-a\n(absentee ballots in same); &sect;2018-b (absentee ballots for same by poll\nregistration); &sect;2603 (elections in city school districts with under\n125,000 residents); and &sect;2609 (challenges in such city school\ndistricts).\n\nJUSTIFICATION:\nAlthough it is commonly believed that voting is a right restricted to\nU.S. citizens under the Federal and State Constitutions, this is not\nnecessarily the case. In fact, the view that voting must be restricted\nto citizens is a recent one.\n\nNot only is the belief that only citizens can vote historically wrong,\nit is not even accurate in New York State today. For example,\nnon-citizens are currently permitted to vote in New York City community\nschool board elections, provided they have children attending public\nschool (Education Law &sect;2590-c(3)). This is permissible under the State\nConstitution, because it permits voting by \"citizens\" of New York State,\nthe definition of which needs not be coterminous with U.S. citizens. The\nUnited States Constitution allows the individual States to set forth the\nqualifications of voters in Federal elections, provided that they are\nnot unduly restrictive. Non-citizens are also eligible to vote in other\nelections, such as those for governing bodies of Federal community-based\nanti-poverty programs. These provisions are based on the logic that the\nbest decisions are those made through the democratic process, involving\n\nall of those who are affected thereby. This bill would extend this logic\nto general Federal, State, and local elections.\n\nPRIOR LEGISLATIVE HISTORY:\n1995/96:  A.2521\n1997/98:  A.1866\n2001/02:  A.2875\n2003/04:  S.7252/A.9180\n2005/06:  S.1145/A.2127\n2007/08:  S.1495/A.4635\n2009/10:  S.1364\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nJanuary 1st after enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, the town law and the education law, in relation to the right to vote ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T154732.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T155232.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250597
}