{
  "year" : 2011,
  "senateBillNo" : "S1337-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1337-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that no person sixteen years of age or over shall be a passenger in the back seat of a motor vehicle unless such person is restrained by a safety belt",
  "summary" : "Provides that no person shall be a passenger in the back seat of a motor vehicle unless such person is restrained by a safety belt approved by the commissioner of motor vehicles. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1306",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SA1169-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "AVELLA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1337\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  mandatory\n         seat belt use\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 1229-c of the vehicle and  traffic\n    2  law,  as added by chapter 365 of the laws of 1984, is amended to read as\n    3  follows:\n    4    3. No person shall operate a  motor  vehicle  unless  such  person  is\n    5  restrained  by  a  safety  belt  approved by the commissioner. No person\n    6  sixteen years of age or over shall be a passenger in [the front seat of]\n    7  a motor vehicle unless such  person  is  restrained  by  a  safety  belt\n    8  approved by the commissioner.\n    9    S 2. This act shall take effect on the first of November next succeed-\n   10  ing the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02675-01-1\n",
  "memo" : "BILL NUMBER:S1337\n\nTITLE OF BILL:\n\nAn act\nto amend the vehicle and traffic law, in relation to\nmandatory seat belt use\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nTo improve the safety of motor vehicle occupants.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nThe bill amends subdivision 3 of &sect;1229-c of the Vehicle and Traffic\nLaw to require the use of seat belts by all passengers sixteen years\nof age or older riding in any seating position in a motor vehicle.\n\nJUSTIFICATION:\n\nThe institution of a mandatory seat belt law for all front seat\npassengers has saved lives. According to the New York State\nDepartment of Motor Vehicles, in 1984, the year the law was enacted,\napproximately 16% of individuals wore seat belts. By 2008, 24 years\nafter the law was enacted, the compliance rate was up to 89%. The\nGovernor's Traffic Safety Committee has indicated that thirty percent\nof highway deaths in New York State occurred to occupants who were\nunrestrained. This is a greater factor than alcohol or excessive speed.\n\nRecognizing the serious injuries that may be caused to other\npassengers or the driver of a motor vehicle by an unrestrained\noccupant of the vehicle in the event of a collision, 19 states have\nadopted legislation requiring all rear seat occupants to wear safety\nrestraints.\n\nExtensive research has shown that unbelted rear seat passengers can\nkill and injure others. A sixty pound unbelted passenger traveling in\nthe rear seat would exert a force of approximately 2,700 pounds, or\nmore than one ton, into the driver's seat in a head-on crash at 30\nmiles per hour.\n\nThe National Highway Traffic Safety Administration reports that in\nfatal crashes, 76% of vehicle occupants who were totally ejected from\nthe vehicle were killed. In 2007, only once percent of the occupants\nreported to' have been using restraints were totally ejected from the\nvehicle, compared with 31% of the unrestrained occupants. As a\nresult, safety experts believe that the use of a rear seat belt could\nprevent over two thirds of fatalities and serious injuries resulting\nfrom motor vehicle crashes. Therefore, this legislation seeks to\nreduce automobile accident fatalities and casualties by requiring all\noccupants of a motor vehicle to buckle up.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009-10 (S.1169B/A.225-A)\n2007-08 (A.104/S.174)\n2005-06 (A.2157-A/S.3582-A)\n2003-04 (A.903/S.118)\n2002    (A.11063-A/S.6302-A)\n\nFISCAL IMPLICATIONS:\n\nNone known.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next succeeding\nthe date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to mandatory seat belt use ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T101148.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110107.T130402.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T155232.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250594
}