{
  "year" : 2011,
  "senateBillNo" : "S1334-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1334-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires contract carriers of passengers by motor vehicle to provide federal SafeStat results to potential customers",
  "summary" : "Requires contract carriers of passengers by motor vehicle to provide federal SafeStat results to potential customers. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "S7191-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1334\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the transportation law, in relation to requiring  safety\n         reports  to  potential customers of contract carriers of passengers by\n         motor vehicle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 140 of the transportation law is amended by adding\n    2  a new subdivision 10 to read as follows:\n    3    10. NO CONTRACT CARRIER OF PASSENGERS BY MOTOR VEHICLE, AS DEFINED  BY\n    4  SUBDIVISION  NINE  OF  SECTION  TWO  OF THIS CHAPTER, SHALL ENTER INTO A\n    5  CONTRACT TO PROVIDE SERVICES FOR ANY CUSTOMER  WITHOUT  FIRST  PROVIDING\n    6  THAT CUSTOMER WITH:\n    7    A.  A  COPY,  IN  WRITING, OF THE CONTRACT CARRIER'S THREE MOST RECENT\n    8  FEDERAL SAFETY STATUS MEASUREMENT SYSTEM (SAFESTAT) SCORES; AND\n    9    B. AN EXPLANATION OF HOW THE SCORE IS CALCULATED AND  WHAT  THE  SCORE\n   10  MEANS.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03016-01-1\n",
  "memo" : "BILL NUMBER:S1334\n\nTITLE OF BILL:\nAn act\nto amend the transportation law, in relation to requiring safety reports\nto potential customers of contract carriers of passengers by motor\nvehicle\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo require contract\ncarriers of\npassengers by motor vehicle to provide and explain their most recent\nfederal Safety Status Measurement System (SafeStat) scores before\nentering into a contract with a customer.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends Section 140 of the\ntransportation law to require that no contract carrier of passengers\nby motor vehicle shall enter into a contract to provide services to\nany customer without first providing:\n\n- a written copy of the carrier's three most recent SafeStat scores; and\n\n- an explanation of how the score is calculated and what it means\n\nJUSTIFICATION:\nCustomers of charter bus companies\nmust be able to rely\non those companies to operate safely, but in many instances customers\nsign contracts without access to carriers' safety records.\n\nAccording to a study by ESPN, the number of buses involved in traffic\naccidents has increased dramatically in recent years: in 2003, 8,555\nbuses were involved in such accidents nationwide, rising to 13,195 in\n2007.\n\nThe United States Department of Transportation, through the Federal\nMotor Carrier Safety Administration, operates the Safety Status\nMeasurement System (SafeStat), an automated analysis system that\ncombines historical and current safety data to measure the relative\nsafety fitness of interstate commercial motor carriers. SafeStat\nprovides analysis and reports on carriers' performance in four\nanalytic Safety Evaluation Areas (SEAs): Accident. Driver, Vehicle,\nand Safety Management.\nThe four SEA values are then combined into an overall safety status\nassessment, known as a SafeStat score.\n\nCarriers' SafeStat scores can be viewed at the FMCSA website. However,\na large proportion of charter bus customers continue to do business\nwith companies that have compiled substandard SafeStat ratings,\nthough they might not choose to do so if they were provided with this\n\ninformation.\nThese customers include organizations arranging trips for students,\nseniors, and other potentially vulnerable groups. For instance, the\nESPN report found that \"at least 85 Division I universities used\ncharter bus companies during 2007 and 2008 that have had one or more\ndeficient federal safety scores.\"\n\nWhile it is helpful to have SafeStat scores available at the FMCSA\nwebsite, it is clear that many potential charter bus customers either\ndo not visit the website or are unable to understand the reports posted\nthere. This bill would require the motor vehicle carriers to provide\ntheir three most recent SafeStat scores, as well as an explanation of\nthe SafeStat rating system, to all potential customers before any\ncontract is signed. Carriers violating this requirement would be\nsubject to penalties according to subdivision nine of this section,\nincluding a fine of not more than $5,000, and suspension of\nthe registration of all motor vehicles operated by the carrier.\n\nThis legislation would ensure that all potential customers have direct\naccess to critical information about the safety records of motor\nvehicle carriers, and it would provide additional incentive for\ncarriers to improve their own safety ratings.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: S.7191/A.9238 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nAct to take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to requiring safety reports to potential customers of contract carriers of passengers by motor vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T154732.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250589
}