{
  "year" : 2011,
  "senateBillNo" : "S1335-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1335-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to computing the service payment paid to certain public transportation systems",
  "summary" : "Relates to computing the service payment paid to certain public transportation systems. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1342",
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "S6475-2009", "A6475-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1335\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the transportation law, in  relation  to  computing  the\n         service payment paid to certain public transportation systems\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 18-b of the transportation law, as\n    2  added by chapter 56 of the laws of 1975,  paragraph  (iv)  as  added  by\n    3  chapter 791 of the laws of 1975, is amended to read as follows:\n    4    3.  [The]  A.  EXCEPT AS SET FORTH IN PARAGRAPH B OF THIS SUBDIVISION,\n    5  THE quarterly service payment made to any public  transportation  system\n    6  shall  not  be  greater  than  a  sum  computed  in one of the following\n    7  manners:\n    8    (i) In the case of commuter rail, by adding the  certified  number  of\n    9  commuter  rail  passengers multiplied by two cents per passenger and the\n   10  certified number of commuter rail vehicle or  car  miles  multiplied  by\n   11  twenty-five cents per vehicle or car mile.\n   12    (ii)  In  the case of subway or rapid transit, by adding the certified\n   13  number of subway or rapid transit passengers multiplied by two cents per\n   14  passenger and the certified numbers of subway or rapid  transit  vehicle\n   15  or car miles multiplied by eight cents per vehicle or car mile.\n   16    (iii)  In the case of bus lines, by adding the certified number of bus\n   17  passengers multiplied by two  cents  per  passenger  and  the  certified\n   18  number  of  bus  miles  multiplied  by seven cents per bus mile. For the\n   19  purposes of computing quarterly service payments  only  mileage  accumu-\n   20  lated  in  revenue service shall be used. [Whenever] EXCEPT AS SET FORTH\n   21  IN PARAGRAPH B OF THIS SUBDIVISION, WHENEVER it  is  determined  by  the\n   22  commissioner  that the amount of money appropriated for service payments\n   23  is less than the total amount of money for which all public  transporta-\n   24  tion systems are eligible, the commissioner may establish on a quarterly\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03013-01-1\n\n       S. 1335                             2\n\n    1  or  annual  basis,  a  maximum service payment limit which is lower than\n    2  that provided for in this section.\n    3    (iv)  In  the  case of commuter ferry lines with the authorization for\n    4  payment thereof for the fiscal year nineteen hundred seventy-five--nine-\n    5  teen hundred seventy-six to be in the discretion of the commissioner, by\n    6  adding the certified number of annual ferry passengers multiplied by two\n    7  cents per passenger, times the certified number of annual nautical ferry\n    8  miles, times two-one hundred thousandths. [For] EXCEPT AS SET  FORTH  IN\n    9  PARAGRAPH B OF THIS SUBDIVISION, FOR the purposes of computing quarterly\n   10  service  payments  only  mileage accumulated in revenue service shall be\n   11  used.\n   12    B. IN THE CASE OF BUS LINES PROVIDED OR CONTRACTED FOR  THE  PROVISION\n   13  OF (UNDER JOINT SUPPORT ARRANGEMENT) MASS TRANSPORTATION SERVICES BY THE\n   14  ROCHESTER  GENESEE  REGIONAL  TRANSPORTATION  AUTHORITY, THE CENTRAL NEW\n   15  YORK REGIONAL TRANSPORTATION AUTHORITY, THE NIAGARA FRONTIER TRANSPORTA-\n   16  TION AUTHORITY OR THE CAPITAL  DISTRICT  TRANSPORTATION  AUTHORITY,  THE\n   17  SERVICE  PAYMENT  MADE TO EACH APPLICANT THAT MAKES APPLICATION THEREFOR\n   18  SHALL BE THE AMOUNT EQUAL TO THE SUM OF THE APPLICANT'S  SHARE  OF  BASE\n   19  AID  DETERMINED  IN  ACCORDANCE WITH SUBPARAGRAPH (I) OF THIS PARAGRAPH,\n   20  THE AMOUNT OF DISCRETIONARY AID PAYABLE TO THE APPLICANT  AS  DETERMINED\n   21  BY  THE  COMMISSIONER IN ACCORDANCE WITH SUBPARAGRAPH (II) OF THIS PARA-\n   22  GRAPH AND THE APPLICANT'S SHARE OF PERFORMANCE AID DETERMINED IN ACCORD-\n   23  ANCE WITH SUBPARAGRAPH (III) OF THIS PARAGRAPH.\n   24    \"APPLICANT\" SHALL MEAN THE ROCHESTER GENESEE  REGIONAL  TRANSPORTATION\n   25  AUTHORITY,  THE  CENTRAL NEW YORK REGIONAL TRANSPORTATION AUTHORITY, THE\n   26  NIAGARA FRONTIER  TRANSPORTATION  AUTHORITY  AND  THE  CAPITAL  DISTRICT\n   27  TRANSPORTATION AUTHORITY.\n   28    \"APPLICANT  SHARE\"  SHALL  MEAN RESPECTIVE AMOUNT OF BASE AID, DISCRE-\n   29  TIONARY AID OR PERFORMANCE AID PAYABLE TO AN APPLICANT AND  COMPUTED  IN\n   30  ACCORDANCE WITH SUBPARAGRAPHS (I), (II) AND (III) OF THIS PARAGRAPH.\n   31    \"BASE  AID\" SHALL MEAN EIGHTY PERCENT OF THE AGGREGATE AMOUNT OF MONEY\n   32  APPROPRIATED FOR SERVICE PAYMENTS FOR BUS LINES PROVIDED  OR  CONTRACTED\n   33  FOR  THE PROVISION OF (UNDER JOINT SUPPORT ARRANGEMENT) MASS TRANSPORTA-\n   34  TION SERVICES BY THE ROCHESTER GENESEE REGIONAL TRANSPORTATION  AUTHORI-\n   35  TY,  THE CENTRAL NEW YORK REGIONAL TRANSPORTATION AUTHORITY, THE NIAGARA\n   36  FRONTIER TRANSPORTATION AUTHORITY OR THE CAPITAL DISTRICT TRANSPORTATION\n   37  AUTHORITY.\n   38    \"DISCRETIONARY AID\" SHALL MEAN FIVE PERCENT OF THE AGGREGATE AMOUNT OF\n   39  MONEY APPROPRIATED FOR  SERVICE  PAYMENTS  FOR  BUS  LINES  PROVIDED  OR\n   40  CONTRACTED  FOR  THE PROVISION OF (UNDER JOINT SUPPORT ARRANGEMENT) MASS\n   41  TRANSPORTATION SERVICES BY THE ROCHESTER GENESEE REGIONAL TRANSPORTATION\n   42  AUTHORITY, THE CENTRAL NEW YORK REGIONAL TRANSPORTATION  AUTHORITY,  THE\n   43  NIAGARA FRONTIER TRANSPORTATION AUTHORITY OR THE CAPITAL DISTRICT TRANS-\n   44  PORTATION AUTHORITY.\n   45    \"PERFORMANCE  AID\"  SHALL MEAN FIFTEEN PERCENT OF THE AGGREGATE AMOUNT\n   46  OF MONEY APPROPRIATED FOR SERVICE PAYMENTS FOR  BUS  LINES  PROVIDED  OR\n   47  CONTRACTED  FOR  THE PROVISION OF (UNDER JOINT SUPPORT ARRANGEMENT) MASS\n   48  TRANSPORTATION SERVICES BY THE ROCHESTER GENESEE REGIONAL TRANSPORTATION\n   49  AUTHORITY, THE CENTRAL NEW YORK REGIONAL TRANSPORTATION  AUTHORITY,  THE\n   50  NIAGARA FRONTIER TRANSPORTATION AUTHORITY OR THE CAPITAL DISTRICT TRANS-\n   51  PORTATION AUTHORITY.\n   52    \"SERVICE  AREA\"  SHALL  MEAN  THE  GEOGRAPHIC AREA SERVED BY BUS LINES\n   53  PROVIDED OR  CONTRACTED  FOR  THE  PROVISION  OF  (UNDER  JOINT  SUPPORT\n   54  ARRANGEMENT) MASS TRANSPORTATION SERVICES BY THE APPLICANT.\n\n       S. 1335                             3\n\n    1    \"SERVICE  PAYMENT\"  SHALL  MEAN  THE  AMOUNT  OF STATE ASSISTANCE MADE\n    2  AVAILABLE TO AN ELIGIBLE PUBLIC TRANSPORTATION SYSTEM BY THE COMMISSION-\n    3  ER, WITHIN THE PROVISIONS AND LIMITS OF THIS SECTION AND APPROPRIATIONS.\n    4    (I)  BASE  AID. THE APPLICANT'S SHARE OF BASE AID SHALL BE THE SUM OF:\n    5  (A) THE APPLICANT'S ALLOCABLE SHARE OF RIDERSHIP;  (B)  THE  APPLICANT'S\n    6  ALLOCABLE SHARE OF SERVICE AREA; AND (C) THE APPLICANT'S ALLOCABLE SHARE\n    7  OF POPULATION OF SERVICE AREA.\n    8    \"ALLOCABLE SHARE OF POPULATION OF SERVICE AREA\" SHALL MEAN THE PRODUCT\n    9  OF:  (A) A PERCENTAGE EQUAL TO THE POPULATION OF THE SERVICE AREA OF THE\n   10  APPLICANT DIVIDED BY THE AGGREGATE POPULATION OF THE  SERVICE  AREAS  OF\n   11  ALL  APPLICANTS;  AND (B) THE AMOUNT EQUAL TO SEVEN AND ONE-HALF PERCENT\n   12  OF BASE AID.\n   13    \"ALLOCABLE SHARE OF RIDERSHIP\" SHALL MEAN WITH RESPECT TO EACH  APPLI-\n   14  CANT THE PRODUCT OF:  (A) A PERCENTAGE EQUAL TO AN APPLICANT'S RIDERSHIP\n   15  DIVIDED BY THE AGGREGATE RIDERSHIP OF ALL APPLICANTS; AND (B) THE AMOUNT\n   16  EQUAL TO EIGHTY-FIVE PERCENT OF BASE AID.\n   17    \"ALLOCABLE  SHARE  OF  SERVICE  AREA\" SHALL MEAN THE PRODUCT OF: (A) A\n   18  PERCENTAGE EQUAL TO THE AGGREGATE SQUARE MILES OF AN APPLICANT'S SERVICE\n   19  AREA DIVIDED BY THE AGGREGATE SQUARE MILES OF THE SERVICE AREAS  OF  ALL\n   20  APPLICANTS;  AND  (B)  THE AMOUNT EQUAL TO SEVEN AND ONE-HALF PERCENT OF\n   21  BASE AID.\n   22    (II) DISCRETIONARY AID. THE COMMISSIONER SHALL DETERMINE THE SHARE  OF\n   23  DISCRETIONARY AID PAYABLE TO EACH APPLICANT.\n   24    (III)  PERFORMANCE AID. THE APPLICANT'S SHARE OF PERFORMANCE AID SHALL\n   25  BE AN AMOUNT EQUAL TO THE SUM OF THE  APPLICANT'S  PERCENTAGE  SHARE  OF\n   26  EACH  CATEGORY.  THE APPLICANT'S PERCENTAGE SHARE OF EACH CATEGORY SHALL\n   27  BE COMPUTED BASED ON THE RANK ORDER ASSIGNED TO THE APPLICANT  FOR  EACH\n   28  CATEGORY.\n   29    \"BUS  VEHICLE\" SHALL MEAN A BUS VEHICLE PROVIDED OR CONTRACTED FOR THE\n   30  PROVISION OF  (UNDER  JOINT  SUPPORT  ARRANGEMENT)  MASS  TRANSPORTATION\n   31  SERVICES BY THE APPLICANT.\n   32    \"CATEGORY\"  SHALL  MEAN  WITH  RESPECT  TO  PERFORMANCE AID: (A) TOTAL\n   33  EXPENSES TO RIDERSHIP; (B) TOTAL EXPENSES TO TOTAL  VEHICLE  HOURS;  (C)\n   34  SERVICE PAYMENT TO TOTAL EXPENSES; (D) FARE AFFORDABILITY; (E) RIDERSHIP\n   35  TO REVENUE VEHICLE MILES; AND (F) CUSTOMER SATISFACTION.\n   36    \"CUSTOMER  SATISFACTION\"  SHALL MEAN THE PERCENTAGE OF SATISFACTION OF\n   37  APPLICANT'S CUSTOMERS AS MEASURED BY CUSTOMER SURVEYS CONDUCTED ANNUALLY\n   38  BY AN INDEPENDENT PERSON WITH SAMPLING AND METHODS CUSTOMARILY USED  AND\n   39  REASONABLY  DETERMINED  BY  THE COMMISSIONER TO BE SUFFICIENT TO MEASURE\n   40  CUSTOMER SATISFACTION. CUSTOMER SURVEYS SHALL MEASURE  THE  SATISFACTION\n   41  OF  CUSTOMERS  BY  THE  PERCENTAGES OF CUSTOMERS SURVEYED REPORTING THAT\n   42  THEY ARE NOT SATISFIED, SOMEWHAT SATISFIED, SATISFIED OR VERY  SATISFIED\n   43  IN  THE  AREAS OF: (A) OVERALL PERFORMANCE; (B) BUS ON TIME ARRIVAL; (C)\n   44  DRIVER COURTESY AND HELPFULNESS; (D) BUSES STOPPING AND NOT PASSING  BY;\n   45  (E) CLEANLINESS OF BUSES; (F) CLARITY AND TIMELINESS OF ANNOUNCEMENTS OF\n   46  STOPS;  (G) EASE OF PAYING FARE; (H) EASE OF PURCHASING PASSES; (I) EASE\n   47  OF READING ROUTE MAPS AND BUS SCHEDULES;  AND  (J)  EASE  OF  CONTACTING\n   48  APPLICANT.  THE  PERCENTAGES  OF  SATISFACTION  IN  EACH  AREA  SHALL BE\n   49  REPORTED BY THE APPLICANT TO THE COMMISSIONER PURSUANT TO PARAGRAPH C OF\n   50  SUBDIVISION FOUR OF THIS SECTION. THE PORTION OF PERFORMANCE AID ALLOCA-\n   51  BLE TO THE CATEGORY OF CUSTOMER SATISFACTION SHALL EQUAL THE PRODUCT OF:\n   52  (X) THE PERCENTAGE SHARE ASSIGNED TO THE APPLICANT  BASED  ON  ITS  RANK\n   53  ORDER IN THE CATEGORY OF CUSTOMER SATISFACTION; AND (Y) THE AMOUNT EQUAL\n   54  TO FIFTEEN PERCENT OF AGGREGATE PERFORMANCE AID.\n   55    \"DEADHEAD  MILEAGE\"  SHALL  HAVE THE MEANING GIVEN TO SUCH TERM IN THE\n   56  REGULATIONS OF THE COMMISSIONER.\n\n       S. 1335                             4\n\n    1    \"EXPENSES\" SHALL MEAN THE AGGREGATE EXPENSES, AS MAY BE DETERMINED  BY\n    2  THE  COMMISSIONER,  EITHER DIRECTLY OR INDIRECTLY INCURRED BY THE APPLI-\n    3  CANT FROM, OR IN CONNECTION WITH, THE OPERATION OF PUBLIC TRANSPORTATION\n    4  SERVICES DURING THE APPLICANT'S FISCAL YEAR, INCLUDING BUT NOT NECESSAR-\n    5  ILY  LIMITED TO:  TRANSPORTATION EXPENSES (WAGES, FRINGE BENEFITS, FUEL,\n    6  OIL, ETC.); MAINTENANCE AND  GARAGE  EXPENSES  (REPAIRS,  TIRES,  ETC.);\n    7  STATION  EXPENSES  (SUPPLIES  AND  EXPENSES  RELATING  THERETO); TRAFFIC\n    8  EXPENSES (TICKETS, ADVERTISING, ETC.); INSURANCE  AND  SAFETY  EXPENSES;\n    9  MARKETING, ADVERTISING AND OTHER REASONABLE EXPENSES DIRECTLY RELATED TO\n   10  THE  PROVISION OF PUBLIC TRANSPORTATION SERVICE AND A REASONABLE PORTION\n   11  OF GENERAL ADMINISTRATION EXPENSES  INCLUDING  AUDITING  COSTS.  CAPITAL\n   12  EXPENSES, AND DEPRECIATION ON THE PORTION OF PLANT ASSETS PURCHASED WITH\n   13  GOVERNMENT FUNDS, ARE NOT CONSIDERED ALLOWABLE EXPENSES FOR THE PURPOSES\n   14  OF THIS PROGRAM.\n   15    \"FARE\"  SHALL  MEAN  THE  HIGHEST  ONE-WAY  CASH FARE PAID BY AN ADULT\n   16  PASSENGER UPON BOARDING A BUS VEHICLE.\n   17    \"FARE AFFORDABILITY\" SHALL MEAN THE RATIO DETERMINED BY  DIVIDING  THE\n   18  FARE  BY  MEDIAN  INCOME OF THE APPLICANT'S SERVICE AREA. THE PORTION OF\n   19  PERFORMANCE AID ALLOCABLE TO THE CATEGORY OF  FARE  AFFORDABILITY  SHALL\n   20  EQUAL THE PRODUCT OF: (A) THE PERCENTAGE SHARE ASSIGNED TO THE APPLICANT\n   21  BASED  ON  ITS RANK ORDER IN THE CATEGORY OF FARE AFFORDABILITY; AND (B)\n   22  THE AMOUNT EQUAL TO TEN PERCENT OF AGGREGATE PERFORMANCE AID.\n   23    \"MEDIAN INCOME\" SHALL MEAN THE AVERAGE OF THE MEDIAN  INCOME  REPORTED\n   24  BY  THE  UNITED  STATES  CENSUS  BUREAU IN THE MOST RECENT UNITED STATES\n   25  CENSUS FOR ALL CENSUS TRACTS WITHIN THE SERVICE AREA.\n   26    \"POPULATION OF SERVICE AREA\" SHALL MEAN THE POPULATION OF THE  SERVICE\n   27  AREA  AS  ESTIMATED IN JULY OF THE APPLICANT'S FISCAL YEAR BY THE UNITED\n   28  STATES CENSUS BUREAU OR IF THE UNITED STATES CENSUS BUREAU  SHALL  ESTI-\n   29  MATE POPULATION OF THE SERVICE AREA IN A DIFFERENT MONTH THAN JULY, SUCH\n   30  MONTH.\n   31    \"RANK  ORDER\" SHALL MEAN THE RANK OF ONE, TWO, THREE, OR FOUR ASSIGNED\n   32  TO EACH APPLICANT FOR EACH CATEGORY. THERE SHALL  BE  ASSIGNED  TO  EACH\n   33  APPLICANT A RANK ORDER FROM ONE TO FOUR IN EACH OF THE FOLLOWING CATEGO-\n   34  RIES  WITH THE LOWEST RATIO IN EACH CATEGORY BEING ASSIGNED A RANK ORDER\n   35  OF ONE, THE NEXT LOWEST IN EACH CATEGORY BEING ASSIGNED A RANK ORDER  OF\n   36  TWO,  THE  HIGHEST RATIO IN EACH CATEGORY BEING ASSIGNED A RANK ORDER OF\n   37  FOUR AND SO ON: RATIO OF TOTAL EXPENSES TO  RIDERSHIP;  RATIO  OF  TOTAL\n   38  EXPENSES  TO  TOTAL  VEHICLE  HOURS;  RATIO  OF SERVICE PAYMENT TO TOTAL\n   39  EXPENSES; AND FARE AFFORDABILITY. THERE SHALL BE ASSIGNED TO EACH APPLI-\n   40  CANT A RANK ORDER FROM ONE TO FOUR IN THE CATEGORY OF RATIO OF RIDERSHIP\n   41  TO REVENUE VEHICLE MILES WITH THE LOWEST RATIO IN  SUCH  CATEGORY  BEING\n   42  ASSIGNED  A  RANK  ORDER OF FOUR, THE NEXT LOWEST RATIO IN SUCH CATEGORY\n   43  BEING ASSIGNED A RANK ORDER OF THREE, THE HIGHEST RATIO IN SUCH CATEGORY\n   44  BEING ASSIGNED A RANK ORDER OF ONE AND  SO ON. THERE SHALL  BE  ASSIGNED\n   45  TO  EACH  APPLICANT  A  RANK  ORDER  FROM ONE TO FOUR IN THE CATEGORY OF\n   46  CUSTOMER SATISFACTION WITH THE APPLICANT REPORTING THE HIGHEST  PERCENT-\n   47  AGE  OF  SATISFIED  OR  VERY  SATISFIED  CUSTOMERS  IN THE AREA OF TOTAL\n   48  PERFORMANCE BEING ASSIGNED A RANK ORDER OF ONE, THE APPLICANT  REPORTING\n   49  THE  NEXT HIGHEST PERCENTAGE OF SATISFIED OR VERY SATISFIED CUSTOMERS IN\n   50  THE AREA OF TOTAL PERFORMANCE BEING ASSIGNED A RANK ORDER OF TWO, AND SO\n   51  ON. EACH APPLICANT SHALL RECEIVE A PERCENTAGE SHARE OF  PERFORMANCE  AID\n   52  ALLOCATED TO A CATEGORY BASED ON THE RANK ORDER ASSIGNED TO SUCH CATEGO-\n   53  RY AS FOLLOWS:\n   54  RANK ORDER                         PERCENTAGE SHARE OF CATEGORY\n   55       1                                        31%\n   56       2                                        27%\n\n       S. 1335                             5\n\n    1       3                                        23%\n    2       4                                        19%\n    3    \"REVENUE  VEHICLE  MILE\"  SHALL  MEAN  THE MOVEMENT OF ONE BUS VEHICLE\n    4  PROVIDING MASS TRANSPORTATION SERVICES FOR A DISTANCE  OF  ONE  MILE  OF\n    5  REVENUE  SERVICE.  DEADHEAD  MILEAGE  IS  NOT  ELIGIBLE  FOR CALCULATING\n    6  SERVICE PAYMENTS.\n    7    \"RIDERSHIP\" SHALL MEAN THE AGGREGATE NUMBER OF  PASSENGERS  WHO  BOARD\n    8  BUS  VEHICLES  DURING  THE  FISCAL YEAR OF THE APPLICANT. PASSENGERS ARE\n    9  COUNTED EACH TIME THEY BOARD BUS VEHICLES NO MATTER HOW MANY  BUS  VEHI-\n   10  CLES THEY USE TO TRAVEL FROM THEIR ORIGIN TO THEIR DESTINATION.\n   11    \"RIDERSHIP  TO  REVENUE VEHICLE MILES\" SHALL MEAN THE RATIO DETERMINED\n   12  BY DIVIDING RIDERSHIP BY AGGREGATE  REVENUE  VEHICLE  MILES  DURING  THE\n   13  APPLICANT'S FISCAL YEAR. THE PORTION OF PERFORMANCE AID ALLOCABLE TO THE\n   14  CATEGORY  OF  RIDERSHIP TO REVENUE VEHICLE MILES SHALL EQUAL THE PRODUCT\n   15  OF: (A) THE PERCENTAGE SHARE ASSIGNED TO THE APPLICANT BASED ON ITS RANK\n   16  ORDER IN THE CATEGORY OF RIDERSHIP TO REVENUE VEHICLE MILES; AND (B) THE\n   17  AMOUNT EQUAL TO TWENTY PERCENT OF AGGREGATE PERFORMANCE AID.\n   18    \"SERVICE PAYMENT TO TOTAL EXPENSES\" SHALL MEAN THE RATIO DETERMINED BY\n   19  DIVIDING THE ANNUAL SERVICE PAYMENT RECEIVED BY THE APPLICANT DURING ITS\n   20  FISCAL YEAR DIVIDED BY EXPENSES FOR SUCH FISCAL  YEAR.  THE  PORTION  OF\n   21  PERFORMANCE  AID  ALLOCABLE  TO THE CATEGORY OF SERVICE PAYMENT TO TOTAL\n   22  EXPENSES SHALL EQUAL THE PRODUCT OF: (A) THE PERCENTAGE  SHARE  ASSIGNED\n   23  TO  THE  APPLICANT  BASED  ON  ITS RANK ORDER IN THE CATEGORY OF SERVICE\n   24  PAYMENT TO TOTAL EXPENSES; AND (B) THE AMOUNT EQUAL TO  FIFTEEN  PERCENT\n   25  OF AGGREGATE PERFORMANCE AID.\n   26    \"TOTAL  EXPENSES  TO  RIDERSHIP\"  SHALL  MEAN  THE RATIO DETERMINED BY\n   27  DIVIDING EXPENSES BY RIDERSHIP. THE PORTION OF PERFORMANCE AID ALLOCABLE\n   28  TO THE CATEGORY OF TOTAL EXPENSES TO RIDERSHIP SHALL EQUAL  THE  PRODUCT\n   29  OF: (A) THE PERCENTAGE SHARE ASSIGNED TO THE APPLICANT BASED ON ITS RANK\n   30  ORDER IN THE CATEGORY OF TOTAL EXPENSES TO RIDERSHIP; AND (B) THE AMOUNT\n   31  EQUAL TO TWENTY PERCENT OF AGGREGATE PERFORMANCE AID.\n   32    \"TOTAL  EXPENSES  TO  TOTAL VEHICLE HOURS\" SHALL MEAN THE RATIO DETER-\n   33  MINED BY DIVIDING EXPENSES BY AGGREGATE VEHICLE HOURS DURING THE  APPLI-\n   34  CANT'S  FISCAL  YEAR.  THE  PORTION  OF PERFORMANCE AID ALLOCABLE TO THE\n   35  CATEGORY OF TOTAL EXPENSES TO TOTAL VEHICLE HOURS SHALL EQUAL THE  PROD-\n   36  UCT  OF: (A) THE PERCENTAGE SHARE ASSIGNED TO THE APPLICANT BASED ON ITS\n   37  RANK ORDER IN THE CATEGORY OF TOTAL EXPENSES TO TOTAL VEHICLE HOURS; AND\n   38  (B) THE AMOUNT EQUAL TO TWENTY PERCENT OF PERFORMANCE AID.\n   39    \"VEHICLE HOURS\" SHALL MEAN THE HOURS A BUS VEHICLE  TRAVELS  FROM  THE\n   40  TIME IT PULLS OUT FROM ITS GARAGE TO GO INTO REVENUE SERVICE TO THE TIME\n   41  IT PULLS IN FROM REVENUE SERVICE.\n   42    S 2. Subdivision 4 of section 18-b of the transportation law, as added\n   43  by chapter 56 of the laws of 1975, is amended to read as follows:\n   44    4.  a.   [All] EXCEPT AS SET FORTH IN PARAGRAPH C OF THIS SUBDIVISION,\n   45  ALL service payments shall be made upon an  application  of  the  public\n   46  transportation  system.  Such  application  shall  be  filed between the\n   47  second and the seventeenth day of the first month of each quarter.  Upon\n   48  application, the chief executive officer of each  public  transportation\n   49  system shall certify to the commissioner, the total number of passengers\n   50  such system estimates that it will carry and the total number of vehicle\n   51  or  car  miles  such  system estimates that its equipment will travel in\n   52  revenue service during the quarter for which such installment is  to  be\n   53  paid.\n   54    Upon  receipt  and approval of such application and certifications the\n   55  commissioner shall, by the tenth day of the next succeeding  month,  pay\n   56  to the public transportation operator, the quarterly service payment.\n\n       S. 1335                             6\n\n    1    b.  [The]  EXCEPT AS SET FORTH IN PARAGRAPH C OF THIS SUBDIVISION, THE\n    2  chief executive officer of each public transportation system receiving a\n    3  quarterly service payment pursuant to this section shall certify to  the\n    4  commissioner, within fifteen days after the end of the quarter for which\n    5  a  service  payment  was received, the actual total number of passengers\n    6  carried by the system during such quarter and the actual  total  vehicle\n    7  or  car  miles the system's equipment traveled in revenue service during\n    8  such quarter, and based upon such actual totals, the commissioner  shall\n    9  make such adjustments as may be appropriate in the amount of the service\n   10  payment for such system for the succeeding quarter.\n   11    C.  IN  THE CASE OF BUS LINES PROVIDED OR CONTRACTED FOR THE PROVISION\n   12  OF (UNDER JOINT SUPPORT ARRANGEMENT) MASS TRANSPORTATION SERVICES BY THE\n   13  ROCHESTER GENESEE REGIONAL TRANSPORTATION  AUTHORITY,  THE  CENTRAL  NEW\n   14  YORK REGIONAL TRANSPORTATION AUTHORITY, THE NIAGARA FRONTIER TRANSPORTA-\n   15  TION  AUTHORITY  OR  THE  CAPITAL DISTRICT TRANSPORTATION AUTHORITY, ALL\n   16  SERVICE PAYMENTS SHALL BE MADE UPON APPLICATION OF THE PUBLIC  TRANSPOR-\n   17  TATION  SYSTEM. SUCH APPLICATION SHALL BE FILED WITHIN NINETY DAYS AFTER\n   18  THE END OF EACH FISCAL YEAR OF THE PUBLIC TRANSPORTATION SYSTEM ACCOMPA-\n   19  NIED BY THE AUDITED ANNUAL FINANCIAL REPORT OF THE PUBLIC TRANSPORTATION\n   20  SYSTEM. THE APPLICATION SHALL CONTAIN THE INFORMATION REQUIRED BY  PARA-\n   21  GRAPH  B  OF  SUBDIVISION  THREE  OF  THIS SECTION AND SHALL COMPUTE THE\n   22  PUBLIC TRANSPORTATION SYSTEM'S SHARE OF BASE AID  AND  PERFORMANCE  AID.\n   23  THE  CHIEF  EXECUTIVE OFFICER OF EACH PUBLIC TRANSPORTATION SYSTEM SHALL\n   24  CERTIFY TO THE COMMISSIONER THE INFORMATION SET FORTH IN THE APPLICATION\n   25  AND APPLICANT'S SHARE OF BASE AID AND PERFORMANCE AID COMPUTED  THEREIN.\n   26  UPON RECEIPT OF THE APPLICATION AND CERTIFICATION THE COMMISSIONER SHALL\n   27  DETERMINE  THE  APPLICANT'S SHARE OF DISCRETIONARY AID TO BE PAID TO THE\n   28  PUBLIC TRANSPORTATION SYSTEM. THE QUARTERLY   SERVICE  PAYMENT  FOR  THE\n   29  FOLLOWING FISCAL YEAR OF THE PUBLIC TRANSPORTATION SYSTEM SHALL BE EQUAL\n   30  TO  THE  SUM  OF  ONE-QUARTER  OF  THE APPLICANT'S SHARE OF BASE AID AND\n   31  PERFORMANCE AID BASED ON THE INFORMATION SET FORTH  IN  THE  APPLICATION\n   32  AND ONE-QUARTER OF THE APPLICANT'S SHARE OF DISCRETIONARY AID DETERMINED\n   33  BY THE COMMISSIONER.  THE COMMISSIONER SHALL, BY THE TENTH DAY OF APRIL,\n   34  JULY,  OCTOBER  AND  JANUARY  IN  THE NEXT SUCCEEDING FISCAL YEAR OF THE\n   35  PUBLIC TRANSPORTATION SYSTEM, PAY TO THE PUBLIC  TRANSPORTATION  SYSTEM,\n   36  THE QUARTERLY SERVICE PAYMENT.\n   37    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1335\n\nTITLE OF BILL:\nAn act\nto amend the transportation law, in relation to computing the service\npayment paid to certain public transportation systems\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo update the State\nTransportation\nOperating Assistance (STOA) program as it relates to state support of\nbus authorities (not including the MTA) to provide incentives for\nmore efficient use of public funds and better service to those who\nride public buses. This legislation is designed to provide a model\nfor the operation of all transportation authorities by ensuring\noptimal service and low fares to the rider while maximizing the use\nof state funds.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis legislation will enact an updated\nmethod for the distribution of state funding to the non-MTA bus\nauthorities. The new formula will be performance based in that it\nwill encourage public bus systems to meet certain standards when\nproviding public bus service to its riders. However, to ensure that\nno authority is penalized or treated unfairly, the new formula will\ntake into account the need for supplemental or discretionary aid as\nwell as a consistent level of base aid for all authorities.\n\nThe three main distribution components of the performance based state\naid are: Base Aid, Performance Aid and Discretionary Aid.\n\nBase Aid will consist of 80% of total service payments available. It\nwill be distributed based upon the respective Authority's allocable\npercentage share of the total ridership, population of service area,\nand square miles of service area. Each measure is weighted based upon\nits relative importance. The respective weights are as follows:\nRidership 85%; Population of Service Area 7.5%; and Square Miles of\nService Area 7.5%.\n\nPerformance Aid will consist of 15% of total service payments\navailable. It will be distributed based upon the sum of the\nrespective Authority's percentage share of each weighted category.\nThe Authority's percentage share for each category shall be computed\nbased on the rank order assigned to the Authority for each category.\nThe following are the categories of measurement and weighted share:\nRidership to revenue vehicle miles 20%; Total expenses to ridership\n20%; Total expenses to total vehicle hours 20%; Service Payment to\ntotal expenses 15%;\nCustomer Satisfaction 15%; and Fare Affordability (ratio of fare to\nmedian income) 10%. The following are the percentage share awarded\nfor each rank: Rank 1 31%; Rank 2 27%; Rank 3 23%; and Rank 4 19%.\n\nDiscretionary Aid will consist of 5% of the total service payments\navailable. The Commissioner of the New York State Department of\nTransportation will have the flexibility and the discretion to\ndetermine the share of discretionary aid payable to each applicant, if\nany.\n\nJUSTIFICATION:\nHistorical allocations of State Transportation\nOperating Assistance (STOA) have been based upon a subjective needs\nbased formula. This approach can have the unintended effect of\nrewarding authorities that operate in an inefficient manner and\npenalizes those who operate efficiently. Reforming the funding model\nis a catalyst that will support the growth of the local economy\nacross the state.\n\nMoreover, this legislation highlights the importance of high\nperformance and a quality return to the taxpayer. The notion of\nperformance based state aid causes each authority to focus on\nmeasures that will drive service effectiveness, cost effectiveness,\ncost efficiency, service quality, service affordability, and a\nreduced reliance on taxpayer subsidies.\n\nPublic Transportation is a lifeline for many in our communities and\nprovides various tangible benefits far above than those to the direct\ncustomer. The investment in public transportation; promotes commerce;\neases congestion; is environmentally friendly; creates and sustains\njobs; affordable to the general population, and provides access to\npeople with disabilities.\n\nThe progressive approach in that allocation of STOA will send a strong\nmessage across the state that accountability can be measured.\nTransportations Authorities will enact better financial management\npractices and make stronger efforts to achieve efficiencies that will\nprovide a model for all public authorities.\n\nThe distribution model has been developed so that if an agency ranks\nlowest in all six performance measurement categories the Commissioner\ncan hold them harmless with a larger portion of the 5% discretionary\naid available.\n\nPRIOR LEGISLATIVE HISTORY:\n2010:  S.6475/A.11634\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nImmediately upon enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to computing the service payment paid to certain public transportation systems ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T154732.TXT", "SOBI.D110107.T140921.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250591
}