{
  "year" : 2011,
  "senateBillNo" : "S1332-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1332-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enables safe access to public roads for all users",
  "summary" : "Enables safe access to public roads for all users by requiring that all transportation improvements shall improve safety, access, and mobility for all travelers regardless of age or ability. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1863",
  "lawSection" : "Highway Law",
  "previousVersions" : [ "SB5711-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1332\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sens. DILAN, DIAZ, HASSELL-THOMPSON, PARKER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Transportation\n\n       AN ACT to amend the highway law, in relation to enabling safe access  to\n         public roads for all users by utilizing complete street design princi-\n         ples\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 10 of the highway law is amended by  adding  a  new\n    2  subdivision 47 to read as follows:\n    3    47.  (A)  PROVIDE FOR THE CONSIDERATION OF SAFE TRAVEL BY ALL USERS OF\n    4  THE ROAD NETWORK,  INCLUDING  MOTORISTS,  PEDESTRIANS,  BICYCLISTS,  AND\n    5  PUBLIC  TRANSPORTATION  USERS, REGARDLESS OF AGE OR ABILITY, THROUGH THE\n    6  USE OF COMPLETE STREET DESIGN FEATURES FOR SAFE TRAVEL IN THE  PLANNING,\n    7  DESIGN,  CONSTRUCTION,  RECONSTRUCTION, AND REHABILITATION NOT INCLUDING\n    8  RESURFACING, MAINTENANCE OR PAVEMENT RECYCLING OF ALL STATE, COUNTY  AND\n    9  LOCAL  TRANSPORTATION  FACILITIES THAT ARE ELIGIBLE FOR BOTH FEDERAL AND\n   10  STATE FUNDING AND ARE SUBJECT TO DEPARTMENT OF TRANSPORTATION OVERSIGHT.\n   11    (B) COMPLETE STREET DESIGN FEATURES THAT FACILITATE SAFE TRAVEL BY ALL\n   12  USERS MEANS A ROADWAY THAT EXPANDS UPON  CURRENTLY  ACCEPTED  STATE  AND\n   13  FEDERAL  DESIGN REQUIREMENTS TO ACCOMMODATE ALL USERS, INCLUDING CURRENT\n   14  AND PROJECTED USERS, PARTICULARLY PEDESTRIANS, BICYCLISTS  AND  INDIVID-\n   15  UALS  OF  ALL  AGES  AND  MOBILITY  CAPABILITIES.  THESE  FEATURES SHALL\n   16  INCLUDE, BUT NOT BE LIMITED TO, SIDEWALKS, PAVED SHOULDERS SUITABLE  FOR\n   17  USE BY BICYCLISTS, LANE STRIPING, BICYCLE LANES, SHARE THE ROAD SIGNAGE,\n   18  CROSSWALKS,  PEDESTRIAN CONTROL SIGNALIZATION, BUS PULL OUTS, CURB CUTS,\n   19  RAISED CROSSWALKS AND RAMPS AND TRAFFIC CALMING MEASURES.\n   20    (C) EXCEPTIONS TO PARAGRAPH (B) OF THIS SUBDIVISION SHALL BE PERMISSI-\n   21  BLE ONLY AFTER THE COMMISSIONER AND AGENCY WITH  JURISDICTION  OVER  THE\n   22  PROJECT,  FULLY  DEMONSTRATES, WITH SUPPORTING DOCUMENTATION WHICH SHALL\n   23  BE AVAILABLE TO THE PUBLIC, THAT ONE OF THE FOLLOWING EXISTS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03012-01-1\n\n       S. 1332                             2\n\n    1    (I) USE BY BICYCLISTS AND PEDESTRIANS IS PROHIBITED BY  LAW,  SUCH  AS\n    2  WITHIN INTERSTATE HIGHWAY CORRIDORS; OR\n    3    (II)  THE  COST WOULD BE DISPROPORTIONATE TO THE NEED AS DETERMINED BY\n    4  FACTORS INCLUDING, BUT NOT LIMITED TO, THE FOLLOWING:  LAND USE CONTEXT;\n    5  CURRENT AND PROJECTED TRAFFIC VOLUMES INCLUDING  NON-MOTORIZED  TRAFFIC;\n    6  AND POPULATION DENSITY; OR\n    7    (III)  DEMONSTRATED  LACK OF NEED AS DETERMINED BY FACTORS, INCLUDING,\n    8  BUT NOT LIMITED TO, LAND USE, CURRENT  AND  PROJECTED  TRAFFIC  VOLUMES,\n    9  INCLUDING NON-MOTORIZED TRAFFIC, AND POPULATION DENSITY.\n   10    S 2. (a) No later than two years after the effective date of this act,\n   11  the  department  of  transportation  shall  publish a report showing how\n   12  transportation agencies have complied with subdivision 47 of section  10\n   13  of  the  highway  law  and  changed their procedures to institutionalize\n   14  complete streets design features into planning, project scooping, design\n   15  and implementation of  highway  and  road  projects.  The  report  shall\n   16  include,  but  not  be  limited  to  a  discussion  of the review of and\n   17  revisions to various guidance documents  regarding  lane  width,  design\n   18  speed,  average  daily  traffic thresholds, level of service and roadway\n   19  classification. The report shall  also  show  any  best  practices  that\n   20  transportation  agencies  utilized  in  complying with subdivision 47 of\n   21  section 10 of the highway law.\n   22    (b) In establishing such best practices, consideration shall be  given\n   23  to the procedures for identifying the needs of the mix of users, includ-\n   24  ing  primary and secondary users and the identification of barriers, and\n   25  summary of the documentation required by paragraph (c) of subdivision 47\n   26  of section 10 of the highway law regarding why  transportation  agencies\n   27  could  not  comply with paragraph (a) of subdivision 47 of section 10 of\n   28  the highway law. The department of  transportation  shall  consult  with\n   29  transportation,  land-use  and environmental officials, including repre-\n   30  sentatives from:\n   31    (i) Counties, cities and towns;\n   32    (ii) Metropolitan planning organizations;\n   33    (iii) Public transit operators;\n   34    (iv) Relevant state agencies; and\n   35    (v) Other relevant stakeholders, including, but not limited to, repre-\n   36  sentatives from disability rights  groups,  aging  groups,  bicycle  and\n   37  pedestrian advocates, and developers.\n   38    S 3. This act shall take effect on the one hundred eightieth day after\n   39  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1332\n\nTITLE OF BILL:\n\nAn act\nto amend the highway law, in relation to enabling safe access to public\nroads for all users\nby utilizing complete street design principles\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nTo design more complete streets that enable safe access for all users:\nbicyclists, public transportation vehicles and passengers, motorists,\nand pedestrians of all ages and abilities.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nThis legislation requires bicycle and pedestrian ways be included in\nthe planning and development of state, county, and local\ntransportation facilities, plans, and programs as appropriate. All\ntransportation improvements shall improve safety, access, and\nmobility for all travelers in New York, regardless of age or ability,\nand shall recognize bicycle, pedestrian, and transit modes as\nintegral to the transportation system.\n\nIn addition, bicycle and pedestrian ways shall be established in\nconjunction with the construction, reconstruction, or other changes\nof applicable state, county, or local transportation facility.\nAccommodations will include, but not be limited to, bicycle lanes,\nlane striping, paved shoulders suitable for use by bicyclists, share\nthe road signage, crosswalks, pedestrian control signals, curb cuts\nand ramps.\n\nThe legislation also requires a best practice report to be published\nby the Department of Transportation no later than two years after the\nbill becomes law showing how transportation agencies have evaluated\nand changed their procedures to routinely design safe, effective\nmulti-modal facilities for travelers of all ages and abilities.\n\nJUSTIFICATION:\n\nThe streets of our cities and towns are an important part of the\nlivability of our communities. Our streets should be designed for\neveryone, whether young or old, motorist or bicyclist, walker or\nwheelchair user, or bus rider. Complete streets are designed and\noperated to enable safe access for all users. Complete streets\npolicies direct transportation planners and engineers to consistently\ndesign with all users in mind.\n\nAccording to the National Highway Traffic Safety Administration (NHTSA),\nin 2007, a pedestrian was hit by a motorist and killed every 113\n\nminutes (about every two hours) - a total of 4,654 fatalities\nnationwide. Forty percent of these fatalities were people 50 years of\nage and older. In addition, NHTSA found that a pedestrian is injured\nby motorists every 8 minutes with over 70,000 pedestrians injured in\n2007.\n\nA new poll released by AARP in 2008 found that while many people age\n50 plus are trying to move away from car transportation as a result\nof high gas prices, almost half (47%) of poll responders say they\ncannot cross the main roads safely.\n\nA Federal Highways Administration safety review found that streets\ndesigned with sidewalks, raised medians, better bus stop placement,\ntraffic-calming measures, and treatments for disabled travelers\nimprove pedestrian safety, Some features, such as medians, improve\nsafety for all Users, they enable pedestrians to cross busy roads in\ntwo stages, reduce left-turning motorist crashes to zero, and improve\nbicycle safety. The National Institutes of Medicine recommends\nfighting childhood obesity by establishing ordinances to encourage\nconstruction of sidewalks, bikeways, and other places for physical\nactivity. One study found that 43, of people with safe places to walk\nwithin 10 minutes of home met recommended activity levels; among\nindividuals without safe place to walk, just 27% were active enough.\n\nThe potential to reduce carbon emissions by shifting trips to\nlower-carbon modes is undeniable. The 2001 National Household\nTransportation Survey found 50% of all trips in metropolitan areas\nare three miles or less and 28% of all metropolitan trips are one\nmile or less - distances easy to walk, bike, or hop a bus or train.\nYet 65% of the shortest trips are now made by automobile, in part\nbecause of incomplete streets that make it dangerous or unpleasant\nfor other modes of travel. Complete streets would help Convert many\nof these short automobile trips to multi-modal travel. Simply\nincreasing bicycling from 1% to 1.5% of all trips in the U.S. would\nsave 462 million gallons of gasoline each year.\n\nLEGISLATIVE HISTORY:\n\n2009-10 - S.5711B/A.8587B - Passed Senate\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect 180 days after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, in relation to enabling safe access to public roads for all users by utilizing complete street design principles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T145615.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110202.T135219.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296672739793
}