{
  "year" : 2011,
  "senateBillNo" : "S1333-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1333-2011-1294290000000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides early voting for a candidate in a general election no sooner than twenty days and no later than five days prior to election day at county board of elections",
  "summary" : "Provides to any person early voting for a candidate for public office in a general election to take place no sooner than twenty days and no later than five days prior to election day, and for a special election to take place no sooner than eight days and no later than two days prior to election day; and such voting shall take place at such person's county board of elections. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1425-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1333\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sens. DILAN, DIAZ, HASSELL-THOMPSON, PARKER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Elections\n\n       AN ACT to amend the election law, in relation  to  providing  for  early\n         voting\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 8 of the election law is amended by  adding  a  new\n    2  title 6 to read as follows:\n    3                                  TITLE VI\n    4                                EARLY VOTING\n    5  SECTION 8-600. EARLY VOTING PROCEDURES.\n    6          8-602. APPLICATION FOR EARLY VOTING.\n    7          8-604. STATE BOARD OF ELECTIONS; POWERS AND DUTIES OF.\n    8    S  8-600.  EARLY  VOTING PROCEDURES. 1. NO SOONER THAN TWENTY BUSINESS\n    9  DAYS AND NO LATER THAN FIVE BUSINESS DAYS PRIOR  TO  THE  FIRST  TUESDAY\n   10  FOLLOWING  THE FIRST MONDAY IN NOVEMBER OF EACH ELECTION YEAR, AS DESIG-\n   11  NATED ELECTION DAY, A PERSON MAY, UPON COMPLETION OF  A  FORMAL  WRITTEN\n   12  APPLICATION,  VOTE  FOR  A  CANDIDATE  FOR  PUBLIC  OFFICE  IN A GENERAL\n   13  ELECTION, AND SUCH EARLY  VOTING  PRACTICE  SHALL  TAKE  PLACE  AT  SUCH\n   14  PERSON'S COUNTY BOARD OF ELECTIONS, OR AN ALTERNATIVE LOCATION AS OTHER-\n   15  WISE DESIGNATED BY THE STATE BOARD OF ELECTIONS, OR AS DESIGNATED BY AND\n   16  THROUGH A COUNTY BOARD OF ELECTIONS UNDER THE POWERS GRANTED PURSUANT TO\n   17  THIS  SECTION  ON  OR  BEFORE  THE  EFFECTIVE  DATE OF THIS SECTION. FOR\n   18  PURPOSES OF A PRIMARY ELECTION, SUCH EARLY VOTING SHALL  TAKE  PLACE  NO\n   19  SOONER  THAN  TWENTY  BUSINESS DAYS AND NO LATER THAN FIVE BUSINESS DAYS\n   20  PRIOR TO SUCH ELECTION DAY.  FOR PURPOSES OF A  SPECIAL  ELECTION,  SUCH\n   21  EARLY  VOTING SHALL TAKE PLACE NO SOONER THAN EIGHT BUSINESS DAYS AND NO\n   22  LATER THAN TWO BUSINESS DAYS PRIOR TO SUCH ELECTION DAY.\n   23    2. EACH COUNTY BOARD OF ELECTIONS SHALL PUBLISH NOTICE  OF  THE  DATE,\n   24  TIME,  AND MANNER OF SUCH EARLY VOTING PRACTICE FOR GENERAL, PRIMARY AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00135-01-1\n\n       S. 1333                             2\n\n    1  SPECIAL ELECTIONS BY A NEWSPAPER  OF  GENERAL  CIRCULATION  THIRTY  DAYS\n    2  PRIOR  TO COMMENCEMENT OF THE FIRST DAY OF SUCH EARLY VOTING FOR GENERAL\n    3  OR SPECIAL ELECTIONS.\n    4    3.  SUCH  VOTING  PROCEDURE SHALL BE MONITORED AND ADMINISTERED BY TWO\n    5  DULY DESIGNATED PERSONS, ONE FROM EACH MAJOR POLITICAL PARTY,  AND  SUCH\n    6  VOTING  SHALL  FOLLOW  AND CONFORM TO ALL OTHER PROCEDURES, MEASURES AND\n    7  REQUIREMENTS OF CASTING A VOTE BY A VOTING MACHINE AS PRESCRIBED  PURSU-\n    8  ANT TO THIS CHAPTER. ALL VOTES CAST WITHIN THE EARLY VOTING PERIOD SHALL\n    9  BE COUNTED ON ELECTION DAY WITH ALL OTHER VOTES CAST FOR SUCH CANDIDATES\n   10  AND IN THE SAME MANNER AS PRESCRIBED IN ARTICLE NINE OF THIS CHAPTER.\n   11    S  8-602.  APPLICATION  FOR  EARLY  VOTING.    1.  THE COUNTY BOARD OF\n   12  ELECTIONS SHALL FURNISH ONE APPLICATION FOR EARLY VOTING  TO  ANY  VOTER\n   13  WHO   PERSONALLY  APPEARS  AND  WISHES  TO  EXERCISE  THIS  RIGHT.  UPON\n   14  COMPLETION OF SUCH APPLICATION, TWO DULY  DESIGNATED  EMPLOYEES  OF  THE\n   15  COUNTY  BOARD  OF ELECTIONS, ONE FROM EACH MAJOR POLITICAL PARTY REPRES-\n   16  ENTED, SHALL COMPARE THE INFORMATION OF THE VOTER WITH THE SIGNATURE  ON\n   17  THE  VOTER'S  PERMANENT  REGISTRATION RECORD, OR OTHER EVIDENCE OF IDEN-\n   18  TIFICATION IF COMPUTERIZED DUPLICATE  REGISTRATION RECORDS ARE USED, AND\n   19  SHALL ENDORSE ON THE APPLICATION THAT SUCH REVIEW  HAS  BEEN  COMPLETED.\n   20  THE  RESULTS  OR  TABULATION OF VOTES CAST DURING AN EARLY VOTING PERIOD\n   21  SHALL NOT BE MADE BEFORE THE CLOSE OF ALL POLLING PLACES ON ELECTION DAY\n   22  AND RESULTS SHALL BE REPORTED BY PRECINCT.  BALLOTS USED IN EARLY VOTING\n   23  SHALL BE, AS NEARLY AS PRACTICABLE, THE  SAME  FORM  AS  THOSE  USED  ON\n   24  ELECTION DAY.\n   25    2.  THE  APPLICATION  FOR  EARLY  VOTING SHALL REQUIRE AND INCLUDE THE\n   26  FOLLOWING IDENTIFYING INFORMATION:\n   27    (A) THE DATE OF THE ELECTION,\n   28    (B) NAME OF THE COUNTY, OR NAME OF A  CITY  IF  THERE  BE  A  SEPARATE\n   29  BALLOT FOR CITY VOTERS,\n   30    (C) THE NAME OF THE VOTER,\n   31    (D) RESIDENCE OF VOTER,\n   32    (E) NUMBER OF THE ASSEMBLY DISTRICT, IF ANY,\n   33    (F) NAME OF TOWN, NUMBER OF WARD, IF ANY, AND\n   34    (G) ELECTION DISTRICT AND PARTY ENROLLMENT. THERE SHALL BE A PLACE FOR\n   35  TWO  SIGNATURES  OF  PERSONS  DESIGNATED TO INSPECT, ONE FROM EACH MAJOR\n   36  POLITICAL PARTY, THAT SUCH PERSONS HAVE CHECKED AND MARKED  THE  VOTER'S\n   37  REGISTRATION  AND  POLL  RECORD. ON THE REVERSE SIDE OF SUCH APPLICATION\n   38  SHALL BE PRINTED THE FOLLOWING STATEMENT:\n   39    I DO DECLARE THAT I AM A CITIZEN OF THE UNITED STATES, THAT I AM  DULY\n   40  REGISTERED  IN  THE  ELECTION DISTRICT SHOWN ON THE REVERSE SIDE OF THIS\n   41  APPLICATION AND I AM QUALIFIED TO VOTE IN SUCH DISTRICT; THAT I  DO  NOT\n   42  INTEND  TO  VOTE  ELSEWHERE,  THAT I HAVE NOT COMMITTED ANY ACT NOR AM I\n   43  UNDER ANY IMPEDIMENT WHICH DENIES ME THE RIGHT TO VOTE. I HEREBY DECLARE\n   44  THAT THE FOREGOING IS A TRUE STATEMENT TO THE BEST OF MY  KNOWLEDGE  AND\n   45  BELIEF,  AND I UNDERSTAND THAT IF I MAKE ANY MATERIAL FALSE STATEMENT IN\n   46  THE FOREGOING STATEMENT, I SHALL BE GUILTY OF A MISDEMEANOR.\n   47    (DATE)_________________\n   48    _______________________\n   49    (SIGNATURE AND ADDRESS OF VOTER)_______________________\n   50    _______________________________________________________\n   51    (WITNESS)______________________\n   52    _______________________________\n   53    S 8-604. STATE BOARD OF ELECTIONS; POWERS AND DUTIES OF. ANY  RULE  OR\n   54  REGULATION  NECESSARY  FOR  THE IMPLEMENTATION OF THE PROVISIONS OF THIS\n   55  TITLE SHALL  BE  PROMULGATED  BY  THE  STATE  BOARD  OF  ELECTIONS.  ALL\n\n       S. 1333                             3\n\n    1  COMPLETED  APPLICATIONS FOR EARLY VOTING SHALL BE KEPT AND MAINTAINED BY\n    2  THE STATE BOARD OF ELECTIONS.\n    3    S  2. This act shall take effect on the first of January next succeed-\n    4  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to providing for early voting ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T154732.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110110.T161630.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294694190617
}