{
  "year" : 2011,
  "senateBillNo" : "S1331-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1331-2011-1294290000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"philosophical exemption to immunizations act\"",
  "summary" : "Enacts the \"philosophical exemption to immunizations act\" in order to establish an exemption to mandatory immunizations. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S2337-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1331\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DILAN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health  law,  in  relation  to  enacting  the\n         \"philosophical exemption to immunizations act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"philosoph-\n    2  ical exemption to immunizations act\".\n    3    S 2. Subdivision 6 of section  2164  of  the  public  health  law,  as\n    4  amended  by  chapter  189  of  the  laws  of 2006, is amended to read as\n    5  follows:\n    6    6. In the event that a person in parental relation to  a  child  makes\n    7  application  for  admission  of  such  child  to a school or has a child\n    8  attending school and there exists no  certificate  or  other  acceptable\n    9  evidence  of  the  child's  immunization  against  poliomyelitis, mumps,\n   10  measles, diphtheria, rubella, varicella, hepatitis B,  pertussis,  teta-\n   11  nus,  and,  where  applicable,  Haemophilus  influenzae type b (Hib) and\n   12  pneumococcal disease, the principal, teacher, owner or person in  charge\n   13  of  the  school  shall  inform  such person of the necessity to have the\n   14  child immunized, that such  immunization  may  be  administered  by  any\n   15  health  practitioner,  or that the child may be immunized without charge\n   16  by the health officer in the county where the  child  resides,  if  such\n   17  person  executes  a  consent  therefor  AND  PROVIDE A FORM CITING OTHER\n   18  OPTIONS OF COMPLIANCE AS NOTED IN THIS SECTION.  In the event that  such\n   19  person  does  not wish to select a health practitioner to administer the\n   20  immunization, [he or she shall  be  provided  with  a  form  which]  THE\n   21  PROVIDED FORM shall give notice that as a prerequisite to processing the\n   22  application for admission to, or for continued attendance at, the school\n   23  such person shall state a valid reason for withholding consent, OR CHECK\n   24  A FIXED STATEMENT PRE-PRINTED ON THE FORM INDICATING HIS OR HER PERSONAL\n   25  OBJECTION  TO  IMMUNIZATIONS,  MEDICAL TESTING AND TREATMENTS or consent\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03974-01-1\n\n       S. 1331                             2\n\n    1  shall be given for immunization to be administered by a  health  officer\n    2  in  the public employ, or by a school physician or nurse. The form shall\n    3  provide for the execution of a consent by such person and it shall  also\n    4  state  that  such  person  need  not execute such consent if subdivision\n    5  eight or nine of this section apply to such child.\n    6    S 3. The opening paragraph of subdivision 8-a of section 2164  of  the\n    7  public  health  law,  as  amended by chapter 189 of the laws of 2006, is\n    8  amended to read as follows:\n    9    Whenever a child has been refused admission to, or  continued  attend-\n   10  ance  at,  a school as provided for in subdivision seven of this section\n   11  because there exists no certificate provided for in subdivision five  of\n   12  this  section  or  other acceptable evidence of the child's immunization\n   13  against poliomyelitis, mumps, measles, diphtheria,  rubella,  varicella,\n   14  hepatitis  B,  pertussis,  tetanus,  and,  where applicable, Haemophilus\n   15  influenzae type b (Hib) and pneumococcal disease, OR OTHER  EVIDENCE  OF\n   16  COMPLIANCE  AS  NOTED  IN THIS SECTION, the principal, teacher, owner or\n   17  person in charge of the school shall:\n   18    S 4. Subdivision 9 of section 2164 of the public health law, as  sepa-\n   19  rately  amended  by chapters 405 and 538 of the laws of 1989, is amended\n   20  to read as follows:\n   21    9. This section shall not apply to children whose parent, parents,  or\n   22  guardian  hold  PERSONAL  OBJECTIONS  OR  genuine  and sincere religious\n   23  beliefs which are contrary to the  practices  herein  required,  and  no\n   24  certificate  OF  IMMUNIZATION,  MEDICAL  TESTS  AND  TREATMENTS shall be\n   25  required as a prerequisite to such children being admitted  or  received\n   26  into school or attending school.\n   27    S  5. Subdivision 6 of section 2165 of the public health law, as added\n   28  by chapter 405 of the laws of 1989, is amended to read as follows:\n   29    6. In the event that a student registers at an institution and has not\n   30  complied with subdivision two of this  section,  the  institution  shall\n   31  inform  such student of the necessity to be immunized, that such immuni-\n   32  zation may be administered by  any  health  practitioner,  or  that  the\n   33  student  may  be  immunized  without charge by the health officer in the\n   34  county where the student resides or in which the institution is located,\n   35  AND PROVIDE A FORM CITING THE OTHER OPTIONS OF COMPLIANCE  AS  NOTED  IN\n   36  THIS  SECTION.  In the event that such student does not comply with this\n   37  section, he or she shall be given notice that attendance at the institu-\n   38  tion requires immunization unless a valid reason  is  provided  by  such\n   39  student  pursuant to subdivision eight or nine of this section OR UNLESS\n   40  SUCH STUDENT HAS CHECKED A FIXED STATEMENT PRE-PRINTED ON THE FORM INDI-\n   41  CATING A PERSONAL OBJECTION TO IMMUNIZATIONS, MEDICAL TESTING AND TREAT-\n   42  MENTS.\n   43    S 6. Subdivision 9 of section 2165 of the public health law, as  added\n   44  by chapter 405 of the laws of 1989, is amended to read as follows:\n   45    9.  This  section  shall  not  apply  to  a  person who holds PERSONAL\n   46  OBJECTIONS OR genuine and sincere religious beliefs which  are  contrary\n   47  to  the  practices  herein required, and no certificate OF IMMUNIZATION,\n   48  MEDICAL TESTS AND TREATMENTS shall be required as a prerequisite to such\n   49  person being admitted or received into or attending an institution.\n   50    S 7. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1331\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to enacting the\n\"philosophical exemption to immunizations act\"\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis Act establishes\na new exemption status based on personal objections of a philosophic\nnature.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSubdivision 6 of\nsections 2164 and 2165 is amended to provide a means for applicants who\ndeclare \"personal objections\" to immunization to be exempt, utilizing\nthe existing form originally instituted in this subdivision. This\nconsent form is to be amended to accommodate an affirmation of \"personal\nobjections\" to immunization, as described fully in the bill.\n\nThe phrase, \"or other evidence of compliance as noted in this section\",\nis added to &sect; 2l64(8-a) for clarification of the statute, as described\nfully in the bill.\n\nSubdivision 9 of sections 2164 and 2165 is amended to introduce the\n\"personal objection\" waiver, alongside the existing medical and\nreligious waivers. The phrase, \"of immunization, medical tests and\ntreatments\" is also added for clarity and consistency, as described\nfully in the bill.\n\nJUSTIFICATION:\nLegislative Background:\n\nCurrently, parents of children in school must show proof of vaccination\nof legislatively mandated vaccines, unless they have an approved\nreligious or medical waiver. To obtain religious waivers, applicants are\nrequired to demonstrate their religiousness to a level acceptable to the\nschool. Claimants are asked to submit to myriad and lengthy verbal\naffidavits or written questionnaires that delve broadly into their\npersonal affairs to an extent unanticipated by the legislature at the\ntime the section was amended in 1989.\n\nRecognizing that this practice impinges on First Amendment protections,\nregulators have been careful not to specify a mechanism for schools to\nexecute this function. Claimants feel they are denied the exemption\nunfairly, based upon determinations having no apparent uniform criteria.\nThis has generated grievances that the process does not operate in an\nequitable manner. The intrusive nature of the inquiry, has led to\nwidespread appeals to the Commissioner, and litigation in the state and\nfederal circuits.\n\nAlternatively, to be exempted medically, a licensed physician or nurse\npractitioner (for post-secondary school students) must certify a vaccine\nmay be detrimental to health, and stipulates when it will no longer\nremain so.\n\nHowever, in practice, a physician's determinations are subject to\noversight by the Department of Health (DOH), which employs inappropriate\nstandards. The DOH compares certifications from physicians to\nbroad-based, pre-established, vaccination product recommendations from\nthe CDC's Advisory Committee on Immunization Practices (ACIP) - a\nnon-legally binding government committee, and the American Academy of\nPediatrics Committee on Infectious Diseases (AAP) - a private, special\ninterest medical organization.\n\nThese vaccine usage recommendations are a composite of, (a) the Vaccine\nInjury Table maintained by Health and Human Resources, which sets strict\nlegal rules for establishing causality for the federal vaccine injury\ncompensation program, and (b) safety studies sponsored by vaccine\nmanufacturers. Ironically, ACIP's recommendations appear lax compared to\nthe cautious recommendations written on the product inserts, intended to\nprotect manufacturers from liability. Indeed, the vaccine approval and\nlicensing process, as operated by the FDA and ACIP, actually functions\nprimarily to release federal funds to buy vaccines from the\nmanufacturers. (1)\n\nPhysicians and nurse practitioners are aware that they may become\nsubjects of investigation by the DOH or suffer sanctions and penalties\nfrom their licensing boards, if they are seen as departing from these\nofficial policy recommendations. Yet, these broad-based recommendations\nuse restrictive criteria for determining vaccine contraindications, and\noften fall outside the parameters that a personal-care clinician may\nrightfully deem an unacceptable risk to health, based upon his/her\nmedical training, experience, patient's medical and family history, and\nmedical conditions unique or peculiar to the patient.\n\nSafety Concerns\n\nAutism and autoimmune diseases have soared to epidemic proportions in\nthe U.S. and the developed world. The rates of type-l diabetes and\nasthma in children have doubled since 1980 in places where air pollution\nhas sharply declined. (2) Debates that are currently raging within\nmedical circles concerning the role that vaccinations may play in\nautistic spectrum disorders, learning disabilities, chronic neurological\nand autoimmune diseases may be indicative that medical consensus is\nwaning on vaccine recommendations.\n\nToday, a child receives about 39 doses of vaccines by the time he's 6\nyears-old. By the time he's finished primary school, he would have\nreceived roughly four times that many doses. Over 200 new genetically\nengineered vaccines are now under development, and are candidates for\nmandates. What most physicians are concerned about is protecting the\nmost vulnerable children.\n\nThe aforementioned concerns prompted the 4,000 members of the\nAssociation of American Physicians and Surgeons (AAPS) - a professional\nassociation of physicians founded in 1943 _ to vote on November 2000, at\ntheir 57th Annual Meeting in St. Louis to pass a resolution calling for\nan end to all state mandatory childhood vaccines. The resolution passed\nwithout a single \"no\" vote. (Resolution and mandatory vaccine fact sheet\nposted at www.aapsonline.org). (3)\n\nBut rescinding vaccination mandates is not a measure that has to be\ntaken. This bill provides a prudent and equitable alternative, proven so\nin 18 other states (see below). While permitting a means for parents to\nopt out, existing safeguards remain in place - authorized in section\n2164, as well as Health and Education Law (4) - for educating the\npublic, surveying for outbreaks of communicable diseases, and requiring\nschools to exclude susceptibles, inform the DOH, and inform other\nparents of children attending the school, in such an event. A completed\nconsent form provided under subdivision 6 _ amended to accommodate an\naffirmation of \"personal objections\" to immunization- will properly\ndistinguish a parent who is acting responsibly, from one who may be\nnegligent.\n\nRestricting exemptions in order to maintain, \"herd immunity\" isn't\njustified. Herd immunity is maintained with a \"threshold\" vaccine\ncoverage of 80-90%. But according to 1994-1995 data from 40 states\nreported to the CDC, about 0.5% of parents in the U.S. file for\nvaccination exemptions, citing medical, religious or philosophical\nreasons, although the number is as high as 2.5% in some states.\nNevertheless, herd immunity is supposed to indirectly protect those who\nare not vaccinated from infection (not necessarily disease). Therefore,\nthose choosing to be vaccinated are theoretically protected from\ndisease, whether vaccine coverage achieves the required threshold or\nnot.\n\nParental Involvement:\n\nWith the aforementioned restrictions placed on\nobtaining religious and medical waivers, this bill - herein referred to\nas the \"Philosophical Exemption Act\" - essentially permits parental\ninvolvement in medical decisions involving their children. This is\nactually in accord with the CDC's own statements: \"...the goal that all\nparties share regarding vaccine risk communication should be informed\ndecision making. Consent for vaccination is truly \"informed\" when the\nmembers of the public know the risks and benefits and make voluntary\ndecisions.\" (5) \"Voluntary decisions\" and \"informed decisions\" implies\nthere's freedom to make those decisions. This bill affords parents the\nopportunity to act on their decisions.\n\nIn recent years, there has been increased public awareness of apparent\nvaccine-associated injuries and diseases. People now have access - via\nthe Internet - to medical journals and public health bulletins. Parents\nobserving permanent changes in their children just hours or days\nfollowing vaccination are numbering in the tens of thousands, and are\n\nquestioning the official position that there are no causative\nassociations. Some parents believe that the high level of doses\ncurrently mandated for school may be diminishing the overall benefits of\nvaccination. Others in consultation with their family physicians _ have\nconcluded that the \"one-size-fits-all\" vaccination schedule is\ninappropriate for their children. Many of these parents are in fact\ndoctors, health professionals, lawyers, and teachers themselves.\n\nSurprisingly, based on the current ACIP vaccine recommendations, a\nstudent in NYS cannot qualify for the medical waiver for a particular\nvaccine based solely on evidence that it produced severe reactions in\nhis siblings, or for other vaccines that contain any of the same\npreservatives, adjutants, neutralizers, carrying agents, and extracting\nagents such as thimerosal (a mercury derivative), benzethonium chloride,\nmethyl paraben, phenol red, pyridene, ethanol, ethylene chlorophyrin,\naluminum hydroxide, aluminum hydrochloride, sodium hydroxide, aluminum\nsulfate, aluminum potassium sulfate, sorbitol, hydrolyzed gelatin,\ncarbonic acid, thiosalicyclic acid, or formaldehyde (in the form of\nformalin). Indeed, there exists parents with one or more children who\nare autistic, or otherwise neurologically impaired from vaccination, who\nare not allowed the medical exemption for those children, or other\nsiblings.\n\nIn observing the strenuous lobbying efforts to mandate the controversial\n(re: safety and efficacy) hepatitis-b vaccine - for children who are at\nlow-risk for the disease, and the precipitous approval of the dangerous\nrotavirus vaccine - subsequently withdrawn from the market, many parents\nsense a growing fanaticism has taken hold of public health officials,\nwho appear too eager to maximize vaccination rates at any cost - not\nsolely to prevent disease, but also to maximize receipt of federal\ngrants that are directly matched to state vaccination levels, as well as\nto sustain and vindicate the efficacy of the medical paradigm that has\nbecome the cornerstone of their profession.\n\nConsequently, some parents have taken an active role in their family's\nhealth. So in addition to some aspects of allopathic medicine, some\nparents also include homeopathy, anthroposophy, or eastern medicine as\nan integral part of their overall health strategies. Others have adopted\nprinciples of Natural Hygiene, among which includes the safe and\neffective reliance on fasting instead of antipyretic and antipruritic\ndrugs at the onset of catarrhal diseases. As evidence mounts that\nvaccines solely stimulate humoral immunity, and suppress cell-mediated\nimmunity (that which prevents infectious diseases) (6) these people are\nseeking answers to prohlyaxis in other ways.\n\nApparently, these alternatives are yielding good results. For example,\nlifestyle factors associated with anthroposophy - characterized by\nrestricted use of antibiotics, few vaccinations, and a diet rich in live\nlactobacilli - may lessen the risk of atopy in childhood. (7)\nConversely, disease outbreaks are known to occur amid highly vaccinated\npopulations - and often disproportionately among those vaccinated. Also\n\nsatisfactory long-term studies on vaccine safety are yet to be performed\n(Appendix 1).\n\nPerhaps parents should no longer be stigmatized for their decision not\nto vaccinate. By definition, parents making these choices are\nresponsible and conscientious, and their names should no longer be\nlisted in 'watch' registries of child protection services for either\nmedical, or educational neglect (if rejection of waiver leads to\nchildren being excluded from school).\n\nThe Philosophical Exemption:\n\nCurrently, all states except West Virginia and Mississippi have\nreligious exemptions. Philosophic-type exemptions are allowed in 18\nstates: Arizona, California, Colorado, Idaho, Indiana, Louisiana, Maine,\nMichigan, Minnesota, New Mexico, N. Dakota, Ohio, Oklahoma, Rhode\nIsland, Utah, Vermont, Washington, Wisconsin. At the time of this\nwriting, a House and Senate bill in the Missouri legislature, and a\nSenate bill in West Virginia, if enacted, would establish\nphilosophic-type waivers in those states.\n\nMost states that have philosophic-type waivers also have religious\nwaivers. However, in NYS, where only a religious waiver is allowed,\nregulations specifically require school officials to distinguish between\nwhat is 'philosophical' and what is 'religious'. Litigation most often\ninvolves the state arguing that parents hold 'personal philosophies',\nrather than 'legitimate' religious beliefs.\nAll states allow medical waivers based on a risk to health. This is not\nsurprising, given that the basis for the mandates themselves derive from\nallopathic medicine. However, what might be surprising that while the\nright of the state to impose the mandates has been upheld since 1905 in\n\"Jacobsen v. Commonwealth of Massachusetts\", (8) the actual efficacy of\nvaccination as a public health. measure to justify state mandates has\nnever been reviewed by the judiciary.\n\nThat was the basis for the\ndecision in Viemeister v. White (1904), in which New York State's\ncompulsory vaccination law against smallpox was upheld. From\n\"Viemeister\", the court affirmed the legislative mandate, based on \"the\ncommon belief of the people\" that vaccination fulfills its promise,\n\"whether it does in fact or not.\" (9) The U.S. Supreme Court followed\nsuit a year later in \"Jacobsen\", using similar phrases \"this is the\ncommon belief of the people of the state\" in upholding the state's\nmandatory vaccination statute. Thereafter, courts generally made\nallowances for exemptions based on personal and religious freedoms, and\nparental rights, but restricted them with respect to countervailing\nfactors: protection of the community from communicable diseases and\nprotections of minor children. (10)\n\nThe grounds for Viemeister and Jacobsen decisions can be traced to the\nU.S. Constitution. The creation by the legislature of the coequal\nexecutive and judicial branches laid the foundation for the\n\nestablishment of an aristocratic class: A hierarchical system emerged\nwhich depended on experts whose authority had to be taken as given. In\nparticular, the rise of the status of medical doctors in America was\nacknowledged through the acceptance by the U.S. Supreme Court of the\ndoctrine of \"high medical authority\". (11) in \"Jacobsen\" and its\nprogeny, the doctrine of high medical authority is used to preclude new\ncountervailing medical evidence, least of all alternative paradigms of\nhealth and disease. Thus describes the root of the problem in expanding\nfreedoms to dissent from medical mandates.\n\nHowever, the grounds for philosophical dissent are also rooted in the\nConstitution. It provides the right to hold views different from the\nmajority, and the right to act conscientiously in accordance with those\nviews. Certainly, a pluralistic society flourishes if the views of the\nminority are afforded some protection. The theme of the Philosophical\nExemption Act is the acknowledgment that a system of health care has\nemerged dominant in the society, and that rightly or wrongly, the\ngovernment has chosen to promote it through legal mandates. However,\njust as the government is restricted from establishing religion, it can\nbe argued in the abstract, that it is not the role of government to\nsanction one theory of health and disease over any other. Indeed, some\nof the Founders of our Republic wanted to include a guarantee for\nmedical freedom in Article 1 of the Constitution, as had been provided\nfor civil and religious freedoms. But the efforts were blocked by the\nestablished medical interests at the time. (Appendix 2)\n\nNevertheless, a legislated philosophical exemption provides a rightful\nmeans for an individual to decline and abstain from medical mandates.\nIt's a guarantee that no government sanctioned paradigm or system of\nbeliefs will retain absolute authority over an individual's freedom of\nchoice.\n\nReligious and Philosophical Beliefs - Discussion:\n\nAs noted earlier, some of our nation's Founders thought that some\nsecular beliefs and expressions (i.e., dissent from compulsory medicine)\nshould be extended the same Constitutional protections as religious\nbeliefs. Indeed, the coexistence of both religious and philosophical\ntype waivers from vaccination in 18 states (currently) tends to validate\nthat view. But to what extent has the distinction between 'religious'\nand 'philosophic' become blurred as it relates to the right to decide,\nand act upon ones beliefs?\n\nLet us consider a hypothetical example of a\nbelief: suppose a tenet of a religion was to avoid eating meat and\ngrains in the same meal. Apparently, a thousand years ago, adherents to\nthis religion realized that consuming meat and coarse grains together\nled to indigestion. They believed its discomfort arose because God had\nforbade this dietary mixture. A thousand years later, modem science\nuncovers a physiological explanation for the discomfort: starch-based\nfoods require an alkaline medium in the stomach for it to be digested\nproperly. But the meat portion of the food triggers the secretions of\n\npepsin, an acid which lowers the pH and disrupts the digestion of the\nstarch portion of the meal. The result is that some of the undigested\nstarch decomposes via fermentation, yielding alcohol and methane gas,\ncausing indigestion and discomfort. Despite the after-the-fact\nscientific explanation that became available later, this dietary decree\nwould likely remain a recognized religious tenet to this day. But the\nopposite is not likely: a modem-day admonition against this diet would\nnot be accepted as a religious tenet today.\n\nIs it because this dietary rule is introduced in the modem era? Are\nbeliefs considered religious only if they originated long ago? Perhaps\nthey should not. What was thought to be discomforting 1000 years ago is\nstill discomforting today.\n\nOr is it because this dietary rule is now \"colored\" with a scientific\nexplanation to account for the discomfort engendered by not adhering to\nthe diet? Possibly. But it wouldn't affect the strength of conviction:\nAn atheist may be just as certain that the airplane he's traveling in\nwon't crash-based on his \"faith\" in technology - as a religious person\nmay be - based on his faith in his god.\n\nReligious beliefs entail a faith in God, or absolutes. Philosophical\nbeliefs might include God-or \"nature\"but would essentially be based on\nscience-which describes how nature works. But functionally-in degree of\nconvictions, certainty and expectations-they appear to be no different.\nSo, as science endeavors to reduce the number of absolutes, shouldn't\npeople have the right to make decisions based on those \"less than\nabsolute\" aspects of life-like whether or not vaccination is appropriate\nfor their children? For example, courts have restricted devoutly\nreligious parents from withholding life-saving medical treatments from\ntheir children. Apparently today, society approves of religious\nsentiments only when they don't involve \"life-and-death\" issues, like a\nvictorious baseball pitcher thanking God after the game-deemed quaint,\nbut harmless by the public. But deciding whether or not to vaccinate is\na serious medical decision. Should religious beliefs be the sole means\navailable for parents to decline vaccination?\n\nThe definition of religion in the Random House Dictionary is: \"Concern\nover what exists beyond the visible world, differentiated from\nphilosophy in that it operates through \"faith or intuition\", rather than\nreason.\" A millennium ago, faith and intuition' explained most aspects\nof life. Today, reason and science have supplanted much of that. But\nwhile we are now left with less faith and are provided more science,\nstraight facts about vaccination appear to have a minor influence on\nmost parents. Doctors often complain that all the facts they bring to\nbear on some parents fails to persuade them to vaccinate. That is\nbecause facts must conform to people's already developed system of\nbeliefs-i.e., their overall philosophy of life, much of which includes\naspects of \"faith and intuition\". If new facts don't conform to people's\nbelief systems, then it's the facts that are rejected, and not their\ncore belief systems. How else can anything other than strongly held,\n\ninsurmountable core beliefs allow parents to face public ostracism, by\nstanding against such a widely-supported public health measure?\n\nA Natural Hygienist, for example, believes that disease is not an\ninevitable part of life; that it depends on how you live and eat, and\nnot who coughs in your direction. Or, as Pidoux said to Pasteur's\nannoyance\"Disease is born of us and in us\". Conversely, doctors are\ntaught that disease is more a function of the germ, than the health of\nthe host. Their preference for artificial prophylaxis (vaccination) is a\nmanifestation of their beliefs, and the facts that they subsequently\naccept or reject is directly influenced by the medical theory they\nlearned in school.\n\nAlthough we don't admit it, we act on our beliefs. \"Mere\" facts are\neither accepted or rejected.\n\nIn March of 200l, in taking notice of the state's claim that a parent's\nobjection to vaccination was based on medical aspects, and not\nreligious, the Wyoming Supreme Court asked rhetorically, \"If parents\nhave not consistently expressed those religious beliefs over time,\nshould they be denied an exemption? Can parents have beliefs that are\nboth philosophical and religious without disqualifying their exemption\nrequest?\" Acknowledging the State's concern with \"improper evasion\" of\nthe vaccination law, the Court wrote, \"we are confident in our\npresumption that parents act in the best interest of their children's\nphysical, as well as their spiritual health.\"\n\nLEGISLATIVE HISTORY:\n2009-10 - S.2377/A.4886\n2007/08 - S.3031/A.5468\n2005/06 - S.305\n2003/04 - S.695/A.10326\n2001/02 - S.7111\n\nFISCAL IMPLICATIONS:\nIf enacted, funds previously\nspent on screening applicants for the religious exemption and possible\nappeals, would be retained by the Department of Education. Similarly,\nlocal school districts would not face litigation expenses.\n\nEFFECTIVE DATE:\nImmediate.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to enacting the \"philosophical exemption to immunizations act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T145615.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250585
}