{
  "year" : 2011,
  "senateBillNo" : "S1330-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1330-2011-1294290000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes political subdivisions to award public contracts to participants of a MWBE program at a cost premium not to exceed ten percent of the lowest bid",
  "summary" : "Authorizes political subdivisions to award public contracts to participants of a minority and women owned business enterprise program at a cost premium not to exceed ten percent of the lowest bid. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S3185-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "AVELLA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1330\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  DILAN,  DIAZ,  HASSELL-THOMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Local Government\n\n       AN  ACT  to  amend the general municipal law, in relation to authorizing\n         political subdivisions to award public contracts to participants of  a\n         minority and women owned business enterprise program at a cost premium\n         not  to exceed ten percent of the lowest bid as an available remedy to\n         a demonstrated disparity\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 104-a of the general municipal law, as amended by\n    2  chapter 468 of the laws of 1994, is amended to read as follows:\n    3    S 104-a. Purchasing [of products] for public use.  1.  Notwithstanding\n    4  the  provisions  of section one hundred three of this [chapter] ARTICLE,\n    5  when purchasing products the officer, board or agency of  any  political\n    6  subdivision  or  of  any  district  therein charged with the awarding of\n    7  public contracts may, wherever recycled products meet contract  specifi-\n    8  cations  and  the  price  of  such  products  is reasonably competitive,\n    9  purchase such products. For the purpose of  this  [section]  SUBDIVISION\n   10  and  until  July  first, nineteen hundred ninety-six, \"recycled product\"\n   11  shall mean any product which has been manufactured from secondary  mate-\n   12  rials, as defined in subdivision one of section two hundred sixty-one of\n   13  the  economic  development  law,  and  meets  secondary material content\n   14  requirements adopted by the office of general services  [under  subdivi-\n   15  sion  one of section one hundred seventy-seven of the state finance law]\n   16  for products available to the political subdivision  or  district  under\n   17  state  contract  or,  if no such contract for such product is available,\n   18  any product which meets  the  secondary  material  content  requirements\n   19  adopted by the political subdivision or district thereof with respect to\n   20  a  specific  commodity  procurement  by  such  entity. On and after July\n   21  first, nineteen hundred ninety-six, \"recycled product\" shall  mean,  for\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02925-01-1\n\n       S. 1330                             2\n\n    1  the  purposes  of this [section] SUBDIVISION, any product which is manu-\n    2  factured from secondary materials, as  defined  in  subdivision  one  of\n    3  section two hundred sixty-one of the economic development law, and which\n    4  meets  the  requirements  of  subdivision  two of section 27-0717 of the\n    5  environmental conservation  law  and  regulations  promulgated  pursuant\n    6  thereto.  For  the  purpose  of  this [section] SUBDIVISION, \"reasonably\n    7  competitive\" shall mean that the cost of the recycled product  does  not\n    8  exceed  a  cost  premium  of  ten percent above the cost of a comparable\n    9  product that is not a recycled product or, if at least fifty percent  of\n   10  the  secondary materials utilized in the manufacture of that product are\n   11  generated from the waste stream in New York state, the cost of the recy-\n   12  cled product does not exceed a cost premium of fifteen percent above the\n   13  cost of a comparable product that is not a recycled product.\n   14    Whenever such officer, board or agency shall  purchase  or  cause  the\n   15  purchase  of  printing on recycled paper pursuant to this section, he or\n   16  she shall require the printed material to  contain  the  official  state\n   17  recycling  emblem  established  pursuant  to  subdivision two of section\n   18  27-0717 of the environmental conservation law and regulations promulgat-\n   19  ed pursuant thereto if such paper has been approved by the department of\n   20  environmental conservation as satisfying the requirements of such  stat-\n   21  ute and regulations, or, if such paper has not been so approved, require\n   22  the  printed material to include a printed statement which indicates the\n   23  percentages of pre-consumer and post-consumer recycled material  content\n   24  of such paper.\n   25    2. NOTWITHSTANDING THE PROVISIONS OF SECTION ONE HUNDRED THREE OF THIS\n   26  ARTICLE, WHEN PURCHASING GOODS, SERVICES OR CONSTRUCTION FOR PUBLIC USE,\n   27  THE  OFFICER,  BOARD  OR  AGENCY  OF ANY POLITICAL SUBDIVISION OR OF ANY\n   28  DISTRICT THEREIN CHARGED WITH THE  AWARDING  OF  PUBLIC  CONTRACTS  THAT\n   29  EMPLOY A MINORITY OR WOMEN OWNED BUSINESS ENTERPRISE (MWBE) PROGRAM, MAY\n   30  AWARD  ANY  CONTRACT  VALUED  AT  NO  MORE THAN ONE MILLION DOLLARS TO A\n   31  PARTICIPANT OF SUCH PROGRAM EVEN IF SUCH PARTICIPANT IS NOT  THE  LOWEST\n   32  BIDDER  FOR SUCH CONTRACT, PROVIDED, HOWEVER THAT SUCH AWARD MAY ONLY BE\n   33  MADE TO THE LOWEST MWBE BID THAT IS REASONABLY  COMPETITIVE.    FOR  THE\n   34  PURPOSE  OF  THIS  SUBDIVISION,  AN \"MWBE PROGRAM\" SHALL BE DEFINED AS A\n   35  PROGRAM DESIGNED TO INCREASE PARTICIPATION OF MWBES IN PUBLIC  CONTRACT-\n   36  ING  THAT IS BASED ON A STUDY IN WHICH IT WAS FOUND THAT THERE IS OR HAS\n   37  BEEN A DISPARITY BETWEEN THE AVAILABILITY AND THE UTILIZATION  OF  MWBES\n   38  IN  THE  AWARD  OF  CONTRACTS  BY SUCH POLITICAL SUBDIVISION OR DISTRICT\n   39  THEREIN. FOR THE PURPOSE OF THIS SUBDIVISION,  \"REASONABLY  COMPETITIVE\"\n   40  SHALL MEAN THAT THE MWBE BID DOES NOT EXCEED THE LOWEST BID BY MORE THAN\n   41  TEN PERCENT.\n   42    S  2.  This  act shall take effect on the thirtieth day after it shall\n   43  have become a law.\n",
  "memo" : "BILL NUMBER:S1330\n\nTITLE OF BILL:\n\nAn act\nto amend the general municipal law, in relation to authorizing political\nsubdivisions to award public contracts to participants of a minority and\nwomen owned business enterprise program at a cost premium not to exceed\nten percent of the lowest bid as an available remedy to a demonstrated\ndisparity\n\nPURPOSE:\n\nTo ensure MWBE certified businesses can compete for local procurement\nopportunities.\n\nSUMMARY OF PROVISIONS:\n\nAmends Section 104-a of the general municipal law to provide that when\npurchasing goods, services or construction for public use on\ncontracts less than one million a municipality may award the contract\nas reasonably competitive when (1) a study has found that there is or\nhas been a disparity between the availability and the utilization of\nMWBEs in the award of contracts by such political subdivision or\ndistrict therein;\nand (2) the bid does not exceed the lowest bid by more than ten percent.\n\nJUSTIFICATION:\n\nMany MWBEs are losing contracts by very small margins (a few\npercentage points). Though localities like the City of New York,\nwhich have increased its certified MWBE firms by over 40% from\nDecember 2006 to December 2007, the number of firms who win contracts\nremain very low, despite the goals set forth in NYC Local law 129 and\nthe goals and utilization plans set forth by the individual agencies.\nDue to General Municipal Law &sect; 103, localities cannot require\nagencies to award contracts to anyone but a lowest responsible\nbidder. This constrains localities from developing a stronger program\nthat might result in more contract awards to certified MWBEs.\n\nAs many MWBEs are losing bids by very narrow margins, legislation that\nwould allow the localities to give certified firms a small price\npreference could help address this problem. State Finance law\n165(3) (b) (i) already allows for such a price preference for the\nstate purchase of recycled goods (state agencies may purchase\nrecycled commodities at a cost premium not to exceed ten percent of\nwhat a non-recycled commodity would cost or not to exceed 15% for\ncommodities with over 50% secondary materials generated from NY waste\nstream). Legislation that mirrors STF &sect;165, would allow\nmunicipalities to give certified MWBEs a small price preference when\nawarding qualifying contracts.\n\nLEGISLATIVE HISTORY:\n\n2009/10 - S.8575/A.6807  Passed Senate\n2007/08 - S.8575/A.11672\n\nFISCAL IMPLICATIONS:\n\nNone to the State; local impact would depend on how the law is\nimplemented by a municipality.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the 30th day after becoming law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to authorizing political subdivisions to award public contracts to participants of a minority and women owned business enterprise program at a cost premium not to exceed ten percent of the lowest bid as an available remedy to a demonstrated disparity ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T145615.TXT", "SOBI.D110111.T101148.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250583
}