{
  "year" : 2011,
  "senateBillNo" : "S1331-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1331-2011-1294290000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"philosophical exemption to immunizations act\"",
  "summary" : "Enacts the \"philosophical exemption to immunizations act\" in order to establish an exemption to mandatory immunizations. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S2337-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1331\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DILAN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health  law,  in  relation  to  enacting  the\n         \"philosophical exemption to immunizations act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"philosoph-\n    2  ical exemption to immunizations act\".\n    3    S 2. Subdivision 6 of section  2164  of  the  public  health  law,  as\n    4  amended  by  chapter  189  of  the  laws  of 2006, is amended to read as\n    5  follows:\n    6    6. In the event that a person in parental relation to  a  child  makes\n    7  application  for  admission  of  such  child  to a school or has a child\n    8  attending school and there exists no  certificate  or  other  acceptable\n    9  evidence  of  the  child's  immunization  against  poliomyelitis, mumps,\n   10  measles, diphtheria, rubella, varicella, hepatitis B,  pertussis,  teta-\n   11  nus,  and,  where  applicable,  Haemophilus  influenzae type b (Hib) and\n   12  pneumococcal disease, the principal, teacher, owner or person in  charge\n   13  of  the  school  shall  inform  such person of the necessity to have the\n   14  child immunized, that such  immunization  may  be  administered  by  any\n   15  health  practitioner,  or that the child may be immunized without charge\n   16  by the health officer in the county where the  child  resides,  if  such\n   17  person  executes  a  consent  therefor  AND  PROVIDE A FORM CITING OTHER\n   18  OPTIONS OF COMPLIANCE AS NOTED IN THIS SECTION.  In the event that  such\n   19  person  does  not wish to select a health practitioner to administer the\n   20  immunization, [he or she shall  be  provided  with  a  form  which]  THE\n   21  PROVIDED FORM shall give notice that as a prerequisite to processing the\n   22  application for admission to, or for continued attendance at, the school\n   23  such person shall state a valid reason for withholding consent, OR CHECK\n   24  A FIXED STATEMENT PRE-PRINTED ON THE FORM INDICATING HIS OR HER PERSONAL\n   25  OBJECTION  TO  IMMUNIZATIONS,  MEDICAL TESTING AND TREATMENTS or consent\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03974-01-1\n\n       S. 1331                             2\n\n    1  shall be given for immunization to be administered by a  health  officer\n    2  in  the public employ, or by a school physician or nurse. The form shall\n    3  provide for the execution of a consent by such person and it shall  also\n    4  state  that  such  person  need  not execute such consent if subdivision\n    5  eight or nine of this section apply to such child.\n    6    S 3. The opening paragraph of subdivision 8-a of section 2164  of  the\n    7  public  health  law,  as  amended by chapter 189 of the laws of 2006, is\n    8  amended to read as follows:\n    9    Whenever a child has been refused admission to, or  continued  attend-\n   10  ance  at,  a school as provided for in subdivision seven of this section\n   11  because there exists no certificate provided for in subdivision five  of\n   12  this  section  or  other acceptable evidence of the child's immunization\n   13  against poliomyelitis, mumps, measles, diphtheria,  rubella,  varicella,\n   14  hepatitis  B,  pertussis,  tetanus,  and,  where applicable, Haemophilus\n   15  influenzae type b (Hib) and pneumococcal disease, OR OTHER  EVIDENCE  OF\n   16  COMPLIANCE  AS  NOTED  IN THIS SECTION, the principal, teacher, owner or\n   17  person in charge of the school shall:\n   18    S 4. Subdivision 9 of section 2164 of the public health law, as  sepa-\n   19  rately  amended  by chapters 405 and 538 of the laws of 1989, is amended\n   20  to read as follows:\n   21    9. This section shall not apply to children whose parent, parents,  or\n   22  guardian  hold  PERSONAL  OBJECTIONS  OR  genuine  and sincere religious\n   23  beliefs which are contrary to the  practices  herein  required,  and  no\n   24  certificate  OF  IMMUNIZATION,  MEDICAL  TESTS  AND  TREATMENTS shall be\n   25  required as a prerequisite to such children being admitted  or  received\n   26  into school or attending school.\n   27    S  5. Subdivision 6 of section 2165 of the public health law, as added\n   28  by chapter 405 of the laws of 1989, is amended to read as follows:\n   29    6. In the event that a student registers at an institution and has not\n   30  complied with subdivision two of this  section,  the  institution  shall\n   31  inform  such student of the necessity to be immunized, that such immuni-\n   32  zation may be administered by  any  health  practitioner,  or  that  the\n   33  student  may  be  immunized  without charge by the health officer in the\n   34  county where the student resides or in which the institution is located,\n   35  AND PROVIDE A FORM CITING THE OTHER OPTIONS OF COMPLIANCE  AS  NOTED  IN\n   36  THIS  SECTION.  In the event that such student does not comply with this\n   37  section, he or she shall be given notice that attendance at the institu-\n   38  tion requires immunization unless a valid reason  is  provided  by  such\n   39  student  pursuant to subdivision eight or nine of this section OR UNLESS\n   40  SUCH STUDENT HAS CHECKED A FIXED STATEMENT PRE-PRINTED ON THE FORM INDI-\n   41  CATING A PERSONAL OBJECTION TO IMMUNIZATIONS, MEDICAL TESTING AND TREAT-\n   42  MENTS.\n   43    S 6. Subdivision 9 of section 2165 of the public health law, as  added\n   44  by chapter 405 of the laws of 1989, is amended to read as follows:\n   45    9.  This  section  shall  not  apply  to  a  person who holds PERSONAL\n   46  OBJECTIONS OR genuine and sincere religious beliefs which  are  contrary\n   47  to  the  practices  herein required, and no certificate OF IMMUNIZATION,\n   48  MEDICAL TESTS AND TREATMENTS shall be required as a prerequisite to such\n   49  person being admitted or received into or attending an institution.\n   50    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to enacting the \"philosophical exemption to immunizations act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T145615.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110106.T153730.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294689375358
}