{
  "year" : 2011,
  "senateBillNo" : "S1338-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1338-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that ownership of unidentifiable part in identifiable motorcycle, other than stolen motorcycle shall be returned to owner after investigation",
  "summary" : "Provides that ownership of unidentifiable part in identifiable motorcycle, other than a stolen motorcycle shall be returned to such owner, provided that department has made findings such owner had no knowledge part was unidentifiable and that owner wasn't responsible nor acted in concert to render such part unidentifiable; provides that a department investigation shall take place within thirty days after seizure of motorcycle; and requires commissioner to establish criteria to determine whether motorcycle shall be confiscated, seized or impounded and also to establish a system to ensure return of motorcycles to owners in undamaged condition. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1298-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1338\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  DILAN,  DIAZ,  HASSELL-THOMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the transfer\n         of motorcycles having parts with unidentifiable identification numbers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 423-a of the vehicle  and  traffic\n    2  law,  as added by chapter 976 of the laws of 1981, is amended to read as\n    3  follows:\n    4    2. Assignment of a new identification number AND RETURN OF MOTOR VEHI-\n    5  CLE, TRAILER OR PART TO OWNER.   If  a  person  other  than  the  person\n    6  arrested  be  the  owner,  the  motor  vehicle, trailer or part shall be\n    7  returned to him OR HER as soon as he OR SHE has  arranged  to  have  the\n    8  department  of  motor  vehicles  affix a new number, or in the case of a\n    9  part, inspect such part, and the department has done so, as provided  in\n   10  section four hundred twenty-two of this [chapter] ARTICLE.  Prior to the\n   11  return of the motor vehicle, trailer or part, or the transfer of custody\n   12  of  said  motor  vehicle,  trailer  or part, the arresting officer shall\n   13  transmit notice of the arrest to the commissioner.\n   14    S 2. Subdivision 3 of section 423-a of the vehicle and traffic law  is\n   15  amended by adding a new paragraph (d) to read as follows:\n   16    (D)  NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION, OWNERSHIP OF\n   17  AN UNIDENTIFIABLE PART IN AN OTHERWISE  IDENTIFIABLE  MOTORCYCLE,  OTHER\n   18  THAN  A STOLEN MOTORCYCLE, HELD BY THE DEPARTMENT OR BY A POLICE DEPART-\n   19  MENT SHALL BE TRANSFERRED TO THE OWNER OF SUCH MOTORCYCLE  UPON  HIS  OR\n   20  HER  REQUEST, PROVIDED THAT THE DEPARTMENT OR POLICE DEPARTMENT MAKES AN\n   21  INVESTIGATION AND, IF APPROPRIATE, HOLDS A HEARING AND FINDS  THAT  SUCH\n   22  OWNER  HAD  NO  KNOWLEDGE THAT THE PART WAS UNIDENTIFIABLE AND THAT SUCH\n   23  OWNER WAS NEITHER RESPONSIBLE FOR RENDERING SUCH PART UNIDENTIFIABLE NOR\n   24  ACTING IN CONCERT WITH ANY PERSON WHO RENDERED OR HAD SUCH PART RENDERED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02676-01-1\n\n       S. 1338                             2\n\n    1  UNIDENTIFIABLE. SUCH TRANSFER SHALL BE MADE WITHOUT  ANY  PAYMENT  BEING\n    2  MADE  TO  THE  DEPARTMENT OR POLICE DEPARTMENT PROVIDED THAT THE DEPART-\n    3  MENT'S OR POLICE DEPARTMENT'S INVESTIGATION RESULTS IN  A  FINDING  THAT\n    4  THE  PERSON HAS BEEN THE OWNER OF THE MOTORCYCLE WITH THE UNIDENTIFIABLE\n    5  PART CONTAINED THEREIN FOR A PERIOD OF AT LEAST  EIGHTEEN  MONTHS.  SUCH\n    6  INVESTIGATION  SHALL  BE MADE BY THE DEPARTMENT OR THE POLICE DEPARTMENT\n    7  WITHIN THIRTY DAYS OF THE REQUEST OF SUCH OWNER FOR THE RETURN  OF  SUCH\n    8  UNIDENTIFIABLE  PART.  IF  THE OWNER OF SUCH MOTORCYCLE CANNOT BE ASCER-\n    9  TAINED, OR IF THE OWNER OR CUSTODIAN IS ARRESTED AND  CONVICTED  OF  THE\n   10  THEFT  OR UNLAWFUL POSSESSION OF SUCH MOTORCYCLE, SUCH A TRANSFER MAY BE\n   11  MADE TO A PERSON ENGAGED IN THE BUSINESS  OF  BUYING  OR  SELLING  MOTOR\n   12  VEHICLES,  TRAILERS OR PARTS WHO IS SUBJECT TO THE PRESUMPTION IN SUBDI-\n   13  VISION ONE OF SECTION FOUR HUNDRED TWENTY-ONE OF THIS ARTICLE, ONLY UPON\n   14  PAYMENT TO THE DEPARTMENT OR TO THE POLICE DEPARTMENT OF AN AMOUNT EQUAL\n   15  TO THE REASONABLE WHOLESALE VALUE OF THE PART. PROCEEDS FROM THE  TRANS-\n   16  FER OF ANY SUCH PART SHALL BE PAID INTO THE GENERAL FUND OF THE STATE IF\n   17  TRANSFERRED  BY  THE DEPARTMENT OR THE DIVISION OF STATE POLICE, OR INTO\n   18  THE GENERAL FUND OF THE APPROPRIATE LOCAL AUTHORITY, IF TRANSFERRED BY A\n   19  LOCAL POLICE DEPARTMENT. NO SUCH PART SHALL BE TRANSFERRED  PURSUANT  TO\n   20  THIS PARAGRAPH UNTIL A SPECIAL IDENTIFICATION NUMBER HAS BEEN AFFIXED TO\n   21  SUCH  PART  AND  THE  APPROPRIATE  FEE HAS BEEN PAID BY THE OWNER OF THE\n   22  MOTORCYCLE.\n   23    S 3. This act shall take effect on the one hundred twentieth day after\n   24  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1338\n\nTITLE OF BILL:\n\nAn act\nto amend the vehicle and traffic law, in relation to the transfer of\nmotorcycles having parts with unidentifiable identification numbers\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nTo ensure the prompt return of motor cycles seized from innocent\nowners due to problems with vehicle identification numbers.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection One of the bill would assign a new identification number and\nreturn of motor vehicle, trailer or part to owner. If a person other\nthan the person arrested be the owner, the motor vehicle, trailer or\npart shall be returned to his or her as soon as he or she has\narranged to have the department of motor vehicles affix a new number,\nor in the case of a part, inspect such part, and the department has\ndone so, as provided in section four hundred twenty-two of this\n(chapter) article. Prior to the return of the motor vehicle, trailer\nor part, or the transfer of custody of said motor vehicle, trailer\nor part, the arresting officer shall transmit notice of the arrest to\nthe commissioner.\n\nSection two of the bill would require the transfer of ownership of an\nunidentifiable part in an otherwise identifiable motorcycle (other\nthan a stolen motorcycle) held by DMV or a local police department to\nthe owner of the motorcycle, provided that DMV or such department has\nmade findings that the owner had no knowledge that the part was\nunidentifiable and the owner was neither responsible for rendering\nthe part unidentifiable nor acting in concert with any person to do\nso. This section also would require an investigation for making such\nfindings, to be made no later than 30 days after seizure of the\nmotorcycle. Upon such findings, the bill would require DMV or such\npolice department to return such motorcycle to its Owner immediately.\nFinally, the bill would require DMV to establish a system of\nsafeguards to ensure the return of a seized or confiscated motorcycle\nin an undamaged condition.\n\nJUSTIFICATION:\n\nThere have been instances in New York State where motorcycles have\nbeen seized from innocent owners, on the grounds that the vehicle\nidentification numbers (VINs) of such motorcycles or parts thereof\nhave been destroyed, removed, altered, defaced or covered in a manner\nso as to be effectually concealed. Despite the fact that such owners\nwere neither arrested nor convicted of violating the law requiring\nretention of VINs on vehicles, often the motorcycles in question are\n\nnot returned.\nThis bill will ensure that persons innocent of any illegal action\nregarding VINs are able to have their property returned in a timely\nfashion. It also will ensure that the seizure of such vehicles\nin the first\ninstance are pursuant to criteria established by the Department of Motor\nVehicles.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009/10 - S.1298/A.1933 - Advanced to 3rd Reading\n2007/08 - S.1705/A.1939\n2006    - S.8588A/A.8588A\n\nFISCAL IMPLICATIONS:\n\nUnknown.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the one hundred twentieth day after it\nshall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the transfer of motorcycles having parts with unidentifiable identification numbers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T154732.TXT", "SOBI.D110106.T154231.TXT", "SOBI.D110120.T102325.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T155232.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295537005493
}