{
  "year" : 2011,
  "senateBillNo" : "S133-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S133-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires market-based assessments on real property owned or leased by a cooperative corporation or on a condominium basis",
  "summary" : "Requires market-based assessments of real property owned or leased by a cooperative corporation or on a condominium basis which is converted or constructed on or after January 1, 2013. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S256-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          133\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law and the real property law,  in\n         relation to the assessment of condominiums and cooperatives\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 581 of the real property  tax  law\n    2  is amended by adding a new paragraph (d) to read as follows:\n    3    (D)  THE  PROVISIONS  OF  PARAGRAPH  (A) OF THIS SUBDIVISION SHALL NOT\n    4  APPLY IN A MUNICIPAL CORPORATION, OTHER THAN A SPECIAL  ASSESSING  UNIT,\n    5  TO  A  CONDOMINIUM  OR  COOPERATIVE  UNIT  UNLESS  IT WAS SUBJECT TO THE\n    6  PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVISION ON  JANUARY  FIRST,  TWO\n    7  THOUSAND THIRTEEN.\n    8    S  2.  Subdivision  1  of  section  339-y  of the real property law is\n    9  amended by adding a new paragraph (g) to read as follows:\n   10    (G) THE PROVISIONS OF PARAGRAPH (B)  OF  THIS  SUBDIVISION  SHALL  NOT\n   11  APPLY  IN  A MUNICIPAL CORPORATION, OTHER THAN A SPECIAL ASSESSING UNIT,\n   12  TO A CONDOMINIUM UNIT UNLESS IT WAS SUBJECT TO THE PROVISIONS  OF  PARA-\n   13  GRAPH (B) OF THIS SUBDIVISION ON JANUARY FIRST, TWO THOUSAND THIRTEEN.\n   14    S 3. This act shall take effect immediately and shall apply to assess-\n   15  ment rolls prepared on the basis of taxable status dates occurring on or\n   16  after January 1, 2013.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00146-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law and the real property law, in relation to the assessment of condominiums and cooperatives ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101209.T154651.TXT", "SOBI.D101209.T153651.TXT", "SOBI.D101209.T150149.TXT", "SOBI.D101209.T151149.TXT", "SOBI.D101209.T152650.TXT", "SOBI.D101209.T163154.TXT", "SOBI.D101209.T163654.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291930614163
}