{
  "year" : 2011,
  "senateBillNo" : "S1344-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1344-2011-1294290000000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting rate variations of over ten percent between counties within the city of New York for nonbusiness private passenger automobiles",
  "summary" : "Relates to prohibiting rate variations of over ten percent between counties within the city of New York for non-business private passenger automobiles. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S1106-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "AVELLA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1344\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  DILAN,  DIAZ,  HASSELL-THOMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Insurance\n\n       AN  ACT to amend the insurance law, in relation to prohibiting insurance\n         rate variations of more than ten percent between counties  within  the\n         city of New York for non-business private passenger automobiles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 2307  of  the  insurance  law  is\n    2  amended to read as follows:\n    3    (a)  (1)  No  insurer  or rate service organization shall use a rating\n    4  classification or territory unless it has been  filed  with  the  super-\n    5  intendent  and  either  he  OR  SHE has approved it, or ninety days have\n    6  elapsed and he OR SHE has not disapproved it as unfairly  discriminatory\n    7  or violative of public policy.\n    8    (2)  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  WITH RESPECT TO\n    9  NON-BUSINESS PRIVATE PASSENGER AUTOMOBILE INSURANCE POLICIES, NO INSURER\n   10  OR RATE SERVICE ORGANIZATION SHALL USE,  APPLY  FOR  OR  FILE  WITH  THE\n   11  SUPERINTENDENT  FOR  APPROVAL ANY RATES THAT APPLY TO RATING TERRITORIES\n   12  WITHIN THE CITY OF NEW YORK THAT PROVIDE FOR RATE VARIATIONS BETWEEN ANY\n   13  COUNTY WITHIN THE CITY OF NEW YORK OF MORE THAN TEN PERCENT.\n   14    S 2. This act shall take effect immediately and  shall  apply  to  all\n   15  policies  of  insurance  altered, amended, issued or renewed on or after\n   16  such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02674-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to prohibiting insurance rate variations of more than ten percent between counties within the city of New York for non-business private passenger automobiles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T101148.TXT", "SOBI.D110106.T164249.TXT", "SOBI.D110106.T160233.TXT", "SOBI.D110106.T161233.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294758708315
}