{
  "year" : 2011,
  "senateBillNo" : "S1345-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1345-2011-1294290000000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for notification to the state when a foster home is decertified, not renewed or a child is removed; requires evaluation to determine if home be re-opened",
  "summary" : "Provides for notification to the state when a foster home is decertified, not renewed or a child is removed; requires evaluation to determine if certificate should be issued and the home be re-opened; authorizes non-renewal of certificate or license as well as revocation; also provides for notice to the office of children and family services of the action taken. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S1078-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1345\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sens. DILAN, DIAZ, HASSELL-THOMPSON, PARKER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Children and Families\n\n       AN ACT to amend the social services law,  in  relation  to  foster  home\n         decertification,  application  for  recertification, authorization for\n         non-renewal, notice of removal of a child, and other required notices\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 376 of the social services law, as\n    2  amended  by  chapter  677  of  the  laws  of 1985, is amended to read as\n    3  follows:\n    4    1. An authorized agency which shall board  out  any  [child/or]  CHILD\n    5  AND/OR  minor  under the age of eighteen years shall issue to the person\n    6  receiving such child and/or minor for board a  certificate  to  receive,\n    7  board or keep a [child/or]  CHILD AND/OR minor under the age of eighteen\n    8  years.  Prior to issuing such certificate, the agency shall require that\n    9  an applicant set forth: his or her employment history, provide  personal\n   10  and  employment references and sign a sworn statement indicating whether\n   11  the applicant, to the best of  his  or  her  knowledge,  has  ever  been\n   12  convicted of a crime in this state or any other jurisdiction.  THE AGEN-\n   13  CY  SHALL  ALSO INQUIRE OF THE OFFICE OF CHILDREN AND FAMILY SERVICES AS\n   14  TO WHETHER THE APPLICANT HAS EVER HELD SUCH A CERTIFICATE, OR A  LICENSE\n   15  OR APPROVAL AND, IF SO, WHETHER THE CERTIFICATE, LICENSE OR APPROVAL WAS\n   16  REVOKED,  NOT  RENEWED,  OR  A  CHILD WAS REMOVED FROM THE HOME, AND THE\n   17  REASON THEREFOR. IN  SUCH  INSTANCES,  THE  AGENCY  SHALL  EVALUATE  THE\n   18  CIRCUMSTANCES,  PURSUANT  TO  REGULATIONS  ESTABLISHED BY THE OFFICE, TO\n   19  DETERMINE WHETHER A CERTIFICATE SHOULD BE ISSUED AND THE HOME RE-OPENED.\n   20  Not until all inquiries are completed and  evaluated  shall  the  agency\n   21  cause such certificate to be issued.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02668-01-1\n\n       S. 1345                             2\n\n    1    S  2.  Subdivision  1  of  section  377 of the social services law, as\n    2  amended by chapter 677 of the laws  of  1985,  is  amended  to  read  as\n    3  follows:\n    4    1. Application for a license to receive, board or keep any child shall\n    5  be made in writing to the commissioner of [social services] CHILDREN AND\n    6  FAMILY  SERVICES  in  and  for  the social services district wherein the\n    7  premises to be licensed are located, in the form and  manner  prescribed\n    8  by  the  [department]  OFFICE  OF  CHILDREN  AND  FAMILY SERVICES.   The\n    9  [department] OFFICE shall require that an applicant set forth:   his  or\n   10  her  employment  history, provide personal and employment references and\n   11  sign a sworn statement indicating whether, to the best  of  his  or  her\n   12  knowledge, he or she has ever been convicted of a crime in this state or\n   13  any  other  jurisdiction.    SUCH COMMISSIONER SHALL ALSO INQUIRE OF THE\n   14  OFFICE AS TO WHETHER THE APPLICANT HAS EVER HELD SUCH A  LICENSE,  OR  A\n   15  CERTIFICATE OR APPROVAL, AND, IF SO, WHETHER THE LICENSE, CERTIFICATE OR\n   16  APPROVAL WAS REVOKED, NOT RENEWED, OR A CHILD WAS REMOVED FROM THE HOME,\n   17  AND  THE  REASON  THEREFOR.  IN  SUCH INSTANCES, SUCH COMMISSIONER SHALL\n   18  EVALUATE THE CIRCUMSTANCES, PURSUANT TO REGULATIONS ESTABLISHED  BY  THE\n   19  OFFICE,  TO  DETERMINE  WHETHER  A LICENSE SHOULD BE ISSUED AND THE HOME\n   20  RE-OPENED. Not until all inquiries are  completed  and  evaluated  shall\n   21  [the]  SUCH  commissioner  [of social services] cause such license to be\n   22  issued.\n   23    S 3. Section 379 of the social services law, as amended by chapter 945\n   24  of the laws of 1971, subdivision 2 as amended by chapter 555 of the laws\n   25  of 1978, is amended to read as follows:\n   26    S 379. Revocation AND NON-RENEWAL of  certificates  and  licenses  AND\n   27  REMOVAL  OF A CHILD; NOTIFICATION TO OFFICE. 1. A certificate or license\n   28  to receive, board or keep any child and/or minor under the age of  eigh-\n   29  teen  years  may  be  revoked  for cause by the authorized agency or the\n   30  commissioner of [social services] THE  OFFICE  OF  CHILDREN  AND  FAMILY\n   31  SERVICES  by  which it was issued and any such certificate or license to\n   32  receive, board or keep any child may be revoked for cause by the commis-\n   33  sioner OF THE OFFICE OF CHILDREN AND FAMILY SERVICES.\n   34    2. An agency revoking OR NOT RENEWING any such certificate and a LOCAL\n   35  commissioner of social  services  revoking  OR  NOT  RENEWING  any  such\n   36  license  shall  notify  the  [department]  OFFICE OF CHILDREN AND FAMILY\n   37  SERVICES of such [revocation] ACTION at once, AND THE REASON THEREFOR.\n   38    3. ANY TIME AN AGENCY OR LOCAL COMMISSIONER OF SOCIAL SERVICES REMOVES\n   39  A CHILD FROM A CERTIFIED OR LICENSED HOME, SUCH AGENCY  OR  COMMISSIONER\n   40  SHALL  NOTIFY  THE OFFICE OF CHILDREN AND FAMILY SERVICES OF THE REMOVAL\n   41  AND THE REASON THEREFOR.\n   42    S 4. This act shall take effect on the one hundred eightieth day after\n   43  it shall have become a law, provided, however, that effective immediate-\n   44  ly, the addition, amendment and/or repeal of any  rules  or  regulations\n   45  necessary  for  the implementation of the foregoing sections of this act\n   46  on its effective  date  is  authorized  and  directed  to  be  made  and\n   47  completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to foster home decertification, application for recertification, authorization for non-renewal, notice of removal of a child, and other required notices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T160806.TXT", "SOBI.D110110.T161630.TXT", "SOBI.D110106.T161233.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294694190634
}