{
  "year" : 2011,
  "senateBillNo" : "S1349-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1349-2011-1294290000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to coterminous consumer electronics warranties",
  "summary" : "Relates to coterminous consumer electronics warranties; ensures that consumer electronics warranties are meaningful to the extent that the duration of coverage on all parts are coterminous and warrantors must prove negligence on the part of the consumer before denying coverage. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S1081-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1349\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ, PARKER, STEWART-COUSINS -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Consumer Protection\n\n       AN ACT to amend the general business law,  in  relation  to  coterminous\n         consumer electronics warranties\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-ff to read as follows:\n    3    S 399-FF. COTERMINOUS WARRANTIES FOR CONSUMER ELECTRONICS. 1.  FOR THE\n    4  PURPOSES OF THIS SECTION, \"ELECTRONIC\"  MEANS  A  \"COMMERCIAL  UNIT\"  AS\n    5  DEFINED  IN  SECTION  2-A-103  OF THE UNIFORM COMMERCIAL CODE CONTAINING\n    6  TECHNOLOGY HAVING  ELECTRICAL,  DIGITAL,  MAGNETIC,  WIRELESS,  OPTICAL,\n    7  ELECTROMAGNETIC OR SIMILAR CAPABILITIES.\n    8    2. THE WARRANTY DURATION FOR ALL NON-CONSUMABLE COMPONENTS OF AN ELEC-\n    9  TRONIC  SHALL  BE  COTERMINOUS.  NO  EXPRESS WARRANTY SHALL DISCLAIM THE\n   10  WARRANTY OF ANY PARTICULAR PART OF AN ELECTRONIC.\n   11    3. IF AN EXPRESS WARRANTY INDICATES DIFFERING DURATIONS FOR  DIFFERENT\n   12  COMPONENTS, THE LONGEST DURATION SHALL BE IN EFFECT FOR ALL COMPONENTS.\n   13    4. A WARRANTY HOLDER SHALL NOT BE REQUIRED TO PAY ANY FEES OR CHARGES,\n   14  FOR  OTHERWISE  COVERED  REPAIRS,  NOR  SHALL  AN  EXTENDED WARRANTY, OR\n   15  SERVICE CONTRACT FOR ELECTRONICS BECOME VOID DUE TO:\n   16    (A) SCRATCHES, DENTS, CHIPS, OR ANY OTHER SLIGHT COSMETIC DEFECTS THAT\n   17  OCCUR TO ELECTRONICS WITH REGULAR USE; OR\n   18    (B) THE COST OF REPAIRS EXCEEDING THE ORIGINAL PURCHASE PRICE  OF  THE\n   19  PRODUCT.\n   20    5.  NOTHING IN THIS SECTION SHALL BE CONSTRUED TO LIMIT OR ABRIDGE ANY\n   21  STATUTORY OR OTHER RIGHT OR REMEDY OF A CONSUMER AT LAW OR IN EQUITY.\n   22    S 2. This act shall take effect on the first  day  of  the  thirteenth\n   23  month  after it shall have become a law, and shall apply only to warran-\n   24  ties, extended warranties, or service contracts for electronics  entered\n   25  into on or after such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02670-01-1\n",
  "memo" : "BILL NUMBER:S1349\n\nTITLE OF BILL:\n\nAn act\nto amend the general business law, in relation to coterminous consumer\nelectronics warranties\n\nPURPOSE:\n\nTo strengthen warrantees on Consumer Electronics so that all\nparts of a device are covered against failure resulting from typical\nconsumer usage.\n\nSUMMARY OF PROVISIONS:\n\nThis legislation would amend the general business law to add a new\nsection 399-ff to:\n\nRequire that the warrantee on all non-consumer replaceable components\nof a piece of consumer electronics be coterminous;\n\nStipulate that physical damage caused through normal, non-negligent\nuse shall not be disclaimed by the warrantor. The burden of proof of\nconsumer negligence shall rest with the warrantor.\n\nJUSTIFICATION:\n\nCertain consumer electronic devices have sensitive\nparts, like LCD and plasma displays, which are prone to breakage\nthrough normal use. Warrantors have denied warranty coverage of these\nparts through reasoning that a part could not break except if the\ndevice was misused or handled negligently, although no other evidence\nof misuse is present.\n\nSome warrantors specifically exclude certain parts in express\nwarranties, although the consumer might not know this upon purchase,\nor understand the technical jargon used in the warranty. This act\nwould prohibit express warranties from disclaiming coverage of\nnon-consumable parts.\n\nPRIOR LEGISLATIVE HISTORY:\nS.1081 of 2009/10 - Referred to Consumer Protection\nS.7004 of 2008/08 - Referred to Consumer Protection\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThe first day of the thirteenth month after it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to coterminous consumer electronics warranties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T101825.TXT", "SOBI.D110120.T102325.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110106.T161735.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164748.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295537005453
}