{
  "year" : 2011,
  "senateBillNo" : "S1343-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S1343-2011-1294290000000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that owners of real property in the city of New York shall designate the address or addresses where such owner receives their daily or regular mail",
  "summary" : "Provides that owners of real property in the city of New York shall designate the address or addresses where such owner receives their daily or regular mail upon registration of such property with the city's department of finance. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SA1084-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "AVELLA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1343\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by Sens. DILAN, DIAZ, HASSELL-THOMPSON, PARKER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to  the  registration of property and designation of mailing\n         address or addresses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The administrative code of the city of New York is amended\n    2  by adding a new section 11-309.1 to read as follows:\n    3    S 11-309.1 REGISTRATION OF PROPERTY.  A. THE OWNER OF ANY  LOT,  PIECE\n    4  OR  PARCEL  OF LAND IN THE CITY OF NEW YORK MUST REGISTER SUCH PROPERTY,\n    5  TOGETHER WITH THE SECTION, BLOCK AND LOT NUMBER THEREOF, OR  SUCH  OTHER\n    6  IDENTIFYING  INFORMATION AS AT THE TIME IS ESTABLISHED BY THE DEPARTMENT\n    7  OF FINANCE, AND A STATEMENT OF THE APPLICANT'S INTEREST THEREIN, TOGETH-\n    8  ER WITH A WRITTEN REQUEST THAT SUCH LOT, PIECE  OR  PARCEL  OF  LAND  BE\n    9  REGISTERED  IN  THE NAME OF THE APPLICANT.  IN SUCH STATEMENT THE APPLI-\n   10  CANT SHALL DESIGNATE AN ADDRESS  TO  WHICH  OFFICIAL  NOTIFICATIONS  AND\n   11  CORRESPONDENCE  SHALL  BE  MAILED  TO,  SUCH  ADDRESS SHALL BE WHERE THE\n   12  APPLICANT  RECEIVES THEIR DAILY OR REGULAR MAIL.  SUCH  APPLICANT  SHALL\n   13  HAVE  THE  OPTION OF DESIGNATING A SECOND ADDRESS TO WHICH COPIES OF ALL\n   14  OFFICIAL NOTIFICATIONS AND CORRESPONDENCE SHALL  BE  MAILED.    A  BRIEF\n   15  DESCRIPTION  OF  SUCH  LOT, PIECE OR PARCEL OF LAND CORRESPONDING TO THE\n   16  DESCRIPTION THEREOF IN THE STATEMENT SO FILED, TOGETHER WITH THE NAME OF\n   17  THE APPLICANT AND HIS OR HER DESIGNATED ADDRESS  OR  ADDRESSES  AND  THE\n   18  DATE  OF  SUCH APPLICATION, SHALL THEREUPON BE REGISTERED IN THE DEPART-\n   19  MENT OF FINANCE.\n   20    B. THE COMMISSIONER OF FINANCE OR HIS OR HER DESIGNEE  SHALL  FOR  THE\n   21  PURPOSE  OF THIS SECTION PROVIDE APPROPRIATE RECORDS FOR EACH SECTION OF\n   22  THE CITY, INCLUDED WITHIN THE RESPECTIVE BOROUGHS,  AS  THE  SAME  SHALL\n   23  APPEAR UPON THE TAX MAPS OF THE CITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02672-01-1\n\n       S. 1343                             2\n\n    1    S 2. Subdivisions a and b of section 11-312 of the administrative code\n    2  of  the  city of New York, as amended by local law number 26 of the city\n    3  of New York for the year 1996, are amended to read as follows:\n    4    a. One-half (i) the uniform annual water charges and extra and miscel-\n    5  laneous  charges  for  water not metered and (ii) annual service charges\n    6  shall become due and payable, in advance if entered  on  January  first,\n    7  nineteen  hundred  seventy-four for the period commencing January first,\n    8  nineteen  hundred  seventy-four  and  ending  June  thirtieth,  nineteen\n    9  hundred  seventy-four.    Commencing on June thirtieth, nineteen hundred\n   10  seventy-four, uniform annual water charges and extra  and  miscellaneous\n   11  charges  for  water  not metered and annual service charges shall be due\n   12  and payable in advance on the thirtieth day of June  in  each  year,  if\n   13  entered.  If  any of such rents and charges which become due and payable\n   14  on or before June thirtieth, nineteen hundred seventy-six shall not have\n   15  been paid to the commissioner of finance or his or her  designee  on  or\n   16  before  the last day of the month following the month of entry, it shall\n   17  be the duty of the commissioner of finance or his  or  her  designee  to\n   18  charge,  collect  and  receive  interest thereon to be calculated at the\n   19  rate of seven percent per annum from the date when such rents and charg-\n   20  es became due and payable to  December  thirty-first,  nineteen  hundred\n   21  seventy-six,  and  at the rate of fifteen percent per annum from January\n   22  first, nineteen hundred seventy-seven to the date of payment. If any  of\n   23  such  rents  and  charges which shall become due and payable on or after\n   24  June thirtieth, nineteen hundred  seventy-seven  are  not  paid  to  the\n   25  commissioner of finance or his or her designee on or before the last day\n   26  of  the  month following the month of entry, it shall be the duty of the\n   27  commissioner of finance or his or her designee to  charge,  collect  and\n   28  receive interest thereon to be calculated at the rate of fifteen percent\n   29  per annum from the date when such rents and charges became due and paya-\n   30  ble  to  the date of payment. If not so entered and payable, but entered\n   31  at any time subsequent thereto, they  shall  be  due  and  payable  when\n   32  entered  and  notice  thereof  shall  be mailed within five days of such\n   33  entry to the [premises against  which  they  are  imposed  addressed  to\n   34  either  the  owner  or  the  occupant and] OWNER OF SUCH PREMISES AT THE\n   35  ADDRESS OR ADDRESSES REGISTERED WITH THE DEPARTMENT OF FINANCE  PURSUANT\n   36  TO  SECTION  11-309.1  OF THIS CHAPTER, if entered on or before December\n   37  thirty-first, nineteen hundred seventy-six but not paid on or before the\n   38  last day of the month following the month of entry, it shall be the duty\n   39  of the commissioner of finance or his or her designee to charge, collect\n   40  and receive interest thereon to be  calculated  at  the  rate  of  seven\n   41  percent per annum from the date of entry to December thirty-first, nine-\n   42  teen  hundred  seventy-six, and at the rate of fifteen percent per annum\n   43  from January first,  nineteen  hundred  seventy-seven  to  the  date  of\n   44  payment;  if  entered on or after January first, nineteen hundred seven-\n   45  ty-seven but not paid on or before the last day of the  month  following\n   46  the  month of entry, it shall be the duty of the commissioner of finance\n   47  or his or her designee to charge, collect and receive  interest  thereon\n   48  to  be calculated at the rate of fifteen percent per annum from the date\n   49  of entry to the date of payment.\n   50    b. All charges for meters and their connections and for their setting,\n   51  repair and maintenance, and all charges in accordance with  meter  rates\n   52  for supply of water measured by meter, including minimum charges for the\n   53  supply  of  water  measured  by  meter,  shall  be  due and payable when\n   54  entered, and notice thereof shall be mailed within  five  days  of  such\n   55  entry stating the amount due and the nature of the rent or charge to the\n   56  [last  known  address  of the person whose name appears on the record of\n\n       S. 1343                             3\n\n    1  such rents and charges as being the owner, occupant or agent  or,  where\n    2  no  name  appears]  OWNER  OF  SUCH PREMISES AT THE ADDRESS OR ADDRESSES\n    3  REGISTERED WITH THE DEPARTMENT OF FINANCE PURSUANT TO  SECTION  11-309.1\n    4  OF  THIS  CHAPTER,  AND to the premises addressed to either the owner or\n    5  the occupant, and if entered on or before December  thirty-first,  nine-\n    6  teen  hundred  seventy-six but not paid on or before the last day of the\n    7  month following the month of entry, it shall be the duty of the  commis-\n    8  sioner  of finance or his or her designee to charge, collect and receive\n    9  interest thereon to be calculated at the rate of seven percent per annum\n   10  from the date of entry to December thirty-first, nineteen hundred seven-\n   11  ty-six, and at the rate of fifteen percent per annum from January first,\n   12  nineteen hundred seventy-seven to the date of payment; if entered on  or\n   13  after  January  first, nineteen hundred seventy-seven but not paid on or\n   14  before the thirtieth day following the date of entry, it  shall  be  the\n   15  duty  of  the  commissioner of finance or his or her designee to charge,\n   16  collect and receive interest thereon to be calculated  at  the  rate  of\n   17  fifteen percent per annum from the date of entry to the date of payment.\n   18    S 3. Subdivisions b and c of section 11-313 of the administrative code\n   19  of  the city of New York, as amended by local law number 26 and subdivi-\n   20  sion b as separately amended by local law number 59 of the city  of  New\n   21  York for the year 1996, are amended to read as follows:\n   22    b. The sewer rents charged against metered premises in accordance with\n   23  the  provisions  of paragraphs two and three of subdivision b of section\n   24  24-514 of the code and the  rules  duly  promulgated  pursuant  to  such\n   25  section,  including  the  minimum rents for the use of the sewer system,\n   26  charged pursuant to such section and rules, and the sewer rents  charged\n   27  against  any  premises  in  accordance with the provisions of paragraphs\n   28  four and five of subdivision b of section 24-514 of the code  and  rules\n   29  duly  promulgated  pursuant to such section, including the minimum rents\n   30  for the use of the sewer system, charged pursuant to  such  section  and\n   31  rules shall become due and shall become a charge or lien on the premises\n   32  when  the  amount  thereof  shall have been fixed by the commissioner of\n   33  environmental protection, and an entry  thereof  shall  have  been  made\n   34  against  such premises with the date of such entry, in the book in which\n   35  sewer rents are to be entered. The sewer surcharges charged against  any\n   36  premises  pursuant  to  section  24-523 of the code shall become due and\n   37  shall become a charge or lien on the premises when  the  amount  thereof\n   38  shall  have  been  fixed by the commissioner of environmental protection\n   39  and an entry thereof shall have been made against such premises  in  the\n   40  book  in  which  sewer  surcharges  are to be entered. A notice thereof,\n   41  stating the amount due and the nature of the rent, surcharge  or  charge\n   42  shall  be  mailed, within five days after such entry, to the [last known\n   43  address of the person whose name appears upon the records in the  office\n   44  of  the  department of finance as being the owner, occupant or agent or,\n   45  where no name appears, to the premises addressed to either the owner  or\n   46  the  occupant] OWNER OF SUCH PREMISES AT THE ADDRESS OR ADDRESSES REGIS-\n   47  TERED WITH THE DEPARTMENT OF FINANCE PURSUANT  TO  SECTION  11-309.1  OF\n   48  THIS CHAPTER.  If such rent, surcharge or charge shall have been entered\n   49  on or before December thirty-first, nineteen hundred seventy-six but not\n   50  paid  on  or  before  the  last  day of the month following the month of\n   51  entry, it shall be the duty of the commissioner of finance or his or her\n   52  designee to charge, collect and receive interest thereon  to  be  calcu-\n   53  lated  at  the rate of seven percent per annum from the date of entry to\n   54  December thirty-first, nineteen hundred seventy-six, and at the rate  of\n   55  fifteen  percent per annum from January first, nineteen hundred seventy-\n   56  seven to the date of payment; if entered  on  or  after  January  first,\n\n       S. 1343                             4\n\n    1  nineteen  hundred  seventy-seven but not paid on or before the thirtieth\n    2  day following the date of entry, it shall be the duty of the commission-\n    3  er of finance or his or her designee  to  charge,  collect  and  receive\n    4  interest  thereon  to  be  calculated at the rate of fifteen percent per\n    5  annum from the date of entry to the date of payment. The rents or charg-\n    6  es for the use of the sewer system charged during any  specified  period\n    7  of time pursuant to the provisions of section 24-514 of the code and the\n    8  rules  promulgated  thereunder shall be computed, in accordance with the\n    9  provisions of such section and the rules duly promulgated thereunder, on\n   10  the basis of water rents or charges computed for the same period.\n   11    c. Sewer rents charged against unmetered premises in  accordance  with\n   12  the  provisions  of paragraphs two and three of subdivision b of section\n   13  24-514 of the code and the  rules  duly  promulgated  pursuant  to  such\n   14  section,  for  the  use  of  the sewer system during the one-year period\n   15  commencing on the first day of July of each year, shall be due and paya-\n   16  ble and shall become a charge or lien on the premises on the  first  day\n   17  of  January  following  such  first day of July, if entered, except that\n   18  commencing on June thirtieth, nineteen hundred seventy-four  such  sewer\n   19  rents  shall  be due and payable in advance on the thirtieth day of June\n   20  in each year, if entered, and shall become a charge or lien on the prem-\n   21  ises on such date. If any of such rents or charges which became due  and\n   22  payable  on or before June thirtieth, nineteen hundred seventy-six shall\n   23  not have been paid to the commissioner of finance or his or her designee\n   24  within thirty days after such first day of January,  or,  commencing  on\n   25  the  thirtieth  day of June, nineteen hundred seventy-four, on or before\n   26  the last day of the month following the month of entry, it shall be  the\n   27  duty  of  the  commissioner of finance or his or her designee to charge,\n   28  collect and receive interest thereon to be calculated  at  the  rate  of\n   29  seven  percent  per annum from the date when such charges became due and\n   30  payable to December thirty-first, nineteen hundred seventy-six,  and  at\n   31  the  rate  of  fifteen  percent  per  annum from January first, nineteen\n   32  hundred seventy-seven to the date of payment. If any of  such  rents  or\n   33  charges  which  shall become due and payable on or after June thirtieth,\n   34  nineteen hundred seventy-seven are  not  paid  to  the  commissioner  of\n   35  finance  or  his  or her designee on or before the last day of the month\n   36  following the month of entry, it shall be the duty of  the  commissioner\n   37  of  finance or his or her designee to charge, collect and receive inter-\n   38  est thereon to be calculated at the rate of fifteen  percent  per  annum\n   39  from  the  date when such rents or charges became due and payable to the\n   40  date of payment. If not so entered and payable, but entered at any  time\n   41  subsequent  thereto,  they  shall  be due and payable and shall become a\n   42  charge or lien on the premises when entered and notice thereof shall  be\n   43  mailed  within five days after such entry, to the [last known address of\n   44  the person whose name appears upon the  records  in  the  department  of\n   45  finance  as  the  owner  or the occupant or if no name appears] OWNER OF\n   46  SUCH PREMISES AT THE ADDRESS OR ADDRESSES REGISTERED WITH THE DEPARTMENT\n   47  OF FINANCE PURSUANT TO SECTION 11-309.1 OF  THIS  CHAPTER,  AND  to  the\n   48  premises addressed to either the owner or occupant. If any of such rents\n   49  or  charges which were entered on or before December thirty-first, nine-\n   50  teen hundred seventy-six but not paid on or before the last day  of  the\n   51  month  following the month of entry, it shall be the duty of the commis-\n   52  sioner of finance or his or her designee to charge, collect and  receive\n   53  interest thereon to be calculated at the rate of seven percent per annum\n   54  from the date of entry to December thirty-first, nineteen hundred seven-\n   55  ty-six, and at the rate of fifteen percent per annum from January first,\n   56  nineteen  hundred seventy-seven to the date of payment; if entered on or\n\n       S. 1343                             5\n\n    1  after January first, nineteen hundred seventy-seven but not paid  on  or\n    2  before  the last day of the month following the month of entry, it shall\n    3  be the duty of the commissioner of finance or his  or  her  designee  to\n    4  charge,  collect  and  receive  interest thereon to be calculated at the\n    5  rate of fifteen percent per annum from the date of entry to the date  of\n    6  payment.  The sewer rents charged against unmetered premises for the use\n    7  of the sewer system during the one-year period commencing on  the  first\n    8  day  of  July  of  each  year  shall  be computed in accordance with the\n    9  provisions of section 24-514 of the code and the rules duly  promulgated\n   10  thereunder,  upon  the  basis of water rents or charges computed for the\n   11  same period.\n   12    S 4. Section 11-314 of the administrative code  of  the  city  of  New\n   13  York,  as amended by local law number 59 of the city of New York for the\n   14  year 1996, is amended to read as follows:\n   15    S 11-314 Notice of rules  and  regulations;  penalty  for  nonpayment;\n   16  water  supply  cut  off.  The rates and charges for supply of water, the\n   17  annual service charges and minimum charges, the sewer rents,  the  sewer\n   18  surcharges,  the  rules and regulations concerning the use of water, all\n   19  other rules and regulations  affecting  users  of  water  or  concerning\n   20  charges for supply of water, restrictions of the use of water, installa-\n   21  tion  of  meters,  and  all  rules  and  regulations  affecting property\n   22  connected with the sewer system, penalties and fines for  violations  of\n   23  rules and regulations shall be printed on each bill and permit so far as\n   24  in the judgment of the commissioner of environmental protection they are\n   25  applicable.  This  section  and  such  printing and the printing of this\n   26  section on such bills and permits shall be sufficient notice to  owners,\n   27  tenants  or occupants of premises to authorize the imposition and recov-\n   28  ery of any charges, surcharges and fines imposed under  such  rules  and\n   29  regulations and of any penalties imposed in pursuance of this chapter in\n   30  addition to cutting off the supply of water. Where water charges payable\n   31  in  advance or sewer rents or charges payable as provided in subdivision\n   32  c of section 11-313 of this chapter, are  not  paid  within  the  period\n   33  covered  by  such  charges  or rents, and a notice of such nonpayment is\n   34  mailed by the commissioner of finance  to  the  [premises  addressed  to\n   35  \"owner or occupant,\"] OWNER OF SUCH PREMISES AT THE ADDRESS OR ADDRESSES\n   36  REGISTERED  WITH  THE DEPARTMENT OF FINANCE PURSUANT TO SECTION 11-309.1\n   37  OF THIS CHAPTER, the commissioner of environmental protection  may  shut\n   38  off  the supply of water to such premises. Where water charges not paya-\n   39  ble in advance or sewer rents, sewer surcharges or  charges  payable  as\n   40  provided  in subdivisions b and d of section 11-313 of this chapter have\n   41  been made by the department and remain unpaid for more than thirty  days\n   42  or where the commissioner of environmental protection has certified that\n   43  there is a flagrant and continued violation of a provision or provisions\n   44  of  section  24-523 of the code or of any rule or regulation promulgated\n   45  pursuant thereto or of any order of the  commissioner  of  environmental\n   46  protection  issued  pursuant thereto, after notice thereof mailed to the\n   47  [premises addressed to \"owner or occupant,\"] OWNER OF SUCH  PREMISES  AT\n   48  THE  ADDRESS  OR  ADDRESSES  REGISTERED  WITH  THE DEPARTMENT OF FINANCE\n   49  PURSUANT TO SECTION 11-309.1 OF THIS CHAPTER, the commissioner of  envi-\n   50  ronmental protection may shut off the supply of water to the premises.\n   51    S  5.  This  act shall take effect on the ninetieth day after it shall\n   52  have become a law. Effective immediately any rules or regulations neces-\n   53  sary for the timely implementation of this act on its effective date are\n   54  authorized and directed to be made  and  completed  on  or  before  such\n   55  effective date.\n",
  "memo" : "BILL NUMBER:S1343\n\nTITLE OF BILL:\nAn act\nto amend the administrative code of the city of New York, in relation to\nthe registration of property and designation of mailing\naddress or addresses\n\nPURPOSE:\nProvides that owners of real property in the city of New York shall\ndesignate the address where such owner receives their daily or\nregular mail.\n\nSUMMARY OF PROVISIONS:\nAdds a new section 11-309.1 (a). The owner of any lot, piece or parcel\nof land in the city of New York must register such property, together\nwith the section, block and lot number thereof, or such other\nidentifying information as at the time it is established by the\ndepartment of finance, and a statement of the applicant's interest\ntherein, together with a written request that such lot, piece or\nparcel of land be registered in the name of the applicant. In such\nstatement the applicant shall designate an address to which official\nnotifications and correspondence shall be mailed to; such address\nshall be where the applicant receives their daily or regular mail.\nSuch applicant shall have the option of designating a second address\nto which copies of all official notifications and correspondence shall\nbe mailed. A brief description of such lot, piece or parcel of land\ncorresponding to the description thereof in the statement so filed,\ntogether with the name of the applicant and his or her designated\naddress and the date of such application, shall thereupon be\nregistered in the department of finance. (b) The commissioner of\nfinance or his or her designee shall for the purpose of this section\nprovide appropriate records for each section of t\nhe city, included within the respective boroughs, as the same shall\nappear upon the tax maps of the city.\n\nJUSTIFICATION:\nReal estate tax, water and sewer bills and all legal documents\npertaining to a parcel of land, property or building must be\nregistered in the name and address where the individual owner or\norganization receives daily or regular mail.\n\nIt has become the practice for individuals, organizations, or\ncorporations to register their properties at the property's address.\nUnfortunately, real estate tax, water, and sewer bills pertaining to\nthe properties are being displaced or not received by the individual,\ncorporation or owner of record.\n\nFor example, the New York City Department of Finance quarterly mails\ntheir bills and receives thousands of returns because the bills are\nundeliverable. If bills are received in a timely manner landlords will\n\nhave the opportunity to pay their bills or make an agreement and thus\nbe able to keep their property.\n\nLEGISLATIVE HISTORY:\n2009/10 - S.1084A\n2007/08 - S.1490/A.1985\n2005/06-  S.1282/A.2455\n2003/04 - A.8547\n\nFISCAL IMPLICATIONS:\nUnknown.\n\nEFFECTIVE DATE:\nNinetieth day after it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to the registration of property and designation of mailing address or addresses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T101148.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T155732.TXT", "SOBI.D110110.T161630.TXT", "SOBI.D110106.T160233.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250602
}