{
  "year" : 2011,
  "senateBillNo" : "S1347-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1347-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires actual consent to participation in franchise programs",
  "summary" : "Requires actual consent to participate in franchise programs for motor vehicle dealers. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1191",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SA7885-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1347\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         actual consent to participation in franchise programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 463 of the vehicle and traffic law\n    2  is amended by adding a new paragraph (hh) to read as follows:\n    3    (HH) TO REQUIRE THAT A  FRANCHISED  MOTOR  VEHICLE  DEALER  CONTRIBUTE\n    4  MONETARILY TO ANY PROGRAM OR PROMOTION WITHOUT FIRST RECEIVING THE WRIT-\n    5  TEN  CONSENT  OF  THE  FRANCHISED MOTOR VEHICLE DEALER TO PARTICIPATE IN\n    6  SUCH PROGRAM OR PROMOTION. FOR PURPOSES OF THIS PARAGRAPH,  THE  WRITTEN\n    7  CONSENT  SPECIFIC  TO  THE  PARTICULAR  PROGRAM  OR  PROMOTION  MUST  BE\n    8  EXECUTED, BY MEANS OF HANDWRITTEN, TYPED OR ELECTRONIC SIGNATURE, WITHIN\n    9  SIXTY DAYS PRIOR TO THE START OF THE PARTICULAR  PROGRAM  OR  PROMOTION,\n   10  PROVIDED,  HOWEVER,  THAT  CONSENT  SHALL  NOT  BE  REQUIRED TO CONTINUE\n   11  PARTICIPATION IN A PROGRAM OR PROMOTION TO WHICH THE  DEALER  HAS  GIVEN\n   12  WRITTEN  CONSENT TO RENEWAL, AND PROVIDED FURTHER, THAT THE DEALER SHALL\n   13  BE ABLE TO TERMINATE SUCH RENEWAL UPON REASONABLE WRITTEN NOTICE  WITHIN\n   14  THIRTY DAYS FOLLOWING THE START OR RENEWAL OF THE PROGRAM OR PROMOTION.\n   15    S  2. This act shall take effect on the first of January next succeed-\n   16  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03020-01-1\n",
  "memo" : "BILL NUMBER:S1347\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to requiring actual\nconsent to participation in franchise programs\n\nPURPOSE:\nTo ensure that franchised motor vehicle dealers have given their\nactual consent to franchisor programs that include a dealer expense.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill would add a new paragraph (bb) to section\n463(2) of the Franchised Motor Vehicle Dealer Act, Article 17-A of\nthe State Vehicle & Traffic Law. New paragraph (bb) would prohibit a\nmotor vehicle franchisor from requiring that a franchised motor\nvehicle dealer contribute monetarily to any program or promotion\nunless the franchised dealer has given written consent to\nparticipation in the program or promotion within sixty days prior to\nthe start of the program. Program or promotion renewals would not\nrequire further written agreement if the dealer consented to renewal\nin the original agreement, but a dealer could withdraw from a renewal\nupon reasonable written notice. Written consent could be handwritten,\ntyped, or by electronic signature.\n\nSection two makes the bill effective on the January first following\nenactment.\n\nJUSTIFICATION:\nMotor vehicle manufacturers and distributors run a number of programs\nand promotions, and those programs and promotions change frequently.\nSometimes, programs and promotions include a dealer contribution.\nWhere a dealer contribution is required, manufacturers and\ndistributors should not presume that a franchised dealer will\nparticipate. Instead, the dealer's written consent to the specific\nprogram or promotion should be required. This bill achieves that by\nrequiring that the dealer's written consent be given within the sixty\ndays prior to the dealer's participation. That consent can include\nconsent to automatic renewals so that a new signature is not needed\nwhen a program or promotion is continued. If a dealer wishes to end\nparticipation despite the program's or promotion's renewal, the\ndealer must give written notice within thirty days of renewal. In\nthis way, the bill permits the roll out and easy continuation of\nprograms or promotions, without unduly burdening franchisors or\nfranchised dealers.\n\nLEGISLATIVE HISTORY:\n2010:  S.7885.A.11162 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding the\ndate on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring actual consent to participation in franchise programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T160806.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164748.TXT", "SOBI.D110106.T161233.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250606
}