{
  "year" : 2011,
  "senateBillNo" : "S134-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S134-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to allowing a physically disabled surviving spouse who was married to an enhanced STAR qualifying individual to continue to receive the exemption",
  "summary" : "Relates to allowing a physically disabled surviving spouse who was married to an enhanced STAR qualifying individual to continue to receive the exemption even if the surviving spouse is not sixty-two years of age. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "SA262-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          134\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to extending  the\n         enhanced  STAR  exemption to the disabled surviving spouse of a previ-\n         ously qualifying individual\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (iii)  of paragraph (a) of subdivision 4 of\n    2  section 425 of the real property tax law, as added by section 4 of  part\n    3  A of chapter 405 of the laws of 1999, is amended to read as follows:\n    4    (iii)  In  the case of property owned by husband and wife, one of whom\n    5  is sixty-five years of age or over, the exemption, once  granted,  shall\n    6  not be rescinded solely because of the death of the older spouse so long\n    7  as  the  surviving spouse is at least sixty-two years of age OR IS PHYS-\n    8  ICALLY DISABLED as of the date specified in this paragraph.  TO  QUALIFY\n    9  AS  PHYSICALLY  DISABLED FOR THE PURPOSES OF THIS SUBPARAGRAPH, AN INDI-\n   10  VIDUAL SHALL SUBMIT TO THE ASSESSOR A CERTIFIED STATEMENT FROM A  PHYSI-\n   11  CIAN  LICENSED  TO  PRACTICE  IN THE STATE ON A FORM PRESCRIBED AND MADE\n   12  AVAILABLE BY THE STATE BOARD WHICH STATES  THAT  THE  INDIVIDUAL  HAS  A\n   13  PERMANENT  PHYSICAL IMPAIRMENT WHICH SUBSTANTIALLY LIMITS ONE OR MORE OF\n   14  SUCH INDIVIDUAL'S MAJOR LIFE ACTIVITIES, EXCEPT THAT AN  INDIVIDUAL  WHO\n   15  HAS  OBTAINED  A CERTIFICATE FROM THE STATE COMMISSION FOR THE BLIND AND\n   16  VISUALLY HANDICAPPED STATING THAT SUCH INDIVIDUAL IS LEGALLY  BLIND  MAY\n   17  SUBMIT  SUCH  CERTIFICATE  IN LIEU OF A PHYSICIAN'S CERTIFIED STATEMENT.\n   18  THE OTHER REQUIREMENTS OF THIS SUBDIVISION MUST STILL  BE  MET  FOR  THE\n   19  ENHANCED  EXEMPTION  TO  BE  GRANTED  TO  A  SURVIVING SPOUSE UNDER THIS\n   20  SUBPARAGRAPH.\n   21    S 2. This act shall take effect immediately and  shall  apply  to  the\n   22  administration  of  the  enhanced  STAR  exemption  beginning  with  the\n   23  2011-2012 school year.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00138-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to extending the enhanced STAR exemption to the disabled surviving spouse of a previously qualifying individual ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101209.T153651.TXT", "SOBI.D101209.T151149.TXT", "SOBI.D101209.T152650.TXT", "SOBI.D101209.T163654.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291930614165
}