{
  "year" : 2011,
  "senateBillNo" : "S1340-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1340-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the certifications of disability for severely disabled persons to obtain certain motor vehicle registrations, plates and permits",
  "summary" : "Relates to the certifications of disability for severely disabled persons to obtain certain motor vehicle registrations, plates and permits. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S7486-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1340\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic  law,  in  relation  to  certif-\n         ications of disability for severely disabled persons to obtain certain\n         motor vehicle registrations, plates and permits\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph and paragraph (c)  of  subdivision  4\n    2  and  paragraph  (b) of subdivision 5 of section 404-a of the vehicle and\n    3  traffic law, as amended by chapter 228 of the laws of 2008, are  amended\n    4  and a new subdivision 4-b is added to read as follows:\n    5    The  commissioner shall issue sets of plates to such person in accord-\n    6  ance with subdivision two of this section with proof of such  disability\n    7  of  such  person or such members of his family certified by a physician,\n    8  physician assistant or nurse practitioner, to the extent  authorized  by\n    9  law,  including  the  education  law, and consistent with any applicable\n   10  written practice agreement, or podiatrist pursuant to subdivision four-a\n   11  of this section OR OPTOMETRIST PURSUANT TO SUBDIVISION  FOUR-B  OF  THIS\n   12  SECTION,  to  the  satisfaction  of the commissioner who is empowered to\n   13  carry out the effects of this section by  formulating  rules  and  regu-\n   14  lations.\n   15    (c)  Has  a  physical or mental impairment or condition which is other\n   16  than those specified above, but is of such nature as to  impose  unusual\n   17  hardship  in  utilization  of  public transportation facilities and such\n   18  condition is certified by a  physician,  physician  assistant  or  nurse\n   19  practitioner,  to  the extent authorized by law, including the education\n   20  law, and consistent with any applicable written practice agreement, duly\n   21  licensed to practice medicine in this state, or, pursuant to subdivision\n   22  four-a of this section, a podiatrist duly licensed to practice  podiatry\n   23  in  this  state  OR,  PURSUANT TO SUBDIVISION FOUR-B OF THIS SECTION, AN\n   24  OPTOMETRIST DULY LICENSED  TO  PRACTICE  OPTOMETRY  IN  THIS  STATE,  as\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03017-01-1\n\n       S. 1340                             2\n\n    1  constituting  an  equal  degree of disability (specifying the particular\n    2  condition) so as to prevent such  person  from  getting  around  without\n    3  great difficulty in accordance with subdivision two of this section; or\n    4    (b)  The  commissioner  may  require the applicant for registration to\n    5  furnish such proof of his disability or such proof of disability of such\n    6  members of his family from a physician,  physician  assistant  or  nurse\n    7  practitioner,  to  the extent authorized by law, including the education\n    8  law, and consistent with any applicable written practice  agreement,  or\n    9  podiatrist pursuant to subdivision four-a of this section OR OPTOMETRIST\n   10  PURSUANT  TO  SUBDIVISION  FOUR-B  OF  THIS SECTION, as the commissioner\n   11  deems necessary either for  initial  registration  or  renewal  thereof;\n   12  provided,  however,  that  a  handicapped or disabled permit issued by a\n   13  municipality to  such  applicant  pursuant  to  section  twelve  hundred\n   14  three-a  of  this chapter shall be deemed sufficient proof of disability\n   15  for purposes of this paragraph.\n   16    4-B. CERTIFICATION OF DISABILITY BY  AN  OPTOMETRIST.  AN  OPTOMETRIST\n   17  DULY LICENSED TO PRACTICE OPTOMETRY IN THIS STATE MAY CERTIFY ONLY THOSE\n   18  CONDITIONS WHICH HE OR SHE TREATS IN THE COURSE OF THE PRACTICE OF OPTO-\n   19  METRY,  AS  DEFINED  IN SECTION SEVENTY-ONE HUNDRED ONE OF THE EDUCATION\n   20  LAW.\n   21    S 2. Paragraph (i) of subdivision  1  and  subdivision  3  of  section\n   22  1203-a of the vehicle and traffic law, paragraph (i) of subdivision 1 as\n   23  amended  by chapter 180 of the laws of 1996 and subdivision 3 as amended\n   24  by chapter 220 of the laws of 1984, are amended to read as follows:\n   25    (i) any resident of New York state who is a severely disabled  person,\n   26  as  defined  in subdivision three of section four hundred four-a of this\n   27  chapter, upon application of such person  or  such  person's  parent  or\n   28  guardian,  provided,  however, that an issuing agent shall issue permits\n   29  only to residents of the city, town or village  in  which  such  issuing\n   30  agent  is  located,  except  that,  an  issuing  agent,  in  his  or her\n   31  discretion, may issue a permit to a severely disabled person who is  not\n   32  a  resident of the city, town, or village in which such issuing agent is\n   33  located where such person resides in a city, town, or village  in  which\n   34  the  governing  body  has not appointed an issuing agent; and an issuing\n   35  agent, in his or her discretion, may issue a temporary  special  vehicle\n   36  identification  parking  permit,  as  authorized by subdivision three of\n   37  this section, to a person who is temporarily unable to ambulate  without\n   38  the  aid of an assisting device, as certified by a physician OR AN OPTO-\n   39  METRIST PURSUANT TO SUBDIVISION FOUR-B OF SECTION FOUR HUNDRED FOUR-A OF\n   40  THIS CHAPTER, who resides in a city, town, or village in which the issu-\n   41  ing agent does not issue temporary special vehicle identification  park-\n   42  ing permits, or who is not a resident of the United States and is tempo-\n   43  rarily visiting the state; or\n   44    3.  Notwithstanding any provision of this chapter to the contrary, any\n   45  municipality may issue a temporary special vehicle identification  park-\n   46  ing  permit  to any person who is temporarily unable to ambulate without\n   47  the aid of an assisting device, as certified by a physician OR AN  OPTO-\n   48  METRIST PURSUANT TO SUBDIVISION FOUR-B OF SECTION FOUR HUNDRED FOUR-A OF\n   49  THIS  CHAPTER.    Such  temporary special vehicle identification parking\n   50  permit shall be valid for not more than six months and shall  be  recog-\n   51  nized statewide.\n   52    S  3.  This  act shall take effect on the thirtieth day after it shall\n   53  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to certifications of disability for severely disabled persons to obtain certain motor vehicle registrations, plates and permits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T155732.TXT", "SOBI.D110110.T161630.TXT", "SOBI.D110106.T160233.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294694190604
}