{
  "year" : 2011,
  "senateBillNo" : "S1342-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1342-2011-1294290000000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adds to the definition of serious injury and relates to determining the sufficiency of the evidence related to the serious injury",
  "summary" : "Adds to the definition of serious injury and relates to determining the sufficiency of the evidence related to the serious injury; question of fact determined by the trier. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S7824-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1342\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in  relation  to  the  definition  of\n         serious  injury  and  determining the sufficiency of the evidence with\n         respect thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (d)  of section 5102 of the insurance law, as\n    2  amended by chapter 955 of the laws  of  1984,  is  amended  to  read  as\n    3  follows:\n    4    (d) \"Serious  injury\"  means a personal injury which results in death;\n    5  dismemberment; significant  disfigurement;  a  fracture;  A  PARTIAL  OR\n    6  COMPLETE  TEAR  OR  IMPINGEMENT  OF A NERVE, TENDON, LIGAMENT, MUSCLE OR\n    7  CARTILAGE; INJURY TO ANY PART OF THE SPINAL COLUMN THAT RESULTS IN INJU-\n    8  RY TO AN INTERVERTEBRAL DISC; IMPINGEMENT OF  THE  SPINAL  CORD,  SPINAL\n    9  CANAL,  NERVE,  TENDON  OR  MUSCLE;  loss of a fetus; permanent TOTAL OR\n   10  PARTIAL loss of use of a body  organ,  member,  function  or  system;  A\n   11  SURGICAL  PROCEDURE TO ANY INJURED PART OF THE BODY; ANY OTHER permanent\n   12  consequential limitation of use of a body organ [or],  member,  FUNCTION\n   13  OR  SYSTEM;  ANY  OTHER  significant  limitation of use of a body ORGAN,\n   14  MEMBER, function or system; or [a] ANY OTHER medically determined injury\n   15  or impairment of a PERMANENT OR non-permanent nature which prevents  the\n   16  injured  person  from  performing substantially all of the material acts\n   17  which constitute such person's usual and customary daily activities  for\n   18  not less than ninety days during the one hundred eighty days immediately\n   19  following the occurrence of the injury or impairment. A FINDING OF SERI-\n   20  OUS  INJURY  UNDER  ANY OF THE ABOVE ENUMERATED CATEGORIES IN THIS DEFI-\n   21  NITION SHALL BE A SUFFICIENT BASIS FOR AN AWARD FOR PAST  AND/OR  FUTURE\n   22  DAMAGES.\n   23    S  2.  The  insurance law is amended by adding a new section 5102-a to\n   24  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03019-01-1\n\n       S. 1342                             2\n\n    1    S 5102-A.  ISSUES OF FACT AND SUFFICIENCY OF THE EVIDENCE. WHETHER  AN\n    2  INJURY  QUALIFIES  AS  A  SERIOUS  INJURY  PURSUANT TO SUBSECTION (D) OF\n    3  SECTION FIVE THOUSAND ONE HUNDRED TWO OF THIS ARTICLE SHALL BE  A  QUES-\n    4  TION  OF  FACT.  WHERE  EVIDENCE  IS OFFERED AS TO (A) WHETHER AN INJURY\n    5  QUALIFIES AS A SERIOUS INJURY PURSUANT TO SUBSECTION (D) OF SECTION FIVE\n    6  THOUSAND  ONE  HUNDRED TWO OF THIS ARTICLE, OR (B) THE CAUSATION OF SUCH\n    7  AN INJURY, THE SUFFICIENCY OF SUCH EVIDENCE SHALL BE DETERMINED  BY  THE\n    8  TRIER OF FACT. SUFFICIENCY AND WEIGHT OF EVIDENCE OFFERED, INCLUDING BUT\n    9  NOT  LIMITED  TO  THAT  PERTAINING  TO  QUALITATIVE  AND/OR QUANTITATIVE\n   10  ASSESSMENT OF INJURY, SHALL BE RESERVED FOR THE TRIER OF FACT.\n   11    S 3. This act shall take effect immediately and  shall  be  applicable\n   12  to:  (i) all actions and proceedings commenced on or after the effective\n   13  date  of  this act; and (ii) all actions and proceedings commenced prior\n   14  to the effective date of this act and pending on the effective  date  of\n   15  this  act,  where  as of such date a trial of the issues thereon has not\n   16  yet commenced and a dispositive motion has not yet been filed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to the definition of serious injury and determining the sufficiency of the evidence with respect thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T155732.TXT", "SOBI.D110110.T161630.TXT", "SOBI.D110106.T160233.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294694190615
}