{
  "year" : 2011,
  "senateBillNo" : "S1352-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1352-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to signs on school buses",
  "summary" : "Relates to signs on school buses; authorizes the commissioner of motor vehicles to promulgate any necessary rules and regulations. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1430",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S8213-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1352\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  signs  on\n         school buses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 1 of paragraph (b) and paragraph (c) of subdi-\n    2  vision 20 of section 375 of the vehicle and traffic law, subparagraph  1\n    3  of paragraph (b) as amended by chapter 242 of the laws of 1992 and para-\n    4  graph  (c)  as amended by chapter 96 of the laws of 1973, are amended to\n    5  read as follows:\n    6    (1) In addition to such signal lamps, two signs shall be conspicuously\n    7  displayed [on the exterior] CENTERED ON THE UPPER FRONT OF REAR EXTERIOR\n    8  BODY SURFACES of every such omnibus designating it as a  school  omnibus\n    9  by  the  use  of  the  words  \"SCHOOL  BUS\" [which]. SUCH SIGNS SHALL BE\n   10  CONSTRUCTED WITH REFLECTORIZED TYPE III MATERIAL AS REQUIRED BY  49  CFR\n   11  571.1313  S6.1  TABLE 1 FOR BOTH THE BACKGROUND AND LETTERING. THE BACK-\n   12  GROUND SHALL BE NATIONAL SCHOOL BUS CHROME AND THE  LETTERING  SHALL  BE\n   13  BLACK.  THE LETTERING shall be painted or otherwise inscribed thereon in\n   14  black letters.  [Such letters] THE LETTERING shall be of  uniform  size,\n   15  at least eight inches in height, and each stroke of each letter shall be\n   16  not  less  than  one  inch in width.   [The background of each such sign\n   17  shall be painted the color known as \"national school  bus  chrome.\"  For\n   18  each  such  omnibus having a seating capacity in excess of fifteen chil-\n   19  dren, such signs shall be securely mounted on top of such  vehicle,  one\n   20  of which shall be affixed on the front and one on the rear thereof.] For\n   21  each  such  omnibus  having  a seating capacity of not more than fifteen\n   22  children, such signs shall be securely mounted on top of  such  vehicle,\n   23  one  of  which shall face the front and one of which shall face the rear\n   24  [thereof].  [Each] ALL such [sign] \"SCHOOL BUS\" SIGNS shall  be  visible\n   25  and readable from a point at least two hundred feet distant.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03022-01-1\n\n       S. 1352                             2\n\n    1    (c)  In  the event such vehicle is operated on a public highway during\n    2  the period between one-half hour after sunset and one-half  hour  before\n    3  sunrise,  the  signs required by paragraph (b) of this subdivision shall\n    4  be illuminated as to be visible from a point at least five hundred  feet\n    5  distant.  REFLECTORIZED  SIGNS  ALLOWED IN SUBPARAGRAPH ONE OF PARAGRAPH\n    6  (B) OF THIS SUBDIVISION ARE NOT REQUIRED TO BE ILLUMINATED.\n    7    S 2. This act shall take effect on the one hundred twentieth day after\n    8  it shall have become a law. Effective immediately, the  commissioner  of\n    9  motor vehicles is authorized to promulgate any necessary rules and regu-\n   10  lations for the implementation of this act.\n",
  "memo" : "BILL NUMBER:S1352\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to signs on school\nbuses\n\nPURPOSE:\nTo allow school bus signs, that are currently required to be\nilluminated, to be constructed with reflectorized TYPE III material.\n\nSUMMARY OF PROVISIONS:\nSection 1 allows the required two \"SCHOOL BUS\" signs displayed on\nschool buses to be constructed with the reflectorized TYPE III\nmaterial. Additionally, this section states that the reflectorized\nsigns do not need to be illuminated during the period between\none-half hour after sunset and one-half hour before sunrise.\n\nSection 2 provides for the effective date which is the one hundred\ntwentieth day after it shall have become a law.\n\nEXISTING LAW:\nCurrent law mandates two signs shall be conspicuously displayed\ndesignating an omnibus as a school bus by the use of the words\n\"SCHOOL BUS\" and creates standards for the size and color of the\ntext. Additionally, current law requires that these signs be\nilluminated one-half hour after sunset and one-half hour before\nsunrise.\n\nJUSTIFICATION:\nIn recent years technology has advanced and made the illuminated sign\nrequirement obsolete.\nThe present technology for photo reflectorized coatings and graphics\nwill allow a sign to be\nmade economically, with industry-standard materials and offer\nadvantages beyond the illuminated signs.\n\nCurrently, the illuminated signs provide greater cost, both initial\nand maintenance. The lights require additional wiring and are no\nlonger a standard item for manufacturers - with New York and Maine\nbeing the only states that require this feature. Additionally, these\nlights accumulate snow and ice and are consequently often found to be\nthe source of water leaks and the epicenter of structural corrosion.\nBoth of these negative externalities can now be avoided with\nreflectorized coatings and graphics.\n\nThis technology also allows the text to conform to the curved shape of\nthe bus design maintaining adequate visibility while slightly\nimproving aerodynamics.\n\nThe incorporation of photo-reflective materials, similar to those used\non traffic signs, for the \"SCHOOL BUS\" signs will enhance safety,\nwhile decreasing the initial purchase and operating costs of New\nYork's school bus fleet.\n\nLEGISLATIVE HISTORY:\n2009-2010 - S.8213\n\nFISCAL IMPLICATIONS:\nWill provide cost savings to school districts by reducing the costs of\nnew buses and bus maintenance.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred and twentieth day after\nit shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to signs on school buses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T151414.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110106.T161735.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110107.T150914.TXT", "SOBI.D110106.T164748.TXT", "SOBI.D110110.T161630.TXT", "SOBI.D110106.T161233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250611
}