{
  "year" : 2011,
  "senateBillNo" : "S1356-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1356-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to brake friction material",
  "summary" : "Limits the use of certain substances in brake friction material. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S8195-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1356\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to limiting the\n         use of certain substances in brake friction material\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The  legislature finds that brake\n    2  friction is an essential component of motor vehicle brakes and is  crit-\n    3  ically  important to transportation safety and public safety in general.\n    4  Debris from brake friction materials containing copper and its compounds\n    5  is generated and released into the environment during  normal  operation\n    6  of  motor  vehicle  brakes.  Thousands  of  pounds  of  copper and other\n    7  substances released from brake friction material enter  New  York  state\n    8  streams, rivers and marine environments as a result of the normal opera-\n    9  tion  of motor vehicle brakes. The legislature finds that brake friction\n   10  materials are toxic to many aquatic and marine  organisms  and  must  be\n   11  regulated  to  ensure  the  quality,  safety,  and health of the state's\n   12  waterways.\n   13    S 2. The vehicle and traffic law is amended by adding  a  new  section\n   14  382-d to read as follows:\n   15    S  382-D.  BRAKE  FRICTION  MATERIAL. 1. DEFINITIONS. (A) \"ALTERNATIVE\n   16  BRAKE FRICTION  MATERIAL\"  MEANS  BRAKE  MATERIAL  THAT:  (I)  DOES  NOT\n   17  CONTAIN:  (A)  MORE  THAN 0.5 PERCENT COPPER OR ITS COMPOUNDS BY WEIGHT;\n   18  (B) THE CONSTITUENTS IDENTIFIED IN SUBDIVISION TWO OF THIS SECTION AT OR\n   19  ABOVE THE CONCENTRATIONS SPECIFIED; OR (C) OTHER MATERIALS DETERMINED BY\n   20  THE DEPARTMENT TO BE MORE HARMFUL TO HUMAN  HEALTH  OR  THE  ENVIRONMENT\n   21  THAN EXISTING BRAKE FRICTION MATERIAL; (II) ENABLES MOTOR VEHICLE BRAKES\n   22  TO  MEET  APPLICABLE  FEDERAL  SAFETY STANDARDS, OR IF NO FEDERAL SAFETY\n   23  STANDARD EXISTS, A WIDELY ACCEPTED INDUSTRY STANDARD; (III) IS AVAILABLE\n   24  AT A COST AND QUANTITY THAT DOES NOT CAUSE SIGNIFICANT  FINANCIAL  HARD-\n   25  SHIP  ACROSS  A MAJORITY OF BRAKE FRICTION MATERIAL AND VEHICLE MANUFAC-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03023-01-1\n\n       S. 1356                             2\n\n    1  TURING INDUSTRIES; AND (IV) IS AVAILABLE TO ENABLE BRAKE FRICTION  MATE-\n    2  RIAL  AND  VEHICLE  MANUFACTURERS  TO  PRODUCE  VIABLE  PRODUCTS MEETING\n    3  CONSUMER EXPECTATIONS REGARDING BRAKE NOISE, SHUDDERING AND DURABILITY.\n    4    (B) \"BRAKE FRICTION MATERIAL\" MEANS THAT PART OF A MOTOR VEHICLE BRAKE\n    5  DESIGNED  TO  SLOW OR STOP THE MOVEMENT OF A MOTOR VEHICLE THROUGH FRIC-\n    6  TION MADE AGAINST A ROTOR OR MORE DURABLE MATERIAL.\n    7    (C) \"MOTOR VEHICLE\" MEANS A VEHICLE AS DEFINED BY SECTION ONE  HUNDRED\n    8  TWENTY-FIVE OF THIS CHAPTER; PROVIDED, HOWEVER, FOR THE PURPOSES OF THIS\n    9  SECTION  SUCH  TERM SHALL NOT INCLUDE A MOTORCYCLE AS DEFINED BY SECTION\n   10  ONE HUNDRED TWENTY-THREE OF THIS CHAPTER.\n   11    (D) \"MOTOR VEHICLE BRAKE\" MEANS AN ENERGY CONVERSION MECHANISM USED TO\n   12  SLOW OR STOP THE MOVEMENT OF A MOTOR VEHICLE BUT DOES NOT INCLUDE BRAKES\n   13  DESIGNED PRIMARILY TO HOLD MOTOR VEHICLES STATIONARY AND ARE NOT FOR USE\n   14  WHILE MOTOR VEHICLES ARE IN MOTION.\n   15    (E)  \"ORIGINAL  EQUIPMENT  SERVICE\"  MEANS  BRAKE  FRICTION   MATERIAL\n   16  PROVIDED  AS  SERVICE  PARTS  ORIGINALLY DESIGNED FOR AND USING THE SAME\n   17  BRAKE FRICTION MATERIAL FORMULATION SOLD WITH A NEW MOTOR VEHICLE.\n   18    (F) \"SMALL VOLUME MOTOR VEHICLE MANUFACTURER\" MEANS A MANUFACTURER  OF\n   19  MOTOR  VEHICLES  WITH ANNUAL SALES IN NEW YORK OF LESS THAN ONE THOUSAND\n   20  NEW PASSENGER CARS, LIGHT-DUTY VEHICLES, HEAVY-DUTY VEHICLES, AND  HEAV-\n   21  Y-DUTY  ENGINES  BASED  ON  THE  AVERAGE NUMBER OF VEHICLES SOLD FOR THE\n   22  THREE PREVIOUS CONSECUTIVE MODEL YEARS.\n   23    2. PROHIBITIONS ON BRAKE  FRICTION  MATERIAL.  (A)  BEGINNING  JANUARY\n   24  FIRST,  TWO  THOUSAND FIFTEEN, NO MANUFACTURER, WHOLESALER, RETAILER, OR\n   25  DISTRIBUTOR MAY SELL OR OFFER FOR SALE BRAKE FRICTION  MATERIAL  IN  NEW\n   26  YORK  STATE  CONTAINING  ANY  OF THE FOLLOWING CONSTITUENTS IN AN AMOUNT\n   27  EXCEEDING THE SPECIFIED CONCENTRATIONS:\n   28    (I) ASBESTIFORM FIBERS: 0.1 PERCENT BY WEIGHT;\n   29    (II) CADIUM AND ITS COMPOUNDS: 0.01 PERCENT BY WEIGHT;\n   30    (III) CHROMIUM (VI) SALTS: 0.1 PERCENT BY WEIGHT;\n   31    (IV) LEAD AND ITS COMPOUNDS: 0.1 PERCENT BY WEIGHT;\n   32    (V) MERCURY AND ITS COMPOUNDS: 0.1 PERCENT BY WEIGHT.\n   33    (B) BEGINNING ON JANUARY FIRST, TWO THOUSAND TWENTY-TWO NO MANUFACTUR-\n   34  ER, WHOLESALER, RETAILER, OR DISTRIBUTOR MAY  SELL  OR  OFFER  FOR  SALE\n   35  BRAKE  FRICTION  MATERIAL  IN  NEW  YORK STATE CONTAINING MORE THAN FIVE\n   36  PERCENT COPPER AND ITS COMPOUNDS BY WEIGHT.\n   37    (C) BRAKE FRICTION MATERIAL MANUFACTURED PRIOR TO TWO THOUSAND SIXTEEN\n   38  IS EXEMPT FROM THE DEADLINE MANDATED BY PARAGRAPH (A) OF  THIS  SUBDIVI-\n   39  SION FOR THE PURPOSES OF CLEARING INVENTORY; PROVIDED, HOWEVER THAT SUCH\n   40  EXEMPTION   SHALL   NOT   EXTEND  BEYOND  JANUARY  FIRST,  TWO  THOUSAND\n   41  TWENTY-SIX.\n   42    (D) BRAKE FRICTION MATERIAL MANUFACTURED PRIOR TO TWO  THOUSAND  TWEN-\n   43  TY-TWO  IS  EXEMPT  FROM  THE DEADLINE MANDATED BY PARAGRAPH (B) OF THIS\n   44  SUBDIVISION FOR THE PURPOSES OF CLEARING INVENTORY;  PROVIDED,  HOWEVER,\n   45  THAT  SUCH EXEMPTION SHALL NOT EXTEND BEYOND JANUARY FIRST, TWO THOUSAND\n   46  THIRTY-TWO.\n   47    (E) BRAKE FRICTION MATERIAL MANUFACTURED AS PART OF AN ORIGINAL EQUIP-\n   48  MENT SERVICE CONTRACT FOR VEHICLES MANUFACTURED PRIOR TO JANUARY  FIRST,\n   49  TWO  THOUSAND SIXTEEN, IS EXEMPT FROM THE DEADLINE MANDATED IN PARAGRAPH\n   50  (A) OF THIS SUBDIVISION.\n   51    (F) BRAKE FRICTION MATERIAL MANUFACTURED AS PART OF AN ORIGINAL EQUIP-\n   52  MENT SERVICE CONTRACT FOR VEHICLES MANUFACTURED PRIOR TO JANUARY  FIRST,\n   53  TWO  THOUSAND  TWENTY-TWO, IS EXEMPT FROM THE DEADLINE MANDATED IN PARA-\n   54  GRAPH (B) OF THIS SUBDIVISION.\n   55    3. DEPARTMENT REVIEW OF ALTERNATIVE BRAKE FRICTION MATERIAL. (A) ON OR\n   56  BEFORE DECEMBER FIRST, TWO THOUSAND SIXTEEN, THE DEPARTMENT SHALL REVIEW\n\n       S. 1356                             3\n\n    1  RISK  ASSESSMENTS,  SCIENTIFIC  STUDIES,  AND  OTHER  RELEVANT  ANALYSES\n    2  REGARDING BRAKE FRICTION MATERIAL AND DETERMINE WHETHER THE MATERIAL MAY\n    3  BE  AVAILABLE. THE DEPARTMENT SHALL CONSIDER ANY NEW SCIENCE WITH REGARD\n    4  TO THE BIOAVAILABILITY AND TOXICITY OF COPPER.\n    5    (B)  IF  THE  DEPARTMENT FINDS THE ALTERNATIVE BRAKE FRICTION MATERIAL\n    6  MAY BE AVAILABLE, IT SHALL:\n    7    (I) BY DECEMBER THIRTY-FIRST OF THE YEAR THE FINDING IS MADE,  PUBLISH\n    8  SUCH  INFORMATION AND PRESENT IT IN A REPORT TO THE APPROPRIATE LEGISLA-\n    9  TIVE  COMMITTEES.  SUCH  REPORT  SHALL   INCLUDE   RECOMMENDATIONS   FOR\n   10  EXEMPTIONS  ON  ORIGINAL  EQUIPMENT  SERVICE AND BRAKE FRICTION MATERIAL\n   11  MANUFACTURED PRIOR TO DATES SPECIFIED IN THIS SECTION  AND  MAY  INCLUDE\n   12  RECOMMENDATIONS FOR OTHER EXEMPTIONS; AND\n   13    (II)  CONVENE A BRAKE FRICTION MATERIAL ADVISORY COMMITTEE WHICH SHALL\n   14  INCLUDE:\n   15    (A) THE COMMISSIONER, OR HIS OR  HER  DESIGNEE,  WHO  WILL  CHAIR  THE\n   16  COMMITTEE;\n   17    (B) A REPRESENTATIVE OF MANUFACTURERS OF BRAKE FRICTION MATERIAL;\n   18    (C) A REPRESENTATIVE OF MANUFACTURERS OF MOTOR VEHICLES;\n   19    (D)  A  REPRESENTATIVE OF THE NATIONAL HIGHWAY TRAFFIC SAFETY ADMINIS-\n   20  TRATION; AND\n   21    (E) A REPRESENTATIVE OF A NONGOVERNMENTAL ORGANIZATION  WHOSE  PRIMARY\n   22  PURPOSE OR ORGANIZING PRINCIPLE IS PROTECTION OF THE ENVIRONMENT.\n   23    (C)  THE  COMMITTEE  ESTABLISHED  IN PARAGRAPH (B) OF THIS SUBDIVISION\n   24  SHALL SEPARATELY ASSESS ALTERNATIVE BRAKE FRICTION MATERIAL FOR  PASSEN-\n   25  GER  VEHICLES,  LIGHT-DUTY  VEHICLES  AND  HEAVY-DUTY  VEHICLES AND MAKE\n   26  RECOMMENDATIONS TO THE DEPARTMENT AS TO WHETHER ALTERNATIVE BRAKE  FRIC-\n   27  TION MATERIAL IS AVAILABLE OR UNAVAILABLE FOR EACH.\n   28    (D) BEGINNING EIGHT YEARS AFTER THE REPORT IN SUBDIVISION FIVE OF THIS\n   29  SECTION  IS  PUBLISHED  IN THE NEW YORK STATE REGISTER, NO MANUFACTURER,\n   30  WHOLESALER, RETAILER, OR DISTRIBUTOR MAY SELL OR OFFER  FOR  SALE  BRAKE\n   31  FRICTION  MATERIAL  IN  NEW  YORK STATE CONTAINING MORE THAN 0.5 PERCENT\n   32  COPPER AND ITS COMPOUNDS BY WEIGHT, AS SPECIFIED IN THE REPORT.\n   33    (E) THE DEPARTMENT SHALL ADOPT RULES TO IMPLEMENT THIS SUBDIVISION.\n   34    4. APPLICATION FOR EXEMPTIONS. ANY MOTOR VEHICLE MANUFACTURER OR BRAKE\n   35  FRICTION MATERIAL MANUFACTURER  MAY  APPLY  TO  THE  DEPARTMENT  FOR  AN\n   36  EXEMPTION  FROM  THIS SECTION FOR BRAKE FRICTION MATERIAL INTENDED FOR A\n   37  SPECIFIC MOTOR VEHICLE MODEL OR CLASS OF MOTOR VEHICLES BASED ON SPECIAL\n   38  NEEDS OR CHARACTERISTICS OF THE MOTOR VEHICLES FOR WHICH THE BRAKE FRIC-\n   39  TION MATERIAL IS INTENDED. EXEMPTIONS MAY BE  ISSUED  FOR  SMALL  VOLUME\n   40  MOTOR  VEHICLE  MANUFACTURERS, SPECIFIC MOTOR VEHICLE MODELS, OR SPECIAL\n   41  CLASSES OF VEHICLES, INCLUDING, BUT NOT LIMITED TO, FIRE TRUCKS,  POLICE\n   42  CARS,  AND HEAVY OR WIDE LOAD EQUIPMENT HAULING; PROVIDED, HOWEVER, THAT\n   43  THE MANUFACTURER CAN DEMONSTRATE THAT COMPLYING WITH THE REQUIREMENTS OF\n   44  THIS SECTION DOES NOT ALLOW COMPLIANCE WITH SAFETY STANDARDS, OR  CAUSES\n   45  SIGNIFICANT  FINANCIAL  HARDSHIP.  EXEMPTIONS ARE VALID FOR NO LESS THAN\n   46  ONE YEAR AND MAY BE RENEWED AUTOMATICALLY AS NEEDED. EXEMPTIONS MAY ALSO\n   47  BE PERMANENT, PROVIDED THAT THEY ARE DESIGNATED  AS  SUCH  AND  PROVIDED\n   48  THAT  THE VEHICLE IS USED SOLELY IN THE MANNER DESCRIBED IN THE APPLICA-\n   49  TION.\n   50    5. REPORTING REQUIREMENTS. (A) BY JANUARY FIRST,  TWO  THOUSAND  FOUR-\n   51  TEEN,  AND AT LEAST EVERY THREE YEARS THEREAFTER, MANUFACTURERS OF BRAKE\n   52  FRICTION MATERIAL SOLD OR OFFERED FOR SALE IN  NEW  YORK  SHALL  PROVIDE\n   53  DATA  TO  THE  DEPARTMENT ADEQUATE TO ENABLE THE DEPARTMENT TO DETERMINE\n   54  CONCENTRATIONS OF ANTIMONY, COPPER, NICKEL AND ZINC AND THEIR  COMPOUNDS\n   55  IN BRAKE FRICTION MATERIAL SOLD OR OFFERED FOR SALE IN NEW YORK.\n\n       S. 1356                             4\n\n    1    (B) USING THIS DATA AND OTHER DATA AS NEEDED, AND IN CONSULTATION WITH\n    2  THE  BRAKE  FRICTION  MATERIAL  MANUFACTURING  INDUSTRY,  THE DEPARTMENT\n    3  SHALL:\n    4    (I)  BY  JULY FIRST, TWO THOUSAND FOURTEEN, ESTABLISH BASELINE CONCEN-\n    5  TRATION LEVELS FOR CONSTITUENTS IDENTIFIED IN BRAKE FRICTION MATERIAL;\n    6    (II) TRACK  PROGRESS  TOWARD  REDUCING  THE  USE  OF  COPPER  AND  ITS\n    7  COMPOUNDS  AND  ENSURE  THAT  CONCENTRATION  LEVELS OF ANTIMONY, COPPER,\n    8  NICKEL OR ZINC AND THEIR COMPOUNDS DO NOT INCREASE BY  MORE  THAN  FIFTY\n    9  PERCENT ABOVE BASELINE CONCENTRATION LEVELS; AND\n   10    (III)  IF CONCENTRATION LEVELS OF ANTIMONY, COPPER, NICKEL OR ZINC AND\n   11  THEIR COMPOUNDS IN  BRAKE  FRICTION  MATERIAL  INCREASE  ABOVE  BASELINE\n   12  CONCENTRATION  LEVELS, THE DEPARTMENT SHALL REVIEW SCIENTIFIC STUDIES TO\n   13  DETERMINE THE POTENTIAL IMPACT OF THE CONSTITUENT ON  HUMAN  HEALTH  AND\n   14  THE ENVIRONMENT. IF SCIENTIFIC STUDIES DEMONSTRATE THE NEED FOR CONTROL-\n   15  LING  THE USE OF THE CONSTITUENT IN BRAKE FRICTION MATERIAL, THE DEPART-\n   16  MENT MAY RECOMMEND LIMITS ON CONCENTRATION LEVELS  OF  SUCH  CONSTITUENT\n   17  MATERIAL.\n   18    6.  COMPLIANCE.  (A)  MANUFACTURERS OF BRAKE FRICTION MATERIAL OFFERED\n   19  FOR SALE IN NEW YORK MUST CERTIFY COMPLIANCE WITH REQUIREMENTS  OF  THIS\n   20  SECTION  AND  MARK PROOF OF CERTIFICATION ON THE BRAKE FRICTION MATERIAL\n   21  IN ACCORDANCE WITH CRITERIA IMPLEMENTED PURSUANT TO THIS SUBDIVISION.\n   22    (B) BY DECEMBER FIRST, TWO THOUSAND THIRTEEN,  THE  DEPARTMENT  SHALL,\n   23  AFTER CONSULTING WITH INTERESTED PARTIES, DEVELOP COMPLIANCE CRITERIA TO\n   24  MEET  THE  REQUIREMENTS  OF  THIS  SECTION.  COMPLIANCE  CRITERIA  SHALL\n   25  INCLUDE, BUT NOT BE LIMITED TO, (I) SELF-CERTIFICATION OF COMPLIANCE  BY\n   26  BRAKE  FRICTION  MATERIAL MANUFACTURERS AND (II) MARKED PROOF OF CERTIF-\n   27  ICATION, INCLUDING MANUFACTURE DATE,  ON  BRAKE  FRICTION  MATERIAL  AND\n   28  PRODUCT  PACKAGING. MARKED PROOF OF CERTIFICATION MUST APPEAR BY JANUARY\n   29  FIRST, TWO THOUSAND SIXTEEN.\n   30    (C) BEGINNING JANUARY FIRST, TWO THOUSAND TWENTY-TWO, MANUFACTURERS OF\n   31  NEW MOTOR VEHICLES OFFERED FOR SALE IN NEW YORK MUST ENSURE  THAT  MOTOR\n   32  VEHICLES  ARE  EQUIPPED  WITH  BRAKE  FRICTION  MATERIAL CERTIFIED TO BE\n   33  COMPLIANT WITH THE REQUIREMENTS OF THIS SECTION.\n   34    7. CIVIL PENALTY.   (A) A BRAKE FRICTION  MATERIAL  MANUFACTURER  THAT\n   35  KNOWINGLY VIOLATES THIS SECTION SHALL RECALL THE BRAKE FRICTION MATERIAL\n   36  AND  REIMBURSE  THE  BRAKE  FRICTION DISTRIBUTOR, RETAILER, OR ANY OTHER\n   37  PURCHASER FOR THE MATERIAL AND  ANY  APPLICABLE  SHIPPING  AND  HANDLING\n   38  CHARGES  FOR  RETURNING THE MATERIAL. A BRAKE FRICTION MATERIAL MANUFAC-\n   39  TURER THAT VIOLATES THIS SECTION IS SUBJECT TO A CIVIL  PENALTY  NOT  TO\n   40  EXCEED TEN THOUSAND DOLLARS FOR EACH VIOLATION.\n   41    (B)  A  MOTOR  VEHICLE DISTRIBUTOR OR RETAILER THAT KNOWINGLY VIOLATES\n   42  THIS SECTION IS SUBJECT TO A CIVIL PENALTY NOT TO  EXCEED  TEN  THOUSAND\n   43  DOLLARS  FOR  EACH VIOLATION. A MOTOR VEHICLE DISTRIBUTOR OR RETAILER IS\n   44  NOT IN VIOLATION OF THIS SECTION FOR SELLING A VEHICLE THAT  WAS  PREVI-\n   45  OUSLY  SOLD  AT RETAIL AND THAT CONTAINS BRAKE FRICTION MATERIAL FAILING\n   46  TO MEET THE REQUIREMENTS OF THIS CHAPTER.  HOWEVER,  IF  THE  DEPARTMENT\n   47  CONCLUSIVELY  PROVES  THAT  THE  MOTOR  VEHICLE  DISTRIBUTOR OR RETAILER\n   48  INSTALLED BRAKE FRICTION MATERIAL THAT  VIOLATES  THIS  SECTION  ON  THE\n   49  VEHICLE  BEING  SOLD  AND  WAS  AWARE  THAT  THE BRAKE FRICTION MATERIAL\n   50  VIOLATES THIS SECTION, THE MOTOR  VEHICLE  DISTRIBUTOR  OR  RETAILER  IS\n   51  SUBJECT TO CIVIL PENALTIES UNDER THIS SECTION.\n   52    (C) A MOTOR VEHICLE MANUFACTURER THAT VIOLATES THIS SECTION MUST NOTI-\n   53  FY THE REGISTERED OWNER OF THE VEHICLE WITHIN SIX MONTHS OF KNOWLEDGE OF\n   54  THE  VIOLATION AND MUST REPLACE AT NO COST TO THE OWNER THE NONCOMPLIANT\n   55  BRAKE FRICTION MATERIAL WITH BRAKE FRICTION MATERIAL THAT COMPLIES  WITH\n   56  THIS  SECTION.  A  MOTOR  VEHICLE MANUFACTURER THAT FAILS TO PROVIDE THE\n\n       S. 1356                             5\n\n    1  REQUIRED NOTIFICATION TO REGISTERED  OWNERS  OF  THE  AFFECTED  VEHICLES\n    2  WITHIN  SIX  MONTHS  OF KNOWLEDGE OF THE VIOLATION IS SUBJECT TO A CIVIL\n    3  PENALTY NOT TO EXCEED ONE HUNDRED  THOUSAND  DOLLARS.  A  MOTOR  VEHICLE\n    4  MANUFACTURER  THAT  FAILS TO PROVIDE THE REQUIRED NOTIFICATION TO REGIS-\n    5  TERED OWNERS OF THE AFFECTED VEHICLES AFTER TWELVE MONTHS  OF  KNOWLEDGE\n    6  OF  THE  VIOLATION IS SUBJECT TO A CIVIL PENALTY NOT TO EXCEED TEN THOU-\n    7  SAND DOLLARS PER VEHICLE.\n    8    8. EDUCATION. THE DEPARTMENT SHALL, BY  JANUARY  FIRST,  TWO  THOUSAND\n    9  TWELVE,  PREPARE  AND  DISTRIBUTE  INFORMATION ABOUT THE PROHIBITIONS TO\n   10  MANUFACTURERS, DISTRIBUTORS, AND RETAILERS TO THE MAXIMUM EXTENT PRACTI-\n   11  CABLE.\n   12    9. RULES AND REGULATIONS. THE COMMISSIONER SHALL  HAVE  THE  POWER  TO\n   13  ENACT RULES AND REGULATIONS TO IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to limiting the use of certain substances in brake friction material ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T162131.TXT", "SOBI.D110106.T161735.TXT", "SOBI.D110106.T161233.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294694491832
}