{
  "year" : 2011,
  "senateBillNo" : "S1353-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1353-2011-1294290000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes political subdivisions to award public competitively bid contracts to businesses that participate in certain programs",
  "summary" : "Authorizes political subdivisions to award publicly competitively bid contracts to businesses that participate in a program designed to foster participation by local businesses in public procurement at a cost premium not to exceed ten percent of the lowest bid. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S3514-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1353\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  DILAN,  DIAZ,  HASSELL-THOMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Local Government\n\n       AN  ACT  to  amend the general municipal law, in relation to authorizing\n         political subdivisions to award public competitively bid contracts  to\n         businesses  that  participate  in a program designed to foster partic-\n         ipation by local businesses in public procurement at  a  cost  premium\n         not to exceed ten percent of the lowest bid\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 104-a of the general municipal law, as  amended  by\n    2  chapter 468 of the laws of 1994, is amended to read as follows:\n    3    S  104-a. Purchasing [of products] for public use.  1. Notwithstanding\n    4  the provisions of section one hundred three of this  [chapter]  ARTICLE,\n    5  when  purchasing  products the officer, board or agency of any political\n    6  subdivision or of any district therein  charged  with  the  awarding  of\n    7  public  contracts may, wherever recycled products meet contract specifi-\n    8  cations and the  price  of  such  products  is  reasonably  competitive,\n    9  purchase  such  products.  For the purpose of this [section] SUBDIVISION\n   10  and until July first, nineteen hundred  ninety-six,  \"recycled  product\"\n   11  shall  mean any product which has been manufactured from secondary mate-\n   12  rials, as defined in subdivision one of section two hundred sixty-one of\n   13  the economic development  law,  and  meets  secondary  material  content\n   14  requirements adopted by the office of general services under subdivision\n   15  [one  of section one hundred seventy-seven] THREE OF SECTION ONE HUNDRED\n   16  SIXTY-FIVE of the state finance law for products available to the  poli-\n   17  tical  subdivision  or  district  under  state  contract  or, if no such\n   18  contract for such product is available,  any  product  which  meets  the\n   19  secondary  material content requirements adopted by the political subdi-\n   20  vision or district thereof with respect to a specific commodity procure-\n   21  ment by such entity. On and after July first, nineteen  hundred  ninety-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02926-01-1\n\n       S. 1353                             2\n\n    1  six,  \"recycled  product\" shall mean, for the purposes of this [section]\n    2  SUBDIVISION, any product which is manufactured from secondary materials,\n    3  as defined in subdivision one of section two hundred  sixty-one  of  the\n    4  economic  development  law, and which meets the requirements of subdivi-\n    5  sion two of section 27-0717 of the environmental  conservation  law  and\n    6  regulations  promulgated  pursuant  thereto.  For  the  purpose  of this\n    7  [section] SUBDIVISION, \"reasonably competitive\" shall mean that the cost\n    8  of the recycled product does not exceed a cost premium  of  ten  percent\n    9  above  the  cost  of a comparable product that is not a recycled product\n   10  or, if at least fifty percent of the secondary materials utilized in the\n   11  manufacture of that product are generated from the waste stream  in  New\n   12  York  state,  the  cost  of  the recycled product does not exceed a cost\n   13  premium of fifteen percent above the cost of a comparable  product  that\n   14  is not a recycled product.\n   15    Whenever  such  officer,  board  or agency shall purchase or cause the\n   16  purchase of printing on recycled paper pursuant to this section,  he  or\n   17  she  shall  require  the  printed material to contain the official state\n   18  recycling emblem established pursuant  to  subdivision  two  of  section\n   19  27-0717 of the environmental conservation law and regulations promulgat-\n   20  ed pursuant thereto if such paper has been approved by the department of\n   21  environmental  conservation as satisfying the requirements of such stat-\n   22  ute and regulations, or, if such paper has not been so approved, require\n   23  the printed material to include a printed statement which indicates  the\n   24  percentages  of pre-consumer and post-consumer recycled material content\n   25  of such paper.\n   26    2.  NOTWITHSTANDING THE PROVISIONS OF SECTION  ONE  HUNDRED  THREE  OF\n   27  THIS ARTICLE, WHEN PURCHASING GOODS, SERVICES OR CONSTRUCTION FOR PUBLIC\n   28  USE  THROUGH COMPETITIVE SEALED BIDDING, THE OFFICER, BOARD OR AGENCY OF\n   29  ANY POLITICAL SUBDIVISION OR OF ANY DISTRICT THEREIN  CHARGED  WITH  THE\n   30  AWARDING  OF  PUBLIC  CONTRACTS  THAT  EMPLOYS  A  PROGRAM TO FOSTER THE\n   31  PARTICIPATION OF LOCAL BUSINESSES IN PUBLIC PROCUREMENT, MAY  AWARD  ANY\n   32  CONTRACT  VALUED  AT  UNDER ONE MILLION DOLLARS TO A PARTICIPANT OF SUCH\n   33  PROGRAM EVEN IF SUCH PARTICIPANT IS  NOT  THE  LOWEST  BIDDER  FOR  SUCH\n   34  CONTRACT,  PROVIDED,  HOWEVER  THAT  SUCH  AWARD MAY ONLY BE MADE TO THE\n   35  LOWEST BID SUBMITTED BY THE PARTICIPANT THAT IS REASONABLY  COMPETITIVE.\n   36  FOR THE PURPOSE OF THIS SUBDIVISION, \"REASONABLY COMPETITIVE\" SHALL MEAN\n   37  THAT  THE LOCALLY BASED BUSINESS'S BID DOES NOT EXCEED THE LOWEST BID BY\n   38  MORE THAN TEN PERCENT.\n   39    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   40  have become a law.\n",
  "memo" : "BILL NUMBER:S1353\n\nTITLE OF BILL:\n\nAn act\nto amend the general municipal law, in relation to authorizing\npolitical subdivisions to award public competitively bid contracts to\nbusinesses\nthat participate in a program designed to foster participation\nby local businesses in public procurement at a cost premium not to\nexceed ten percent of the lowest bid\n\nPURPOSE:\n\nTo ensure local businesses can compete for local procurement\nopportunities.\n\nSUMMARY OF PROVISIONS:\n\nAmends Section 104-a of the general municipal law to provide that when\npurchasing goods, services or construction for public use by\ncompetitive sealed bids on contracts less than one million a\nmunicipality that employs a program to foster the participation of\nlocal businesses in public procurement, may award such contracts to a\nparticipant of such a program even if their bid is not the lowest bid\nreceived, provided that the bid does not exceed the lowest bid by\nmore than ten percent.\n\nJUSTIFICATION:\n\nAccording to the NYC Economic Development Corporation, there are over\n220,000 small businesses in New York City. Businesses with fewer than\n100 employees comprise 98% of all businesses in the City. Moreover,\nthese businesses employ nearly 50% of all New Yorkers in the private\nsector.\n\nThe current economic climate is having a devastating effect on small\nbusinesses all over the City. According to the NYC Comptroller, the\neconomic downturn could cause up to 165,000 New Yorkers to be laid\noff over the next two years. Furthermore, nearly 80% of the people\nwho may lose their jobs are likely to be employees of small businesses.\n\nDue to General Municipal Law &sect; 103, localities cannot require agencies\nto award contracts to anyone but the lowest responsible bidder and\nprohibits the City from any flexibility in the award of such\ncontracts. As a result, the City's current program that is designed to\nassist local businesses in\nobtaining contracts with the City, primarily assist businesses in\naccessing contracting opportunities, informing them how to navigate\nthe procurement system and providing them with technical training\nto improve their chances of being the lowest responsible bidder. GML\n\n&sect; 103 constrains localities from developing a stronger program that\nmight result in more contract awards to local businesses.\n\nIn order to strengthen the program aimed to assist local businesses in\nobtaining contracts with the City, legislation that would allow the\nlocalities to give certified firms a small price preference could\nhelp address this problem. General Municipal Law &sect; 104-a already\nallows for such a price preference for the purchase of recycled\nproducts by political subdivisions (political subdivisions may\npurchase recycled products at a cost premium not to exceed ten\npercent of what a nonrecycled product would cost or not to exceed 15%\nfor products manufactured with at least 50% secondary materials\ngenerated from NY waste stream). Legislation that mirrors GML\n104-a, would allow municipalities to give local businesses a small\nprice preference when awarding qualifying contracts.\n\nLEGISLATIVE HISTORY:\n\n2009-10:  S.3514/A.7369 - Passed Senate\n\nFISCAL IMPLICATIONS:\n\nNone to the State.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the thirtieth day after it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to authorizing political subdivisions to award public competitively bid contracts to businesses that participate in a program designed to foster participation by local businesses in public procurement at a cost premium not to exceed ten percent of the lowest bid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T162131.TXT", "SOBI.D110106.T161735.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164748.TXT", "SOBI.D110106.T161233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250613
}