{
  "year" : 2011,
  "senateBillNo" : "S1359-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1359-2011-1294290000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of health to report on the very high incidence of asthma in the state",
  "summary" : "Directs the commissioner of health to study and report on the very high incidence of asthma in the state. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Health",
  "previousVersions" : [ "S4477-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "AVELLA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1359\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ, HASSELL-THOMPSON, KLEIN -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Health\n\n       AN ACT to direct the commissioner of health  to  report  upon  the  high\n         incidence of asthma in the state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. (a) Within 90 days of the effective date of this  act,  the\n    2  commissioner of health shall commence to examine and evaluate the alarm-\n    3  ingly  high and disproportionate incidence of asthma in the state.  Such\n    4  commissioner shall specifically study and evaluate the following factors\n    5  related to those persons who have asthma:\n    6    (i) income level;\n    7    (ii) race;\n    8    (iii) gender;\n    9    (iv) age group;\n   10    (v) housing accommodations: single family dwelling, two to six  family\n   11  dwelling or housing project;\n   12    (vi) residence proximity to industrial sites;\n   13    (vii) residence proximity to highways; and\n   14    (viii)  type of health insurance providing coverage to the person with\n   15  asthma (private, Medicaid, child health insurance plan or family  health\n   16  plus).\n   17    (b)  Within  one  year of the effective date of this act, such commis-\n   18  sioner shall report to the governor and  the  legislature,  his  or  her\n   19  findings and any recommendations he or she shall deem necessary.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00060-01-1\n",
  "memo" : "BILL NUMBER:S1359\n\nTITLE OF BILL:\nAn act\nto direct the commissioner of health to report upon the high\nincidence of asthma in the state\n\nPURPOSE OR GENERAL IDEA OF BILL:\nDirects the Commissioner of health to\nstudy and report on the very high incidence of asthma in New York State\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe bill directs the commissioner of\nhealth, within 90 days of passage of this legislation, to commence a\nstudy, examine and evaluate the alarming and disproportionate\nincidence of asthma in New York State. The following factors need to\nbe evaluated:\nincome level; race; gender; age group; housing accommodations: single\nfamily dwelling, two to six family dwelling or housing project;\nresidence proximity to industrial sites. Within one year of the\neffective date of this act, the commissioner shall report to the\ngovernor and the legislature his or her findings and any\nrecommendations he or she deem necessary.\n\nJUSTIFICATION:\nAlmost one in 13 school children suffer from asthma\nmaking it the leading serious chronic illness in children and the\nleading cause of hospitalizations for children under the age of 15.\nMore than 4.8 million children nationwide suffer from asthma and more\nthan 5,000 Americans die from the illness each year. It is estimated\nthat asthmatic children lose 10 million school days each year.\n\nThe New York City Health and Hospitals Corporation has recently\nidentified over 50,000 school-aged children with asthma. The NYC\nDepartment of Health has reported that in 2004, there were 10,603\nemergency room admissions for pediatric asthma cases. In the entire\nstate there are over 1.6 million New Yorkers suffering from asthma of\nwhich more than 380,000 are children. This health problem is serious\nand growing. In addition, the health costs related to\nhospitalizations for this disease are tremendous. The New York State\nDepartment of Health estimates that cost at over $380 million\nannually, of which $132 million is the Medicaid share of that expense.\n\nFrom rural areas to small cities the asthma epidemic is impacting\nchildren adversely.  In the Bronx County alone\nthere were 10,135 hospital cases of\nasthma in children younger than 17 reported in 2002, at a\nrate of more than 902 per 100,000. That is comparing to an average\nrate of approximately 150 per 100,000 for the rest of the state. Poor\nchildren under the age of 4 are four times more likely to be\nhospitalized for asthma than children in high-income areas. Asthma is\n\nan illness that is far too common among our poorest citizens. In New\nYork City, children are almost twice as likely to be hospitalized as\nchildren nationwide.\n\nRural areas such as Fulton County have an asthma hospitalization rate\nof 407 per 100,000 children under 17 years of age. Other parts of New\nYork State are also severely impacted.\n\nAccording to the Centers for Disease Control and Prevention (CDC),\nasthma's impact on health, quality of life, and the economy are\nsubstantial. The CDC has also found that the rates of severe asthma\ncontinue to disproportionately affect poor and minority populations.\nFor example African-Americans visit emergency departments, are\nhospitalized and die due to asthma at rates three times higher than\nrates for white Americans.\nThis legislation will direct New York State to report on the\nincreasing rate of asthma in New York and to report their findings\nand recommendation on reducing those rates within one year.\n\nPRIOR LEGISLATIVE HISTORY:\n2007-2008:  A.6735 - Passed Assembly\n2009:       S.4477/A.4802 - Passed Assembly\n\nFISCAL IMPLICATIONS:\nNot applicable.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to direct the commissioner of health to report upon the high incidence of asthma in the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T162235.TXT", "SOBI.D110111.T101148.TXT", "SOBI.D110110.T163633.TXT", "SOBI.D110106.T161735.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250624
}