{
  "year" : 2011,
  "senateBillNo" : "S135-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S135-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes an applicant for a pistol or revolver license to possess such while attending a pre-license firearms safety course",
  "summary" : "Authorizes an applicant for a pistol or revolver license to possess such while attending a pre-license firearms safety course and while under the supervision of the instructor thereof. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S282-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          135\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to authorizing the possession\n         of a pistol or revolver while attending a pre-license firearms  safety\n         course\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision a of section 265.20 of the penal law is amended\n    2  by adding a new paragraph 7-f to read as follows:\n    3    7-F. POSSESSION OF A PISTOL OR REVOLVER BY A PERSON  WHO  HAS  APPLIED\n    4  FOR A LICENSE TO POSSESS A PISTOL OR REVOLVER AND PRE-LICENSE POSSESSION\n    5  OF  SAME  PURSUANT  TO  SECTION 400.00 OF THIS CHAPTER, WHO HAS NOT BEEN\n    6  PREVIOUSLY DENIED A LICENSE, BEEN PREVIOUSLY CONVICTED OF  A  FELONY  OR\n    7  SERIOUS  OFFENSE, AND WHO DOES NOT APPEAR TO BE, OR POSE A THREAT TO BE,\n    8  A DANGER TO HIMSELF, HERSELF OR TO OTHERS, AND WHO HAS BEEN APPROVED FOR\n    9  POSSESSION IN ACCORDANCE WITH SECTION 400.00 OF THIS  CHAPTER;  PROVIDED\n   10  THAT  SUCH  POSSESSION SHALL BE OF A PISTOL OR REVOLVER DULY LICENSED TO\n   11  AND SHALL BE POSSESSED UNDER THE SUPERVISION, GUIDANCE  AND  INSTRUCTION\n   12  OF  A  CERTIFIED FIREARMS SAFETY COURSE INSTRUCTOR, AND PROVIDED FURTHER\n   13  THAT SUCH POSSESSION OCCURS DURING THE COURSE OF A CERTIFIED PRE-LICENSE\n   14  FIREARMS SAFETY COURSE IN WHICH SUCH PERSON IS ENROLLED.\n   15    S 2. Paragraph (b) of subdivision 3 of section  400.00  of  the  penal\n   16  law,  as added by chapter 778 of the laws of 1985, is amended to read as\n   17  follows:\n   18    (b) Application for an exemption under paragraph seven-b OR SEVEN-F of\n   19  subdivision a of section 265.20 of this chapter. Each applicant desiring\n   20  to obtain the exemption set forth in paragraph  seven-b  OR  SEVEN-F  of\n   21  subdivision  a of section 265.20 of this chapter shall make such request\n   22  in writing of the licensing officer with whom his OR HER application for\n   23  a license is filed, at the time of filing such application. Such request\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00140-01-1\n\n       S. 135                              2\n\n    1  shall include a signed and verified statement by the  person  authorized\n    2  to instruct and supervise the applicant, that has met with the applicant\n    3  and  that  he  OR  SHE has determined that, in his OR HER judgment, said\n    4  applicant  does  not  appear  to be or poses a threat to be, a danger to\n    5  himself, HERSELF or to others. He OR SHE shall include a copy of his  OR\n    6  HER certificate as an instructor in small arms, if he OR SHE is required\n    7  to  be certified, and state his OR HER address and telephone number.  He\n    8  OR SHE shall specify the exact location by name, address  and  telephone\n    9  number  where  such  instruction will take place. Such licensing officer\n   10  shall, no later than ten business days after such  filing,  request  the\n   11  duly  constituted police authorities of the locality where such applica-\n   12  tion is made to investigate and ascertain any previous  criminal  record\n   13  of  the  applicant  pursuant  to subdivision four of this section.  Upon\n   14  completion of this investigation, the police authority shall report  the\n   15  results  to the licensing officer without unnecessary delay. The licens-\n   16  ing officer shall no later than ten business days after the  receipt  of\n   17  such  investigation,  determine  if  the  applicant  has been previously\n   18  denied a license, been convicted of a felony, or  been  convicted  of  a\n   19  serious  offense,  and  either  approve  or disapprove the applicant for\n   20  exemption purposes based upon such determinations. If the  applicant  is\n   21  approved  for  the  exemption,  the  licensing  officer shall notify the\n   22  appropriate duly constituted police authorities and the applicant.  Such\n   23  exemption  shall terminate if the application for the license is denied,\n   24  or at any earlier time  based  upon  any  information  obtained  by  the\n   25  licensing  officer  or  the  appropriate  police authorities which would\n   26  cause the license to be denied. The  applicant  and  appropriate  police\n   27  authorities shall be notified of any such terminations.\n   28    S  3.  This  act shall take effect on the ninetieth day after it shall\n   29  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to authorizing the possession of a pistol or revolver while attending a pre-license firearms safety course ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101209.T153651.TXT", "SOBI.D101209.T154151.TXT", "SOBI.D101209.T151149.TXT", "SOBI.D101209.T152650.TXT", "SOBI.D101209.T163654.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291930614167
}