{
  "year" : 2011,
  "senateBillNo" : "S1350-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1350-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the driver of a vehicle involved in an accident involving no personal injury or death to move the vehicle to a safe location",
  "summary" : "Requires the driver of a vehicle involved in an accident involving no personal injury or death to move the vehicle to a safe location in the vicinity of the incident. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1296",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S6476-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1350\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law,  in  relation  to  removing\n         vehicles from traffic following an accident\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 600 of the vehicle and traffic law  is  amended  by\n    2  adding a new subdivision 3 to read as follows:\n    3    3.  REMOVAL  OF  A  VEHICLE.  A PERSON WHO MOVES A VEHICLE IN A MANNER\n    4  CONSISTENT WITH SUBDIVISION (E) OF SECTION TWELVE HUNDRED OF THIS  CHAP-\n    5  TER  AND  WHO REMAINS IN THE IMMEDIATE VICINITY OF AN ACCIDENT SHALL NOT\n    6  BE CONSTRUED TO BE IN VIOLATION OF THIS SECTION BECAUSE  OF  SUCH  MOVE-\n    7  MENT.\n    8    S  2. Section 1200 of the vehicle and traffic law is amended by adding\n    9  a new subdivision (e) to read as follows:\n   10    (E) WHENEVER A  VEHICLE  IS  INVOLVED  IN  AN  ACCIDENT  INVOLVING  NO\n   11  PERSONAL INJURY OR DEATH, THE DRIVER OF ANY INVOLVED VEHICLE SHALL IMME-\n   12  DIATELY  MOVE  OR CAUSE REMOVAL OF THE VEHICLE FROM THE TRAVEL LANE TO A\n   13  SAFE LOCATION ALONG THE HIGHWAY IN THE IMMEDIATE VICINITY OF  THE  INCI-\n   14  DENT,  PROVIDED  THAT  THE  VEHICLE  IS OPERABLE AND THE MOVEMENT OF THE\n   15  VEHICLE CAN BE DONE SAFELY. MOVEMENT CONSISTENT WITH THE  PROVISIONS  OF\n   16  THIS  SUBDIVISION  SHALL  NOT  BE  CONSTRUED TO IMPLY THAT NO INJURY HAS\n   17  OCCURRED NOR SHALL THE DRIVER BE CONSIDERED LIABLE OR AT FAULT REGARDING\n   18  THE CAUSE OF THE ACCIDENT SOLELY BY MOVING OR CAUSING THE REMOVAL OF THE\n   19  VEHICLE. MOVING A VEHICLE CONSISTENT WITH  THIS  SUBDIVISION  SHALL  NOT\n   20  RELIEVE  AN  INVESTIGATING  POLICE OFFICER FROM THE OBLIGATION TO FILE A\n   21  REPORT  OTHERWISE  REQUIRED.  NOTHING  IN  THIS  SUBDIVISION  SHALL   BE\n   22  CONSTRUED  TO AUTHORIZE OTHERWISE UNQUALIFIED PERSONS TO CLEAR OR REMOVE\n   23  HAZARDOUS MATERIALS FROM THE HIGHWAY  OR  TO  MOVE  VEHICLES  WHICH  ARE\n   24  TRANSPORTING  HAZARDOUS MATERIALS IN A MANNER INCONSISTENT WITH APPLICA-\n   25  BLE LAW.\n   26    S 3. This act shall take effect on the first of November next succeed-\n   27  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03014-01-1\n",
  "memo" : "BILL NUMBER:S1350\n\nTITLE OF BILL:\n\nAn act\nto amend the vehicle and traffic law, in relation to removing vehicles\nfrom traffic following an accident\n\nPURPOSE:\n\nThis bill would improve safety and facilitate traffic mobility by\nrequiring drivers to remove their vehicles from the roadway, if safe\nand possible, when their vehicle is in an accident not involving\npersonal injury or death.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill amends Vehicle and Traffic law (VTL) &sect; 600 to\nprovide that removing a vehicle involved in an accident from the\nroadway in a manner consistent with section 2 of this bill does not\nconstitute \"leaving the scene of an accident.\"\n\nSection 2 of this bill amends VTL &sect; 1200 to require a driver of a\nvehicle that is in a traffic accident not involving personal injury\nor death to immediately remove the vehicle from the roadway - but\nremain in the immediate vicinity of the incident - provided it is\npractical to do so safely.\n\nEXISTING LAW:\n\nVTL &sect; 600 requires that drivers involved in an accident causing\nproperty damage stop \"where the damage occurred\" and, before leaving,\nprovide to the party suffering the damage certain information, such\nas their driver license and insurance identification card data. VTL\n&sect; 1200 establishes basic rules for stopping, standing, and parking, and\ndoes not include the provisions added by this bill.\n\nLEGISLATIVE HISTORY:\n\n2009/10: S.6476/A.10097 - Passed Senate\n2008:    S.7396/A.11067 - Passed Senate\n\nSTATEMENT IN SUPPORT:\n\nThis bill would require a driver of a vehicle involved in an accident\nin which no personal injury or death occurred to immediately move or\ncause the removal of the vehicle from the travel lane to a safe\nlocation along the highway in the immediate vicinity of the accident\n- provided the vehicle is operable and doing so can be done safely,\nThis bill makes clear that so moving a vehicle does not imply that no\n\ninjuries occurred, and does not deem the driver liable or at fault\nfor the accident.\n\nThis proposal would maintain a safe roadway for the traveling public\nand lessen the negative economic impacts of traffic incidents to\nmotorists and shippers not directly involved in an incident.\n\nThe longer a vehicle involved in an incident remains on the roadway, the\nmore likely a secondary incident will occur, increasing the risk of\ndeath or serious personal injury to the public and emergency\nresponders.\nIn addition, other users of the highway system lose time and money\nsitting in incident-related traffic backups, with the cost of these\ndelays impacting the entire community.\n\nThis proposal would assist in overall incident management. The removal\nfrom the roadway of a vehicle involved in an accident - if possible\nand safe - is an important step drivers themselves can take to avoid\nsecondary incidents and congestion. But drivers must be empowered by\nlaw to take that step.\n\nNearly half of the states in the nation have enacted laws like this\none, termed \"move-it\" laws, to encourage or require drivers to move\ntheir vehicles out of the roadway if involved in a non-injurious\ncrash.. Such laws make sense because moving or clearing vehicles\ninvolved in such crashes saves lives, reduces congestion, and\nimproves travel.\n\nThe National Highway Traffic Safety Administration (NHTSA) reports\nthat of the 63 million highway crashes in 2002, 4.3 million damaged\nonly property, 1.9 million involved personal injury, and 38,491\nresulted in a fatality. Accordingly, for as many as two-thirds of the\nnation's auto crashes, it is possible that vehicles could be\nimmediately moved out of the travel lanes onto the shoulder,\npreventing secondary accidents and reducing resulting traffic\ncongestion. Also, twenty percent of incidents are a direct result of\nthe aftermath of an initial accident. That is why it is essential to\nremove vehicles involved in minor incidents from the roadway as\nquickly as possible to reduce the likelihood of secondary incidents.\n\nAs is current practice, the Department of Transportation would\ncontinue to work closely with the State Police on all issues\nassociated with vehicle accidents and highway safety.\n\nBUDGET IMPLICATIONS:\n\nThis bill would have no significant budgetary implications, However,\nthis bill may produce overall savings from reduced congestion and\nfewer secondary accidents, and involve minimal expense associated\nwith the education of the motoring public regarding these changes.\n\nEFFECTIVE DATE:\n\nThis bill would be effective on the first of November following\nenactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to removing vehicles from traffic following an accident ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T130902.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164748.TXT", "SOBI.D110106.T161233.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250609
}