{
  "year" : 2011,
  "senateBillNo" : "S1350-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1350-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the driver of a vehicle involved in an accident involving no personal injury or death to move the vehicle to a safe location",
  "summary" : "Requires the driver of a vehicle involved in an accident involving no personal injury or death to move the vehicle to a safe location in the vicinity of the incident. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1296",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S6476-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1350\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law,  in  relation  to  removing\n         vehicles from traffic following an accident\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 600 of the vehicle and traffic law  is  amended  by\n    2  adding a new subdivision 3 to read as follows:\n    3    3.  REMOVAL  OF  A  VEHICLE.  A PERSON WHO MOVES A VEHICLE IN A MANNER\n    4  CONSISTENT WITH SUBDIVISION (E) OF SECTION TWELVE HUNDRED OF THIS  CHAP-\n    5  TER  AND  WHO REMAINS IN THE IMMEDIATE VICINITY OF AN ACCIDENT SHALL NOT\n    6  BE CONSTRUED TO BE IN VIOLATION OF THIS SECTION BECAUSE  OF  SUCH  MOVE-\n    7  MENT.\n    8    S  2. Section 1200 of the vehicle and traffic law is amended by adding\n    9  a new subdivision (e) to read as follows:\n   10    (E) WHENEVER A  VEHICLE  IS  INVOLVED  IN  AN  ACCIDENT  INVOLVING  NO\n   11  PERSONAL INJURY OR DEATH, THE DRIVER OF ANY INVOLVED VEHICLE SHALL IMME-\n   12  DIATELY  MOVE  OR CAUSE REMOVAL OF THE VEHICLE FROM THE TRAVEL LANE TO A\n   13  SAFE LOCATION ALONG THE HIGHWAY IN THE IMMEDIATE VICINITY OF  THE  INCI-\n   14  DENT,  PROVIDED  THAT  THE  VEHICLE  IS OPERABLE AND THE MOVEMENT OF THE\n   15  VEHICLE CAN BE DONE SAFELY. MOVEMENT CONSISTENT WITH THE  PROVISIONS  OF\n   16  THIS  SUBDIVISION  SHALL  NOT  BE  CONSTRUED TO IMPLY THAT NO INJURY HAS\n   17  OCCURRED NOR SHALL THE DRIVER BE CONSIDERED LIABLE OR AT FAULT REGARDING\n   18  THE CAUSE OF THE ACCIDENT SOLELY BY MOVING OR CAUSING THE REMOVAL OF THE\n   19  VEHICLE. MOVING A VEHICLE CONSISTENT WITH  THIS  SUBDIVISION  SHALL  NOT\n   20  RELIEVE  AN  INVESTIGATING  POLICE OFFICER FROM THE OBLIGATION TO FILE A\n   21  REPORT  OTHERWISE  REQUIRED.  NOTHING  IN  THIS  SUBDIVISION  SHALL   BE\n   22  CONSTRUED  TO AUTHORIZE OTHERWISE UNQUALIFIED PERSONS TO CLEAR OR REMOVE\n   23  HAZARDOUS MATERIALS FROM THE HIGHWAY  OR  TO  MOVE  VEHICLES  WHICH  ARE\n   24  TRANSPORTING  HAZARDOUS MATERIALS IN A MANNER INCONSISTENT WITH APPLICA-\n   25  BLE LAW.\n   26    S 3. This act shall take effect on the first of November next succeed-\n   27  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03014-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to removing vehicles from traffic following an accident ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T130902.TXT", "SOBI.D110106.T160806.TXT", "SOBI.D110106.T164748.TXT", "SOBI.D110110.T161630.TXT", "SOBI.D110106.T161233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294694190661
}