{
  "year" : 2011,
  "senateBillNo" : "S1367-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1367-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalties for overtaking and passing a school bus",
  "summary" : "Increases the penalties for overtaking and passing a school bus; provides that for the first conviction a person shall be punished by a fine of not less than $350 nor more than $500; provides that for a second conviction a person shall be punished by a fine of not less than $500 nor more than $800; also provides that for a third conviction a person shall be punished by a fine of not less than $800 nor more than $1000. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S5085-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1367\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DILAN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  increasing\n         the penalties for passing a school bus with its red lights illuminated\n         indicating that it is picking up or discharging students\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (c) of section 1174 of the vehicle and  traffic\n    2  law,  as  amended by chapter 254 of the laws of 2002, is amended to read\n    3  as follows:\n    4    (c) Every person convicted of a violation of subdivision (a)  of  this\n    5  section  shall: for a first conviction thereof, be punished by a fine of\n    6  not less than [two hundred fifty] THREE HUNDRED FIFTY dollars  nor  more\n    7  than  [four]  FIVE  hundred dollars or by imprisonment for not more than\n    8  thirty days or by both such fine and imprisonment; for a conviction of a\n    9  second violation, both of which were committed within a period of  three\n   10  years,  such  person  shall be punished by a fine of not less than [six]\n   11  FIVE hundred dollars nor more than [seven hundred fifty]  EIGHT  HUNDRED\n   12  dollars  or by imprisonment for not more than one hundred eighty days or\n   13  by both such fine and imprisonment; upon a  conviction  of  a  third  or\n   14  subsequent  violation,  all  of  which were committed within a period of\n   15  three years, such person shall be punished by a fine of  not  less  than\n   16  [seven  hundred  fifty] EIGHT HUNDRED dollars nor more than one thousand\n   17  dollars or by imprisonment for not more than one hundred eighty days  or\n   18  by both such fine and imprisonment.\n   19    S  2.  This  act shall take effect on the ninetieth day after it shall\n   20  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03975-01-1\n",
  "memo" : "BILL NUMBER:S1367\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to increasing the\npenalties for\npassing a school bus\nwith its red lights illuminated indicating that it is picking\nup or discharging students\n\nPURPOSE OR GENERAL IDEA OF BILL:\nIncreases the penalties for passing a school bus with its red lights\nilluminated indicating that it is picking up or discharging students.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis legislation would amend subdivision (c) of section 1174 of the\nVehicle and Traffic Law by increasing the fine amounts associated\nwith passing a stopped school bus with its red lights illuminated.\n\nJUSTIFICATION:\nOvertaking a school bus exacts a heightened and unconscionable threat\nto the lives of millions of New York children who ride the bus each\nday. New York State needs to set a precedent of zero tolerance for\nsuch law breakers, and ensure that our children's safety is put at\nthe forefront of our state's agenda.\n\nOvertaking a school bus place many vulnerable lives at risk, and those\nwho break this law should be stopped and punished in way that\nreflects the severity of the crime.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10 - S.5085/A.7348\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect the 90 day after it shall has become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to increasing the penalties for passing a school bus with its red lights illuminated indicating that it is picking up or discharging students ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T162235.TXT", "SOBI.D110110.T164132.TXT", "SOBI.D110106.T162736.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250638
}