{
  "year" : 2011,
  "senateBillNo" : "S1366-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1366-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to emergency rule with respect to the removal of vehicles from public streets and highways",
  "summary" : "Relates to emergency rule with respect to the removal of vehicles from public streets and highways. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1343",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S5174-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1366\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  DILAN,  DIAZ,  HASSELL-THOMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Transportation\n\n       AN  ACT  to  amend the vehicle and traffic law, in relation to emergency\n         rule with respect to the removal of vehicles from public  streets  and\n         highways\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1602 of the vehicle and traffic law is  amended  by\n    2  adding a new subdivision (e) to read as follows:\n    3    (E)  A  POLICE OFFICER OR OTHER PUBLIC OFFICER WHO HAS BEEN DESIGNATED\n    4  BY THE STATE OR A POLITICAL SUBDIVISION THEREOF TO REGULATE  TRAFFIC  AT\n    5  THE  SCENE  OF AN ACCIDENT OR SPECIAL EMERGENCY MAY, IN THE INTERESTS OF\n    6  PUBLIC SAFETY AND CONVENIENCE, DIRECT THAT A VEHICLE AND ITS CONTENTS BE\n    7  REMOVED FROM A PUBLIC STREET OR HIGHWAY. SUCH POLICE  OFFICER  OR  OTHER\n    8  PUBLIC  OFFICER  AND  ANY PERSON ACTING PURSUANT TO HIS OR HER DIRECTION\n    9  SHALL NOT BE LIABLE FOR ANY DAMAGE  TO  SUCH  VEHICLE  OR  ITS  CONTENTS\n   10  UNLESS  SUCH  REMOVAL WAS CARRIED OUT IN A RECKLESS OR GROSSLY NEGLIGENT\n   11  MANNER.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02933-01-1\n",
  "memo" : "BILL NUMBER:S1366\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to emergency rule with\nrespect to the removal of vehicles from public streets and highways\n\nPURPOSE:\nTo allow police officers and other public\nofficers to direct\nthat vehicles and their contents be removed from public highways and\nto relieve such Police officer and public officers, and anyone acting\npursuant to their direction from liability for such removal, unless\nsuch removal was carried out in a reckless or grossly negligent manner.\n\nSUMMARY OF PROVISIONS:\nAdds a new paragraph to section 1602 of the\nvehicle and traffic law to accomplish the foregoing.\n\nJUSTIFICATION:\nNumerous studies have indicated that delays in clearing\nhighways of wrecked or damaged vehicles often leads to secondary\naccidents and a loss of productivity by persons who are\ninconvenienced by highways that are closed as the result of\naccidents. For this reason, many police agencies and political\nsubdivisions have adopted \"quick clearance\" procedures that are\ndesigned to open highways in as short a time as possible. These\nprocedures often require the removal of vehicles (sometimes by the\nuse of bulldozers) in a manner that results in unavoidable damage to\nSuch vehicles and their cargo.\n\nThis bill relieves police officers and other public officers, and any\npersons acting pursuant to their direction, from liability for damage\ncaused to such vehicles and cargo unless such removal is carried out\nin a reckless or grossly negligent manner.\n\nLegislation of this nature is endorsed by the 1-95 Corridor Coalition,\na coalition consisting of transportation, police, emergency and\nprivate sector interests that range from Maine to Florida.\n\nLEGISLATIVE HISTORY:\n2009-10:  S.5175/A.9995 - Passed Senate\n\nFISCAL IMPACT:\nNone to the state.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to emergency rule with respect to the removal of vehicles from public streets and highways ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T162235.TXT", "SOBI.D110110.T164132.TXT", "SOBI.D110107.T140921.TXT", "SOBI.D110106.T162736.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250637
}