{
  "year" : 2011,
  "senateBillNo" : "S1363-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1363-2011-1294290000000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires public authorities to negotiate with most qualified architectural and engineering professional firms before negotiating with other firms",
  "summary" : "Requires public authorities and public benefit corporations to negotiate with professional firms providing architectural or engineering services in order from the most qualified to the least qualified with regard to the provision of services to the authority or corporation. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SB3531-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1363\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  DILAN,  DIAZ,  HASSELL-THOMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend  the public authorities law, in relation to requiring\n         public authorities and public benefits corporations to negotiate  with\n         professional  firms providing architectural or engineering services in\n         order from the most qualified to the least qualified  with  regard  to\n         the provision of services to the authority or corporation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (iv) of paragraph  (b)  of  subdivision  3  of\n    2  section 2879 of the public authorities law, as amended by chapter 383 of\n    3  the laws of 1994, is amended to read as follows:\n    4    (iv)  as used in this subparagraph, the term \"professional firm\" shall\n    5  be defined as any individual or sole proprietorship, partnership, corpo-\n    6  ration, association, or other legal entity permitted by law to  practice\n    7  the professions of architecture, engineering or surveying.\n    8    IT  IS  THE POLICY OF NEW YORK STATE TO NEGOTIATE CONTRACTS FOR ARCHI-\n    9  TECTURAL AND/OR ENGINEERING SERVICES AND/OR SURVEYING  SERVICES  ON  THE\n   10  BASIS  OF  DEMONSTRATED  COMPETENCE  AND  QUALIFICATION  FOR THE TYPE OF\n   11  PROFESSIONAL SERVICES REQUIRED AND AT FAIR AND REASONABLE FEES.\n   12    IN  THE  PROCUREMENT  OF  ARCHITECTURAL,  ENGINEERING  AND   SURVEYING\n   13  SERVICES,  THE CORPORATION SHALL ENCOURAGE PROFESSIONAL FIRMS ENGAGED IN\n   14  THE LAWFUL PRACTICE OF THE PROFESSION TO SUBMIT AN ANNUAL  STATEMENT  OF\n   15  QUALIFICATIONS  AND  PERFORMANCE DATA. THE CORPORATION FOR EACH PROPOSED\n   16  PROJECT SHALL EVALUATE CURRENT STATEMENTS OF QUALIFICATIONS AND PERFORM-\n   17  ANCE DATA ON FILE WITH THE CORPORATION.  IF DESIRED, THE CORPORATION MAY\n   18  CONDUCT DISCUSSIONS WITH THREE  OR  MORE  PROFESSIONAL  FIRMS  REGARDING\n   19  ANTICIPATED  DESIGN  CONCEPTS  AND  PROPOSED  METHODS OF APPROACH TO THE\n   20  ASSIGNMENT. THE CORPORATION SHALL SELECT, IN ORDER OF PREFERENCE,  BASED\n   21  UPON CRITERIA ESTABLISHED BY THE CORPORATION, NO LESS THAN THREE PROFES-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02927-01-1\n\n       S. 1363                             2\n\n    1  SIONAL  FIRMS  DEEMED  TO  BE  THE  MOST HIGHLY QUALIFIED TO PROVIDE THE\n    2  SERVICES REQUIRED.\n    3    EVERY  CORPORATION  SHALL NEGOTIATE A CONTRACT WITH THE HIGHEST QUALI-\n    4  FIED PROFESSIONAL FIRM FOR  ARCHITECTURAL  AND/OR  ENGINEERING  SERVICES\n    5  AND/OR  SURVEYING  SERVICES AT COMPENSATION WHICH THE CORPORATION DETER-\n    6  MINES IN WRITING TO BE FAIR  AND  REASONABLE  TO  SUCH  CORPORATION.  IN\n    7  MAKING  THIS DECISION, THE CORPORATION SHALL TAKE INTO ACCOUNT THE ESTI-\n    8  MATED VALUE OF THE SERVICES TO BE RENDERED,  INCLUDING  THE  COSTS,  THE\n    9  SCOPE, COMPLEXITY AND PROFESSIONAL NATURE THEREOF.\n   10    The corporation shall not refuse to negotiate with a professional firm\n   11  solely  because  the  ratio  of the \"allowable indirect costs\" to direct\n   12  labor costs of the professional firm or the hourly  labor  rate  in  any\n   13  labor  category  of the professional firm exceeds a limitation generally\n   14  set by the corporation in the determination of the reasonableness of the\n   15  estimated cost of services to be rendered by the professional firm,  but\n   16  rather  the  corporation should also consider the reasonableness of cost\n   17  based on the total estimated cost of the  service  of  the  professional\n   18  firm  which  should  include,  among  other things, all the direct labor\n   19  costs of the professional firm for such  services  plus  all  \"allowable\n   20  indirect  costs,\"  other  direct  costs,  and  negotiated  profit of the\n   21  professional firm. \"Allowable indirect costs\" of a professional firm are\n   22  defined as those costs generally associated with overhead  which  cannot\n   23  be  specifically  identified  with  a single project or contract and are\n   24  considered reasonable and allowable under  specific  state  contract  or\n   25  allowability  limits.    SHOULD THE CORPORATION BE UNABLE TO NEGOTIATE A\n   26  SATISFACTORY CONTRACT WITH THE PROFESSIONAL FIRM CONSIDERED  TO  BE  THE\n   27  MOST  QUALIFIED,  AT  A  FEE  THE  CORPORATION DETERMINES TO BE FAIR AND\n   28  REASONABLE TO THE CORPORATION, NEGOTIATIONS WITH THAT PROFESSIONAL  FIRM\n   29  SHALL  BE  FORMALLY  TERMINATED.    THE CORPORATION SHALL THEN UNDERTAKE\n   30  NEGOTIATIONS WITH THE SECOND MOST QUALIFIED PROFESSIONAL  FIRM.  FAILING\n   31  ACCORD WITH THE SECOND MOST QUALIFIED PROFESSIONAL FIRM, THE CORPORATION\n   32  SHALL FORMALLY TERMINATE NEGOTIATIONS. THE CORPORATION SHALL THEN UNDER-\n   33  TAKE  NEGOTIATIONS  WITH  THE  THIRD  MOST  QUALIFIED PROFESSIONAL FIRM.\n   34  SHOULD THE CORPORATION BE UNABLE TO NEGOTIATE  A  SATISFACTORY  CONTRACT\n   35  WITH  ANY OF THE SELECTED PROFESSIONAL FIRMS, IT SHALL SELECT ADDITIONAL\n   36  PROFESSIONAL FIRMS IN ORDER OF THEIR COMPETENCE AND  QUALIFICATIONS  AND\n   37  IT  SHALL CONTINUE NEGOTIATIONS IN ACCORDANCE WITH THIS SECTION UNTIL AN\n   38  AGREEMENT IS REACHED.  THE PROVISIONS OF THIS  SUBPARAGRAPH  SHALL  ONLY\n   39  APPLY  TO  ENGINEERING  AND/OR  ARCHITECTURAL  SERVICES AND/OR SURVEYING\n   40  SERVICES IN EXCESS OF TWENTY-FIVE THOUSAND DOLLARS.\n   41    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1363\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to requiring public\nauthorities and public benefits corporations to negotiate with\nprofessional firms providing architectural or engineering services in\norder from the most qualified to the least qualified with regard to the\nprovision of services to the authority or corporation\n\nPURPOSE OF THE BILL:\nThis bill would allow public authorities a greater opportunity to\nnegotiate with the most qualified architectural and engineering\nprofessional firms through annual statements of qualifications and\nperformance data created by professional firms.\n\nSUMMARY OF PROVISIONS:\n&sect; 1-Amends subparagraph (iv) of paragraph (b) of subdivision 3\nof &sect; 2879 of the public Authorities Law.\n\n&sect; 2-Effective date.\n\nJUSTIFICATION:\nThe intent of this bill is to ensure that public authorities and\npublic benefit corporations receive the services of the most\nqualified contractor through the establishment of a new mechanism for\nthe procurement of engineering, architectural and surveying services.\nQualifications Based Selections (QBS) is a procurement process that\nis used widely throughout the country and has recently been adopted\nby New York City. Instead of cost-based procurement which focuses\nprimarily on price, QBS procurement focuses on qualifications and\nexperience as the paramount basis for selection. However, after the\nhighest technically ranked firm is selected and the project scope is\nfully defined, QBS generates a realistic fee based on a fee proposal\nby the consultant and negotiations with the agency. If an agency\ncannot negotiate a fair price with the first choice consultant, it\nhas the option to negotiate with the next highly qualified\nconsultant, and so on. QBS allows agencies to select the design firm\nwith the best experience, capabilities, technical approach and\nquality of personnel, matched to the needs of the project and the\nagency; generates better plans and specifications, resulting in\nhigher quality contract documents that make bidding on an\nd carrying out\nconstruction easier; fosters the development of innovative,\ncost-effective design solutions at a fair market value, resulting in\nlower overall project costs; and generates design solutions that best\nmeet the needs of the project, emphasizing public health, safety and\nquality of life.\nQBS is mandated in at least 46 other states and has proven to be an\neffective procurement tool. QBS generates competition by bringing\n\nmore firms into the bidding process. As a result, owners are ensured\na better project and a savings to the taxpayer.\n\nLEGISLATIVE HISTORY:\n2009/10 - S.3531B - Died in Rules/A.7056B - Passed Assembly\n2008 - Similar to A.11204/S.8305\n2007 - Similar to A.5933/S.2162 (Veto Message 93)\n2005-06 - A.5672A/S.1894A\n2003/04 - A.11880/S.7776 and A.6028/S.3908 (Veto Message 245)\n\nFISCAL IMPLICATIONS:\nShould result in cost savings for the State.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to requiring public authorities and public benefits corporations to negotiate with professional firms providing architectural or engineering services in order from the most qualified to the least qualified with regard to the provision of services to the authority or corporation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T101825.TXT", "SOBI.D110106.T162235.TXT", "SOBI.D110110.T164132.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295536705312
}