{
  "year" : 2011,
  "senateBillNo" : "S1364-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1364-2011-1294290000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to reports on certain criminal offenses on public transportation",
  "summary" : "Relates to reports on certain criminal offenses on public transportation. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1484",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S7741-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1364\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  reports  on\n         certain criminal offenses on public transportation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 397-c to read as follows:\n    3    S  397-C.   REPORTS OF CERTAIN CRIMINAL ACTS ON PUBLIC TRANSPORTATION.\n    4  MUNICIPAL, TOWN AND VILLAGE POLICE DEPARTMENTS IN  VILLAGES,  TOWNS  AND\n    5  CITIES  WITH  LESS THAN ONE MILLION RESIDENTS SHALL PREPARE, ANNUALLY, A\n    6  REPORT DETAILING THE TOTAL NUMBER OF CRIMINAL  COMPLAINTS  AND  ARRESTS,\n    7  CATEGORIZED BY CLASS OF CRIME, FOR VIOLENT FELONY OFFENSES AS DEFINED IN\n    8  SECTION  70.02 OF THE PENAL LAW, ASSAULT AND RELATED OFFENSES AS DEFINED\n    9  IN ARTICLE ONE HUNDRED TWENTY OF THE PENAL LAW, SEX OFFENSES AS  DEFINED\n   10  IN  ARTICLE  ONE  HUNDRED THIRTY OF THE PENAL LAW, DISORDERLY CONDUCT AS\n   11  DEFINED IN SECTION 240.20 OF THE PENAL LAW,  HARASSMENT  AS  DEFINED  IN\n   12  SECTIONS  240.25  AND 240.26 OF THE PENAL LAW, AND AGGRAVATED HARASSMENT\n   13  AS DEFINED IN SECTIONS 240.30 AND 240.31 OF THE  PENAL  LAW,  WHERE  THE\n   14  CONDUCT  OCCURS  ON BUS ROUTES OPERATED BY SUCH VILLAGE, TOWN OR MUNICI-\n   15  PALITY OR ITS TRANSIT AUTHORITY, SPECIFYING WHERE SUCH CRIMINAL  CONDUCT\n   16  HAS  OCCURRED  BY BUS ROUTE.  SUCH REPORT SHALL CONTAIN A SEPARATE TABU-\n   17  LATION FOR EMPLOYEES OF THE AUTHORITY, PASSENGERS AND OTHER  NON-EMPLOY-\n   18  EES.    SUCH  STATISTICS SHALL BE TABULATED ON A MONTHLY BASIS AND ON AN\n   19  ANNUAL BASIS AND SHALL BE MAINTAINED AND TRANSMITTED  IN  AN  ELECTRONIC\n   20  FORMAT  TO  THE  DEPARTMENT  OF RECORDS AND INFORMATION SERVICES, OR ITS\n   21  SUCCESSOR AGENCY, AND BE MADE AVAILABLE TO THE PUBLIC ON OR THROUGH  THE\n   22  DEPARTMENT  OF RECORDS AND INFORMATION SERVICES' WEBSITE, OR ITS SUCCES-\n   23  SOR'S WEBSITE. SUCH STATISTICS SHALL BE FIRST  MADE  AVAILABLE  ON  SUCH\n   24  WEBSITE  NINETY  DAYS AFTER THE EFFECTIVE DATE OF THIS SECTION AND SHALL\n   25  BE UPDATED ON AT LEAST A MONTHLY BASIS THEREAFTER.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01797-01-1\n",
  "memo" : "BILL NUMBER:S1364\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to reports on certain\ncriminal offenses on public transportation\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill amends section 397-c of the vehicle and traffic law by\nrequiring municipal, town and village police departments in villages,\ntowns and cities with less than one million residents to prepare,\nannually, a report detailing the total number of criminal complaints\nand arrests, categorized by class of crime where the conduct occurs\non bus routes operated by such villages, town or municipality or its\ntransit authority.\n\nSpecifically the report shall detail the following criminal activity:\n\n-- section 70.02 of the penal law such as murder, kidnapping,\nmanslaughter, aggravated sexual abuse, sexual conduct against a\nchild, criminal-use or sale of a firearm, etc.;\n\n-- assault and related offenses as defined in article one hundred twenty\nof the penal law such as intent to cause physical injury to another;\n\n-- sex offenses as defined in article one hundred thirty of the penal law\nsuch as sexual misconduct, rape, and criminal sexual acts;\n\n-- disorderly conduct as defined in section 240.20 of the penal law\nsuch as intent to cause public inconvenience, annoyance or alarm, or\nrecklessness, by engaging in fighting or threatening behavior,\nunreasonable noisemaking, use of abusive or obscene language or\ngestures;\n\n-- harassment as defined in section 240.25 and 240.26 of the penal law\nsuch as intentionally following or by engaging in a course of conduct\nor by repeatedly committing acts which places such person in\nreasonable fear of physical injury, with intent to annoy or\nalarm-another-person by subjecting such person to physical contact,\nor attempts or threatens to do the same follows a person;\n\n-- aggravated harassment as defined in section 240.30 and 240.31 of the\npenal law such as intent to harass, annoy, threaten or alarm another\nperson either by communicating with a person, attempting to contact,\nsubjecting another person to physical contact, or threatening to do\nthe same because of a belief or perception.\n\nThe report shall contain a separate tabulation for employees of the\nauthority, passengers and other non-employees.\n\nSuch statistics shall be tabulated on a monthly basis and on an annual\nbasis and shall be maintained and transmitted in an electronic format\nto the department of records and information services, or its\nsuccessor's and be made available to the public via the Internet.\n\nJUSTIFICATION:\nThis bill will provide the public with information on the location of\ncriminal activity, including sexual harassment; while providing the\npolice department data that will allow them to focus their resources\non areas most in need of protection: By requiring that these\nstatistics be updated on a monthly basis, and posted on the Internet,\nthe public will be able to monitor the progress in reducing crime on\nour transit systems.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10:  S.7741 - Referred to Transportation\n\nFISCAL IMPLICATIONS TO STATE AND LOCAL GOVERNMENT:\nNone to the State\n\nEFFECTIVE DATE:\nImmediately, with the first posting of the required information 90\nfollowing enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to reports on certain criminal offenses on public transportation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T162235.TXT", "SOBI.D110110.T164132.TXT", "SOBI.D110110.T130109.TXT", "SOBI.D110106.T162736.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250634
}