{
  "year" : 2011,
  "senateBillNo" : "S1361-2011",
  "billEvents" : [ {
    "eventDate" : 1294290000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1361-2011-1294290000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for giving of just compensation upon the taking of any billboard",
  "summary" : "Provides for giving of just compensation upon the taking of any billboard in accordance with the eminent domain procedure law; removes amortization schedules for the removal of billboards in areas other than industrial and manufacturing zones. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A729",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S4624-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1361\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 6, 2011\n                                      ___________\n\n       Introduced  by  Sens.  DILAN,  DIAZ,  HASSELL-THOMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Local Government\n\n       AN  ACT  to  amend  the  general municipal law, in relation to taking of\n         billboards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  74-c  of  the general municipal law, as added by\n    2  chapter 335 of the laws of 1989, is amended to read as follows:\n    3    S 74-c. Taking of billboards. 1. If any local law, ordinance or resol-\n    4  ution adopted by a municipal corporation in the exercise of  its  police\n    5  power  shall  require  the removal of any legally erected and maintained\n    6  billboard or like outdoor advertising device, which is leased or  rented\n    7  for  profit  [in  areas zoned industrial or manufacturing], just compen-\n    8  sation for said taking  shall  be  determined  in  accordance  with  the\n    9  provisions  of  article  five  of  the  eminent  domain  procedure  law;\n   10  provided, however, section five hundred two of such  law  shall  not  be\n   11  applicable in any such proceeding.\n   12    2.  [Unless  compensation  therefor  is  provided  pursuant to section\n   13  eighty-eight of the highway law, if any local law, ordinance  or  resol-\n   14  ution  adopted  by a municipal corporation in the exercise of its police\n   15  power shall require the removal of any legally  erected  and  maintained\n   16  billboard  or like outdoor advertising device, which is leased or rented\n   17  for profit, and which is located in an  area  or  zone,  other  than  an\n   18  industrial or manufacturing zone, the display shall be allowed to remain\n   19  in  existence for the period of time set forth below after giving notice\n   20  of the removal requirement:\n\n   21            fair market value on date of       minimum years\n   22            notice of removal requirement        allowed\n   23                under $1,999                        3\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02931-01-1\n\n       S. 1361                             2\n\n    1                $2,000 to $3,999                    4\n    2                $4,000 to $5,999                    6\n    3                $6,000 to $ 7,999                   7\n    4                $8,000 to $9,999                    9\n    5                $10,000 and over                   10\n\n    6    If the removal is required sooner than the amortization periods speci-\n    7  fied  herein,  such  removal  by  any local law, ordinance or resolution\n    8  adopted by the municipal corporation shall  be  with  just  compensation\n    9  being paid for such taking and removal determined in accordance with the\n   10  provisions  of  article  five  of the eminent domain procedure law or in\n   11  accordance with any table of values established by the state  department\n   12  of  transportation;  provided  however  section  five hundred two of the\n   13  eminent domain procedure  law  shall  not  be  applicable  to  any  such\n   14  proceeding.\n   15    Notwithstanding  any  other  law, rule or regulation, all amortization\n   16  periods under such laws, ordinances or resolutions  shall  commence  not\n   17  earlier than January first, nineteen hundred ninety.\n   18    3.]  The provisions of this section shall not apply to any city having\n   19  a population of one million or more.\n   20    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to taking of billboards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T162235.TXT", "SOBI.D110110.T163633.TXT", "SOBI.D110106.T162736.TXT", "SOBI.D110106.T161735.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294695393177
}