{
  "year" : 2011,
  "senateBillNo" : "S137-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S137-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a personal income tax credit for portion of residential real property taxes which exceeds a certain percentage of the household gross income",
  "summary" : "Establishes a personal income tax credit for a portion of a taxpayer's residential real property taxes which exceeds a certain percentage of the taxpayer's household gross income; provides that the taxpayer shall have resided in such residential real property for not less than 5 years; provides that such credit shall not apply to taxpayers who have claimed the real property tax circuit breaker credit during the taxable year. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S253-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          137\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to the school district property\n         tax credit and establishing the  maximum  residential  real  property,\n         personal income tax credit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   Subparagraph (E) of paragraph  1  of  subsection  (e)  of\n    2  section  606  of  the  tax law, as amended by chapter 105 of the laws of\n    3  2006, is amended to read as follows:\n    4    (E) \"Qualifying real property taxes\" means all  real  property  taxes,\n    5  special  ad  valorem levies and special assessments, exclusive of penal-\n    6  ties and interest, levied on the residence of a qualified  taxpayer  and\n    7  paid  during  the taxable year [less the credit claimed under subsection\n    8  (n-1) of this section]. In addition, for taxable years  beginning  after\n    9  December thirty-first, nineteen hundred eighty-four, a qualified taxpay-\n   10  er  may  elect  to  include  any  additional amount that would have been\n   11  levied in the absence of an exemption from real property taxation pursu-\n   12  ant to section four hundred sixty-seven of the real property tax law. If\n   13  tenant-stockholders in a cooperative housing corporation  have  met  the\n   14  requirements of section two hundred sixteen of the internal revenue code\n   15  by  which they are allowed a deduction for real estate taxes, the amount\n   16  of taxes so allowable, or which would be allowable if the  taxpayer  had\n   17  filed  returns on a cash basis, shall be qualifying real property taxes.\n   18  If a residence is owned by two or more individuals as joint  tenants  or\n   19  tenants  in  common, and one or more than one individual is not a member\n   20  of the household, qualifying real property taxes is that  part  of  such\n   21  taxes  on  the  residence which reflects the ownership percentage of the\n   22  qualified taxpayer and members of his household. If a  residence  is  an\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00142-01-1\n\n       S. 137                              2\n\n    1  integral  part of a larger unit, qualifying real property taxes shall be\n    2  limited to that amount of such taxes paid as may  be  reasonably  appor-\n    3  tioned  to  such residence. If a household owns and occupies two or more\n    4  residences during different periods in the same taxable year, qualifying\n    5  real  property  taxes  shall  be the sum of the prorated qualifying real\n    6  property taxes attributable to the household  during  the  periods  such\n    7  household  occupies  each  of such residences. If the household owns and\n    8  occupies a residence for part of the taxable year and rents a  residence\n    9  for  part of the same taxable year, it may include both the proration of\n   10  qualifying real property taxes on the residence owned and the real prop-\n   11  erty tax equivalent with respect to the months the residence is  rented.\n   12  Provided,  however,  for  purposes  of  the  credit  allowed  under this\n   13  subsection, qualifying real property taxes may be included by  a  quali-\n   14  fied  taxpayer  only  to  the extent that such taxpayer or the spouse of\n   15  such taxpayer occupying such residence for six months  or  more  of  the\n   16  taxable year owns or has owned the residence and paid such taxes.\n   17    S  2. Section 606 of the tax law is amended by adding a new subsection\n   18  (ss) to read as follows:\n   19    (SS) MAXIMUM RESIDENTIAL REAL PROPERTY TAX  CREDIT.  (1)  DEFINITIONS.\n   20  FOR THE PURPOSES OF THIS SUBSECTION:\n   21    (A)  \"QUALIFIED TAXPAYER\" MEANS A RESIDENT INDIVIDUAL OF THE STATE WHO\n   22  OWNS THE RESIDENTIAL REAL PROPERTY IN WHICH HE OR SHE RESIDES,  AND  HAS\n   23  RESIDED IN SUCH RESIDENTIAL REAL PROPERTY FOR NOT LESS THAN FIVE YEARS.\n   24    (B) \"HOUSEHOLD\" MEANS THE TAXPAYER OR TAXPAYERS AND ALL OTHER PERSONS,\n   25  NOT NECESSARILY RELATED, WHO ALL RESIDE IN THE RESIDENTIAL REAL PROPERTY\n   26  OWNED  BY  THE TAXPAYER OR TAXPAYERS, AND SHARE ITS FURNISHINGS, FACILI-\n   27  TIES AND ACCOMMODATIONS; PROVIDED THAT NO PERSON MAY BE A MEMBER OF MORE\n   28  THAN ONE HOUSEHOLD AT ONE TIME.\n   29    (C) \"HOUSEHOLD GROSS INCOME\" MEANS THE AGGREGATE ADJUSTED GROSS INCOME\n   30  OF ALL MEMBERS OF THE HOUSEHOLD FOR THE TAXABLE  YEAR  AS  REPORTED  FOR\n   31  FEDERAL  INCOME  TAX  PURPOSES,  OR  WHICH WOULD BE REPORTED AS ADJUSTED\n   32  GROSS INCOME IF A FEDERAL INCOME TAX RETURN WERE REQUIRED TO  BE  FILED,\n   33  WITH  THE  MODIFICATIONS IN SUBSECTION (B) OF SECTION SIX HUNDRED TWELVE\n   34  OF THIS ARTICLE BUT WITHOUT THE MODIFICATIONS IN SUBSECTION (C) OF  SUCH\n   35  SECTION, PLUS ANY PORTION OF THE GAIN FROM THE SALE OR EXCHANGE OF PROP-\n   36  ERTY  OTHERWISE  EXCLUDED  FROM  SUCH AMOUNT; EARNED INCOME FROM SOURCES\n   37  WITHOUT THE UNITED  STATES  EXCLUDABLE  FROM  FEDERAL  GROSS  INCOME  BY\n   38  SECTION  NINE HUNDRED ELEVEN OF THE INTERNAL REVENUE CODE; SUPPORT MONEY\n   39  NOT INCLUDED IN  ADJUSTED  GROSS  INCOME;  NONTAXABLE  STRIKE  BENEFITS;\n   40  SUPPLEMENTAL  SECURITY  INCOME PAYMENTS; THE GROSS AMOUNT OF ANY PENSION\n   41  OR ANNUITY BENEFITS TO THE EXTENT NOT INCLUDED IN  SUCH  ADJUSTED  GROSS\n   42  INCOME  (INCLUDING, BUT NOT LIMITED TO, RAILROAD RETIREMENT BENEFITS AND\n   43  ALL PAYMENTS RECEIVED UNDER THE FEDERAL SOCIAL SECURITY ACT  AND  VETER-\n   44  ANS'  DISABILITY  PENSIONS); NONTAXABLE INTEREST RECEIVED FROM THE STATE\n   45  OF NEW YORK, ITS AGENCIES, INSTRUMENTALITIES,  PUBLIC  CORPORATIONS,  OR\n   46  POLITICAL  SUBDIVISIONS (INCLUDING A PUBLIC CORPORATION CREATED PURSUANT\n   47  TO AGREEMENT OR COMPACT WITH ANOTHER STATE OR CANADA); WORKERS'  COMPEN-\n   48  SATION;  THE GROSS AMOUNT OF \"LOSS-OF-TIME\" INSURANCE; AND THE AMOUNT OF\n   49  CASH PUBLIC ASSISTANCE AND RELIEF, OTHER THAN MEDICAL ASSISTANCE FOR THE\n   50  NEEDY, PAID TO OR FOR THE BENEFIT OF THE QUALIFIED TAXPAYER  OR  MEMBERS\n   51  OF  HIS  OR  HER  HOUSEHOLD.  HOUSEHOLD  GROSS  INCOME SHALL NOT INCLUDE\n   52  SURPLUS FOODS OR OTHER RELIEF IN KIND OR PAYMENTS  MADE  TO  INDIVIDUALS\n   53  BECAUSE  OF  THEIR  STATUS  AS VICTIMS OF NAZI PERSECUTION AS DEFINED IN\n   54  PUBLIC LAW 103-286. PROVIDED, FURTHER, HOUSEHOLD GROSS INCOME SHALL ONLY\n   55  INCLUDE ALL SUCH INCOME RECEIVED BY ALL MEMBERS OF THE  HOUSEHOLD  WHILE\n   56  MEMBERS OF SUCH HOUSEHOLD.\n\n       S. 137                              3\n\n    1    (D)  \"NET REAL PROPERTY TAX\" MEANS THE REAL PROPERTY TAXES ASSESSED ON\n    2  THE RESIDENTIAL REAL PROPERTY OWNED AND  OCCUPIED  BY  THE  TAXPAYER  OR\n    3  TAXPAYERS AFTER ANY EXEMPTION OR ABATEMENT RECEIVED PURSUANT TO THE REAL\n    4  PROPERTY TAX LAW.\n    5    (2) CREDIT. A QUALIFIED TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE\n    6  TAXES  IMPOSED  BY  THIS ARTICLE, EQUAL TO SEVENTY PERCENT OF THE AMOUNT\n    7  WHICH THE TAXPAYER'S NET REAL PROPERTY TAX EXCEEDS THE TAXPAYER'S  MAXI-\n    8  MUM  REAL  PROPERTY  TAX,  AS  DETERMINED  BY  PARAGRAPH  THREE  OF THIS\n    9  SUBSECTION, PROVIDED, HOWEVER, SUCH CREDIT SHALL NOT EXCEED  FIVE  THOU-\n   10  SAND  DOLLARS.  IF SUCH CREDIT EXCEEDS THE TAX FOR SUCH TAXABLE YEAR, AS\n   11  REDUCED BY THE OTHER CREDITS PERMITTED BY THIS  ARTICLE,  THE  QUALIFIED\n   12  TAXPAYER  MAY  RECEIVE, AND THE COMPTROLLER, SUBJECT TO A CERTIFICATE OF\n   13  THE DEPARTMENT, SHALL PAY  AS  AN  OVERPAYMENT,  WITHOUT  INTEREST,  ANY\n   14  EXCESS BETWEEN SUCH TAX AS SO REDUCED AND THE AMOUNT OF THE CREDIT. IF A\n   15  QUALIFIED  TAXPAYER IS NOT REQUIRED TO FILE A RETURN PURSUANT TO SECTION\n   16  SIX HUNDRED FIFTY-ONE OF THIS ARTICLE, A QUALIFIED TAXPAYER  MAY  NEVER-\n   17  THELESS  RECEIVE  AND  THE  COMPTROLLER, SUBJECT TO A CERTIFICATE OF THE\n   18  DEPARTMENT, SHALL PAY AS AN OVERPAYMENT THE FULL AMOUNT OF  THE  CREDIT,\n   19  WITHOUT INTEREST.\n   20    (3) MAXIMUM REAL PROPERTY TAX. (A) A QUALIFIED TAXPAYER'S MAXIMUM REAL\n   21  PROPERTY TAX SHALL BE DETERMINED AS FOLLOWS:\n   22    (I)  IN  THE  CITY  OF  NEW YORK, AND THE COUNTIES OF NASSAU, SUFFOLK,\n   23  ROCKLAND, WESTCHESTER, PUTNAM, ORANGE AND DUTCHESS:\n\n   24         HOUSEHOLD GROSS INCOME                   MAXIMUM REAL PROPERTY TAX\n\n   25         ONE HUNDRED TWENTY THOUSAND              SIX PERCENT OF THE\n   26         DOLLARS OR LESS                          HOUSEHOLD GROSS INCOME\n\n   27         MORE THAN ONE HUNDRED                    SEVEN PERCENT OF\n   28         TWENTY THOUSAND                          THE HOUSEHOLD\n   29         DOLLARS, BUT                             GROSS INCOME\n   30         LESS THAN OR EQUAL TO\n   31         ONE HUNDRED SEVENTY-FIVE\n   32         THOUSAND DOLLARS\n\n   33         MORE THAN ONE HUNDRED                    EIGHT PERCENT OF\n   34         SEVENTY-FIVE THOUSAND                    THE HOUSEHOLD\n   35         DOLLARS, BUT LESS THAN                   GROSS INCOME\n   36         OR EQUAL TO TWO HUNDRED\n   37         FIFTY THOUSAND DOLLARS\n\n   38         MORE THAN TWO HUNDRED                    NO LIMITATION.\n   39         FIFTY THOUSAND\n   40         DOLLARS\n   41    (II) IN ALL OTHER COUNTIES IN THE STATE:\n\n   42         HOUSEHOLD GROSS                          MAXIMUM REAL\n   43         INCOME                                   PROPERTY TAX\n\n   44         NINETY THOUSAND                          SIX PERCENT OF THE\n   45         DOLLARS OR LESS                          HOUSEHOLD GROSS INCOME\n\n   46         MORE THAN NINETY                         SEVEN PERCENT OF\n   47         THOUSAND DOLLARS, BUT                    THE HOUSEHOLD\n   48         LESS THAN OR EQUAL TO                    GROSS INCOME\n\n       S. 137                              4\n\n    1         ONE HUNDRED FIFTY\n    2         THOUSAND DOLLARS\n\n    3         MORE THAN ONE HUNDRED                    EIGHT PERCENT OF\n    4         FIFTY THOUSAND DOLLARS,                  THE HOUSEHOLD\n    5         BUT LESS THAN OR EQUAL                   GROSS INCOME\n    6         TO TWO HUNDRED FIFTY THOUSAND\n    7         DOLLARS\n\n    8         MORE THAN TWO HUNDRED FIFTY              NO LIMITATION.\n    9         THOUSAND DOLLARS\n   10    (B)  THE  THRESHOLDS OF HOUSEHOLD GROSS INCOME FOR ELIGIBILITY FOR THE\n   11  MAXIMUM REAL PROPERTY TAX CREDIT, ESTABLISHED  BY  SUBPARAGRAPH  (A)  OF\n   12  THIS PARAGRAPH, SHALL BE INDEXED FOR INFLATION.\n   13    (4) EXCLUSIONS FROM ELIGIBILITY. NO CREDIT SHALL BE GRANTED UNDER THIS\n   14  SUBSECTION  IF  THE  QUALIFIED  TAXPAYER  CLAIMS  THE  REAL PROPERTY TAX\n   15  CIRCUIT BREAKER CREDIT, PURSUANT TO  SUBSECTION  (E)  OF  THIS  SECTION,\n   16  DURING THE TAXABLE YEAR.\n   17    S  3. This act shall take effect on the first of January next succeed-\n   18  ing the date on which it shall have become a law,  and  shall  apply  to\n   19  taxable years commencing on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the school district property tax credit and establishing the maximum residential real property, personal income tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101209.T154651.TXT", "SOBI.D101209.T153651.TXT", "SOBI.D101209.T154151.TXT", "SOBI.D101209.T151149.TXT", "SOBI.D101209.T194703.TXT", "SOBI.D101209.T152650.TXT", "SOBI.D101209.T163654.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291942023220
}