{
  "year" : 2011,
  "senateBillNo" : "S1375-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1375-2011-1294376400000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits warehousing of housing accommodations and harassment of tenants; provides penalties therefor",
  "summary" : "Provides that penalties may be levied against a person who intentionally withholds a housing accommodation from the market, including for the purpose of future co-operative conversion. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SA1137-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1375\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS,  DIAZ, DUANE, HASSELL-THOMPSON, KRUEGER,\n         MONTGOMERY, PARKER, SERRANO, STAVISKY -- read twice and ordered print-\n         ed, and when printed to be committed  to  the  Committee  on  Housing,\n         Construction and Community Development\n\n       AN  ACT to amend the administrative code of the city of New York and the\n         emergency tenant protection act of nineteen seventy-four, in  relation\n         to warehousing of housing accommodations and penalties therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative findings and intent. The legislature finds and\n    2  declares that each person in the state shall have a right to  be  housed\n    3  and that such right to housing is a basic human right.\n    4    The legislature further finds and declares that the practice of \"ware-\n    5  housing\",  that  is  of intentionally withholding housing accommodations\n    6  from the housing market, including the  withholding  of  apartments  for\n    7  purposes  of  future  co-operative apartment conversion, has contributed\n    8  significantly to the shortage of housing in this  state,  especially  in\n    9  the city of New York.\n   10    The  legislature further finds and declares that the practice of ware-\n   11  housing has violated the right to housing of many of  the  citizens  and\n   12  residents of this state.\n   13    It  is thus the intent of the legislature to eliminate the practice of\n   14  warehousing by providing strong penalties to deter such practice.\n   15    S 2. Section 26-412 of the administrative code of the city of New York\n   16  is amended by adding a new subdivision g to read as follows:\n   17    G. IT SHALL BE UNLAWFUL TO HARASS A TENANT TO OBTAIN VACANCY OF HIS OR\n   18  HER HOUSING ACCOMMODATION OR TO HAVE INTENTIONALLY  WITHHELD  A  HOUSING\n   19  ACCOMMODATION  FROM THE MARKET, INCLUDING WITHHOLDING SUCH ACCOMMODATION\n   20  FOR THE PURPOSE OF FUTURE CO-OPERATIVE APARTMENT CONVERSION.    FOR  THE\n   21  PURPOSES  OF  THIS  SUBDIVISION,  HARASSMENT  CONSISTS  OF ENGAGING IN A\n   22  COURSE OF CONDUCT OR REPEATEDLY COMMITTING ACTS WHICH ALARM OR SERIOUSLY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03140-01-1\n\n       S. 1375                             2\n\n    1  ANNOY A TENANT OR OTHER PERSON RESIDING IN THE TENANT'S HOUSING ACCOMMO-\n    2  DATION AND WHICH SERVE NO LEGITIMATE PURPOSE.\n    3    S 3. Paragraph 2 of subdivision c of section 26-516 of the administra-\n    4  tive  code  of  the city of New York, as amended by section 1 of chapter\n    5  480 of the laws of 2009, is amended to read as follows:\n    6    (2) to have harassed a tenant to obtain vacancy of his or her  housing\n    7  accommodation  OR TO HAVE INTENTIONALLY WITHHELD A HOUSING ACCOMMODATION\n    8  FROM THE  MARKET,  INCLUDING  WITHHOLDING  SUCH  ACCOMMODATION  FOR  THE\n    9  PURPOSE  OF  FUTURE  CO-OPERATIVE APARTMENT CONVERSION, the commissioner\n   10  may impose by administrative order after hearing, a  civil  penalty  for\n   11  any  such violation. Such penalty shall be in the amount of two thousand\n   12  dollars for a first such offense and up to ten thousand dollars for each\n   13  subsequent offense or for a violation consisting of conduct directed  at\n   14  the tenants of more than one housing accommodation.\n   15    S 4. Paragraph 2 of subdivision c of section 26-516 of the administra-\n   16  tive  code  of  the city of New York, as amended by section 2 of chapter\n   17  480 of the laws of 2009, is amended to read as follows:\n   18    (2) to have harassed a tenant to obtain vacancy of his or her  housing\n   19  accommodation  OR TO HAVE INTENTIONALLY WITHHELD A HOUSING ACCOMMODATION\n   20  FROM THE  MARKET,  INCLUDING  WITHHOLDING  SUCH  ACCOMMODATION  FOR  THE\n   21  PURPOSE  OF  FUTURE  CO-OPERATIVE APARTMENT CONVERSION, the commissioner\n   22  may impose by administrative order after hearing, a  civil  penalty  for\n   23  any  such violation. Such penalty shall be in the amount of two thousand\n   24  dollars for a first such offense and up to ten thousand dollars for each\n   25  subsequent offense or for a violation consisting of conduct directed  at\n   26  the tenants of more than one housing accommodation.\n   27    S  5.  Clause  (ii)  of  paragraph 3 of subdivision a of section 12 of\n   28  section 4 of chapter 576 of the laws of 1974, constituting the emergency\n   29  tenant protection act of nineteen seventy-four, as amended by section  5\n   30  of chapter 480 of the laws of 2009, is amended to read as follows:\n   31    (ii) to have harassed a tenant to obtain vacancy of his housing accom-\n   32  modation  OR TO HAVE INTENTIONALLY WITHHELD A HOUSING ACCOMMODATION FROM\n   33  THE MARKET, INCLUDING WITHHOLDING SUCH ACCOMMODATION FOR THE PURPOSE  OF\n   34  FUTURE CO-OPERATIVE APARTMENT CONVERSION, the commissioner may impose by\n   35  administrative  order  after  hearing,  a  civil  penalty  for  any such\n   36  violation. Such penalty shall be in the amount of two  thousand  dollars\n   37  for  the first such offense and ten thousand dollars for each subsequent\n   38  offense or for a violation consisting of conduct directed at the tenants\n   39  of more than one housing accommodation.\n   40    S 6. Clause (ii) of paragraph 3 of subdivision  a  of  section  12  of\n   41  section 4 of chapter 576 of the laws of 1974, constituting the emergency\n   42  tenant  protection act of nineteen seventy-four, as amended by section 6\n   43  of chapter 480 of the laws of 2009, is amended to read as follows:\n   44    (ii) to have harassed a tenant to obtain vacancy of his housing accom-\n   45  modation OR TO HAVE INTENTIONALLY WITHHELD A HOUSING ACCOMMODATION  FROM\n   46  THE  MARKET, INCLUDING WITHHOLDING SUCH ACCOMMODATION FOR THE PURPOSE OF\n   47  FUTURE CO-OPERATIVE APARTMENT CONVERSION, the commissioner may impose by\n   48  administrative order  after  hearing,  a  civil  penalty  for  any  such\n   49  violation.  Such  penalty shall be in the amount of two thousand dollars\n   50  for the first such offense and ten thousand dollars for each  subsequent\n   51  offense or for a violation consisting of conduct directed at the tenants\n   52  of more than one housing accommodation.\n   53    S  7.  This act shall take effect immediately provided that the amend-\n   54  ment to section 26-412 of the city rent and rehabilitation law  made  by\n   55  section  two  of  this act shall remain in full force and effect only so\n   56  long as the public emergency requiring the  regulation  and  control  of\n\n       S. 1375                             3\n\n    1  residential  rents and evictions continues, as provided in subdivision 3\n    2  of section 1 of the  local  emergency  housing  rent  control  act;  and\n    3  provided  further  that  the  amendment  to  section  26-516 of the rent\n    4  stabilization  law of nineteen hundred sixty-nine made by sections three\n    5  and four of this act shall expire on the same date as such law  expires,\n    6  and  provided further that the amendment to paragraph 2 of subdivision c\n    7  of section 26-516 of the administrative code of the  city  of  New  York\n    8  made  by  section  three  of this act shall not affect the expiration of\n    9  such paragraph and shall expire therewith when upon  such  date  section\n   10  four  of this act shall take effect; provided further that the amendment\n   11  to section 12 of the emergency tenant protection act of nineteen  seven-\n   12  ty-four  made  by  sections five and six of this act shall expire on the\n   13  same date as such act expires and shall not  affect  the  expiration  of\n   14  such  act  as provided in section 17 of chapter 576 of the laws of 1974,\n   15  as amended; and provided further that the amendments to clause  (ii)  of\n   16  paragraph  3  of  subdivision  a  of  section 12 of the emergency tenant\n   17  protection act made by section five of this act  shall  not  affect  the\n   18  expiration of such clause and shall expire therewith when upon such date\n   19  section six of this act shall take effect.\n",
  "memo" : "BILL NUMBER:S1375\n\nTITLE OF BILL:\nAn act\nto amend the administrative code of the city of New York and the\nemergency tenant protection act of nineteen seventy-four, in\nrelation to warehousing of housing accommodations and penalties\ntherefor\n\nPURPOSE:\nTo eliminate the practice of warehousing by providing strong penalties\nto deter such practice.\n\nSUMMARY OF PROVISIONS:\nAmends Section 26-412 of the Administrative Code of the City of New\nYork by adding a new subdivision g; amends section 26-512 of the\nabove code;\namends chapter 576 (1974) - the Emergency Tenant Protection Act.\nProvides that penalties may be levied against a person who\nintentionally withholds a housing accommodation from the market,\nincluding for the purpose of future co-operative conversion.\n\nJUSTIFICATION:\nThe practice of warehousing, intentionally withholding apartments from\nthe housing market, particularly for future cooperative apartment\nconversion, has contributed significantly to the shortage of housing\nin New York. This practice has limited the affordable housing stock\nin New York City, further exacerbating the city's chronic housing\nshortage.\nThis bill will make it illegal to harass a tenant to vacate his or her\napartment or intentionally withhold an apartment from the rental\nmarket.\n\nThis legislation will impose civil penalties of $1000-$2500 for the\nwarehousing of suitable housing units to prevent the further\ndiminution of this scarce resource.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nLEGISLATIVE HISTORY:\n2009-10: S.2915 - Referred to Housing, Construction and Community\nDevelopment\n2007-08: S.2915 - Referred to Housing, Construction and\nCommunity Development\n2005-06: S.1509 - Referred to Housing,\nConstruction and Community Development\n2003-04: S.2120 - Referred to\nHousing, Construction and Community Development\n2001-02: S.1568 - Referred to Housing, Construction and\nCommunity Development\n\nEFFECTIVE DATE:\nTakes effect immediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to warehousing of housing accommodations and penalties therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T102849.TXT", "SOBI.D110107.T091844.TXT", "SOBI.D110111.T095148.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250650
}