{
  "year" : 2011,
  "senateBillNo" : "S1372-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1372-2011-1294376400000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for annual adjustment of the maximum income threshold for eligibility for the senior citizens' rent increase exemption by any increase in the consumer price",
  "summary" : "Provides for annual adjustment by the commissioner of housing and community renewal of the maximum income threshold for eligibility for the senior citizens' rent increase exemption (SCRIE) and for the municipal property tax abatement for rent-controlled and rent regulated property occupied by senior citizens by any increase in the consumer price index (CPI). ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S1134-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1372\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS,  DIAZ,  DILAN,  DUANE, HASSELL-THOMPSON,\n         KRUEGER, MONTGOMERY, PARKER, STAVISKY -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Aging\n\n       AN ACT to amend the real property tax law, in relation to increasing the\n         combined household income limit for eligibility for a  senior  citizen\n         rent  increase  exemption  (SCRIE)    and for a municipal property tax\n         abatement for rent-controlled and rent regulated property occupied  by\n         senior citizens on the basis of the consumer price index\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 3 of section 467-b of  the  real\n    2  property  tax  law, as separately amended by chapters 188 and 205 of the\n    3  laws of 2005, is amended to read as follows:\n    4    a. for a dwelling unit where the head of the  household  is  a  person\n    5  sixty-two  years  of  age or older, no tax abatement shall be granted if\n    6  the combined income of all members of the household for the  income  tax\n    7  year  immediately  preceding the date of making application exceeds four\n    8  thousand dollars, or such other sum not more than  twenty-five  thousand\n    9  dollars  beginning  July  first,  two thousand five, twenty-six thousand\n   10  dollars beginning July first, two thousand  six,  twenty-seven  thousand\n   11  dollars  beginning July first, two thousand seven, twenty-eight thousand\n   12  dollars beginning July first, two thousand eight, and twenty-nine  thou-\n   13  sand dollars beginning July first, two thousand nine, as may be provided\n   14  by  the  local  law,  ordinance  or  resolution adopted pursuant to this\n   15  section, provided that when the head of the household retires before the\n   16  commencement of such income tax year and the date of filing the applica-\n   17  tion, the income for such year may be adjusted by  excluding  salary  or\n   18  earnings  and  projecting  his  or her retirement income over the entire\n   19  period of such year.  THE MAXIMUM INCOME THRESHOLD PROVIDED  FOR  HEREIN\n   20  SHALL BE INCREASED BY ORDER OF THE COMMISSIONER OF THE STATE DIVISION OF\n   21  HOUSING  AND COMMUNITY RENEWAL  ON JANUARY FIRST OF EACH YEAR TO REFLECT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04486-01-1\n\n       S. 1372                             2\n\n    1  ANY INCREASE  IN  THE  REGIONAL  CONSUMER  PRICE  INDEX  FOR  THE  N.Y.,\n    2  N.Y.-NORTHEASTERN, N.J. AREA, BASED UPON THE INDEX FOR ALL URBAN CONSUM-\n    3  ERS (CPI-U) DURING THE PRECEDING TWELVE MONTH PERIOD.\n    4    S 2. Paragraph d of subdivision 1 of section 467-c of the real proper-\n    5  ty tax law, as separately amended by chapters 188 and 205 of the laws of\n    6  2005, is amended to read as follows:\n    7    d.  \"Eligible  head of the household\" means (1) a person or his or her\n    8  spouse who is sixty-two years of age or older and  is  entitled  to  the\n    9  possession  or  to  the  use and occupancy of a dwelling unit, provided,\n   10  however, with respect to a dwelling which  was  subject  to  a  mortgage\n   11  insured  or  initially  insured  by  the  federal government pursuant to\n   12  section two hundred thirteen of the National  Housing  Act,  as  amended\n   13  \"eligible  head of the household\" shall be limited to that person or his\n   14  or her spouse who was entitled to possession or the use and occupancy of\n   15  such dwelling unit at the time of  termination  of  such  mortgage,  and\n   16  whose  income  when combined with the income of all other members of the\n   17  household, does not exceed six thousand five  hundred  dollars  for  the\n   18  taxable  period,  or  such  other  sum  not less than sixty-five hundred\n   19  dollars nor more than twenty-five thousand dollars beginning July first,\n   20  two thousand five, twenty-six thousand dollars beginning July first, two\n   21  thousand six, twenty-seven thousand dollars beginning  July  first,  two\n   22  thousand  seven, twenty-eight thousand dollars beginning July first, two\n   23  thousand eight, and twenty-nine thousand dollars beginning  July  first,\n   24  two thousand nine, as may be provided by local law; or (2) a person with\n   25  a disability as defined in this subdivision.  THE MAXIMUM INCOME THRESH-\n   26  OLD  PROVIDED FOR HEREIN SHALL BE INCREASED BY ORDER OF THE COMMISSIONER\n   27  OF THE STATE DIVISION OF HOUSING AND COMMUNITY RENEWAL  ON JANUARY FIRST\n   28  OF EACH YEAR TO REFLECT ANY INCREASE  IN  THE  REGIONAL  CONSUMER  PRICE\n   29  INDEX  FOR  THE N.Y., N.Y.-NORTHEASTERN, N.J. AREA, BASED UPON THE INDEX\n   30  FOR ALL URBAN CONSUMERS (CPI-U) DURING THE PRECEDING TWELVE MONTH  PERI-\n   31  OD.\n   32    S  3. This act shall take effect immediately, provided that the amend-\n   33  ment to paragraph a of subdivision 3 of section 467-b of the real  prop-\n   34  erty  tax law made by section one of this act shall not affect the expi-\n   35  ration of such section pursuant to section 17 of chapter 576 of the laws\n   36  of 1974, as amended, and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to increasing the combined household income limit for eligibility for a senior citizen rent increase exemption (SCRIE) and for a municipal property tax abatement for rent-controlled and rent regulated property occupied by senior citizens on the basis of the consumer price index ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T102849.TXT", "SOBI.D110111.T094647.TXT", "SOBI.D110107.T091844.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294757207955
}