{
  "year" : 2011,
  "senateBillNo" : "S1378-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1378-2011-1294376400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts operation of diesel powered electrical generators in areas failing to meet federal clean air standards for ozone",
  "summary" : "Restricts operation of diesel powered electrical generation systems in areas identified as not meeting certain federal air quality standards for ozone; provides limited exceptions for use. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SB5061-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1378\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS, DUANE -- read twice and ordered printed,\n         and when printed to be committed to  the  Committee  on  Environmental\n         Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         restricting the operation  of  diesel  powered  electrical  generation\n         systems in areas identified as not meeting certain federal air quality\n         standards for ozone\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 19-0311-a to read as follows:\n    3  S 19-0311-A. RESTRICTED  OPERATION  OF DIESEL POWERED ELECTRICAL GENERA-\n    4                 TORS.\n    5    THE GENERATION OF ELECTRICITY FOR PUBLIC OR PRIVATE USE  BY  MEANS  OF\n    6  DIESEL COMBUSTION GENERATION FACILITIES SHALL BE PROHIBITED IN ANY COUN-\n    7  TY  OR  PART  THEREOF  THAT  IS DESIGNATED NONATTAINMENT FOR OZONE UNDER\n    8  SECTION 7407 OF THE CLEAN AIR  ACT  (\"ACT\")  AND  CLASSIFIED  AS  SEVERE\n    9  NONATTAINMENT UNDER SECTION 7511 OF THE ACT; OR DESIGNATED AS NONATTAIN-\n   10  MENT  FOR PM2.5 UNDER SECTION 7407 OF THE ACT, OR HAS BEEN SO DESIGNATED\n   11  WITHIN THE PRIOR CALENDAR YEAR, UNLESS:\n   12    1. THE DIESEL COMBUSTION FACILITY HAS A GENERATING  CAPACITY  OF  LESS\n   13  THAN ONE HUNDRED KILOWATTS;\n   14    2.  THE  DIESEL  COMBUSTION FACILITY COMPLIES WITH OR EXCEEDS EMISSION\n   15  STANDARDS ADOPTED FOR SUCH FACILITIES BY THE DEPARTMENT FOR  PARTICULATE\n   16  MATTER AND NITROGEN OXIDES;\n   17    3.  THE  DIESEL  COMBUSTION  FACILITY  IS  USED SOLELY AS AN EMERGENCY\n   18  BACK-UP SYSTEM DURING A POWER OUTAGE; OR\n   19    4.  THE DIESEL COMBUSTION FACILITY  USES  COGENERATION  TECHNOLOGY  TO\n   20  UTILIZE THE WASTE HEAT.\n   21    S 2. This act shall take effect January 1, 2014.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02256-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to restricting the operation of diesel powered electrical generation systems in areas identified as not meeting certain federal air quality standards for ozone ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T093846.TXT", "SOBI.D110107.T102849.TXT", "SOBI.D110107.T115354.TXT", "SOBI.D110111.T095148.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294757508077
}