{
  "year" : 2011,
  "senateBillNo" : "S1376-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1376-2011-1294376400000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the Housing New York Program for the twenty-first century",
  "summary" : "Enacts the Housing New York Program Act for the twenty-first century to assure that funds from public sources for the provision of dwelling accommodations are used to benefit persons of low and moderate income. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S1139-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1376\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced by Sens. PERKINS, BRESLIN, DIAZ, DILAN, DUANE, HASSELL-THOMP-\n         SON,  KRUEGER, KRUGER, MONTGOMERY, OPPENHEIMER, PARKER, SERRANO, SMITH\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Housing, Construction and Community Development\n\n       AN ACT in relation to enacting the housing New York program act for  the\n         twenty-first  century and to amend the private housing finance law, in\n         relation to the housing New York corporation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  housing  New  York  program act for the twenty-first\n    2  century is hereby enacted to read as follows:\n\n    3          HOUSING NEW YORK PROGRAM ACT FOR THE TWENTY-FIRST CENTURY\n\n    4  Section 1. Short title.\n    5          2. Legislative findings and purpose.\n    6          3. Definitions.\n    7          4. Housing New York program for the twenty-first century.\n    8          5. Minimization of displacement.\n    9          6. Affordability.\n   10          7. Rent regulation.\n   11          8. Standards and criteria.\n   12          9. Allocation of program funds.\n   13          10. Income determinations.\n   14          11. Maintenance of effort.\n   15          12. Contracts.\n   16          13. Reports.\n   17          14. Act not to supersede other requirements.\n   18          15. Severability.\n   19    Section 1. Short title. This act shall be known and may  be  cited  as\n   20  the \"housing New York program act for the twenty-first century\".\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02774-01-1\n\n       S. 1376                             2\n\n    1    S 2. Legislative findings and purpose. It is hereby found and declared\n    2  that  there exists in the city of New York a seriously inadequate supply\n    3  of safe, sanitary and affordable dwelling accommodations for persons and\n    4  families for whom the ordinary operations of private  enterprise  cannot\n    5  provide such accommodations as provided herein and that such shortage is\n    6  progressively more severe to the degree that the incomes of such persons\n    7  are lower; that there exists in such city a significant number of one to\n    8  two  unit  and multiple dwellings which are deteriorated or vacant; that\n    9  the existence of such conditions creates a serious threat to the health,\n   10  safety, welfare, comfort and security of the people  of  the  state  and\n   11  further  depletes  the  supply of safe, sanitary and affordable dwelling\n   12  accommodations; and  that  substantial  commitments  of  funds  will  be\n   13  required to alleviate the present shortage of safe, sanitary and afford-\n   14  able  dwelling accommodations for persons and families of low and moder-\n   15  ate income.\n   16    The legislature further finds that: (1) in order to assure that funds,\n   17  which are now or may in the future become available from public  sources\n   18  for  the  provision  of  dwelling  accommodations,  are  used to benefit\n   19  persons of low and moderate income, who face the most  serious  shortage\n   20  of  safe,  sanitary  and affordable housing; (2) in order to assure that\n   21  such funds are otherwise used in the most beneficial manner; and (3)  in\n   22  order  to  provide  new funds for such purposes through the Battery Park\n   23  city authority and the subsidiary corporation of the New York city hous-\n   24  ing development corporation pursuant to this act, the housing  New  York\n   25  program  act  for  the twenty-first century should be established by the\n   26  legislature.\n   27    S 3. Definitions. As used in this  act,  unless  a  different  meaning\n   28  clearly appears from the context:\n   29    1.  \"City\"  shall  mean (a) the city of New York, (b) its agencies and\n   30  instrumentalities (other than the housing New York corporation), and (c)\n   31  except for the purposes of section twelve of this act, the New York city\n   32  housing development corporation;\n   33    2. \"Housing New York corporation\" shall  mean  the  subsidiary  corpo-\n   34  ration  of  the New York city housing development corporation created by\n   35  section 654-c of the private housing finance law;\n   36    3. \"Housing New York program for the twenty-first century\" shall  mean\n   37  the  housing  New  York program for the twenty-first century established\n   38  pursuant to section four of this act;\n   39    4. \"Housing program funds\" shall mean those moneys described in subdi-\n   40  vision one of section four of this act;\n   41    5. \"Dwelling accommodations\" shall mean one or more residential dwell-\n   42  ing units, which are located in buildings  or  structures  eligible  for\n   43  assistance  under  the  programs and activities set forth in subdivision\n   44  two of section four of this act;\n   45    6. \"Median income for the area in which  dwelling  accommodations  are\n   46  located\"  shall  mean  median  income  calculated in accordance with the\n   47  regulations of the United States department of housing and urban  devel-\n   48  opment governing eligibility for occupancy as a lower income family by a\n   49  family  of  four in the metropolitan statistical area which includes the\n   50  city of New York for purposes of section  eight  of  the  United  States\n   51  housing  act of nineteen hundred thirty-seven, as such act is amended to\n   52  the date of enactment of this act;\n   53    7. \"Minority-owned business enterprise\" shall mean a  business  enter-\n   54  prise,  including a sole proprietorship, partnership or corporation that\n   55  is: (a) at least fifty-one percent owned by one or more  minority  group\n   56  members;  (b)  an  enterprise  in which such minority ownership is real,\n\n       S. 1376                             3\n\n    1  substantial and continuing; (c) an enterprise  in  which  such  minority\n    2  ownership  has  and exercises the authority to control independently the\n    3  day-to-day business decisions of the enterprise; and (d)  an  enterprise\n    4  authorized  to  do  business  in  this state and independently owned and\n    5  operated;\n    6    8. \"Minority group member\" shall  mean  a  United  States  citizen  or\n    7  permanent resident alien who is and can demonstrate membership in one of\n    8  the  following  groups:  (a)  Black persons having origins in any of the\n    9  Black African racial groups; (b) Hispanic  persons  of  Mexican,  Puerto\n   10  Rican,  Dominican,  Cuban, Central or South American of either Indian or\n   11  Hispanic origin, regardless of race;  (c)  Native  American  or  Alaskan\n   12  native  persons  having  origins in any of the original peoples of North\n   13  America; and (d) Asian and Pacific Islander persons  having  origins  in\n   14  any  of the Far East countries, South East Asia, the Indian subcontinent\n   15  or the Pacific Islands; and\n   16    9. \"Utilization plan\" shall mean a plan prepared by a  contractor  and\n   17  submitted  in connection with a proposed state contract. The utilization\n   18  plan shall identify certified  minority-owned  or  women-owned  business\n   19  enterprises, if known, that have committed to perform work in connection\n   20  with  the  proposed  state  contract as well as any such enterprises, if\n   21  known, which the contractor  intends  to  use  in  connection  with  the\n   22  contractor's  performance of the proposed state contract. The plan shall\n   23  specifically contain a list, including the name, address  and  telephone\n   24  number,  of  each certified enterprise with which the contractor intends\n   25  to subcontract.\n   26    S 4. Housing New York program for the twenty-first century.  1.  There\n   27  is  hereby  established  a  program to be known as the \"housing New York\n   28  program for the twenty-first century\" pursuant to which the city of  New\n   29  York,  its  agencies  and  instrumentalities (other than the housing New\n   30  York corporation) and the New York city housing development  corporation\n   31  shall  acquire,  rehabilitate,  construct, enlarge, improve and renovate\n   32  dwelling accommodations and provide assistance in  order  to  have  such\n   33  activities  performed,  subject to the terms and conditions of this act.\n   34  Such program shall be financed with the total amount of funds which  are\n   35  made  available from the following sources during the twenty year period\n   36  commencing July first, next succeeding the date on which this act  shall\n   37  have taken effect:\n   38    (a)  moneys  provided  to the city by the housing New York corporation\n   39  pursuant to section 654-c of the private housing finance law; and\n   40    (b) moneys committed to the housing New York program for  the  twenty-\n   41  first century by the city.\n   42    2. Housing program funds shall only be utilized in programs and activ-\n   43  ities  of the city for the provision of dwelling accommodations, and the\n   44  real and  personal  property  acquired,  owned,  constructed,  equipped,\n   45  improved,  enlarged, rehabilitated or renovated to provide such accommo-\n   46  dations and incidental and appurtenant commercial, social,  recreational\n   47  or  communal facilities, which programs and activities may include those\n   48  under articles 8, 8-A, 11 and 15 of the private housing finance law  and\n   49  those programs and activities designed to:\n   50    (a) preserve, repair, renovate, upgrade, improve, modernize, rehabili-\n   51  tate or otherwise prolong the useful life of dwelling accommodations;\n   52    (b)  construct  dwelling accommodations and undertake site preparation\n   53  related thereto;\n   54    (c) restore abandoned, vacant  or  occupied  city  or  privately-owned\n   55  dwelling accommodations to habitable condition;\n\n       S. 1376                             4\n\n    1    (d)  assist  in  the  acquisition  of  buildings  which contain or are\n    2  expected to contain dwelling accommodations;\n    3    (e)  facilitate  the disposition of city-owned buildings which contain\n    4  or are expected to contain dwelling accommodations; and\n    5    (f) provide infrastructure improvements related to and  undertaken  as\n    6  part  of  programs  and  activities  for  owner-occupied buildings which\n    7  contain no more than four dwelling  accommodations;  provided,  however,\n    8  that  no  more  than  ten percent of the amount of housing program funds\n    9  shall be utilized for the purposes of this paragraph.\n   10    The city is hereby authorized to carry out,  by  loans  or  otherwise,\n   11  programs  and  activities  designed to achieve the purposes described in\n   12  paragraphs (a) through (f) of this subdivision, all in  accordance  with\n   13  any applicable provisions of law.\n   14    3.  All  expenditures  by  the  city of housing program funds shall be\n   15  appropriated by the city council of the city of New York.\n   16    S 5. Minimization of displacement. Within nine  months  following  the\n   17  effective  date  of  this  act,  the city shall issue and promulgate, in\n   18  accordance with the New York city charter, rules and  regulations  which\n   19  describe  the  procedures  pursuant  to  which  the  city shall meet the\n   20  following goals:\n   21    1. The city shall use its best efforts to  ensure  that  programs  and\n   22  activities  carried out pursuant to the housing New York program for the\n   23  twenty-first century are structured so as to minimize the likelihood  of\n   24  any  involuntary physical or economic displacement of tenants and owners\n   25  who reside in dwelling accommodations which  are  the  subject  of  such\n   26  programs  and  activities  other than temporarily, as a direct result of\n   27  rehabilitation work which is  performed  in  such  tenant's  or  owner's\n   28  building  or  dwelling  accommodations, in which case suitable temporary\n   29  relocation arrangements shall be provided.\n   30    2. In assembling  sites  for  new  construction  projects  which  will\n   31  utilize  housing  program  funds,  and  undertaking  any demolition work\n   32  necessary to prepare such sites, the city shall avoid  the  displacement\n   33  of any existing tenants and owners of structurally sound dwelling accom-\n   34  modations to the greatest extent feasible and in addition, give a prior-\n   35  ity  in  occupying the project constructed with housing program funds to\n   36  any tenant or owner so displaced, if they are income eligible to do so.\n   37    3. The city shall keep a record of all  tenants  and  owners  who  are\n   38  involuntarily  physically  displaced  by  virtue  of rehabilitation work\n   39  carried out with housing program funds or work necessary to prepare  new\n   40  construction  sites which utilize housing program funds and take reason-\n   41  able steps to determine the number of tenants economically displaced  by\n   42  virtue of such work.\n   43    Nothing  contained  in  this  section  shall  be  deemed  to make less\n   44  restrictive any inconsistent requirement of state or local law or  regu-\n   45  lation  which  provides  protections against involuntary displacement of\n   46  occupants of housing accommodations.\n   47    S 6. Affordability. In structuring programs and activities pursuant to\n   48  the housing New York program for  the  twenty-first  century,  the  city\n   49  shall  take  reasonable  steps  to  assure  that dwelling accommodations\n   50  assisted by housing program funds remain affordable to the income groups\n   51  occupying such accommodations for a substantially long period  of  time,\n   52  such  periods  to  be  determined by the city in accordance with section\n   53  eight of this act.\n   54    S 7. Rent regulation. Notwithstanding the provisions of, or any  regu-\n   55  lation  promulgated  pursuant to, the rent stabilization law of nineteen\n   56  hundred sixty-nine or the emergency tenant protection  act  of  nineteen\n\n       S. 1376                             5\n\n    1  seventy-four,  in  the  case  of  a dwelling accommodation in a multiple\n    2  dwelling operated  as  rental  property,  which  benefits  from  housing\n    3  program   funds,  if:  (1)  such  dwelling  accommodation  at  the  time\n    4  construction  or  rehabilitation  work  carried out with housing program\n    5  funds is completed, is not subject to  the  rent  stabilization  law  of\n    6  nineteen  hundred  sixty-nine,  the  emergency  tenant protection act of\n    7  nineteen seventy-four, the local emergency housing rent control  act  or\n    8  local  law  enacted  pursuant  thereto,  or  regulation by the city such\n    9  dwelling accommodation shall be made subject to the  rent  stabilization\n   10  law of nineteen hundred sixty-nine by the provisions of this section for\n   11  a  period which shall be determined by the city and thereafter until the\n   12  first vacancy which occurs in such dwelling accommodation, or  (2)  such\n   13  dwelling  accommodation  is  subject  to  any of the laws, acts or regu-\n   14  lations described in  subdivision  one  of  this  section  at  the  time\n   15  construction  or  rehabilitation  work  carried out with housing program\n   16  funds is completed, such dwelling accommodation  shall  continue  to  be\n   17  subject  to  such  laws,  acts or regulations to the same extent, in the\n   18  same manner and for the same period of  time  provided  in  any  statute\n   19  which  provides coverage for such housing accommodation under such laws,\n   20  acts or regulations and shall not be affected by the provisions of  this\n   21  section  for  the duration of such coverage, provided, however, that the\n   22  city may provide that upon the termination of coverage of  such  housing\n   23  accommodations  under  any of the laws, acts or regulations described in\n   24  subdivision one of this section such  housing  accommodations  shall  be\n   25  subject to the rent stabilization law of nineteen hundred sixty-nine for\n   26  a  period which shall be determined by the city and thereafter until the\n   27  first vacancy which occurs in such housing accommodation. The provisions\n   28  of this act shall not be deemed to provide rent regulation  pursuant  to\n   29  the rent stabilization law of nineteen hundred sixty-nine for any period\n   30  of time subsequent to the expiration or termination of such law.\n   31    S  8.  Standards  and criteria. 1. In determining how long a period of\n   32  time the city will seek to retain dwelling accommodations as  affordable\n   33  to  the  income  groups  occupying them, pursuant to section six of this\n   34  act, and, where applicable, how long a  period  of  time  such  dwelling\n   35  accommodations  shall  be subject to the rent stabilization law of nine-\n   36  teen hundred sixty-nine, pursuant to section seven of this act, the city\n   37  shall be bound by any minimum period required by any federal,  state  or\n   38  local  law,  and shall also take into consideration the term of any loan\n   39  provided to benefit the housing accommodation through  such  program  or\n   40  activity.  The  city  may  also consider the cost and useful life of the\n   41  works or improvements provided for the dwelling accommodation, the  city\n   42  program   or  activity  through  which  the  dwelling  accommodation  is\n   43  assisted, the category of income  of  the  occupants  of  such  dwelling\n   44  accommodation and the area or areas in which such dwelling accommodation\n   45  is  located. The city shall issue and promulgate, in accordance with the\n   46  New York city charter, rules and regulations which outline the  criteria\n   47  and procedures it shall use to meet the requirements of this section.\n   48    2.  Notwithstanding the provisions of subdivision one of this section,\n   49  in the event housing program funds are provided to  the  New  York  city\n   50  housing development corporation in connection with any loan made by such\n   51  corporation  pursuant  to subdivision 23-c of section 654 of the private\n   52  housing finance law to finance the  construction  of  dwelling  accommo-\n   53  dations:  (a)  the  period of time such dwelling accommodations shall be\n   54  subject to the rent stabilization law  of  nineteen  hundred  sixty-nine\n   55  shall  be  a  minimum  of fifteen years, or such longer period as may be\n   56  provided in any law other than this act, and thereafter each such dwell-\n\n       S. 1376                             6\n\n    1  ing accommodation shall remain subject  to  such  law  until  the  first\n    2  vacancy  which occurs in such accommodation subsequent to the expiration\n    3  of such period; and (b) with regard to newly constructed dwelling accom-\n    4  modations  financed  by  such  corporation which are intended to benefit\n    5  persons and families whose incomes do not exceed eighty percent  of  the\n    6  median  income  for  the  area in which such dwelling accommodations are\n    7  located, for a period of fifteen years persons  and  families  who  move\n    8  into such dwelling accommodations shall have incomes which do not exceed\n    9  eighty  percent  of  such median income and such dwelling accommodations\n   10  shall remain affordable to such persons and families for a minimum peri-\n   11  od of fifteen years.\n   12    S 9. Allocation of program funds. At least forty percent of the  funds\n   13  committed  to  the housing New York program for the twenty-first century\n   14  shall be utilized to supply  dwelling  accommodations  for  persons  and\n   15  families  whose  incomes  do not exceed fifty-five percent of the median\n   16  income for the area in which such dwelling  accommodations  are  located\n   17  and  in  addition, no more than twenty-five percent of such funds may be\n   18  utilized to supply dwelling  accommodations  for  persons  and  families\n   19  whose  incomes  exceed  ninety  percent of such median income, but in no\n   20  event shall any housing program funds be utilized  to  provide  dwelling\n   21  accommodations  for  persons and families whose incomes are greater than\n   22  one hundred seventy-five percent of the median income for  the  area  in\n   23  which  such  dwelling  accommodations are located. In addition, the city\n   24  shall use its best efforts to achieve by the  end  of  each  consecutive\n   25  five-year  period  during  which the housing New York program remains in\n   26  effect beginning with a five-year period  commencing  July  first,  next\n   27  succeeding the date on which this act shall have taken effect, the allo-\n   28  cation  of  housing program funds described in the preceding sentence of\n   29  this section.\n   30    S 10. Income determinations. In determining which  income  groups  are\n   31  being  served  by housing program funds for the purposes of section nine\n   32  of this act, the city shall  utilize  and  may  rely  on  the  following\n   33  certifications, assumptions and calculations:\n   34    1. In the case of vacant dwelling accommodations assisted with housing\n   35  program  funds or dwelling accommodations newly constructed with housing\n   36  program funds, the city shall  require  that  the  owners  thereof:  (a)\n   37  certify  that  each intended occupant has submitted an income affidavit,\n   38  in a form prescribed by the city, (b) certify the category of income  in\n   39  which  the occupant belongs, and (c) continue to certify compliance with\n   40  respect to the income eligibility of new tenants or purchasers  for  the\n   41  period  of  affordability  established  for  such dwelling accommodation\n   42  pursuant to section eight of this act. The city shall periodically audit\n   43  selected certifications provided pursuant to this section  to  determine\n   44  the accuracy of the representations contained therein.\n   45    2.  In the case of other dwelling accommodations assisted with housing\n   46  program funds: (a) occupied dwelling accommodations owned by  the  city,\n   47  dwelling  accommodations  occupied  by  persons and families transferred\n   48  from emergency shelters for the  homeless  and  dwelling  accommodations\n   49  occupied  by  persons  and  families  eligible  for  or receiving public\n   50  assistance as shall be deemed to be occupied  by  persons  and  families\n   51  whose incomes do not exceed fifty-five percent of median income; and (b)\n   52  occupied dwelling accommodations not owned by the city and located in an\n   53  area  eligible  for  mortgage  insurance  provided by the rehabilitation\n   54  mortgage insurance corporation which have annual rent levels  after  the\n   55  completion  of  rehabilitation work carried out pursuant to this act, of\n   56  less than thirty percent of ninety percent of  median  income  shall  be\n\n       S. 1376                             7\n\n    1  deemed  to  be  occupied  by  persons  and families whose incomes are in\n    2  excess of fifty-five percent of median income and equal to or less  than\n    3  ninety percent of median income.\n    4    3.  In  the case where (a) an entire building or structure is assisted\n    5  under the housing New York program for  the  twenty-first  century;  (b)\n    6  such  building  or  structure  contains  more than one dwelling accommo-\n    7  dation; and (c) the categories of income of the occupants of such build-\n    8  ing or structure are not uniform throughout, the  city  shall  determine\n    9  the  amount  of   housing  program  funds  which benefit each particular\n   10  dwelling accommodation by dividing the amount of such funds provided  to\n   11  benefit  the building or structure by the number of rental rooms in such\n   12  building or structure and multiplying the quotient derived therefrom  by\n   13  the number of rental rooms for each particular dwelling accommodation.\n   14    S  11.  Maintenance  of  effort.  The  city  shall not use any housing\n   15  program funds to substitute for  locally  funded  operating  or  capital\n   16  expenditures  which the city would have allocated to programs to provide\n   17  dwelling accommodations through its  normal  budgetary  process  in  the\n   18  absence  of  the  housing New York program for the twenty-first century.\n   19  All housing program funds shall be utilized  by  the  city  to  increase\n   20  locally  funded  operating  or  capital expenditures to provide dwelling\n   21  accommodations to a level which is greater than the  level  which  would\n   22  have existed if housing program funds had not been available. Nothing in\n   23  this  section  shall  require  the  city  to  allocate funds for housing\n   24  purposes if in the city's judgment  such  allocation  would  require  an\n   25  increase in taxation or reduction in other city services.\n   26    S  12.  Contracts.  In  connection  with  development and construction\n   27  contracts for dwelling accommodations funded with housing program funds,\n   28  minority-owned and women-owned business enterprises and  minority  group\n   29  members  and women shall be given the opportunity for meaningful partic-\n   30  ipation.  The city shall establish measures  and  procedures  to  secure\n   31  meaningful  participation  by  minority-owned  and  women-owned business\n   32  enterprises on contracts for dwelling accommodations funded with housing\n   33  program funds, including requiring submission of a utilization  plan  by\n   34  the  contractor.  Such  measures  and  procedures shall also promote the\n   35  employment of minority group members and women on such contracts.    The\n   36  provisions  of  this section shall not be construed to limit the ability\n   37  of any minority-owned or women-owned business enterprise to bid  on  any\n   38  contract.  In order to implement the requirements and objectives of this\n   39  section in connection with such dwellings accommodations, the city shall\n   40  be responsible for monitoring compliance  with  the  provisions  hereof,\n   41  providing  advice on the availability of competitive qualified minority-\n   42  owned and women-owned business enterprises to perform contracts proposed\n   43  to be awarded, and making  recommendations  to  improve  the  access  of\n   44  minority-owned  and women-owned business enterprises to these contracts.\n   45  On or before April first, two years after  this  act  shall  have  taken\n   46  effect,  and  on or before the end of each three month period thereafter\n   47  during which housing program funds are expended by the  city,  the  city\n   48  shall  prepare  and  make available to the public a report detailing the\n   49  measures and procedures established by the city in accordance with  this\n   50  section,  the  dollar value of all contracts awarded to such enterprises\n   51  and employees and the number of such  enterprises  and  employees  which\n   52  benefit from such contracts.\n   53    S  13. Reports. On or before January thirty-first, next succeeding the\n   54  date on which this act shall have taken effect and on or before  January\n   55  thirty-first  of  every  calendar  year  thereafter during which housing\n   56  program funds are expended by the city, the city shall submit  a  report\n\n       S. 1376                             8\n\n    1  to  the  governor, the temporary president of the senate, the speaker of\n    2  the assembly, the minority leader of the senate and the minority  leader\n    3  of the assembly. Such report shall:\n    4    1.  Describe the housing New York program for the twenty-first century\n    5  activities carried out during the prior calendar year  and  the  housing\n    6  New  York program for the twenty-first century activities which the city\n    7  plans to carry out during the upcoming calendar year.  Such report shall\n    8  include, but not be limited to:\n    9    (a) (i) a description of the specific rehabilitation and  construction\n   10  work undertaken and anticipated to be undertaken pursuant to the program\n   11  including  the  addresses  of  all buildings assisted, and for each such\n   12  building: the type of rehabilitation or construction work performed, the\n   13  status of such work as of the date the report is prepared, the eligibil-\n   14  ity and program criteria  utilized  therefor  and  the  city  agency  or\n   15  instrumentality  responsible  for the administration and disbursement of\n   16  housing program funds; and (ii) for the previous  year,  the  number  of\n   17  units  and  the  amount  of funds utilized to provide such units in each\n   18  such building or structure which are occupied by each of the  categories\n   19  of income described in paragraph (d) of this subdivision and the methods\n   20  and  calculations  used pursuant to section ten of this act to determine\n   21  such categories of income;\n   22    (b) a breakdown of the amount of program funds obligated and disbursed\n   23  and anticipated to be obligated and disbursed to add new  units  to  the\n   24  city's  housing  stock,  either  by  substantial  rehabilitation  or new\n   25  construction and the number of units  so  added  or  anticipated  to  be\n   26  added,  and  the  amount  obligated  and disbursed and anticipated to be\n   27  obligated and disbursed to rehabilitate existing occupied units and  the\n   28  number of such units;\n   29    (c) the source and amount of total funds available for the housing New\n   30  York  program  for the twenty-first century and the amount of such funds\n   31  obligated and disbursed and anticipated to be  obligated  and  disbursed\n   32  during the previous calendar year and the upcoming calendar year;\n   33    (d)  the number of units, and the amount of housing program funds used\n   34  to assist those units, and, as a subcategory, the number  of  units  and\n   35  the  amount  of  housing  program funds used to assist those units which\n   36  funds have been received by the city from the housing  New  York  corpo-\n   37  ration pursuant to section 654-c of the private housing finance law, for\n   38  units  which  have  been  and are expected to be occupied by persons and\n   39  families whose incomes do not exceed fifty-five percent  of  the  median\n   40  income, for persons and families whose incomes exceed fifty-five percent\n   41  but  do  not  exceed ninety percent of median income and for persons and\n   42  families whose incomes exceed ninety  percent  but  do  not  exceed  one\n   43  hundred seventy-five percent of median income and the methods and calcu-\n   44  lations  which  the city has used pursuant to section ten of this act in\n   45  determining that these units have been or are expected to be occupied by\n   46  such persons; and\n   47    (e) a description of how the city has fulfilled  the  requirements  of\n   48  section  eleven  of this act. Such description shall include, but not be\n   49  limited to:\n   50    (i) a statement of the aggregate amount of  locally  funded  operating\n   51  and  capital expenditures the city utilized to provide dwelling accommo-\n   52  dations, including, but not limited to, housing  program  funds,  during\n   53  the  previous  and  present  city  fiscal  years and the sources of such\n   54  funds;\n   55    (ii) the aggregate amount, or an estimate of  such  amount,  whichever\n   56  the  case  may  be, of locally funded operating and capital expenditures\n\n       S. 1376                             9\n\n    1  which were or would have been  utilized  to  provide  dwelling  accommo-\n    2  dations in the previous and present fiscal years in the absence of hous-\n    3  ing  program  funds and the percentage change in such amount between the\n    4  previous and present fiscal year; and\n    5    (iii) in the event the aggregate amount of locally funded expenditures\n    6  on  housing  (exclusive  of  housing  program funds) appropriated in the\n    7  expense and capital budgets as adopted in accordance with the charter of\n    8  the city of New York is less than the aggregate amount of locally funded\n    9  expenditures on housing (exclusive of housing program  funds)  appropri-\n   10  ated  in  the  expense and capital budgets as adopted in accordance with\n   11  the charter of the city of New York for the previous  fiscal  year,  the\n   12  report shall set forth the reasons for such decline;\n   13    (f)  a  listing,  pursuant to the requirements of section five of this\n   14  act, of all those cases where tenants and owners have been involuntarily\n   15  displaced from their homes by virtue of rehabilitation work carried  out\n   16  with  housing  program  funds, or demolition work undertaken in order to\n   17  construct buildings with housing program funds, and a statement, in each\n   18  case as to why such displacement was necessary; and\n   19    (g) a summary, prepared on an annual basis of the  reports  which  the\n   20  city  is  required  to  make available to the public pursuant to section\n   21  twelve of this act.\n   22    2. Such report shall also include  the  percentage  of  total  housing\n   23  program funds which have been utilized, up to the date of preparation of\n   24  the  report,  to provide dwelling accommodations to persons and families\n   25  in each of the categories of income described in paragraph (d) of subdi-\n   26  vision one of this section and, if such  percentages  differ  from  that\n   27  required  by  section  nine  of  this act, a description of how the city\n   28  plans to meet the requirements of such section.\n   29    3. On or before July first, two years after this act shall have  taken\n   30  effect, and on or before the termination of each three year period ther-\n   31  eafter  during which housing program funds are expended by the city, the\n   32  city shall submit, to the  governor,  the  temporary  president  of  the\n   33  senate,  the  speaker of the assembly, the minority leader of the senate\n   34  and the minority leader of the assembly a projected  plan  for  how  the\n   35  total amount of housing program funds will be spent over the life of the\n   36  housing  New  York program for the twenty-first century. Such plan shall\n   37  include, but not be limited to, all of the information,  to  the  extent\n   38  known, required by this section.\n   39    S  14.  Act  not  to supersede other requirements. Nothing in this act\n   40  shall be deemed to make less restrictive any inconsistent requirement of\n   41  state law or regulation relating to the financing, construction or reno-\n   42  vation of dwelling accommodations assisted with housing program funds.\n   43    S 15. Severability. If any clause, sentence,  paragraph,  section,  or\n   44  part  of  this act shall be adjudged by any court of competent jurisdic-\n   45  tion to be invalid such judgment shall not affect, impair, or invalidate\n   46  the remainder thereof, but shall be confined in  its  operation  to  the\n   47  clause,  sentence,  paragraph, section or part thereof directly involved\n   48  in the controversy in which such judgment shall have been rendered.\n   49    S 2. Paragraph (a) of subdivision 1, subdivisions 2 and  3,  paragraph\n   50  (c) of subdivision 12 and subdivision 14 of section 654-c of the private\n   51  housing  finance  law,  as  added by chapter 32 of the laws of 1986, are\n   52  amended to read as follows:\n   53    (a) \"Housing New York program\" shall mean the housing New York program\n   54  established pursuant to section four of the housing New York program act\n   55  AND THE \"HOUSING NEW YORK PROGRAM FOR THE  TWENTY-FIRST  CENTURY\"  SHALL\n   56  MEAN  THE  HOUSING  NEW YORK PROGRAM FOR THE TWENTY-FIRST CENTURY ESTAB-\n\n       S. 1376                            10\n\n    1  LISHED PURSUANT TO SECTION FOUR OF THE HOUSING NEW YORK PROGRAM ACT  FOR\n    2  THE TWENTY-FIRST CENTURY.\n    3    2.  There  is hereby established a public benefit corporation known as\n    4  the \"housing New York corporation\" as a subsidiary  corporation  of  the\n    5  corporation  solely for the purpose of borrowing money and granting such\n    6  moneys to  the  city  for  the  purposes  and  in  accordance  with  the\n    7  provisions  of  the  housing  New  York program AND THE HOUSING NEW YORK\n    8  PROGRAM FOR THE TWENTY-FIRST CENTURY.\n    9    3. It is hereby found and declared that the legislature,  pursuant  to\n   10  the  housing  New  York program act AND THE HOUSING NEW YORK PROGRAM ACT\n   11  FOR THE TWENTY-FIRST CENTURY, has established [a] THE housing  New  York\n   12  program  AND  THE  HOUSING NEW YORK PROGRAM FOR THE TWENTY-FIRST CENTURY\n   13  under which the city will cause the  acquisition,  construction,  equip-\n   14  ping,  improving,  rehabilitation  and  renovation  of dwelling accommo-\n   15  dations within the city of New York for persons and  families  for  whom\n   16  the  ordinary operations of private enterprise cannot supply such accom-\n   17  modations; that such [program is] PROGRAMS ARE  necessary  in  order  to\n   18  increase  the  presently inadequate supply of dwelling accommodations in\n   19  such city for such persons  and  families;  that  such  [program  shall]\n   20  PROGRAMS  require a substantial commitment of funds from public sources;\n   21  and that the need for  such  moneys  necessitates  that  the  subsidiary\n   22  corporation  created  by  this section be granted the powers and be made\n   23  subject to the requirements of this section. The  legislature  therefore\n   24  finds  that such subsidiary corporation, subject to the terms and condi-\n   25  tions specified herein, should be given the power to  borrow  funds  and\n   26  grant  such moneys to the city of New York, and any agency or instrumen-\n   27  tality thereof (other than such subsidiary corporation)  or  the  corpo-\n   28  ration  for  use  by such entity in the housing New York program AND THE\n   29  HOUSING NEW YORK PROGRAM FOR THE TWENTY-FIRST CENTURY; that the  financ-\n   30  ing of residential housing facilities in accordance with the housing New\n   31  York  program  AND  THE  HOUSING  NEW  YORK PROGRAM FOR THE TWENTY-FIRST\n   32  CENTURY is a public  purpose  for  which  moneys  may  be  granted,  and\n   33  exemptions from taxation on the income of bonds or notes of such subsid-\n   34  iary corporation and on such subsidiary corporation's income and proper-\n   35  ty  granted, as specified herein; and that the powers and duties of such\n   36  subsidiary corporation as recited in  this  section  are  necessary  and\n   37  proper  for achieving the ends herein recited. Therefore such subsidiary\n   38  corporation is hereby authorized and empowered:\n   39    (a) to borrow money by issuing bonds and notes for the purposes of (i)\n   40  granting  such  moneys  to  the  city  to   finance   the   acquisition,\n   41  construction,  equipping,  improvement,  enlargement, rehabilitation and\n   42  renovation of residential housing facilities for  the  purposes  and  in\n   43  accordance  with  the provisions of the housing New York program AND THE\n   44  HOUSING NEW YORK PROGRAM FOR THE TWENTY-FIRST CENTURY and (ii) refunding\n   45  any bonds or notes of such subsidiary  corporation  issued  pursuant  to\n   46  this section;\n   47    (b)  to  grant  moneys  to  the  city for the purpose of financing the\n   48  acquisition, construction, equipping, improvement, enlargement, rehabil-\n   49  itation  and  renovation  of  residential  housing  facilities  for  the\n   50  purposes  and  in accordance with the provisions of the housing New York\n   51  program AND THE HOUSING NEW YORK PROGRAM FOR  THE  TWENTY-FIRST  CENTURY\n   52  and  to  enter  into  any agreement specifying terms and conditions with\n   53  respect thereto;\n   54    (c) subject to the provisions of any contract with the holders of  any\n   55  of  its bonds or notes, to pledge any revenues or assets of such subsid-\n   56  iary corporation, including, but not limited to, any excess revenues  of\n\n       S. 1376                            11\n\n    1  the  Battery  Park city authority as shall be payable to such subsidiary\n    2  corporation pursuant to an  agreement  between  the  Battery  Park  city\n    3  authority and such subsidiary corporation as such subsidiary corporation\n    4  shall  deem necessary, to secure any bonds or notes issued or any agree-\n    5  ments entered into pursuant to this section;\n    6    (d) to procure insurance, letters of credit or other  credit  enhance-\n    7  ments with respect to its bonds or notes issued pursuant to this section\n    8  and to pay the premiums and fees therefor;\n    9    (e)  to  adopt,  amend or rescind rules and regulations appropriate to\n   10  carry out its corporate purposes and to establish such requirements  and\n   11  enter  into  such  agreements to achieve the objectives of this section;\n   12  and\n   13    (f) to exercise any and all other powers authorized  by  this  section\n   14  and not inconsistent with the provisions of this section.\n   15    (c)  the  city  shall  use  the  moneys granted to it pursuant to this\n   16  section to finance residential housing facilities in accordance with the\n   17  provisions of the housing New York program  AND  THE  HOUSING  NEW  YORK\n   18  PROGRAM FOR THE TWENTY-FIRST CENTURY and shall comply with the terms and\n   19  conditions  of  the  housing  New York program act, THE HOUSING NEW YORK\n   20  PROGRAM ACT FOR THE TWENTY-FIRST CENTURY and this section; and\n   21    14. For the  purposes  of  financing  the  acquisition,  construction,\n   22  equipping,  improvement,  enlargement,  rehabilitation and renovation of\n   23  residential housing facilities pursuant to this section, such subsidiary\n   24  corporation may borrow money by issuing bonds or notes in  an  aggregate\n   25  principal amount not exceeding [four] EIGHT hundred million dollars plus\n   26  a principal amount of bonds or notes issued (i) to fund any related debt\n   27  service reserve fund, (ii) to provide capitalized interest, and (iii) to\n   28  provide  fees  and  other  charges and expenses, including underwriters'\n   29  discount, related to the issuance of such bonds or notes and the mainte-\n   30  nance of such reserves, all as  determined  by  such  subsidiary  corpo-\n   31  ration,  excluding  bonds or notes issued to refund outstanding bonds or\n   32  notes issued pursuant to this  section.  Any  bonds  or  notes  of  such\n   33  subsidiary  corporation  shall  not be or be deemed to be obligations of\n   34  the corporation or subject to or included in  any  authorization  of  or\n   35  limitation on indebtedness of the corporation.\n   36    In  computing the total principal amount of bonds or notes that may at\n   37  any time be issued for any purpose under this section, the amount of the\n   38  outstanding bonds or notes that constitutes interest  under  the  United\n   39  States  Internal Revenue Code of nineteen hundred fifty-four, as amended\n   40  to the effective date of this section, shall be excluded.\n   41    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1376\n\nTITLE OF BILL:\nAn act\nin relation to enacting the housing New York program act for the\ntwenty-first century\nand to amend the private housing finance law, in relation to the housing\nNew York corporation\n\nPURPOSE:\nTo establish a major new source of funding for the creation of\naffordable housing in New York City, utilizing surplus revenues of\nthe Battery Park City Authority.\n\nSUMMARY OF PROVISIONS:\nSection 1 of this bill enacts the Housing New York Program Act for the\nTwenty-First Century. Under the Act, New York City is authorized to\nuse funds provided by the Housing New York Corporation to acquire,\nconstruct and rehabilitate residential housing. The Act contains\nprovisions requiring that such housing be kept affordable for low and\nmoderate income families, that displacement be kept to a minimum and\nthat the City maintain its housing program efforts notwithstanding\nthe new funds provided by this legislation.\n\nSection 2 of the bill authorizes the existing Housing New York\nCorporation, which is a subsidiary of the New York City Housing\nDevelopment Corporation, to borrow money and provide funds to New\nYork City for the purposes of the Housing New York Program for the\nTwenty-First Century. The Corporation's bonding authority is raised\nfrom $400 million to $800 million.\n\nJUSTIFICATION:\nThis bill creates the Housing New York Program for the Twenty-First\nCentury to provide funding for new construction and rehabilitation of\naffordable housing in\nNew York City. Surplus revenues from the Battery Park City Authority\nwill be dedicated to pay debt service on bonds to be issued by the\nHousing New York Corporation up to a total of $800 million dollars.\nBond proceeds may be used by the City of New York to fund affordable\nhousing programs in addition to those programs that would otherwise\nbe funded through its normal budget process.\n\nThis program is a successor to the original Housing New York Program\nthat was created by the legislature in 1986. That program achieved\nconsiderable success before its funding authorization expired on July\n1, 1995. Currently, the Battery Park City Authority produces an\nannual surplus of approximately $60 million, after payment of its\noperating expenses and debt service. This surplus will be sufficient\nto support the additional bonding authorized to fund this new housing\nprogram.\n\nThe Housing New York Corporation has an unused bonding authority of\napproximately $200 million which, together with the additional\nborrowing authorized by this bill, will provide approximately $600\nmillion of funds to the new housing program. It is estimated that\nsuch funds will support the construction and rehabilitation of\napproximately 12,500 units of affordable housing for the residents of\nNew York City.\n\nLEGISLATIVE HISTORY:\n2009-10: S.1139 - Referred to Housing, Construction and\nCommunity Development\n2007-08: S.2917 - Referred to Housing, Construction and\nCommunity Development\n2005-06: S.1737 - Referred to Housing, Construction, and\nCommunity Development\n2004: S.7409 - Referred to Rules\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT in relation to enacting the housing New York program act for the twenty-first century and to amend the private housing finance law, in relation to the housing New York corporation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T102849.TXT", "SOBI.D110107.T092845.TXT", "SOBI.D110111.T094647.TXT", "SOBI.D110107.T103351.TXT", "SOBI.D110107.T091844.TXT", "SOBI.D110111.T095148.TXT", "SOBI.D110111.T180730.TXT", "SOBI.D110107.T092344.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250652
}