{
  "year" : 2011,
  "senateBillNo" : "S1373-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1373-2011-1294376400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides tax credit for employers of workers who were receiving public assistance immediately preceding such employment",
  "summary" : "Provides a tax credit of $1,000 against special additional mortgage tax and article 9-A (franchise tax on business corporations) for each employee employed in excess of one year at minimum wage for thirty hours per week who was a public assistance recipient for at least two years immediately preceding the commencement of such employment. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A637",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1131-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1373\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS,  DIAZ,  DILAN,  DUANE, HASSELL-THOMPSON,\n         KRUEGER -- read twice and ordered printed,  and  when  printed  to  be\n         committed to the Committee on Investigations and Government Operations\n\n       AN  ACT  to amend the tax law, in relation to providing a tax credit for\n         employers who employ workers who were receiving public assistance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The tax law is amended by adding a new section 200 to read\n    2  as follows:\n    3    S 200. EMPLOYMENT  OF  CERTAIN  WORKERS;  CREDIT.  EVERY  CORPORATION,\n    4  COMPANY,  ASSOCIATION OR TAXPAYER REQUIRED BY SECTION ONE HUNDRED EIGHT-\n    5  Y-SEVEN OR ARTICLE NINE-A OF THIS CHAPTER  TO  PAY  A  TAX  WHICH  SHALL\n    6  EMPLOY,  FOR  A  PERIOD IN EXCESS OF ONE YEAR, ANY WORKER AS A FULL-TIME\n    7  EMPLOYEE FOR NO LESS THAN THIRTY HOURS  PER  WEEK  (EXCLUDING  VACATION,\n    8  SICK  TIME  OR  SIMILAR EXCEPTIONS) AND WHO IS PAID BY SUCH CORPORATION,\n    9  COMPANY, ASSOCIATION OR TAXPAYER  NO  LESS  THAN  THE  MINIMUM  WAGE  AS\n   10  PRESCRIBED  BY  ARTICLE NINETEEN OF THE LABOR LAW, AND WHO WAS RECEIVING\n   11  PUBLIC ASSISTANCE FOR  TWO  YEARS  OR  MORE  IMMEDIATELY  PRECEDING  THE\n   12  COMMENCEMENT  OF  SUCH  EMPLOYMENT SHALL BE ENTITLED TO A CREDIT AGAINST\n   13  SUCH TAX OF ONE THOUSAND DOLLARS FOR EACH SUCH EMPLOYEE.\n   14    S 2. This act shall take effect immediately and  shall  apply  to  all\n   15  taxable  years  beginning after the thirty-first of December in the year\n   16  this act takes effect.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03105-01-1\n",
  "memo" : "BILL NUMBER:S1373\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to providing a tax credit for\nemployers who employ workers who were receiving public assistance\n\nPURPOSE:\nProvides a tax credit as an incentive for private employers to hire\nworkers who were previously on public assistance.\n\nSUMMARY OF PROVISIONS:\nAdds a new &sect; 200 to the tax law, to provide a $1,000 per-employee\ncredit to any employer who employs, for at least one year at over 30\nhours per week, a worker who was a public assistance recipient for\nthe two years preceding such employment.\n\nJUSTIFICATION:\nPublic assistance recipients often lack adequate education, skills,\nand experience that most jobs require, so employers are reluctant to\nhire them. They often do not have access to or are unaware of the\nresources that can provide them with the basic necessities for\nsuccess in private industry. This bill will motivate employers of the\nprivate industry to seek out, train and employ these workers, so the\nState's volume of productive, competent individuals will increase.\nFinancial independence will also be encouraged by this legislation,\nso reliance on public assistance will be reduced and New York State's\neconomic status will continue to improve.\n\nFISCAL IMPLICATIONS:\nThe legislation would result in a reduction in State tax revenue of\napproximately $34 million for SFY 2010-11.\n\n*Provided by State of New York Department of Taxation and Finance,\nOffice of Tax Policy Analysis.\n\nLEGISLATIVE HISTORY:\n2009-10: S.1131 - Referred to Investigations & Government Operations\n2007-08: S.2918 - Referred to Investigations, Taxation & Government\nOperations\n2005-06: S.961 - Referred to Investigations, Taxation &\nGovernment Operations\n2003-04: S.2247 - Referred to Investigations,\nTaxation & Government Operations\n2001-02: S.1650/A.2638 - Referred to\nInvestigations, Taxation & Government Operations\n\nEFFECTIVE DATE:\nEffective immediately upon enactment into law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit for employers who employ workers who were receiving public assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T102849.TXT", "SOBI.D110107.T091844.TXT", "SOBI.D110111.T095148.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250647
}