{
  "year" : 2011,
  "senateBillNo" : "S1378-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1378-2011-1294376400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts operation of diesel powered electrical generators in areas failing to meet federal clean air standards for ozone",
  "summary" : "Restricts operation of diesel powered electrical generation systems in areas identified as not meeting certain federal air quality standards for ozone; provides limited exceptions for use. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SB5061-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1378\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS, DUANE -- read twice and ordered printed,\n         and when printed to be committed to  the  Committee  on  Environmental\n         Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         restricting the operation  of  diesel  powered  electrical  generation\n         systems in areas identified as not meeting certain federal air quality\n         standards for ozone\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 19-0311-a to read as follows:\n    3  S 19-0311-A. RESTRICTED  OPERATION  OF DIESEL POWERED ELECTRICAL GENERA-\n    4                 TORS.\n    5    THE GENERATION OF ELECTRICITY FOR PUBLIC OR PRIVATE USE  BY  MEANS  OF\n    6  DIESEL COMBUSTION GENERATION FACILITIES SHALL BE PROHIBITED IN ANY COUN-\n    7  TY  OR  PART  THEREOF  THAT  IS DESIGNATED NONATTAINMENT FOR OZONE UNDER\n    8  SECTION 7407 OF THE CLEAN AIR  ACT  (\"ACT\")  AND  CLASSIFIED  AS  SEVERE\n    9  NONATTAINMENT UNDER SECTION 7511 OF THE ACT; OR DESIGNATED AS NONATTAIN-\n   10  MENT  FOR PM2.5 UNDER SECTION 7407 OF THE ACT, OR HAS BEEN SO DESIGNATED\n   11  WITHIN THE PRIOR CALENDAR YEAR, UNLESS:\n   12    1. THE DIESEL COMBUSTION FACILITY HAS A GENERATING  CAPACITY  OF  LESS\n   13  THAN ONE HUNDRED KILOWATTS;\n   14    2.  THE  DIESEL  COMBUSTION FACILITY COMPLIES WITH OR EXCEEDS EMISSION\n   15  STANDARDS ADOPTED FOR SUCH FACILITIES BY THE DEPARTMENT FOR  PARTICULATE\n   16  MATTER AND NITROGEN OXIDES;\n   17    3.  THE  DIESEL  COMBUSTION  FACILITY  IS  USED SOLELY AS AN EMERGENCY\n   18  BACK-UP SYSTEM DURING A POWER OUTAGE; OR\n   19    4.  THE DIESEL COMBUSTION FACILITY  USES  COGENERATION  TECHNOLOGY  TO\n   20  UTILIZE THE WASTE HEAT.\n   21    S 2. This act shall take effect January 1, 2014.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02256-01-1\n",
  "memo" : "BILL NUMBER:S1378\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to restricting\nthe operation of diesel powered electrical generation systems in areas\nidentified as not meeting certain federal air quality standards for\nozone\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo restrict the use of diesel powered electric turbines to meet summer\nelectricity demand in areas of the state that already have severely\ncompromised air quality, because diesel turbines are very dirty\nsources of air pollution. Diesel generated electricity will be\nallowed in prescribed circumstances, including customary uses such as\nemergency back-up during a power outage.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one amends the environmental conservation law by adding a new\nsection 19-0311-a which prohibits the generation of electricity by\ndiesel combustion in any part of the State that is designated\npursuant to the federal Clean Air Act and EPA as being in\nnon-attainment of the national ambient air quality standards for\nozone unless:\n\n*the generating capacity is less than 100 kilowatts;\n\n*the diesel combustion facility complies with or exceeds emission\nstandards adopted for such facilities by the department for\nparticulate matter nitrogen oxides;\n\n*the diesel combustion facility is being used as an emergency back-up\nduring a power outage;\n\n*the diesel combustion facility uses cogeneration technology to\nutilize the waste heat.\n\nSection two sets out the effective date.\n\nJUSTIFICATION:\nDiesel generators are typically used as back-up systems during a power\noutage and occasionally to generate electricity for temporary uses\nsuch as by outdoor vendors. However, in order to mitigate anticipated\nelectric price spikes that occur from time to time during summer\nmonths, the NY Independent system operator (ISO), the Long Island\npower Authority (LIPA), and the New York State Energy Research &\nDevelopment Authority (NYSERDA) have instituted financial incentives\nfor diesel generators to\noperate when prices are high. Both the ISO and LIPA will pay diesel\ngenerators to operate during the summer in order to alleviate price\nor reliability pressures. The ISO will pay diesel fueled installed\n\ngenerating capacity if the owner commits to making it available on at\nleast 2 hours advance notice for a minimum of four hours. The ISO\nprogram is statewide but the most lucrative payments will be made to\ngenerators in downstate areas.\n\nIn the past, electricity prices spiked in New York City and Long\nIsland because the electric industry has not become a robustly\ncompetitive industry.\nPast price spikes were caused by instances of market abuse and the\ninability of the NY Independent System Operator (ISO) to contain\nthem. These price spikes were not caused by low supplies, but rather\nby market participants.\nQuick and dirty fixes should not be part of New York State's energy\npolicy.\nRather, controls that prevent the abuse of market power by suppliers,\nand policies that enhance competition with clean sources of electric\ngeneration and that aggressively implement energy efficiencies would\nset a judicious course. Diesel generators are so dirty that the\npromotion of their use to meet the electric peak demands during\nsummer, when air pollution is at its worse, is very unwise public\npolicy.\n\nDiesel-fired combustion facilities emit several orders of magnitude\nmore oxides of nitrogen (NOx) , sulfur dioxide (C02), carbon dioxide\n(C02), and particulate matter per unit output than natural gas\ncombined cycle units.\nThey emit 300 times the emissions of that emitted by a state of the\nart combined cycle natural gas power plant. NOx emissions are a key\nfactor in the formation of ground level ozone, or smog, which is most\nprevalent in the summer. When inhaled, it can cause acute respiratory\nproblems, aggravate asthma, and inflame lung tissue. Both S02 and NOx\ncontribute to the acidification of forests and lakes and corrode\nbuildings. C02 is a major greenhouse gas responsible for global\nclimate change. Particulate matter is known to lodge deep within the\nlungs where its chemical components permanently damage lung tissues.\nNumerous medical studies link particulate pollution with premature\ndeath, respiratory related hospital admissions, asthma, and decreased\nlung function. PM emissions from a typical diesel emergency generator\noperated only during peak demand can cause a significant increase in\ncancer risk for nearby residents (within one city block) by 250 in a\nmillion. On average, this represents a 50% increase in the cancer\nrisk due to exposure to diesel exhaust.\n\nRestricting the use of diesel generation is well founded on public\nhealth and environmental grounds. If diesel generation is increased,\nmany areas of the state will continue to have air quality that fails\nto meet federal standards.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.5061B - Referred to Environmental Conservation\n2007-08: S.3172 - Referred to Environmental Conservation\n2005-06: S.958  - Referred to Environmental Conservation\n\n2003-04: S.2188 - Referred to Environmental Conservation\n2001-02: S.5247 - Referred to Environmental Conservation\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect January 1, 2014.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to restricting the operation of diesel powered electrical generation systems in areas identified as not meeting certain federal air quality standards for ozone ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T093846.TXT", "SOBI.D110107.T102849.TXT", "SOBI.D110107.T115354.TXT", "SOBI.D110111.T095148.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250656
}