{
  "year" : 2011,
  "senateBillNo" : "S1374-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1374-2011-1294376400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to acknowledging that the institution of slavery was an appalling tragedy in the history of this state",
  "summary" : "Relates to acknowledging that the institution of slavery was an appalling tragedy in the history of this state. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A2975",
  "lawSection" : "Legislature",
  "previousVersions" : [ "S5646-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1374\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. PERKINS, PARKER -- read twice and ordered printed,\n         and when printed to be committed to the  Committee  on  Investigations\n         and Government Operations\n\n       AN  ACT  to amend chapter 137 of the laws of 1817 relating to slaves and\n         servants, in relation to acknowledging the tragedy of slavery  in  New\n         York state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Chapter 137 of the laws of  1817  relating  to  slaves  and\n    2  servants is amended by adding a new section XXXII-a to read as follows:\n    3    S  XXXII-A.    ACKNOWLEDGES  THAT  SLAVERY,  THE TRANSATLANTIC AND THE\n    4  DOMESTIC SLAVE TRADE WERE APPALLING TRAGEDIES IN THE HISTORY OF NEW YORK\n    5  STATE NOT ONLY BECAUSE OF THEIR ABHORRENT BARBARISM BUT ALSO IN TERMS OF\n    6  THEIR MAGNITUDE, ORGANIZED NATURE AND ESPECIALLY THEIR NEGATION  OF  THE\n    7  HUMANITY OF THE ENSLAVED PERSON. THE GOVERNMENT OF THE STATE OF NEW YORK\n    8  FURTHER  ACKNOWLEDGES  THAT  THE  INSTITUTIONS  OF SLAVERY AND THE SLAVE\n    9  TRADE IN ENSLAVED PERSONS ARE NOW AND SHOULD  ALWAYS  HAVE  BEEN  CRIMES\n   10  AGAINST THIS STATE AS WELL AS CRIMES AGAINST HUMANITY. THE GOVERNMENT OF\n   11  THE  STATE  OF NEW YORK FORMALLY APOLOGIZES FOR ITS ROLE IN SANCTIONING,\n   12  EXPLOITING AND PERPETUATING SLAVERY  AND  ITS  VESTIGES,  INCLUDING  THE\n   13  ENACTMENT  OF  SLAVE  CODES  THAT  CREATED THE EXPLOITATION AND ABUSE OF\n   14  CHILDREN, AND THE DISSOLUTION OF THEIR FAMILIES AS  PERSONIFIED  BY  THE\n   15  LIFE AND LEGACY OF SOJOURNER TRUTH.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02763-01-1\n",
  "memo" : "BILL NUMBER:S1374\n\nTITLE OF BILL:\nAn act\nto amend chapter 137 of the laws of 1817 relating to slaves and\nservants, in relation to acknowledging the tragedy of slavery in New\nYork state\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill acknowledges the tragedy of slavery in New York state and\noffers a formal apology from the State of New York for its role in\nperpetuating slavery.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. New York state government formally acknowledges and\napologizes for the legalization and perpetuation of slavery and the\nslave trade in New York state.\n\nJUSTIFICATION:\nFor more than two hundred years slavery existed in what became New\nYork state. New York state government not only legalized the\nenslavement of Africans and their descendants, but also enacted\n\"slave codes,\" taxes on the sale of enslaved persons and fines\npayable to the local government or poor house administrators for\nviolations of the \"slave codes.\" In chapter 137 of the laws of 1 817,\nfor example, New York state government provided for the gradual\nemancipation of enslaved persons by July 4, 1827. This statute\nhowever, also provided penalties for harboring an enslaved person or\nservant, and permitted an enslaved person to be abandoned at age 21\nwith certification by local government.\n\nAs the recently held World Conference Against Racism (Durban, South\nAfrica, 2002) proclaimed in its final document, \"... slavery and the\nslave trade are a crime against humanity and should always have been\nso.. York apologize for New York's role in the enslavement of\nAfricans and their descendants.\n\nPRIOR LEGISLATIVE HISTORY:\n2009 - S.5646, Referred to Investigations & Government Operations\n2007 - A.273B\n2005 - A.7327\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis bill is effective immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend chapter 137 of the laws of 1817 relating to slaves and servants, in relation to acknowledging the tragedy of slavery in New York state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T143031.TXT", "SOBI.D110107.T102849.TXT", "SOBI.D110111.T095148.TXT", "SOBI.D110107.T091844.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295638231429
}