{
  "year" : 2011,
  "senateBillNo" : "S1377-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1377-2011-1294376400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all interrogations to be videotaped",
  "summary" : "Requires all interrogations to be videotaped. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1082-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1377\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. PERKINS, DUANE, HASSELL-THOMPSON, KRUEGER, PARKER,\n         SMITH -- read twice and  ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Codes\n\n       AN  ACT  to amend the criminal procedure law, in relation to videotaping\n         interrogations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The criminal procedure law is amended by adding a new arti-\n    2  cle 66 to read as follows:\n    3                                 ARTICLE 66\n    4                         VIDEOTAPING INTERROGATIONS\n    5  SECTION 66.10. VIDEOTAPING INTERROGATIONS.\n    6  S 66.10 VIDEOTAPING INTERROGATIONS.\n    7    1.  ALL  INTERROGATIONS  OF  SUSPECTS,  IN  POLICE  CUSTODY,  SHALL BE\n    8  RECORDED, IN THEIR ENTIRETY, ON  VIDEOTAPE  OF  REASONABLE  CLARITY  AND\n    9  AUDIBILITY.  THEREAFTER,  THE VIDEOTAPES SHALL BE SEALED, WHEREUPON SUCH\n   10  VIDEOTAPES SHALL BE UNSEALED AND MADE  AVAILABLE  ONLY  WHERE  THEY  ARE\n   11  REQUIRED  FOR  PRODUCTION  FOR TRIAL, EVIDENTIARY PURPOSES, OR WHERE THE\n   12  INDIVIDUAL WHO IS THE SUBJECT OF THE VIDEOTAPE, OR HIS OR HER  REPRESEN-\n   13  TATIVE,  REQUESTS SUCH TAPE. ALL SEALED VIDEOTAPES REPRESENTING INTERRO-\n   14  GATIONS SHALL BE PRESERVED FOR AT LEAST TEN YEARS IN SUCH A MANNER AS TO\n   15  MAINTAIN THE CLARITY AND AUDIBILITY OF THE VIDEOTAPE.\n   16    2. THE INTRODUCTION INTO EVIDENCE OF THE CONFESSION OF A SUSPECT, MADE\n   17  TO A LAW ENFORCEMENT OFFICER DURING THE INTERROGATION PROCESS AND  DOCU-\n   18  MENTED  ON  VIDEOTAPE,  SHALL  BE ACCOMPANIED BY THE CORROBORATING VIDE-\n   19  OTAPE.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00998-01-1\n",
  "memo" : "BILL NUMBER:S1377\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law, in relation to videotaping\ninterrogations\n\nPURPOSE:\nTo amend the criminal procedure law, in relation to\nvideotaping interrogations.\n\nSUMMARY OF PROVISIONS:\nRequires that all interrogations of suspects in\npolice custody be recorded in their entirety.\n\nEXISTING LAW:\nNew bill.\n\nJUSTIFICATION:\nAmong many instances in the past including the case of\nthe Central Park 5 (5 young men accused of raping a jogger in Central\nPark who were later exonerated by DNA evidence and a confession from\nthe real rapist) recent findings report that New York State has had 23\nwrongful convictions overturned through DNA evidence, 10 of which\ninnocent people falsely confessed to. Though even one case is too\nmany, considering how few cases involve DNA it is a safe assumption\nthat these 10 cases only represent a fraction of the overall number\nof cases of wrongful convictions based on false confessions. Therefore\nany measure to improve the integrity of confessions and protect the\naccused as well as the police should be taken. Just taping\nconfessions does not show what steps led up to the confession made.\nVideotaping interrogations in their entirety from beginning to end will\nallow better insight as to how the confession was brought about from\npoint A to point B. This will help reduce the number of wrongful\nconvictions which is not only helpful to those who are wrongly\naccused but also helps to increase public safety. In cases where the\nwrong person is behind bars, the actual criminal is still out\ncommitting crimes which puts us all at risk.\n\nLEGISLATIVE HISTORY:\n2010:  Referred to Codes (S.1082)\n2009:  Referred to Codes (S.1082)\n2008:  Referred to Codes (S.6520)\n2007:  Referred to Rules (S.6520)\n\nFISCAL IMPLICATIONS:\nUnable to be determined at this time.\n\nLOCAL FISCAL IMPLICATIONS:\nUnable to be determined at this time.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to videotaping interrogations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T093846.TXT", "SOBI.D110107.T102849.TXT", "SOBI.D110107.T092845.TXT", "SOBI.D110107.T103351.TXT", "SOBI.D110111.T095148.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250654
}