{
  "year" : 2011,
  "senateBillNo" : "S1388-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1388-2011-1294376400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the MTA to submit annual reports on attacks, injuries, or deaths reported to or otherwise known to it in connection with its facilities and premises",
  "summary" : "Requires the MTA to submit annual reports on assaults, including sexual assaults, attacks, injuries or deaths reported to or otherwise known to it in connection with its facilities and premises; requires a report relating to assaults, including sexual assaults, and attacks on employees and non-employees, and a report relating to physical infrastructure, safety, condition, security and other health hazards; requires separate tabulations for employees and other persons; requires recommendations to reduce such incidents. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SA5010-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1388\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS, DILAN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Transportation\n\n       AN ACT  to  amend  the  public  authorities  law,  in  relation  to  the\n         submission of safety, security, and health reports and policies by the\n         metropolitan transportation authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law  is  amended  by  adding  a  new\n    2  section 1269-h to read as follows:\n    3    S  1269-H. SUBMISSION OF REPORTS. 1. ASSAULTS AND ATTACKS ON EMPLOYEES\n    4  AND NON-EMPLOYEES. (A) ON OR BEFORE JULY FIRST, TWO THOUSAND TWELVE  AND\n    5  ANNUALLY  THEREAFTER,  THE  AUTHORITY  SHALL SUBMIT TO THE GOVERNOR, THE\n    6  TEMPORARY PRESIDENT OF THE SENATE, AND THE SPEAKER  OF  THE  ASSEMBLY  A\n    7  REPORT OF ALL ASSAULTS, INCLUDING SEXUAL ASSAULTS, OR ATTACKS ON EMPLOY-\n    8  EES  AND  PASSENGERS  AND  OTHER  NON-EMPLOYEES REPORTED TO OR OTHERWISE\n    9  KNOWN TO THE AUTHORITY, WHETHER OR NOT SUCH ACTS ARE CRIMINAL, ON OR  IN\n   10  CONNECTION  WITH  BUS, SUBWAY, AND TRAIN EQUIPMENT OWNED OR OPERATED, OR\n   11  BOTH, BY THE AUTHORITY OR ITS SUBSIDIARIES AND ON  OR  IN  ANY  PREMISES\n   12  OWNED  OR  USED,  OR  BOTH,  BY  THE  AUTHORITY  OR  ITS SUBSIDIARIES IN\n   13  CONNECTION WITH SUCH BUS, SUBWAY, AND TRAIN OPERATIONS.\n   14    (B) SUCH REPORT SHALL CONTAIN AT LEAST TWO SEPARATE  TABULATIONS,  ONE\n   15  RELATING  TO  EMPLOYEES  OF  THE  AUTHORITY AND ITS SUBSIDIARIES AND ONE\n   16  RELATING TO PASSENGERS AND OTHER  NON-EMPLOYEES.  EACH  SUCH  TABULATION\n   17  SHALL  SET  FORTH  THE NUMBER OF ASSAULTS AND ATTACKS, THE CATEGORIES OF\n   18  CAUSES OR ALLEGED CAUSES OF SUCH ASSAULTS AND ATTACKS, AND  THE  GENERAL\n   19  LOCATIONS  WHERE  SUCH  ASSAULTS AND ATTACKS HAVE OCCURRED. IN ADDITION,\n   20  SUCH REPORT  SHALL  PROVIDE  RECOMMENDATIONS  TO  AVOID  OR  REDUCE  THE\n   21  FREQUENCY OF SUCH ASSAULTS AND ATTACKS.\n   22    2.  PHYSICAL  INFRASTRUCTURE,  SAFETY,  CONDITION, SECURITY, AND OTHER\n   23  HEALTH HAZARDS. (A) ON OR BEFORE JULY FIRST,  TWO  THOUSAND  TWELVE  AND\n   24  ANNUALLY  THEREAFTER,  THE  AUTHORITY  SHALL SUBMIT TO THE GOVERNOR, THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04136-01-1\n\n       S. 1388                             2\n\n    1  TEMPORARY PRESIDENT OF THE SENATE, AND THE SPEAKER  OF  THE  ASSEMBLY  A\n    2  REPORT  OF  ALL INJURIES OR DEATHS TO EMPLOYEES AND PASSENGERS AND OTHER\n    3  NON-EMPLOYEES REPORTED TO OR OTHERWISE KNOWN TO THE AUTHORITY AND CAUSED\n    4  OR  CLAIMED  TO BE CAUSED BY PHYSICAL INFRASTRUCTURE, SAFETY, CONDITION,\n    5  SECURITY, OR OTHER HEALTH HAZARDS IDENTIFIED BY THE AUTHORITY, ON OR  IN\n    6  CONNECTION  WITH  BUS,  SUBWAY, AND TRAIN EQUIPMENT OWNED OR OPERATED OR\n    7  BOTH BY THE AUTHORITY OR ITS SUBSIDIARIES AND  ON  OR  IN  ANY  PREMISES\n    8  OWNED  OR  USED,  OR  BOTH,  BY  THE  AUTHORITY  OR  ITS SUBSIDIARIES IN\n    9  CONNECTION WITH SUCH BUS, SUBWAY, AND TRAIN OPERATIONS.\n   10    (B) SUCH REPORT SHALL CONTAIN AT LEAST TWO SEPARATE  TABULATIONS,  ONE\n   11  RELATING  TO  EMPLOYEES  OF  THE  AUTHORITY AND ITS SUBSIDIARIES AND ONE\n   12  RELATING TO PASSENGERS AND OTHER  NON-EMPLOYEES.  EACH  SUCH  TABULATION\n   13  SHALL  SET  FORTH  THE  NUMBER  OF INJURIES OR DEATHS, THE CATEGORIES OF\n   14  CAUSES OR ALLEGED CAUSES OF SUCH INJURIES AND DEATHS,  AND  THE  GENERAL\n   15  LOCATIONS  WHERE  SUCH  INJURIES HAVE OCCURRED. IN ADDITION, SUCH REPORT\n   16  SHALL PROVIDE RECOMMENDATIONS TO AVOID OR REDUCE THE FREQUENCY  OF  SUCH\n   17  INJURIES.\n   18    3.  DEFINITIONS.  FOR  THE PURPOSES OF THIS SECTION, THE TERM \"SUBSID-\n   19  IARY\" SHALL INCLUDE THE NEW YORK CITY  TRANSIT  AUTHORITY,  LONG  ISLAND\n   20  RAIL  ROAD, LONG ISLAND BUS SERVICE, AND METRO-NORTH RAILROAD, INCLUDING\n   21  THEIR SUBSIDIARIES.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the submission of safety, security, and health reports and policies by the metropolitan transportation authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T094847.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110107.T095347.TXT", "SOBI.D110111.T102649.TXT", "SOBI.D110107.T103351.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294759609674
}