{
  "year" : 2011,
  "senateBillNo" : "S1384-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1384-2011-1294376400000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the home ownership assistance program",
  "summary" : "Establishes the home ownership assistance program; allows qualified individuals to receive home ownership assistance payments when they purchase an eligible home; defines who is eligible for such assistance payments and how much those assistance payments will be. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "S1138-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1384\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced by Sens. PERKINS, DIAZ, DILAN, DUANE, HASSELL-THOMPSON, PARK-\n         ER,  SMITH  --  read twice and ordered printed, and when printed to be\n         committed to the Committee  on  Housing,  Construction  and  Community\n         Development\n\n       AN  ACT  to amend the public housing law, in relation to creating a home\n         ownership assistance program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public housing law is amended by adding a new article 9\n    2  to read as follows:\n    3                                 ARTICLE IX\n    4                      HOME OWNERSHIP ASSISTANCE PROGRAM\n    5  SECTION 170. DEFINITIONS.\n    6          171. HOME OWNERSHIP ASSISTANCE PROGRAM.\n    7          172. APPLICABILITY OF THE PROGRAM.\n    8          173. AMOUNT   AND   PROCEDURE   FOR  HOME  OWNERSHIP  ASSISTANCE\n    9                 PAYMENTS.\n   10          174. TERMS OF ASSISTANCE FOR NOT-FOR-PROFIT ORGANIZATIONS.\n   11          175. RULES AND REGULATIONS.\n   12          176. FUNDING FOR THE HOME OWNERSHIP ASSISTANCE PROGRAM.\n   13    S 170. DEFINITIONS. FOR PURPOSES OF THIS ARTICLE, THE FOLLOWING  TERMS\n   14  SHALL HAVE THE FOLLOWING MEANINGS:\n   15    1.  \"DEPARTMENT\"  SHALL  MEAN  THE NEW YORK CITY DEPARTMENT OF HOUSING\n   16  PRESERVATION AND DEVELOPMENT.\n   17    2. \"ELIGIBLE UNIT\" SHALL MEAN:\n   18    A.  ANY (I) HOME WITH FOUR OR LESS UNITS; (II) CONDOMINIUM;  OR  (III)\n   19  COOPERATIVE;\n   20    B.  WHERE  THE  PURCHASE  OF SUCH HOME, CONDOMINIUM, OR COOPERATIVE IS\n   21  PROVIDED FOR, INSURED, OR GUARANTEED BY THE STATE OR FEDERAL GOVERNMENT.\n   22    3. \"QUALIFIED HOUSEHOLD\" SHALL MEAN ANY PERSON OR HIS  OR  HER  FAMILY\n   23  MEMBER WHO:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03424-01-1\n\n       S. 1384                             2\n\n    1    A.  (I)  HAS  AN  ANNUAL  HOUSEHOLD INCOME UNDER EIGHTY PERCENT OF THE\n    2  MEDIAN POVERTY LEVEL, PROVIDED, THAT ANY ASSISTANCE RECEIVED AS A RESULT\n    3  OF A SOCIAL PROGRAM SHALL NOT BE CONSIDERED WHEN CALCULATING AN INDIVID-\n    4  UAL'S GROSS INCOME.  THE DEPARTMENT SHALL DETERMINE  INCOME  ELIGIBILITY\n    5  OF  HOME  BUYERS  USING THE INCOME DETERMINATION METHODOLOGY UTILIZED BY\n    6  THE UNITED STATES DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT IN ACCORD-\n    7  ANCE WITH THEIR SECTION 8 HOUSING PROGRAM; OR\n    8    (II) IS OVER THE AGE OF SIXTY-FIVE; OR\n    9    (III) IS DIAGNOSED BY A LICENSED PHYSICIAN TO  BE  MENTALLY  OR  PHYS-\n   10  ICALLY DISABLED;\n   11    B.    DOES NOT CURRENTLY OWN A HOUSING UNIT IN THE CITY OF NEW YORK OR\n   12  ANY OTHER LOCATION, INCLUDING A SINGLE FAMILY HOUSE,  CONDOMINIUM  UNIT,\n   13  COOPERATIVE UNIT, OR RENTAL UNIT THAT COULD BE OWNER OCCUPIED;\n   14    C.  HAS  NOT  PREVIOUSLY  RECEIVED  HOME OWNERSHIP ASSISTANCE PAYMENTS\n   15  PURSUANT TO THIS ARTICLE; AND\n   16    D. IS CURRENTLY EMPLOYED AND HAS BEEN GAINFULLY EMPLOYED FOR AT  LEAST\n   17  TWELVE MONTHS PRIOR TO HIS OR HER APPLICATION FOR HOME OWNERSHIP ASSIST-\n   18  ANCE PAYMENTS, EXCEPT THAT THIS PARAGRAPH SHALL NOT APPLY TO AN INDIVID-\n   19  UAL  WHO QUALIFIES PURSUANT TO SUBPARAGRAPH (II) OR (III) OF PARAGRAPH A\n   20  OF THIS SUBDIVISION.\n   21    4.  \"QUALIFIED NOT-FOR-PROFIT ORGANIZATION\" SHALL MEAN AN ORGANIZATION\n   22  THAT IS TAX EXEMPT PURSUANT TO SUBSECTION (C)  OF  SECTION  501  OF  THE\n   23  INTERNAL  REVENUE  CODE AND WHOSE PURPOSE IS TO ASSIST HOUSEHOLDS, WHOSE\n   24  INCOME IS UNDER  EIGHTY  PERCENT  OF  THE  MEDIAN  POVERTY  LEVEL,  WITH\n   25  PURCHASING  A  HOME. SUCH ORGANIZATION MUST SHOW EXPERIENCE AND CAPACITY\n   26  TO UNDERTAKE A PURCHASE FOR REHABILITATION AND TO  RESELL  TO  QUALIFIED\n   27  HOUSEHOLDS AS DEFINED IN SUBDIVISION THREE OF THIS SECTION.\n   28    S  171.  HOME OWNERSHIP ASSISTANCE PROGRAM. 1.  THERE IS HEREBY ESTAB-\n   29  LISHED A HOME OWNERSHIP ASSISTANCE PROGRAM. THE PURPOSE OF  THE  PROGRAM\n   30  IS TO PROVIDE FINANCIAL ASSISTANCE TO LOW INCOME HOUSEHOLDS, WITH ANNUAL\n   31  INCOMES  UNDER  EIGHTY  PERCENT  OF  THE MEDIAN POVERTY LEVEL WHO DO NOT\n   32  CURRENTLY OWN A HOME, TO PURCHASE AN ELIGIBLE UNIT FOR PURPOSES OF REHA-\n   33  BILITATION AND OWNERSHIP.\n   34    2. THE MAXIMUM PURCHASE PRICE SHALL  BE  THE  SINGLE  FAMILY  MORTGAGE\n   35  LIMITS  DEFINED  UNDER  24 C.F.R. 203 AND SHALL BE ADJUSTED ACCORDING TO\n   36  THE ADJUSTMENTS MADE BY THE UNITED  STATES  DEPARTMENT  OF  HOUSING  AND\n   37  URBAN DEVELOPMENT.\n   38    3. THE UNIT MAY NOT BE \"OVERCROWDED\" AS DEFINED IN THE HOUSING QUALITY\n   39  STANDARDS,  WHICH  ARE ISSUED BY THE UNITED STATES DEPARTMENT OF HOUSING\n   40  AND URBAN DEVELOPMENT. A SUFFICIENT NUMBER OF BEDROOMS ARE  REQUIRED  TO\n   41  PROVIDE  ADEQUATE SLEEPING SPACE FOR ALL MEMBERS OF THE HOUSEHOLD. THERE\n   42  MUST BE ONE BEDROOM FOR EVERY TWO MEMBERS OF THE FAMILY,  PROVIDED  THAT\n   43  CHILDREN OF THE OPPOSITE SEX MAY NOT SHARE A BEDROOM.\n   44    4. MONTHLY HOME OWNERSHIP EXPENSES SHALL INCLUDE INTEREST ON THE MORT-\n   45  GAGE,  MORTGAGE  INSURANCE  PREMIUMS,  REAL ESTATE TAXES, HOME OWNERSHIP\n   46  INSURANCE, AND MAJOR REPAIRS AND REPLACEMENTS.  HOUSING  EXPENSES  AFTER\n   47  THE  PURCHASE AND REHABILITATION OF A HOME MAY NOT EXCEED THIRTY PERCENT\n   48  OF THE HOUSEHOLD'S GROSS MONTHLY INCOME.\n   49    S 172. APPLICABILITY OF THE PROGRAM. 1.  A  QUALIFIED  HOUSEHOLD  MUST\n   50  MAKE  AN APPLICATION TO THE DEPARTMENT TO RECEIVE HOME OWNERSHIP ASSIST-\n   51  ANCE PAYMENTS.\n   52    2. THE DEPARTMENT SHALL APPROVE  AN  INDIVIDUAL'S  APPLICATION  IF  IT\n   53  FINDS THAT:\n   54    A.  SUCH  INDIVIDUAL  IS  PART  OF A QUALIFIED HOUSEHOLD AS DEFINED IN\n   55  SUBDIVISION THREE OF SECTION ONE HUNDRED SEVENTY OF THIS ARTICLE;\n\n       S. 1384                             3\n\n    1    B. THE HOME TO BE PURCHASED BY THE INDIVIDUAL IS AN ELIGIBLE  UNIT  AS\n    2  DEFINED  IN SUBDIVISION TWO OF SECTION ONE HUNDRED SEVENTY OF THIS ARTI-\n    3  CLE;\n    4    C.  THE  HOME  TO  BE  PURCHASED  HAS  BEEN  INSPECTED BY A DEPARTMENT\n    5  APPROVED HOME INSPECTOR;\n    6    D. THE HOME TO BE PURCHASED HAS BEEN APPRAISED  AT  A  VALUE  NEAR  OR\n    7  ABOVE  THE  MAXIMUM  PURCHASE  PRICE  AS  DEFINED  IN SUBDIVISION TWO OF\n    8  SECTION ONE HUNDRED SEVENTY-ONE OF THIS ARTICLE.  IF THE PURCHASE  PRICE\n    9  EXCEEDS  THE MAXIMUM PURCHASE PRICE, THE ELIGIBLE HOUSEHOLD MUST PAY THE\n   10  DIFFERENCE. THE ELIGIBLE HOUSEHOLD MUST GIVE THE FUNDS TO THE DEPARTMENT\n   11  AT THE CLOSING. THE DEPARTMENT WILL HOLD THE FUNDS IN AN INTEREST  BEAR-\n   12  ING ESCROW ACCOUNT AND MAKE PAYMENTS FROM SUCH ACCOUNT AS NECESSARY. ALL\n   13  ELIGIBLE  HOUSEHOLD  FUNDS  MUST  BE  EXPENDED BEFORE ANY HOME OWNERSHIP\n   14  ASSISTANCE PROGRAM PAYMENTS MAY BE MADE.\n   15    3. UPON APPROVAL OF THE INDIVIDUAL'S APPLICATION, THE INDIVIDUAL  MUST\n   16  ATTEND  HOME  OWNERSHIP  ASSISTANCE  COUNSELING.  SUCH  COUNSELING SHALL\n   17  INCLUDE, BUT NEED NOT BE LIMITED TO:\n   18    A. HOME MAINTENANCE;\n   19    B. BUDGETING AND MONEY MANAGEMENT;\n   20    C. CREDIT COUNSELING; AND\n   21    D. HOW TO OBTAIN HOME OWNERSHIP FINANCING, INCLUDING HOW  TO  IDENTIFY\n   22  AND AVOID LOANS WITH OPPRESSIVE TERMS AND CONDITIONS.\n   23    4. UPON COMPLETION OF THE HOME OWNERSHIP COUNSELING PURSUANT TO SUBDI-\n   24  VISION  THREE  OF THIS SECTION, THE DEPARTMENT SHALL MAKE HOME OWNERSHIP\n   25  ASSISTANCE PAYMENTS IN ACCORDANCE WITH SECTION ONE HUNDRED SEVENTY-THREE\n   26  OF THIS ARTICLE.\n   27    5. THE REFINANCING OF A HOME THAT IS A BASIS FOR RECEIVING HOME OWNER-\n   28  SHIP ASSISTANCE PAYMENTS SHALL  AUTOMATICALLY  CAUSE  SUCH  PAYMENTS  TO\n   29  CEASE AND BE TERMINATED.\n   30    6.  IF ANY QUALIFIED HOUSEHOLD THAT HAS BEEN APPROVED AND IS RECEIVING\n   31  HOME OWNERSHIP ASSISTANCE PAYMENTS DEFAULTS  ON  ITS  MORTGAGE  PAYMENT,\n   32  SUCH HOME OWNERSHIP ASSISTANCE PAYMENTS SHALL AUTOMATICALLY CEASE AND BE\n   33  TERMINATED.\n   34    S  173.  AMOUNT  AND PROCEDURE FOR HOME OWNERSHIP ASSISTANCE PAYMENTS.\n   35  1. THE MAXIMUM FINANCIAL ASSISTANCE UNDER THE HOME OWNERSHIP  ASSISTANCE\n   36  PROGRAM  FOR  ELIGIBLE  HOUSEHOLDS  SHALL  NOT  EXCEED THE TOTAL COST OF\n   37  ACQUISITION AND REHABILITATION. THE ASSISTANCE PROVIDED FOR THE PURCHASE\n   38  OF THE PROPERTY SHALL BE A PRORATED LOAN. THE DEPARTMENT  WILL  PLACE  A\n   39  MORTGAGE ON THE PROPERTY TO SECURE THE LOAN. THE MORTGAGEE MAY BE SUBOR-\n   40  DINATED  TO ANY OTHER MORTGAGEE APPROVED BY THE DEPARTMENT THAT IS PRES-\n   41  ENTLY ON OR THAT MAY BE PLACED ON THE PROPERTY.\n   42    THE DEPARTMENT SHALL HAVE THE RIGHT TO DETERMINE  WHETHER  OR  NOT  AN\n   43  IMPROVEMENT QUALIFIES AS CAPITAL IMPROVEMENTS. PRIOR TO THE COMMENCEMENT\n   44  OF  CAPITAL  IMPROVEMENTS, THE PROPERTY OWNER MUST NOTIFY THE DEPARTMENT\n   45  AND PROVIDE A COST ESTIMATE. THE DEPARTMENT  SHALL  HAVE  THE  RIGHT  TO\n   46  INSPECT  THE  PROPERTY PRIOR TO AND UPON COMPLETION OF CONSTRUCTION. THE\n   47  PROPERTY OWNER MUST PROVIDE DOCUMENTATION OF ALL WORK PERFORMED.\n   48    2. THE MAXIMUM ASSISTANCE FOR QUALIFIED NOT-FOR-PROFIT  ORGANIZATIONS,\n   49  AS  DEFINED  IN  SUBDIVISION FOUR OF SECTION ONE HUNDRED SEVENTY OF THIS\n   50  ARTICLE, MAY NOT EXCEED TWENTY THOUSAND DOLLARS PER BUILDING.\n   51    3. THE PROPERTY MAY BE SOLD SUBJECT TO THE FOLLOWING CONDITIONS:\n   52    A. THE MAXIMUM SALE PRICE WILL BE DETERMINED BY THE FOLLOWING FORMULA:\n   53  THE ORIGINAL SUBSIDIZED PRICE OF THE HOME MULTIPLIED BY A FRACTION WHERE\n   54  THE NUMERATOR IS THE MEDIAN INCOME FOR A FAMILY OF FOUR IN NEW YORK CITY\n   55  IN THE YEAR OF THE RESALE  AND  THE  DENOMINATOR  IS  THE  CORRESPONDING\n   56  FIGURE  FOR  THE  YEAR THE PROPERTY WAS PURCHASED. BOTH NUMBERS SHALL BE\n\n       S. 1384                             4\n\n    1  DETERMINED BY THE UNITED STATES DEPARTMENT OF HOUSING AND URBAN DEVELOP-\n    2  MENT.\n    3    B.  THE  OWNER'S  DOWN  PAYMENT  AND  THE  VALUE OF QUALIFYING CAPITAL\n    4  IMPROVEMENTS MAY BE  ADDED  TO  THE  MAXIMUM  RESALE  PRICE.  QUALIFYING\n    5  IMPROVEMENTS ARE THOSE DEFINED AND APPLIED BY THE NEW YORK STATE DEPART-\n    6  MENT  OF  TAXATION AND FINANCE THAT DO NOT CONSTITUTE UNAFFORDABLE LUXU-\n    7  RIES DEFINED AS ITEMS NOT NORMALLY CONSIDERED A NECESSARY  OR  CUSTOMARY\n    8  PART  OF  A  RESIDENCE  IN  THE SURROUNDING NEIGHBORHOOD. THE DEPARTMENT\n    9  SHALL HAVE THE RIGHT TO DETERMINE WHETHER OR NOT AN  IMPROVEMENT  QUALI-\n   10  FIES  AS  CAPITAL  IMPROVEMENTS.  PRIOR  TO  THE COMMENCEMENT OF CAPITAL\n   11  IMPROVEMENTS, THE PROPERTY OWNER MUST NOTIFY THE DEPARTMENT AND  PROVIDE\n   12  A  COST  ESTIMATE.  THE  DEPARTMENT  SHALL HAVE THE RIGHT TO INSPECT THE\n   13  PROPERTY PRIOR TO AND UPON  COMPLETION  OF  CONSTRUCTION.  THE  PROPERTY\n   14  OWNER MUST PROVIDE DOCUMENTATION OF ALL WORK PERFORMED.\n   15    S 174. TERMS OF ASSISTANCE FOR NOT-FOR-PROFIT ORGANIZATIONS. FINANCIAL\n   16  ASSISTANCE AS DEFINED IN SECTION ONE HUNDRED SEVENTY-THREE OF THIS ARTI-\n   17  CLE  MAY  BE PROVIDED TO NOT-FOR-PROFIT ORGANIZATIONS FOR THE PURPOSE OF\n   18  RESALE TO QUALIFIED  HOUSEHOLDS  AS  DEFINED  IN  SUBDIVISION  THREE  OF\n   19  SECTION ONE HUNDRED SEVENTY OF THIS ARTICLE.\n   20    1.  THE  NOT-FOR-PROFIT ORGANIZATION MAY MANAGE THE PROPERTY DURING AN\n   21  INTERIM PERIOD UNDER A \"LEASE TO OWN\" PROGRAM BEFORE TRANSFERRING  TITLE\n   22  TO THE PROPERTY AND MUST SUBMIT COMPLETE DEVELOPMENT AND OPERATING BUDG-\n   23  ETS FOR THE INTERIM TO THE DEPARTMENT.\n   24    A.  AN ELIGIBLE \"LEASE TO OWN\" PURCHASER MUST BE LOCATED WITHIN TWELVE\n   25  MONTHS FROM PURCHASE BY THE NOT-FOR-PROFIT ORGANIZATION.\n   26    B. THE INITIAL OCCUPANT OF THE OWNER'S UNIT, WHETHER A TENANT DURING A\n   27  RENTAL AGREEMENT, TENANT DURING A LEASE TO OWN PERIOD,  OR  HOME  BUYER,\n   28  MUST  QUALIFY  AS  AN ELIGIBLE HOUSEHOLD. FIFTY-ONE PERCENT OF THE UNITS\n   29  MUST BE OCCUPIED AT INITIAL  OCCUPANCY  BY  HOUSEHOLDS  WHOSE  HOUSEHOLD\n   30  INCOME IS LESS THAN EIGHTY PERCENT OF THE MEDIAN POVERTY LEVEL.\n   31    C.  RENT,  INCLUDING  UTILITIES,  FOR  A HOUSEHOLD WHERE THE HOUSEHOLD\n   32  INCOME IS BETWEEN FIFTY AND EIGHTY PERCENT OF THE MEDIAN  POVERTY  LEVEL\n   33  CANNOT EXCEED THIRTY PERCENT OF THE HOUSEHOLD MONTHLY INCOME. IF TENANTS\n   34  PAY  UTILITIES,  THE  RENT SHALL BE ADJUSTED BY THE AMOUNT OF THE UTILI-\n   35  TIES.\n   36    D. NOT-FOR-PROFIT ORGANIZATIONS MUST SUBMIT A PROPOSED RESALE  PROCESS\n   37  OR FORMULA FOR DEPARTMENTAL REVIEW AND APPROVAL.\n   38    E.  IN  ALL  CASES,  TRANSFER  OF  TITLE  TO  THE  PROPERTY  FROM  THE\n   39  NOT-FOR-PROFIT ORGANIZATION TO AN ELIGIBLE  HOUSEHOLD  MUST  TAKE  PLACE\n   40  WITHIN FIVE YEARS FROM PURCHASE BY THE NOT-FOR-PROFIT ORGANIZATION.\n   41    F.  IF  THE NOT-FOR-PROFIT ORGANIZATION FAILS TO MEET THESE DEADLINES,\n   42  THE DEFERRED LOAN SHALL BE DUE AND PAYABLE WITH ACCRUED  INTEREST  AT  A\n   43  RATE OF FOUR PERCENT.\n   44    S  175.  RULES  AND  REGULATIONS.  1.  THE DEPARTMENT IS AUTHORIZED TO\n   45  IMPLEMENT ANY RULE OR REGULATION NECESSARY FOR THE SUCCESSFUL  IMPLEMEN-\n   46  TATION OF THIS PROGRAM.\n   47    2.  THE  DEPARTMENT  MAY  CREATE ANY FORM AND REQUIRE ANY APPLICANT TO\n   48  FILL OUT SUCH FORM BEFORE RECEIVING DEPARTMENTAL APPROVAL FOR  THE  HOME\n   49  OWNERSHIP ASSISTANCE PAYMENTS.\n   50    3.  THE DEPARTMENT MAY CHARGE AN APPLICATION FEE FOR THE PROCESSING OF\n   51  A HOUSEHOLD'S HOME OWNERSHIP ASSISTANCE PAYMENT  APPLICATION.  SUCH  FEE\n   52  SHALL NOT EXCEED ONE HUNDRED DOLLARS.\n   53    S  176.    FUNDING  FOR THE HOME OWNERSHIP ASSISTANCE PROGRAM. FUNDING\n   54  SHALL BE OBTAINED BY USING FUNDS FROM THE  COMMUNITY  DEVELOPMENT  BLOCK\n   55  GRANT  AND  THE  NEW  YORK  STATE HOME PROGRAM. TWO PERCENT OF THE TOTAL\n\n       S. 1384                             5\n\n    1  AMOUNT OF EACH, RESPECTIVELY, SHALL BE USED TO FUND THE  HOME  OWNERSHIP\n    2  ASSISTANCE PROGRAM.\n    3    S 2. This act shall take effect on the one hundred eightieth day after\n    4  it shall have become a law; provided, however, that effective immediate-\n    5  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n    6  necessary for the timely implementation of this  act  on  its  effective\n    7  date  is  hereby  authorized  and  directed to be made on or before such\n    8  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to creating a home ownership assistance program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T103849.TXT", "SOBI.D110107.T102849.TXT", "SOBI.D110107.T094847.TXT", "SOBI.D110111.T102649.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294759609666
}