{
  "year" : 2011,
  "senateBillNo" : "S1381-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1381-2011-1294376400000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"public authorities teleworking expansion act\"",
  "summary" : "Enacts the \"public authorities teleworking expansion act\"; provides that each public authority with twenty-five or more employees shall establish a policy and program to allow employees to perform all or a portion of their duties through teleworking to the maximum extent possible without diminished employee performance; defines the term \"telework\" to mean to perform normal and regular work functions at home that ordinarily would be performed at the authority's location or facility, thereby eliminating or substantially reducing the physical commute to and from such authority's principal location; requires that prior to establishing a teleworking program, each authority shall determine whether or not such program is cost effective; further provides that each participating authority shall then define who is eligible to participate in such program, including but limited to the certain conditions and criteria. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : "A206",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SA5790-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1381\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to enacting the\n         \"public authorities teleworking expansion act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  the \"public authorities teleworking expansion act\".\n    3    S 2. The public authorities law is amended by  adding  a  new  section\n    4  2854 to read as follows:\n    5    S  2854.  TELEWORKING PROGRAMS. 1. EVERY AUTHORITY WITH TWENTY-FIVE OR\n    6  MORE EMPLOYEES SHALL ESTABLISH  A  POLICY  AND  PROGRAM  TO  ALLOW  SUCH\n    7  EMPLOYEES  TO PERFORM ALL OR A PORTION OF THEIR DUTIES THROUGH TELEWORK-\n    8  ING TO THE MAXIMUM EXTENT POSSIBLE WITHOUT DIMINISHED EMPLOYEE  PERFORM-\n    9  ANCE,  PROVIDED  THAT  ANY  PUBLIC  AUTHORITY WITH A UNIONIZED WORKFORCE\n   10  SHALL ENGAGE IN COLLECTIVE  BARGAINING  PRIOR  TO  ESTABLISHING  SUCH  A\n   11  PROGRAM  FOR  ITS  UNIONIZED EMPLOYEES. EACH AUTHORITY SHALL DESIGNATE A\n   12  \"TELEWORK COORDINATOR\" TO BE RESPONSIBLE FOR OVERSEEING THE  IMPLEMENTA-\n   13  TION OF TELEWORKING PROGRAMS.\n   14    2. FOR THE PURPOSES OF THIS SECTION, THE TERM \"TELEWORK\" SHALL MEAN TO\n   15  PERFORM  NORMAL  AND  REGULAR  WORK  FUNCTIONS ON A WORKDAY AT HOME THAT\n   16  ORDINARILY WOULD BE PERFORMED AT THE AUTHORITY'S LOCATION  OR  FACILITY,\n   17  THEREBY  ELIMINATING  OR  SUBSTANTIALLY REDUCING THE PHYSICAL COMMUTE TO\n   18  AND FROM SUCH AUTHORITY'S PRINCIPAL LOCATION.\n   19    3. PRIOR TO ESTABLISHING A TELEWORKING PROGRAM, EACH  AUTHORITY  SHALL\n   20  DETERMINE  WHETHER  OR  NOT SUCH PROGRAM IS COST EFFECTIVE. EACH PARTIC-\n   21  IPATING AUTHORITY SHALL THEN DEFINE WHO IS ELIGIBLE  TO  PARTICIPATE  IN\n   22  SUCH PROGRAM, INCLUDING, BUT NOT LIMITED TO THE FOLLOWING CONDITIONS AND\n   23  CRITERIA:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01238-01-1\n\n       S. 1381                             2\n\n    1    (A) THAT THE EMPLOYEE HAS BEEN A PERMANENT EMPLOYEE AND HAS HELD THEIR\n    2  JOB TITLE FOR AT LEAST SIXTY DAYS;\n    3    (B)  THAT  THE  AUTHORITY  HAS  DETERMINED  THAT  THE FULL RANGE OF AN\n    4  EMPLOYEE'S JOB CAN BE READILY AND EFFECTIVELY COMPLETED AT AN  ALTERNATE\n    5  SITE;\n    6    (C)  THE  AUTHORITY  DETERMINES  THAT  THE EMPLOYEE'S ABSENCE FROM THE\n    7  OFFICE IS NOT DETRIMENTAL TO OFFICE OPERATIONS;\n    8    (D) THE EMPLOYEE'S PERFORMANCE HAS BEEN SATISFACTORY OR BETTER;\n    9    (E) BOTH THE EMPLOYEE AND EMPLOYER HAVE SIGNED  A  FORMAL  ARRANGEMENT\n   10  THAT CLEARLY DELINEATES THE TELEWORKING RELATIONSHIP; AND\n   11    (F)  THE  AUTHORITY  HAS DETERMINED THAT SUCH A TELEWORKING PROGRAM IS\n   12  COST EFFECTIVE.\n   13    4. PARTICIPATION IN A TELEWORKING PROGRAM SHALL NOT BE THE  BASIS  FOR\n   14  CHANGES IN SALARY OR BENEFITS.\n   15    5.  TELEWORKING  POLICIES  OF  EACH  PARTICIPATING  AUTHORITY SHALL BE\n   16  DELIVERED TO THE GOVERNOR, SPEAKER OF THE ASSEMBLY, TEMPORARY  PRESIDENT\n   17  OF  THE  SENATE,  AND  CHAIRS  OF  THE  ASSEMBLY AND SENATE CORPORATIONS\n   18  COMMITTEES.\n   19    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   20  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to enacting the \"public authorities teleworking expansion act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T103849.TXT", "SOBI.D110107.T104850.TXT", "SOBI.D110107.T104350.TXT", "SOBI.D110107.T102849.TXT", "SOBI.D110107.T094347.TXT", "SOBI.D110111.T100648.TXT", "SOBI.D110107.T103351.TXT", "SOBI.D110111.T095148.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294758408190
}