{
  "year" : 2011,
  "senateBillNo" : "S1389-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S1389-2011-1294376400000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the annual reporting of criminal activity on subways",
  "summary" : "Requires the annual reporting of criminal activity on subways. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SA7419-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1389\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation to the reporting of criminal activity on subways\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 14-150 of the administrative code of  the  city  of\n    2  New York is amended by adding a new subdivision d to read as follows:\n    3    D.  THE NEW YORK CITY POLICE DEPARTMENT SHALL SUBMIT TO THE CITY COUN-\n    4  CIL ANNUALLY A REPORT DETAILING THE TOTAL NUMBER OF CRIMINAL  COMPLAINTS\n    5  AND  ARRESTS, CATEGORIZED BY CLASS OF CRIME, FOR VIOLENT FELONY OFFENSES\n    6  AS DEFINED IN SECTION 70.02  OF  THE  PENAL  LAW,  ASSAULT  AND  RELATED\n    7  OFFENSES  AS DEFINED IN ARTICLE ONE HUNDRED TWENTY OF THE PENAL LAW, SEX\n    8  OFFENSES AS DEFINED IN ARTICLE ONE HUNDRED  THIRTY  OF  THE  PENAL  LAW,\n    9  DISORDERLY  CONDUCT  AS  DEFINED  IN  SECTION  240.20  OF THE PENAL LAW,\n   10  HARASSMENT AS DEFINED IN SECTION 240.25 AND 240.26  OF  THE  PENAL  LAW,\n   11  AGGRAVATED  HARASSMENT  AS  DEFINED  IN SECTION 240.30 AND 240.31 OF THE\n   12  PENAL LAW, AND OFFENSES AGAINST PUBLIC SENSIBILITIES AS DEFINED IN ARTI-\n   13  CLE TWO HUNDRED FORTY-FIVE OF THE PENAL LAW, WHERE THE CONDUCT OCCURS ON\n   14  SUBWAY LINES AND BUS ROUTES  OPERATED  BY  THE  NEW  YORK  CITY  TRANSIT\n   15  AUTHORITY, SPECIFYING WHERE SUCH CRIMINAL CONDUCT HAS OCCURRED BY POLICE\n   16  PRECINCT,  INCLUDING  SPECIFIC SUBWAY LINE, SUBWAY TRANSIT DIVISION, AND\n   17  BUS ROUTE OPERATED BY THE NEW YORK CITY TRANSIT AUTHORITY.  SUCH  REPORT\n   18  SHALL  CONTAIN  A  SEPARATE  TABULATION  FOR EMPLOYEES OF THE AUTHORITY,\n   19  PASSENGERS AND OTHER NON-EMPLOYEES.  SUCH STATISTICS SHALL BE  TABULATED\n   20  ON  A  MONTHLY  BASIS AND ON AN ANNUAL BASIS AND SHALL BE MAINTAINED AND\n   21  TRANSMITTED IN AN ELECTRONIC FORMAT TO THE  DEPARTMENT  OF  RECORDS  AND\n   22  INFORMATION  SERVICES, OR ITS SUCCESSOR AGENCY, AND BE MADE AVAILABLE TO\n   23  THE PUBLIC ON OR THROUGH  THE  DEPARTMENT  OF  RECORDS  AND  INFORMATION\n   24  SERVICES'  WEBSITE, OR ITS SUCCESSOR'S WEBSITE. SUCH STATISTICS SHALL BE\n   25  FIRST MADE AVAILABLE ON SUCH WEBSITE NINETY  DAYS  AFTER  THE  EFFECTIVE\n   26  DATE  OF  THIS  SUBDIVISION  AND  SHALL BE UPDATED ON AT LEAST A MONTHLY\n   27  BASIS THEREAFTER.\n   28    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05441-01-1\n",
  "memo" : "BILL NUMBER:S1389\n\nTITLE OF BILL:\nAn act\nto amend the administrative code of the city of New York, in relation to\nthe reporting of criminal activity on subways\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill will amend section 14-150 of the administrative code of the\ncity of New York by requiring the New York city police department to\nsubmit to the city council annually a report detailing the total\nnumber of criminal Complaints and arrests, categorized by class of\ncrime, for violent felony offenses that Occur on subway lines and bus\nroutes operated by the New York City Transit Authority.\n\nSpecifically the report shall detail the following criminal activity:\n\n-- section 70.02 of the penal law such as murder, kidnapping,\nmanslaughter, aggravated sexual abuse, sexual conduct against a\nchild, criminal-use or sale of a firearm, etc.,\n\n-- assault and related offenses as defined in article one hundred twenty\nof the penal law such as intent to cause physical injury to another,\n\n-- sex offenses as defined in article one hundred thirty of the penal law\nsuch as sexual misconduct, rape, and criminal sexual acts,\n\n-- disorderly conduct as defined in section 240.20 of the penal law\nsuch as intent to cause public inconvenience, annoyance or alarm, or\nrecklessness, by engaging in fighting or threatening behavior,\nunreasonable noisemaking, use of abusive or obscene language or\ngestures,\n\n-- harassment as defined in section 240.25 and 240.26 of the penal law\nsuch as intentionally following or by engaging in a course of conduct\nor by repeatedly committing acts which places such person in\nreasonable fear of physical injury, with intent to annoy or\nalarm-another-person by subjecting such person to physical contact,\nor attempts or threatens to do the same follows a person,\n\n-- aggravated harassment as defined in section 240.30 and 240.31 of the\npenal law such as intent to harass, annoy, threaten or alarm another\nperson either by communicating with a person, attempting to contact,\nsubjecting another person to physical contact, or threatening to do\nthe same because of a belief or perception.\n\nThe report shall specify where such criminal conduct has occurred by\npolice precinct, including specific subway line, subway transit\ndivision, and, bus route operated by the New York City Transit\nAuthority.\n\nSuch statistics shall be tabulated on a monthly basis and on an annual\nbasis and shall be maintained and transmitted in an electronic format\nto the department of records and information services, and be made\navailable to the public via the Internet.\n\nJUSTIFICATION:\nThis bill will improve the transparency and accountability of the New\nYork police Department. It will provide the public information on the\nlocation of criminal activity, including sexual harassment; while\nproviding the police department data that will allow them to focus\ntheir resources on areas most in need of protection: By requiring\nthat these statistics be updated quarterly, and posted on the\nInternet, the public will be able to Monitor the progress in reducing\ncrime hour transit system.\n\nPRIOR LEGISLATIVE HISTORY:\n2010:  S.7419A Referred to Cities; Reported to Finance\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nImmediately, with the first posting of the required information 90\nfollowing enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to the reporting of criminal activity on subways ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T095347.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110107.T103351.TXT", "SOBI.D110111.T103149.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250676
}