{
  "year" : 2011,
  "senateBillNo" : "S1387-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1387-2011-1294376400000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that any shareholder who owns 20% or more of a corporation's shares shall be entitled to elect a proportional share of the board of directors",
  "summary" : "Provides that any shareholder who owns 20% or more of a corporation's shares shall be entitled to elect a proportional share of the board of directors. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Business Corporation Law",
  "previousVersions" : [ "S5008-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1387\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN ACT to amend the business corporation law, in relation to authorizing\n         any  shareholder owning twenty percent or more of the issued shares to\n         elect that proportion of the directors which is equal to  such  share-\n         holder's ownership of corporate shares\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 618 of the business corporation law is  amended  to\n    2  read as follows:\n    3  S 618. Cumulative voting.\n    4    (A)  The  certificate  of incorporation of any corporation may provide\n    5  that in all elections of directors of such corporation each  shareholder\n    6  shall  be  entitled  to as many votes as shall equal the number of votes\n    7  which, except for such provisions as to cumulative  voting,  he  OR  SHE\n    8  would  be entitled to cast for the election of directors with respect to\n    9  his OR HER shares multiplied by the number of directors to  be  elected,\n   10  and  that  he OR SHE may cast all of such votes for a single director or\n   11  may distribute them among the number to be voted for, or any two or more\n   12  of them, as he OR SHE may see fit, which right, when exercised, shall be\n   13  termed cumulative voting.\n   14    (B) IF ANY SHAREHOLDER WHO OWNS TWENTY PERCENT OR MORE OF  THE  ISSUED\n   15  AND  OUTSTANDING  SHARES  OF ANY CORPORATION SHALL PETITION THE BOARD OF\n   16  DIRECTORS OF SUCH CORPORATION TO CAUSE THE ARTICLES OF INCORPORATION  OF\n   17  SUCH  CORPORATION  TO  BE  AMENDED  TO  PROVIDE FOR CUMULATIVE VOTING AS\n   18  PROVIDED IN PARAGRAPH (A) OF THIS SECTION, THE BOARD OF DIRECTORS  SHALL\n   19  PROMPTLY  CAUSE  SUCH  ARTICLES OF INCORPORATION TO BE SO AMENDED BEFORE\n   20  THE NEXT SCHEDULED MEETING OF SHAREHOLDERS FOR THE PURPOSE  OF  ELECTING\n   21  DIRECTORS, UNLESS SUCH NEXT MEETING WAS SCHEDULED AND NOTICED TO BE HELD\n   22  LESS THAN NINETY DAYS FROM THE DATE OF SUCH SHAREHOLDER PETITION.\n   23    S  2. This act shall take effect on the first of January next succeed-\n   24  ing the date on which it shall have become a law,  and  shall  apply  to\n   25  elections of directors occurring on or after such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00078-01-1\n",
  "memo" : "BILL NUMBER:S1387\n\nTITLE OF BILL:\nAn act\nto amend the business corporation law, in relation to authorizing any\nshareholder owning twenty percent or more of the issued shares to elect\nthat proportion of the directors which is equal to such shareholder's\nownership of corporate shares\n\nPURPOSE OR GENERAL IDEA OF BILL:\nProvides that any shareholder who\nowns twenty percent or more of a corporation's shares shall be\nentitled to elect its leadership.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would amend section 618 the\nbusiness corporation law by adding a new subdivision that would allow\na holder of 20% or more of the shares of a corporation to require\nboard of directors to establish cumulative voting for the election of\ndirectors of the corporation. The minority shareholder would be\nrequired to petition for cumulative voting not less than 90 days\nbefore a scheduled election of directors.\n\nJUSTIFICATION:\nIt is the guiding principle of the United States, as\nper the Bill of Rights, to provide within constitutional limitation,\nfor fair representation in all aspects of human endeavor. Exclusion,\nisolation, and segregation in all walks of American life have been\naddressed by all levels of the legislative and judicial systems in a\nquest to eliminate and abolish the oppression that they manifest in\nour society.\n\nThe concept of American Democracy is based on the rule of the majority\nand that rule is regulated and tempered by the power of the\nlegislature that has been historically obligated to protect the\nrights and interests of the minority.\n\nIn a corporation, the majority also wins and normally there are no\nadditional structures to protect the minority. For example, if a\ncorporation has two owners and one has 51% of the shares and the\nother 49% of the remaining outstanding shares, the owner holding 51 %\nof shares can defeat the other owner in every vote, potentially,\nwithout the knowledge of the minority shareholder. It is possible\nthat the minority shareholder would have no representation and no\nposition other than that of passive investor in the corporation and\nthus be totally at the mercy of the majority shareholder.\n\nBecause a corporation does not provide the structures that make\nprotection of minority interests possible, it is important that the\nNYS Legislature remedy this situation by establishing legal means for\nthe protection for corporate minority interests and to provide\n\nshareholders\nwith a minimum of twenty percent (20%) legal interest the option of\ncumulative voting that would allow such a shareholder to elect\nproportionate board membership.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-2010: Reported out of Corporations, Authorities & Commissions\n2007-2008: Reported out of Corporations, Authorities & Commissions\n2005-2006: Corporations, Authorities & Commissions\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first January next\nsucceeding the date on which it shall have become a law, and shall\napply to elections of directors occurring on or after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the business corporation law, in relation to authorizing any shareholder owning twenty percent or more of the issued shares to elect that proportion of the directors which is equal to such shareholder's ownership of corporate shares ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T094847.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110107.T103351.TXT", "SOBI.D110111.T102649.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250673
}