{
  "year" : 2011,
  "senateBillNo" : "S1386-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1386-2011-1294376400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the MTA's exemption from environmental quality review standards established by article 8 of the environmental conservation law",
  "summary" : "Eliminates the MTA's exemption from environmental quality review standards established by article 8 of the environmental conservation law. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S4810-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1386\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS,  DILAN,  DUANE -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Trans-\n         portation\n\n       AN  ACT  to amend the public authorities law, in relation to eliminating\n         the metropolitan  commuter  transportation  authority's  environmental\n         quality review exemption\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 3 and 11 of section 1266 of the public author-\n    2  ities law, subdivision 3 as amended and subdivision 11 as added by chap-\n    3  ter 314 of the laws of 1981, are amended to read as follows:\n    4    3. The authority may establish, levy and collect or cause to be estab-\n    5  lished, levied and collected  and,  in  the  case  of  a  joint  service\n    6  arrangement,  join with others in the establishment, levy and collection\n    7  of such fares, tolls, rentals, rates, charges and other fees as  it  may\n    8  deem necessary, convenient or desirable for the use and operation of any\n    9  transportation  facility  and related services operated by the authority\n   10  or by a subsidiary corporation of the authority or under contract, lease\n   11  or other arrangement, including joint  service  arrangements,  with  the\n   12  authority.  Any such fares, tolls, rentals, rates, charges or other fees\n   13  for the transportation of passengers shall be  established  and  changed\n   14  only if approved by resolution of the authority adopted by not less than\n   15  a  majority vote of the whole number of members of the authority then in\n   16  office, with the chairman having one additional vote in the event  of  a\n   17  tie vote, and only after a public hearing, provided however, that fares,\n   18  tolls,  rentals,  rates, charges or other fees for the transportation of\n   19  passengers on any transportation facility which are  in  effect  at  the\n   20  time  that  the  then  owner  of  such transportation facility becomes a\n   21  subsidiary corporation of the authority or at the time that operation of\n   22  such transportation  facility  is  commenced  by  the  authority  or  is\n   23  commenced  under  contract,  lease or other arrangement, including joint\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01761-01-1\n\n       S. 1386                             2\n\n    1  service arrangements, with the authority  may  be  continued  in  effect\n    2  without  such  a hearing. Such fares, tolls, rentals, rates, charges and\n    3  other fees shall be established as may in the judgment of the  authority\n    4  be  necessary  to  maintain the combined operations of the authority and\n    5  its subsidiary corporations on a self-sustaining basis. The  said  oper-\n    6  ations  shall  be deemed to be on a self-sustaining basis as required by\n    7  this title, when the authority is able to pay or cause to be  paid  from\n    8  revenue  and  any  other  funds  or  property  actually available to the\n    9  authority and its subsidiary corporations (a) as the same  shall  become\n   10  due,  the  principal  of  and  interest on the bonds and notes and other\n   11  obligations of  the  authority  and  of  such  subsidiary  corporations,\n   12  together  with the maintenance of proper reserves therefor, (b) the cost\n   13  and expense of keeping the properties and assets of  the  authority  and\n   14  its  subsidiary  corporations  in good condition and repair, and (c) the\n   15  capital and operating expenses  of  the  authority  and  its  subsidiary\n   16  corporations.  The  authority may contract with the holders of bonds and\n   17  notes with respect to the exercise of  the  powers  authorized  by  this\n   18  section.  [No  acts  or  activities taken or proposed to be taken by the\n   19  authority or any subsidiary of the authority pursuant to the  provisions\n   20  of  this subdivision shall be deemed to be \"actions\" for the purposes or\n   21  within the meaning of article eight of  the  environmental  conservation\n   22  law.]\n   23    11.  No  project to be constructed upon real property theretofore used\n   24  for a transportation purpose, or on an insubstantial  addition  to  such\n   25  property contiguous thereto, which will not change in a material respect\n   26  the  general character of such prior transportation use, nor any acts or\n   27  activities in connection with such project,  shall  be  subject  to  the\n   28  provisions  of  article [eight,] nineteen, twenty-four or twenty-five of\n   29  the environmental conservation law, or to any  local  law  or  ordinance\n   30  adopted  pursuant to any such article. [Nor shall any acts or activities\n   31  taken or proposed to be taken by the authority or by any other person or\n   32  entity, public or private, in  connection  with  the  planning,  design,\n   33  acquisition, improvement, construction, reconstruction or rehabilitation\n   34  of  a transportation facility, other than a marine or aviation facility,\n   35  be subject to the provisions  of  article  eight  of  the  environmental\n   36  conservation  law,  or to any local law or ordinance adopted pursuant to\n   37  any such article if such acts or activities require the preparation of a\n   38  statement under or pursuant to any federal law or regulation as  to  the\n   39  environmental impact thereof.]\n   40    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to eliminating the metropolitan commuter transportation authority's environmental quality review exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T094847.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110111.T102649.TXT", "SOBI.D110107.T103351.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294759609670
}