{
  "year" : 2011,
  "senateBillNo" : "S1382-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S1382-2011-1294376400000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school buses that contract with the N.Y. city department of education to retrofit certain buses with certain equipment",
  "summary" : "Requires school buses that contract with the NYC department of education to retrofit certain buses with certain equipment; requires that all buses used to provide transportation services to students pursuant to a service contract with the NYC department of education use ultra-low sulfur fuel or \"clean diesel\"; eliminates the cap on air pollution fees. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SA1125-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1382\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced by Sens. PERKINS, BRESLIN, DIAZ, DILAN, DUANE, HASSELL-THOMP-\n         SON,  KRUEGER,  KRUGER,  MONTGOMERY -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to  contracts  with  school  bus companies; and to amend the\n         environmental conservation law, in relation to eliminating the cap  on\n         air pollution fees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision g of section 19-606 of the administrative  code\n    2  of  the  city of New York is relettered subdivision h and a new subdivi-\n    3  sion g is added to read as follows:\n    4    G. 1. ANY BUS USED TO PROVIDE SERVICES TO STUDENTS IN CONNECTION  WITH\n    5  A SERVICE CONTRACT WITH THE NEW YORK CITY DEPARTMENT OF EDUCATION SHALL:\n    6    (I)  IF  BUILT  PRIOR  TO NINETEEN HUNDRED NINETY-FIVE, BE RETROFITTED\n    7  WITH DIESEL OXIDATION CATALYSTS;\n    8    (II) IF BUILT ON OR AFTER JANUARY FIRST, NINETEEN HUNDRED NINETY-FIVE,\n    9  BE RETROFITTED WITH DIESEL PARTICULATE FILTERS; AND\n   10    (III) USE ULTRA-LOW SULFUR FUEL OR \"CLEAN DIESEL\" CONTAINING NOT  MORE\n   11  THAN 15 PPM OF SULFUR.\n   12    2.  ANY  ALTERATION  REQUIRED  PURSUANT  TO  THIS SUBDIVISION SHALL BE\n   13  COMPLETED (I) WITHIN TWO YEARS OF THE EFFECTIVE DATE OF THIS SUBDIVISION\n   14  OR (II) UPON ENTERING INTO OR RENEWING A CONTRACT WITH THE NEW YORK CITY\n   15  DEPARTMENT OF EDUCATION, WHICHEVER IS LATER.\n   16    S 2. Subdivision 1 of section 72-0303 of the  environmental  conserva-\n   17  tion  law,  as amended by section 1 of part D of chapter 413 of the laws\n   18  of 1999, the opening paragraph as amended by section 1 of  part  BBB  of\n   19  chapter 59 of the laws of 2009, is amended to read as follows:\n   20    1.  Commencing  January  first, nineteen hundred ninety-four and every\n   21  year thereafter all sources of  regulated  air  contaminants  identified\n   22  pursuant  to  subdivision  one  of section 19-0311 of this chapter shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00818-01-1\n\n       S. 1382                             2\n\n    1  submit to the department an annual fee of forty-five dollars per ton [up\n    2  to seven thousand tons] annually of each regulated  air  contaminant  as\n    3  follows:  forty-five dollars per ton for facilities with total emissions\n    4  less  than one thousand tons annually; fifty dollars per ton for facili-\n    5  ties with total emissions of one thousand or  more  but  less  than  two\n    6  thousand  tons  annually; fifty-five dollars per ton for facilities with\n    7  total emissions of two thousand or more but less than five thousand tons\n    8  annually; and sixty-five dollars per ton for facilities with total emis-\n    9  sions of five thousand or more tons annually. Such fee shall  be  suffi-\n   10  cient  to  support  an appropriation approved by the legislature for the\n   11  direct and indirect costs associated with the operating  permit  program\n   12  established in section 19-0311 of this chapter. Such fee shall be estab-\n   13  lished  by the department and shall be calculated by dividing the amount\n   14  of the current year appropriation  from  the  operating  permit  program\n   15  account  of  the  clean air fund by the total tons of emissions of regu-\n   16  lated air contaminants that are subject to the operating permit  program\n   17  fees  from  sources  subject to the operating permit program pursuant to\n   18  section 19-0311 of this chapter [up to seven thousand tons] annually  of\n   19  each  regulated  air  contaminant  from  each  source; provided that, in\n   20  making such calculation, the department shall adjust  their  calculation\n   21  to  account  for  any deficit or surplus in the operating permit program\n   22  account of the clean air fund established pursuant  to  section  ninety-\n   23  seven-oo  of  the  state finance law; any loan repayment from the mobile\n   24  source account of the clean air fund  established  pursuant  to  section\n   25  ninety-seven-oo  of the state finance law; and the rate of collection by\n   26  the department of the bills issued for the fee for the prior year.\n   27    Notwithstanding the provisions of the state  administrative  procedure\n   28  act, such calculation and fee shall be established as a rule by publica-\n   29  tion  in  the  Environmental  Notice  Bulletin no later than thirty days\n   30  after the budget bills making appropriations for the support of  govern-\n   31  ment are enacted or July first, whichever is later, of the year such fee\n   32  will  be  effective. In no event shall the fee established herein be any\n   33  greater than the maximum fee identified pursuant to this section.\n   34    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to contracts with school bus companies; and to amend the environmental conservation law, in relation to eliminating the cap on air pollution fees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T102849.TXT", "SOBI.D110107.T094847.TXT", "SOBI.D110107.T094347.TXT", "SOBI.D110111.T102649.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294759609658
}