{
  "year" : 2011,
  "senateBillNo" : "S1383-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1383-2011-1294376400000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the collection of charges for heat-related residential utility service",
  "summary" : "Relates to the collection of charges for heat-related residential utility service. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : "A739",
  "lawSection" : "Multiple Dwelling Law",
  "previousVersions" : [ "S5063-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1383\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the multiple dwelling law and the multiple residence\n         law, in relation to the collection of charges for  heat-related  resi-\n         dential utility service\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and  intent.  The  legislature  hereby\n    2  finds  that  assessment  and  collection  by multiple dwelling owners of\n    3  separate charges for electricity, electric  service,  natural  gas,  and\n    4  natural gas service or other fuel used to heat living quarters is not in\n    5  the public interest and should be prohibited.\n    6    S  2.  Subdivision  1  of  section 79 of the multiple dwelling law, as\n    7  amended by chapter 225 of the laws  of  1982,  is  amended  to  read  as\n    8  follows:\n    9    1. Every multiple dwelling exceeding two stories in height and erected\n   10  after  April eighteenth, nineteen hundred twenty-nine, and every garden-\n   11  type maisonette dwelling project erected after April  eighteenth,  nine-\n   12  teen  hundred  fifty-four,  shall  be  provided  with heat. On and after\n   13  November first, nineteen hundred  fifty-nine,  every  multiple  dwelling\n   14  shall  be  provided  with  heat or the equipment or facilities therefor.\n   15  During the months between October first and May thirty-first, such  heat\n   16  and  the  equipment  or  facilities  shall be sufficient to maintain the\n   17  minimum temperatures required by local law,  ordinance,  rule  or  regu-\n   18  lation,  in  all  portions  of  the dwelling used or occupied for living\n   19  purposes provided, however, that such minimum temperatures shall  be  as\n   20  follows:    (a)  sixty-eight degrees Fahrenheit during the hours between\n   21  six o'clock in the morning and ten o'clock in the evening, whenever  the\n   22  outdoor  temperature falls below fifty-five degrees Fahrenheit, notwith-\n   23  standing the provisions of paragraph a of subdivision  four  of  section\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00500-01-1\n\n       S. 1383                             2\n\n    1  three  of  this  chapter, and (b) at least fifty-five degrees Fahrenheit\n    2  during the hours between ten o'clock in the evening and six  o'clock  in\n    3  the  morning, whenever the outdoor temperature falls below forty degrees\n    4  Fahrenheit. Nothing in this section shall be deemed to relieve any owner\n    5  of  the duty of providing centrally supplied or other approved source of\n    6  heat prior to November first, nineteen hundred fifty-nine  in  any  case\n    7  where such heat is required by this chapter or any other law, ordinance,\n    8  rule  or regulation to be supplied in a dwelling prior to said date. The\n    9  heating system in dwellings used for single room occupancy shall  be  in\n   10  conformity  with  the requirements of section two hundred forty-eight OF\n   11  THIS CHAPTER. NO OWNER OR AGENT OF ANY  OWNER  SHALL  SEPARATELY  CHARGE\n   12  TENANTS  OR OCCUPANTS FOR ANY ELECTRICITY, ELECTRIC SERVICE, NATURAL GAS\n   13  OR NATURAL GAS SERVICE OR OTHER FUEL UTILIZED TO HEAT LIVING QUARTERS.\n   14    S 3. Section 173 of the multiple residence law, as amended by  chapter\n   15  225 of the laws of 1982, is amended to read as follows:\n   16    S  173. Heating. Every new dwelling shall be provided with heat in all\n   17  living rooms sufficient to maintain the minimum temperatures required by\n   18  local law, ordinances, rules or  regulation,  or  by  the  local  public\n   19  health  officer, provided, however, that such minimum temperature shall,\n   20  notwithstanding the provisions  of  subdivision  one  of  section  three\n   21  hundred  twenty-nine  of this chapter, be sixty-eight degrees Fahrenheit\n   22  during the hours between six o'clock in the morning and ten  o'clock  in\n   23  the  evening  during  the  months  between October first and May thirty-\n   24  first, whenever the outdoor temperature falls below  fifty-five  degrees\n   25  Fahrenheit.  NO  OWNER  OR  AGENT  OF  ANY OWNER SHALL SEPARATELY CHARGE\n   26  TENANTS OR OCCUPANTS FOR ANY ELECTRICITY, ELECTRIC SERVICE, NATURAL  GAS\n   27  OR NATURAL GAS SERVICE OR OTHER FUEL UTILIZED TO HEAT LIVING QUARTERS.\n   28    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1383\n\nTITLE OF BILL:\nAn act to amend the multiple dwelling law and the multiple residence\nlaw, in relation to the collection of charges for heat-related\nresidential utility service\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would\namend section 79 of the Multiple Dwelling Law to eliminate the practice\nof building owners charging residential rental tenants for electricity,\nnatural gas, and other fuel used for space heating in the dwelling unit.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSubdivision 1 of\nsection 79 of the multiple dwelling law is amended to prohibit an owner\nor agent of any owner from separately charging tenants or occupants for\nany electricity, electric service, natural gas or natural gas service or\nother fuel utilized to heat living quarters. Section 173 of the multiple\nresidence law is amended to do the same.\n\nJUSTIFICATION:\nShifting heating costs to tenants\nreduces economic incentives for landlords to improve the thermal\nefficiency of their structures, through measures such as insulation,\nwindow replacement with high efficiency glass, and provide more\nefficient heating systems, fixtures, and smart controls. This is\ncontrary to state policy to promote energy efficiency and to reduce\ngreenhouse gas emissions.\n\nAs utility costs rise, some building owners have begun to shift their\ncosts for fuel and electricity onto their tenants, by requiring tenants\nto pay heating surcharges, separate and apart from rent, for fuel or\nelectricity used to heat their dwelling units. These surcharges are\nbased on consumption measured by either landlord-owned meters, or based\non apartment square footage allocations. These surcharges, typically for\nnatural gas or electricity, are inherently unpredictable, are not\nquantified in tenant leases, and are not knowable in advance. As such,\nthey cause great hardship to tenants living on fixed incomes from social\nsecurity, disability and pensions, who lack significant savings.\nFrequently, heating surcharges imposed by owners are not subject to\noutside audit or verification by the tenant and are therefore inherently\nprone to abuse.\n\nShifting building owners' heating costs to tenants through unpredictable\nand continually varying surcharges renders these costs not transparent\nto tenants, because owners are not obligated to reveal the energy\ninefficiencies of their buildings or the amount of energy wasted by the\nheating equipment they operate. In contrast, if building owners retain\ndirect responsibility for heating costs, they will recover those costs\nin the rent they charge and they will have the incentive to adopt cost\neffective efficiency measures. The charge for rent is fixed and\n\ntransparent, and can be understood by existing and prospective tenants.\nThe Multiple Dwelling Law already imposes upon landlords the obligation\nto provide heat or heating fixtures to tenants.\n\nThis bill prevents owners of multiple dwellings from imposing charges\nfor natural gas, electricity, or other fuel used for space heating\nseparate from the stated rent. It does not affect situations where a\ntenant has directly metered gas or electric service from a franchised\ngas corporation or electric corporation.\n\nRequiring tenants to pay surcharges to building owners for fuel and\nelectricity for heating denies them the protections of programs designed\nby the legislature to protect low income utility customers from abuse,\nsuch as the Home Energy Fair Practices Act (HEFPA), and the\nlegislatively-created safety nets for the needy including the emergency\nutility assistance program under Social Services Law &sect; 131-s and the\nenergy crisis provisions of the home energy assistance program under\nSocial Services Law &sect; 97 (HEAP). Customer remedies and assistance in\nthese programs is triggered by a notice of termination of utility\nservice, and is not available when surcharges for heating costs are\ndeemed to be \"added rent,\" allowing landlords to evict tenants for\nnonpayment. Tenants who encounter temporary difficulty in meeting their\nobligations to pay for fluctuating charges heat-related utility service\nare in a far worse position than direct utility company over unpaid or\ndisputed charges; they are given the opportunity to pay arrears over\ntime in affordable installments through deferred payment plans, which\nmust be offered as an alternative to termination of utility service, and\nthey have the opportunity to obtain emergency HEAP or Social Services\nLaw section 131-s assistance. Such assistance is not available when the\nlandlord imposes a rent surcharge for a utility service it provides\nthrough its own meters or for the cost of utility service which the\nlandlord uses to heat the premises and allocates based on square footage\nor other factors.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10:  Referred to Housing, Construction & Community\nDevelopment (S.5063)\n\nFISCAL IMPLICATIONS:\nNone is anticipated.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the multiple dwelling law and the multiple residence law, in relation to the collection of charges for heat-related residential utility service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T102849.TXT", "SOBI.D110107.T094847.TXT", "SOBI.D110111.T102649.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250666
}