{
  "year" : 2011,
  "senateBillNo" : "S1391-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S1391-2011-1294376400000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to protecting homeless children from lead paint poisoning",
  "summary" : "Relates to protecting homeless children from lead paint poisoning; bars discrimination in the leasing of rental property against families receiving public assistance or governmental housing subsidies. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : "A1967",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S1144-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1391\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS,  BRESLIN, DIAZ, DUANE, HASSELL-THOMPSON,\n         KRUEGER, MONTGOMERY, PARKER, SMITH, SQUADRON, STAVISKY --  read  twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Social Services\n\n       AN  ACT  to  amend the social services law and the real property law, in\n         relation to protecting homeless children from lead paint poisoning\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  143-b  of  the social services law is amended by\n    2  adding a new subdivision 7 to read as follows:\n    3    7. NO STATE OR LOCAL AGENCY SHALL ARRANGE TO PLACE A FAMILY CONSISTING\n    4  OF A PERSON OR PERSONS UNDER SIX YEARS OF AGE OR PREGNANT WOMEN  IN  ANY\n    5  DWELLING  UNIT  CONSTRUCTED  PRIOR  TO  NINETEEN HUNDRED SEVENTY, OR, IN\n    6  CITIES WITH A POPULATION OF ONE  MILLION  OR  MORE,  ANY  DWELLING  UNIT\n    7  CONSTRUCTED  PRIOR TO NINETEEN HUNDRED SIXTY, FOR WHICH THE RENT IS PAID\n    8  IN ANY PART WITH STATE FUNDS UNLESS SUCH DWELLING UNIT  HAS  BEEN  FIRST\n    9  INSPECTED  BY  A  PERSON  ACCREDITED  PURSUANT TO THE REQUIREMENTS OF 40\n   10  C.F.R. 745.325 OR SUCCESSOR REGULATION, GOVERNING THE  ACCREDITATION  OF\n   11  INDIVIDUALS  ENGAGING  IN LEAD-BASED PAINT ACTIVITIES, AND DETERMINED TO\n   12  BE FREE OF LEAD-BASED HAZARDS, AS DEFINED BY 42 U.S.C. S4851B(15) AND 40\n   13  C.F.R.  S745.103, OR SUCCESSOR STATUTE AND REGULATION. A WRITTEN  REPORT\n   14  SHALL  BE  PREPARED  OF  SUCH  INSPECTION  AND  SHALL BE PROVIDED TO THE\n   15  TENANT.\n   16    S 2. The real property law is amended by adding a new section 236-a to\n   17  read as follows:\n   18    S 236-A. DISCRIMINATION AGAINST PERSONS AND FAMILIES RECEIVING  PUBLIC\n   19  ASSISTANCE  OR GOVERNMENTAL HOUSING SUBSIDIES PROHIBITED. 1. ANY PERSON,\n   20  FIRM OR CORPORATION OWNING OR HAVING  IN  CHARGE  ANY  APARTMENT  HOUSE,\n   21  TENEMENT  HOUSE  OR  OTHER  BUILDING  OR MANUFACTURED HOME PARK USED FOR\n   22  DWELLING PURPOSES WHO SHALL REFUSE TO RENT  ANY  OR  PART  OF  ANY  SUCH\n   23  BUILDING  OR  MANUFACTURED  HOME  PARK  TO  ANY PERSON OR FAMILY, OR WHO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05038-01-1\n\n       S. 1391                             2\n\n    1  DISCRIMINATES IN THE  TERMS,  CONDITIONS,  OR  PRIVILEGES  OF  ANY  SUCH\n    2  RENTAL, ON THE GROUND THAT SUCH PERSON OR FAMILY RECEIVES PUBLIC ASSIST-\n    3  ANCE OR ANY OTHER GOVERNMENT SUBSIDY FOR PAYMENT OF RENT SHALL BE GUILTY\n    4  OF  A  MISDEMEANOR AND ON CONVICTION THEREOF SHALL BE PUNISHED BY A FINE\n    5  OF NOT LESS THAN FIVE HUNDRED NOR MORE THAN  ONE  THOUSAND  DOLLARS  FOR\n    6  EACH OFFENSE.\n    7    2.(A)  WHERE  DISCRIMINATORY  CONDUCT  PROHIBITED  BY THIS SECTION HAS\n    8  OCCURRED, AN AGGRIEVED INDIVIDUAL SHALL HAVE A CAUSE OF  ACTION  IN  ANY\n    9  COURT  OF COMPETENT JURISDICTION FOR DAMAGES, DECLARATORY AND INJUNCTIVE\n   10  RELIEF.\n   11    (B) IN ALL ACTIONS BROUGHT UNDER THIS SECTION, THE COURT  SHALL  ALLOW\n   12  THE  PREVAILING PLAINTIFF REASONABLE ATTORNEY'S FEES AND, UPON A FINDING\n   13  THAT THE DEFENDANT'S DISCRIMINATORY CONDUCT WAS WILLFUL,  AN  ADDITIONAL\n   14  AMOUNT  AS LIQUIDATED DAMAGES EQUAL TO TWO THOUSAND FIVE HUNDRED DOLLARS\n   15  SHALL BE AWARDED.\n   16    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1391\n\nTITLE OF BILL:\nAn act to amend the social services law and the real property law, in\nrelation to protecting homeless children from lead paint poisoning\n\nPURPOSE:\nTo assure that families receiving public assistance and/or other govern-\nmental housing subsidies are not placed in hazardous housing.\n\nSUMMARY OF PROVISIONS:\nSection one amends social services law section143-b and creates a new\nsubsection to bar state and local governmental agencies from arranging\nto place families in housing that will be subsidized with state funds\nunless the dwelling unit has first been inspected by properly qualified\npersonnel and determined to be free of lead-based paint hazards.\n\nSection two amends the real property law to bar discrimination in the\nleasing of rental property against families receiving public assistance\nor governmental housing subsidies.\n\nJUSTIFICATION:\nLead poisoning of children persists as one of the most prevalent and\npreventable environmental diseases in New York. At least 10,000 children\nwere newly identified with levels of lead in their blood at 10 micro-\ngrams per deciliter (ug/dl) in New York State in 2001.  Medical research\nindicates that children can suffer permanent, irreparable damage at\nblood levels even lower than 10 ug/dl, and that there is no level of\nlead ingestion which is without adverse impact.  Medical research also\nindicates that fetal injuries from lead paint can occur if women have\nelevated blood levels during pregnancy.\n\nBecause of this, intervention measures that wait until children have\nbeen exposed have limited benefits, and the pursuit of primary\nprevention, which means eliminating lead hazards before children are\nexposed, has been recommended by the United States Centers for Disease\nControl and Prevention and promoted by leading experts in the field as a\ncritical course of action to protect the health of young children.\n\nAlthough New York state banned the sale of lead paint in 1970 (1.1970,\nch. 338), seventy-four percent of New York's housing stock was\nconstructed prior to 1970. At least ninety percent of lead-based paint\nstill remaining in occupied housing exists in units built before 1960\n(when New York City banned lead-based paint). New York State has both\nthe largest percentage and the largest absolute number of older housing\nunits with lead paint in the nation.\n\nThe deterioration of lead-based paint in older residences results in\nincreased expenses each year for the state of New York in the form of\nspecial education and other education expenses, medical care for lead\npoisoned children, and expenditures for delinquent youth and others\n\nneeding special supervision. The New York State Department of Health has\ncalled for the elimination of childhood lead poisoning in New York State\nby 2010.\n\nIt has recently been reported in various news media that New York City's\ndepartment of homeless services has been placing homeless families in\ndwelling units without properly inspecting such units first to assure\nthat they were free of lead-based paint hazards, and that as a result\nsuch families have been placed in housing that is hazardous. Social\nServices Law section 143-b was originally enacted because of \"certain\n\nexisting evils and abuses *** which have caused many tenants, who are\nwelfare recipients, to suffer untold hardships, deprivation of services\nand deterioration of housing facilities because certain landlords have\nbeen exploiting such tenants by failing to make necessary repairs and by\nneglecting to afford necessary services,\" (Declaration of purpose and\nnecessity, L.1962, ch. 997, &sect; 1). In upholding the constitutionality of\nthis law, the New York State Court of Appeals explained that \"...\nwelfare recipients have even less freedom than other tenants of deteri-\norated buildings in selecting a place to live ... and the landlords of\nwelfare recipients, secure in their receipt of rents directly from\npublic funds, have even less incentive than other landlords to make\nrepairs.\"\nMATTER OF FARRELL V. DREW, 19 NY2d 486, 492 (1967).\n\nThis amendment to social services law section l43-b would address the\nconcern that public funds are misused when they support the placement of\nvulnerable families in housing with lead-based paint hazards. In addi-\ntion, to address concerns that such amendment would make it more diffi-\ncult to find landlords willing to lease dwelling units to those on\npublic assistance or otherwise receiving governmental rental subsidies,\nthe real property law would be amended to bar discrimination in the\nleasing of rental property such families.\n\nLEGISLATIVE HISTORY:\n2009-2010 Referred to Social Services, Children & Families; Codes\n(S.7419A)\n2007-2008 Referred to Social Services, Children & Families\n(S.3043)\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the real property law, in relation to protecting homeless children from lead paint poisoning ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110107.T095347.TXT", "SOBI.D110112.T154619.TXT", "SOBI.D110107.T103351.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932572
}