{
  "year" : 2011,
  "senateBillNo" : "S1390-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1390-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a temporary state pesticide commission to study the effects of the application of pesticides in N.Y. city",
  "summary" : "Creates a temporary state pesticide commission to study the effects of the application of pesticides in cities with a population of one million or more. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A901",
  "lawSection" : "Commissions",
  "previousVersions" : [ "S1090-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1390\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. PERKINS, DIAZ, DUANE, HASSELL-THOMPSON, KRUEGER --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Finance\n\n       AN  ACT  to create a temporary state commission to study and make recom-\n         mendations concerning the application of pesticides in cities  with  a\n         population of one million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. A temporary state commission, to be known as the \"temporary\n    2  state pesticide commission\", is hereby created to study and make  recom-\n    3  mendations  relating  to  the application of pesticides in cities with a\n    4  population of one million or more.\n    5    S 2. The commission shall consist of eleven members to be appointed as\n    6  follows: five shall be appointed by the governor; two shall be appointed\n    7  by the temporary president of the senate and one by the minority  leader\n    8  of the senate; and two shall be appointed by the speaker of the assembly\n    9  and  one  by  the  minority  leader  of the assembly. The members of the\n   10  commission shall serve at  the  pleasure  of  the  official  making  the\n   11  appointment of such member.  Of the five members appointed by the gover-\n   12  nor,  one  shall  be from the department of health and one shall be from\n   13  the department of environmental conservation. The remaining nine members\n   14  of the commission must reside in a city with a population of one million\n   15  or more.  Vacancies in the membership of the commission shall be  filled\n   16  in  the  manner  provided  for  original appointments. Membership on the\n   17  commission shall not constitute a public office. A chairperson and vice-\n   18  chairperson of the commission shall be elected  by  a  majority  of  its\n   19  members, all members being present.\n   20    S  3.  The members of the commission shall receive no compensation for\n   21  their services, but shall be allowed their actual and necessary expenses\n   22  incurred in the performance of their duties pursuant to this act.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04975-01-1\n\n       S. 1390                             2\n\n    1    S 4. The commission shall make a report of its findings and  make  any\n    2  recommendations  it  may deem necessary and appropriate to the governor,\n    3  the temporary president of the senate and the speaker of the assembly no\n    4  later than one year after the effective date of this act.\n    5    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1390\n\nTITLE OF BILL:\nAn act\nto create a temporary state commission to study and make recommendations\nconcerning the application of pesticides in cities with a population\nof one million or more\n\nPURPOSE:\nTo protect the residents of New York State from the possible\nhealth hazard posed by the repeated spreading of pesticides.\n\nSUMMARY OF PROVISIONS:\nDirects the creation of a temporary state commission to study the\napplication of pesticides in cities with a population of one million\nor more. The commission will consist of eleven members to be appointed\nas follows: five by the Governor, two by the Temporary President\nof the Senate, one by the Senate Minority Leader, two by the Assembly\nSpeaker and one by the Assembly Minority leader. Of the five members\nappointed by the Governor, one shall be from the Department of Health\nand one from the Department of Environmental Conservation.\n\nThe members of the commission will not be compensated for their\nservices. The commission shall make a report of its findings and make\nrecommendations to the Governor, the Temporary President of the\nSenate and the Speaker of the Assembly.\n\nJUSTIFICATION:\nIn 1999, the New York City Department of Health and Center for Disease\nControl and Prevention concluded that there was an outbreak of a\nmosquito borne viral disease known as the West Nile Virus. By\nSeptember of that year there were 59 confirmed cases throughout the\narea of New York City, Nassau County and Westchester County,\nincluding 7 deaths. To combat the spread of this virus, the New York\nCity Mayor's Office of Emergency Management coordinated efforts to\neradicate adult mosquitos through citywide aerial and ground\napplication of Malathion and the pyrethroid-based insecticides\nresmethrin and sumethrin. Although immediate action was required to\nprevent the spread of this virus, the health hazards posed to\nresidents of infected areas was not studied.\n\nIn 2001, many of the truck drivers who sprayed the pesticides reported\nbeing sickened by the pesticides and many New York City residents\nreported respiratory problems due to the pesticide spraying. The\noutbreak of the West Nile Virus in the New York City metropolitan\narea represented the first time this virus had been detected in the\nWestern Hemisphere. To allow the State of New York and its localities\nto be prepared for possible future outbreak of the West Nile Virus or\na similar virus we must understand the health effects posed by the\nspread of pesticide on the residents of the State. The creation of a\ntemporary state commission to study and make recommendation\n\nconcerning the application of pesticides will assist the state in\nproperly combating the virus without further harming the health of\nour constituents.\n\nLEGISLATIVE HISTORY:\n2009-10:  S.1090 - Referred to Finance\n2007-08:  S.2919 - Referred to Finance\n2005-06:  S.1384 - Referred to Finance\n2003-04:  S.2240 - Referred to Finance\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to create a temporary state commission to study and make recommendations concerning the application of pesticides in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110107.T095347.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110107.T103351.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294787250677
}