{
  "year" : 2011,
  "senateBillNo" : "S1394-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1394-2011-1294376400000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to appointments to the water board of the city of New York",
  "summary" : "Relates to appointments to the water board of the city of New York. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : "A3725",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S8320-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1394\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to amend the public authorities law, in relation to the city of\n         New York water board\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 2 of section 1045-f of the public authorities\n    2  law, as added by chapter 513 of the laws of 1984, is amended to read  as\n    3  follows:\n    4    2.  (A) The water board shall consist of seven members TO BE appointed\n    5  [by the mayor.] AS FOLLOWS:\n    6    (I) THREE MEMBERS APPOINTED BY THE MAYOR;\n    7    (II) THREE MEMBERS APPOINTED BY THE CITY COUNCIL;\n    8    (III) ONE MEMBER APPOINTED BY THE COMPTROLLER OF THE CITY OF NEW YORK.\n    9    (B) Terms of office of the members shall be two years except that  the\n   10  terms of four of the board members first appointed shall be one year. At\n   11  least  one member shall have experience in the science of water resource\n   12  development. No member shall be a director of the authority.  [The mayor\n   13  shall appoint a chairman from among  the  members  of  the  board.]  THE\n   14  CHAIRMAN  SHALL  BE DULY ELECTED BY THE MEMBERS OF THE BOARD, SUBJECT TO\n   15  THE SAME QUORUM AND VOTING REQUIREMENTS AS PROVIDED FOR  IN  SUBDIVISION\n   16  SEVEN  OF  THIS SECTION. All members shall continue to hold office until\n   17  their successors are appointed and qualified. Vacancies shall be  filled\n   18  in  the  manner provided for original appointments. Vacancies, occurring\n   19  otherwise than by expiration of term of office, shall be filled  in  the\n   20  same manner as original appointments for the unexpired terms.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05048-01-1\n",
  "memo" : "BILL NUMBER:S1394\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to the city of New York\nwater board\n\nPURPOSE OF BILL:\nTo place limitations on the number of members of the\nWater Board the Mayor of New York City may appoint and give\nadditional appointing power to the Speaker of the City Council and\nthe City Comptroller.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill requires that three (3) of\nthe seven (7) members of the Water Board be appointed by the Mayor of\nNew York City, three appointed by the Speaker of the City Council and\none (1) by the City Comptroller. The Chair of the board would then be\nduly elected by the newly appointed members.\n\nJUSTIFICATION:\nThe New York City Water Board sets the rates for water\nand sewer fees charged to all building owners, home owners and\nbusinesses in New York City. The members of the Water Board are\ncurrently all Mayoral appointees. This bill would give appointing\npower to two other offices of the city government and would offer a\nlevel of accountability to the rate payers.\n\nLEGISLATIVE HISTORY:\n2009-10:  S.8320 - Referred to Rules\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nImmediately upon enactment, although members may serve\nout the remainder of their two-year term even if they are made\nineligible for reappointment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the city of New York water board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110107.T095848.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110126.T143303.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110107.T103351.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296070383825
}