{
  "year" : 2011,
  "senateBillNo" : "S1399-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1399-2011-1294376400000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for notification to utility customers of their right to direct access to public service commission complaint procedures without arbitration or court proceedings",
  "summary" : "Provides for notification to utility customers of their right to direct access to public service commission complaint procedures without arbitration or court proceedings. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A736",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S5252-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1399\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to amend the public service law, in relation to notification to\n         utility customers of their right to direct access  to  public  service\n         commission   complaint   procedures   without   arbitration  or  court\n         proceedings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and intent. The legislature hereby\n    2  finds that some providers of residential utility  service  have  created\n    3  barriers  to  prompt  resolution  of  customer  complaints  through  the\n    4  complaint adjudication functions of the public service commission.  Some\n    5  providers  of electric service refer customers to private arbitration or\n    6  judicial adjudication of utility customer complaints,  contrary  to  the\n    7  primary jurisdiction of the public service commission, creating barriers\n    8  to  the efficient and uniform enforcement and administration of the Home\n    9  Energy Fair Practices Act. The legislature further finds that it  is  in\n   10  the  public  interest to require the public service commission to notify\n   11  all residential utility customers of  their  right  to  file  complaints\n   12  directly  with the public service commission for administrative determi-\n   13  nation without pursuing third party arbitration or judicial relief.\n   14    S 2. Subdivision 1 of section 43 of the public service law,  as  added\n   15  by chapter 713 of the laws of 1981, is amended to read as follows:\n   16    1. The commission shall maintain regulations for the handling of resi-\n   17  dential  customer complaints, which at a minimum shall require that each\n   18  utility or municipality: (a) maintain  procedures  for  prompt  investi-\n   19  gation  of  any complaint on a bill for gas or electric service rendered\n   20  or a deposit required and for prompt reporting to the complainant of the\n   21  result of such investigation.  If such report is made orally, the utili-\n   22  ty corporation or municipality shall offer the complainant upon a  writ-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01110-01-1\n\n       S. 1399                             2\n\n    1  ten request the opportunity to receive the report in writing; (b) inform\n    2  any  complainant  whose  complaint  is  resolved in favor of the utility\n    3  corporation or municipality, in whole or in part, of the availability of\n    4  the  commission's complaint handling procedures; (c) refrain from termi-\n    5  nating service for nonpayment so long as a complaint is pending before a\n    6  utility, municipality or the commission and for fifteen days thereafter,\n    7  or for such period as the commission for  good  cause  shall  establish;\n    8  provided  however,  that  as a condition of continued service during the\n    9  pendency of any such  dispute,  a  customer  shall  pay  the  undisputed\n   10  portions  of  any bill for service including bills for current usage, or\n   11  such amounts as the commission determines reasonably reflect the cost of\n   12  usage to such customer; [and] (d) refrain  from  treating  the  disputed\n   13  portion  of any bill as late during the pendency of any complaint before\n   14  the utility or municipality; AND (E) NOTIFY  ALL  RESIDENTIAL  CUSTOMERS\n   15  ANNUALLY,  INCLUDING  SUBMETERED  CUSTOMERS, THAT THE COMPLAINT HANDLING\n   16  PROCEDURES OF THE PUBLIC SERVICE COMMISSION CAN BE INVOKED TO OBTAIN  AN\n   17  ADMINISTRATIVE  DETERMINATION OF COMPLAINTS REGARDING UTILITY SERVICE BY\n   18  TELEPHONE CALL, LETTER, ONLINE COMPLAINT FORM, OR VISIT TO AN OFFICE  OF\n   19  THE PUBLIC SERVICE COMMISSION.\n   20    S  3.  This  act shall take effect on the ninetieth day after it shall\n   21  have become a law.\n",
  "memo" : "BILL NUMBER:S1399\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to notification to utility\ncustomers of their right to direct access to public service commission\ncomplaint procedures without arbitration or court proceedings\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo ensure that residential utility\ncustomers, including submetered customers, are provided annual notice\nof their right to access the public Service Commission's complaint\nprocess.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n-Amends subdivision 1 of section 43 of\nthe public service law, as added by chapter 713 of the laws of 19B1\nto require the Public Service Commission to maintain regulations\nrequiring municipalities and utilities annually notify all\nresidential utility customers, including submetered customers, that\nthe complaint handling procedures of the Commission can be invoked\nfor an administrative determination of their complaint by telephone\ncall, letter, online complaint form, or a visit to the office of the\ncommission;\n\n-Act taking effect on the ninetieth day after it becomes law.\n\nJUSTIFICATION:\nThe Public Service commission has long had primary\njurisdiction over customer disputes regarding utility service, which\nare decided administratively subject to judicial review of final\ndecisions under CPLR Article 7B. For residential customers the\nrequirements for prompt and simple utility and administrative agency\ncomplaint determination procedures are now contained in the Home\nEnergy Fair Practices Act (HEFPA), Public Service Law (PSL) 30, et\nseg. PSL Section 43.1 requires all utilities, upon receiving a\ncustomer complaint, to have procedures for a \"prompt investigation of\nany complaint,\" and for \"prompt reporting to the complainant of the\nresult of such investigation.\" After any report of the utility\nadverse to the customer, the utility is required to \"inform any\ncomplainant... of the availability of the commission's complaint\nhandling procedures.\"\n\nThe bill is necessary to correct current complaint handling practices\nof some providers of utility service and the public Service\nCommission (PSC) which have had the effect of diverting complaints\nregarding electric service to outside third parties for arbitration\nor adjudication or deterring customers from lodging complaints. This\nimpedes the provision of service in accordance with HEFPA and thwarts\nthe prompt and efficient resolution of electricity customer complaints.\n\nBefore 2002, despite a longstanding regulation requiring landlords\nproviding submetered electric service to implement complaint procedures\n\"consistent with HEFPA,\" 16 NYCRR Part 96.2, some PSC orders approving\nlandlords' petitions for submetering approval mention complaint\nprocedures which involve third party determinations, such as\narbitration or court proceedings. despite the applicability of the\nPSC complaint handling procedures.\n\nSome examples follow:\n\nBinding arbitration by the American Arbitration Association: 2000\nHazel Towers Submetering Order (\"Upon receipt of the protest, the\nmatter shall be turned over to a grievance arbitrator. The\narbitrator, to be selected from the American Arbitration Association\nor equivalent. . .\"); 1998 Ruppert/Yorkville Towers Submetering Order\n(\"The arbitrator, to be selected from the American Arbitration\nAssociation or equivalent, is to take action within a reasonable\nperiod of time....and the decision of the arbitrator will be binding\nto all parties\");\n\nNon-binding arbitration: 2001 Ebbetts Field Apartments Submetering\nOrder (\"the submetering plan does not provide for binding\narbitration, only arbitration\");\n\nArbitration followed by PSC complaint process: 2008 1 Alexander\nStreet, Yonkers Submetering Order (\"The property manager will submit\nthe grievance to an independent arbitrator selected from the American\nArbitration Association or equivalent, at no cost to the tenant. The\ndecision of the arbitrator w ill be provided to the tenant promptly\nwith notice of the arbitration procedures. If the tenant is\ndissatisfied with the decision of the arbitrator, either party may\nfile a complaint with the Commission pursuant to the Home Energy Fair\nPractices Act (HEFPA)). New York City Landlord-tenant court\nproceedings: 2008 City of New York, Roosevelt Landings (Eastwood)\nSubmetering Order, (\"If a resident remains dissatisfied, the\nresident, within fifteen' (IS) days of management's response, may\nrequest in writing that the grievance be submitted to the New York\nCity Civil Court Housing, Landlord/Tenant Court\");\n\nThe New York City Department of Housing Development and Preservation:\n1997 North Waterside Plaza Submetering Order (\"If the complainant is\ndissatisfied with the managing agent's response, he or she may\nrequest a review of said determination by filing a written protest\nwithin fourteen days from the date of the response to HPD\").\n\nThese alternative venues for complaint adjudication all involve time\nconsuming and comparatively formal proceedings. They may also prove\nto be expensive and risky, for example, if an eviction case is the\nforum for resolution. These factors may serve to deter customers with\nmeritorious complaints from making them, and reduce awareness at the\nPublic Service Commission of the nature and quality of customer\nservice actually provided by certain utilities.\n\nSuch alternative complaint procedures are inconsistent with the\nCommission's primary jurisdiction over electric service and with the\nexpress HEFPA requirements in PSL section 43 of a \"prompt\ninvestigation\" and \"prompt reporting of the result of such\ninvestigation,\" with information provided to the customer \"of the\navailability of the commission's complaint handling procedures.\"\n\nIn 2002, the legislature adopted the Energy Consumer Protection Act, and\na new PSL Section 53 clearly eliminated any power of the PSC to allow\nanything less than \"full compliance\" with HEFPA or to waive any\nprovision of HEFPA for submeterers:\n\n&sect; 53. Application. For purposes of this article, a reference to a gas\ncorporation, an electric corporation, a utility company, or a utility\ncorporation shall include, but is not limited to, any entity that, in\nany manner, sells or facilitates the sale or furnishing of gas or\nelectricity to residential customers. No provision of this article or\nof this chapter authorizes or permits the provision of gas or\nelectricity service by any such corporation or other entity in any\nmanner other than in JO compliance with the provisions of this\narticle or to authorize the\ncommission to waive compliance with any requirement of this article\nfor any such corporation or other entity.\n\nAfter enactment of ECPA, the PSC amended its customer complaint\nhandling regulations to reflect that term \"utilities\" includes\n\"owners of submetered residential buildings.\" 16 NYCRR &sect; 12.0. The\nCommission rule was upheld in a court challenge, Waterside Plaza, LLC\nv. NYPSC (Albany County Index No. 7654/05), Opinion dated July 3,\n2006 (\"Those who submeter electricity for sale to residential\nend-users are utilities within the meaning of Article 2 of the PSL.\nAccordingly, those entities must provide all HEFPA protections.\").\nOne of the HEFPA protections is notification of customers regarding\ntheir opportunity to have a complaint about utility service resolved\nby the Public Service Commission. PSL &sect; 43\n\nSubsequently, however, the PSC issued many submetering orders which\ncontain confusing references to third party arbitration or court\nprocedures for resolution of complaints regarding utility service.\nThere is no basis in existing law for referral of the customer's\ndispute to court or arbitration. Such procedures for referral of\ncomplaints to third parties deviate from the statutory procedures\nestablished in PSL &sect; 43.\nAs a result of the practices of the PSC and submeterers, many\nsubmetered residential customers are confused or misinformed\nregarding the statutory complaint procedures which actually apply to\ndisputes regarding their electric service.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009-10: Referred to Energy and Telecommunications (S.5252)\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after\nit shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to notification to utility customers of their right to direct access to public service commission complaint procedures without arbitration or court proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T103849.TXT", "SOBI.D110111.T110654.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T095848.TXT", "SOBI.D110107.T102348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932585
}