{
  "year" : 2011,
  "senateBillNo" : "S1396-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1396-2011-1294376400000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the collection of charges for residential utility service deemed to be rent",
  "summary" : "Relates to the collection of charges for residential utility service deemed to be rent. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A857",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "SA4748-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1396\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN ACT to amend the public service law, in relation to the collection of\n         charges for residential utility service deemed to be rent\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and  intent.  The  legislature  hereby\n    2  finds that deeming by owners of charges to residential tenants for elec-\n    3  tric  service  to  be  rent  is not in the public interest and should be\n    4  prohibited.\n    5    S 2.  The public service law is amended by adding a new  section  75-a\n    6  to read as follows:\n    7    S  75-A.  DEFENSE  IN  CASE OF CHARGES FOR RESIDENTIAL UTILITY SERVICE\n    8  DEEMED TO BE RENT. IN AN ACTION OR PROCEEDING BROUGHT IN ANY  COURT  FOR\n    9  POSSESSION  OF  REAL PROPERTY BY REASON OF UNPAID CHARGES CLAIMED BY THE\n   10  OWNER OR HIS OR HER AGENT FOR UTILITY SERVICE,  IF  IT  IS  ALLEGED  AND\n   11  ESTABLISHED  THAT  CHARGES FOR UTILITY SERVICE TO ANY RESIDENTIAL TENANT\n   12  ARE DEEMED TO BE RENT UNDER THE TERMS OF ANY  ARRANGEMENT  OR  AGREEMENT\n   13  RELATING  TO  RENTAL  OF RESIDENTIAL PROPERTY, NO RECOVERY OF POSSESSION\n   14  SHALL BE HAD THEREIN, AND THE FACT THAT CHARGES FOR UTILITY SERVICE  FOR\n   15  RESIDENTIAL  USE  ARE  DEEMED  TO BE RENT SHALL BE A COMPLETE DEFENSE TO\n   16  SUCH ACTION.\n   17    S 3. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00499-01-1\n",
  "memo" : "BILL NUMBER:S1396\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to the collection of\ncharges for residential utility service deemed to be rent\n\nPURPOSE OR GENERAL IDEA OF BILL:\nBill would ban the deeming of charges for electric service provided by\nthe landlord to residential tenants to be \"rent\".\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would establish the following provisions:\n\n* Creates section 75 -a of the public service law to allow that in any\naction or proceeding in any court for the collection of gas or\nelectric charges or for the possession of real property by reason of\nan unpaid charge, if the charges for the utility are deemed to be\nrent under any arrangement or agreement related to the rental\nproperty this shall be a complete defense to the action;\n* Act taking effect immediately.\n\nJUSTIFICATION:\nThe Public Service Commission has plenary jurisdiction over the sale\nor distribution of electric service under &sect; 5.1.b of the public\nservice law. Under the public service law, the provision of electric\nservice by a landlord to a tenant is recognized as a permissible\nactivity only by \"a railroad or street railroad. . . for the use of\nits tenants and not for sale to others.\" Public Service Law &sect;2(13).\nThe issue whether a residential landlord - who is neither a railroad\nnor an electric corporation - can lawfully sell electricity to its\ntenants has been questioned in the lower courts but has not been\ndecided by the court of appeals. (See, e.g., Owners & Tenants\nElectric Co., Inc. v. Tractenberg. 158 Misc. 677, at 679 - 680 (Mun.\nCt. N.Y. City 1936¤.\n\nIn 1951 the Public Service Commission (PSC) prohibited all residential\nelectric submetering, calling the practice \"parasitic.\" That decision\nwas upheld in the courts. (Campo Corp. v. Feinberg, 279 App. niv.\n302, (3d Dept. 1952) affirmed 303 N.Y. 995 (1952). As a consequence,\nutilities were directed by the PSC to adopt electric tariffs broadly\nprohibiting the resale of utility service. The previously permitted\nlandlord submetering was converted to direct utility metering.\n\nSubsequently, the practice of submetering was again allowed by the PSC\non a case by case basis, mainly for residential cooperative and\ncondominium projects, where tenants have an ownership and governance\ninterest. Public service commission regulations and numerous orders\nhave allowed landlords waivers from the general prohibition against\nresale of utility service contained in commission regulations and\nutility tariffs.\n\nThe PSC allows landlords to provide submetered electric service on a\nderegulated or loosely regulated basis and allows landlords to collect\ncharges for unpaid service by actual or threatened eviction. As a\nresult, landlords are being allowed to be monopoly providers of\nelectric service to their captive tenants. Also, in many instances\nthe state division of housing and community renewal has allowed\nlandlords who previously rented with utility service included in the\nrent to change\nthe terms of leases so as to shift responsibility for payment of\nelectric charges from landlords to tenants.\n\nIn its regulations and in its orders granting applications of owners\nof residential real property to waive longstanding tariff and\nregulatory prohibitions of submetering, the public service commission\nacknowledges the applicability of Article 2 of the public service\nlaw, the Home Energy Fair Practices Act (HEFPA), to the landlords in\ntheir new capacity as a provider of utility service. The commission\nalso allows or approves standard lease provisions which \"deem\"\ncharges for utility service to be \"additional rent\" due the landlord\nunder the lease. These \"additional rent\" provisions give landlords a\nclaim to evict tenants for unpaid \"rent\" which really includes\ncharges for utility service.\n\nThe legislature has carefully designed programs designed to protect\nutility customers from abuse, such as HEFPA, and has created safety\nnets for the needy in the emergency utility assistance program under\nsocial services law &sect; 131-s and the energy crisis provisions of the\nhome energy assistance program under social services law &sect; 97 (HEAP).\nAssistance in these programs is triggered by a notice of termination\nof utility service, and is not available when a landlord attempts to\nevict tenants for unpaid rent. As a result, tenants who have\ntemporary difficulty in meeting their obligations to pay for utility\nservice are in a far worse position than direct utility customers,\nwho cannot be evicted from their homes by the provider of utility\nservice over unpaid or disputed charges, who have the opportunity to\npay arrears over time in affordable installments through deferred\npayment plans which must be offered as an alternative to termination\nof utility service, and who have the opportunity to obtain emergency\nHEAP or 131-s assistance if alternative payment arrangements with the\nutility cannot be afforded.\n\nA \"Residential Electrical Submetering Manual\" published in 2001 by the\nNew York State Energy Research and Development Authority (NYSERDA)\nsuggests to landlords who provide submetered electric service to\ntheir tenants that they may evict tenants in court proceedings as an\nalternative to complying with the Home Energy Fair Practices Act\n(HEFPA):\n\nThere are two potential remedies for an owner if a resident fails or\nrefuses to pay submetered electric charges. One is to discontinue\nsupplying the electric service. The other is to sue for either\nrecovery of the unpaid amounts or eviction.\n\nAs noted in the section discussing PSC requirements, New York State\nhas extensive regulations in place to protect residents against their\nelectric service being shut off. An owner seeking to continue the\ntenancy while discontinuing the service will most likely be required\nto comply with all tenant-protection regulations applicable to\nutilities for discontinuing the service. These include various notice\nand payout requirements and protection for the elderly and disabled,\nwhich are time-consuming, burdensome to the owner, and inconsistent\nwith continuation\nof the rental tenancy. Moreover, special arrangements with\nrespect to electric charges are likely to cause confusion in billing\nand collection procedures. As a result, owners may want to consider\nlegal action for eviction of the resident or recovery of unpaid\namounts as the primary enforcement mechanism for nonpayment of\nsubmetered electric charges.\n\nThus, rather than provide tenants in financial difficulty ample notice\nand the opportunity to pay arrears over time through deferred payment\nagreements required to be offered under HEFPA, rather than provide\ndetailed HEFPA notices to the elderly and disabled which require\nreferral to public assistance if they cannot make arrangements,\nlandlords are being encouraged to evade HEFPA requirements and to\nbring tenants with unpaid electric charges to court seeking court\njudgments and eviction orders.\n\nThe deeming of utility service to be \"additional rent\" subjecting a\nutility customer to eviction at the hands of an owner who provides\nmonopoly utility service under PSC orders is resulting in\ndisplacement, hardship and injustice to submetered tenants, who are\noften unrepresented in court proceedings, and is adding to the burden\nof the courts.\nOne example of a landlord's lease with such a rider, that was approved\nfor submetering by the Commission, reads as follows: \"The electricity\ncharges will be billed to the Tenant as additional rent and will be\npayable on a monthly basis by the Tenant as additional rent. Tenant\nspecifically understands that if the electricity charges are not paid\nin full on a monthly basis by the Tenant, that the Landlord may\ncommence a summary proceeding to recover a money judgment and a\njudgment for possession against the Tenant and that the Tenant can be\nevicted from the apartment for failure to pay electricity charges.\"\n\nSome courts have prohibited submetering landlords from terminating\ntenancies for unpaid electric charges (see Related Tiffany, L.P. v.\nMcConeyhead, N.Y. City Civil Court L&T No. 55444/04, June 30, 2004) on\nthe ground that the \"deeming\" language of the landlord's lease does\nnot work to convert utility charges due into rent. In contrast, some\ncourt decisions have allowed judgments and evictions for unpaid\ncharges for utility service provided by the landlord that were\ncontractually defined as \"rent.\" This bill would clarify that unpaid\ncharges for residential utility service cannot be the basis for an\neviction proceeding.\n\nThis bill will bring to a halt the growing use of the landlord tenant\ncourts by landlords to collect charges for unpaid electric service as\n\"additional rent.\" It will not affect any right the landlord may have\nto collect its charges through conventional means, such as an action\nfor damages, and it will not affect any right the landlord may have,\nafter complying with HEFPA, to cease providing utility service if the\ntenant does not pay. The bill will halt the evasion of HEFPA\ncompliance, will enable needy tenants to obtain energy assistance\ntriggered by advance termination notices, and will channel disputes\nover utility charges away from the courts and back to the public\nservice commission's complaint handling and decision process under\nHEFPA, i.e., section 43.2.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: Referred to Energy and Telecommunications (S.4748A)\n\nFISCAL IMPLICATIONS:\nNone is anticipated.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the collection of charges for residential utility service deemed to be rent ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T103849.TXT", "SOBI.D110107.T104350.TXT", "SOBI.D110111.T104651.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T095848.TXT", "SOBI.D110107.T102348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932578
}