{
  "year" : 2011,
  "senateBillNo" : "S1397-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1397-2011-1294376400000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the public service commission to audit utility submetering orders, compare usage before submetering to usage after submetering orders, prepare report",
  "summary" : "Requires the public service commission to audit previously approved utility submetering orders, to compare usage before submetering to usage after submetering orders were implemented, and to prepare a report concerning its findings. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A971",
  "lawSection" : "Public Services",
  "previousVersions" : [ "S5009-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1397\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  require  the  public service commission to audit previously\n         approved utility submetering orders, compare usage before  submetering\n         to  usage  after  submetering  orders  were implemented, and prepare a\n         report concerning its findings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  service commission shall audit all   utility\n    2  submetering orders approved by the public service commission during  the\n    3  period  of  January  1, 2004 through the effective date of this act, and\n    4  shall specifically determine whether all applicable utility  price  caps\n    5  and tenant protection provisions have been complied with and compare the\n    6  rate  and cost of utility usage before submetering to usage after imple-\n    7  mentation of submetering orders. This audit shall  be  completed  within\n    8  twelve months following the effective date of these provisions.\n    9    S 2. Upon completion of the audit, the public service commission shall\n   10  make  a  report  to  the  governor  and the legislature of its findings,\n   11  conclusions and recommendations, and shall submit with such report  such\n   12  legislative proposals as it deems necessary to implement its recommenda-\n   13  tions.  This  report  shall be submitted no later than ninety days after\n   14  completion of the audit. No new submetering  orders  shall  be  approved\n   15  until  the public service commission report is submitted to the governor\n   16  and the legislature.\n   17    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00665-01-1\n",
  "memo" : "BILL NUMBER:S1397\n\nTITLE OF BILL:\nAn act\nto require the public service commission to audit previously approved\nutility submetering orders, compare usage before submetering to usage\nafter submetering orders were implemented, and prepare a report\nconcerning its findings\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo require the Public Service\nCommission to perform an audit regarding submetering orders it has\nissued in the last five years to determine compliance by building\nowners of utility price caps and tenant protection provisions, and to\ndetermine if submetering has resulted in energy savings in those\nbuildings. The Commission will have twelve months to complete the\naudit and make a report to the legislature and until that time no new\nsubmetering orders may be approved.\n\n: Amends the public service laws:\n\n-Requires the Public Service Commission to audit all utility\nsubmetering orders from January 1, 2004 through the effective date of\nthe act and determine whether utility price caps and tenant\nprotection provisions have been complied with as well as comparing\nthe rate and cost of utility usage prior to the submetering order and\nafter the submetering order;\n-The audit must be completed within twelve months;\n-Requires the Public Service Commission to make a report to the\ngovernor and the legislature of its findings, conclusions, and\nrecommendations no later than ninety days after completing the audit;\n-Prohibits new submetering orders from being approved until the report\nis received by the governor and the legislature;\n-Act taking effect immediately.\n\nJUSTIFICATION:\nIn 1951, the Public Service Commission prohibited all\nresidential electric submetering, calling the practice \"parasitic.\"\nThat decision was held up in courts (Campo Corp. v. Feinberg, 279 App.\nDiv. 302 (3d Dept. 1952) affirmed 303 N.Y. 995 (1952). As a\nconsequence, utilities were directed by the PSC to adopt electric\ntariffs broadly prohibiting the resale of utility service. The\npreviously permitted landlord submetering was converted to direct\nutility metering.\nSubsequently, the practice of submetering was again allowed by the PSC\non a case by case basis, mainly for residential cooperative and\ncondominium projects, where tenants have an ownership and governance\ninterest. Public service commission regulations and numerous orders\nhave allowed landlords waivers from the general prohibition against\nresale of utility service contained in commission regulations and\nutility tariffs.\n\nAs a result, landlords are being allowed to be monopoly providers of\nelectric service to their captive tenants. Also, in many instances\nthe state division of housing and community renewal has allowed\nlandlords\nwho previously rented with utility service included in the rent to\nchange the terms of leases so as to shift responsibility for payment\nof electric charges from landlords to tenants.\nRecently, submetering has been recast as an environmental cause,\nencouraging consumers to conserve energy by making them directly\nresponsible for the costs associated with their dwelling unit's\nenergy usage. But as utility costs rise some building owners have\nbegun to see this as a way to pass high costs on to their tenants,\nand as building owners are not obligated to reveal energy\ninefficiencies in their buildings as part of their applications (nor\nare they required to make efficiency improvements), these costs can\nbe very high.\nThis bill will allow the legislature to review the current practices\nof submetering and ensure that the goals of energy conservation are\nmore than theoretical, that tenants are being protected as per the\nsubmetering orders, and that all applicable utility price caps are\nadhered to.\nIf not, the findings and recommendations of the commission's audit\nshould be helpful in making a public policy determination of what\nshould happen next on this subject.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10:  Referred to Energy & Telecommunications (S.5009)\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to require the public service commission to audit previously approved utility submetering orders, compare usage before submetering to usage after submetering orders were implemented, and prepare a report concerning its findings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T103849.TXT", "SOBI.D110111.T110654.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T095848.TXT", "SOBI.D110107.T102348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932580
}