{
  "year" : 2011,
  "senateBillNo" : "S1393-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1393-2011-1294376400000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the public benefits for professional facilities act",
  "summary" : "Enacts the \"public benefits for professional facilities\" act; defines terms; provides that any state or local authority that grants any benefit, for the purpose of construction, reconstruction, repair or rehabilitation of a professional sports facility, shall, as a condition of such benefit, require that at least seven percent of all tickets for each event be sold at prices affordable to residents of the host community. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S5382-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1393\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to enacting the\n         \"public benefits for professional facilities act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"public benefits for professional facilities act\".\n    3    S 2. Article 9 of the public authorities law is amended  by  adding  a\n    4  new title 3-B to read as follows:\n    5                                   TITLE 3-B\n    6                 PUBLIC BENEFITS FOR PROFESSIONAL FACILITIES\n    7  SECTION 2860. PROFESSIONAL FACILITIES.\n    8     S  2860. PROFESSIONAL FACILITIES.  1. NO LATER THAN NINETY DAYS AFTER\n    9  THE EFFECTIVE DATE OF THIS SUBDIVISION,  THE  EMPIRE  STATE  DEVELOPMENT\n   10  CORPORATION  SHALL PUBLISH ON ITS WEBSITE AND PROVIDE TO THE LEGISLATURE\n   11  AN ACCOUNTING OF ALL BENEFITS THAT ANY  STATE  OR  LOCAL  AUTHORITY  HAS\n   12  GRANTED  OR  OBLIGATED  ITSELF TO GRANT FOR THE PURPOSE OF CONSTRUCTION,\n   13  RECONSTRUCTION, REPAIR OR REHABILITATION OF A PROFESSIONAL SPORTS FACIL-\n   14  ITY. SUCH ACCOUNTING SHALL INCLUDE ALL SUCH BENEFITS  GRANTED  OR  OBLI-\n   15  GATED  TO BE GRANTED AT ANY TIME ON OR AFTER JANUARY FIRST, TWO THOUSAND\n   16  NINE. THEREAFTER, THE EMPIRE STATE DEVELOPMENT CORPORATION SHALL PUBLISH\n   17  ON ITS WEBSITE AND PROVIDE TO THE LEGISLATURE AN UPDATE OF SUCH ACCOUNT-\n   18  ING BY FEBRUARY FIFTEENTH OF  EACH  YEAR,  COVERING  THE  PERIOD  ENDING\n   19  DECEMBER THIRTY-FIRST OF THE PRECEDING YEAR. ANY STATE OR LOCAL AUTHORI-\n   20  TY  THAT HAS GRANTED OR OBLIGATED ITSELF TO GRANT ANY SUCH BENEFIT SHALL\n   21  REPORT THE TERMS OF SUCH BENEFIT TO THE EMPIRE STATE DEVELOPMENT  CORPO-\n   22  RATION  NO  LATER THAN THE EARLIER OF THE DATE THE BENEFIT IS GRANTED OR\n   23  THE DATE THE BENEFIT IS OBLIGATED TO BE GRANTED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01007-01-1\n\n       S. 1393                             2\n\n    1    2. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING  TERMS  SHALL  HAVE\n    2  THE FOLLOWING MEANINGS:\n    3    (A)  \"BENEFIT\"  SHALL  MEAN ANY DIRECT OR INDIRECT GRANT OF FUNDS, TAX\n    4  REDUCTIONS, TAX PREFERENCES, SUBSIDIES, PAYMENTS IN LIEU OF ANY  TAX  OR\n    5  TAX OBLIGATION, OR ANY OTHER FORM OF PUBLIC SUPPORT.\n    6    (B)  \"AFFORDABLE\"  SHALL  MEAN  WITHIN THE ECONOMIC ABILITY OF PERSONS\n    7  WHOSE INCOME IS AT OR BELOW SIXTY PERCENT OF THE AREA MEDIAN INCOME  FOR\n    8  A FOUR-PERSON HOUSEHOLD TO PURCHASE TICKETS WITHOUT ECONOMIC HARDSHIP.\n    9    (C) \"AFFORDABLE TICKET AGREEMENT\" SHALL MEAN A BINDING AGREEMENT AMONG\n   10  THE  STATE  OR LOCAL AUTHORITY GRANTING A BENEFIT, THE RECIPIENT OF SUCH\n   11  BENEFIT, AND ANY OTHER PARTY NECESSARY TO GIVE  SUCH  AGREEMENT  EFFECT,\n   12  THE  TERMS  OF  WHICH  ARE  PUBLICLY DISCLOSED NOT LESS THAN THIRTY DAYS\n   13  BEFORE THE STATE OR LOCAL AUTHORITY GRANTS ANY BENEFIT OR UNDERTAKES ANY\n   14  OBLIGATION  TO  GRANT  SUCH  BENEFIT.    SUCH  AGREEMENT  SHALL  INCLUDE\n   15  PROVISIONS  TO  PREVENT  RESALE  OF  TICKETS SUBJECT TO THE AGREEMENT AT\n   16  PRICES ABOVE FACE VALUE.\n   17    3. ANY STATE OR LOCAL AUTHORITY  THAT  GRANTS  ANY  BENEFIT,  FOR  THE\n   18  PURPOSE  OF  CONSTRUCTION, RECONSTRUCTION, REPAIR OR REHABILITATION OF A\n   19  PROFESSIONAL SPORTS FACILITY, SHALL, AS A  CONDITION  OF  SUCH  BENEFIT,\n   20  REQUIRE  THAT  AT  LEAST  SEVEN PERCENT OF ALL TICKETS FOR EACH EVENT BE\n   21  SUBJECT TO AN AFFORDABLE TICKET  AGREEMENT.  FURTHERMORE,  SUCH  BENEFIT\n   22  SHALL  BE  CONDITIONED  UPON  A FACILITY POLICY THAT LIMITS TICKET PRICE\n   23  INCREASES TO NO MORE THAN TWO PERCENT ANNUALLY FOR THE NEXT  TEN  YEARS,\n   24  IF AT ANY TIME IN THE LAST THREE YEARS SEASON OR INDIVIDUAL TICKETS HAVE\n   25  BEEN OFFERED FOR SALE WITH CUMULATIVE PRICE INCREASES OF MORE THAN THIR-\n   26  TY PERCENT.\n   27    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to enacting the \"public benefits for professional facilities act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110107.T095848.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110107.T095347.TXT", "SOBI.D110107.T103351.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294760811119
}