{
  "year" : 2011,
  "senateBillNo" : "S1399-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1399-2011-1294376400000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for notification to utility customers of their right to direct access to public service commission complaint procedures without arbitration or court proceedings",
  "summary" : "Provides for notification to utility customers of their right to direct access to public service commission complaint procedures without arbitration or court proceedings. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A736",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S5252-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1399\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to amend the public service law, in relation to notification to\n         utility customers of their right to direct access  to  public  service\n         commission   complaint   procedures   without   arbitration  or  court\n         proceedings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and intent. The legislature hereby\n    2  finds that some providers of residential utility  service  have  created\n    3  barriers  to  prompt  resolution  of  customer  complaints  through  the\n    4  complaint adjudication functions of the public service commission.  Some\n    5  providers  of electric service refer customers to private arbitration or\n    6  judicial adjudication of utility customer complaints,  contrary  to  the\n    7  primary jurisdiction of the public service commission, creating barriers\n    8  to  the efficient and uniform enforcement and administration of the Home\n    9  Energy Fair Practices Act. The legislature further finds that it  is  in\n   10  the  public  interest to require the public service commission to notify\n   11  all residential utility customers of  their  right  to  file  complaints\n   12  directly  with the public service commission for administrative determi-\n   13  nation without pursuing third party arbitration or judicial relief.\n   14    S 2. Subdivision 1 of section 43 of the public service law,  as  added\n   15  by chapter 713 of the laws of 1981, is amended to read as follows:\n   16    1. The commission shall maintain regulations for the handling of resi-\n   17  dential  customer complaints, which at a minimum shall require that each\n   18  utility or municipality: (a) maintain  procedures  for  prompt  investi-\n   19  gation  of  any complaint on a bill for gas or electric service rendered\n   20  or a deposit required and for prompt reporting to the complainant of the\n   21  result of such investigation.  If such report is made orally, the utili-\n   22  ty corporation or municipality shall offer the complainant upon a  writ-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01110-01-1\n\n       S. 1399                             2\n\n    1  ten request the opportunity to receive the report in writing; (b) inform\n    2  any  complainant  whose  complaint  is  resolved in favor of the utility\n    3  corporation or municipality, in whole or in part, of the availability of\n    4  the  commission's complaint handling procedures; (c) refrain from termi-\n    5  nating service for nonpayment so long as a complaint is pending before a\n    6  utility, municipality or the commission and for fifteen days thereafter,\n    7  or for such period as the commission for  good  cause  shall  establish;\n    8  provided  however,  that  as a condition of continued service during the\n    9  pendency of any such  dispute,  a  customer  shall  pay  the  undisputed\n   10  portions  of  any bill for service including bills for current usage, or\n   11  such amounts as the commission determines reasonably reflect the cost of\n   12  usage to such customer; [and] (d) refrain  from  treating  the  disputed\n   13  portion  of any bill as late during the pendency of any complaint before\n   14  the utility or municipality; AND (E) NOTIFY  ALL  RESIDENTIAL  CUSTOMERS\n   15  ANNUALLY,  INCLUDING  SUBMETERED  CUSTOMERS, THAT THE COMPLAINT HANDLING\n   16  PROCEDURES OF THE PUBLIC SERVICE COMMISSION CAN BE INVOKED TO OBTAIN  AN\n   17  ADMINISTRATIVE  DETERMINATION OF COMPLAINTS REGARDING UTILITY SERVICE BY\n   18  TELEPHONE CALL, LETTER, ONLINE COMPLAINT FORM, OR VISIT TO AN OFFICE  OF\n   19  THE PUBLIC SERVICE COMMISSION.\n   20    S  3.  This  act shall take effect on the ninetieth day after it shall\n   21  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to notification to utility customers of their right to direct access to public service commission complaint procedures without arbitration or court proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T110654.TXT", "SOBI.D110107.T103849.TXT", "SOBI.D110107.T095848.TXT", "SOBI.D110107.T102348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762014734
}