{
  "year" : 2011,
  "senateBillNo" : "S1390-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1390-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a temporary state pesticide commission to study the effects of the application of pesticides in N.Y. city",
  "summary" : "Creates a temporary state pesticide commission to study the effects of the application of pesticides in cities with a population of one million or more. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A901",
  "lawSection" : "Commissions",
  "previousVersions" : [ "S1090-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1390\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. PERKINS, DIAZ, DUANE, HASSELL-THOMPSON, KRUEGER --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Finance\n\n       AN  ACT  to create a temporary state commission to study and make recom-\n         mendations concerning the application of pesticides in cities  with  a\n         population of one million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. A temporary state commission, to be known as the \"temporary\n    2  state pesticide commission\", is hereby created to study and make  recom-\n    3  mendations  relating  to  the application of pesticides in cities with a\n    4  population of one million or more.\n    5    S 2. The commission shall consist of eleven members to be appointed as\n    6  follows: five shall be appointed by the governor; two shall be appointed\n    7  by the temporary president of the senate and one by the minority  leader\n    8  of the senate; and two shall be appointed by the speaker of the assembly\n    9  and  one  by  the  minority  leader  of the assembly. The members of the\n   10  commission shall serve at  the  pleasure  of  the  official  making  the\n   11  appointment of such member.  Of the five members appointed by the gover-\n   12  nor,  one  shall  be from the department of health and one shall be from\n   13  the department of environmental conservation. The remaining nine members\n   14  of the commission must reside in a city with a population of one million\n   15  or more.  Vacancies in the membership of the commission shall be  filled\n   16  in  the  manner  provided  for  original appointments. Membership on the\n   17  commission shall not constitute a public office. A chairperson and vice-\n   18  chairperson of the commission shall be elected  by  a  majority  of  its\n   19  members, all members being present.\n   20    S  3.  The members of the commission shall receive no compensation for\n   21  their services, but shall be allowed their actual and necessary expenses\n   22  incurred in the performance of their duties pursuant to this act.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04975-01-1\n\n       S. 1390                             2\n\n    1    S 4. The commission shall make a report of its findings and  make  any\n    2  recommendations  it  may deem necessary and appropriate to the governor,\n    3  the temporary president of the senate and the speaker of the assembly no\n    4  later than one year after the effective date of this act.\n    5    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create a temporary state commission to study and make recommendations concerning the application of pesticides in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110107.T095347.TXT", "SOBI.D110107.T103351.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294760811110
}