{
  "year" : 2011,
  "senateBillNo" : "S140-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S140-2011-1294203600000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits N.Y. state and N.Y. city teachers' retirement system members to claim retirement credit for up to 10 years of federal teaching service",
  "summary" : "Permits New York state teachers' and New York city teachers' retirement system members to obtain retirement credit for up to ten years of federal teaching service, including service with VISTA, Head Start and the Peace Corps, if such service would constitute service as a teacher had it been performed within NYS for a participating employer; provides that no such credit shall be allowed for any service for which the person is receiving a benefit or will be entitled to receive a benefit from some other public or private retirement system. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S3406-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          140\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to amend the education law, the retirement  and  social  security\n         law  and  the administrative code of the city of New York, in relation\n         to permitting members of the New York state and New York  city  teach-\n         ers' retirement systems to claim retirement credit for certain federal\n         teaching service\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of  section  509  of  the  education  law  is\n    2  amended by adding a new paragraph d to read as follows:\n    3    D. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, A MEMBER SHALL BE ENTI-\n    4  TLED TO OBTAIN CREDIT FOR UP TO TEN YEARS OF SERVICE OTHER THAN MILITARY\n    5  SERVICE  RENDERED  IN  THE  EMPLOY  OF THE FEDERAL GOVERNMENT, INCLUDING\n    6  SERVICE IN THE PEACE CORPS, VISTA, OR HEAD START, WHICH WOULD CONSTITUTE\n    7  SERVICE AS A TEACHER, HAD IT BEEN PERFORMED WITHIN NEW YORK STATE FOR AN\n    8  EMPLOYER SUBJECT TO THE PROVISIONS OF THIS  ARTICLE.  THE  CREDITING  OF\n    9  SERVICE PURSUANT TO THIS PARAGRAPH SHALL BE IN ACCORDANCE WITH RULES AND\n   10  REGULATIONS  AS  SHALL BE ADOPTED BY THE RETIREMENT BOARD, PROVIDED THAT\n   11  SUCH RULES AND REGULATIONS SHALL  BE  SUBSTANTIALLY  EQUIVALENT  TO  THE\n   12  RULES  AND REGULATIONS OTHERWISE APPLICABLE FOR THE CREDITING OF SERVICE\n   13  PURSUANT TO THIS SECTION. PROVIDED, HOWEVER, NO  SUCH  CREDIT  SHALL  BE\n   14  ALLOWED  FOR  ANY SERVICE FOR WHICH THE PERSON IS RECEIVING A BENEFIT OR\n   15  WILL BE ENTITLED TO RECEIVE A BENEFIT AT ANY FUTURE TIME FROM SOME OTHER\n   16  PUBLIC OR PRIVATE RETIREMENT SYSTEM OR PLAN IN THIS STATE, IN ANY  OTHER\n   17  STATE OR FROM THE FEDERAL GOVERNMENT.\n   18    S  2. Section 446 of the retirement and social security law is amended\n   19  by adding a new subdivision k to read as follows:\n   20    K. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, A MEMBER OF A TEACHERS'\n   21  RETIREMENT SYSTEM SUBJECT TO THE PROVISIONS OF  THIS  ARTICLE  SHALL  BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01058-01-1\n\n       S. 140                              2\n\n    1  ENTITLED  TO  OBTAIN  CREDIT  FOR  UP TO TEN YEARS OF SERVICE OTHER THAN\n    2  MILITARY SERVICE RENDERED IN  THE  EMPLOY  OF  THE  FEDERAL  GOVERNMENT,\n    3  INCLUDING  SERVICE IN THE PEACE CORPS, VISTA, OR HEAD START, WHICH WOULD\n    4  CONSTITUTE  SERVICE  AS A TEACHER, HAD IT BEEN PERFORMED WITHIN NEW YORK\n    5  STATE FOR AN EMPLOYER SUBJECT TO THE PROVISIONS  OF  THIS  ARTICLE.  THE\n    6  CREDITING OF SERVICE PURSUANT TO THIS SUBDIVISION SHALL BE IN ACCORDANCE\n    7  WITH  RULES  AND REGULATIONS AS SHALL BE ADOPTED BY THE RETIREMENT BOARD\n    8  OF SUCH RETIREMENT SYSTEM, PROVIDED  THAT  SUCH  RULES  AND  REGULATIONS\n    9  SHALL BE SUBSTANTIALLY EQUIVALENT TO THE RULES AND REGULATIONS OTHERWISE\n   10  APPLICABLE  FOR  THE  CREDITING  OF  SERVICE  PURSUANT  TO THIS SECTION.\n   11  PROVIDED, HOWEVER, NO SUCH CREDIT SHALL BE ALLOWED FOR ANY  SERVICE  FOR\n   12  WHICH THE PERSON IS RECEIVING A BENEFIT OR WILL BE ENTITLED TO RECEIVE A\n   13  BENEFIT  AT ANY FUTURE TIME FROM SOME OTHER PUBLIC OR PRIVATE RETIREMENT\n   14  SYSTEM OR PLAN IN THIS STATE, IN ANY OTHER STATE  OR  FROM  THE  FEDERAL\n   15  GOVERNMENT.\n   16    S  3. Section 513 of the retirement and social security law is amended\n   17  by adding a new subdivision i to read as follows:\n   18    I. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, A MEMBER OF A TEACHERS'\n   19  RETIREMENT SYSTEM SUBJECT TO THE PROVISIONS OF  THIS  ARTICLE  SHALL  BE\n   20  ENTITLED  TO  OBTAIN  CREDIT  FOR  UP TO TEN YEARS OF SERVICE OTHER THAN\n   21  MILITARY SERVICE RENDERED IN  THE  EMPLOY  OF  THE  FEDERAL  GOVERNMENT,\n   22  INCLUDING  SERVICE IN THE PEACE CORPS, VISTA, OR HEAD START, WHICH WOULD\n   23  CONSTITUTE SERVICE AS A TEACHER, HAD IT BEEN PERFORMED WITHIN  NEW  YORK\n   24  STATE  FOR  AN  EMPLOYER  SUBJECT  TO  THE  PROVISIONS  OF THIS ARTICLE,\n   25  PROVIDED SUCH  MEMBER  MAKES  THE  PAYMENTS  REQUIRED  PURSUANT  TO  THE\n   26  PROVISIONS  OF SECTION FIVE HUNDRED SEVENTEEN OF THIS ARTICLE. THE CRED-\n   27  ITING OF SERVICE PURSUANT TO THIS SUBDIVISION  SHALL  BE  IN  ACCORDANCE\n   28  WITH  RULES  AND REGULATIONS AS SHALL BE ADOPTED BY THE RETIREMENT BOARD\n   29  OF SUCH RETIREMENT SYSTEM, PROVIDED  THAT  SUCH  RULES  AND  REGULATIONS\n   30  SHALL BE SUBSTANTIALLY EQUIVALENT TO THE RULES AND REGULATIONS OTHERWISE\n   31  APPLICABLE  FOR  THE  CREDITING  OF  SERVICE  PURSUANT  TO THIS SECTION.\n   32  PROVIDED, HOWEVER, NO SUCH CREDIT SHALL BE ALLOWED FOR ANY  SERVICE  FOR\n   33  WHICH THE PERSON IS RECEIVING A BENEFIT OR WILL BE ENTITLED TO RECEIVE A\n   34  BENEFIT  AT ANY FUTURE TIME FROM SOME OTHER PUBLIC OR PRIVATE RETIREMENT\n   35  SYSTEM OR PLAN IN THIS STATE, IN ANY OTHER STATE  OR  FROM  THE  FEDERAL\n   36  GOVERNMENT.\n   37    S  4. Section 609 of the retirement and social security law is amended\n   38  by adding a new subdivision h to read as follows:\n   39    H. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, A MEMBER OF A TEACHERS'\n   40  RETIREMENT SYSTEM SUBJECT TO THE PROVISIONS OF  THIS  ARTICLE  SHALL  BE\n   41  ENTITLED  TO  OBTAIN  CREDIT  FOR  UP TO TEN YEARS OF SERVICE OTHER THAN\n   42  MILITARY SERVICE RENDERED IN  THE  EMPLOY  OF  THE  FEDERAL  GOVERNMENT,\n   43  INCLUDING  SERVICE IN THE PEACE CORPS, VISTA, OR HEAD START, WHICH WOULD\n   44  CONSTITUTE SERVICE AS A TEACHER, HAD IT BEEN PERFORMED WITHIN  NEW  YORK\n   45  STATE  FOR  AN  EMPLOYER  SUBJECT  TO  THE  PROVISIONS  OF THIS ARTICLE,\n   46  PROVIDED SUCH  MEMBER  MAKES  THE  PAYMENTS  REQUIRED  PURSUANT  TO  THE\n   47  PROVISIONS OF SECTION SIX HUNDRED THIRTEEN OF THIS ARTICLE AND PARAGRAPH\n   48  TWO  OF SUBDIVISION B OF THIS SECTION. THE CREDITING OF SERVICE PURSUANT\n   49  TO THIS SUBDIVISION SHALL BE IN ACCORDANCE WITH RULES AND REGULATIONS AS\n   50  SHALL BE ADOPTED BY THE RETIREMENT  BOARD  OF  SUCH  RETIREMENT  SYSTEM,\n   51  PROVIDED  THAT  SUCH RULES AND REGULATIONS SHALL BE SUBSTANTIALLY EQUIV-\n   52  ALENT TO THE RULES AND REGULATIONS OTHERWISE APPLICABLE FOR THE  CREDIT-\n   53  ING  OF  SERVICE  PURSUANT TO THIS SECTION.   PROVIDED, HOWEVER, NO SUCH\n   54  CREDIT SHALL BE ALLOWED FOR ANY SERVICE FOR WHICH THE PERSON IS  RECEIV-\n   55  ING  A  BENEFIT  OR  WILL BE ENTITLED TO RECEIVE A BENEFIT AT ANY FUTURE\n\n       S. 140                              3\n\n    1  TIME FROM SOME OTHER PUBLIC OR PRIVATE RETIREMENT SYSTEM OR PLAN IN THIS\n    2  STATE, IN ANY OTHER STATE OR FROM THE FEDERAL GOVERNMENT.\n    3    S  5.  Subparagraph  (d)  of  paragraph  3 of subdivision a of section\n    4  13-505 of the administrative code of the city of New York is amended  to\n    5  read as follows:\n    6    (d)  Credit  for  such  prior service up to a maximum of fifteen years\n    7  shall be given only if application and payment therefor is made  by  the\n    8  contributor  within the first four years subsequent to membership in the\n    9  New York city teachers' retirement system  or  before  December  thirty-\n   10  first,  [nineteen  hundred sixty-nine] TWO THOUSAND TWELVE, whichever is\n   11  later.\n   12    S 6. Subdivision a of section 13-505 of the administrative code of the\n   13  city of New York is amended by adding a new  paragraph  10  to  read  as\n   14  follows:\n   15    10.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF LAW, A MEMBER SHALL BE\n   16  ENTITLED TO OBTAIN CREDIT FOR UP TO TEN  YEARS  OF  SERVICE  OTHER  THAN\n   17  MILITARY  SERVICE  RENDERED  IN  THE  EMPLOY  OF THE FEDERAL GOVERNMENT,\n   18  INCLUDING SERVICE IN THE PEACE CORPS, VISTA, OR HEAD START, WHICH  WOULD\n   19  CONSTITUTE  SERVICE  AS A TEACHER, HAD IT BEEN PERFORMED WITHIN NEW YORK\n   20  STATE FOR AN EMPLOYER SUBJECT TO THE PROVISIONS  OF  THIS  CHAPTER.  THE\n   21  CREDITING  OF  SERVICE PURSUANT TO THIS PARAGRAPH SHALL BE IN ACCORDANCE\n   22  WITH RULES AND REGULATIONS AS SHALL BE ADOPTED BY THE RETIREMENT  BOARD,\n   23  PROVIDED  THAT  SUCH RULES AND REGULATIONS SHALL BE SUBSTANTIALLY EQUIV-\n   24  ALENT TO THE RULES AND REGULATIONS OTHERWISE APPLICABLE FOR THE  CREDIT-\n   25  ING  OF  SERVICE  PURSUANT TO THIS SECTION.   PROVIDED, HOWEVER, NO SUCH\n   26  CREDIT SHALL BE ALLOWED FOR ANY SERVICE FOR WHICH THE PERSON IS  RECEIV-\n   27  ING  A  BENEFIT  OR  WILL BE ENTITLED TO RECEIVE A BENEFIT AT ANY FUTURE\n   28  TIME FROM SOME OTHER PUBLIC OR PRIVATE RETIREMENT SYSTEM OR PLAN IN THIS\n   29  STATE, IN ANY OTHER STATE OR FROM THE FEDERAL GOVERNMENT.\n   30    S 7. This act shall take effect June 30, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, the retirement and social security law and the administrative code of the city of New York, in relation to permitting members of the New York state and New York city teachers' retirement systems to claim retirement credit for certain federal teaching service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T094759.TXT", "SOBI.D101210.T155205.TXT", "SOBI.D101210.T161216.TXT", "SOBI.D101210.T154705.TXT", "SOBI.D101210.T150229.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292251679251
}