{
  "year" : 2011,
  "senateBillNo" : "S1408-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1408-2011-1294376400000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the immunization against hepatitis B of minors capable of consent who are housed in a local or state correctional facility",
  "summary" : "Authorizes the immunization against hepatitis B of minors capable of consent who are housed in a local or state correctional facility. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A2812",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S6745-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1408\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to administering  the\n         hepatitis  B immunization to minors housed in a state or local correc-\n         tional facility\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  2504-a to read as follows:\n    3    S 2504-A. HEPATITIS B IMMUNIZATION OF A MINOR. 1. A HEALTH CARE  PRAC-\n    4  TITIONER  MAY  ADMINISTER  IMMUNIZATION  AGAINST HEPATITIS B TO A PERSON\n    5  UNDER THE AGE OF EIGHTEEN YEARS WITHOUT THE CONSENT OR KNOWLEDGE OF  THE\n    6  PARENTS  OR  GUARDIAN  OF  SAID  PERSON,  IF SAID PERSON HAS CAPACITY TO\n    7  CONSENT AND CONSENTS TO THE IMMUNIZATION, AND SAID PERSON IS HOUSED IN A\n    8  STATE OR LOCAL CORRECTIONAL FACILITY.\n    9    2. FOR THE PURPOSES OF THIS SECTION:\n   10    (A) THE TERM \"HEALTH CARE PRACTITIONER\" SHALL MEAN A PERSON  LICENSED,\n   11  CERTIFIED  OR  OTHERWISE AUTHORIZED TO PRACTICE UNDER TITLE EIGHT OF THE\n   12  EDUCATION LAW, ACTING WITHIN HIS OR HER LAWFUL SCOPE OF PRACTICE; AND\n   13    (B) THE TERM \"CAPACITY TO CONSENT\" SHALL MEAN AN INDIVIDUAL'S ABILITY,\n   14  DETERMINED WITHOUT REGARD TO THE INDIVIDUAL'S  AGE,  TO  UNDERSTAND  AND\n   15  APPRECIATE THE NATURE AND CONSEQUENCES OF THE PROPOSED IMMUNIZATION, AND\n   16  TO MAKE AN INFORMED DECISION CONCERNING THE IMMUNIZATION.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01514-01-1\n",
  "memo" : "BILL NUMBER:S1408\n\nTITLE OF BILL:\n\nAn act\nto amend the public health law, in relation to administering\nthe hepatitis\nB immunization to minors housed in a state or local correctional\nfacility\n\nPURPOSE:\n\nTo ensure that minors in correctional facilities have access to the\nHepatitis B vaccine.\n\nSUMMARY OF PROVISIONS:\n\nThis bill creates a new section 2504-a in the public health law that\nwould allow a health care practitioner to administer the hepatitis B\nvaccine to a person who resides in a state or local correctional\nfacility and is under the age of 18 without the consent or knowledge\nof the parent or guardian of that person, if that person has the\ncapacity to consent and consents to the immunization. This\nlegislation defines \"health care practitioner\" and \"capacity to\nconsent\" for the purposes of this section.\n\nEXISTING LAW:\n\nPublic Health Law section 2305 provides for exceptions to parental\nconsent for treatment of sexually transmitted diseases (STDs) to\nminors.\n\nJUSTIFICATION:\n\nAs noted above, public health law section 2305 provides for exceptions\nto parental consent for treatment of sexually transmitted diseases\n\n(STDs) to minors because minors are often reluctant to seek parental\nconsent, thereby disclosing to their parents that they have been\nsexually active. Without this exception, many STDs would go\nuntreated. The same exception should apply to immunization against\nhepatitis B, because high-risk sexual behavior and intravenous drug\nuse are recognized as the primary models of hepatitis B transmission.\n\nThe change proposed in this bill is specific to correctional settings\nwhere attempts to obtain parental consent have not yielded results\nand many adolescents are left unprotected from this communicable\ndisease. In 2003 the Centers for Disease control issued a report that\nstrongly recommended that \"all juveniles who receive a medical\nevaluation in a correctional facility should be administered the\nhepatitis B vaccine, unless they have proof of completion of the\n\nvaccine series or serologic evidence of immunity to infection. The\nvaccine series should be started for those juveniles who have never\nbeen vaccinated, irrespective of\ntheir length of stay, and the series should be completed for those\nincompetently immunized.\"\n\nTo make a minor's immunization contingent on parental consent clearly\nhampers efforts to control the spread of the disease, which was\npreviously recognized and addressed in State law for STDs. Allowing\nadministration of hepatitis vaccine without parental consent is\nalready law in several states.\n\nLEGISLATIVE HISTORY:\n\nS.5547 of 2007-2008\nS.6745 of 2009-2010 (Passed Assembly)\n\nFISCAL IMPLICATIONS:\n\nTo be determined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to administering the hepatitis B immunization to minors housed in a state or local correctional facility ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101848.TXT", "SOBI.D110107.T103849.TXT", "SOBI.D110111.T140712.TXT", "SOBI.D110120.T131902.TXT", "SOBI.D110107.T100348.TXT", "SOBI.D110112.T175532.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295547542051
}