{
  "year" : 2011,
  "senateBillNo" : "S1408-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1408-2011-1294376400000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the immunization against hepatitis B of minors capable of consent who are housed in a local or state correctional facility",
  "summary" : "Authorizes the immunization against hepatitis B of minors capable of consent who are housed in a local or state correctional facility. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S6745-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1408\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to administering  the\n         hepatitis  B immunization to minors housed in a state or local correc-\n         tional facility\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  2504-a to read as follows:\n    3    S 2504-A. HEPATITIS B IMMUNIZATION OF A MINOR. 1. A HEALTH CARE  PRAC-\n    4  TITIONER  MAY  ADMINISTER  IMMUNIZATION  AGAINST HEPATITIS B TO A PERSON\n    5  UNDER THE AGE OF EIGHTEEN YEARS WITHOUT THE CONSENT OR KNOWLEDGE OF  THE\n    6  PARENTS  OR  GUARDIAN  OF  SAID  PERSON,  IF SAID PERSON HAS CAPACITY TO\n    7  CONSENT AND CONSENTS TO THE IMMUNIZATION, AND SAID PERSON IS HOUSED IN A\n    8  STATE OR LOCAL CORRECTIONAL FACILITY.\n    9    2. FOR THE PURPOSES OF THIS SECTION:\n   10    (A) THE TERM \"HEALTH CARE PRACTITIONER\" SHALL MEAN A PERSON  LICENSED,\n   11  CERTIFIED  OR  OTHERWISE AUTHORIZED TO PRACTICE UNDER TITLE EIGHT OF THE\n   12  EDUCATION LAW, ACTING WITHIN HIS OR HER LAWFUL SCOPE OF PRACTICE; AND\n   13    (B) THE TERM \"CAPACITY TO CONSENT\" SHALL MEAN AN INDIVIDUAL'S ABILITY,\n   14  DETERMINED WITHOUT REGARD TO THE INDIVIDUAL'S  AGE,  TO  UNDERSTAND  AND\n   15  APPRECIATE THE NATURE AND CONSEQUENCES OF THE PROPOSED IMMUNIZATION, AND\n   16  TO MAKE AN INFORMED DECISION CONCERNING THE IMMUNIZATION.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01514-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to administering the hepatitis B immunization to minors housed in a state or local correctional facility ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101848.TXT", "SOBI.D110107.T103849.TXT", "SOBI.D110111.T140712.TXT", "SOBI.D110107.T100348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772832762
}