{
  "year" : 2011,
  "senateBillNo" : "S1401-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1401-2011-1294376400000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to setting a time limit for requesting full board review of unanimous board panel decisions",
  "summary" : "Relates to setting a time limit for requesting full board review of unanimous board panel decisions. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "S3381-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1401\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law, in relation to setting  a\n         time  limit  for requesting full board review of unanimous board panel\n         decisions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 23 of the workers' compensation law, as amended by\n    2  chapter 6 of the laws of 2007, is amended to read as follows:\n    3    S 23. Appeals. An award or decision of the board shall  be  final  and\n    4  conclusive  upon  all  questions within its jurisdiction, as against the\n    5  state fund or between the parties, unless reversed or modified on appeal\n    6  therefrom as hereinafter provided. Any  party  may  within  thirty  days\n    7  after  notice  of  the filing of an award or decision of a referee, file\n    8  with the board an application in writing for a modification  or  rescis-\n    9  sion  or  review of such award or decision, as provided in this chapter.\n   10  The board shall render its decision upon such application in writing and\n   11  shall include in such decision a statement of the facts which formed the\n   12  basis of its action on the issues raised before it on such  application.\n   13  Within  thirty  days after notice of the decision of the board upon such\n   14  application has been served upon the  parties,  or  within  thirty  days\n   15  after notice of an administrative redetermination review decision by the\n   16  chair  pursuant  to  subdivision  five of section fifty-two, section one\n   17  hundred thirty-one or section one hundred forty-one-a  of  this  chapter\n   18  has been served upon any party in interest, an appeal may be taken ther-\n   19  efrom  to the appellate division of the supreme court, third department,\n   20  by any party in interest, including an employer  insured  in  the  state\n   21  fund; provided, however, that [if the decision or determination was that\n   22  of  a  panel  of the board and there was a dissent from such decision or\n   23  determination other than a dissent the sole basis of which is  to  refer\n   24  the  case  to an impartial specialist,] any party in interest may within\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02858-01-1\n\n       S. 1401                             2\n\n    1  thirty days after notice of the filing of  the  board  panel's  decision\n    2  with  the secretary of the board, make application in writing for review\n    3  thereof by the full board,  [and]  RAISING  ARGUMENTS  RELATIVE  TO  THE\n    4  ALLEGED  DEFICIENCIES  OF  THE  BOARD PANEL DECISION. IF THE DECISION OR\n    5  DETERMINATION WAS THAT OF A PANEL OF THE BOARD AND THERE WAS  A  DISSENT\n    6  FROM  SUCH DECISION OR DETERMINATION OTHER THAN A DISSENT THE SOLE BASIS\n    7  OF WHICH IS TO REFER THE CASE TO AN IMPARTIAL SPECIALIST, the full board\n    8  shall review and affirm, modify or rescind  such  decision  or  determi-\n    9  nation in the same manner as herein above provided for an award or deci-\n   10  sion of a referee.  IF THE DECISION OR DETERMINATION WAS THAT OF A UNAN-\n   11  IMOUS  PANEL  OF THE BOARD, OR THERE WAS A DISSENT FROM SUCH DECISION OR\n   12  DETERMINATION THE SOLE BASIS OF WHICH IS TO REFER THE CASE TO AN  IMPAR-\n   13  TIAL  SPECIALIST,  THE  FULL BOARD MAY IN ITS SOLE DISCRETION REVIEW AND\n   14  AFFIRM, MODIFY OR RESCIND SUCH DECISION OR  DETERMINATION  IN  THE  SAME\n   15  MANNER  AS  HEREIN ABOVE PROVIDED FOR AN AWARD OR DECISION OF A REFEREE.\n   16  Failure to apply for review by the full board shall not bar any party in\n   17  interest from taking an appeal directly to the court as above  provided.\n   18  The board may also, in its discretion certify to such appellate division\n   19  of  the  supreme  court, questions of law involved in its decision. Such\n   20  appeals and the question so certified shall be heard in a summary manner\n   21  and shall have precedence over all other civil cases in such court.  The\n   22  board  shall  be  deemed  a party to every such appeal from its decision\n   23  upon such application, and the chair shall be deemed a  party  to  every\n   24  such  appeal  from  an  administrative  redetermination  review decision\n   25  pursuant to subdivision five of section fifty-two of this  chapter.  The\n   26  attorney  general  shall  represent  the board and the chair thereon. An\n   27  appeal may also be taken to the court of appeals in the same manner  and\n   28  subject  to  the  same  limitations  not inconsistent herewith as is now\n   29  provided in the civil practice law and rules. It shall not be  necessary\n   30  to  file exceptions to the rulings of the board. An appeal to the appel-\n   31  late division of the supreme court, third department, or to the court of\n   32  appeals, shall not operate as a stay  of  the  payment  of  compensation\n   33  required by the terms of the award or of the payment of the cost of such\n   34  medical,  dental,  surgical,  optometric or other attendance, treatment,\n   35  devices, apparatus or other necessary items the employer is required  to\n   36  provide  pursuant to section thirteen of this article which are found to\n   37  be fair and reasonable. Where such award is modified or  rescinded  upon\n   38  appeal,  the appellant shall be entitled to reimbursement in a sum equal\n   39  to the compensation in dispute paid to the respondent in addition  to  a\n   40  sum  equal  to the cost of such medical, dental, surgical, optometric or\n   41  other attendance, treatment, devices, apparatus or other necessary items\n   42  the employer is required to provide pursuant to section thirteen of this\n   43  article paid by the appellant pending adjudication of the  appeal.  Such\n   44  reimbursement  shall be paid from administration expenses as provided in\n   45  section one hundred fifty-one of this chapter upon audit and warrant  of\n   46  the comptroller upon vouchers approved by the chair. Where such award is\n   47  subject  to  the provisions of section twenty-seven of this article, the\n   48  appellant shall pay directly to the  claimant  all  compensation  as  it\n   49  becomes due during the pendency of the appeal, and upon affirmance shall\n   50  be  entitled  to credit for such payments. Neither the chair, the board,\n   51  the commissioners of the state insurance fund nor the claimant shall  be\n   52  required  to  file  a  bond upon an appeal to the court of appeals. Upon\n   53  final determination of such an appeal, the board or chair, as  the  case\n   54  may  be, shall enter an order in accordance therewith. Whenever a notice\n   55  of appeal is served or an application made to the board by the  employer\n   56  or  insurance  carrier  for a modification or rescission or review of an\n\n       S. 1401                             3\n\n    1  award or decision, and the board shall find that such notice  of  appeal\n    2  was served or such application was made for the purpose of delay or upon\n    3  frivolous  grounds,  the  board  shall impose a penalty in the amount of\n    4  five  hundred  dollars  upon  the  employer  or insurance carrier, which\n    5  penalty shall be added to the compensation and paid to the claimant. The\n    6  penalties provided herein shall be collected in like manner  as  compen-\n    7  sation.  A party against whom an award of compensation shall be made may\n    8  appeal from a part of such award. In such a case  the  payment  of  such\n    9  part of the award as is not appealed from shall not prejudice any rights\n   10  of  such  party  on  appeal,  nor  be taken as an admission against such\n   11  party. Any appeal by an employer from an administrative  redetermination\n   12  review  decision  pursuant  to  subdivision five of section fifty-two of\n   13  this chapter shall in no way serve to  relieve  the  employer  from  the\n   14  obligation  to timely pay compensation and benefits otherwise payable in\n   15  accordance with the provisions of this chapter.\n   16    Nothing [herein] contained IN  THIS  SECTION  shall  be  construed  to\n   17  inhibit  the continuing jurisdiction of the board as provided in section\n   18  one hundred twenty-three of this chapter.\n   19    S 2. The opening paragraph of subdivision 2  of  section  142  of  the\n   20  workers'  compensation  law,  as  amended  by chapter 608 of the laws of\n   21  1989, is amended to read as follows:\n   22    2. Any review, hearing, rehearing, inquiry or  investigation  required\n   23  or authorized to be conducted or made by the workers' compensation board\n   24  may  be  conducted  or  made by any panel of the board consisting of not\n   25  less than three members thereof, and the  order,  decision  or  determi-\n   26  nation  of  a  majority  of  the  members of a panel shall be deemed the\n   27  order, decision or determination of the board from the  date  of  filing\n   28  thereof  with  the  secretary  of the board, unless the board on its own\n   29  motion, or on application by a party in interest for a full board review\n   30  MADE IN ACCORDANCE WITH SECTION  TWENTY-THREE  OF  THIS  CHAPTER,  shall\n   31  modify  or  rescind  such order, decision or determination.  Four panels\n   32  shall be constituted at all  times,  and  the  chair  shall  assign  the\n   33  members  to  the panels upon which they shall serve. At least one member\n   34  on each panel shall  be  an  attorney  and  counsellor-at-law,  but  the\n   35  absence  of  an  attorney  on  any panel shall not invalidate the order,\n   36  decision or determination of a majority of the members of the  panel  if\n   37  at  least  two  affirmative  votes are cast in favor of such action. The\n   38  panels shall be constituted so that  the  members  of  the  board  shall\n   39  alternate  in  their  periods  of  service  together thereon. Whenever a\n   40  number of proceedings remains pending before the board for a  period  in\n   41  excess  of  thirty  days,  members  of the board shall hold hearings and\n   42  otherwise act in the discharge of their duties  evenings  and  at  other\n   43  convenient  times on all days of the week except Sundays, in addition to\n   44  the times when they would perform such duties in the ordinary conduct of\n   45  the business of the board, in order to expedite  the  disposal  thereof.\n   46  The  chair  may  and shall, when directed by the governor, prescribe the\n   47  hours and the times for such  additional  performance  of  duty  by  the\n   48  members of the board and the period or periods for the continuance ther-\n   49  eof.\n   50    S  3.  This  act  shall take effect immediately and shall apply to all\n   51  requests for review by the full board from decisions of  a  panel  of  a\n   52  board issued after the ninetieth day after it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1401\n\nTITLE OF BILL:\nAn act\nto amend the workers' compensation law, in relation to setting a time\nlimit for requesting full board review of unanimous board panel\ndecisions\n\nPURPOSE:\nThis bill sets a 3D-day time limit for requesting review by the full\nBoard of a unanimous Workers' compensation Board panel decision, and\nbars applicants who request review by the full Board from merely\nresubmitting the same application for review they had presented to\nthe Boardpanel.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill amends Workers' compensation Law &sect; 23 to apply\nthe 30-day time limit for appeals to both appeals from a divided\npanel (\"mandatory\" appeals) and appeals from a unanimous panel\n(\"discretionary\" appeals). It further requires that any appeal to the\nfull Board must raise arguments concerning the deficiencies of the\npanel's decision.\n\nSection 2 of the bill amends workers' compensation Law &sect; 142(2) to\nrequire that a discretionary appeal be made in conformity with\nWorkers' Compensation Law &sect; 23.\n\nSection 3 of the bill provides that the bill will apply to all\nrequests for review of panel decisions issued ninety or more days\nafter the effective date.\n\nEXISTING LAW:\nThe Workers' compensation Law allows a party in interest to appeal\nfrom a decision of a panel of the Board, where there is a dissent,\nwithin thirty days of the filing of the decision with the Board's\nsecretary.\nThis is known as \"mandatory\" review since the Board must review the\ndecision. The statute does not require that the application point to\nerrors in the panel decision, nor does it specifically address\nrequests for full Board review of unanimous Board panel decisions.\nAppeal from a unanimous decision is permitted under Workers'\nCompensation Law &sect; 123, which provides for the Board's continuing\njurisdiction over cases, and workers' compensation Law &sect; 142(2),\nwhich states that the decision of a Board panel shall be final except\n\"on application by a party in interest\" for a Board review. Review of\nsuch an appeal is known as \"discretionary\" because it is within the\nBoard's discretion to accept or decline requests\nfor full Board review of unanimous decisions. There is currently no\ntime limit for parties to request discretionary full Board review.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009 - Died in Labor Committee\n2010 - Died in Labor Committee\n\nSTATEMENT IN SUPPORT:\nUnder current law, those who appeal a Board panel's decision as of\nright when there is a dissent on the panel have only 30 days to do\nso. There is no time limit, however, on parties seeking discretionary\nreview of unanimous Board panel decisions. This results in the\nanomaly that losing parties have more time to appeal a unanimous\ndecision than they have to appeal a Board panel decision where they\nwere able to persuade one of the three members that their position\nwas correct. As a result, discretionary appeals sometimes are filed\nwith the Board months after a panel decision. This bill would provide\nthe same 3D-day time limit for requesting discretionary full board\nreview of unanimous Board panel decisions as currently applies for\nrequesting mandatory full Board review of panel decisions where there\nis a dissent.\n\nThis bill also addresses a separate problem with appellate review by\nthe full Board. At present, many appellants who request full Board\nreview from either unanimous or 2-1 Board panel decisions simply\nresubmit the application they had submitted to the Board panel with a\ncover letter, essentially seeking two bites of the apple with no\narguments or analysis addressing the intervening Board panel\ndecision. Such additional filing requires virtually no cost or\neffort, but adds significantly to the workload of the Board. The bill\nremedies this problem by requiring that the application for Board\nreview specifically address the panel decision.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThe bill takes effect immediately and will apply to all requests for\nreview by the full Board from decisions of a panel issued after the\n90th day the bill becomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to setting a time limit for requesting full board review of unanimous board panel decisions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110107.T095848.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110107.T103351.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932588
}