{
  "year" : 2011,
  "senateBillNo" : "S1409-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1409-2011-1294376400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain information to be provided on a real property transfer form",
  "summary" : "Requires certain information to be provided on a real property transfer form; requires limited liability companies to provide certain information when purchasing real property. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S5062-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1409\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation to clarifying  infor-\n         mation collected on a real property transfer form\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraphs 7 and 8 of paragraph ii of subdivision 1-e of\n    2  section 333 of the real property law, as amended by section 1 of part  B\n    3  of chapter 57 of the laws of 2004, are amended and two new subparagraphs\n    4  9 and 10 are added to read as follows:\n    5    (7)  in the event the parcel conveyed by such deed is a portion of the\n    6  parcel owned by the transferor or transferors,  a  statement  indicating\n    7  whether the city, town or village in which such property is situated has\n    8  a  planning  board  or  other  entity empowered to approve subdivisions;\n    9  [and]\n   10    (8) in the event such planning board or other entity is  empowered  to\n   11  approve subdivisions, a statement indicating whether the parcel conveyed\n   12  by such deed is (a) not subject to such subdivision approval or (b) such\n   13  subdivision  has  been  approved by the respective city, town or village\n   14  planning board or other entity empowered to approve subdivisions[.];\n   15    (9) IN THE EVENT THAT THE PURCHASER IS (A) AN  INDIVIDUAL,  A  LIMITED\n   16  LIABILITY  COMPANY,  SOCIETY,  ASSOCIATION,  JOINT STOCK COMPANY, CORPO-\n   17  RATION, ESTATE, RECEIVER,  TRUSTEE,  ASSIGNEE,  REFEREE,  OR  ANY  OTHER\n   18  PERSON  ACTING  IN  A  FIDUCIARY  CAPACITY,  AND  (B) THE PROPERTY BEING\n   19  PURCHASED IS LOCATED IN THIS STATE, THE NAME AND PLACE  OF  BUSINESS  OF\n   20  THE  COMPANY,  SOCIETY,  ASSOCIATION,  JOINT STOCK COMPANY, CORPORATION,\n   21  ESTATE, RECEIVER, TRUSTEE, ASSIGNEE, REFEREE, OR ANY OTHER PERSON ACTING\n   22  IN A FIDUCIARY CAPACITY, THE NAME OF A  RESPONSIBLE  PARTY  WHO  HAS  AN\n   23  INTEREST  IN  THE  COMPANY,  SOCIETY,  ASSOCIATION, JOINT STOCK COMPANY,\n   24  CORPORATION, ESTATE, RECEIVER, TRUSTEE, ASSIGNEE, REFEREE, OR ANY  OTHER\n   25  PERSON  ACTING  IN  A  FIDUCIARY CAPACITY, AND A PHONE NUMBER WHERE SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01017-01-1\n\n       S. 1409                             2\n\n    1  RESPONSIBLE PARTY MAY BE CONTACTED. ANY PERSON SUPPLYING  SUCH  INFORMA-\n    2  TION  MUST  USE  HIS OR HER LEGAL NAME.  SUCH INFORMATION MUST BE EITHER\n    3  TYPED OR CLEARLY PRINTED. IN THE EVENT A PERSON ERRONEOUSLY TYPED OR DID\n    4  NOT  CLEARLY  PRINT HIS OR HER LEGAL NAME, THE COUNTY CLERK MAY CHARGE A\n    5  CONVENIENCE FEE OF TWENTY DOLLARS TO AMEND THE TRANSFER REPORT; AND\n    6    (10) A SWORN AFFIDAVIT, SUBSCRIBED TO BY THE PURCHASER,  STATING  THAT\n    7  THE  INFORMATION PROVIDED PURSUANT TO THIS PARAGRAPH IS TRUE TO THE BEST\n    8  KNOWLEDGE OF THE AFFIANT.\n    9    S 2. This act shall take effect on the one hundred eightieth day after\n   10  it shall have become a law. Effective immediately  the  office  of  real\n   11  property  services  may  amend,  add,  or  repeal any rule or regulation\n   12  necessary for the timely implementation of this  act  on  its  effective\n   13  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to clarifying information collected on a real property transfer form ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T140712.TXT", "SOBI.D110107.T110851.TXT", "SOBI.D110107.T105851.TXT", "SOBI.D110107.T100848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772832766
}