{
  "year" : 2011,
  "senateBillNo" : "S1404-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1404-2011-1294376400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the imposition of an additional determinate sentence of imprisonment for the commission of a felony as part of a street gang",
  "summary" : "Provides for the imposition of an additional determinate sentence of imprisonment for the commission of a felony for the benefit of, at the direction of or in association with a street gang; a determinate sentence of between 2 and 5 years shall be served in addition to any other sentence imposed for the conviction of the underlying felony and shall be served consecutively with any other sentence of imprisonment; however, when the underlying felony is a violent felony or a class A felony the determinate sentence shall be 10 years. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A3477",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6740-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1404\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the  penal  law  and  the  criminal  procedure  law,  in\n         relation to street gang crimes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a  new  article  475  to\n    2  read as follows:\n    3                                 ARTICLE 475\n    4                              STREET GANG CRIME\n    5  SECTION 475.00 STREET GANG CRIMES.\n    6          475.05 SENTENCING.\n    7  S 475.00 STREET GANG CRIMES.\n    8    1. A PERSON COMMITS A STREET GANG CRIME WHEN HE OR SHE COMMITS A FELO-\n    9  NY  FOR  THE  BENEFIT  OF,  AT THE DIRECTION OF OR IN ASSOCIATION WITH A\n   10  STREET GANG.\n   11    2. A \"STREET GANG\" MEANS TWO  OR  MORE  PERSONS  ASSOCIATED  IN  FACT.\n   12  PERSONS ARE \"ASSOCIATED IN FACT\" WHEN:\n   13    (A)  THEY  HAVE  IN  COMMON  A GROUP NAME OR IDENTIFYING SIGN, SYMBOL,\n   14  TATTOO OR OTHER PHYSICAL MARKING, STYLE OF DRESS, OR OTHER USE  OF  HAND\n   15  SIGNS, OR OTHER INDICIA OF ASSOCIATION OR COMMON LEADERSHIP; AND\n   16    (B)  INDIVIDUALLY  OR  IN  COMBINATION  WITH OTHER MEMBERS OF A STREET\n   17  GANG,  WHILE  ENGAGING  IN  GANG  RELATED  ACTIVITY,   HAVE   COMMITTED,\n   18  CONSPIRED,  FACILITATED  OR  ATTEMPTED  TO  COMMIT  TWO OR MORE OFFENSES\n   19  DEFINED IN ARTICLE ONE HUNDRED TWENTY (ASSAULT  AND  RELATED  OFFENSES),\n   20  ONE  HUNDRED  TWENTY-FIVE (HOMICIDE, ABORTION AND RELATED OFFENSES), ONE\n   21  HUNDRED THIRTY (SEX  OFFENSES),  ONE  HUNDRED  THIRTY-FIVE  (KIDNAPPING,\n   22  COERCION  AND RELATED OFFENSES), ONE HUNDRED FORTY (BURGLARY AND RELATED\n   23  OFFENSES), ONE HUNDRED FIFTY (ARSON), ONE HUNDRED FIFTY-FIVE  (LARCENY),\n   24  ONE  HUNDRED  SIXTY (ROBBERY), TWO HUNDRED TWENTY (CONTROLLED SUBSTANCES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00417-01-1\n\n       S. 1404                             2\n\n    1  OFFENSES) OR TWO HUNDRED TWENTY-ONE (OFFENSES  INVOLVING  MARIHUANA)  OF\n    2  THIS CHAPTER.\n    3  S 475.05 SENTENCING.\n    4    WHEN  A  PERSON  IS  CONVICTED OF A STREET GANG CRIME PURSUANT TO THIS\n    5  ARTICLE, HE OR SHE SHALL BE  SENTENCED  TO  A  DETERMINATE  SENTENCE  OF\n    6  IMPRISONMENT OF NOT LESS THAN TWO YEARS, NOR MORE THAN FIVE YEARS, WHICH\n    7  SHALL  BE  SERVED  IN  ADDITION  TO  ANY  OTHER SENTENCE IMPOSED FOR THE\n    8  CONVICTION OF THE FELONY OR FELONIES WHICH THE  DEFENDANT  COMMITTED  IN\n    9  THE COURSE OF THE STREET GANG CRIME, AND SUCH DETERMINATE SENTENCE SHALL\n   10  RUN CONSECUTIVELY TO ANY OTHER SENTENCE OF IMPRISONMENT IMPOSED UPON THE\n   11  CONVICTION OF SUCH FELONY OR FELONIES; PROVIDED, HOWEVER THAT THE DETER-\n   12  MINATE  SENTENCE  OF  IMPRISONMENT  IMPOSED UPON A PERSON CONVICTED OF A\n   13  STREET GANG CRIME SHALL BE TEN YEARS WHEN ANY FELONY  COMMITTED  IN  THE\n   14  COURSE OF THE STREET GANG CRIME IS A VIOLENT FELONY OFFENSE OR A CLASS A\n   15  FELONY  OFFENSE,  AS DEFINED IN SUBDIVISION ONE OF SECTION 70.02 OF THIS\n   16  CHAPTER.\n   17    S 2. Subdivision 7 of section 200.50 of the criminal procedure law  is\n   18  amended by adding a new paragraph (f) to read as follows:\n   19    (F) IN THE CASE OF ANY STREET GANG CRIME, AS DEFINED IN SECTION 475.00\n   20  OF  THE  PENAL  LAW, SPECIFIES, AS APPLICABLE, THAT THE DEFENDANT, WHILE\n   21  AIDED BY TWO OR MORE PERSONS ACTUALLY PRESENT, COMMITTED  A  FELONY  FOR\n   22  THE  BENEFIT  OF, OR AT THE DIRECTION OF OR IN ASSOCIATION WITH A STREET\n   23  GANG, AS DEFINED IN SUBDIVISION TWO OF SECTION 475.00 OF THE PENAL  LAW;\n   24  AND\n   25    S 3. This act shall take effect on the first of November next succeed-\n   26  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1404\n\nTITLE OF BILL:\nAn act\nto amend the penal law and the criminal procedure law, in relation to\nstreet gang crimes\n\nPURPOSE OR GENERAL IDEA OF BILL:\nProvides for the imposition of an additional determinate sentence of\nimprisonment for the commission of a felony as part of a street gang.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 amends the penal law by adding a new article 475 to define\nstreet gang crime as group of two or more who share common\ncharacteristics and collaborate on crimes and require during\nsentencing:\n\na) additional 2 (mandatory minimum) to 5 years based on judge's\ndiscretion for offenses committed as part of a gang\n\nb) additional 10 years for any violent crimes\n\nSection 2 amends the criminal procedure law subdivision 7 of section\n200.50 adding a new paragraph to allow for enhanced penalties.\n\nSection 3 sets effective date as 1st of November succeeding the date\nthe bill shall become law.\n\nJUSTIFICATION:\nThe need to address the rising criminal activity that has been\nattributed to street gangs has become evident. Although reports\nconcerning the level of gang activity in New York are conflicting, no\none can deny that gang violence has become a reality in New York. It\nis no longer uncommon for gangs to solicit youngsters in elementary\nschools to join their criminal activity. Tougher, new laws are\nrequired to break up these gangs. It is time to start going after\ngangs as we did with organized crime.\n\nGang violence hurts especially smaller cities. A study of troubled\nyouth in Rochester showed that gang members accounted for 68 percent\nof all the violent acts of delinquency among the youths studied in\nthat city. Gang violence, however, also spread across suburban\ncommunities in New York State. Best estimates put gang membership at\n3,000 to 5,000 in more than 42 gangs in Nassau County with as many or\nmore members in Suffolk County, according to 2004 Caught in the\nCrossfire: Arresting Long Island Gang Violence by Investing in Kids\nreport by FIGHT CRIME: INVEST IN KIDS, a national, bipartisan,\nnonprofit anti-crime organization.\n\nNew York is one of the few states that does not provide additional\ntools to law enforcement and to the courts to fight the recruitment,\n\nretention and coercion of gang members to Continue to expand their\nillegal enterprises.\nThis legislation would require enhanced Sentences for crimes committed\nby gang members. Such legislation would offer a deterrent for teens\nto join the gangs and especially to commit crimes as part of the\ngang. This would also help to deter teens by educating them about\nsuch laws. Laws similar to this one are very successful in\nCalifornia, New Jersey, and Florida.\n\nPRIOR LEGISLATIVE HISTORY:\n2005-2006 - S.7208-B/A.10268-C Passed Senate\n2007-2008 - S.3832/A.1687\n2009-2010 - S.6740/A.7703\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis bill shall become effective on the 1st of November succeeding the\ndate the bill shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the criminal procedure law, in relation to street gang crimes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T125913.TXT", "SOBI.D110107.T101848.TXT", "SOBI.D110111.T140211.TXT", "SOBI.D110107.T100348.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T103351.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295978353546
}