{
  "year" : 2011,
  "senateBillNo" : "S1405-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1405-2011-1294376400000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the availability of and reimbursement for chiropractic care under the workers' compensation law to be provided on the same basis as care by a physician",
  "summary" : "Requires the availability of and reimbursement for chiropractic care under the workers' compensation law to be provided on the same basis as care by a physician under such law. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "S5233-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1405\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law, in relation to chiroprac-\n         tic care\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative intent. The legislature recognizes that multi-\n    2  ple health professionals are trained and licensed to diagnose and  treat\n    3  the same or similar conditions through the use of modalities, therapies,\n    4  treatments,  services  and  philosophies  that  vary  from profession to\n    5  profession. It is the specific intent of this legislature to assure that\n    6  workers' compensation policies, plans and contracts that provide  cover-\n    7  age for the diagnosis and treatment of conditions, complaints, ailments,\n    8  disorders  or injuries, that may be diagnosed and treated by a doctor of\n    9  chiropractic, must provide equivalent access, coverage and fees for  the\n   10  diagnosis and treatment of those conditions, complaints or injuries by a\n   11  duly licensed doctor of chiropractic, within the lawful scope of chirop-\n   12  ractic  practice  even  if  different terminology, philosophy, services,\n   13  treatments or modalities are used by the various health professions; and\n   14  such equivalent coverage shall not be abridged by any regulation.\n   15    S 2. Subdivision 2 of section 13-l of the workers'  compensation  law,\n   16  as  amended  by  chapter  473 of the laws of 2000, is amended to read as\n   17  follows:\n   18    2. (A) An employee injured under circumstances which make such  injury\n   19  compensable  under  this  article,  when  care is required for an injury\n   20  which consists solely of a condition which may lawfully be treated by  a\n   21  chiropractor  as  defined in section sixty-five hundred fifty-one of the\n   22  education law may select to treat him or her, any  duly  registered  and\n   23  licensed  chiropractor of the state of New York, authorized by the chair\n   24  to render chiropractic care as hereinafter provided. If  the  injury  or\n   25  condition is one which is outside the limits prescribed by the education\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05693-01-1\n\n       S. 1405                             2\n\n    1  law  for  chiropractic care and treatment, the said chiropractor must so\n    2  advise the said injured employee and instruct him or her  to  consult  a\n    3  physician  of said employee's choice for appropriate care and treatment.\n    4  Such  physician  shall  thenceforth have supervision of the treatment of\n    5  said condition including the future treatment to be administered to  the\n    6  patient  by  the chiropractor. A chiropractor licensed and registered to\n    7  practice chiropractic in the state of New York, who is desirous of being\n    8  authorized to render chiropractic care  under  this  section  and/or  to\n    9  conduct  independent  medical  examinations in accordance with paragraph\n   10  (b) of subdivision three of this section shall file an  application  for\n   11  authorization  under this section with the chiropractic practice commit-\n   12  tee. In such application he or she shall agree to  refrain  from  subse-\n   13  quently  treating  for  remuneration,  as  a private patient, any person\n   14  seeking chiropractic treatment, or submitting to an independent  medical\n   15  examination, in connection with, or as a result of, any injury compensa-\n   16  ble  under  this chapter, if he or she has been removed from the list of\n   17  chiropractors authorized to render chiropractic care or to conduct inde-\n   18  pendent medical examinations under this chapter, or if the person  seek-\n   19  ing  such treatment has been transferred from his or her care in accord-\n   20  ance with the provisions of this section. This agreement  shall  run  to\n   21  the  benefit of the injured person so treated, or examined, and shall be\n   22  available to him or her as a defense in any action by such  chiropractor\n   23  for  payment rendered by a chiropractor after he or she has been removed\n   24  from the list of chiropractors authorized to render chiropractic care or\n   25  to conduct independent medical examinations under this section, or after\n   26  the injured person was transferred from his or her  care  in  accordance\n   27  with the provisions of this section. The chiropractic practice committee\n   28  if it deems such licensed chiropractor duly qualified shall recommend to\n   29  the  chair that such be authorized to render chiropractic care and/or to\n   30  conduct independent medical examinations under this section. Such recom-\n   31  mendations shall be advisory to the chair only and shall not be  binding\n   32  or  conclusive  upon him or her. The chair shall prepare and establish a\n   33  schedule for the state, or schedules limited to  defined  localities  of\n   34  charges  and  fees for chiropractic treatment and care, to be determined\n   35  in accordance with and to be subject to change pursuant to rules promul-\n   36  gated by the chair.  THE CHIROPRACTIC FEE SCHEDULE PREPARED  AND  ESTAB-\n   37  LISHED  BY THE CHAIR SHALL PROVIDE FOR THE PAYMENT OF REMUNERATION WHICH\n   38  IS EQUIVALENT TO THAT APPLICABLE TO CARE OR TREATMENT PROVIDED BY PHYSI-\n   39  CIANS IN THE DIAGNOSIS, TREATMENT AND MANAGEMENT OF THE SAME OR  SIMILAR\n   40  CONDITIONS, INJURIES, COMPLAINTS, DISORDERS OR AILMENTS, EVEN IF DIFFER-\n   41  ING NOMENCLATURE IS USED TO DESCRIBE THE CONDITION, INJURY, TREATMENT OR\n   42  SERVICE.  Before  preparing such schedule for the state or schedules for\n   43  limited localities the chair shall  request  the  chiropractic  practice\n   44  committee to submit to him or her a report on the amount of remuneration\n   45  deemed  by  such  committee  to  be  fair  and adequate for the types of\n   46  chiropractic care to be rendered under this chapter,  but  consideration\n   47  shall  be  given  to  the  view of other interested parties, the amounts\n   48  payable by the employer for such treatment and  services  shall  be  the\n   49  fees  and  charges  established by such schedule.  CHIROPRACTIC CARE AND\n   50  TREATMENT MAY BE SUBJECT TO REASONABLE UTILIZATION REVIEW, PROVIDED THAT\n   51  ANY SUCH REVIEW: (I) SHALL NOT DISCRIMINATE AGAINST  CHIROPRACTIC  CARE,\n   52  AND  (II)  SHALL  BE NO MORE RESTRICTIVE THAN THAT APPLICABLE TO CARE OR\n   53  TREATMENT PROVIDED BY PHYSICIANS IN THE DIAGNOSIS, TREATMENT AND MANAGE-\n   54  MENT OF THE SAME OR SIMILAR CONDITIONS, INJURIES, COMPLAINTS,  DISORDERS\n   55  OR  AILMENTS,  EVEN  IF  DIFFERING  NOMENCLATURE IS USED TO DESCRIBE THE\n   56  CONDITION, INJURY, TREATMENT OR SERVICE.  NOTHING  IN  THIS  SUBDIVISION\n\n       S. 1405                             3\n\n    1  SHALL  BE  CONSTRUED  AS  IMPEDING OR PREVENTING EITHER THE PROVISION OR\n    2  COVERAGE OF CHIROPRACTIC CARE AND TREATMENT BY DULY LICENSED DOCTORS  OF\n    3  CHIROPRACTIC,  WITHIN  THE  LAWFUL  SCOPE  OF  CHIROPRACTIC PRACTICE, IN\n    4  HOSPITAL FACILITIES ON STAFF OR EMPLOYEE BASIS.\n    5    (B)  EVERY  POLICY WHICH INCLUDES COVERAGE FOR PHYSICIAN SERVICES IN A\n    6  PHYSICIAN'S OFFICE, OTHER THAN  A  POLICY  THAT  PROVIDES  MANAGED  CARE\n    7  COVERAGE,  SHALL  PROVIDE  COVERAGE FOR CARE PROVIDED IN THE PRACTICE OF\n    8  CHIROPRACTIC, AS DEFINED IN SECTION SIXTY-FIVE HUNDRED FIFTY-ONE OF  THE\n    9  EDUCATION LAW, PROVIDED BY A DOCTOR OF CHIROPRACTIC LICENSED PURSUANT TO\n   10  ARTICLE  ONE HUNDRED THIRTY-TWO OF THE EDUCATION LAW, IN CONNECTION WITH\n   11  THE DETECTION OR CORRECTION BY MANUAL OR MECHANICAL MEANS OF  STRUCTURAL\n   12  IMBALANCE,  DISTORTION  OR SUBLUXATION IN THE HUMAN BODY FOR THE PURPOSE\n   13  OF REMOVING NERVE INTERFERENCE, AND  THE  EFFECTS  THEREOF,  WHERE  SUCH\n   14  INTERFERENCE  IS THE RESULT OF OR RELATED TO DISTORTION, MISALIGNMENT OR\n   15  SUBLUXATION OF  OR  IN  THE  VERTEBRAL  COLUMN.  CHIROPRACTIC  CARE  AND\n   16  SERVICES  MAY  BE  SUBJECT  TO  REASONABLE  FEE SCHEDULES AND REASONABLE\n   17  UTILIZATION REVIEW, PROVIDED THAT ANY SUCH  SCHEDULES  AND  REVIEW:  (I)\n   18  SHALL  NOT DISCRIMINATE AGAINST CHIROPRACTIC CARE, AND (II) INDIVIDUALLY\n   19  AND COLLECTIVELY SHALL BE NO  MORE  RESTRICTIVE  THAN  THOSE  APPLICABLE\n   20  UNDER  THE SAME POLICY TO CARE OR SERVICES PROVIDED BY PHYSICIANS IN THE\n   21  DIAGNOSIS, TREATMENT AND MANAGEMENT OF THE SAME OR  SIMILAR  CONDITIONS,\n   22  INJURIES, COMPLAINTS, DISORDERS OR AILMENTS, EVEN IF DIFFERING NOMENCLA-\n   23  TURE  IS USED TO DESCRIBE THE CONDITION, INJURY, COMPLAINT, TREATMENT OR\n   24  SERVICE. NOTHING IN THIS SUBDIVISION SHALL BE CONSTRUED AS  IMPEDING  OR\n   25  PREVENTING  EITHER  THE  PROVISION  OR COVERAGE OF CHIROPRACTIC CARE AND\n   26  SERVICES BY DULY LICENSED DOCTORS OF  CHIROPRACTIC,  WITHIN  THE  LAWFUL\n   27  SCOPE  OF  CHIROPRACTIC  PRACTICE,  IN HOSPITAL FACILITIES ON A STAFF OR\n   28  EMPLOYEE BASIS.\n   29    (C) THE COVERAGE REQUIRED BY THIS SUBDIVISION SHALL NOT BE ABRIDGED BY\n   30  ANY REGULATION PROMULGATED BY THE CHAIR, THE BOARD OR THE SUPERINTENDENT\n   31  OF INSURANCE.\n   32    S 3. The workers' compensation law is amended by adding a new  section\n   33  356 to read as follows:\n   34    S  356.  PREFERRED PROVIDER ORGANIZATIONS; CHIROPRACTIC TREATMENT.  1.\n   35  EACH PREFERRED PROVIDER ORGANIZATION SHALL PROVIDE COVERAGE FOR CARE AND\n   36  TREATMENT PROVIDED IN THE COURSE OF THE  PRACTICE  OF  CHIROPRACTIC,  AS\n   37  DEFINED  IN  SECTION  SIXTY-FIVE HUNDRED FIFTY-ONE OF THE EDUCATION LAW,\n   38  PROVIDED BY A DOCTOR OF CHIROPRACTIC LICENSED PURSUANT  TO  ARTICLE  ONE\n   39  HUNDRED  THIRTY-TWO  OF  THE  EDUCATION  LAW,  IN  CONNECTION  WITH  THE\n   40  DETECTION OR CORRECTION BY MANUAL  OR  MECHANICAL  MEANS  OF  STRUCTURAL\n   41  IMBALANCE,  DISTORTION  OR SUBLUXATION IN THE HUMAN BODY FOR THE PURPOSE\n   42  OF REMOVING NERVE INTERFERENCE, AND  THE  EFFECTS  THEREOF,  WHERE  SUCH\n   43  INTERFERENCE  IS THE RESULT OF OR RELATED TO DISTORTION, MISALIGNMENT OR\n   44  SUBLUXATION OF OR IN THE VERTEBRAL COLUMN. CHIROPRACTIC CARE AND  TREAT-\n   45  MENT MAY BE SUBJECT TO REASONABLE FEE SCHEDULES, AND REASONABLE UTILIZA-\n   46  TION  REVIEW, PROVIDED THAT ANY SUCH SCHEDULES AND REVIEW: (A) SHALL NOT\n   47  DISCRIMINATE AGAINST CHIROPRACTIC CARE; AND (B) INDIVIDUALLY AND COLLEC-\n   48  TIVELY SHALL BE NO MORE RESTRICTIVE THAN  THOSE  APPLICABLE  WITHIN  THE\n   49  PREFERRED  PROVIDER ORGANIZATION TO CARE OR TREATMENT PROVIDED BY PHYSI-\n   50  CIANS IN THE DIAGNOSIS, TREATMENT AND MANAGEMENT OF THE SAME OR  SIMILAR\n   51  CONDITIONS,  INJURIES  OR  COMPLAINTS, EVEN IF DIFFERING NOMENCLATURE IS\n   52  USED TO DESCRIBE THE CONDITION, INJURY, COMPLAINT, TREATMENT OR SERVICE.\n   53  NOTHING IN THIS SECTION SHALL BE CONSTRUED  AS  IMPEDING  OR  PREVENTING\n   54  EITHER  THE  PROVISION OR COVERAGE OF CHIROPRACTIC CARE AND TREATMENT BY\n   55  DULY LICENSED DOCTORS  OF  CHIROPRACTIC,  WITHIN  THE  LAWFUL  SCOPE  OF\n\n       S. 1405                             4\n\n    1  CHIROPRACTIC  PRACTICE,  IN  HOSPITAL  FACILITIES ON A STAFF OR EMPLOYEE\n    2  BASIS.\n    3    2.  EACH  PREFERRED  PROVIDER  ORGANIZATION SHALL INCLUDE A SUFFICIENT\n    4  NUMBER OF CHIROPRACTORS WITHIN EACH GEOGRAPHIC AREA TO ASSURE ACCESS  TO\n    5  CHIROPRACTIC TREATMENT THAT IS EQUAL TO THAT AVAILABLE TO MEDICAL TREAT-\n    6  MENT WITHIN THE SAME PREFERRED PROVIDER ORGANIZATION.\n    7    3.  AN  EMPLOYEE  MAY  SEEK  CHIROPRACTIC  TREATMENT  FROM OUTSIDE THE\n    8  PREFERRED PROVIDER ORGANIZATION THIRTY DAYS AFTER HIS OR HER VISIT TO  A\n    9  PREFERRED PROVIDER ORGANIZATION PROVIDER. IN THE EVENT THAT SUCH EMPLOY-\n   10  EE SEEKS CHIROPRACTIC TREATMENT OUTSIDE THE PREFERRED PROVIDER ORGANIZA-\n   11  TION,  THE  EMPLOYER MAY REQUIRE A SECOND OPINION FROM A PROVIDER WITHIN\n   12  THE PREFERRED PROVIDER ORGANIZATION.\n   13    4. AN EMPLOYEE MAY SEEK A SECOND OPINION WITH RESPECT TO SUCH  CHIROP-\n   14  RACTIC  TREATMENT  FROM  ANOTHER  PROVIDER WITHIN THE PREFERRED PROVIDER\n   15  ORGANIZATION AT ANY TIME.\n   16    5. THE COVERAGE REQUIRED BY THIS SECTION SHALL NOT BE ABRIDGED BY  ANY\n   17  REGULATION PROMULGATED BY THE CHAIR OR THE BOARD.\n   18    S  4.  This  act  shall take effect January 1, 2012 and shall apply to\n   19  policies and contracts issued, renewed, modified, altered or amended  on\n   20  or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to chiropractic care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101848.TXT", "SOBI.D110107.T103849.TXT", "SOBI.D110111.T140712.TXT", "SOBI.D110107.T100348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772832753
}