{
  "year" : 2011,
  "senateBillNo" : "S1402-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1402-2011-1294376400000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"charter schools construction fair wages act\"",
  "summary" : "Relates to hours, wages and supplements for work on public work projects including charter schools; and relates to contracts for charter school construction. ",
  "currentCommittee" : "LABOR",
  "sameAs" : "A99",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S7841-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1402\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, and the education  law,  in  relation  to\n         enacting the \"charter schools construction fair wages act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"charter schools construction fair wages act\".\n    3    S  2.  Subdivision  2  of  section 220 of the labor law, as amended by\n    4  chapter 678 of the laws of 2007, is amended to read as follows:\n    5    2. Each contract, LEASE, GRANT, BOND,  COVENANT,  DEBT  AGREEMENT,  OR\n    6  PERMIT,  to which the state or a public benefit corporation or a munici-\n    7  pal corporation or a commission appointed pursuant to law OR  AN  EDUCA-\n    8  TION  CORPORATION  ORGANIZED TO OPERATE A CHARTER SCHOOL is a party, and\n    9  any contract for public work entered into by a  third  party  acting  in\n   10  place  of, on behalf of and for the benefit of such public entity pursu-\n   11  ant to any lease, permit or other agreement between such third party and\n   12  the public entity, and which may involve  the  employment  of  laborers,\n   13  workers or mechanics shall contain a stipulation that no laborer, worker\n   14  or  mechanic  in  the  employ  of the contractor, subcontractor or other\n   15  person doing or contracting to do the  whole  or  a  part  of  the  work\n   16  contemplated by the contract shall be permitted or required to work more\n   17  than  eight  hours in any one calendar day or more than five days in any\n   18  one week except in cases  of  extraordinary  emergency  including  fire,\n   19  flood or danger to life or property. No such person shall be so employed\n   20  more  than eight hours in any day or more than five days in any one week\n   21  except in such emergency. Extraordinary emergency within the meaning  of\n   22  this  section  shall be deemed to include situations in which sufficient\n   23  laborers, workers and mechanics cannot be employed to  carry  on  public\n   24  work  expeditiously  as a result of such restrictions upon the number of\n   25  hours and days of labor and the immediate commencement or prosecution or\n   26  completion without undue delay of the public work is  necessary  in  the\n   27  judgment  of  the commissioner for the preservation of the contract site\n   28  and for the protection of the life and limb of  the  persons  using  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01396-02-1\n\n       S. 1402                             2\n\n    1  same.  Upon  the  application of any person interested, the commissioner\n    2  shall make a determination as to whether or not on any public project or\n    3  on all public projects in any area of this state,  sufficient  laborers,\n    4  workers  and  mechanics of any or all classifications can be employed to\n    5  carry on work expeditiously if their labor is restricted to eight  hours\n    6  per  day  and five days per week, and in the event that the commissioner\n    7  determines that there are not sufficient workers, laborers and mechanics\n    8  of any or all classifications which may be employed  to  carry  on  such\n    9  work  expeditiously  if their labor is restricted to eight hours per day\n   10  and five days per week, and the immediate commencement or prosecution or\n   11  completion without undue delay of the public work is  necessary  in  the\n   12  judgment  of  the commissioner for the preservation of the contract site\n   13  and for the protection of the life and limb of  the  persons  using  the\n   14  same,  the commissioner shall grant a dispensation permitting all labor-\n   15  ers, workers and mechanics, or  any  classification  of  such  laborers,\n   16  workers and mechanics, to work such additional hours or days per week on\n   17  such  public  project or in such areas the commissioner shall determine.\n   18  Whenever such a dispensation is granted, all work  in  excess  of  eight\n   19  hours  per day and five days per week shall be considered overtime work,\n   20  and the laborers, workers and mechanics performing such  work  shall  be\n   21  paid  a  premium  wage commensurate with the premium wages prevailing in\n   22  the area in which the work is performed. No such dispensation  shall  be\n   23  effective  with  respect to any public work unless and until the depart-\n   24  ment of jurisdiction, as defined  in  this  section,  certifies  to  the\n   25  commissioner  that such public work is of an important nature and that a\n   26  delay in carrying it to completion would result in serious  disadvantage\n   27  to  the  public.  Time  lost in any week because of inclement weather by\n   28  employees engaged in the construction, reconstruction and maintenance of\n   29  highways outside of the limits of cities and villages  may  be  made  up\n   30  during that week and/or the succeeding three weeks.\n   31    S  3.  Subdivision  2  of  section 220 of the labor law, as amended by\n   32  chapter 851 of the laws of 1947, is amended to read as follows:\n   33    2. Each contract, LEASE, GRANT, BOND,  COVENANT,  DEBT  AGREEMENT,  OR\n   34  PERMIT,  to which the state or a public benefit corporation or a munici-\n   35  pal corporation or a commission appointed pursuant to law OR  AN  EDUCA-\n   36  TION  CORPORATION  ORGANIZED  TO OPERATE A CHARTER SCHOOL is a party and\n   37  which may involve the  employment  of  laborers,  [workmen]  WORKERS  or\n   38  mechanics  shall contain a stipulation that no laborer, [workman] WORKER\n   39  or mechanic in the employ of  the  contractor,  subcontractor  or  other\n   40  person  doing  or  contracting  to  do  the  whole or a part of the work\n   41  contemplated by the contract shall be permitted or required to work more\n   42  than eight hours in any one calendar day or more than five days  in  any\n   43  one  week  except  in  cases  of extraordinary emergency including fire,\n   44  flood or danger to life or property. No such person shall be so employed\n   45  more than eight hours in any day or more than five days in any one  week\n   46  except  in such emergency. Extraordinary emergency within the meaning of\n   47  this section shall be deemed to include situations in  which  sufficient\n   48  laborers, [workmen] WORKERS and mechanics cannot be employed to carry on\n   49  public  work  expeditiously  as  a  result of such restrictions upon the\n   50  number of hours and days of labor  and  the  immediate  commencement  or\n   51  prosecution  or  completion  without  undue  delay of the public work is\n   52  necessary in the judgment of the [industrial] commissioner for the pres-\n   53  ervation of the contract site and for the protection  of  the  life  and\n   54  limb  of  the persons using the same. Upon the application of any person\n   55  interested, the [industrial] commissioner shall make a determination  as\n   56  to whether or not on any public project or on all public projects in any\n\n       S. 1402                             3\n\n    1  area of this state, sufficient laborers, [workmen] WORKERS and mechanics\n    2  of  any  or  all  classifications can be employed to carry on work expe-\n    3  ditiously if their labor is restricted to eight hours per day  and  five\n    4  days  per  week,  and  in  the  event that the [industrial] commissioner\n    5  determines that there are not sufficient [workmen] WORKERS, laborers and\n    6  mechanics of any or all classifications which may be employed  to  carry\n    7  on  such  work expeditiously if their labor is restricted to eight hours\n    8  per day and five days per week, and the immediate commencement or prose-\n    9  cution or completion without undue delay of the public work is necessary\n   10  in the judgment of the [industrial] commissioner for the preservation of\n   11  the contract site and for the protection of the life  and  limb  of  the\n   12  persons  using  the  same,  the  [industrial] commissioner shall grant a\n   13  dispensation permitting all laborers, [workmen] WORKERS  and  mechanics,\n   14  or any classification of such laborers, [workmen] WORKERS and mechanics,\n   15  to work such additional hours or days per week on such public project or\n   16  in  such  areas  the [industrial] commissioner shall determine. Whenever\n   17  such a dispensation is granted, all work in excess of  eight  hours  per\n   18  day  and  five  days per week shall be considered overtime work, and the\n   19  laborers, workmen and mechanics performing such work  shall  be  paid  a\n   20  premium  wage commensurate with the premium wages prevailing in the area\n   21  in which the work is performed. No such dispensation shall be  effective\n   22  with  respect  to  any  public  work  unless and until the department of\n   23  jurisdiction, as defined in this section, certifies to the  [industrial]\n   24  commissioner  that such public work is of an important nature and that a\n   25  delay in carrying it to completion would result in serious  disadvantage\n   26  to  the  public.  Time  lost in any week because of inclement weather by\n   27  employees engaged in the construction, reconstruction and maintenance of\n   28  highways outside of the limits of cities and villages  may  be  made  up\n   29  during that week and/or the succeeding three weeks.\n   30    S  4.  Paragraph (a) of subdivision 3 of section 2853 of the education\n   31  law, as amended by chapter 101 of the laws of 2010, is amended  to  read\n   32  as follows:\n   33    (a)  A  charter  school  may  be located in part of an existing public\n   34  school building, in space provided on a private work site, in  a  public\n   35  building  or in any other suitable location. Provided, however, before a\n   36  charter school may be located in  part  of  an  existing  public  school\n   37  building,  the  charter  entity  shall  provide notice to the parents or\n   38  guardians of the students then enrolled in the existing school  building\n   39  and  shall hold a public hearing for purposes of discussing the location\n   40  of the charter school.  ALL  CONTRACTS  ENTERED  INTO  BY  SUCH  CHARTER\n   41  SCHOOL,  OR  ANY  EDUCATION  CORPORATION  ORGANIZED TO OPERATE A CHARTER\n   42  SCHOOL, OR ANY OTHER PUBLIC ENTITY, INCLUDING THE STATE, A PUBLIC  BENE-\n   43  FIT  CORPORATION, MUNICIPAL CORPORATION, OR ANY PRIVATE ENTITY ACTING ON\n   44  BEHALF OF ANY OF THESE  ENTITIES,  INVOLVING  THE  CONSTRUCTION,  RECON-\n   45  STRUCTION,  DEMOLITION,  EXCAVATION, REHABILITATION, REPAIR, RENOVATION,\n   46  OR ALTERATION OF ANY CHARTER SCHOOL FACILITY SHALL  BE  SUBJECT  TO  THE\n   47  REQUIREMENTS  OF  SECTION ONE HUNDRED THREE OF THE GENERAL MUNICIPAL LAW\n   48  AND ARTICLES EIGHT AND NINE OF THE LABOR LAW. A charter school may  own,\n   49  lease or rent its space.\n   50    S  5. This act shall take effect immediately; provided that the amend-\n   51  ments to subdivision 2 of section 220 of the labor law made  by  section\n   52  two of this act shall be subject to the expiration and reversion of such\n   53  subdivision pursuant to section 5 of chapter 678 of the laws of 2007, as\n   54  amended, when upon such date the provisions of section three of this act\n   55  shall take effect.\n",
  "memo" : "BILL NUMBER:S1402\n\nTITLE OF BILL:\nAn act\nto amend the labor law, and\nthe\neducation law, in relation to enacting the \"charter schools construction\nfair wages act\"\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo require that employees who build or care for and maintain charter\nschools are paid prevailing wages for their services.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSections 1 and 2 of the bill amend section 220(2) of the labor law to\nextend prevailing wage requirements to public work projects by\ncharter schools. Prevailing wage requirements would also be extended\nto leases, grants, bonds, covenants, debt agreements, and permits\nentered into for public work.\n\nsection 3 of the bill amends subdivision 3(a) of section 2853 of the\neducation law to require competitive bidding on charter school\ncontracts and to require payment of prevailing wages for construction\nand building service work.\n\nSection 4 of the bill establishes the effective date.\n\nEXISTING LAW:\nArticle 8 of the labor law requires the payment of prevailing wages\nfor any public work contract entered into by the state, a public\nbenefit corporation, a municipal corporation, or commission appointed\nby law, or by a third party acting in place of, on behalf of, or for\nthe benefit of such public entity under any lease, permit or other\nagreement.\n\nArticle 9 of the labor law requires the payment of prevailing wages\nfor work in connection with the care and maintenance of a building\nunder a contract with a. state or local public agency, a public\nbenefit corporation, public authority or board of education.\n\nSection 2853(3) (al of the education law establishes requirements for\ncharter school facilities.\n\nLEGISLATIVE HISTORY:\n2010 - reported from Labor Committee, died in Finance.\n\nJUSTIFICATION:\n\nCharter schools are publicly funded by the State and serve the\nimportant public purpose of educating children. Charter schools are\nnow located throughout New York as a result of new construction or\n\nimprovements to existing buildings performed by workers. Article 8 of\nthe labor law and the state constitution have long required the\npayment of prevailing wages for public work construction projects by\nstate and local entities, including school districts and public\nuniversities. Unfortunately, workers who build charter schools lack\nthe same prevailing wage and hour protections as employees who build\nother public work projects since Article B has not been amended to\nrecognize this new form of public work. Similarly, employees who\nperform building service work at charter schools are denied the same\nprevailing wage protection afforded to other building service workers\nunder Article 9 of the labor law. This legislation will ensure that\nthese two groups of workers are provided the same basic prevailing\nwage protection as other employees who perform similar work. The\nconstruction contract would also be subject to the same competitive\nbidding requirements as other public work contracts in order to widen\nbidding opportunities for more contractors in New York.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, and the education law, in relation to enacting the \"charter schools constriction fair wages act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T115714.TXT", "SOBI.D110111.T120657.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T095848.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110111.T112154.TXT", "SOBI.D110107.T103351.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932590
}