{
  "year" : 2011,
  "senateBillNo" : "S1417-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1417-2011-1294376400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to offenses involving sexual performances by a child",
  "summary" : "Relates to offenses involving sexual performances by a child. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1417\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, the executive law  and  the  vehicle  and\n         traffic  law, in relation to offenses involving sexual performances by\n         a child\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 263.09 to\n    2  read as follows:\n    3  S 263.09 PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST\n    4             DEGREE.\n    5    A PERSON IS GUILTY OF PROMOTING AN OBSCENE  SEXUAL  PERFORMANCE  BY  A\n    6  CHILD IN THE FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THERE-\n    7  OF,  HE OR SHE PRODUCES, DIRECTS OR PROMOTES TWENTY-FIVE OR MORE OBSCENE\n    8  PERFORMANCES WHICH INCLUDE SEXUAL CONDUCT BY A CHILD LESS THAN SEVENTEEN\n    9  YEARS OF AGE.\n   10    PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE\n   11  IS A CLASS C FELONY.\n   12    S 2. Section 263.10 of the penal law, as amended by chapter 1  of  the\n   13  laws of 2000, is amended to read as follows:\n   14  S 263.10 Promoting  an  obscene  sexual  performance  by  a child IN THE\n   15             SECOND DEGREE.\n   16    A person is guilty of promoting an obscene  sexual  performance  by  a\n   17  child IN THE SECOND DEGREE when, knowing the character and content ther-\n   18  eof,  he  OR  SHE  produces, directs or promotes any obscene performance\n   19  which includes sexual conduct by a child less than  seventeen  years  of\n   20  age.\n   21    Promoting  an  obscene  sexual  performance  by  a child IN THE SECOND\n   22  DEGREE is a class D felony.\n   23    S 3. Section 263.11 of the penal law, as added by chapter  11  of  the\n   24  laws of 1996, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05320-01-1\n\n       S. 1417                             2\n\n    1  S 263.11 Possessing  an  obscene  sexual  performance  by a child IN THE\n    2             THIRD DEGREE.\n    3  A  person  is  guilty  of  possessing an obscene sexual performance by a\n    4  child IN THE THIRD DEGREE when, knowing the character and content there-\n    5  of, he OR SHE knowingly has in his OR  HER  possession  or  control  any\n    6  obscene  performance  which includes sexual conduct by a child less than\n    7  sixteen years of age.\n    8    Possessing an obscene sexual performance  by  a  child  IN  THE  THIRD\n    9  DEGREE is a class E felony.\n   10    S  4.  The  penal law is amended by adding two new sections 263.12 and\n   11  263.13 to read as follows:\n   12  S 263.12 POSSESSING AN OBSCENE SEXUAL PERFORMANCE  BY  A  CHILD  IN  THE\n   13             SECOND DEGREE.\n   14    A  PERSON  IS  GUILTY OF POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY A\n   15  CHILD IN THE SECOND DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THER-\n   16  EOF, HE OR SHE KNOWINGLY HAS IN HIS OR HER POSSESSION OR  CONTROL  TWEN-\n   17  TY-FIVE  OR  MORE OBSCENE PERFORMANCES WHICH INCLUDE SEXUAL CONDUCT BY A\n   18  CHILD LESS THAN SIXTEEN YEARS OF AGE.\n   19    POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY  A  CHILD  IN  THE  SECOND\n   20  DEGREE IS A CLASS D FELONY.\n   21  S 263.13 POSSESSING  AN  OBSCENE  SEXUAL  PERFORMANCE  BY A CHILD IN THE\n   22             FIRST DEGREE.\n   23    A PERSON IS GUILTY OF POSSESSING AN OBSCENE SEXUAL  PERFORMANCE  BY  A\n   24  CHILD IN THE FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THERE-\n   25  OF,  HE  OR  SHE  KNOWINGLY  HAS IN HIS OR HER POSSESSION OR CONTROL TWO\n   26  HUNDRED FIFTY OR MORE OBSCENE PERFORMANCES WHICH INCLUDE SEXUAL  CONDUCT\n   27  BY A CHILD LESS THAN SIXTEEN YEARS OF AGE.\n   28    POSSESSING  AN  OBSCENE  SEXUAL  PERFORMANCE  BY  A CHILD IN THE FIRST\n   29  DEGREE IS A CLASS C FELONY.\n   30    S 5. Section 263.15 of the penal law, as amended by chapter 1  of  the\n   31  laws of 2000, is amended to read as follows:\n   32  S 263.15 Promoting a sexual performance by a child IN THE SECOND DEGREE.\n   33    A person is guilty of promoting a sexual performance by a child IN THE\n   34  SECOND DEGREE when, knowing the character and content thereof, he OR SHE\n   35  produces,  directs  or  promotes  any  performance which includes sexual\n   36  conduct by a child less than seventeen years of age.\n   37    Promoting a sexual performance by a child IN THE SECOND  DEGREE  is  a\n   38  class D felony.\n   39    S  6.  The penal law is amended by adding a new section 263.14 to read\n   40  as follows:\n   41  S 263.14 PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE.\n   42    A PERSON IS GUILTY OF PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE\n   43  FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE OR  SHE\n   44  PRODUCES,  DIRECTS  OR  PROMOTES  TWENTY-FIVE OR MORE PERFORMANCES WHICH\n   45  INCLUDES SEXUAL CONDUCT BY A CHILD LESS THAN SEVENTEEN YEARS OF AGE.\n   46    PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE  FIRST  DEGREE  IS  A\n   47  CLASS C FELONY.\n   48    S  7.  Section  263.16 of the penal law, as added by chapter 11 of the\n   49  laws of 1996, is amended and two new  sections  263.17  and  263.18  are\n   50  added to read as follows:\n   51  S 263.16 Possessing a sexual performance by a child IN THE THIRD DEGREE.\n   52    A  person  is  guilty of possessing a sexual performance by a child IN\n   53  THE THIRD DEGREE when, knowing the character and content thereof, he  OR\n   54  SHE  knowingly  has  in his OR HER possession or control any performance\n   55  which includes sexual conduct by a child less than sixteen years of age.\n\n       S. 1417                             3\n\n    1    Possessing a sexual performance by a child IN THE THIRD  DEGREE  is  a\n    2  class E felony.\n    3  S 263.17 POSSESSING  A  SEXUAL  PERFORMANCE  BY  A  CHILD  IN THE SECOND\n    4             DEGREE.\n    5    A PERSON IS GUILTY OF POSSESSING A SEXUAL PERFORMANCE BY  A  CHILD  IN\n    6  THE SECOND DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE OR\n    7  SHE  KNOWINGLY  HAS  IN  HIS OR HER POSSESSION OR CONTROL TWENTY-FIVE OR\n    8  MORE PERFORMANCES WHICH INCLUDES SEXUAL CONDUCT BY  A  CHILD  LESS  THAN\n    9  SIXTEEN YEARS OF AGE.\n   10    POSSESSING  A  SEXUAL PERFORMANCE BY A CHILD IN THE SECOND DEGREE IS A\n   11  CLASS D FELONY.\n   12  S 263.18 POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE.\n   13    A PERSON IS GUILTY OF POSSESSING A SEXUAL PERFORMANCE BY  A  CHILD  IN\n   14  THE  FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE OR\n   15  SHE KNOWINGLY HAS IN HIS OR HER POSSESSION OR CONTROL TWO HUNDRED  FIFTY\n   16  OR  MORE PERFORMANCES WHICH INCLUDES SEXUAL CONDUCT BY A CHILD LESS THAN\n   17  SIXTEEN YEARS OF AGE.\n   18    POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST  DEGREE  IS  A\n   19  CLASS C FELONY.\n   20    S  8.  Subdivision 1 of section 263.20 of the penal law, as amended by\n   21  chapter 1 of the laws of 2000, is amended to read as follows:\n   22    1. Under this article, it shall be an  affirmative  defense  that  the\n   23  defendant  in good faith reasonably believed the person appearing in the\n   24  performance was, for purposes of section 263.11  [or],  263.12,  263.13,\n   25  263.16,  263.17  OR 263.18 of this article, sixteen years of age or over\n   26  or, for purposes of section 263.05, 263.09, 263.10, 263.14 or 263.15  of\n   27  this article, seventeen years of age or over.\n   28    S  9.  Paragraph  (d) of subdivision 7 of section 995 of the executive\n   29  law, as amended by chapter 2 of the laws of 2006, is amended to read  as\n   30  follows:\n   31    (d)  any  of  the following felonies, or an attempt thereof where such\n   32  attempt is a felony offense:\n   33    aggravated assault upon a  person  less  than  eleven  years  old,  as\n   34  defined  in  section  120.12  of  the  penal  law; menacing in the first\n   35  degree, as defined in section 120.13 of the penal law;  reckless  endan-\n   36  germent  in  the first degree, as defined in section 120.25 of the penal\n   37  law; stalking in the second degree, as defined in section 120.55 of  the\n   38  penal  law;  criminally negligent homicide, as defined in section 125.10\n   39  of the penal law;  vehicular  manslaughter  in  the  second  degree,  as\n   40  defined  in  section  125.12 of the penal law; vehicular manslaughter in\n   41  the first degree, as  defined  in  section  125.13  of  the  penal  law;\n   42  persistent  sexual abuse, as defined in section 130.53 of the penal law;\n   43  aggravated sexual abuse in the fourth  degree,  as  defined  in  section\n   44  130.65-a  of  the  penal  law;  female genital mutilation, as defined in\n   45  section 130.85 of the penal law;  facilitating  a  sex  offense  with  a\n   46  controlled  substance,  as  defined  in section 130.90 of the penal law;\n   47  unlawful imprisonment in the first degree, as defined in section  135.10\n   48  of the penal law; custodial interference in the first degree, as defined\n   49  in  section  135.50  of  the  penal  law; criminal trespass in the first\n   50  degree, as defined in section 140.17 of the penal law; criminal  tamper-\n   51  ing  in the first degree, as defined in section 145.20 of the penal law;\n   52  tampering with a consumer product in the first  degree,  as  defined  in\n   53  section  145.45 of the penal law; robbery in the third degree as defined\n   54  in section 160.05 of the penal law; identity theft in the second degree,\n   55  as defined in section 190.79 of the penal law;  identity  theft  in  the\n   56  first  degree,  as defined in section 190.80 of the penal law; promoting\n\n       S. 1417                             4\n\n    1  prison contraband in the first degree, as defined in section  205.25  of\n    2  the  penal law; tampering with a witness in the third degree, as defined\n    3  in section 215.11 of the penal law; tampering  with  a  witness  in  the\n    4  second  degree, as defined in section 215.12 of the penal law; tampering\n    5  with a witness in the first degree, as defined in section 215.13 of  the\n    6  penal law; criminal contempt in the first degree, as defined in subdivi-\n    7  sions  (b),  (c)  and (d) of section 215.51 of the penal law; aggravated\n    8  criminal contempt, as defined in section 215.52 of the penal  law;  bail\n    9  jumping  in the second degree, as defined in section 215.56 of the penal\n   10  law; bail jumping in the first degree, as defined in section  215.57  of\n   11  the penal law; patronizing a prostitute in the second degree, as defined\n   12  in  section  230.05  of  the  penal law; patronizing a prostitute in the\n   13  first degree, as defined in section 230.06 of the penal  law;  promoting\n   14  prostitution  in  the second degree, as defined in section 230.30 of the\n   15  penal law; promoting prostitution in the first  degree,  as  defined  in\n   16  section  230.32 of the penal law; compelling prostitution, as defined in\n   17  section 230.33 of the penal law;  disseminating  indecent  materials  to\n   18  minors  in  the second degree, as defined in section 235.21 of the penal\n   19  law; disseminating indecent materials to minors in the first degree,  as\n   20  defined in section 235.22 of the penal law; riot in the first degree, as\n   21  defined in section 240.06 of the penal law; criminal anarchy, as defined\n   22  in section 240.15 of the penal law; aggravated harassment of an employee\n   23  by  an  inmate,  as defined in section 240.32 of the penal law; unlawful\n   24  surveillance in the second degree, as defined in section 250.45  of  the\n   25  penal  law;  unlawful  surveillance  in  the first degree, as defined in\n   26  section 250.50 of the penal law; endangering the welfare of a vulnerable\n   27  elderly person in the second degree, as defined in section 260.32 of the\n   28  penal law; endangering the welfare of a vulnerable elderly person in the\n   29  first degree, as defined in section 260.34 of the penal law;  use  of  a\n   30  child in a sexual performance, as defined in section 263.05 of the penal\n   31  law;  PROMOTING  AN  OBSCENE  SEXUAL PERFORMANCE BY A CHILD IN THE FIRST\n   32  DEGREE AS DEFINED IN SECTION 263.09  OF  THE  PENAL  LAW;  promoting  an\n   33  obscene  sexual  performance by a child IN THE SECOND DEGREE, as defined\n   34  in section 263.10  of  the  penal  law;  possessing  an  obscene  sexual\n   35  performance by a child IN THE THIRD DEGREE, as defined in section 263.11\n   36  of the penal law; POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN\n   37  THE  SECOND  DEGREE  AS  DEFINED  IN  SECTION  263.12  OF THE PENAL LAW;\n   38  POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST  DEGREE\n   39  AS  DEFINED  IN  SECTION  263.13  OF  THE  PENAL LAW; PROMOTING A SEXUAL\n   40  PERFORMANCE BY A CHILD IN THE FIRST DEGREE AS DEFINED IN SECTION  263.14\n   41  OF  THE  PENAL  LAW;  promoting  a  sexual performance by a child IN THE\n   42  SECOND DEGREE, as defined in section 263.15 of the penal law; possessing\n   43  a sexual performance by a child IN  THE  THIRD  DEGREE,  as  defined  in\n   44  section  263.16  of  the penal law; POSSESSING A SEXUAL PERFORMANCE BY A\n   45  CHILD IN THE SECOND DEGREE AS DEFINED IN SECTION  263.17  OF  THE  PENAL\n   46  LAW;  POSSESSING  A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE AS\n   47  DEFINED IN SECTION 263.18 OF THE PENAL LAW;  criminal  possession  of  a\n   48  weapon  in  the  third degree, as defined in section 265.02 of the penal\n   49  law; criminal sale of a firearm in  the  third  degree,  as  defined  in\n   50  section  265.11 of the penal law; criminal sale of a firearm to a minor,\n   51  as defined in section 265.16 of the penal law;  unlawful  wearing  of  a\n   52  body vest, as defined in section 270.20 of the penal law; hate crimes as\n   53  defined  in  section 485.05 of the penal law; and crime of terrorism, as\n   54  defined in section 490.25 of the penal law; or\n\n       S. 1417                             5\n\n    1    S 10. Subdivisions 1 and 2 of section 263.00  of  the  penal  law,  as\n    2  amended  by  chapter  1  of  the  laws  of  2000, are amended to read as\n    3  follows:\n    4    1.  \"Sexual  performance\" means any performance or part thereof which,\n    5  for purposes of [section] SECTIONS 263.16, 263.17  AND  263.18  of  this\n    6  article,  includes  sexual conduct by a child less than sixteen years of\n    7  age or, for purposes of section 263.05, 263.14 or 263.15 of  this  arti-\n    8  cle,  includes  sexual  conduct  by a child less than seventeen years of\n    9  age.\n   10    2. \"Obscene sexual  performance\"  means  any  performance  which,  for\n   11  purposes  of  [section] SECTIONS 263.11, 263.12 AND 263.13 of this arti-\n   12  cle, includes sexual conduct by a child less than sixteen years  of  age\n   13  or,  for  purposes of [section] SECTIONS 263.09 AND 263.10 of this arti-\n   14  cle, includes sexual conduct by a child less  than  seventeen  years  of\n   15  age,  in  any  material  which  is  obscene,  as such term is defined in\n   16  section 235.00 of this chapter.\n   17    S 11. Paragraph (a) of subdivision 1 of section 460.10  of  the  penal\n   18  law,  as  amended by chapter 405 of the laws of 2010, is amended to read\n   19  as follows:\n   20    (a) Any of the felonies set forth in this  chapter:  sections  120.05,\n   21  120.10 and 120.11 relating to assault; sections 121.12 and 121.13 relat-\n   22  ing  to  strangulation;  sections 125.10 to 125.27 relating to homicide;\n   23  sections 130.25, 130.30 and 130.35 relating to rape; sections 135.20 and\n   24  135.25 relating to kidnapping; section 135.35 relating  to  labor  traf-\n   25  ficking;  section  135.65  relating to coercion; sections 140.20, 140.25\n   26  and 140.30 relating to burglary;  sections  145.05,  145.10  and  145.12\n   27  relating  to  criminal  mischief;  article one hundred fifty relating to\n   28  arson; sections 155.30, 155.35, 155.40  and  155.42  relating  to  grand\n   29  larceny;  sections  177.10, 177.15, 177.20 and 177.25 relating to health\n   30  care fraud; article one hundred  sixty  relating  to  robbery;  sections\n   31  165.45,  165.50,  165.52  and  165.54 relating to criminal possession of\n   32  stolen property; sections 165.72 and 165.73 relating to trademark  coun-\n   33  terfeiting;  sections 170.10, 170.15, 170.25, 170.30, 170.40, 170.65 and\n   34  170.70 relating to forgery; sections 175.10, 175.25, 175.35, 175.40  and\n   35  210.40 relating to false statements; sections 176.15, 176.20, 176.25 and\n   36  176.30  relating to insurance fraud; sections 178.20 and 178.25 relating\n   37  to criminal diversion of  prescription  medications  and  prescriptions;\n   38  sections 180.03, 180.08, 180.15, 180.25, 180.40, 180.45, 200.00, 200.03,\n   39  200.04,  200.10, 200.11, 200.12, 200.20, 200.22, 200.25, 200.27, 215.00,\n   40  215.05 and 215.19 relating to bribery; sections 187.10,  187.15,  187.20\n   41  and  187.25  relating to residential mortgage fraud, sections 190.40 and\n   42  190.42 relating to criminal usury; section 190.65 relating to schemes to\n   43  defraud; sections 205.60 and 205.65 relating to  hindering  prosecution;\n   44  sections  210.10,  210.15,  and 215.51 relating to perjury and contempt;\n   45  section 215.40 relating to tampering with  physical  evidence;  sections\n   46  220.06,  220.09, 220.16, 220.18, 220.21, 220.31, 220.34, 220.39, 220.41,\n   47  220.43,  220.46,  220.55,  220.60  and  220.77  relating  to  controlled\n   48  substances;  sections  225.10  and 225.20 relating to gambling; sections\n   49  230.25, 230.30, and 230.32 relating to promoting  prostitution;  section\n   50  230.34  relating to sex trafficking; sections 235.06, 235.07, 235.21 and\n   51  235.22 relating to obscenity; sections 236.09, 263.10, 263.14 and 263.15\n   52  relating to promoting a sexual performance by a child; sections  265.02,\n   53  265.03,  265.04,  265.11,  265.12,  265.13 and the provisions of section\n   54  265.10 which constitute a felony relating to firearms and other  danger-\n   55  ous weapons; and sections 265.14 and 265.16 relating to criminal sale of\n   56  a  firearm;  and  section  275.10, 275.20, 275.30, or 275.40 relating to\n\n       S. 1417                             6\n\n    1  unauthorized recordings; and sections 470.05, 470.10, 470.15 and  470.20\n    2  relating to money laundering; or\n    3    S  12. Paragraph (b) of subdivision 4 of section 509-cc of the vehicle\n    4  and traffic law, as amended by chapter 360  of  the  laws  of  1986,  is\n    5  amended to read as follows:\n    6    (b)  The offenses referred to in subparagraph (ii) of paragraph (a) of\n    7  subdivision one and paragraph (b) of subdivision  two  of  this  section\n    8  that  result  in  permanent  disqualification shall include a conviction\n    9  under sections 100.13, 105.15, 105.17, 115.08, 125.10,  125.15,  130.40,\n   10  130.60,  130.65, 135.20, 160.15, 220.18, 220.21, 220.39, 220.41, 220.43,\n   11  260.00, 263.05, 263.09, 263.10, 263.11, 263.12, 263.13, 263.14,  263.15,\n   12  263.16,  263.17, 263.18, 265.04 of the penal law or an attempt to commit\n   13  any of the aforesaid offenses under section 110.00 of the penal law,  or\n   14  any  offenses  committed  under  a former section of the penal law which\n   15  would constitute violations of the aforesaid sections of the penal  law,\n   16  or  any  offenses  committed  outside  this state which would constitute\n   17  violations of the aforesaid sections of the penal law.\n   18    S 13. This act shall take effect on  the  one  hundred  eightieth  day\n   19  after it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1417\n\nTITLE OF BILL:\nAn act\nto amend the penal law, the executive law and the vehicle and traffic\nlaw, in relation to offenses involving sexual performances by a child\n\nPURPOSE:\nTo permit prosecution of internet pedophiles in proportion to the\nscale and danger of their criminal activity.\n\nSUMMARY OF PROVISIONS:\nSection one amends the Penal Law by adding a new section 263.09 to\ncreate the crime of promoting an obscene sexual performance by a\nchild in the first degree as a class C felony when an individual\nproduces, directs or promotes twenty-five (25) or more obscene\nperformances involving a child less than seventeen years of age.\n\nSection two amends section 263.10 of the Penal Law to create the crime\nof promoting an obscene sexual performance by a child in the second\ndegree as a class D felony when an individual produces, directs or\npromotes obscene performances involving a child less than seventeen\nyears of age.\n\nSection three amends section 263.11 of the Penal Law creating the\ncrime of possessing an obscene sexual performance by a child in the\nthird degree as a class E felony when an individual knowingly\npossesses or has in their control any obscene performance including\nsexual conduct involving a child less than sixteen years of age.\n\nSection four amends the Penal Law adding two new sections, 263.12 and\n263.13 to create the crime of possessing an obscene sexual\nperformance by a child in the second degree when the individual\nknowingly possesses or controls twenty-five (25) or more obscene\nperformances involving a child less than sixteen. This is a class D\nfelony.\n\nPossessing an obscene sexual performance by a child in the first\ndegree is added to include knowingly possessing or controlling\ntwo-hundred fifty (250) or more sexual performances involving a child\nless than sixteen. This is a class C felony.\n\nSection five amends Section 263.15 of the Penal Law creating a crime\nof promoting a sexual performance by a child in the second degree\nwhen knowing the character and content, an individual produces,\ndirects or promotes any performance which includes sexual conduct\nby a child less than seventeen. This is a class D felony.\n\nSection six amends the Penal Law to add section 263.14 to create the\ncrime of promoting a sexual performance by a child in the first\ndegree when knowingly produces, directs or promotes twenty-five (25)\n\nor more performances including sexual conduct involving a child less\nthan seventeen. This is a class C felony.\n\nSection seven adds sections 263.17 and 263.18 to the Penal Law.\nPossessing a sexual performance by a child in the third degree is a\nclass E felony. Possessing a sexual performance by a child in the\nsecond degree is a class D felony when an individual possesses\ntwenty-five (25) or more performances including sexual conduct of a\nchild less than sixteen. Possessing a sexual performance by a child\nin the first degree is a class C felony when a person possesses\ntwo hundred fifty (250) or more performances involving a child less\nthan sixteen.\n\nSection eight amends section 263.20 of the Penal Law.\n\nSection nine amends paragraph (d) of subdivision 7 of section 995\nof the Executive Law.\n\nSection ten amends subdivisions 1 and 2 of section 263.00 of the Penal\nLaw.\n\nSection eleven amends paragraph (a) of subdivision 1 of section 460.10\nof the Penal Law.\n\nSection twelve amends paragraph (b) of subdivision 4 of section 509-cc\nof the Vehicle and Traffic Law.\n\nSection thirteen sets forth the effective date, on the one hundred\neightieth day after it shall have become law.\n\nJUSTIFICATION:\nThis bill responds to the increasing misuse of the internet as a\nmedium for the sexual exploitation and abuse of children. A recent\nstudy by the National Center for Missing and Exploited Children\nreports that 1 in 4 children were subjected to unwanted exposure to\npictures of nude individuals or people having sex on the internet.\nChild pornography is a particular threat, as it not only victimizes\nthe children used in the production or pictures, but creates a ripple\neffect in the victimization of further children. Child abuse experts\nhave documented the common tendency of pedophiles to lower potential\nvictims' inhibitions by exposing them to images of other children\nengaging in sexual activity.\n\nNo level of child pornography is harmless and the current statutory\nscheme reflects that insight.\nHowever, the unintended consequence of a \"one size fits all\" statutory\nscheme lends itself to unwarranted leniency for child pornographers\noverall. The high-volume dealer may escape criminal liability\nproportionate to the crime, both through a low top felony count and\nthrough the frequent conflation of multiple counts at sentencing.\n\nA statutory amendment to provide for graded child pornography offenses\nis urgently required to assist law enforcement in the face of\nevolving technology. Over the past decade, explosive growth in disk\nstorage capacity has facilitated the development of massive\ncollections of child pornography, while evolving internet\ncommunication technology has enabled collection owners to organize\nsophisticated trade or profit-based mechanisms for distribution.\n\nA graduated scheme of child pornography offenses is consistent with\nother New York statutes governing the distribution and possession of\ncontraband. In the area of narcotics and possession of stolen\nproperty, for example, the state statutes are graded to reflect the\ninsight that kingpins and mid-level operatives generally pose a\ngreater threat to society than street-level criminals.\n\nA graduated scheme of state statutes governing child pornography would\nalso be in harmony with the effect of federal procedures in this\narea. Federal sentencing procedure in the field of child pornography\napproximates the effect of a graded statutory scheme via sentencing\nenhancements applied, for example, to the possession of greater than\nten images of child pornography.\n\nLEGISLATIVE HISTORY:\n2007-2008: S.1086A - Passed Senate.\n2005-2006: S.7352A - Passed Senate.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nOne hundred and eightieth day after becoming law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the executive law and the vehicle and traffic law, in relation to offenses involving sexual performances by a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110107.T111852.TXT", "SOBI.D110110.T172135.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110107.T112353.TXT", "SOBI.D110107.T105851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932614
}