{
  "year" : 2011,
  "senateBillNo" : "S1412-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1412-2011-1294376400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to training expenses for police and peace officers",
  "summary" : "Relates to training expenses for police and peace officers. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1412\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general  municipal  law,  in  relation  to  training\n         expenses for police and peace officers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 72-c of the general municipal law,  as  amended  by\n    2  chapter 229 of the laws of 1992, is amended to read as follows:\n    3    S  72-c.  Expenses of members of the police department and other peace\n    4  officers in attending police training schools. The board or  body  of  a\n    5  county,  city,  town  or  village authorized to appropriate and to raise\n    6  money by taxation and to make payments therefrom, is hereby  authorized,\n    7  in  its discretion, to appropriate and to raise money by taxation and to\n    8  make payments from such moneys, for the annual expenses of  the  members\n    9  of  the  police  department of such municipal corporation in attending a\n   10  [police] training school, as provided by the regulations of the  depart-\n   11  ment,  either  within such municipal corporation or elsewhere within the\n   12  state; and for the payment of reasonable expenses of  such  members  and\n   13  other  police officers or peace officers of the municipality while going\n   14  to, attending, and returning from any training school  conducted  by  or\n   15  under the auspices of the federal bureau of investigation, whether with-\n   16  in  or  without the state. Notwithstanding any inconsistent provision of\n   17  any general, special or local law to the contrary, whenever a member  of\n   18  the police department of a municipal corporation, having a population of\n   19  ten  thousand  or  less,  has  attended  a [police] training school, the\n   20  expense of which was borne by  such  municipal  corporation,  terminates\n   21  employment with such municipal corporation and commences employment with\n   22  any  other  [municipal  corporation  or  employer  county  sheriff]  LAW\n   23  ENFORCEMENT AGENCY WITHIN  NEW  YORK  STATE,  such  employer  [municipal\n   24  corporation  or  employer  county  sheriff]  shall  reimburse the [prior\n   25  employer] municipal corporation, having a population of ten thousand  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05303-01-1\n\n       S. 1412                             2\n\n    1  less,  THAT  FORMERLY  EMPLOYED  THE POLICE OFFICER OR PEACE OFFICER for\n    2  such expenses, including, salary, tuition, enrollment fees,  books,  and\n    3  the  cost of transportation to and from training school, as follows:  on\n    4  a  pro  rata  basis,  to be calculated by subtracting from the number of\n    5  days in the three years following the date of  the  member's  graduation\n    6  from  [police]  training  school, the number of days between the date of\n    7  the member's graduation from training school and the date of the  termi-\n    8  nation  of employment with the municipal corporation which paid for such\n    9  training, and multiplying the difference by the per diem  cost  of  such\n   10  expenses,  to  be calculated by dividing the total cost of such expenses\n   11  by the number of days in the three  years  following  the  date  of  the\n   12  member's  graduation,  if  such change in employment occurs within three\n   13  years  of  such  member's  graduation  from  [police]  training  school.\n   14  Provided, however, [the employer municipal corporation or employer coun-\n   15  ty  sheriff] A LAW ENFORCEMENT AGENCY shall not be required to reimburse\n   16  the prior employer [municipal corporation]  for  that  portion  of  such\n   17  expenses  which  [is]  MAY BE reimbursable by the member to [the] HIS OR\n   18  HER prior employer [municipal corporation] under the terms of an employ-\n   19  ment or labor  agreement.  [Provided,  further,  however,  the  employer\n   20  municipal  corporation  or employer county sheriff shall not be required\n   21  to reimburse the prior employer municipal corporation] NO  REIMBURSEMENT\n   22  SHALL  BE  REQUIRED for such basic training if such change in employment\n   23  occurs after the expiration of the validity of the member's  certificate\n   24  attesting  to  the  satisfactory  completion  of  an approved [municipal\n   25  police] basic training program.\n   26    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1412\n\nTITLE OF BILL:\nAn act\nto amend the general municipal law, in relation to training expenses for\npolice and peace officers\n\nPURPOSE:\nThis bill would amend section 72-c of the General Municipal Law to\nexpand the opportunity for smaller municipalities to recover expenses\nassociated with training police officers or peace officers when such\nan individual has been hired by some other law enforcement agency and\nwas trained within the last three years.\n\nSUMMARY OF PROVISIONS:\nSection one provides that a municipality with a population of 10,000\nor less may seek a pro-rated share of the costs for police officer\ntraining expenses, from any law enforcement agency within the State,\nwhen a recently trained police officer is hired by such agency.\n\nEXISTING LAW:\nCurrent law allows a reimbursement request to be made to a successive\nemployer, but the scope of potential reimbursement is restricted to\neither a municipal corporation or a sheriff that may have hired\nsomeone recently trained by a municipality with a population of less\nthan 10,000.\n\nJUSTIFICATION:\nThe cost of the training of a police officer is a financial investment\nthat a municipality makes in expectation of some years of service\nfrom the officer. When a recently trained police officer leaves for a\nposition with a new law enforcement agency, it represents a financial\nloss to the municipality who trained that officer. It is especially\ncostly to small municipalities since the costs represent a larger\npercentage of their overall budget. This bill would allow\nmunicipalities with a population of under 10,000 to seek\nreimbursement for training expenses from any law enforcement agency\nwithin New York State that might hire a police officer trained within\nthe last three years.\n\nLEGISLATIVE HISTORY:\n2007-08: S.524 -Referred to Local Government\n2006:      S.478A - Referred to Local Government\n2005:      S.478A - Advanced to Third Reading Calendar\n2004:      S.6681 - Advanced to Third Reading Calendar\n\n FISCAL IMPLICATIONS:\nNominal for the State. This bill represents an expansion of the\nopportunity for local governments to secure a reimbursement from any\nlaw enforcement agency that might choose to hire a recently trained\nmunicipal police officer or peace officer. Should a New York State\n\nlaw enforcement agency choose to exercise its discretion to hire a\nrecently trained municipal police officer or peace officer, such an\nagency would be responsible to reimburse a pro-rated share of the\ncost of training expenses incurred by the former municipal employer.\n\nLOCAL FISCAL IMPLICATIONS:\nCost savings assumed by local governments.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to training expenses for police and peace officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T101348.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T110851.TXT", "SOBI.D110110.T172135.TXT", "SOBI.D110107.T105851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932606
}