{
  "year" : 2011,
  "senateBillNo" : "S1414-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1414-2011-1294376400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the consideration of certain factors when determining the issuance of an order of recognizance or bail",
  "summary" : "Relates to the consideration of certain factors when determining the issuance of an order of recognizance or bail. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1414\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to the consider-\n         ation of certain factors when determining the issuance of an order  of\n         recognizance or bail\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 2 of  section  510.30  of  the\n    2  criminal  procedure  law is relettered paragraph (c) and a new paragraph\n    3  (b) is added to read as follows:\n    4    (B) WHERE THE PRINCIPAL IS CHARGED WITH A CRIME OR  CRIMES  AGAINST  A\n    5  FAMILY OR HOUSEHOLD MEMBER OR INTIMATE OR FORMERLY INTIMATE PARTNER, THE\n    6  COURT  MUST,  ON  THE  BASIS OF AVAILABLE INFORMATION, CONSIDER AND TAKE\n    7  INTO ACCOUNT THE DANGER OF INTIMIDATION OR INJURY BY THE PRINCIPAL TO  A\n    8  WITNESS IN THE CASE, INCLUDING THE FOLLOWING FACTORS:\n    9    (I)  ANY  HISTORY  OF  PRIOR  ACTS  OF VIOLENCE OR THREATS OF VIOLENCE\n   10  AGAINST A WITNESS IN THE PENDING CRIMINAL ACTION; AND\n   11    (II) ANY ORDER OF PROTECTION ISSUED BY ANY COURT AGAINST THE PRINCIPAL\n   12  FOR THE PROTECTION OF A  FAMILY  OR  HOUSEHOLD  MEMBER  OR  INTIMATE  OR\n   13  FORMERLY  INTIMATE  PARTNER,  WHETHER  OR NOT SUCH ORDER IS CURRENTLY IN\n   14  EFFECT; AND\n   15    (III) ANY PRIOR ARREST OR CONVICTION FOR A CRIME OR VIOLATION  AGAINST\n   16  A  FAMILY  OR HOUSEHOLD MEMBER OR INTIMATE OR FORMERLY INTIMATE PARTNER;\n   17  AND\n   18    (IV) ANY VIOLATION OF AN ORDER  OF  PROTECTION  ISSUED  BY  ANY  COURT\n   19  AGAINST THE PRINCIPAL FOR THE PROTECTION OF A FAMILY OR HOUSEHOLD MEMBER\n   20  OR INTIMATE OR FORMERLY INTIMATE PARTNER; AND\n   21    (V) THE PRINCIPAL'S HISTORY OF USE OR POSSESSION OF A FIREARM.\n   22    S 2. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05325-01-1\n",
  "memo" : "BILL NUMBER:S1414\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law, in relation to the consideration of\ncertain factors when determining the issuance of an order of\nrecognizance or bail\n\nPURPOSE:\nThe bill will help protect more victims of domestic violence by\nexpanding criminal procedure law section 510.30. The bill will\nrequire the court, when determining recognizance or bail in cases of\ndomestic violence, to consider certain enumerated factors which could\nlead to intimidation or injury by the principal to the victim or\nwitness.\n\nSUMMARY OF PROVISIONS:\nSection one re-letters paragraph (b) as paragraph (c) of subdivision 2\nof section 510.30 of the criminal procedure law and adds a new\nparagraph (b). This new paragraph requires the court to consider\ncertain factors when determining recognizance or bail in cases of\ndomestic violence such as prior acts of violence or threats of\nviolence, prior orders of protection, prior arrests or convictions\nfor offenses against family or household members or intimate or\nformerly intimate partners, prior violations of orders of protection,\nand access to firearms or a history of firearm use.\n\nSection two defines the effective date as the first of November\nfollowing the date on which it shall become law\n\nJUSTIFICATION:\nDomestic violence is a societal problem of enormous prevalence and\nimpact. It has been identified by the Surgeon General of the United\nStates as the number one health problem affecting American women, and\nit floods the justice system of New York State as well as the courts\nof every other state in the nation.\n\nNew York State has been in the forefront of addressing this problem by\npassing many progressive laws over the past few decades, including\nthe mandatory arrest law, the law creating the registry of orders of\nprotection, an anti-stalking law, and a law requiring judges to\nconsider evidence of domestic violence in all child custody and\nvisitation cases. However, one important\narea of the law has not been updated to take into account the unique\nnature of domestic violence offenses: New York's bail provisions.\n\nAs a result, perpetrators of domestic violence offenses are often set\nfree on low or no bail and thereby allowed to stalk, harm and\nsometimes kill their specifically targeted victims. In December 2002,\na perpetrator of domestic violence was released on $1,500 bail by a\ncity judge in Westchester County after an attempted assault with a\n\ngun on his former girlfriend. Within days after his release on bail,\nthe perpetrator shot his former girlfriend in the head and killed\nhimself. As recently as July 2010, a similar tragic incident occurred\nin Dutchess County when the perpetrator killed his wife before\nturning the gun on himself. This incident occurred only days after\nhis release on bail, following one month in jail stemming from an\nincident of domestic violence.\n\nIf judges determining recognizance and bail in domestic violence cases\nwere required to consider well established risk factors to the victim\nsuch as a history of violence or threats of violence, prior orders of\nprotection, and the accused's access to guns, many victims and their\nchildren would be spared additional harm and, in some tragic\nincidences, their lives.\n\nThe bail statute currently does not consider the unique nature of\ndomestic violence cases. The criminal who commits a street crime\nagainst a stranger, for example, is not likely to target the victim\nfor additional criminal activity while the case is pending and\nafterwards. Precisely the reverse is true for domestic violence\nperpetrators, who are highly likely to do so. Those who commit acts\nof domestic violence do so to exercise power and control over their\nspecific victim, with whom they have a relationship. Domestic\nviolence has a high rate of recidivism, and tends to escalate in\nfrequency and severity over time. The initiation of a court case\nagainst the perpetrator is a high-risk time for the victim, who is\nperceived by the abuser as trying to escape the relationship.\nPerpetrators often threaten and harm their victims during the\npendency of the case in order to force them not to cooperate with the\nprosecution and to reconcile.\n\nNew York law does not allow the bail determination to be used for\n\"preventive detention,\" in order to protect the public from a\ngeneralized threat of further criminal activity by an accused.\nHowever, New York law does permit the bail determination to be used\nwhen necessary to protect witnesses to the crime. Domestic violence\ncases fall squarely within this rule because the victim of the\noffense is the key and some- time the only witness and, as noted\nabove, is highly likely to be targeted by the perpetrator for further\nthreats or harm. Thus, in domestic violence cases, it is essential\nthat the judge determining recognizance or bail consider factors that\nindicate a risk of harm to the victim-witness. This bill offers\nguidance to judges by specifying factors including prior acts of\nviolence or threats of violence, prior orders of protection, prior\narrests or convictions for offenses against intimates or family\nmembers, prior violations of orders of protection, and access to\nfirearms.\n\nThis bill is drafted to include intimate partners and former intimate\npartners as well as those who fall within the Criminal Procedure\nLaw's definition of members of the same family or household, This\nbroad definition is critical because so many victims of domestic\n\nviolence never married or had a child in common with the perpetrator\nand thus would not meet the current definition.\nBased on the Final Report to the Governor and the Legislature,\nEvaluation of the Mandatory Arrest Provisions (January 2001), it can\nbe estimated that almost half of the victims of domestic offenses do\nnot meet the current definition.\n\nBail reform must help these victims as well. Bail reform is necessary\nto protect the victim witness of domestic offenses. Current bail\nprovisions must be updated to reflect the reality of the lives of\ndomestic violence victims.\n\nLEGISLATIVE HISTORY:\n2007-2008: S.1080 - Referred to Codes\n2005-2006: S.310 - Codes/Third Reading\n2004:      S.6178 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThe first November following the date\nof enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the consideration of certain factors when determining the issuance of an order of recognizance or bail ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101848.TXT", "SOBI.D110107.T111351.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T111852.TXT", "SOBI.D110110.T172135.TXT", "SOBI.D110107.T105851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932609
}