{
  "year" : 2011,
  "senateBillNo" : "S1411-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1411-2011-1294376400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "1ST REPORT CAL.28",
    "billEventId" : "S1411-2011-1295931600000-1ST+REPORT+CAL.28",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295969400000S1411-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295969400000,
    "ayes" : [ "Saland", "DeFrancisco", "Flanagan", "Fuschillo", "Gallivan", "Golden", "Lanza", "Nozzolio", "O'Mara", "Duane", "Huntley", "Perkins", "Espaillat" ],
    "nays" : [ "Parker" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : [ "Gianaris", "Squadron" ],
    "description" : "Codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to theft of credit card and debit card account numbers",
  "summary" : "Relates to theft of credit card and debit card account numbers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : [ "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1411\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in  relation  to  theft  of  credit  card\n         account numbers and debit card account numbers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 155.30 of the penal law is amended by adding a  new\n    2  subdivision 4-a to read as follows:\n    3    4-A.  THE PROPERTY CONSISTS OF A CREDIT CARD ACCOUNT NUMBER OR A DEBIT\n    4  CARD ACCOUNT NUMBER WHICH THE PERSON INTENDS TO USE UNLAWFULLY OR  KNOWS\n    5  ANOTHER PERSON INTENDS TO USE UNLAWFULLY; OR\n    6    S 2. This act shall take effect on the first of November next succeed-\n    7  ing the date on which it shall have become a law.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05314-01-1\n",
  "memo" : "BILL NUMBER:S1411\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to theft of credit card account\nnumbers and debit card account numbers\n\nPURPOSE:\nTo include the theft of credit card and debit card numbers, in\naddition to theft of the cards themselves, in the definition of grand\nlarceny in the fourth degree.\n\nSUMMARY OF PROVISIONS:\nSection 1 amends the Penal Law by adding a new subdivision 4-a to\nprovide that theft of credit card and debit card numbers with the\nintent of unlawful use is included within the definition of grand\nlarceny in the fourth degree.\n\nSection 2 provides for an effective date of November first after\nenactment.\n\nEXISTING LAW:\nSection 155.30 of the Penal Law provides that theft of credit or debit\ncards is grand larceny in the fourth degree, however, the law is\nsilent with regard to theft of credit or debit card numbers.\n\nJUSTIFICATION:\nWhile it is an E felony to steal property consisting of a credit card\nor debit card, if a thief steals a credit card account number or a\ndebit card account number instead of the actual, physical card, no\ncrime has been committed until the thief actually uses the account\nnumber and obtains goods, money or services. Previously, in order to\nuse a stolen credit or debit card, a person would need to physically\npossess the card. Now that goods and services can be ordered by phone\nor over the Internet, only the card number and not the physical card\nis necessary to use the stolen number fraudulently. Stolen card\nnumbers can also be encoded on plastic to create fraudulent credit or\ndebit cards.\n\nCard numbers can be stolen in a variety of ways. In a retail\nestablishment, a credit or debit card can be entered into a device to\ncapture account information and then the card is returned to the\ncustomer who is unaware that his account number has been stolen.\nDishonest employees can\ncopy account numbers from sales receipts or during phone orders and\nthieves can steal credit card bills from the mail or hack into\npersonal computers. Account numbers can also be obtained through\nphishing -- sending fraudulent e-mails purporting to be from\nlegitimate companies that ask for credit card information to be\nupdated or amended or re-entered by the customer in order to maintain\nthe business relationship.\n\nWith technological advances proceeding at a rapid pace, criminals are\nfinding ways to use this new technology before laws can be enacted to\naddress these types of crimes. This is another step for law\nenforcement to use to protect the public from thieves who would steal\ntheir personal account information and run up fraudulent credit card\nbills or steal cash through their debit card.\n\nLEGISLATIVE HISTORY:\n2007-2008: S.4789 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nNovember 1st after enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to theft of credit card account numbers and debit card account numbers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101348.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T110851.TXT", "SOBI.D110110.T172135.TXT", "SOBI.D110107.T105851.TXT", "SOBI.D110125.T135419.TXT", "SOBI.D110126.T133258.TXT-agenda-1.xml" ],
  "luceneActive" : true,
  "luceneModified" : 1296066778053
}