{
  "year" : 2011,
  "senateBillNo" : "S1410-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1410-2011-1294376400000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting a diminution of certain employee benefits",
  "summary" : "Provides that an employer shall not diminish the benefits granted a participant, or for which such participant is eligible, under an employer welfare benefit plan as such plan was in existence at the time of the retirement of such participant; defines terms. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "SA1571-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1410\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. GOLDEN, LAVALLE, MAZIARZ -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to prohibiting  a  diminution\n         of certain employee benefits\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a new article 3 to  read\n    2  as follows:\n\n    3                                  ARTICLE 3\n    4                            EMPLOYEE BENEFIT PLANS\n\n    5  SECTION 301. PROHIBITION AGAINST DIMINUTION OF BENEFITS.\n\n    6    S 301. PROHIBITION AGAINST DIMINUTION OF BENEFITS. ANY OTHER PROVISION\n    7  OF  ANY OTHER LAW TO THE CONTRARY NOTWITHSTANDING, AN EMPLOYER SHALL NOT\n    8  DIMINISH THE BENEFITS GRANTED A PARTICIPANT, OR FOR WHICH  SUCH  PARTIC-\n    9  IPANT  IS  ELIGIBLE, UNDER AN EMPLOYEE WELFARE BENEFIT PLAN AS SUCH PLAN\n   10  WAS IN EXISTENCE AT THE TIME OF THE RETIREMENT OF SUCH PARTICIPANT,  AND\n   11  WHICH  APPLIED  TO SUCH PARTICIPANT. ANY REDUCTION IN SUCH PLAN OR BENE-\n   12  FITS TO SUCH PARTICIPANT IS HEREBY DECLARED NULL  AND  VOID  AS  AGAINST\n   13  STATE POLICY. AS USED IN THIS ARTICLE:\n   14    1.  THE  TERMS \"EMPLOYEE WELFARE BENEFIT PLAN\" AND \"WELFARE PLAN\" HAVE\n   15  THE SAME MEANING AS SUCH TERMS ARE DEFINED IN SECTION 1002 OF SUBTITLE A\n   16  OF SUBCHAPTER I OF CHAPTER 18 OF USC TITLE 29.\n   17    2. \"EMPLOYER\" MEANS ANY PERSON ACTING  DIRECTLY  AS  AN  EMPLOYER,  OR\n   18  INDIRECTLY  IN  THE  INTEREST OF AN EMPLOYER, IN RELATION TO AN EMPLOYEE\n   19  BENEFIT PLAN; AND INCLUDES A GROUP OR ASSOCIATION  OF  EMPLOYERS  ACTING\n   20  FOR  AN  EMPLOYER  IN  SUCH CAPACITY. THE TERM EMPLOYER INCLUDES WITHOUT\n   21  RESTRICTION ANY EMPLOYEE ORGANIZATION, AND PUBLIC, PRIVATE, OR  NOT-FOR-\n   22  PROFIT ENTITY OR ENTITIES, INDIVIDUAL OR INDIVIDUALS, INCLUDING ENTITIES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04387-01-1\n\n       S. 1410                             2\n\n    1  OR  INDIVIDUALS  DOING  BUSINESS  AS,  WHICH ARE ENGAGED IN ANY TRADE OR\n    2  OCCUPATION WHICH EMPLOYS EMPLOYEES IN THIS STATE.\n    3    3. \"EMPLOYEE\" MEANS ANY INDIVIDUAL EMPLOYED BY AN EMPLOYER.\n    4    4.  \"PARTICIPANT\"  MEANS  ANY  FORMER  EMPLOYEE OF AN EMPLOYER, OR ANY\n    5  FORMER MEMBER OF AN EMPLOYEE ORGANIZATION, WHO IS ELIGIBLE TO RECEIVE  A\n    6  BENEFIT  OF  ANY TYPE FROM AN EMPLOYEE WELFARE BENEFIT PLAN WHICH COVERS\n    7  EMPLOYEES OF SUCH EMPLOYER OR MEMBERS OF  SUCH  ORGANIZATION,  OR  WHOSE\n    8  BENEFICIARIES MAY BE ELIGIBLE TO RECEIVE ANY SUCH BENEFIT.\n    9    5.  \"EMPLOYEE  ORGANIZATION\" MEANS ANY LABOR UNION OR ANY ORGANIZATION\n   10  OF ANY KIND, OR ANY AGENCY OR EMPLOYEE REPRESENTATION COMMITTEE, ASSOCI-\n   11  ATION, GROUP OR PLAN, IN WHICH EMPLOYEES PARTICIPATE  AND  WHICH  EXISTS\n   12  FOR THE PURPOSE, IN WHOLE OR IN PART, OF DEALING WITH EMPLOYERS CONCERN-\n   13  ING  AN  EMPLOYEE  WELFARE  BENEFIT  PLAN OR OTHER MATTERS INCIDENTAL TO\n   14  EMPLOYMENT RELATIONSHIPS;  OR  ANY  EMPLOYEES'  BENEFICIARY  ASSOCIATION\n   15  ORGANIZED  FOR  THE  PURPOSE IN WHOLE OR IN PART, OF ESTABLISHING SUCH A\n   16  PLAN.\n   17    6. \"BENEFICIARY\" MEANS A PERSON DESIGNATED BY A PARTICIPANT, OR BY THE\n   18  TERMS OF AN EMPLOYEE BENEFIT PLAN, WHO IS OR MAY BECOME  ENTITLED  TO  A\n   19  BENEFIT THEREUNDER.\n   20    7.  \"PERSON\"  MEANS  AN INDIVIDUAL, PARTNERSHIP, JOINT VENTURE, CORPO-\n   21  RATION, MUTUAL COMPANY, JOINT-STOCK COMPANY, TRUST,  ESTATE,  UNINCORPO-\n   22  RATED ORGANIZATION, ASSOCIATION, OR EMPLOYEE ORGANIZATION.\n   23    S  2.  This  act shall take effect on the ninetieth day after it shall\n   24  have become a law.\n",
  "memo" : "BILL NUMBER:S1410\n\nTITLE OF BILL:\nAn act\nto amend the elder law, in relation to prohibiting a diminution of\ncertain employee benefits\n\nSUMMARY OF PROVISIONS:\nThis bill adds a new Article 3 to the Elder\nLaw to prohibit the diminution of the health care benefits of retired\nemployees after they have retired, making any such diminution null\nand void as against state policy.\n\nJUSTIFICATION:\nThis measure requires that if an employer has made an agreement\nconcerning health benefits for an employee, and the employee is\nretired and receiving benefits, the employer cannot then later\nunilaterally reduce the benefits.\n\nThis measure is much needed. Some employers, looking for areas in\nwhich to save money, have begun to reduce the health benefits to\nretired workers-the ones not represented at the bargaining table or\nemployed as current employees.\n\nPRIOR LEGISLATIVE HISTORY:\nS.6559 of 2006 - Aging, Rules\nS.155 of 2008 - Advanced to Third Reading\nS.1571A of 2010 - Aging, Finance\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\n\n90 days after it becomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to prohibiting a diminution of certain employee benefits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101348.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110110.T171634.TXT", "SOBI.D110107.T110851.TXT", "SOBI.D110110.T172135.TXT", "SOBI.D110107.T105851.TXT", "SOBI.D110107.T100848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932603
}