{
  "year" : 2011,
  "senateBillNo" : "S1419-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1419-2011-1294376400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to notice upon conviction for certain violations of right to withdraw consent",
  "summary" : "Relates to notice upon conviction for certain violations of right to withdraw consent. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1419\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  notice  to\n         guardians of minors holding learner's permits or junior licenses, upon\n         conviction for certain violations, of their right to withdraw consent\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 514 of  the  vehicle  and  traffic\n    2  law,  as amended by chapter 1097 of the laws of 1971, is amended to read\n    3  as follows:\n    4    [S] 5. Upon the conviction of any person under eighteen years  of  age\n    5  who  resides  within  the household of his parent or guardian, the trial\n    6  court  or  clerk  shall  forthwith  transmit  written  notice  of   such\n    7  conviction  to  the  parent  or  guardian of such minor person AND SHALL\n    8  PROVIDE SUCH PARENT OR GUARDIAN WITH A  SUMMARY  OF  THE  PROVISIONS  OF\n    9  PARAGRAPH  (D)  OF  SUBDIVISION  TWO OF SECTION FIVE HUNDRED TWO OF THIS\n   10  TITLE AUTHORIZING SUCH PARENT OR GUARDIAN TO WITHDRAW THEIR  CONSENT  TO\n   11  THE  ISSUANCE  OR  REISSUANCE  OF SUCH LICENSE OR LEARNER'S PERMIT. SUCH\n   12  NOTICE SHALL INFORM THE PARENT OR GUARDIAN OF  ANY  ACTION  TAKEN  AS  A\n   13  RESULT  OF  THE CONVICTION AND SHALL PROVIDE A FORM ON WHICH PARENTS MAY\n   14  NOTIFY THE  DEPARTMENT  OF  THEIR  INTENT  TO  WITHDRAW  THEIR  CONSENT;\n   15  provided,  however,  that transmittal of such notice of conviction shall\n   16  not be required in any case in  which  notice  of  arraignment  of  such\n   17  person upon the charge or charges of which convicted is required by, and\n   18  shall  have  been previously transmitted as provided in, subdivision two\n   19  of section eighteen hundred seven of this chapter.\n   20    S 2. This act shall take effect nine months after it shall have become\n   21  a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05317-01-1\n",
  "memo" : "BILL NUMBER:S1419\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to notice to guardians\nof minors holding learner's permits or junior licenses, upon conviction\nfor certain violations, of their right to withdraw consent\n\nPURPOSE:\nTo provide parents or guardians with notification of their child's\nconviction of a serious traffic infraction which resulted in a\nsuspension of their driving privileges, as well as notification of a\nparent or guardian's right to withdraw their consent to issue or\nreissue their license or learner's permit.\n\nSUMMARY OF PROVISIONS:\nSection 1 amends Subdivision 5 of Section 514 of the Vehicle and\nTraffic Law directing the trial court or clerk to, upon conviction\nfor a violation of the vehicle and traffic law, inform the parent or\nguardian of their right to submit a form to DMV which allows them to\nwithdraw consent for the issuance or reissuance of a driver's license\nor learner's permit.\n\nSection 2 makes the effective date nine months after it becomes law.\n\nEXISTING LAW:\nSubdivision 2 of Section 502 of the Vehicle and Traffic Law requires\nthat an applicant for a class DJ or MJ license must submit written\nconsent to the issuance of such license by the applicant's parent or\nguardian. Upon receipt of withdrawal of such consent, any class DJ or\nMJ license, learner's permit or license application shall be canceled.\n\nJUSTIFICATION:\nMany parents are aware that they must sign a written consent form in\norder for their child to secure a junior driver's license, however,\nmost parents are not aware that they may withdraw such consent at any\ntime while their child holds a learner's permit or junior license\nsimply by filling out a withdrawal of consent form with the\nDepartment of Motor Vehicles. When a junior driver is convicted of a\nserious traffic violation, it is critically important that parents\nand guardians are made well aware that they may withdraw consent,\nthus canceling their child's driving application.\n\nBeing convicted of a serious traffic violation as a holder of\nlearner's permit or junior license may indicate a lack of experience,\nmaturity or ability. Parents and guardians who are made aware of the\nlaw allowing them to withdraw consent may choose to exercise this\nright. Young drivers are those who are statistically most likely to\nbe involved in motor vehicle accidents and as such, this notification\nmay serve to reduce the number of accidents and curb teenage reckless\ndriving.\n\nLEGISLATIVE HISTORY:\n2007-2008: S.1091A - Passed Senate\n2006:      S.6558 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nNine months after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to notice to guardians of minors holding learner's permits or junior licenses, upon conviction for certain violations, of their right to withdraw consent ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110110.T172635.TXT", "SOBI.D110107.T102849.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T111852.TXT", "SOBI.D110110.T172135.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932617
}