{
  "year" : 2011,
  "senateBillNo" : "S1418-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1418-2011-1294376400000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to employment of sex offenders",
  "summary" : "Prohibits permissible employment, and volunteer activities that may be preformed by convicted sex offenders; specifically, prohibits a sex offender to have unsupervised access to residential living quarters. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S6857-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1418\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to amend the correction law, in relation to permissible employ-\n         ment, employment related activities, and volunteer activities that may\n         be performed by convicted sex offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 168-v of the correction law, as amended by chapter\n    2  604 of the laws of 2005, is amended to read as follows:\n    3    S 168-v. Prohibition of CERTAIN TYPES OF employment [on motor vehicles\n    4  engaged in retail sales  of  frozen  desserts]  AND  EMPLOYMENT  RELATED\n    5  ACTIVITIES. No person required to maintain registration under this arti-\n    6  cle  (sex  offender registration act) shall: (I) operate, be employed on\n    7  or dispense goods for sale at retail  on  a  motor  vehicle  engaged  in\n    8  retail  sales  of frozen desserts as defined in subdivision thirty-seven\n    9  of section three hundred seventy-five of the vehicle and traffic law; OR\n   10  (II) BE PERMITTED TO WORK AT OR VOLUNTEER AT ANY  FACILITY  WHEREBY  THE\n   11  NATURE  OF THE WORK WOULD PERMIT SUCH PERSON TO HAVE UNSUPERVISED ACCESS\n   12  TO RESIDENTIAL LIVING QUARTERS INCLUDING, BUT NOT LIMITED TO WORK  AS  A\n   13  RESIDENTIAL  BUILDING SUPERINTENDENT, MANAGER, OR MAINTENANCE WORKER, OR\n   14  A HOME HEALTH AIDE, OR IN AN ASSISTED LIVING FACILITY.\n   15    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05616-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to permissible employment, employment related activities, and volunteer activities that may be performed by convicted sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T111852.TXT", "SOBI.D110110.T172135.TXT", "SOBI.D110107.T102348.TXT", "SOBI.D110107.T105851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294698095029
}