{
  "year" : 2011,
  "senateBillNo" : "S141-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S141-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes certain amendments concerning zone pricing of gasoline",
  "summary" : "Makes certain amendments concerning zone pricing of gasoline. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7012-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          141\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to zone pricing of\n         gasoline; and to amend chapter 579 of the laws of  2008  amending  the\n         general business law relating to zone pricing of gasoline, in relation\n         to making certain technical changes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of  section  399-ee  of  the\n    2  general  business  law is relettered paragraph (a-1) and a new paragraph\n    3  (a) is added to read as follows:\n    4    (A) \"ADDITIONAL COSTS\" MEANS ALL REPLACEMENT AND TRANSPORTATION  COSTS\n    5  AND TAXES INCURRED.\n    6    S  2.  Paragraph (g) of subdivision 1 of section 399-ee of the general\n    7  business law, as added by chapter 579 of the laws of 2008, is amended to\n    8  read as follows:\n    9    (g) \"Relevant geographic market\" means the geographic area  of  effec-\n   10  tive competition AMONG RETAIL OUTLETS.\n   11    S  3.  Paragraph (m) of subdivision 1 of section 399-ee of the general\n   12  business law, as added by chapter 579 of the laws of 2008, is amended to\n   13  read as follows:\n   14    (m) \"Zone pricing\" means the ESTABLISHMENT OF arbitrary price  differ-\n   15  ences BASED ON THE GEOGRAPHICAL LOCATION OF THE RETAIL OUTLET within the\n   16  relevant  geographic  market,  [based  on]  WITHOUT REGARD TO the posted\n   17  terminal price [or] AND ANY ADDITIONAL COSTS  where  the  effect  is  to\n   18  injure competition.\n   19    S  4.  Subdivision 2 of section 399-ee of the general business law, as\n   20  added by chapter 579 of the laws of 2008, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01276-01-1\n\n       S. 141                              2\n\n    1    2. No [wholesaler] PRODUCER OR REFINER shall engage  in  zone  pricing\n    2  with  respect  to  any  motor  fuel  of  like grade or quality, WHICH IS\n    3  SUPPLIED TO A DEALER OR WHOLESALER WHICH OPERATES RETAIL OUTLETS.\n    4    S 5. Section 2 of chapter 579 of the laws of 2008 amending the general\n    5  business  law relating to zone pricing of gasoline is amended to read as\n    6  follows:\n    7    S 2. Legislative findings and intent. The legislature hereby finds and\n    8  declares that for the past several years motor fuel prices have  greatly\n    9  fluctuated.  In  some  cases,  price  fluctuations are caused by natural\n   10  market conditions. In other cases, fluctuations result  from  artificial\n   11  manipulation  of the market. One such artificial pricing manipulation is\n   12  zone pricing. Zone pricing is the setting of different wholesale  prices\n   13  for retail motor fuel [that operate in different geographic areas] BASED\n   14  ON GEOGRAPHIC LOCATION. Zone pricing increases the price of retail motor\n   15  fuel  for  certain  consumers, leading to inequities among consumers and\n   16  regions around the state.   Therefore, the legislature  hereby  declares\n   17  that  while  natural  market occurrences may lead to price fluctuations,\n   18  artificial changes in motor fuel prices  unfairly  harm  many  consumers\n   19  around the state.\n   20    S  6.  This  act shall take effect on the thirtieth day after it shall\n   21  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to zone pricing of gasoline; and to amend chapter 579 of the laws of 2008 amending the general business law relating to zone pricing of gasoline, in relation to making certain technical changes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T155205.TXT", "SOBI.D101210.T161216.TXT", "SOBI.D101213.T095300.TXT", "SOBI.D101210.T150229.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292251980293
}