{
  "year" : 2011,
  "senateBillNo" : "S1421-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1421-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the prescription drug reimportation protection program for the investigation of the sale of unsafe drugs including internet sales",
  "summary" : "Provides for the prescription drug reimportation protection program to be established by the superintendent of state police, for the investigation of the sale of unsafe drugs including internet sales. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1572-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1421\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN, LARKIN, MAZIARZ -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law and the public health law, in relation\n         to the prescription drug reimportation protection program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 216-e\n    2  to read as follows:\n    3    S 216-E. PRESCRIPTION DRUG REIMPORTATION PROTECTION PROGRAM. 1.    THE\n    4  SUPERINTENDENT  SHALL  ESTABLISH  A PROGRAM TO INVESTIGATE ACTUAL AND/OR\n    5  SUSPECTED CASES OF REIMPORTATION OF UNSAFE DRUGS WITHIN THIS  STATE  AND\n    6  MAY  ASSIGN  EMPLOYEES  AS  DEEMED NECESSARY FOR THE PROPER OPERATION OF\n    7  SUCH PROGRAM.\n    8    2. THE PROGRAM SHALL PROVIDE THAT THE STATE POLICE MAY INVESTIGATE, AS\n    9  PROVIDED IN THIS SECTION, ANY INTERNET WEBSITE WHICH OFFERS OR  PROVIDES\n   10  A  MECHANISM  TO  SELL  PRESCRIPTION DRUGS TO CONSUMERS IN NEW YORK FROM\n   11  ANOTHER COUNTRY OR ANY ENTITY ACTING AS A  MIDDLEMAN  OR  AGENT  IN  THE\n   12  IMPORTATION  OR  REIMPORTATION FOR SALE OF PRESCRIPTION DRUGS FROM OTHER\n   13  COUNTRIES. THE PROGRAM SHALL PROVIDE THAT THE STATE POLICE SHALL  INVES-\n   14  TIGATE  ANY COMPLAINT FROM A GOVERNMENT OFFICIAL, OR FROM AN INDIVIDUAL,\n   15  CLAIMING THAT PRESCRIPTION DRUGS BEING IMPORTED OR  REIMPORTED  BY  SUCH\n   16  ENTITY  OR  THROUGH SUCH WEBSITE ARE ADULTERATED OR MISLABELED OR OTHER-\n   17  WISE IN VIOLATION OF SECTION SIXTY-EIGHT HUNDRED ELEVEN OF THE EDUCATION\n   18  LAW.\n   19    3. THE PROGRAM SHALL FURTHER PROVIDE THAT THE STATE POLICE  SHALL  ACT\n   20  AS  THE COORDINATING AGENCY RESPONDING TO CASES OF SUSPECTED IMPORTATION\n   21  OR REIMPORTATION OF PRESCRIPTION DRUGS IN A MANNER THAT IS IN  VIOLATION\n   22  OF  SUCH  SECTION  SIXTY-EIGHT  HUNDRED ELEVEN OF THE EDUCATION LAW. THE\n   23  SUPERINTENDENT OF STATE POLICE SHALL  BY  REGULATION  ESTABLISH  UNIFORM\n   24  PROCEDURES  FOR  INVESTIGATION  AND  THE RECEIPT OF SUCH COMPLAINTS FROM\n   25  OTHER AGENCIES INVOLVED IN SUCH CASES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04386-01-1\n\n       S. 1421                             2\n\n    1    4. THE SUPERINTENDENT, IN COOPERATION WITH THE DEPARTMENT  OF  HEALTH,\n    2  THE DIVISION OF CRIMINAL JUSTICE SERVICES, THE DEPARTMENT OF AGRICULTURE\n    3  AND  MARKETS,  AND OTHER PERTINENT AGENCIES, SHALL PROMULGATE SUCH ADDI-\n    4  TIONAL RULES AND REGULATIONS WHICH IN  THE  SUPERINTENDENT'S  DISCRETION\n    5  ARE  NECESSARY  FOR THE EFFICIENT OPERATION OF THIS SECTION. THESE REGU-\n    6  LATIONS SHALL INCLUDE BUT NOT BE LIMITED TO THE FOLLOWING:\n    7    A. THE ESTABLISHMENT OF UNIFORM PROCEDURES TO BE USED WHENEVER  A  LAW\n    8  ENFORCEMENT  OR  REGULATORY AGENCY OR OTHER AGENCY BECOMES INVOLVED IN A\n    9  SUSPECTED IMPORTATION OR REIMPORTATION OF PRESCRIPTION DRUGS IN A MANNER\n   10  THAT IS IN VIOLATION OF SUCH SECTION SIXTY-EIGHT HUNDRED ELEVEN  OF  THE\n   11  EDUCATION  LAW.  SUCH  REGULATIONS  SHALL  REQUIRE THAT THE STATE POLICE\n   12  PROVIDE DIRECT INVESTIGATIVE ASSISTANCE OR SUPPORT SERVICES TO  ANY  LAW\n   13  ENFORCEMENT OR REGULATORY AGENCY UPON REQUEST;\n   14    B.  THE  ESTABLISHMENT OF A COMPUTERIZED CENTRAL DATA BASE, LOCATED AT\n   15  DIVISION HEADQUARTERS, WHICH WILL FUNCTION AS AN INFORMATION  MANAGEMENT\n   16  AND  RETRIEVAL  SYSTEM  FOR SUCH MATTERS. NOTIFICATION OF ALL SUCH CASES\n   17  MADE TO LAW ENFORCEMENT, REGULATORY AGENCIES OR OTHER AGENCIES SHALL  BE\n   18  REPORTED  TO  THE  CENTRAL DATA BASE WITHIN FIVE HOURS OF SUCH NOTIFICA-\n   19  TION;\n   20    C. AUTHORIZATION, UPON REQUEST, TO USE THE SCIENTIFIC CRIME  DETECTION\n   21  LABORATORY  TO ANALYZE EVIDENCE IN CONNECTION WITH STATE POLICE CASES OR\n   22  CASES THAT ORIGINATE WITH OTHER LAW ENFORCEMENT, REGULATORY AGENCIES  OR\n   23  OTHER AGENCIES; AND\n   24    D.  REPORTING OF ALL SUCH COMPLAINTS TO THE COMMISSIONER OF HEALTH FOR\n   25  USE IN THE CENTRAL REGISTRY  WHICH  SUCH  COMMISSIONER  IS  REQUIRED  TO\n   26  DEVELOP,  AND  TO THE FEDERAL BUREAU OF INVESTIGATION, THE FOOD AND DRUG\n   27  ADMINISTRATION AND/OR OTHER  APPROPRIATE  FEDERAL  AGENCY  CHARGED  WITH\n   28  MONITORING  AND  PROSECUTING  THE  IMPORTATION OR REIMPORTATION OF DRUGS\n   29  WHICH ARE MISLABELED OR WHICH SHOW EVIDENCE OF TAMPERING OR ADULTERATION\n   30  OR OTHER VIOLATIONS OF STATE LAW.\n   31    5. GOOD FAITH REPORTING OR DISCLOSURE PURSUANT TO THE STATE POLICE AND\n   32  REPORTS BY THE STATE POLICE  TO  THE  DEPARTMENT  OF  HEALTH  SHALL  NOT\n   33  CONSTITUTE  LIBEL  OR  SLANDER OR A VIOLATION OF THE RIGHT OF PRIVACY OR\n   34  PRIVILEGED COMMUNICATION. ANY PERSON WHO IN GOOD FAITH REPORTS CASES  OF\n   35  SUSPECTED IMPORTATION OR REIMPORTATION OF PRESCRIPTION DRUGS IN A MANNER\n   36  THAT IS IN VIOLATION OF SECTION SIXTY-EIGHT HUNDRED ELEVEN OF THE EDUCA-\n   37  TION  LAW  SHALL  BE  IMMUNE  FROM  CIVIL AND CRIMINAL LIABILITY FOR ANY\n   38  ACTION TAKEN IN COMPLIANCE WITH THE PROVISIONS OF THIS SECTION.\n   39    S 2. Section 206 of the public health law is amended by adding  a  new\n   40  subdivision 28 to read as follows:\n   41    28.  (A)  THE  COMMISSIONER SHALL ESTABLISH A REGISTRY OF WEBSITES AND\n   42  ENTITIES WHICH OFFER OR PROVIDE A MECHANISM TO SELL  PRESCRIPTION  DRUGS\n   43  TO CONSUMERS IN NEW YORK FROM ANOTHER COUNTRY AND SHALL POST SUCH REGIS-\n   44  TRY  ON A HEALTH DEPARTMENT WEBSITE ON THE INTERNET DEDICATED TO PROVID-\n   45  ING INFORMATION FOR SUCH REGISTRY. DATA TO BE PUBLISHED ON  SUCH  HEALTH\n   46  DEPARTMENT WEBSITE SHALL INCLUDE:\n   47    (I) THE NAME OF THE WEBSITE OR ENTITY WHICH OFFERS OR PROVIDES A MECH-\n   48  ANISM  TO  SELL PRESCRIPTION DRUGS TO CONSUMERS IN NEW YORK FROM ANOTHER\n   49  COUNTRY,\n   50    (II) THE NUMBER OF COMPLAINTS CONCERNING SUCH WEBSITE OR ENTITY,\n   51    (III) CONVICTIONS, IF KNOWN, OF THE PARTIES OPERATING THE WEBSITE, FOR\n   52  IMPORTING OR REIMPORTING PRESCRIPTION DRUGS  WHICH  ARE  ADULTERATED  OR\n   53  MISLABELED  OR  OTHERWISE  IN  VIOLATION  OF SECTION SIXTY-EIGHT HUNDRED\n   54  ELEVEN OF THE EDUCATION LAW,\n\n       S. 1421                             3\n\n    1    (IV) WHETHER THE WEBSITE OR ENTITY HAS PERMISSION FROM THE APPROPRIATE\n    2  FEDERAL AGENCY TO IMPORT OR REIMPORT PRESCRIPTION DRUGS INTO THIS  COUN-\n    3  TRY, AND\n    4    (V)  THE  HEALTH DEPARTMENT WEBSITE SHALL ADDITIONALLY PROVIDE A CLEAR\n    5  EXPLANATION OF FEDERAL LAW CONCERNING IMPORTATION  OR  REIMPORTATION  OF\n    6  PRESCRIPTION DRUGS FROM ANOTHER COUNTRY INTO THIS COUNTRY.\n    7    (B) GOOD FAITH REPORTING OR DISCLOSURE BY THE COMMISSIONER PURSUANT TO\n    8  THE REQUIREMENTS OF THIS SUBDIVISION SHALL NOT CONSTITUTE LIBEL OR SLAN-\n    9  DER OR A VIOLATION OF THE RIGHT OF PRIVACY OR PRIVILEGED COMMUNICATION.\n   10    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1421\n\nTITLE OF BILL:\nAn act\nto amend the executive law and the public health law, in relation to the\nprescription drug reimportation protection program\n\nPURPOSE OR GENERAL IDEA OF THE BILL:\nThis bill deals with unsafe drugs being imported into the country by\nrequiring the State Police to investigate and act as a coordinating\nagency in cases of unsafe drug reimportation by establishing common\nrules of procedure, a centralized data base, using the scientific\ncrime detection laboratory, and coordinating with the State Health\nDepartment;\n\nRequiring the Health Commissioner to establish a listing on its\nwebsite of internet providers of prescription drugs, along with\ncomplaints received by the department, convictions of the\nparticipants, and whether the internet provider has permission\nfrom the federal government to reimport drugs.\n\nThe Health Department is also required to provide a clear explanation\nif the federal law concerning reimportation.\n\nSUMMARY OF PROVISIONS:\nSection 1 of this bill creates a new section 216-e in the executive\nlaw in order to do the following:\n\n1. INVESTIGATION:\nRequires the superintendent of the State police to establish a\nprogram to investigate actual and/or suspected cases of reimportation\nof unsafe drugs. Specifically, it requires the state police to\ninvestigate complaints of adulteration or mislabeling of drugs\npurchased through any Internet website which offers or sells\nprescription drugs to consumers in New York from another country.\n\n2. COORDINATED STATE AND LOCAL RESPONSE:\nRequires the state police to act as the coordinating agency\nresponding to cases of suspected adulteration or mislabeling or\notherwise in violation of law, and to establish uniform\nprocedures for investigation and the receipt of such complaints from\nother agencies involved in such cases.\n\n3. REGULATORY ENVIRONMENT:\nRequires the superintendent, in cooperation with the department of\nhealth, the Commissioner of the division of criminal justice\nservices, the department of agriculture and markets, and other\npertinent agencies, to promulgate additional rules and regulations\nnecessary for the program, including:\n\na. establishment of uniform procedures for law enforcement or\nregulatory agencies involved in a suspected adulterated or\nmislabeled importation or reimportation of prescription drugs. The\nstate police are required to provide direct investigative assistance\nor support services to any law enforcement or regulatory agency upon\nrequest;\n\nb. establishment of a computerized central data base to function as an\ninformation management and retrieval system for such matters;\n\nc. authorization to use the scientific crime detection laboratory to\nanalyze evidence in connection with state police cases or cases that\noriginate with other law enforcement, regulatory agencies or other\nagencies; and\n\nd. reporting complaints to the commissioner of the department of\nhealth for use in DOH's central registry, and to the FBI, the FDA\nand/or other appropriate federal agency charged with monitoring and\nprosecuting the importation or reimportation of drugs which are\nmislabeled or which show evidence of tampering or adulteration or\nother violations.\n\n4. WHISTLE BLOWER PROTECTION:\nProvides that good faith reporting or disclosure pursuant to the state\npolice and reports by the state police to the department of health\nshall not constitute libel or slander or a violation of the right of\nprivacy or privileged communication, and provides immunity from civil\nand criminal liability for any action taken in compliance with the\nprovisions of this section.\n\nSection 2 of the bill amends section 206 of the public health law by\nadding a new subdivision 20:\n\nSAFE IMPORTATION SITES:\nRequires the commissioner to establish a registry of web sites and\nentities which offer or provide a mechanism to sell prescription\ndrugs to consumers in New York from another country and shall post\nsuch registry on a health department website dedicated\nto providing information for such registry.\nData to be published on such health department website include:\n\na) the\nname of the website or entity which offers or provides a mechanism to\nsell prescription drugs to consumers in New York from another\ncountry,\n\nb) the number of complaints concerning such website or\nentity,\n\nc) convictions, if known, of the parties operating the\nwebsite, for importing or reimporting prescription drugs which are\nadulterated\n\nor mislabeled or otherwise in violation of section 6811 of the\neducation law, and\n\nd) whether the website or entity has permission\nfrom the appropriate federal agency to import or reimport\nprescription drugs into this country.\n\nFinally, the measure provides that good faith reporting or disclosure\nby the commissioner pursuant to the requirements of this subsection\nshall not constitute libel or slander or a violation of the right of\nprivacy or privileged communication.\n\nJUSTIFICATION:\nThis legislation provides appropriate oversight and protection to the\ncitizens of New York who are buying or who may be tempted to buy\ntheir prescription drugs over the Internet. As was learned in the\nrecent hearings on pharmaceutical purchasing, there are many good,\ncompetent providers of the drugs, but there are also unscrupulous\ndealers who provide drugs that are adulterated or mislabeled. In one\ncase, evidence presented at the hearing, showed that drugs supposedly\nimported from a Canadian website were actually manufactured in\nPakistan, shipped in adulterated containers, and the package did not\ncontain the drugs it was supposed to contain.\n\nLEGISLATIVE HISTORY:\nS.6784 of 2004 - Finance\nS.1934 of 2006 - Finance\nS.455 of 2008 - Finance\nS.1572 of 2010 - Finance\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the public health law, in relation to the prescription drug reimportation protection program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T102849.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T111852.TXT", "SOBI.D110107.T112353.TXT", "SOBI.D110111.T102649.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932619
}