{
  "year" : 2011,
  "senateBillNo" : "S1428-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1428-2011-1294376400000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides clarification to determine the expiration date of an order of protection issued in relation to a family offense",
  "summary" : "Provides clarification to determine the expiration date of an order of protection issued in relation to a family offense. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : "A88",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "SB6070-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1428\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SALAND,  DeFRANCISCO,  MAZIARZ  -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Children and Families\n\n       AN  ACT  to amend the criminal procedure law, in relation to determining\n         the expiration date of an order of protection\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision 5 of section 530.12 of\n    2  the  criminal  procedure  law,  as amended by chapter 476 of the laws of\n    3  2009, is amended to read as follows:\n    4    Upon SENTENCING ON A  conviction  [of]  FOR  any  crime  or  violation\n    5  between  spouses,  BETWEEN A parent and child, or between members of the\n    6  same family or household as defined in subdivision one of section 530.11\n    7  of this article, the court may in addition  to  any  other  disposition,\n    8  including  a  conditional  discharge  or youthful offender adjudication,\n    9  enter an order of protection. Where a temporary order of protection  was\n   10  issued,  the  court shall state on the record the reasons for issuing or\n   11  not issuing an order of protection.  The duration of such an order shall\n   12  be fixed by the court and: (A) in the case of a felony conviction, shall\n   13  not exceed the greater of:  (i)  eight  years  from  the  date  of  such\n   14  [conviction]  SENTENCING, or (ii) eight years from the date of the expi-\n   15  ration of the maximum term of an indeterminate or the term of a determi-\n   16  nate sentence of imprisonment actually imposed; or (B) in the case of  a\n   17  conviction  for  a class A misdemeanor, shall not exceed the greater of:\n   18  (i) five years from the date of such [conviction]  SENTENCING,  or  (ii)\n   19  five  years  from  the  date  of the expiration of the maximum term of a\n   20  definite or intermittent term actually imposed; or (C) in the case of  a\n   21  conviction  for any other offense, shall not exceed the greater of:  (i)\n   22  two years from the date of [conviction] SENTENCING, or  (ii)  two  years\n   23  from  the  date  of  the expiration of the maximum term of a definite or\n   24  intermittent term actually imposed.  For  purposes  of  determining  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00910-01-1\n\n       S. 1428                             2\n\n    1  duration of an order of protection entered pursuant to this subdivision,\n    2  a  conviction  shall  be  deemed  to  include a conviction that has been\n    3  replaced by a youthful offender adjudication. In addition to  any  other\n    4  conditions, such an order may require the defendant:\n    5    S  2.  The opening paragraph of subdivision 5 of section 530.12 of the\n    6  criminal procedure law, as amended by chapter 384 of the laws  of  2001,\n    7  is amended to read as follows:\n    8    Upon  SENTENCING  ON  A  conviction  [of]  FOR  any crime or violation\n    9  between spouses, BETWEEN A parent and child, or between members  of  the\n   10  same family or household AS DEFINED IN SUBDIVISION ONE OF SECTION 530.11\n   11  OF  THIS  ARTICLE,  the  court may in addition to any other disposition,\n   12  including a conditional discharge  or  youthful  offender  adjudication,\n   13  enter  an order of protection. Where a temporary order of protection was\n   14  issued, the court shall state on the record the reasons for  issuing  or\n   15  not issuing an order of protection.  The duration of such an order shall\n   16  be fixed by the court and, in the case of a felony conviction, shall not\n   17  exceed the greater of: (i) five years from the date of such [conviction]\n   18  SENTENCING,  or  (ii) three years from the date of the expiration of the\n   19  maximum term of  an  indeterminate  sentence  of  imprisonment  actually\n   20  imposed; or in the case of a conviction for a class A misdemeanor, shall\n   21  not exceed three years from the date of such [conviction] SENTENCING; or\n   22  in  the case of a conviction for any other offense, shall not exceed one\n   23  year from the date of [conviction] SENTENCING.  For purposes  of  deter-\n   24  mining  the  duration of an order of protection entered pursuant to this\n   25  subdivision, a conviction shall be deemed to include a  conviction  that\n   26  has  been  replaced  by a youthful offender adjudication. In addition to\n   27  any other conditions, such an order may require the defendant:\n   28    S 3. The opening paragraph of subdivision 4 of section 530.13  of  the\n   29  criminal  procedure  law, as amended by chapter 476 of the laws of 2009,\n   30  is amended to read as follows:\n   31    Upon SENTENCING ON A conviction [of] FOR any offense, where the  court\n   32  has not issued an order of protection pursuant to section 530.12 of this\n   33  article,  the court may, in addition to any other disposition, including\n   34  a conditional discharge or  youthful  offender  adjudication,  enter  an\n   35  order  of  protection. Where a temporary order of protection was issued,\n   36  the court shall state on the record the reasons for issuing or not issu-\n   37  ing an order of protection. The duration of such an order shall be fixed\n   38  by the court and; (A) in the case of  a  felony  conviction,  shall  not\n   39  exceed   the  greater  of:  (i)  eight  years  from  the  date  of  such\n   40  [conviction] SENTENCING, or (ii) eight years from the date of the  expi-\n   41  ration of the maximum term of an indeterminate or the term of a determi-\n   42  nate  sentence of imprisonment actually imposed; or (B) in the case of a\n   43  conviction for a class A misdemeanor, shall not exceed the  greater  of:\n   44  (i)  five  years  from the date of such [conviction] SENTENCING, or (ii)\n   45  five years from the date of the expiration of  the  maximum  term  of  a\n   46  definite  or intermittent term actually imposed; or (C) in the case of a\n   47  conviction for any other offense, shall not exceed the greater  of:  (i)\n   48  two  years  from  the date of [conviction] SENTENCING, or (ii) two years\n   49  from the date of the expiration of the maximum term  of  a  definite  or\n   50  intermittent  term  actually  imposed.  For  purposes of determining the\n   51  duration of an order of protection entered pursuant to this subdivision,\n   52  a conviction shall be deemed to  include  a  conviction  that  has  been\n   53  replaced  by a youthful offender adjudication.  In addition to any other\n   54  conditions such an order may require that the defendant:\n\n       S. 1428                             3\n\n    1    S 4. The opening paragraph of subdivision 4 of section 530.13  of  the\n    2  criminal  procedure  law, as amended by chapter 384 of the laws of 2001,\n    3  is amended to read as follows:\n    4    Upon  SENTENCING ON A conviction [of] FOR any offense, where the court\n    5  has not issued an order of protection pursuant to section 530.12 of this\n    6  article, the court may, in addition to any other disposition,  including\n    7  a  conditional  discharge  or  youthful  offender adjudication, enter an\n    8  order of protection. Where a temporary order of protection  was  issued,\n    9  the court shall state on the record the reasons for issuing or not issu-\n   10  ing an order of protection. The duration of such an order shall be fixed\n   11  by  the  court and, in the case of a felony conviction, shall not exceed\n   12  the greater of: (i) five  years  from  the  date  of  such  [conviction]\n   13  SENTENCING,  or  (ii) three years from the date of the expiration of the\n   14  maximum term of  an  indeterminate  sentence  of  imprisonment  actually\n   15  imposed; or in the case of a conviction for a class A misdemeanor, shall\n   16  not exceed three years from the date of such [conviction] SENTENCING; or\n   17  in  the case of a conviction for any other offense, shall not exceed one\n   18  year from the date of [conviction] SENTENCING.  For purposes  of  deter-\n   19  mining  the  duration of an order of protection entered pursuant to this\n   20  subdivision, a conviction shall be deemed to include a  conviction  that\n   21  has  been  replaced  by a youthful offender adjudication. In addition to\n   22  any other conditions such an order may require that the defendant:\n   23    S 5. This act shall take effect on the thirtieth day  after  it  shall\n   24  have  become  a  law  and  shall  apply to all criminal actions whenever\n   25  commenced provided sentence therein has not been imposed prior  to  such\n   26  effective  date;  provided,  however, that the amendments to the opening\n   27  paragraph of subdivision 5 of section 530.12 and the  opening  paragraph\n   28  of subdivision 4 of section 530.13 of the criminal procedure law made by\n   29  sections  one  and  three of this act shall be subject to the expiration\n   30  and reversion of such paragraphs pursuant to chapter 3 of  the  laws  of\n   31  1995, as amended, when upon such date the provisions of sections two and\n   32  four of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to determining the expiration date of an order of protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T104850.TXT", "SOBI.D110107.T105351.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T113853.TXT", "SOBI.D110107.T115354.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294761111327
}