{
  "year" : 2011,
  "senateBillNo" : "S1424-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1424-2011-1294376400000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an intergenerational educational and mentoring service program to provide assistance to students in elementary schools",
  "summary" : "Establishes an intergenerational educational and mentoring service program in the state office for the aging to provide assistance by persons age 55 or older to students in elementary schools; details grant funding, based on appropriations; describes reporting requirements. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "SA2018-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1424\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. GOLDEN, JOHNSON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to establishing an  intergen-\n         erational educational and mentoring service program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a new article 3 to  read\n    2  as follows:\n    3                                  ARTICLE III\n    4                        INTERGENERATIONAL EDUCATIONAL\n    5                            AND MENTORING SERVICE\n    6                                   PROGRAM\n    7  SECTION 301. DEFINITIONS.\n    8          302.  LOCAL  INTERGENERATIONAL EDUCATIONAL AND MENTORING SERVICE\n    9                 PROGRAMS.\n   10          303. DUTIES OF THE DIRECTOR.\n   11          304. FUNDING.\n   12          305. REPORT.\n   13    S 301. DEFINITIONS. AS USED IN THIS SECTION:\n   14    1. \"ADVISORY COMMITTEE\" SHALL MEAN  THE  ADVISORY  COMMITTEE  FOR  THE\n   15  AGING ESTABLISHED PURSUANT TO SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n   16    2.  \"DESIGNATED  AGENCY\" SHALL HAVE THE SAME MEANING AS IS ASCRIBED TO\n   17  SUCH TERM BY PARAGRAPH (A) OF SUBDIVISION ONE  OF  SECTION  TWO  HUNDRED\n   18  FOURTEEN OF THIS CHAPTER.\n   19    3. \"DIRECTOR\" SHALL MEAN THE DIRECTOR OF THE OFFICE FOR THE AGING.\n   20    4.  \"INTERGENERATIONAL EDUCATIONAL AND MENTORING PROGRAM\" SHALL MEAN A\n   21  STATEWIDE PROGRAM ADMINISTERED BY THE DIRECTOR, IN CONSULTATION WITH THE\n   22  COMMISSIONER OF EDUCATION, THAT COORDINATES A NETWORK OF LOCAL INTERGEN-\n   23  ERATIONAL EDUCATIONAL AND MENTORING SERVICE PROGRAMS.\n   24    5. \"LOCAL INTERGENERATIONAL EDUCATIONAL AND MENTORING SERVICE PROGRAM\"\n   25  SHALL MEAN A LOCAL PROJECT THAT IS SELECTED BY THE DIRECTOR  TO  BE  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04646-01-1\n\n       S. 1424                             2\n\n    1  LEAD  AGENCY  IN  EACH  COMMUNITY  TO COORDINATE THE DELIVERY OF SUPPORT\n    2  SERVICES BY MEMBERS IN LOCAL ELEMENTARY SCHOOLS.\n    3    6.  \"MEMBER\" SHALL MEAN AN INDIVIDUAL FIFTY-FIVE YEARS OF AGE OR OLDER\n    4  WHO VOLUNTEERS AND PARTICIPATES IN THE ACTIVITIES OF A LOCAL INTERGENER-\n    5  ATIONAL EDUCATIONAL AND MENTORING SERVICE  PROGRAM  ASSISTING  STUDENTS.\n    6  PROVIDED THAT NO PERSON, WHO REPLACES ANY WORKER PROVIDING SUCH SERVICES\n    7  UNDER  A  CONTRACT WITH A COLLECTIVE BARGAINING UNIT, SHALL BE DEEMED TO\n    8  BE A MEMBER.\n    9    7. \"OFFICE\" SHALL MEAN THE OFFICE FOR THE AGING.\n   10    S 302.  LOCAL  INTERGENERATIONAL  EDUCATIONAL  AND  MENTORING  SERVICE\n   11  PROGRAMS.  THE  OFFICE,  THROUGH  THE  INTERGENERATIONAL EDUCATIONAL AND\n   12  MENTORING SERVICE PROGRAM, SHALL PROVIDE ALL SUPPORT AND  ASSISTANCE  TO\n   13  LOCAL  INTERGENERATIONAL  EDUCATIONAL  AND  MENTORING  SERVICE  PROGRAMS\n   14  NECESSARY TO IMPLEMENT THE PROVISIONS  OF  THIS  ARTICLE.  THE  DIRECTOR\n   15  SHALL, THROUGH LOCAL INTERGENERATIONAL EDUCATIONAL AND MENTORING SERVICE\n   16  PROGRAMS,  OFFER  ADULTS  AGE  FIFTY-FIVE  OR OLDER PLACEMENT IN SERVICE\n   17  POSITIONS ASSISTING STUDENTS IN ELEMENTARY SCHOOL.   SUCH SERVICE  POSI-\n   18  TIONS SHALL INCLUDE RESULT-ORIENTED TUTORING, MENTORING AND OTHER EDUCA-\n   19  TIONAL  SUPPORT  FOR CHILDREN AND YOUTH IN NEED.  THE LOCAL INTERGENERA-\n   20  TIONAL EDUCATIONAL AND  MENTORING  SERVICE  PROGRAM  SHALL  PROVIDE  ALL\n   21  NECESSARY  TRAINING  TO  MEMBERS.  MEMBERS SHALL PROVIDE BOTH ONE-ON-ONE\n   22  ASSISTANCE AND PARTICIPATE IN ANY  OTHER  ACTIVITIES  WHICH  BENEFIT  AN\n   23  ENTIRE SCHOOL OR ORGANIZATIONAL COMMUNITY.\n   24    S  303. DUTIES OF THE DIRECTOR. 1. THE DIRECTOR SHALL, IN CONSULTATION\n   25  WITH THE COMMISSIONER OF EDUCATION,  PROMULGATE  RULES  AND  REGULATIONS\n   26  ESTABLISHING  STANDARDS  AND  REQUIREMENTS  FOR  LOCAL INTERGENERATIONAL\n   27  EDUCATIONAL AND MENTORING SERVICE PROGRAMS RECEIVING GRANTS PURSUANT  TO\n   28  THIS  ARTICLE.  SUCH  RULES  AND  REGULATIONS  SHALL INCLUDE, BUT NOT BE\n   29  LIMITED TO:\n   30    (A) PROCEDURES FOR COORDINATING AND SUPPORTING THE  NETWORK  OF  LOCAL\n   31  INTERGENERATIONAL  EDUCATIONAL  AND MENTORING SERVICE PROGRAMS RECEIVING\n   32  GRANTS PURSUANT TO THIS ARTICLE;\n   33    (B) PROCEDURES FOR WORKING WITH PUBLIC AND PRIVATE SCHOOLS,  COLLEGES,\n   34  UNIVERSITIES,  COMMUNITY  COLLEGES,  COMMUNITY  BASED ORGANIZATIONS, THE\n   35  NATIONAL SENIOR SERVICE CORPS AND THE LEAD AGENCIES OF LOCAL INTERGENER-\n   36  ATIONAL EDUCATIONAL AND MENTORING SERVICE PROGRAMS;\n   37    (C) A PROCEDURE FOR INDIVIDUALS TO APPLY TO BECOME AND BECOME MEMBERS;\n   38    (D) REQUIREMENTS FOR PARTICIPATION AS A MEMBER AND AS A  LOCAL  INTER-\n   39  GENERATIONAL EDUCATIONAL AND MENTORING SERVICE PROGRAM;\n   40    (E)  STANDARDS,    BASED ON MEASURABLE OUTCOMES, FOR THE EVALUATION OF\n   41  LOCAL INTERGENERATIONAL EDUCATIONAL AND MENTORING SERVICE PROGRAMS; AND\n   42    (F) ANY OTHER REQUIREMENTS THE DIRECTOR DETERMINES  TO  BE  REASONABLE\n   43  AND NECESSARY.\n   44    2.  THE  RULES AND REGULATIONS PROMULGATED PURSUANT TO SUBDIVISION ONE\n   45  OF THIS SECTION SHALL PROVIDE FOR THE INCLUSION  OF  LOCAL  INTERGENERA-\n   46  TIONAL  EDUCATIONAL AND MENTORING SERVICE PROGRAMS IN THE PLANNING PROC-\n   47  ESS BY DESIGNATED AGENCIES.\n   48    S 304. FUNDING. 1. THE DIRECTOR SHALL, WITHIN THE AMOUNTS APPROPRIATED\n   49  THEREFOR, AWARD GRANTS ON A COMPETITIVE BASIS TO  NOT-FOR-PROFIT  CORPO-\n   50  RATIONS  AND  LOCAL  GOVERNMENTS SEEKING TO OPERATE A LOCAL INTERGENERA-\n   51  TIONAL EDUCATIONAL AND MENTORING SERVICE  PROGRAM.  THE  DIRECTOR  SHALL\n   52  CONSIDER,  IN THE AWARDING OF GRANTS, THE REGIONAL NEEDS AND THE COMPAR-\n   53  ATIVE WEALTH OF THE SCHOOL DISTRICT.\n   54    2. THE OFFICE MAY EXPEND NOT MORE THAN THREE  PERCENT  OF  THE  MONEYS\n   55  APPROPRIATED, FOR THE PURPOSES OF THIS ARTICLE, FOR COSTS OF ADMINISTER-\n   56  ING THIS ARTICLE.\n\n       S. 1424                             3\n\n    1    3.  EACH  LOCAL  INTERGENERATIONAL  EDUCATIONAL  AND MENTORING SERVICE\n    2  PROGRAM SHALL PAY NOT LESS THAN TEN PERCENT OF ITS EXPENSES WITH  INCOME\n    3  DERIVED FROM PRIVATE FUNDRAISING, SCHOOL DISTRICTS OR ANY OTHER SOURCE.\n    4    S 305. REPORT. THE DIRECTOR, IN CONSULTATION WITH THE ADVISORY COMMIT-\n    5  TEE,  AFFECTED  STATE AGENCIES, AFFECTED MUNICIPAL AGENCIES, LOCAL SPON-\n    6  SORS AND PERSONS INVOLVED IN  LOCAL  INTERGENERATIONAL  EDUCATIONAL  AND\n    7  MENTORING  SERVICE  PROGRAMS, SHALL, ON OR BEFORE DECEMBER THIRTY-FIRST,\n    8  TWO THOUSAND THIRTEEN, ISSUE A REPORT TO  THE  GOVERNOR,  THE  TEMPORARY\n    9  PRESIDENT  OF  THE SENATE, THE SPEAKER OF THE ASSEMBLY, THE CHAIR OF THE\n   10  SENATE COMMITTEE ON EDUCATION, THE CHAIR  OF  THE  SENATE  COMMITTEE  ON\n   11  AGING, THE CHAIR OF THE ASSEMBLY COMMITTEE ON EDUCATION AND THE CHAIR OF\n   12  THE  ASSEMBLY  COMMITTEE ON AGING, ON THE PROJECTED COST AND BENEFITS OF\n   13  ESTABLISHING UNIFORM STANDARDS AND REQUIREMENTS  FOR  THE  OPERATION  OF\n   14  LOCAL INTERGENERATIONAL EDUCATIONAL AND MENTORING SERVICE PROGRAMS.\n   15    S 2. This act shall take effect on the one hundred eightieth day after\n   16  it  shall  have become a law. Provided, that, effective immediately, any\n   17  rules and regulations necessary to implement the provisions of this  act\n   18  on its effective date are authorized to be promulgated on or before such\n   19  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing an intergenerational educational and mentoring service program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T104850.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T115854.TXT", "SOBI.D110107.T113353.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294761111316
}