{
  "year" : 2011,
  "senateBillNo" : "S1427-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1427-2011-1294376400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294981200000,
    "eventText" : "TO ATTORNEY-GENERAL FOR OPINION",
    "billEventId" : "S1427-2011-1294981200000-TO+ATTORNEY-GENERAL+FOR+OPINION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Proposes a constitutional amendment protecting the people's right to keep and bear arms",
  "summary" : "Proposes a constitutional amendment protecting the right of the people to keep and bear arms for traditionally recognized purposes. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S1256-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1427\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SALAND,  BONACIC,  LARKIN,  MAZIARZ, RANZENHOFER,\n         SEWARD -- read twice and ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing  an  amendment to the constitution in relation to the right to\n         keep and bear arms\n\n    1    Section 1. RESOLVED (if the Assembly concur), That article 20  of  the\n    2  constitution  be  renumbered article 21 and a new article 20 be added to\n    3  read as follows:\n    4                                  ARTICLE XX\n    5                         RIGHT TO KEEP AND BEAR ARMS\n    6    SECTION 1. THE PEOPLE SHALL HAVE THE RIGHT TO KEEP AND BEAR  ARMS  FOR\n    7  THE  DEFENSE  OF THEMSELVES AND THE STATE, FOR LAWFUL HUNTING AND RECRE-\n    8  ATIONAL USE, AND FOR ANY OTHER LAWFUL PURPOSES, AND NO  COUNTY,  MUNICI-\n    9  PALITY  OR  OTHER  POLITICAL SUBDIVISION OF THE STATE SHALL REGULATE, IN\n   10  ANY WAY, AN INCIDENT OF THE RIGHT TO KEEP AND BEAR ARMS.\n   11    S 2. RESOLVED (if the Assembly concur), That the  foregoing  amendment\n   12  be referred to the first regular legislative session convening after the\n   13  next  succeeding  general  election  of members of the Assembly, and, in\n   14  conformity with section 1 of article 19 of the constitution be published\n   15  for 3 months previous to the time of such election.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89043-01-1\n",
  "memo" : "BILL NUMBER:S1427\n\nTITLE OF BILL:\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing an amendment to the constitution\nin relation to the right to keep and\nbear arms\n\nPURPOSE:\nThis proposed constitutional amendment would provide within\nthe New York State Constitution for a right of the people to keep and\nbear arms for traditionally recognized purposes.\n\nSUMMARY OF PROVISIONS:\nA new Article Twenty would be added to the State Constitution to\nensure the individual right of the law-abiding citizen to keep and\nbear arms for the purposes of defense of self, state, hunting and\nrecreation.\n\nJUSTIFICATION:\nThe proposed language is an approximate conglomeration of the language\nof the Oregon and New Mexico State constitutions. It seeks to protect\nactivities involving lawfully held arms, which have been\ntraditionally recognized by the constitutions of the various states.\nThe language also places with the State all authority over the\nregulation of arms and arms accouterments. This is something of\nparticularly great need in New York State as a patchwork of local\nregulations and administrative practices have created tremendous\nconfusion over and disparity between, applicable regulations from\ncounty to county.\n\nIn recent years, there has been considerable dispute as to whether the\nright of the people to keep and bear arms, (as guaranteed by the\nUnited States Constitution, Amendment II), protects an individual\nright to arms, or only state power over militias. Recently, in the\nlandmark case of D. C. v. Heller the Supreme Court held that the\nSecond Amendment does in fact protect an individual right to possess\na firearm for traditionally lawful purposes such as self-defense. (D.C.\nv. Heller, 554 U.S. 290 (2008)). In reaching this holding, the Court\ncited historical scholarship and linguistic evidence which amply\ndemonstrates that what the Second Amendment to the United States\nConstitution guarantees is a right of law-abiding, responsible adults\nto acquire and possess arms for lawful uses. (See, e.g. 4\nEncyclopedia of the American Constitution, 1639-40, Karst & Levi eds.\n(1986); Levinson, The Embarrassing Second Amendment, 99 Yale Law\nJournal 637, (1991); Khates, Handgun Prohibition and the Original\nMeaning of the Second Amendment, 82 Michigan Law Review 204, 244-52,\n(1983); Shalhope, The Ideological Origins of the Second Amendment, 69\nJournal of American History 599, (1982)). The Court further cited the\nmany state constitutions containing provisions protecting an\nindividual right to bear\n\narms for self-defense. (D.C. v. Heller, 554 U.S. 590). Thus, the\namendment proposed puts to a\nfinal rest whatever remains of the now largely discredited states'\nrights position. However, as the proposed amendment explicitly\nprovides for a right to keep and bear arms for the purpose of defense\nof the State, it is clear that the ability of the State to maintain\nits traditional militia is not in any way impaired by enactment of\nthe amendment.\n\nThe proposal here is for a guarantee of individual rights in a state\nconstitution, and this necessarily means that the guarantee is to the\nindividual rather than the State. Indeed, the State would have no\nreason to guarantee rights of the state, possessed under the state\nConstitution, against prohibition by the State itself. Civil rights\nprovisions, such as the proposal here, have been generally\ninterpreted as broadly guaranteeing a right of individuals to possess\nvarious kinds of ordinary arms to law-abiding, responsible adults.\n(See, State v. Kessler, 614 P. 2d 94, (Or.\nS.Ct. 1980); see also, S. Halbrook, A Right To Bear Arms: State and\nFederal Bills of Right and Constitutional Guarantees 1989); Dowle,\nThe Right to Arms, 36 Oklahoma Law Review 789 (1982); Dowle, Federal\nand State Constitutional Guarantees To Arms. 15 university of Dayton\nLaw Review 1 1989); Chaplain, The Right of the Individual to Bear\nArms, bet. Coll. Law Review 789 (1982). There is no provision\ncurrently in the New York State constitution providing for a\nguarantee of the right to keep and bear arms. This puts New York into\na small minority of states lacking such traditional state\nconstitutional protection for citizens. This is especially surprising\nwhen it is considered that it was New York's own delegation which\nprevented ratification of the original Federal Constitution until\nassurances were given that, upon ratification, work would begin on a\nBill of Rights guaranteeing individual freedoms against government\nencroachment. It would seem a gross oversight that the very same\nprotections against governmental excess which the New York delegation\nsought to prevent would nevertheless be found lacking in the New York\nState Constitution.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.1256 - Opinion referred to Judiciary\n2007-2008: S.1079 - Opinion referred to Judiciary\n2005-2006: S.463 -  Opinion referred to Judiciary\n2003-2004: S.2824 - Opinion referred to Judiciary\n2001-2002: S.5059 - Opinion referred to Judiciary\n1999-2000: S.3079 - Opinion referred to Judiciary\n1997-1998: S.677  - Opinion referred to Judiciary\n1995-1996: S.1420 - Opinion referred to Judiciary\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n\nRESOLVED (if the Assembly concur), That the foregoing amendments\nbe referred to the first regular legisaltive session convening after\nthe next succeeding general election of members of the assembly,\nand, in conformity with section 1 of article 19 of the constitution,\nbe published for 3 months previous to the time of such election.\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to the constitution in relation to the right to keep and bear arms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T122601.TXT", "SOBI.D110107.T104850.TXT", "SOBI.D110112.T120501.TXT", "SOBI.D110110.T112556.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110110.T123101.TXT", "SOBI.D110114.T095406.TXT", "SOBI.D110107.T115354.TXT", "SOBI.D110107.T124900.TXT", "SOBI.D110107.T113353.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295016846894
}