{
  "year" : 2011,
  "senateBillNo" : "S1425-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1425-2011-1294376400000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes distinguished chairs in gerontological sciences",
  "summary" : "Establishes distinguished chairs in gerontological sciences to conduct research, engage in educational and training activities and provide clinical services at educational, medical and research facilities in this state. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S2006-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1425\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to establishing distinguished\n         chairs in  gerontological  sciences  at  educational,  medical  and/or\n         research facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a new article 3 to  read\n    2  as follows:\n    3                                 ARTICLE III\n    4                           DISTINGUISHED CHAIRS IN\n    5                           GERONTOLOGICAL SCIENCES\n    6  SECTION 301. DISTINGUISHED CHAIRS IN GERONTOLOGICAL SCIENCES.\n    7    S 301. DISTINGUISHED  CHAIRS IN GERONTOLOGICAL SCIENCES.  1. THERE ARE\n    8  HEREBY ESTABLISHED, WITHIN AMOUNTS AVAILABLE BY APPROPRIATION  THEREFOR,\n    9  DISTINGUISHED CHAIRS IN GERONTOLOGICAL SCIENCES AT ONE OR MORE RESEARCH,\n   10  EDUCATIONAL, AND/OR MEDICAL FACILITIES IN THIS STATE.\n   11    A.  THE  RESPONSIBILITIES  OF THE CHAIRS SHALL BE TO CONDUCT RESEARCH,\n   12  ENGAGE IN EDUCATIONAL AND  TRAINING  ACTIVITIES,  AND  PROVIDE  CLINICAL\n   13  SERVICES.\n   14    B.  THE  PURPOSES  OF  THE  CHAIRS SHALL BE TO FOSTER AND DEVELOP: (I)\n   15  EXCELLENCE IN GERIATRIC MEDICINE AND CLINICAL  CARE  WITH  ADHERENCE  TO\n   16  ACCEPTED  STANDARDS  OF  KNOWLEDGE;  (II)  PATIENT-CENTERED TRAINING AND\n   17  EDUCATION THAT IS HOLISTIC AND PROVIDES QUALITY AND COVERAGE ACROSS  THE\n   18  CONTINUUM  OF  CARE;  AND  (III)  EXCELLENCE  IN GERIATRIC RESEARCH WITH\n   19  COLLABORATION AND LINKAGES BETWEEN RESEARCH AND TRAINING, ACROSS MEDICAL\n   20  SPECIALITIES AND DISCIPLINES, HEALTH AND SOCIAL SERVICE PROFESSIONS, AND\n   21  AMONG TEACHING HOSPITALS AND URBAN AND RURAL PRACTICES, AND  ACROSS  THE\n   22  CONTINUUM OF CARE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04643-01-1\n\n       S. 1425                             2\n\n    1    C.  EACH  CHAIR  SHALL  BE  RESPONSIBLE FOR DEVELOPMENT OF A FIVE YEAR\n    2  REGIONAL STRATEGIC PLAN FOR RESEARCH, TRAINING AND CLINICAL CARE IN  THE\n    3  REGION IN WHICH THE CHAIR IS LOCATED.\n    4    D.  EACH  CHAIR SHALL ADDITIONALLY BE RESPONSIBLE FOR DEVELOPMENT OF A\n    5  MULTIDISCIPLINARY RESEARCH COLLABORATION WITH OTHER REGIONAL AND RELATED\n    6  INSTITUTIONS  THAT  SHALL  INCLUDE  BASIC  SCIENCE  RESEARCH,   CLINICAL\n    7  RESEARCH,  APPLIED  RESEARCH  IN  GERIATRICS  AND GERONTOLOGY AS WELL AS\n    8  PROGRAMMATIC GRANTS.\n    9    E. EACH SITE SELECTED SHALL BE REQUIRED TO MATCH  ANY  FUNDS  PROVIDED\n   10  PURSUANT TO THIS SECTION.\n   11    2.  SITES  FOR THE CHAIRS SHALL BE SELECTED BY THE SELECTION COMMITTEE\n   12  BASED ON A PROPOSED PROGRAM OF WORK THAT SHALL INCLUDE MEANS OF ADDRESS-\n   13  ING THE RESPONSIBILITIES AND PURPOSES ESTABLISHED PURSUANT  TO  SUBDIVI-\n   14  SION  ONE OF THIS SECTION, AND THE PROPOSED OCCUPANTS OF THE CHAIRS. THE\n   15  SELECTION COMMITTEE SHALL INCLUDE SIX PERSONS APPOINTED BY THE DIRECTOR,\n   16  AND THE FOLLOWING EX-OFFICIO PERSONS OR THEIR DESIGNEES: THE  CHANCELLOR\n   17  OF  THE STATE UNIVERSITY OF NEW YORK, THE CHANCELLOR OF THE CITY UNIVER-\n   18  SITY OF NEW YORK, THE COMMISSIONER OF THE DEPARTMENT OF  EDUCATION,  THE\n   19  COMMISSIONER  OF  THE DEPARTMENT OF HEALTH, AND THE CHAIRS OF THE SENATE\n   20  AND THE ASSEMBLY AGING COMMITTEES.  THE DIRECTOR SHALL BE THE  CHAIR  OF\n   21  THE SELECTION COMMITTEE.\n   22    3. THE OCCUPANTS OF SUCH CHAIRS SHALL BE APPOINTED BY THE  APPROPRIATE\n   23  CHANCELLOR,  COMMISSIONER,  CHIEF EXECUTIVE OFFICER, OR BOARD, AS APPRO-\n   24  PRIATE, OF THE SITE INSTITUTIONS. SUCH  OCCUPANT  SHALL  BE  THE  PERSON\n   25  DETERMINED TO BE THE BEST OCCUPANT OF THE CHAIR, BY REPUTATION, SCHOLAR-\n   26  SHIP,  EXPERIENCE, PUBLICATIONS, RESEARCH, CLINICAL WORK, AND ABILITY TO\n   27  MENTOR AND ATTRACT OTHERS OF REPUTATION AND ABILITY  IN  THE  GERIATRICS\n   28  FIELD.\n   29    4.  THE GRANT FOR EACH CHAIR SELECTED SHALL BE ONE MILLION DOLLARS, OR\n   30  SO MUCH AS SHALL BE AVAILABLE BY APPROPRIATION THEREFORE,  WHICH  MONIES\n   31  SHALL  BE  USED FOR THE SEVERAL PURPOSES AND RESPONSIBILITIES ENUMERATED\n   32  IN THIS SECTION, OR AGREED TO  BY  THE  INSTITUTION  AND  THE  SELECTION\n   33  COMMITTEE.\n   34    5.  THE  DIRECTOR  SHALL SUBMIT A REPORT ANNUALLY TO THE GOVERNOR, THE\n   35  TEMPORARY PRESIDENT OF THE SENATE, THE  SPEAKER  OF  THE  ASSEMBLY,  THE\n   36  COMMISSIONER  OF  HEALTH AND THE CHAIRS OF THE SENATE AND ASSEMBLY AGING\n   37  COMMITTEES CONCERNING THE  ACTIVITIES  UNDERTAKEN  BY  THE  CHAIRS,  THE\n   38  EXPENDITURES  OF  FUNDS,  AND  USING AN APPROPRIATE METHODOLOGY FOR SUCH\n   39  MEASUREMENT, THE SUCCESS OF THE CHAIRS IN MEETING THE GOALS  AND  OBJEC-\n   40  TIVES OF THIS SECTION.\n   41    S  2. This act shall take effect on the first of April next succeeding\n   42  the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1425\n\nTITLE OF BILL:\n\nAn act\nto amend the elder law, in relation to establishing distinguished chairs\nin gerontological sciences at educational, medical and/or research\nfacilities\n\nSUMMARY OF PROVISIONS:\n\nAdds a new Article 4 to the elder law, to create Distinguished\nChairs in Gerontological Sciences, within amounts available by\nappropriation, at one or more research, educational, and/or medical\nfacilities in this state. The funds provided must be matched by\nnon-State funds.\n\nThe section establishes the responsibilities of the chairs, which are\nto conduct research, engage in educational and training activities,\nand provide clinical services, and establishes as purposes to develop;\n\n1) excellence in geriatric medicine and clinical care with adherence\nto accepted standards of knowledge, foster and develop;\n\n2) patient-centered training and education that is holistic and\nprovides quality and coverage across the continuum of care; and\n\n3) excellence in geriatric research with collaboration and linkages\nbetween research and training, across medical specialties and\ndisciplines, health and social service professions, and among\nteaching hospitals and urban and rural practices, and across the\ncontinuum of care.\n\nThe chairs are required to develop a five year regional strategic plan\nfor research, training and clinical care in their regions, and to\nwork collaboratively with other regional and related institutions\nthat will include basic science research, clinical research, applied\nresearch in geriatrics and gerontology as well as programmatic grants.\n\nThe bill establishes a selection committee to choose sites for the\nchairs composed of six persons appointed by the director of SOFA, and\nthe following ex officio persons or their designates: the chancellor\nof the state university of New York, the chancellor of the city\nuniversity of New York, the commissioner of the department of\neducation, the commissioner of the department of health, and the\nchairs of the senate and of the assembly aging committees.\n\nChair occupants shall be appointed by the appropriate chancellors,\ncommissioner, chief executive officer, or board, as appropriate, of\nthe site institutions.\n\nThe grant amount for each chair is $1 million, or less, if less is\navailable by appropriation.\n\nSOFA is to report annually to the governor, the president of the\nsenate, the speaker of the assembly, the commissioner of health and\nthe chairs of the senate and assembly aging committees concerning the\nactivities undertaken by the chairs, the expenditures of funds, and\nusing an appropriate methodology for such measurement, the success of\nthe chairs in meeting the goals and objections of this section.\n\nJUSTIFICATION:\n\nThe ability to attract the best researchers, clinicians, and educators\nin the country to work in academic and research settings in New York\nis key to the state's ability to deal effectively with the age-wave\nabout to engulf us. New York should be at the cutting edge in\nresearch and transfer of knowledge.\n\nPRIOR LEGISLATIVE HISTORY:\n\nS.6968A: 2007-08, Referred to Aging, Committed to Rules &\nFinance, Passed Senate\nS.2006:  2009-10, Referred to Aging, Committed to Finance\n\nFISCAL IMPLICATIONS:\n\nNone in the current fiscal year; subsequent impact is limited to\nappropriation.\n\nEFFECTIVE DATE:\n\nApril 1, next succeeding the date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing distinguished chairs in gerontological sciences at educational, medical and/or research facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T104850.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T115354.TXT", "SOBI.D110107.T115854.TXT", "SOBI.D110107.T113353.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932625
}