{
  "year" : 2011,
  "senateBillNo" : "S1423-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1423-2011-1294376400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits disclosure of arrest and prosecution records of applicants for employment in police departments and law enforcement agencies",
  "summary" : "Permits disclosure of arrest and prosecution records of applicants for employment by police departments and other law enforcement agencies. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S2101-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1423\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law and  the  executive  law,  in\n         relation to disclosure of arrest and prosecution records of applicants\n         for  employment  by police departments and other law enforcement agen-\n         cies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (d)  of subdivision 1 of section 160.50 of the\n    2  criminal procedure law, as amended by chapter 169 of the laws  of  1994,\n    3  is amended to read as follows:\n    4    (d)  such  records shall be made available to the person accused or to\n    5  such person's designated agent, and shall be made  available  to  (i)  a\n    6  prosecutor in any proceeding in which the accused has moved for an order\n    7  pursuant  to  section  170.56  or  210.46 of this chapter, or (ii) a law\n    8  enforcement agency upon ex parte motion in any superior court,  if  such\n    9  agency  demonstrates  to  the  satisfaction  of  the  court that justice\n   10  requires that such records be made available to it, or (iii)  any  state\n   11  or  local  officer  or  agency  with  responsibility for the issuance of\n   12  licenses to possess guns, when the accused has made application for such\n   13  a license, or (iv) the New  York  state  division  of  parole  when  the\n   14  accused is on parole supervision as a result of conditional release or a\n   15  parole  release  granted  by the New York state board of parole, and the\n   16  arrest which is the subject of the inquiry is one which  occurred  while\n   17  the  accused was under such supervision, or (v) any prospective employer\n   18  of a police officer or peace officer  as  those  terms  are  defined  in\n   19  subdivisions  thirty-three and thirty-four of section 1.20 of this chap-\n   20  ter, in relation to an application for employment as a police officer or\n   21  peace officer; provided, however, that every person who is an  applicant\n   22  for  the  position of police officer or peace officer shall be furnished\n   23  with a copy of all records obtained under this paragraph and afforded an\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04622-01-1\n\n       S. 1423                             2\n\n    1  opportunity to make an explanation thereto, or (vi) A POLICE  DEPARTMENT\n    2  OR  OTHER  LAW  ENFORCEMENT AGENCY, IN RELATION TO AN APPLICATION BY THE\n    3  PERSON ACCUSED FOR EMPLOYMENT BY SUCH AGENCY  OR  DEPARTMENT;  PROVIDED,\n    4  HOWEVER,  THAT  EVERY  SUCH PERSON SHALL BE FURNISHED WITH A COPY OF ALL\n    5  RECORDS OBTAINED UNDER THIS PARAGRAPH AND  AFFORDED  AN  OPPORTUNITY  TO\n    6  MAKE AN EXPLANATION THERETO, OR (VII) the probation department responsi-\n    7  ble  for supervision of the accused when the arrest which is the subject\n    8  of the inquiry is one which occurred while the accused  was  under  such\n    9  supervision; and\n   10    S  2. Paragraph (d) of subdivision 1 of section 160.55 of the criminal\n   11  procedure law, as amended by chapter 476 of the laws of 2009, is amended\n   12  to read as follows:\n   13    (d) the records referred to in paragraph (c) of this subdivision shall\n   14  be made available to the person accused or to such  person's  designated\n   15  agent, and shall be made available to (i) a prosecutor in any proceeding\n   16  in  which  the accused has moved for an order pursuant to section 170.56\n   17  or 210.46 of this chapter, or (ii) a  law  enforcement  agency  upon  ex\n   18  parte  motion  in any superior court, if such agency demonstrates to the\n   19  satisfaction of the court that justice requires  that  such  records  be\n   20  made available to it, or (iii) any state or local officer or agency with\n   21  responsibility  for  the  issuance of licenses to possess guns, when the\n   22  accused has made application for such a license, or (iv)  the  New  York\n   23  state division of parole when the accused is under parole supervision as\n   24  a  result  of  conditional  release or parole release granted by the New\n   25  York state board of parole and the arrest which is the  subject  of  the\n   26  inquiry  is  one  which occurred while the accused was under such super-\n   27  vision, or (v) the probation department responsible for  supervision  of\n   28  the  accused  when the arrest which is the subject of the inquiry is one\n   29  which occurred while the accused was under such supervision, or  (vi)  a\n   30  police  agency,  probation department, sheriff's office, district attor-\n   31  ney's office, department of correction of any  municipality  and  parole\n   32  department,  for  law  enforcement purposes, upon arrest in instances in\n   33  which the individual  stands  convicted  of  harassment  in  the  second\n   34  degree, as defined in section 240.26 of the penal law, committed against\n   35  a member of the same family or household as the defendant, as defined in\n   36  subdivision one of section 530.11 of this chapter, and determined pursu-\n   37  ant  to  subdivision eight-a of section 170.10 of this title; OR (VII) A\n   38  POLICE DEPARTMENT OR OTHER LAW ENFORCEMENT AGENCY,  IN  RELATION  TO  AN\n   39  APPLICATION  BY  THE  PERSON  ACCUSED  FOR  EMPLOYMENT BY SUCH AGENCY OR\n   40  DEPARTMENT; PROVIDED, HOWEVER, THAT EVERY SUCH PERSON SHALL BE FURNISHED\n   41  WITH A COPY OF ALL RECORDS OBTAINED UNDER THIS PARAGRAPH AND AFFORDED AN\n   42  OPPORTUNITY TO MAKE AN EXPLANATION THERETO; and\n   43    S 3. Subdivision 16 of section 296 of the executive law, as separately\n   44  amended by section 3 of part N and section 14 of part AAA of chapter  56\n   45  of the laws of 2009, is amended to read as follows:\n   46    16.  It  shall  be an unlawful discriminatory practice, unless specif-\n   47  ically required or permitted by statute, for any person, agency, bureau,\n   48  corporation or association, including the state and any political subdi-\n   49  vision thereof, to make any inquiry about, whether in any form of appli-\n   50  cation or  otherwise,  or  to  act  upon  adversely  to  the  individual\n   51  involved,  any arrest or criminal accusation of such individual not then\n   52  pending against that individual which was followed by a  termination  of\n   53  that  criminal  action  or  proceeding  in  favor of such individual, as\n   54  defined in subdivision two of section 160.50 of the  criminal  procedure\n   55  law,  or  by a youthful offender adjudication, as defined in subdivision\n   56  one of section 720.35 of the criminal procedure law, or by a  conviction\n\n       S. 1423                             3\n\n    1  for a violation sealed pursuant to section 160.55 of the criminal proce-\n    2  dure  law  or by a conviction which is sealed pursuant to section 160.58\n    3  of the criminal procedure law, in connection with the licensing, employ-\n    4  ment  or  providing of credit or insurance to such individual; provided,\n    5  further, that  no  person  shall  be  required  to  divulge  information\n    6  pertaining  to  any arrest or criminal accusation of such individual not\n    7  then pending against that individual which was followed by a termination\n    8  of that criminal action or proceeding in favor of  such  individual,  as\n    9  defined  in  subdivision two of section 160.50 of the criminal procedure\n   10  law, or by a youthful offender adjudication, as defined  in  subdivision\n   11  one  of section 720.35 of the criminal procedure law, or by a conviction\n   12  for a violation sealed pursuant to section 160.55 of the criminal proce-\n   13  dure law, or by a conviction which is sealed pursuant to section  160.58\n   14  of  the criminal procedure law. The provisions of this subdivision shall\n   15  not apply to the licensing activities of governmental bodies in relation\n   16  to the regulation of guns, firearms  and  other  deadly  weapons  or  in\n   17  relation  to  an application for employment as a police officer or peace\n   18  officer as those terms are  defined  in  subdivisions  thirty-three  and\n   19  thirty-four of section 1.20 of the criminal procedure law OR IN RELATION\n   20  TO  AN APPLICATION   FOR EMPLOYMENT FOR ANY POSITION IN A POLICE DEPART-\n   21  MENT  OR  OTHER  LAW  ENFORCEMENT  AGENCY;  provided  further  that  the\n   22  provisions  of  this  subdivision  shall not apply to an application for\n   23  employment or membership in any law enforcement agency with  respect  to\n   24  any  arrest  or  criminal  accusation  which  was followed by a youthful\n   25  offender adjudication, as defined in subdivision one of  section  720.35\n   26  of the criminal procedure law, or by a conviction for a violation sealed\n   27  pursuant  to  section  160.55  of  the  criminal  procedure law, or by a\n   28  conviction which is sealed pursuant to section 160.58  of  the  criminal\n   29  procedure law.\n   30    S  4.  This  act shall take effect on the ninetieth day after it shall\n   31  have become a law.\n",
  "memo" : "BILL NUMBER:S1423\n\nTITLE OF BILL:\n\nAn act\nto amend the criminal procedure law and the executive law, in relation\nto disclosure of arrest and prosecution records of applicants for\nemployment by police departments and other law enforcement agencies\n\nPURPOSE:\n\nTo allow the disclosure of criminal histories of all applicants for\nemployment by police departments and other law enforcement agencies.\n\nSUMMARY OF PROVISIONS:\n\nThis bill amends Criminal Procedure Law &sect;&sect; 160.50(d) and 160.55 (d)\nas well as Executive Law Section 296 (16) to allow the disclosure of\ncriminal histories of all applicants for employment by police\ndepartments and other law enforcement agencies. The amendments to the\nCriminal Procedure Law allow for unsealing of criminal histories for\nthe purpose of investigating applicants for law enforcement\npositions. The companion amendment to the Executive Law removes as an\nunlawful discriminatory practice under Section 296 (16) inquiries\nmade by a police department or law enforcement agency regarding the\ncriminal history of an applicant for a position with such department\nor agency.\n\nJUSTIFICATION:\n\nIt is vitally important that police departments and other law\nenforcement agencies have the ability to conduct thorough background\nchecks on potential employees. Current law provides an ability to do\nso when the applicant is a potential police officer or peace officer,\npursuant to Criminal Procedure Law &sect; 160.50(d). Law enforcement\nagencies may in that instance receive criminal histories that include\nsealed cases terminated in favor of the accused.\n\nHowever, under current law, no such ability exists when the case was\nsealed under the provisions of Criminal Procedure Law &sect; 160.55,\nafter a conviction of a non-criminal offense. This anomalous result,\nwhere law enforcement is authorized to obtain records of sealed\nacquittals but not sealed convictions, must be corrected.\n\nFurther, in neither case are the records of potential civilian\nemployees of law enforcement agencies made available. Employment by a\npolice agency is by definition sensitive in nature. Civilian\nemployees may have\naccess to highly confidential information and, may occupy positions of\ntrust, with the availability to take enforcement action or make\ndecisions affecting agency operations and policy. police agencies are\n\nresponsible for both conventional crime fighting and counter\nterrorism efforts, and it is vitally important that as much\ninformation be obtained about potential employees as possible, in al\nranks and for all purposes, before a law enforcement agency entrusts\nthem with responsibility for public safety.\n\nLEGISLATIVE HISTORY:\n\n2007-2008: S.4268A - Referred to Codes, Passed Senate\n2009-2010: S.2101 - Referred to Codes\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\n90 days after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the executive law, in relation to disclosure of arrest and prosecution records of applicants for employment by police departments and other law enforcement agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T104850.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T115854.TXT", "SOBI.D110107.T113353.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932622
}