{
  "year" : 2011,
  "senateBillNo" : "S1422-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1422-2011-1294376400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends elements of the offense of grand larceny in the third degree to include certain crimes against the elderly",
  "summary" : "Amends elements of the offense of grand larceny in the third degree; includes theft offenses against the elderly where the actor is more than ten years younger than the victim. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2112-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1422\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to grand larceny in the third\n         degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 155.35 of the penal law, as amended by chapter 464\n    2  of the laws of 2010, is amended to read as follows:\n    3  S 155.35 Grand larceny in the third degree.\n    4    A person is guilty of grand larceny in the third degree when he or she\n    5  steals property and:\n    6    1. when the value of the property exceeds three  thousand  dollars[,];\n    7  or\n    8    2.  the  property is an automated teller machine or the contents of an\n    9  automated teller machine; OR\n   10    3. THE PROPERTY, REGARDLESS OF ITS NATURE AND VALUE, IS TAKEN FROM THE\n   11  PERSON OF ANOTHER WHO IS SIXTY-FIVE YEARS OF AGE OR OLDER AND THE  ACTOR\n   12  IS MORE THAN TEN YEARS YOUNGER THAN SUCH PERSON.\n   13    Grand larceny in the third degree is a class D felony.\n   14    S  2.  This  act shall take effect on the ninetieth day after it shall\n   15  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04655-01-1\n",
  "memo" : "BILL NUMBER:S1422\n\nTITLE OF BILL:\n\nAn act\nto amend the penal law, in relation to grand larceny in the third\ndegree\n\nSUMMARY OF PROVISIONS:\n\nThis bill would amend section 155.35 of the Penal law (grand larceny\nin the third degree, a class 0 felony) by including within its\nprovisions the taking of property, regardless of its nature and\nvalue, from persons sixty-five or older by those more than ten years\nyounger than the victim. At present, such conduct is punishable\npursuant to Penal Law &sect; 155.30 (grand larceny in the fourth degree, a\nclass E felony).\n\nJUSTIFICATION:\n\nThe State Legislature has recently taken strong action to better\nprotect the senior citizens of New York State by upgrading the crime\nof assault to a class D felony when it is committed against a person\nwho is 65 years of age or older by another person who is more than\nten years younger than the victim. The Legislature is to be commended\nfor taking this reasonable and necessary step, but the corollary\nmeasure contained in this bill addresses an equally compelling need -\namendment of Penal Law to offer similar protection to elderly victims\nof the crime of grand larceny by effectively increasing the penalty\n(from a class E to a class D felony) for those who take property from\nthe person of an elderly victim.\n\nLast year, there were two particularly heinous attacks on elderly New\nYorkers, which involved attempts to steal property from two elderly\nvictims. These attacks were properly classified and charged as\nassaults, among other crimes. However, there\nare other situations where some or all of the elements of the crime of\nassault may be absent, making enhanced protection for elderly victims\nunavailable. The selection of an elderly person as the victim of a\nmugging, even without a demonstrable intent to cause physical injury\non the part of the attacker, compels equal concern. It is necessary\nnot only to upgrade the penalty for assault, but also for grand\nlarceny from the person, in order to allow elderly New Yorkers to go\nabout their business without fear. Where a thief snatches a purse\nfrom the arm of an elderly victim, both physical and psychological\ndamage ensues, whether or not the damage rises to the level of\n\"physical injury\" required for charging the crime of assault.\nCriminals must be placed on notice that the choice of an elderly\nvictim carries much greater consequences than does targeting a victim\nmore likely to be able to prevent the theft or defend themselves.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2007-2008: S.8399 - Referred to Rules, Passed Senate\n2009-2010: S/2112 - Referred to Codes\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\n90 days after it becomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to grand larceny in the third degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T104850.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110111.T102649.TXT", "SOBI.D110107.T115854.TXT", "SOBI.D110107.T113353.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932621
}