{
  "year" : 2011,
  "senateBillNo" : "S142-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S142-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties for certain alcohol related driving convictions",
  "summary" : "Increases penalties for repeat driving while ability impaired conviction committed within the preceding ten years or for a fourth conviction for a similar offense. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A2410",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1048-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          142\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ,  ALESI,  DeFRANCISCO, FLANAGAN, JOHNSON,\n         LANZA, SALAND, SEWARD -- read twice  and  ordered  printed,  and  when\n         printed to be committed to the Committee on Transportation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to increasing\n         penalties for certain alcohol related driving convictions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (c) of subdivision 1 of section 1193 of the vehi-\n    2  cle and traffic law is amended by adding a new subparagraph (iv) to read\n    3  as follows:\n    4    (IV)  A  PERSON WHO OPERATES A VEHICLE IN VIOLATION OF SUBDIVISION ONE\n    5  OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE AFTER  HAVING  BEEN\n    6  CONVICTED  THREE  TIMES  PREVIOUSLY OF A VIOLATION OF ANY SUBDIVISION OF\n    7  SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE, WITHIN THE  PRECEDING\n    8  TEN YEARS, SHALL BE GUILTY OF A CLASS E FELONY, AND SHALL BE PUNISHED BY\n    9  A FINE OF NOT LESS THAN ONE THOUSAND DOLLARS NOR MORE THAN FIVE THOUSAND\n   10  DOLLARS  OR BY A PERIOD OF IMPRISONMENT AS PROVIDED IN THE PENAL LAW, OR\n   11  BY BOTH SUCH FINE AND IMPRISONMENT.\n   12    S 2.  Paragraph (a) of subdivision 1 of section 1193  of  the  vehicle\n   13  and  traffic  law,  as  amended  by  chapter  75 of the laws of 1994, is\n   14  amended to read as follows:\n   15    (a) Driving while ability impaired. A violation of subdivision one  of\n   16  section  eleven  hundred  ninety-two  of this article shall be a traffic\n   17  infraction and shall be punishable by a fine  of  not  less  than  three\n   18  hundred dollars nor more than five hundred dollars or by imprisonment in\n   19  a penitentiary or county jail for not more than fifteen days, or by both\n   20  such fine and imprisonment. A person who operates a vehicle in violation\n   21  of  such  subdivision  after having been convicted of a violation of any\n   22  subdivision of section eleven hundred ninety-two of this article  within\n   23  the  preceding  five  years shall be punished by a fine of not less than\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01439-01-1\n\n       S. 142                              2\n\n    1  five hundred dollars nor more than seven hundred fifty  dollars,  or  by\n    2  imprisonment  of  not  more than thirty days in a penitentiary or county\n    3  jail or by both such fine and imprisonment.  A  person  who  operates  a\n    4  vehicle in violation of such subdivision after having been convicted two\n    5  [or  more]  times  of  a  violation of any subdivision of section eleven\n    6  hundred ninety-two of this article within the preceding ten years  shall\n    7  be  guilty of a misdemeanor, and shall be punished by a fine of not less\n    8  than seven hundred fifty dollars nor more than fifteen hundred  dollars,\n    9  or  by  imprisonment of not more than one hundred eighty days in a peni-\n   10  tentiary or county jail or by both such fine and imprisonment.\n   11    S 3. Subparagraphs (i) and (ii) of paragraph (c) of subdivision  1  of\n   12  section  1193  of the vehicle and traffic law, as amended by chapter 496\n   13  of the laws of 2009, are amended to read as follows:\n   14    (i) A person who operates a vehicle (A) in  violation  of  subdivision\n   15  two,  two-a,  three, four or four-a of section eleven hundred ninety-two\n   16  of this article after having been convicted of a violation  of  subdivi-\n   17  sion  two,  two-a,  three, four or four-a of such section, OR OF DRIVING\n   18  WHILE ABILITY IMPAIRED AS A MISDEMEANOR PURSUANT  TO  PARAGRAPH  (A)  OF\n   19  THIS SUBDIVISION, or of vehicular assault in the second or first degree,\n   20  as  defined,  respectively, in sections 120.03 and 120.04 and aggravated\n   21  vehicular assault as defined in section 120.04-a of the penal law or  of\n   22  vehicular  manslaughter  in  the  second  or  first  degree, as defined,\n   23  respectively, in sections 125.12 and  125.13  and  aggravated  vehicular\n   24  homicide  as defined in section 125.14 of such law, within the preceding\n   25  ten years, or (B) in violation of paragraph (b) of subdivision two-a  of\n   26  section  eleven  hundred ninety-two of this article shall be guilty of a\n   27  class E felony, and shall be punished by a fine of  not  less  than  one\n   28  thousand  dollars  nor more than five thousand dollars or by a period of\n   29  imprisonment as provided in the penal law, or  by  both  such  fine  and\n   30  imprisonment.\n   31    (ii)  A person who operates a vehicle in violation of subdivision two,\n   32  two-a, three, four or four-a of section  eleven  hundred  ninety-two  of\n   33  this  article  after having been convicted of a violation of subdivision\n   34  two, two-a, three, four or four-a of such section, OR OF  DRIVING  WHILE\n   35  ABILITY  IMPAIRED  AS  A  FELONY  PURSUANT TO SUBPARAGRAPH (III) OF THIS\n   36  PARAGRAPH or of vehicular assault in the  second  or  first  degree,  as\n   37  defined,  respectively,  in  sections  120.03  and 120.04 and aggravated\n   38  vehicular assault as defined in section 120.04-a of the penal law or  of\n   39  vehicular  manslaughter  in  the  second  or  first  degree, as defined,\n   40  respectively, in sections 125.12 and  125.13  and  aggravated  vehicular\n   41  homicide  as  defined  in  section  125.14 of such law, twice within the\n   42  preceding ten years, shall be guilty of a class D felony, and  shall  be\n   43  punished  by  a fine of not less than two thousand dollars nor more than\n   44  ten thousand dollars or by a period of imprisonment as provided  in  the\n   45  penal law, or by both such fine and imprisonment.\n   46    S 4. This act shall take effect on the first of November next succeed-\n   47  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to increasing penalties for certain alcohol related driving convictions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101210.T155205.TXT", "SOBI.D101210.T151203.TXT", "SOBI.D101213.T095300.TXT", "SOBI.D101210.T150703.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D101210.T150229.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295384213881
}