{
  "year" : 2011,
  "senateBillNo" : "S1420-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1420-2011-1294376400000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes persons with disabilities within the definition of head of household for the senior citizens' tax abatement for rent-controlled and regulated property",
  "summary" : "Includes persons with disabilities (defined) within the definition of head of household for purposes of making them eligible for the senior citizens' tax abatement for rent-controlled and rent-regulated property. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S1575-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1420\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the real property tax law, in relation  to  providing  a\n         rent increase exemption to persons with disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs a and b of subdivision 3 of section 467-b of the\n    2  real property tax law, as amended by section 1 of  chapter  188  of  the\n    3  laws  of  2005,  paragraph a as separately amended by chapter 205 of the\n    4  laws of 2005, are amended to read as follows:\n    5    a. for a dwelling unit where the head of the  household  is  a  person\n    6  sixty-two  years  of  age  or  older,  OR  IS A PERSON WITH A DISABILITY\n    7  RECEIVING SOCIAL  SECURITY  DISABILITY  INSURANCE  (SSDI)  OR  CURRENTLY\n    8  RECEIVING MEDICAL ASSISTANCE BENEFITS BASED ON DETERMINATION OF DISABIL-\n    9  ITY  AS  PROVIDED  IN  SECTION  THREE  HUNDRED  SIXTY-SIX  OF THE SOCIAL\n   10  SERVICES LAW AS DEFINED IN SUBDIVISION FIVE  OF  THIS  SECTION,  no  tax\n   11  abatement  shall be granted if the combined income of all members of the\n   12  household for the income tax year  immediately  preceding  the  date  of\n   13  making  application exceeds four thousand dollars, or such other sum not\n   14  more than twenty-five thousand dollars beginning July first,  two  thou-\n   15  sand  five,  twenty-six thousand dollars beginning July first, two thou-\n   16  sand six, twenty-seven thousand dollars beginning July first, two  thou-\n   17  sand  seven,  twenty-eight  thousand  dollars  beginning July first, two\n   18  thousand eight, and twenty-nine thousand dollars beginning  July  first,\n   19  two  thousand  nine,  as  may be provided by the local law, ordinance or\n   20  resolution adopted pursuant to this section, provided that when the head\n   21  of the household retires before the commencement of such income tax year\n   22  and the date of filing the application, the income for such year may  be\n   23  adjusted  by  excluding  salary  or  earnings  and projecting his or her\n   24  retirement income over the entire period of such year.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04760-01-1\n\n       S. 1420                             2\n\n    1    b. (1) for a dwelling unit where the head of the  household  qualifies\n    2  as  a  person  with  a disability RECEIVING SUPPLEMENTAL SECURITY INCOME\n    3  (SSI) BENEFITS UNDER THE FEDERAL SOCIAL SECURITY ACT pursuant to  subdi-\n    4  vision  five  of  this section, no tax abatement shall be granted if the\n    5  combined  income for all members of the household for the current income\n    6  tax year exceeds the maximum income above which such head of the  house-\n    7  hold  would not be eligible to receive cash supplemental security income\n    8  benefits under federal law during such tax year.  PROVIDED THAT WHEN THE\n    9  HEAD OF THE HOUSEHOLD RETIRES BEFORE THE COMMENCEMENT OF SUCH INCOME TAX\n   10  YEAR AND THE DATE OF FILING THE APPLICATION, THE INCOME  FOR  SUCH  YEAR\n   11  MAY  BE  ADJUSTED  BY EXCLUDING SALARY OR EARNINGS AND PROJECTING HIS OR\n   12  HER RETIREMENT INCOME OVER THE ENTIRE PERIOD OF SUCH YEAR.\n   13    (2) FOR A DWELLING UNIT WHERE THE HEAD OF THE HOUSEHOLD QUALIFIES AS A\n   14  PERSON WITH A DISABILITY  RECEIVING  DISABILITY  PENSION  OR  DISABILITY\n   15  COMPENSATION BENEFITS PROVIDED BY THE UNITED STATES DEPARTMENT OF VETER-\n   16  ANS  AFFAIRS PURSUANT TO SUBDIVISION FIVE OF THIS SECTION, NO TAX ABATE-\n   17  MENT SHALL BE GRANTED IF THE COMBINED INCOME  FOR  ALL  MEMBERS  OF  THE\n   18  HOUSEHOLD  FOR  THE  CURRENT  INCOME TAX YEAR EXCEEDS THE MAXIMUM INCOME\n   19  ABOVE WHICH SUCH HEAD OF THE HOUSEHOLD WOULD NOT BE ELIGIBLE TO  RECEIVE\n   20  CASH DISABILITY PENSION OR DISABILITY COMPENSATION BENEFITS UNDER FEDER-\n   21  AL  LAW  DURING SUCH TAX YEAR. PROVIDED THAT WHEN THE HEAD OF THE HOUSE-\n   22  HOLD RETIRES BEFORE THE COMMENCEMENT OF SUCH INCOME  TAX  YEAR  AND  THE\n   23  DATE OF FILING THE APPLICATION, THE INCOME FOR SUCH YEAR MAY BE ADJUSTED\n   24  BY  EXCLUDING  SALARY  OR  EARNINGS AND PROJECTING HIS OR HER RETIREMENT\n   25  INCOME OVER THE ENTIRE PERIOD OF SUCH YEAR.\n   26    S 2. Paragraphs a and b of subdivision 3 of section 467-b of the  real\n   27  property  tax law, as amended by section 2 of chapter 188 of the laws of\n   28  2005, are amended to read as follows:\n   29    a. for a dwelling unit where the head of the  household  is  a  person\n   30  sixty-two  years  of  age  or  older,  OR  IS A PERSON WITH A DISABILITY\n   31  RECEIVING SOCIAL  SECURITY  DISABILITY  INSURANCE  (SSDI)  OR  CURRENTLY\n   32  RECEIVING MEDICAL ASSISTANCE BENEFITS BASED ON DETERMINATION OF DISABIL-\n   33  ITY  AS  PROVIDED  IN  SECTION  THREE  HUNDRED  SIXTY-SIX  OF THE SOCIAL\n   34  SERVICES LAW AS DEFINED IN SUBDIVISION FIVE  OF  THIS  SECTION,  no  tax\n   35  abatement  shall be granted if the combined income of all members of the\n   36  household for the income tax year  immediately  preceding  the  date  of\n   37  making application exceeds three thousand dollars, or such other sum not\n   38  more  than  five  thousand  dollars as may be provided by the local law,\n   39  ordinance or resolution adopted pursuant to this section, provided  that\n   40  when  the  head of the household retires before the commencement of such\n   41  year and the date of filing the application, the income  for  such  year\n   42  may  be  adjusted  by  excluding  salary  or earnings and projecting his\n   43  retirement income over the entire period of such year.\n   44    b. (1) for a dwelling unit where the head of the  household  qualifies\n   45  as  a  person  with  a disability RECEIVING SUPPLEMENTAL SECURITY INCOME\n   46  (SSI) BENEFITS UNDER THE FEDERAL SOCIAL SECURITY ACT pursuant to  subdi-\n   47  vision  five  of  this section, no tax abatement shall be granted if the\n   48  combined income for all members of the household for the current  income\n   49  tax  year exceeds the maximum income at which such head of the household\n   50  would not be eligible to receive cash supplemental security income bene-\n   51  fits under federal law during such tax year.   PROVIDED  THAT  WHEN  THE\n   52  HEAD OF THE HOUSEHOLD RETIRES BEFORE THE COMMENCEMENT OF SUCH INCOME TAX\n   53  YEAR  AND  THE  DATE OF FILING THE APPLICATION, THE INCOME FOR SUCH YEAR\n   54  MAY BE ADJUSTED BY EXCLUDING SALARY OR EARNINGS AND  PROJECTING  HIS  OR\n   55  HER RETIREMENT INCOME OVER THE ENTIRE PERIOD OF SUCH YEAR.\n\n       S. 1420                             3\n\n    1    (2) FOR A DWELLING UNIT WHERE THE HEAD OF THE HOUSEHOLD QUALIFIES AS A\n    2  PERSON  WITH  A  DISABILITY  RECEIVING  DISABILITY PENSION OR DISABILITY\n    3  COMPENSATION BENEFITS PROVIDED BY THE UNITED STATES DEPARTMENT OF VETER-\n    4  ANS AFFAIRS PURSUANT TO SUBDIVISION FIVE OF THIS SECTION, NO TAX  ABATE-\n    5  MENT  SHALL  BE  GRANTED  IF  THE COMBINED INCOME FOR ALL MEMBERS OF THE\n    6  HOUSEHOLD FOR THE CURRENT INCOME TAX YEAR  EXCEEDS  THE  MAXIMUM  INCOME\n    7  ABOVE  WHICH SUCH HEAD OF THE HOUSEHOLD WOULD NOT BE ELIGIBLE TO RECEIVE\n    8  CASH DISABILITY PENSION OR DISABILITY COMPENSATION BENEFITS UNDER FEDER-\n    9  AL LAW DURING SUCH TAX YEAR. PROVIDED THAT WHEN THE HEAD OF  THE  HOUSE-\n   10  HOLD  RETIRES  BEFORE  THE  COMMENCEMENT OF SUCH INCOME TAX YEAR AND THE\n   11  DATE OF FILING THE APPLICATION, THE INCOME FOR SUCH YEAR MAY BE ADJUSTED\n   12  BY EXCLUDING SALARY OR EARNINGS AND PROJECTING  HIS  OR  HER  RETIREMENT\n   13  INCOME OVER THE ENTIRE PERIOD OF SUCH YEAR.\n   14    S 3. Paragraph d of subdivision 1 of section 467-c of the real proper-\n   15  ty tax law, as separately amended by chapters 188 and 205 of the laws of\n   16  2005, is amended to read as follows:\n   17    d. \"Eligible  head  of the household\" means (1) a person or his or her\n   18  spouse who is sixty-two years of age or older, OR IS  A  PERSON  WITH  A\n   19  DISABILITY  RECEIVING  SOCIAL  SECURITY  DISABILITY  INSURANCE (SSDI) OR\n   20  CURRENTLY RECEIVING MEDICAL ASSISTANCE BENEFITS BASED  ON  DETERMINATION\n   21  OF  DISABILITY  AS  PROVIDED  IN  SECTION THREE HUNDRED SIXTY-SIX OF THE\n   22  SOCIAL SERVICES LAW AS DEFINED  IN  SUBDIVISION  FIVE  OF  SECTION  FOUR\n   23  HUNDRED  SIXTY-SEVEN-B  OF THIS TITLE, and is entitled to the possession\n   24  or to the use and occupancy of a dwelling unit, provided, however,  with\n   25  respect  to  a  dwelling  which  was  subject  to  a mortgage insured or\n   26  initially insured by the federal  government  pursuant  to  section  two\n   27  hundred  thirteen of the National Housing Act, as amended \"eligible head\n   28  of the household\" shall be limited to that person or his or  her  spouse\n   29  who was entitled to possession or the use and occupancy of such dwelling\n   30  unit  at the time of termination of such mortgage, and whose income when\n   31  combined with the income of all other members of the household, does not\n   32  exceed six thousand five hundred dollars for the taxable period, or such\n   33  other sum not less than sixty-five hundred dollars nor more  than  twen-\n   34  ty-five  thousand dollars beginning July first, two thousand five, twen-\n   35  ty-six thousand dollars beginning July first, two thousand six,  twenty-\n   36  seven  thousand  dollars  beginning  July  first,  two  thousand  seven,\n   37  twenty-eight thousand dollars beginning July first, two thousand  eight,\n   38  and  twenty-nine  thousand  dollars  beginning  July first, two thousand\n   39  nine, as may be provided by local law; or (2) a person with a disability\n   40  as defined in this subdivision.\n   41    S 4. Paragraph m of subdivision 1 of section 467-c of the real proper-\n   42  ty tax law, as added by chapter 188 of the laws of 2005, is  amended  to\n   43  read as follows:\n   44    m.  \"Person  with  a  disability\" means an individual who is currently\n   45  receiving social security disability insurance  (SSDI)  or  supplemental\n   46  security  income (SSI) benefits under the federal social security act or\n   47  disability pension or disability compensation benefits provided  by  the\n   48  United  States department of veterans affairs or those previously eligi-\n   49  ble by virtue of receiving disability benefits  under  the  supplemental\n   50  security  income  program  or the social security disability program and\n   51  currently receiving medical assistance benefits based  on  determination\n   52  of  disability  as  provided  in  section three hundred sixty-six of the\n   53  social services law [and whose]. PROVIDED, HOWEVER,  FOR  AN  INDIVIDUAL\n   54  WHO  IS CURRENTLY RECEIVING SUPPLEMENTAL SECURITY INCOME (SSI) BENEFITS,\n   55  income for the current income tax year, together with the income of  all\n   56  members  of  such  individual's  household,  [does] SHALL not exceed the\n\n       S. 1420                             4\n\n    1  maximum income at which such individual would  be  eligible  to  receive\n    2  cash supplemental security income benefits under federal law during such\n    3  tax year.  PROVIDED, FURTHER, FOR AN INDIVIDUAL WHO IS CURRENTLY RECEIV-\n    4  ING  DISABILITY  PENSION OR DISABILITY COMPENSATION BENEFITS PROVIDED BY\n    5  THE UNITED STATES DEPARTMENT OF VETERANS AFFAIRS, INCOME FOR THE CURRENT\n    6  INCOME TAX YEAR, TOGETHER WITH THE INCOME OF ALL MEMBERS OF  SUCH  INDI-\n    7  VIDUAL'S  HOUSEHOLD,  SHALL  NOT EXCEED THE MAXIMUM INCOME AT WHICH SUCH\n    8  INDIVIDUAL WOULD BE ELIGIBLE TO RECEIVE CASH DISABILITY PENSION OR DISA-\n    9  BILITY COMPENSATION BENEFITS UNDER FEDERAL LAW DURING SUCH TAX YEAR.\n   10    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   11  have  become a law, provided that the amendments to section 467-b of the\n   12  real property tax law made by section one of this act shall  be  subject\n   13  to  the  expiration and reversion of such section pursuant to section 17\n   14  of chapter 576 of the laws of 1974, as amended, when upon such date  the\n   15  provisions of section two of this act shall take effect.\n",
  "memo" : "BILL NUMBER:S1420\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to providing a rent\nincrease exemption to persons with disabilities\n\nPURPOSE:\nTo simplify the application process for the Disability Rent Increase\nExemption (DRIB) program by providing for an income limit similar to\nthat currently used for the Senior Citizen Rent Increase Exemption\n(SCRIE) program.\n\nSUMMARY OF PROVISIONS:\nAmends &sect;467-b and &sect;467-c of the Real Property Tax law to provide\nthat tile DRIE income limit for persons who receive either Social\nSecurity Disability Insurance (SSDI) or disability related Medicaid\nis the same as the income limit for SCRIE applicants.\n\nAdditional amendments to sections 467-15 and 467-c of Real Property\nTax law provide that the DRIB eligibility criteria for disabled\nveterans is the same as that currently provided for Supplemental\nSecurity Income (SSI) recipients. The bill specifies that disabled\nveterans are eligible for tile DRIE program if they meet the other\ncriteria for eligibility (must live in a rent regulated apartment and\npay one-third or more of their income for rent).\n\nJUSTIFICATION:\nIn 2005, the Legislature acted to expand the SCRIE program to disabled\nNew Yorkers. SCRIE freezes rents for seniors living in rent-regulated\nhousing with incomes below $25,000 per year who pay one-third or more\nof their income for rent. Landlords are compensated for the full\namount of the foregone rent through refundable real property tax\nabatements.\nStarting October 10,2005, disabled New Yorkers became eligible for the\nnew benefit, commonly referred to as DRIE. The DRIB program is\ndesigned to work the same way as SCRIE, however the income limits for\nDRIE vary making it difficult for consumers to know if they. meet the\neligibility criteria.\n\nWhile the SCRIE program uses an income limit regardless of household\nsize (recently increased to $25,000), the DRIE program income limit\nvaries depending on household size. In addition, the current DRIE\napplication process is more complex as applicants must factor in\nimpairment related work expenses (IRWEs), or blind work expenses\n(BWEs) in order to determine their income. Such expenses include\nattendant care, transportation, medical devices, prostheses,\nwork-related equipment and assistants, residential modifications,\nmedications and medical services, diagnostic procedures, and\nnon-medical appliances and devices. Under this legislation,\napplicants would no longer need to determine these expenses.\n\nThis legislation also simplifies the application process by allowing\ndisabled veterans, provided they meet any of the eligibility\ncriteria, to be categorically eligible just as SSI recipients are\nnow. While 94% of disabled veterans are already eligible for the\nprogram, the remaining 6% that will become eligible by this\nlegislation are those which are severely disabled and therefore\nreceive higher disability compensation.\n\nLEGISLATIVE HISTORY:\nS.5802 of 2006 - 3rd reading\nS.1681/A.7244 of 2008, Passed Assembly\n\nFISCAL IMPLICATIONS:\nNegligible.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall have\nbecome a law; provided that the amendments to section 467-b of the\nreal property tax law made by section one of this act shall be\nsubject to the expiration and reversion of such section pursuant to\nsection 17 of chapter 576 of the laws of 1974, as amended, when upon\nsuch date the provisions of section two of this act shall take effect.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing a rent increase exemption to persons with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T102849.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T112353.TXT", "SOBI.D110111.T102649.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932618
}