{
  "year" : 2011,
  "senateBillNo" : "S1426-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1426-2011-1294376400000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to conditions for the disqualification for unemployment benefits of persons formerly employed by temporary employment services",
  "summary" : "Relates to conditions for the disqualification for unemployment benefits of persons formerly employed by temporary employment services. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1426\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the  labor  law,  in  relation  to  conditions  for  the\n         disqualification   for   unemployment  benefits  of  persons  formerly\n         employed by temporary employment services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  593  of the labor law is amended by adding a new\n    2  subdivision 6 to read as follows:\n    3    6. (A)  FOR  THE  PURPOSES  OF  THIS  SECTION,  \"TEMPORARY  EMPLOYMENT\n    4  SERVICE\"  MEANS A FIRM THAT EMPLOYS EMPLOYEES AND ASSIGNS SUCH EMPLOYEES\n    5  TO CLIENTS TO SUPPORT OR SUPPLEMENT THE WORK FORCE OF  SUCH  CLIENTS  IN\n    6  WORK  SITUATIONS  SUCH AS EMPLOYEE ABSENCES, TEMPORARY SKILLS SHORTAGES,\n    7  SEASONAL WORKLOADS, AND SPECIAL  ASSIGNMENTS  AND  PROJECTS.  \"TEMPORARY\n    8  EMPLOYEE\" MEANS AN EMPLOYEE ASSIGNED TO WORK FOR THE CLIENTS OF A TEMPO-\n    9  RARY EMPLOYMENT SERVICE.\n   10    (B)  (I) AN EMPLOYEE OF A TEMPORARY EMPLOYMENT SERVICE SHALL BE DEEMED\n   11  TO HAVE VOLUNTARILY SEPARATED FROM EMPLOYMENT IF SUCH EMPLOYEE DOES  NOT\n   12  CONTACT  THE  TEMPORARY  EMPLOYMENT SERVICE FOR REASSIGNMENT WITHIN FIVE\n   13  BUSINESS DAYS OF THE COMPLETION OF AN ASSIGNMENT. SUCH CONTACT SHALL  BE\n   14  MADE  BY  PERSONAL  APPEARANCE  OR BY TELEPHONE OR ELECTRONIC FACSIMILE;\n   15  PROVIDED THAT SUCH CONTACT CAN BE VERIFIED.\n   16    (II) FAILURE TO CONTACT THE TEMPORARY EMPLOYMENT SERVICE SHALL NOT  BE\n   17  DEEMED  A  VOLUNTARY  SEPARATION FROM EMPLOYMENT UNLESS THE CLAIMANT HAS\n   18  BEEN ADVISED OF THE OBLIGATION TO CONTACT SUCH SERVICE  UPON  COMPLETION\n   19  OF  ASSIGNMENTS AND THAT UNEMPLOYMENT BENEFITS MAY BE DENIED FOR FAILURE\n   20  TO DO SO.\n   21    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   22  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05301-01-1\n",
  "memo" : "BILL NUMBER:S1426\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to conditions for the\ndisqualification for unemployment\nbenefits of persons formerly employed by temporary employment services\n\nPURPOSE:\nTo provide that an employee of a temporary employment service\nshall be deemed to have voluntarily separated from employment if such\nindividual does not contact the employment firm within five days for\nreassignment upon the completion of an assignment.\n\nSUMMARY OF PROVISIONS:\nAmends Section 593 of the Labor Law to provide\nthat an employee of a temporary employment service shall be deemed to\nhave voluntarily separated from employment if such individual does\nnot contact the employment firm within five days for reassignment\nupon the completion of an assignment. Failure to contact the\ntemporary employment service shall not be deemed a voluntary\nseparation unless the claimant has been advised of the obligation and\nthat benefits may be denied for the failure to do so.\n\nJUSTIFICATION:\nIndividuals may end job assignments\nand not contact the\ntemporary employment service that originally assigned the individual\nto a job. Such individual may be unaware of continuing job\nopportunities available through reassignment by the temporary\nemployment service and subsequently file for unemployment insurance.\nThis bill will ensure that there is communication between the\ntemporary employment service and the individual in order to determine\nif there are any opportunities for reassignment.\n\nLEGISLATIVE HISTORY:\n2003-2004: S.2267 --- Referred to Labor\n2005-2006: S.4165 -- Referred to Labor\n2007-2008: S.542 -- Referred to Labor\n2009-2010: S.4433 -- Referred to Labor\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after\nit shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to conditions for the disqualification for unemployment benefits of persons formerly employed by temporary employment services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T104850.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T115354.TXT", "SOBI.D110107.T124900.TXT", "SOBI.D110107.T113353.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932628
}