{
  "year" : 2011,
  "senateBillNo" : "S1438-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1438-2011-1294376400000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts bill of adoptee rights clarifying language and procedures for obtaining birth certificates and medical histories for adoptees",
  "summary" : "Enacts Bill of Adoptee Rights clarifying language and procedures for obtaining birth certificates and medical histories of adoptees; permits an adopted adult to access certain records when they reach the age of 18; creates a contact preference to be filed by birth parents. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A2003",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "SA5269-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1438\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced by Sens. MONTGOMERY, BONACIC, DILAN, HASSELL-THOMPSON, KRUEG-\n         ER,  LANZA,  LARKIN,  LAVALLE,  OPPENHEIMER,  PERKINS, ROBACH, SAVINO,\n         SQUADRON, STAVISKY -- read twice and ordered printed, and when printed\n         to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and the domestic relations law, in\n         relation to enacting the \"bill of adoptee rights\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  4138-e to read as follows:\n    3    S 4138-E. BILL OF ADOPTEE RIGHTS. 1. THIS SECTION SHALL BE  KNOWN  AND\n    4  MAY BE CITED AS THE \"BILL OF ADOPTEE RIGHTS\".\n    5    2. THE LEGISLATURE HEREBY STATES ITS INTENTION TO ACKNOWLEDGE, SUPPORT\n    6  AND  ENCOURAGE  THE LIFE-LONG HEALTH AND WELL-BEING NEEDS OF PERSONS WHO\n    7  HAVE BEEN AND WILL BE ADOPTED IN THE STATE OF NEW YORK. THE  LEGISLATURE\n    8  FURTHER  RECOGNIZES  THAT  THE DENIAL OF ACCESS TO ACCURATE AND COMPLETE\n    9  MEDICAL AND SELF-IDENTIFYING DATA  OF  ANY  ADOPTED  PERSON,  KNOWN  AND\n   10  WILFULLY  WITHHELD  BY  OTHERS,  MAY RESULT IN SUCH PERSON SUCCUMBING TO\n   11  PREVENTABLE DISEASE, PREMATURE DEATH OR OTHERWISE UNHEALTHY LIFE,  IS  A\n   12  VIOLATION OF THAT PERSON'S HUMAN RIGHTS AND IS CONTRARY TO THE TENETS OF\n   13  GOVERNANCE.  AS  SUCH,  THE PROVISIONS OF THIS SECTION SEEK TO ESTABLISH\n   14  CONSIDERATIONS UNDER THE LAW FOR ADOPTED PERSONS EQUAL TO SUCH CONSIDER-\n   15  ATIONS PERMITTED BY LAW TO ALL NON-ADOPTED PERSONS; THIS SECTION DOES SO\n   16  WHILE PROVIDING FOR THE PRIVACY OF AN ADOPTED  PERSON  AND  HIS  OR  HER\n   17  BIRTH AND ADOPTIVE FAMILIES.\n   18    3.  (A)  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW, WHEN AN ADOPTED\n   19  PERSON ATTAINS THE AGE OF EIGHTEEN YEARS, THAT  PERSON  SHALL  HAVE  THE\n   20  RIGHT  TO  RECEIPT  OF A NON-CERTIFIED COPY OF HIS OR HER ORIGINAL (LONG\n   21  FORM, LINE BY LINE VAULT COPY) BIRTH CERTIFICATE AND ANY CHANGE  HIS  OR\n   22  HER  BIRTH  PARENT  OR  PARENTS  MAY  HAVE ATTACHED TO THAT CERTIFICATE,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01540-01-1\n\n       S. 1438                             2\n\n    1  AND/OR A MEDICAL HISTORY FORM IF AVAILABLE, UPON APPLICATION,  PRESENTA-\n    2  TION OF PROOF OF IDENTIFICATION AND THE PAYMENT OF A NOMINAL FEE.\n    3    (B)  WHEN IT SHALL BE IMPOSSIBLE THROUGH GOOD-FAITH EFFORTS TO PROVIDE\n    4  A COPY OF AN ADULT ADOPTED PERSON'S ORIGINAL BIRTH  CERTIFICATE  (AS  IN\n    5  THE  CASE  OF AN ADOPTED PERSON BORN OUTSIDE OF, BUT ADOPTED WITHIN, THE\n    6  STATE OF NEW YORK), THE ADULT ADOPTED PERSON SHALL  HAVE  THE  RIGHT  TO\n    7  SECURE  FROM  A  COURT OF COMPETENT JURISDICTION OR THE ADOPTION AGENCY,\n    8  THE TRUE AND CORRECT IDENTIFYING INFORMATION THAT WOULD HAVE APPEARED ON\n    9  HIS OR HER ORIGINAL BIRTH CERTIFICATE. IN SUCH CASE THE AGENCY SHALL  BE\n   10  HELD HARMLESS FROM ANY LIABILITY ARISING OUT OF THE DISCLOSURE.\n   11    4.  A  BIRTH  PARENT  MAY  AT  ANY  TIME REQUEST FROM THE DEPARTMENT A\n   12  CONTACT PREFERENCE FORM THAT SHALL ACCOMPANY A BIRTH CERTIFICATE  ISSUED\n   13  UNDER  THIS TITLE. THE CONTACT PREFERENCE FORM SHALL PROVIDE THE FOLLOW-\n   14  ING INFORMATION TO BE COMPLETED AT THE OPTION OF THE BIRTH PARENT:\n   15    (A) I WOULD LIKE TO BE CONTACTED.\n   16    (B) I WOULD PREFER TO BE CONTACTED ONLY THROUGH AN INTERMEDIARY.\n   17    (C) I HAVE COMPLETED A MEDICAL HISTORY FORM AND HAVE FILED IT WITH THE\n   18  DEPARTMENT.\n   19    (D) PLEASE DO NOT CONTACT ME. IF I DECIDE LATER THAT I WOULD  LIKE  TO\n   20  BE  CONTACTED,  I  WILL SUBMIT AN UPDATED CONTACT PREFERENCE FORM TO THE\n   21  DEPARTMENT.\n   22    THE MEDICAL HISTORY FORM SHALL BE IN A FORM PRESCRIBED BY THE  DEPART-\n   23  MENT AND SHALL BE SUPPLIED TO THE BIRTH PARENT UPON REQUEST OF A CONTACT\n   24  PREFERENCE FORM FROM THE DEPARTMENT.\n   25    ONLY  THOSE  PERSONS  WHO  ARE AUTHORIZED TO PROCESS APPLICATIONS MADE\n   26  UNDER THIS TITLE MAY PROCESS  CONTACT  PREFERENCE  AND  MEDICAL  HISTORY\n   27  FORMS.\n   28    THE  MEDICAL HISTORY FORM AND CONTACT PREFERENCE FORM ARE CONFIDENTIAL\n   29  COMMUNICATIONS FROM THE BIRTH PARENT TO THE PERSON NAMED ON  THE  SEALED\n   30  BIRTH  CERTIFICATE AND SHALL BE PLACED IN SEPARATE SEALED ENVELOPES UPON\n   31  RECEIPT FROM THE BIRTH PARENT. THE SEALED  ENVELOPES  SHALL  BE  MATCHED\n   32  WITH AND PLACED IN THE FILE CONTAINING THE SEALED BIRTH CERTIFICATE.\n   33    THE  SEALED  ENVELOPES  CONTAINING  THE  CONTACT  PREFERENCE  FORM AND\n   34  MEDICAL HISTORY FORM MAY BE RELEASED TO A PERSON REQUESTING HIS  OR  HER\n   35  OWN  ORIGINAL BIRTH CERTIFICATE UNDER THIS TITLE. THE CONTACT PREFERENCE\n   36  FORM AND MEDICAL HISTORY FORM ARE PRIVATE COMMUNICATIONS FROM THE  BIRTH\n   37  PARENT TO THE PERSON NAMED ON THE SEALED BIRTH CERTIFICATE AND NO COPIES\n   38  OF  THE FORMS SHALL BE RETAINED BY THE DEPARTMENT.  WHERE ONLY A MEDICAL\n   39  HISTORY FORM IS REQUESTED THE BIRTH CERTIFICATE AND  CONTACT  PREFERENCE\n   40  FORM SHALL NOT BE SENT, BUT MAY BE REQUESTED AT A LATER DATE.\n   41    S  2.  Subdivision  5  of  section  4138  of the public health law, as\n   42  amended by chapter 201 of the laws  of  1972,  is  amended  to  read  as\n   43  follows:\n   44    5.  Thereafter,  when  a certified copy or certified transcript of the\n   45  certificate of birth of such a person, or a certification of  birth  for\n   46  such  person  is  issued,  it shall be based upon the new certificate of\n   47  birth, except when an order of a court of competent  jurisdiction  shall\n   48  require  the  issuance of a copy of the original certificate of birth OR\n   49  UPON A WRITTEN NOTARIZED REQUEST BY THE ADULT ADOPTED PERSON HIMSELF  OR\n   50  HERSELF ONCE PROPER PROOF OF IDENTITY IS PROVIDED TO THE REGISTRAR.\n   51    S  3.  Paragraph  (b)  of  subdivision 3 of section 4138 of the public\n   52  health law, as added by chapter 201 of the laws of 1972, is  amended  to\n   53  read as follows:\n   54    (b)  Thereafter,  when a verified transcript or certification of birth\n   55  of such  person is issued by the registrar, it shall be based  upon  the\n   56  new  certificate, except when an order of a court of competent jurisdic-\n\n       S. 1438                             3\n\n    1  tion shall require the issuance of  a  verified  transcript  or  certif-\n    2  ication  based upon the original local record of birth OR UPON A WRITTEN\n    3  NOTARIZED REQUEST BY THE ADULT ADOPTED PERSON HIMSELF  OR  HERSELF  ONCE\n    4  PROPER PROOF OF IDENTITY IS PROVIDED TO THE REGISTRAR.\n    5    S  4.  Subdivision  7  of  section  4138  of the public health law, as\n    6  amended by chapter 644 of the laws  of  1988,  is  amended  to  read  as\n    7  follows:\n    8    7.  Whenever  the  commissioner  makes a new birth certificate for any\n    9  person pursuant to the provisions of subdivision one of this section, he\n   10  OR SHE shall forward to such person, if eighteen years of age  or  more,\n   11  [or  to the parents of such person,] a certified copy, a certified tran-\n   12  script [or] AND a certification of birth, [whichever he deems  appropri-\n   13  ate under the circumstances,] without making any charge therefor.\n   14    S  5.  Section  4138 of the public health law is amended by adding two\n   15  new subdivisions 8 and 9 to read as follows:\n   16    8. (A) AN ADOPTED PERSON EIGHTEEN YEARS OF AGE OR OLDER, OR THE  BIRTH\n   17  PARENT  OR  PARENTS,  MAY  SUBMIT TO THE REGISTRAR A NOTICE OF CHANGE OF\n   18  NAME AND/OR ADDRESS AND  SUCH  INFORMATION  SHALL  BE  ATTACHED  TO  THE\n   19  ORIGINAL BIRTH CERTIFICATE OF THE ADOPTED PERSON.\n   20    (B)  THE  REGISTRAR  SHALL  DISCLOSE TO THE BIRTH PARENT OR PARENTS AT\n   21  SUCH PARENT'S OR PARENTS' REQUEST, THE MOST CURRENT NAME AND ADDRESS  OF\n   22  AN  ADOPTED  PERSON  IF THAT ADOPTED PERSON HAS REQUESTED SO BY FILING A\n   23  NOTARIZED LETTER WITH THE REGISTRAR.\n   24    9. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, WHEN AN ADOPTED  PERSON\n   25  ATTAINS  THE AGE OF EIGHTEEN YEARS, HE OR SHE SHALL HAVE THE RIGHT, UPON\n   26  APPLICATION, PROOF OF IDENTITY AND  PAYMENT  OF  A  NOMINAL  FEE,  TO  A\n   27  NON-CERTIFIED COPY OF HIS OR HER ORIGINAL LONG FORM, LINE BY LINE, VAULT\n   28  COPY BIRTH CERTIFICATE AND/OR A MEDICAL HISTORY FORM, IF AVAILABLE.\n   29    S  6.   Paragraph (b) of subdivision 3 of section 4138-d of the public\n   30  health law, as amended by chapter 181 of the laws of 2010, is amended to\n   31  read as follows:\n   32    (b) If the agency determines that the  agency  was  involved  in  such\n   33  adoption, it shall transmit the registration to the adoption information\n   34  registry  operated  by  the  department and the agency shall release the\n   35  non-identifying information, as defined  in  section  forty-one  hundred\n   36  thirty-eight-c of this title, to the [adoptee registrant. The agency may\n   37  restrict the nature of the non-identifying information released pursuant\n   38  to  this section upon a reasonable determination that disclosure of such\n   39  non-identifying information would not be in the adoptee's,  the  biolog-\n   40  ical sibling's or parent's best interest] ADOPTED PERSON.\n   41    S  7. Section 4104 of the public health law, as amended by chapter 435\n   42  of the laws of 2008, is amended to read as follows:\n   43    S 4104. Vital statistics; application of article.  The  provisions  of\n   44  this  article  except  for  the provisions contained in paragraph (i) of\n   45  subdivision two of section four thousand one hundred, section four thou-\n   46  sand one hundred three, subdivision two of  section  four  thousand  one\n   47  hundred  thirty-five,  section  four thousand one hundred thirty-five-b,\n   48  subdivision eight of section four  thousand  one  hundred  seventy-four,\n   49  paragraphs  (b) and (e) of subdivision one, PARAGRAPH (B) OF SUBDIVISION\n   50  THREE, AND SUBDIVISIONS FIVE, SEVEN, EIGHT  AND  NINE  of  section  four\n   51  thousand  one  hundred  thirty-eight, subdivision eleven of section four\n   52  thousand one hundred thirty-eight-c, PARAGRAPH (B) OF SUBDIVISION  THREE\n   53  OF  SECTION FOUR THOUSAND ONE HUNDRED THIRTY-EIGHT-D, SECTION FOUR THOU-\n   54  SAND ONE HUNDRED THIRTY-EIGHT-E and section four  thousand  one  hundred\n   55  seventy-nine of this article, shall not apply to the city of New York.\n\n       S. 1438                             4\n\n    1    S  8.  Subdivision  1 of section 114 of the domestic relations law, as\n    2  amended by chapter 751 of the laws of 1989 and designated by chapter 601\n    3  of the laws of 1994, is amended to read as follows:\n    4    1.  If satisfied that the best interests of the adoptive child will be\n    5  promoted thereby, the judge or surrogate shall make an  order  approving\n    6  the  adoption and directing that the adoptive child shall thenceforth be\n    7  regarded and treated in all  respects  as  the  child  of  the  adoptive\n    8  parents  or  parent.  In  determining  whether the best interests of the\n    9  adoptive child will be promoted by the adoption, the judge or  surrogate\n   10  shall give due consideration to any assurance by a LOCAL commissioner of\n   11  social  services that he OR SHE will provide necessary support and main-\n   12  tenance for the adoptive child pursuant to the social services law. Such\n   13  order shall contain the full name, date and place of birth and reference\n   14  to the schedule annexed to the petition containing the  medical  history\n   15  of  the  child  in  the  body  thereof and shall direct that the child's\n   16  medical history, heritage of the  BIRTH  parents,  which  shall  include\n   17  nationality,  ethnic  background and race; education, which shall be the\n   18  number of years of school completed by the BIRTH parents at the time  of\n   19  the  birth  AND  ALSO  AT  THE  TIME OF SURRENDER of the adoptive child;\n   20  general physical appearance of the BIRTH parents  at  the  time  of  the\n   21  birth  AND  ALSO  AT  THE TIME OF SURRENDER of the adoptive child, which\n   22  shall include height, weight, color of hair, eyes, skin;  occupation  of\n   23  the  BIRTH  parents  at  the  time  of the birth AND ALSO AT THE TIME OF\n   24  SURRENDER of the adoptive child; health and medical history of the BIRTH\n   25  parents at the time of the birth AND ALSO AT THE TIME  OF  SURRENDER  of\n   26  the  adoptive  child,  including all available information setting forth\n   27  conditions or diseases believed to be hereditary, any drugs  or  medica-\n   28  tion  taken  during  the  pregnancy by the child's mother; and any other\n   29  information which may be a factor influencing  the  child's  present  or\n   30  future  health,  INCLUDING THE talents, hobbies and special interests of\n   31  THE BIRTH parents as contained in the  petition,  be  furnished  to  the\n   32  adoptive  parents.  IN RECOGNITION OF THE IMPERATIVE LIFELONG IMPORTANCE\n   33  OF SUCH INFORMATION FOR THE HEALTH AND WELL-BEING OF THE ADOPTED PERSON,\n   34  IT SHALL BE THE DUTY OF THE LAW GUARDIAN AS PROVIDED FOR BY SECTIONS TWO\n   35  HUNDRED FORTY-ONE, TWO HUNDRED FORTY-TWO, TWO HUNDRED FORTY-NINE AND TWO\n   36  HUNDRED FORTY-NINE-A OF THE FAMILY COURT ACT TO ENSURE THE COMPREHENSIVE\n   37  COMPLETION AND FILING OF ALL THE ABOVE REFERENCED INFORMATION  PRIOR  TO\n   38  THE  ACCEPTANCE  OF THE TERMINATION OF PARENTAL RIGHTS OR THE ENTRY OF A\n   39  CERTIFICATE OF ADOPTION. IT SHALL BE DEEMED BY THAT LEGAL REPRESENTATIVE\n   40  THAT SUCH INFORMATION IS ALWAYS IN THE BEST INTEREST OF THE CHILD AND IS\n   41  A PROTECTED RIGHT. PRIOR TO TERMINATION OF  DUTIES,  SUCH  LAW  GUARDIAN\n   42  SHALL  PROVIDE,  AS DIRECTED BY SECTION FORTY-ONE HUNDRED THIRTY-EIGHT-C\n   43  OF THE PUBLIC HEALTH LAW AND SECTIONS THREE  HUNDRED  SEVENTY-THREE  AND\n   44  THREE HUNDRED SEVENTY-THREE-A OF THE SOCIAL SERVICES LAW, TO THE RESPEC-\n   45  TIVE RESPONSIBLE PARTIES ALL SUCH COLLECTED DATA, AND PROVIDE AN AFFIDA-\n   46  VIT  TO  THE COURT REPORTING ALL DILIGENT EFFORTS TO OBTAIN SUCH DATA. A\n   47  COPY OF SUCH AFFIDAVIT SHALL BE APPENDED TO THE ORIGINAL AND ANY AND ALL\n   48  AMENDED BIRTH CERTIFICATES. If the judge or surrogate is also  satisfied\n   49  that  there  is  no reasonable objection to the change of name proposed,\n   50  the order shall direct that the name of the adoptive child be changed to\n   51  the name stated in the agreement of adoption and that henceforth  he  OR\n   52  SHE  shall be known by that name. All such orders made by a family court\n   53  judge of Westchester county  since  September  first,  nineteen  hundred\n   54  sixty-two,  and on file in the office of the county clerk of such county\n   55  shall be transferred to the clerk of the family court  of  such  county.\n   56  Such  order  and  all the papers in the proceeding shall be filed in the\n\n       S. 1438                             5\n\n    1  office of the court granting the adoption and the order shall be entered\n    2  in books which shall be kept under seal and which shall  be  indexed  by\n    3  the  name  of  the adoptive parents and by the full original name of the\n    4  child. Such order, including orders heretofore entered, shall be subject\n    5  to  inspection  and  examination  only as hereinafter provided. Notwith-\n    6  standing the fact that adoption records shall be sealed and secret, they\n    7  may be microfilmed and processed pursuant to  an  order  of  the  court,\n    8  provided  that  such  order  provides  that  the confidentiality of such\n    9  records be maintained. If the confidentiality is violated, the person or\n   10  company violating it can be found guilty of contempt of court. The  fact\n   11  that  the adoptive child was born out of wedlock shall in no case appear\n   12  in such order. The written report of the investigation together with all\n   13  other papers pertaining to the adoption shall be kept by  the  judge  or\n   14  surrogate as a permanent record of his OR HER court and such papers must\n   15  be  sealed by him OR HER and withheld from inspection. No certified copy\n   16  of the order of adoption shall issue unless authorized by  court  order,\n   17  except  that certified copies may issue to the agency or agencies in the\n   18  proceeding prior to the sealing of the  papers.  Before  the  record  is\n   19  sealed,  such  order may be granted upon written ex parte application on\n   20  good cause shown and upon such conditions as the court may impose. After\n   21  the record is sealed, such order may be  granted  only  upon  notice  as\n   22  hereinafter provided for disclosure or access and inspection of records.\n   23  The  clerk  upon  request  of  a person or agency entitled thereto shall\n   24  issue certificates of adoption which shall contain only the new name  of\n   25  the  child and the date and place of birth of the child, the name of the\n   26  adoptive parents and the date when and  court  where  the  adoption  was\n   27  granted,  which  certificate  as to the facts recited therein shall have\n   28  the same force and effect as a certified copy of an order of adoption.\n   29    S 9. Section 114 of the domestic relations law is amended by adding  a\n   30  new subdivision 5 to read as follows:\n   31    5.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, WHEN AN ADOPTED PERSON\n   32  ATTAINS THE AGE OF EIGHTEEN YEARS, SUCH ADOPTED PERSON  SHALL  HAVE  THE\n   33  RIGHT, UPON APPLICATION, PROOF OF IDENTITY AND PAYMENT OF A NOMINAL FEE,\n   34  TO  A NON-CERTIFIED COPY OF HIS OR HER ORIGINAL LONG FORM, LINE BY LINE,\n   35  VAULT COPY BIRTH CERTIFICATE AND/OR MEDICAL HISTORY FORM, IF AVAILABLE.\n   36    S 10. This act shall take effect on the first of January next succeed-\n   37  ing the date on which it shall have become  a  law,  provided,  however,\n   38  that,  effective  immediately, the commissioner of health is directed to\n   39  promulgate such rules and regulations as may be necessary to  carry  out\n   40  the provisions of this act.\n",
  "memo" : "BILL NUMBER:S1438\n\nTITLE OF BILL:\nAn act\nto amend the public health law and the domestic relations law, in\nrelation to enacting the \"bill of adoptee rights\"\n\nPURPOSE:\nThis bill would allow an adopted person who is at least eighteen years\nof age to request from the Department of Health a non-certified copy\nof his or her original birth certificate and/or a medical history\nform if available\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill amends the public health law by adding a new\nsection, &sect; 4138-e, to establish the \"Bill of Adoptee Rights\". An\nadoptee, who is at least 18 years old, may request and receive a\nnon-certified copy of his or her original birth certificate and/or a\nmedical history form, if available, upon proper identification and\npayment of a nominal fee. Where only a medical history form is\nrequested, the birth certificate and contact preference form will not\nbe sent, but may be requested at a later date. If a copy of the birth\ncertificate cannot be provided, then the adult adoptee may secure\nfrom a court of competent jurisdiction or the adoption agency the\ninformation that would have appeared on the original birth\ncertificate. A contact preference form and/or a medical history form\nmay be filed by the birth parent(s) with the Department of Health at\nany time.\n\nSection 2 amends &sect; 4138 of the public health law to allow an adult\nadopted person to request a certified copy or certified transcript of\nthe certificate of birth based upon the original certificate of birth\nupon proper proof of identity and a written notarized request.\n\nSection 3 amends &sect; 4138 of the public health law to provide that when\na verified transcript or certification of birth is issued by the\nregistrar, it will be required to issue the document based upon the\noriginal local record of birth upon a written notarized request by\nthe adult adopted person once proper proof of identity is provided.\n\nSection 4 amends &sect; 4138 of the public health law to require that when\na commissioner makes a new birth certificate for an adult, then a\ncertified copy, a certified transcript and a certification of birth\nwill be forwarded to such adult.\n\nSection 5 amends &sect; 4138 of the public health law by adding two new\nsubdivisions that would allow an adult adoptee or a birth parent to\nsubmit to the registrar a notice of change of name and/or address and\nto be attached to the original birth certificate of the adopted\nperson. If an adopted person has granted permission, then the\n\nregistrar shall disclose the current name and address to the birth\nparent at the birth parent's request.\n\nSection 6 amends &sect; 4138-d of the public health law and removes the\nprovision that allows an adoption agency to restrict access to\nnon-identifying information that is not in the best interest of the\nadoptee, the biological sibling or the birth parent(s).\n\nSection 7 amends &sect; 4104 of the public health law to include additional\nprovisions under vital statistics that would be applicable to the\ncity of New York.\n\nSection 8 amends &sect; 114 of the domestic relations law to require\ncertain information be contained in the medical history of the child\nat the time the child is surrendered by his or her birth parent(s).\nThe law guardian will have the responsibility to ensure the\ncomprehensive completion and filing of the information prior to the\nacceptance of the termination of parental rights or the entry of a\ncertificate of adoption. The law guardian will provide an affidavit\nto the court reporting all diligent efforts to obtain the medical\nhistory information and a copy of the affidavit will be appended to\nthe original and amended birth certificates.\n\nSection 9 amends &sect; 114 of the domestic relations law to allow an adult\nadoptee to request and receive a non-certified copy of his or her\noriginal birth certificate and/or a medical history form, if\navailable, upon proper identification and payment of a nominal fee.\n\nSection 10 is the effective date.\n\nJUSTIFICATION:\nThe \"Bill of Adoptee Rights\" will provide adult adoptees with access\nto information that a non-adopted person has a legal right to obtain.\nIn New York, an adoptee cannot access his or her original birth\ncertificate unless the adoptee goes through judicial means, and even\nthen, the outcome does not guarantee that access will be granted.\nThis bill will allow adult adoptees to request and receive a\nnon-certified copy of an original birth certificate and/or a medical\nhistory form if available.\n\nAdoptees will be able to gain knowledge of their religious and ethnic\nheritage and access to medical information that may be necessary for\npreventive health care and illnesses that are linked to family\nhistory and genetics.\n\nA birth parent may seek to protect his or her privacy by completing a\ncontact preference form that would be sent to the adult adoptee upon\na request for a non-certified copy of an original birth certificate.\nThe contact preference form provides the birth parent with the option\nto be contacted by the adoptee, through an intermediary or to not be\ncontacted at all.\n\nPRIOR LEGISLATIVE HISTORY:\n2009/2010: S.5269-A Referred to Health\n2007/2008: S.235 Referred to Health\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect\nJanuary 1, 2011, next succeeding the date on which it shall become\nlaw.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the domestic relations law, in relation to enacting the \"bill of adoptee rights\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T160022.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T124400.TXT", "SOBI.D110107.T113853.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110107.T105851.TXT", "SOBI.D110107.T115854.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932648
}