{
  "year" : 2011,
  "senateBillNo" : "S1435-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1435-2011-1294376400000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs preparation of report concerning child care subsidies and requirement to show good cause for failure to seek child support",
  "summary" : "Directs the office of children and family services and the office of temporary disability assistance to prepare a report concerning low income custodial parent's requirement to show good cause for a refusal to seek child support as a requirement for receiving a child care subsidy; provides for the repeal of such provisions upon expiration thereof. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S2011-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1435\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the executive law, in relation to directing  the  office\n         of  children and family services and the office of temporary and disa-\n         bility assistance to prepare a report concerning low income  custodial\n         parents'  requirement  to  show good cause for a refusal to seek child\n         support as a requirement for  receiving  a  child  care  subsidy;  and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings.   The legislature hereby  finds  that\n    2  certain  parties allege that the office of children and family services'\n    3  regulations and directives requiring low  income  custodial  parents  to\n    4  actively  seek  child  support  from  non-custodial parents or show good\n    5  cause as to why he or she cannot seek child support, as a  condition  of\n    6  eligibility for a child care subsidy, constitutes such an extreme disin-\n    7  centive  to many individuals in need of such assistance and as such fail\n    8  to pursue needed assistance. The legislature finds that this is a  seri-\n    9  ous allegation, and declares its intent to obtain information as speedi-\n   10  ly  as possible from the state agencies involved in order to take appro-\n   11  priate action.\n   12    S 2. The executive law is amended by adding a  new  section  501-e  to\n   13  read as follows:\n   14    S  501-E.  REPORT  CONCERNING  CHILD CARE SUBSIDIES AND GOOD CAUSE FOR\n   15  FAILURE TO SEEK CHILD SUPPORT.  1.  THE OFFICE OF  CHILDREN  AND  FAMILY\n   16  SERVICES,  IN  COLLABORATION WITH THE OFFICE OF TEMPORARY AND DISABILITY\n   17  ASSISTANCE, SHALL SUBMIT A REPORT TO  THE  TEMPORARY  PRESIDENT  OF  THE\n   18  SENATE,  THE SPEAKER OF THE ASSEMBLY, THE CHAIR OF THE SENATE COMMITTEES\n   19  ON SOCIAL SERVICES, AND CHILDREN AND  FAMILIES  AND  THE  CHAIR  OF  THE\n   20  ASSEMBLY  COMMITTEE  ON CHILDREN AND FAMILIES CONCERNING THE INFORMATION\n   21  RELATED TO GOOD CAUSE FOR REFUSAL TO COOPERATE WITH THE REQUIREMENTS  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04642-01-1\n\n       S. 1435                             2\n\n    1  REGULATION  18  NYCRR  415.3(C),  AND  ANY OTHER REGULATION OR DIRECTIVE\n    2  AFFECTING THE REQUIREMENT THAT SUCH GOOD CAUSE BE ESTABLISHED,  AS  SOON\n    3  AS  POSSIBLE  BUT IN ANY CASE NOT LATER THAN MAY TWENTY-NINTH, TWO THOU-\n    4  SAND TWELVE.  SUCH REPORT SHALL PROVIDE INFORMATION ON THE FOLLOWING FOR\n    5  THE  PRECEDING CALENDAR YEAR, OR FOR THE NEAREST MEASURABLE TWELVE MONTH\n    6  PERIOD, INCLUDING, BUT NOT LIMITED TO:\n    7    (A) THE NUMBER OF APPLICANTS FOR CHILD CARE SUBSIDY ASSISTANCE;\n    8    (B) THE NUMBER OF DENIALS FOR A CHILD CARE SUBSIDY;\n    9    (C) THE NUMBER OF APPLICANTS WHO HAVE CLAIMED GOOD CAUSE  FOR  REFUSAL\n   10  TO COOPERATE IN SEEKING A CHILD SUPPORT ORDER OR ORDERS;\n   11    (D)  THE  NUMBER  OF APPLICANTS FOR WHOM THERE HAS BEEN A FINDING THAT\n   12  GOOD CAUSE EXISTS FOR REFUSAL TO COOPERATE;\n   13    (E) THE NUMBER OF APPLICANTS FOR WHICH THERE HAS BEEN A  FINDING  THAT\n   14  GOOD CAUSE FOR REFUSAL TO COOPERATE DOES NOT EXIST;\n   15    (F)  THE  NUMBER  OF APPLICANTS FOR WHOM THE FINDING OF GOOD CAUSE FOR\n   16  REFUSAL TO COOPERATE IS DUE TO AN INDICATION OF THE PRESENCE OF DOMESTIC\n   17  VIOLENCE;\n   18    (G) THE NUMBER OF APPLICANTS FOR WHOM THE FINDING OF  GOOD  CAUSE  FOR\n   19  REFUSAL  TO  COOPERATE  IS  DUE  TO  ANOTHER  REASON OTHER THAN DOMESTIC\n   20  VIOLENCE, AND THOSE REASONS;\n   21    (H) THE NUMBER OF POTENTIAL APPLICANTS WHO ARE ELIGIBLE FOR CHILD CARE\n   22  SUBSIDY ASSISTANCE BUT WHO HAVE (I) FAILED TO COMPLETE THE  APPLICATION,\n   23  OR  (II)  FAILED TO APPLY BECAUSE OF THE REQUIREMENT, SUCH FIGURES TO BE\n   24  STATED AS SEPARATE CATEGORIES; AND\n   25    (I) THE AMOUNT OF CHILD SUPPORT COLLECTED  ON  BEHALF  OF  CHILD  CARE\n   26  SUBSIDY   APPLICANTS,  INCLUDING,  AND  STATED  SEPARATELY,  THE  AMOUNT\n   27  COLLECTED IN CASES IN WHICH THE APPLICANT'S OR  RECIPIENT'S  COOPERATION\n   28  WITH THE REGULATION WAS NOT REQUIRED.\n   29    2.  THE  OFFICE OF CHILDREN AND FAMILY SERVICES SHALL DIRECT ALL COUN-\n   30  TIES IN THE STATE TO FORWARD  TO  THE  OFFICE  OF  CHILDREN  AND  FAMILY\n   31  SERVICES,  WITHIN  THIRTY DAYS OF THE DATE OF THE REQUEST, SUCH INFORMA-\n   32  TION AS THE OFFICE OF CHILDREN AND FAMILY SERVICES  DEEMS  NECESSARY  TO\n   33  ACCOMPLISH  THE  DIRECTIVES  OF  THIS  SECTION. ALL COUNTIES SO DIRECTED\n   34  SHALL COMPLY WITH THE REQUEST.\n   35    S 3. This act shall take effect immediately and shall  expire  and  be\n   36  deemed repealed April 1, 2013.\n",
  "memo" : "BILL NUMBER:S1435\n\nTITLE OF BILL:\n\nAn act\nto amend the executive law, in relation to directing the office of\nchildren and family services and the office of temporary and\ndisability\nassistance to prepare a report concerning low income custodial parents'\nrequirement to show good cause for a refusal to seek child support as a\nrequirement for receiving a child care subsidy, and providing for the\nrepeal of such provisions upon expiration thereof\n\nSUMMARY OF PROVISIONS:\n\nThe bill adds a new section 501-e to executive law to require that the\noffice of children and family services (OCFS), in collaboration with\nthe office of temporary and disability assistance, report to the\ntemporary president of the senate, the speaker of the assembly, the\nchair of the senate committee on social services, children and\nfamilies and the chair of the assembly committee on children and\nfamilies concerning good cause for refusal to cooperate with the\nrequirements of regulation 18 NYCRR 415.3(c), and any other\nregulation or directive affecting the requirement that such good\ncause be established as to why the individual is not pursuing child\nsupport from the non-custodial parent(s) either through the social\nservices district's child support enforcement program or through\nother legal means.\n\nThe report is due as soon as possible but in any case not later than\nMay 29, 2009. Such report shall provide information on the following\nfor the preceding calendar year, or for the nearest measurable twelve\nmonth period. The several items delineated for the report will\nprovide a picture of the reasons why individuals are or are not\ncooperating with the directive, and whether cooperation creates\nhardship.\n\nJUSTIFICATION:\n\nThere have been very serious allegations made for the past several\nyears that the requirement in current State processes that low income\ncustodial parents actively seek child support from non-custodial\nparents or show good cause as to why he or she cannot seek child\nsupport, as a condition of eligibility for a child care subsidy,\nconstitutes such an extreme disincentive to many individuals in need\nof such assistance and as such fail to pursue needed assistance. The\npurpose of this bill is to obtain information as speedily as possible\nfrom the state agencies involved in order to take appropriate action.\n\nPRIOR LEGISLATIVE HISTORY:\n\nS.8170:  2007-08 Referred to Social Services, Children & Families,\nPassed Senate\nS.2011:  2009-10 Referred to Children & Families\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to directing the office of children and family services and the office of temporary and disability assistance to prepare a report concerning low income custodial parents' requirement to show good cause for a refusal to seek child support as a requirement for receiving a child care subsidy; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T105351.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T113853.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110107.T115354.TXT", "SOBI.D110107.T105851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932643
}