{
  "year" : 2011,
  "senateBillNo" : "S1434-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1434-2011-1294376400000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits incentive arrangements for inducing a health care provider to change prescriptions",
  "summary" : "Prohibits incentive arrangements for inducing a health care provider to change prescriptions. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S3037-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1434\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law and the public health law, in relation\n         to prohibiting accident and health insurers from  offering  incentives\n         to health care providers to prescribe a specific drug or medical prod-\n         uct\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3217-b of the insurance law is amended by adding  a\n    2  new subsection (j) to read as follows:\n    3    (J)  NO  INSURER  SUBJECT  TO THE PROVISIONS OF THIS ARTICLE SHALL, BY\n    4  CONTRACT, WRITTEN POLICY OR PROCEDURE OR ANY  OTHER  AGREEMENT,  PROVIDE\n    5  PAYMENT  OR  ANY  OTHER  INCENTIVE TO A HEALTH CARE PROVIDER TO ISSUE OR\n    6  CHANGE A PRESCRIPTION FOR A SPECIFIC DRUG OR MEDICAL PRODUCT. VIOLATIONS\n    7  OF THIS SUBSECTION SHALL  BE  PUNISHABLE  AS  PROVIDED  IN  SECTION  ONE\n    8  HUNDRED NINE OF THIS CHAPTER.\n    9    S  2.  Section  4325  of  the insurance law is amended by adding a new\n   10  subsection (k) to read as follows:\n   11    (K) NO INSURER SUBJECT TO THE PROVISIONS OF  THIS  ARTICLE  SHALL,  BY\n   12  CONTRACT,  WRITTEN  POLICY  OR PROCEDURE OR ANY OTHER AGREEMENT, PROVIDE\n   13  PAYMENT OR ANY OTHER INCENTIVE TO A HEALTH CARE  PROVIDER  TO  ISSUE  OR\n   14  CHANGE   A   PRESCRIPTION  FOR  A  SPECIFIC  DRUG  OR  MEDICAL  PRODUCT.\n   15  VIOLATIONS OF THIS SUBSECTION SHALL BE PUNISHABLE AS PROVIDED IN SECTION\n   16  ONE HUNDRED NINE OF THIS CHAPTER.\n   17    S 3. Section 4406-c of the public health law is amended  by  adding  a\n   18  new subdivision 5-e to read as follows:\n   19    5-E.  NO  HEALTH  CARE  PLAN SUBJECT TO THE PROVISIONS OF THIS ARTICLE\n   20  SHALL, BY CONTRACT, WRITTEN POLICY OR PROCEDURE OR ANY OTHER  AGREEMENT,\n   21  PROVIDE  PAYMENT  OR  ANY  OTHER  INCENTIVE TO A HEALTH CARE PROVIDER TO\n   22  ISSUE OR CHANGE A PRESCRIPTION FOR A SPECIFIC DRUG OR MEDICAL PRODUCT.\n   23    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   24  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05597-01-1\n",
  "memo" : "BILL NUMBER:S1434\n\nTITLE OF BILL:\nAn act\nto amend the insurance law and the public health law,\nin relation to prohibiting accident and\nhealth insurers from offering incentives to health care providers\nto prescribe a specific drug or medical product\n\nPURPOSE:\nTo prohibit insurers from offering incentives to health care providers\nfor issuing or changing prescriptions.\n\nSUMMARY OF PROVISIONS:\nSection 1 - Amends section 3217-b of the Insurance Law to add new\nsubsection (j), which prohibits an insurer from providing payment or\nincentive to a health care provider to issue or change a prescription\nfor a specific drug or medical product.\n\nSection 2 - Amends section 4325 of the Insurance Law to add new\nsubsection (k), which prohibits an insurer from providing payment or\nincentive to a health care provider to issue or change a prescription\nfor specific drug or medical product.\n\nSection 3 - Amends section 4406-c of the Public Health Law to add a new\nsubdivision 5-e, which prohibits a healthcare plan from providing\npayment or incentive to a health care provider to issue or change a\nprescription for a specific drug or medical product.\n\nSection 4- Effective date is ninety days after becoming a law.\n\nJUSTIFICATION:\nIt has been reported that some insurance companies are providing\nfinancial incentives to doctors for switching patients' prescriptions\nto less expensive drugs. Some health plans have offered as much as\n$100 each time a physician switches a patient's prescription from a\nbrand name to a generic. An upstate New York health plan began a\npilot project with several medical groups in 2006 as part of a\ncampaign to boost generic drug use. In this pilot, physicians who\nincreased their ratio of generic drug prescriptions to brand-name\ndrugs by five percentage points, would receive a slightly higher\nreimbursement for their patient office visits.\n\nWhile lowering health care costs is an essential and necessary task if\nwe are to meet the goal of ensuring that every New Yorker has\naffordable quality health care, insurance companies should not offer\nincentives to influence medical decisions. Monetary rewards for\nhealth care providers who switch patients' prescriptions from a\ncostlier drug to a less expensive one should not be an acceptable\npractice. This legislation would prevent companies in New York from\nproviding \"kickbacks\" to participating practitioners for changing\n\nprescriptions. Although many generics work as well as their\ncounterpart brand-name products, ethical medical practice requires\nthat a prescribers' independent clinical judgment not be compromised.\nA patient's diagnosis, symptoms, risk of complications, medical\nprofile and prior clinical history should be taken into account prior\nto changing or prescribing a prescription. The decision to prescribe\na particular medication should be made without concern for financial\ngain.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.3037- Referred to Insurance\n2008:      S.7516 - Referred to Insurance\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nNinety days after becoming a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law and the public health law, in relation to prohibiting accident and health insurers from offering incentives to health care providers to prescribe a specific drug or medical product ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T105351.TXT", "SOBI.D110111.T140712.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T113853.TXT", "SOBI.D110107.T115354.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932642
}