{
  "year" : 2011,
  "senateBillNo" : "S1437-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1437-2011-1294376400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to tax credits provided for solar energy system equipment",
  "summary" : "Relates to tax credits provided for solar energy system equipment; provides credit for the lease of solar energy equipment and the purchase of power generated by solar equipment. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A34",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S8190-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1437\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee  on  Investigations  and\n         Government Operations\n\n       AN  ACT  to  amend  the tax law, in relation to tax credits provided for\n         solar energy system equipment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph 2 of subsection (g-1) of section 606 of the tax\n    2  law, as amended by chapter 378 of the laws of 2005 and subparagraph  (B)\n    3  as  amended  by  chapter  251 of the laws of 2006, is amended to read as\n    4  follows:\n    5    (2) Qualified solar energy system equipment expenditures. (A) The term\n    6  \"qualified solar energy system equipment  expenditures\"  means  expendi-\n    7  tures for:\n    8    (I)  the  purchase of solar energy system equipment which is installed\n    9  in connection with residential property which is [(i)]  (I)  located  in\n   10  this  state  and [(ii)] (II) which is used by the taxpayer as his or her\n   11  principal residence at the time the solar  energy  system  equipment  is\n   12  placed in service;\n   13    (II) THE LEASE OF SOLAR ENERGY SYSTEM EQUIPMENT UNDER A WRITTEN AGREE-\n   14  MENT  THAT  SPANS  AT  LEAST  TEN  YEARS WHERE SUCH EQUIPMENT OWNED BY A\n   15  PERSON OTHER THAN THE TAXPAYER IS INSTALLED IN CONNECTION WITH  RESIDEN-\n   16  TIAL  PROPERTY WHICH IS (I) LOCATED IN THIS STATE AND (II) WHICH IS USED\n   17  BY THE TAXPAYER AS HIS OR HER PRINCIPAL RESIDENCE AT THE TIME THE  SOLAR\n   18  ENERGY SYSTEM EQUIPMENT IS PLACED IN SERVICE; OR\n   19    (III)  THE  PURCHASE  OF POWER UNDER A WRITTEN AGREEMENT THAT SPANS AT\n   20  LEAST TEN YEARS WHEREUNDER THE POWER PURCHASED  IS  GENERATED  BY  SOLAR\n   21  ENERGY  SYSTEM EQUIPMENT OWNED BY A PERSON OTHER THAN THE TAXPAYER WHICH\n   22  IS INSTALLED IN  CONNECTION  WITH  RESIDENTIAL  PROPERTY  WHICH  IS  (I)\n   23  LOCATED  IN  THIS STATE AND (II) WHICH IS USED BY THE TAXPAYER AS HIS OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00898-01-1\n\n       S. 1437                             2\n\n    1  HER PRINCIPAL RESIDENCE AT THE TIME THE SOLAR ENERGY SYSTEM EQUIPMENT IS\n    2  PLACED IN SERVICE.\n    3    (B) Such qualified expenditures shall include expenditures for materi-\n    4  als, labor costs properly allocable to on-site preparation, assembly and\n    5  original  installation,  architectural  and  engineering  services,  and\n    6  designs and plans directly related to the construction  or  installation\n    7  of the solar energy system equipment.\n    8    (C)  Such  qualified  expenditures  FOR  THE  PURCHASE OF SOLAR ENERGY\n    9  SYSTEM EQUIPMENT shall not include interest or other finance charges.\n   10    (D) SUCH QUALIFIED EXPENDITURES FOR THE LEASE OF SOLAR  ENERGY  SYSTEM\n   11  EQUIPMENT  OR  THE  PURCHASE  OF  POWER  UNDER AN AGREEMENT DESCRIBED IN\n   12  CLAUSES (II) OR (III)  OF  SUBPARAGRAPH  (A)  OF  THIS  PARAGRAPH  SHALL\n   13  INCLUDE  AN AMOUNT EQUAL TO ALL PAYMENTS TO BE MADE UNDER SUCH AGREEMENT\n   14  FOR THE INITIAL TERM OF  SUCH  AGREEMENT,  INCLUDING  ANY  AMOUNTS  PAID\n   15  UPFRONT.\n   16    (E)  THE  TERM  \"PERSON\", AS USED IN THIS SECTION, SHALL HAVE THE SAME\n   17  MEANING AS PROVIDED IN INTERNAL REVENUE CODE S 7701 (C)(1).\n   18    S 2. This act shall take effect immediately and  shall  be  deemed  to\n   19  have been in full force and effect on and after January 1, 2011.\n",
  "memo" : "BILL NUMBER:S1437\n\nTITLE OF BILL:\n\nAn act\nto amend the tax law, in relation to tax credits provided for solar\nenergy system equipment\n\nPURPOSE:\n\nThis bill will extend the current tax credit provided for the purchase\nand installation of solar energy equipment to individuals who install\nand the lease solar energy equipment.\n\nSUMMARY OF PROVISIONS:\n\nSection 1. Paragraph 2 of subsection (g-1) of section 606 of the tax\nlaw is amended to add to section: (A) extending the tax credit to(ii)\nan individual who leases solar energy equipment owned and installed\nby a third party as long as the lease agreement spans at least 10\nyears, resides within the State of New York, and is the principal\nresidence of the tax payer. (iii) an individual who purchases the\npower under a lease agreement that spans at least 10 years where the\npower purchased is generated by solar energy equipment owned and\ninstalled by a third party.\n\nSection (C)-specifies the qualified expenditures covered by the\npurchase of solar energy\n\nNew section-(D) expands qualified expenditures covered to include the\namount equal to all payments to be made under a lease agreement\nincluding any upfront costs.\n\nJUSTIFICATION:\n\nThis bill will increase and encourage the use of alternative and\nrenewable energy by extending the tax credits received by the owners\nof solar energy equipment to individuals who lease such equipment.\nPurchasing, installing and maintaining this type of equipment can be\ncostly and complex therefore deterring some consumers from utilizing\nthis type of renewable energy.\ncontracting with companies who provide these services provides an\nopportunity for a consumer to reduce their energy costs and continues\nto encourage the use of renewable energy.\n\nThe impacts of climate change have made abundantly clear the need to\nreduce our carbon footprint. However, for a greater impact to occur\nit will require that everyone be involved in some way. This bill\nprovides an opportunity and\nincentive for more consumers to take advantage of solar power\ngeneration, reduce C02 emissions and reduce their own energy costs.\n\nLEGISLATIVE. HISTORY:\n\nS.8190; Passed Senate\n\nFISCAL IMPLICATIONS:\n\nTo be determined.\n\nEFFECTIVE DATE:\n\nImmediately and shall be deemed to have been in full force and effect\non and after January 1, 2011.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to tax credits provided for solar energy system equipment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110107.T113853.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110107.T105851.TXT", "SOBI.D110107.T115854.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932646
}