{
  "year" : 2011,
  "senateBillNo" : "S143-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S143-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to exempting religious organizations from the temporary state energy and utility service conservation assessment fee",
  "summary" : "Exempts revenues derived from religious organizations from the temporary state energy and utility service conservation assessment fee. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S7204-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          143\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to amend the public service law, in relation to exempting reli-\n         gious organizations  from  the  temporary  state  energy  and  utility\n         service conservation assessment fee\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision  6  of  section  18-a  of  the\n    2  public  service  law,  as added by section 4 of part NN of chapter 59 of\n    3  the laws of 2009, is amended and a new paragraph (i) is added to read as\n    4  follows:\n    5    (b) The  temporary  state  energy  and  utility  service  conservation\n    6  assessment  shall  be equal to two [percentum] PER CENTUM of the utility\n    7  entity's gross operating revenues derived from intrastate utility  oper-\n    8  ations  in  the  last preceding calendar year, minus the amount, if any,\n    9  that such utility entity is assessed pursuant to  subdivisions  one  and\n   10  two of this section for the corresponding state fiscal year period. With\n   11  respect  to  the Long Island power authority, the temporary state energy\n   12  and utility service  conservation  assessment  shall  be  equal  to  one\n   13  [percentum]  PER  CENTUM  of  such  authority's gross operating revenues\n   14  derived from intrastate utility operations in the last preceding  calen-\n   15  dar  year.  No  corporation or person subject to the jurisdiction of the\n   16  commission only with respect to safety, or the power  authority  of  the\n   17  state  of  New  York, shall be subject to the temporary state energy and\n   18  utility service conservation assessment provided for under this subdivi-\n   19  sion. Utility entities whose gross operating  revenues  from  intrastate\n   20  utility  operations  are  five  hundred  thousand dollars or less in the\n   21  preceding calendar year shall not be  subject  to  the  temporary  state\n   22  energy and utility service conservation assessment. RECEIPTS FROM REVEN-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01272-01-1\n\n       S. 143                              2\n\n    1  UES  DERIVED  FROM  RELIGIOUS ORGANIZATIONS WHO ARE EXEMPT FROM TAXATION\n    2  UNDER FEDERAL AND STATE LAW SHALL NOT BE SUBJECT TO SUCH ASSESSMENT. The\n    3  minimum temporary state energy and utility service conservation  assess-\n    4  ment to be billed to any utility entity whose gross revenues from intra-\n    5  state  utility operations are in excess of five hundred thousand dollars\n    6  in the preceding calendar year shall be two hundred dollars.\n    7    (I) NO PUBLIC UTILITY COMPANY OR OTHER UTILITY ENTITY SUBJECT  TO  THE\n    8  PROVISIONS  OF  THIS  SECTION  SHALL  CHARGE OR PASS ALONG THE AMOUNT OF\n    9  ASSESSMENT IMPOSED UNDER THIS SECTION TO ANY RELIGIOUS  ORGANIZATION  IN\n   10  THIS STATE WHICH IS EXEMPT FROM TAXATION UNDER STATE LAW OR FEDERAL LAW.\n   11    S  2. This act shall take effect immediately; provided that the amend-\n   12  ments to subdivision 6 of section 18-a of the public service law made by\n   13  section one of this act shall not affect the repeal of such  subdivision\n   14  and shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to exempting religious organizations from the temporary state energy and utility service conservation assessment fee ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T155205.TXT", "SOBI.D101210.T161216.TXT", "SOBI.D101213.T095300.TXT", "SOBI.D101210.T151203.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292251980300
}