{
  "year" : 2011,
  "senateBillNo" : "S1439-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1439-2011-1294376400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires debt collection agencies to be licensed by the state",
  "summary" : "Requires debt collection agencies to be licensed by the state; requires bonding and allows for penalties. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : "A1028",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "SA7071-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1439\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law and the civil practice law  and\n         rules, in relation to debt collection agencies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature hereby finds the  pres-\n    2  ence  of consumer-related problems with respect to the practices of debt\n    3  collection agencies. Federal and state laws regulate how debt collectors\n    4  may communicate with debtors and prohibit the use of  certain  threaten-\n    5  ing,  deceptive  and  unfair  collection  practices. Despite these legal\n    6  protections, the number of consumer complaints regarding debt collection\n    7  practices continue to rise. Consumer complaints received by the  Federal\n    8  Trade  Commission  regarding  third-party  debt  collectors grew for the\n    9  eleventh consecutive year in 2008, and consumers filed with the  Commis-\n   10  sion  more  complaints  against  third-party collectors than against any\n   11  other specific industry. While the majority  of  those  engaged  in  the\n   12  business  of  debt  collection are honest and ethical in their dealings,\n   13  there is a minority of unscrupulous  collection  agencies  in  operation\n   14  that practice abusive tactics. Due to the sensitive nature of the infor-\n   15  mation  used  in  the course of such agency's everyday business, and the\n   16  vulnerable position consumers find themselves in when dealing with these\n   17  agencies, it is incumbent upon this legislature to  protect  the  inter-\n   18  ests,  reputations  and  fiscal well-being of the citizens of this state\n   19  against those agencies who would abuse  their  privilege  of  operation.\n   20  Therefore,  it  is  herein  declared  that the state should license debt\n   21  collection agencies.\n   22    S 2. The general business law is  amended  by  adding  a  new  article\n   23  29-HHH to read as follows:\n   24                               ARTICLE 29-HHH\n   25                          DEBT COLLECTION AGENCIES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00800-01-1\n\n       S. 1439                             2\n\n    1  SECTION 604-K. DEFINITIONS.\n    2          604-L. DEBT COLLECTION AGENCIES.\n    3          604-M. SURETY BONDING REQUIREMENT.\n    4          604-N. PENALTIES.\n    5          604-O. APPLICABILITY.\n    6    S  604-K.  DEFINITIONS.  AS  USED IN THIS ARTICLE, THE FOLLOWING TERMS\n    7  SHALL HAVE THE FOLLOWING MEANINGS:\n    8    1. (A) \"DEBT COLLECTION AGENCY\" SHALL MEAN A PERSON,  FIRM  OR  CORPO-\n    9  RATION  ENGAGED  IN BUSINESS, THE PRINCIPAL PURPOSE OF WHICH IS TO REGU-\n   10  LARLY COLLECT OR ATTEMPT TO COLLECT DEBTS OWED OR DUE OR ASSERTED TO  BE\n   11  OWED OR DUE TO ANOTHER AND SHALL ALSO INCLUDE A BUYER OF DELINQUENT DEBT\n   12  WHO  SEEKS  TO COLLECT SUCH DEBT EITHER DIRECTLY OR THROUGH THE SERVICES\n   13  OF ANOTHER BY, INCLUDING BUT NOT LIMITED TO, INITIATING OR  USING  LEGAL\n   14  PROCESSES OR OTHER MEANS TO COLLECT OR ATTEMPT TO COLLECT SUCH DEBT.\n   15    (B) THE TERM DOES NOT INCLUDE: (I) ANY OFFICER OR EMPLOYEE OF A CREDI-\n   16  TOR WHILE, IN THE NAME OF THE CREDITOR, COLLECTING DEBTS FOR SUCH CREDI-\n   17  TOR;\n   18    (II) ANY OFFICER OR EMPLOYEE OF A DEBT COLLECTION AGENCY;\n   19    (III)  ANY PERSON WHILE ACTING AS A DEBT COLLECTION AGENCY FOR ANOTHER\n   20  PERSON, BOTH OF WHOM ARE RELATED BY COMMON OWNERSHIP  OR  AFFILIATED  BY\n   21  CORPORATE CONTROL, IF THE PERSON ACTING AS A DEBT COLLECTION AGENCY DOES\n   22  SO  ONLY  FOR  PERSONS TO WHOM IT IS SO RELATED OR AFFILIATED AND IF THE\n   23  PRINCIPAL BUSINESS OF SUCH PERSON IS NOT THE COLLECTION OF DEBTS;\n   24    (IV) ANY PERSON WHILE SERVING OR ATTEMPTING TO SERVE LEGAL PROCESS  ON\n   25  ANY  OTHER  PERSON  IN  CONNECTION  WITH THE JUDICIAL ENFORCEMENT OF ANY\n   26  DEBT;\n   27    (V) ANY ATTORNEY-AT-LAW OR LAW FIRM COLLECTING A DEBT IN SUCH CAPACITY\n   28  ON BEHALF OF AND IN THE NAME OF A CLIENT SOLELY THROUGH ACTIVITIES  THAT\n   29  MAY   ONLY   BE   PERFORMED   BY   A  LICENSED  ATTORNEY,  BUT  NOT  ANY\n   30  ATTORNEY-AT-LAW OR LAW FIRM OR PART THEREOF  WHO  REGULARLY  ENGAGES  IN\n   31  ACTIVITIES  TRADITIONALLY  PERFORMED  BY DEBT COLLECTORS, INCLUDING, BUT\n   32  NOT LIMITED TO, CONTACTING A DEBTOR THROUGH THE MAIL  OR  VIA  TELEPHONE\n   33  WITH  THE PURPOSE OF COLLECTING A DEBT OR OTHER ACTIVITIES AS DETERMINED\n   34  BY RULE OF THE SECRETARY;\n   35    (VI) ANY PERSON EMPLOYED BY A UTILITY REGULATED UNDER  THE  PROVISIONS\n   36  OF THE PUBLIC SERVICE LAW, ACTING FOR SUCH UTILITY;\n   37    (VII)  ANY PERSON COLLECTING OR ATTEMPTING TO COLLECT ANY DEBT OWED OR\n   38  DUE OR ASSERTED TO BE OWED OR DUE ANOTHER TO THE EXTENT  SUCH  ACTIVITY:\n   39  (A)  IS  INCIDENTAL  TO  A BONA FIDE FIDUCIARY OBLIGATION OR A BONA FIDE\n   40  ESCROW AGREEMENT; (B) CONCERNS A  DEBT  WHICH  WAS  ORIGINATED  BY  SUCH\n   41  PERSON;  OR  (C) CONCERNS A DEBT WHICH WAS NOT IN DEFAULT AT THE TIME IT\n   42  WAS OBTAINED BY SUCH PERSON AS A SECURED PARTY IN  A  COMMERCIAL  CREDIT\n   43  TRANSACTION INVOLVING THE CREDITOR;\n   44    (VIII) ANY OFFICER OR EMPLOYEE OF THE UNITED STATES, ANY STATE THEREOF\n   45  OR  ANY POLITICAL SUBDIVISION OF ANY STATE TO THE EXTENT THAT COLLECTING\n   46  OR ATTEMPTING TO COLLECT ANY DEBT OWED IS IN THE PERFORMANCE OF  HIS  OR\n   47  HER OFFICIAL DUTIES;\n   48    (IX)  ANY  NON-PROFIT ORGANIZATION WHICH, AT THE REQUEST OF CONSUMERS,\n   49  PERFORMS BONA FIDE CONSUMER CREDIT COUNSELING AND ASSISTS  CUSTOMERS  IN\n   50  THE LIQUIDATION OF THEIR DEBTS BY RECEIVING PAYMENTS FROM SUCH CUSTOMERS\n   51  AND DISTRIBUTING SUCH AMOUNTS TO CREDITORS; OR\n   52    (X) ANY PERSON, FIRM OR CORPORATION ENGAGED IN BUSINESS, THE PRINCIPAL\n   53  PURPOSE  OF  WHICH  IS  TO REGULARLY COLLECT OR ATTEMPT TO COLLECT DEBTS\n   54  OWED OR DUE OR ASSERTED TO BE OWED OR DUE TO ANOTHER  PERSON  WHERE  THE\n   55  DEBT  IS  ENFORCED  FOR  CHILD  SUPPORT, SPOUSAL SUPPORT, MAINTENANCE OR\n   56  ALIMONY, PROVIDED, HOWEVER, THAT IF SUCH  PERSON,  FIRM  OR  CORPORATION\n\n       S. 1439                             3\n\n    1  ALSO  REGULARLY  COLLECTS  OR ATTEMPTS TO COLLECT DEBTS OTHER THAN THOSE\n    2  ENFORCED FOR CHILD SUPPORT, SPOUSAL  SUPPORT,  MAINTENANCE  OR  ALIMONY,\n    3  SUCH PERSON MUST COMPLY WITH THE REQUIREMENTS OF THIS ARTICLE.\n    4    2.  \"CONSUMER\"  MEANS  ANY NATURAL PERSON OBLIGATED OR ALLEGEDLY OBLI-\n    5  GATED TO PAY ANY DEBT.\n    6    3. \"DEBT\" MEANS ANY OBLIGATION OR ALLEGED OBLIGATION OF A CONSUMER  TO\n    7  PAY  MONEY  ARISING  OUT  OF A TRANSACTION IN WHICH THE MONEY, PROPERTY,\n    8  INSURANCE, OR SERVICES WHICH ARE THE  SUBJECT  OF  THE  TRANSACTION  ARE\n    9  PRIMARILY  FOR  PERSONAL,  FAMILY, OR HOUSEHOLD PURPOSES, WHETHER OR NOT\n   10  SUCH OBLIGATION HAS BEEN REDUCED TO JUDGMENT.\n   11    4. \"DEPARTMENT\" MEANS THE DEPARTMENT OF STATE.\n   12    5. \"DIVISION\" MEANS THE DIVISION OF CRIMINAL JUSTICE SERVICES.\n   13    6. \"SECRETARY\" MEANS THE SECRETARY OF STATE.\n   14    S 604-L. DEBT COLLECTION AGENCIES. 1. ON OR AFTER OCTOBER  FIRST,  TWO\n   15  THOUSAND TWELVE, NO PERSON SHALL ACT AS A DEBT COLLECTION AGENCY WITHOUT\n   16  FIRST  HAVING  OBTAINED  A  LICENSE IN ACCORDANCE WITH THE PROVISIONS OF\n   17  THIS ARTICLE, AND WITHOUT FIRST  BEING  IN  COMPLIANCE  WITH  ALL  OTHER\n   18  APPLICABLE LAWS, RULES AND REGULATIONS.\n   19    2. (A) ALL LICENSES ISSUED PURSUANT TO THIS ARTICLE SHALL BE VALID FOR\n   20  TWO YEARS UNLESS SOONER SUSPENDED OR REVOKED. THE SECRETARY SHALL ESTAB-\n   21  LISH BY REGULATION THE EXPIRATION DATE OF SUCH LICENSES.\n   22    (B)  THE  FEE  FOR  A LICENSE OR RENEWAL THEREOF SHALL BE FIVE HUNDRED\n   23  DOLLARS.\n   24    3. (A) EACH PERSON APPLYING FOR A DEBT COLLECTION  AGENCY  LICENSE  OR\n   25  RENEWAL THEREOF SHALL FILE AN APPLICATION IN SUCH FORM AND DETAIL AS THE\n   26  SECRETARY MAY PRESCRIBE AND SHALL PAY THE FEE REQUIRED BY THIS SECTION.\n   27    (B) IN ADDITION TO ANY OTHER INFORMATION REQUIRED, THE SECRETARY SHALL\n   28  REQUIRE  THE  FOLLOWING  INFORMATION, AND SHALL, AS APPROPRIATE, REQUIRE\n   29  SUCH INFORMATION NOT ONLY OF THE APPLICANT BUT ALSO OF ANY OF ITS  PRIN-\n   30  CIPALS,  PARTNERS,  OFFICERS  AND  DIRECTORS,  OR  ANY  PERSON OR ENTITY\n   31  CONTROLLING AN INTEREST GREATER THAN TEN PERCENT:\n   32    (I) THE NAME AND RESIDENCE ADDRESS OF THE APPLICANT;\n   33    (II) THE BUSINESS NAME, IF OTHER THAN APPLICANT;\n   34    (III) THE PLACE, INCLUDING THE CITY, TOWN OR VILLAGE, WITH THE  STREET\n   35  AND NUMBER, WHERE THE BUSINESS IS TO BE LOCATED;\n   36    (IV) THE BUSINESS TELEPHONE OF THE APPLICANT;\n   37    (V)  THE  LENGTH OF TIME THAT THE APPLICANT HAS BEEN A DEBT COLLECTION\n   38  AGENCY;\n   39    (VI) A STATEMENT INDICATING WHETHER THE APPLICANT HAS:\n   40    (A) BEEN CONVICTED OF ANY CRIME OR IS A DEBTOR  ON  ANY  UNPAID  CIVIL\n   41  JUDGMENT RELATING TO WORK AS A DEBT COLLECTION AGENCY; AND\n   42    (B)  AT  ANY  TIME  IN THE PAST BEEN ISSUED A LICENSE PURSUANT TO THIS\n   43  ARTICLE, OR HAS BEEN ISSUED A LICENSE FOR DEBT COLLECTION ACTIVITIES  BY\n   44  ANY  OTHER STATE OR LOCAL AUTHORITY, AND IF SO, WHETHER SUCH LICENSE WAS\n   45  EVER REVOKED OR SUSPENDED;\n   46    (VII) A DETAILED DESCRIPTION OF  THE  BUSINESS  PRACTICES  OR  METHODS\n   47  USED,  OR  INTENDED TO BE USED, BY THE APPLICANT TO CONFIRM THE VALIDITY\n   48  OF THE DEBTS IT SEEKS TO COLLECT FROM CONSUMERS;\n   49    (VIII) A SUMMARY OF THE APPLICANT'S RECORD-KEEPING POLICY,  INCLUDING,\n   50  BUT NOT LIMITED TO:\n   51    (A)  THE  LENGTH  OF TIME THE APPLICANT MAINTAINS, OR INTENDS TO MAIN-\n   52  TAIN, RECORDS PERTAINING TO CONSUMERS; AND\n   53    (B) THE MANNER IN WHICH THE APPLICANT RECORDS AND STORES,  OR  INTENDS\n   54  TO  RECORD AND STORE: CONSUMER CHALLENGES TO THE VALIDITY OF DEBT; BILL-\n   55  ING ERRORS; PAYMENTS MADE BY A CONSUMER; SETTLEMENT AGREEMENTS; INFORMA-\n   56  TION REGARDING PARTIES RESPONSIBLE FOR DEBT; ANY STATEMENTS  MADE  BY  A\n\n       S. 1439                             4\n\n    1  CONSUMER  ALLEGING  THAT  THE  DEBT  AROSE  FROM IDENTITY THEFT; AND ANY\n    2  STATEMENTS MADE BY A CONSUMER STATING THAT THE CONSUMER RECEIVED  STATU-\n    3  TORILY  EXEMPT INCOME AS DEFINED IN SECTION FIFTY-TWO HUNDRED TWENTY-TWO\n    4  OF THE CIVIL PRACTICE LAW AND RULES;\n    5    (IX) WHETHER THE APPLICANT REGULARLY SELLS, OR INTENDS TO SELL, DEBTS.\n    6  IF  THE  APPLICANT SELLS, OR INTENDS TO SELL DEBTS, SUCH APPLICANT SHALL\n    7  BE REQUIRED TO PROVIDE THE SECRETARY WITH A SUMMARY OF  THE  APPLICANT'S\n    8  POLICY  WITH  RESPECT  TO THE INFORMATION REGARDING A CONSUMER'S ACCOUNT\n    9  THAT IT TRANSMITS, OR WILL TRANSMIT, TO THE PURCHASER OF A DEBT; AND\n   10    (X) A SWORN STATEMENT BY THE APPLICANT THAT THE INFORMATION SET  FORTH\n   11  IN THE APPLICATION IS CURRENT AND ACCURATE.\n   12    (C)  AN APPLICANT WHO IS A NON-RESIDENT OF THE STATE SHALL PROVIDE THE\n   13  NAME AND ADDRESS OF A REGISTERED AGENT WITHIN THE STATE OR DESIGNATE THE\n   14  SECRETARY AS HIS OR HER AGENT UPON WHOM PROCESS  OR  OTHER  NOTIFICATION\n   15  MAY BE SERVED.\n   16    4.  IN  DETERMINING WHETHER TO ISSUE OR RENEW A LICENSE, THE SECRETARY\n   17  SHALL CONSIDER THE CHARACTER, COMPETENCY AND INTEGRITY OF THE APPLICANT.\n   18  THE SECRETARY MAY REFUSE TO ISSUE OR RENEW A LICENSE TO ANY PERSON, FIRM\n   19  OR CORPORATION WHOM HE OR SHE FINDS HAS: (A) BEEN CONVICTED OF ANY CRIME\n   20  DEFINED IN ARTICLE ONE HUNDRED FIFTY-FIVE OF THE PENAL  LAW  OR  ARTICLE\n   21  TWENTY-TWO-A  OF  THIS CHAPTER OR FAILED TO PAY ANY FINAL CIVIL JUDGMENT\n   22  RELATING TO WORK AS A DEBT COLLECTION AGENCY, IF SUCH  REFUSAL,  IN  THE\n   23  JUDGMENT  OF THE SECRETARY, BEST PROMOTES THE INTERESTS OF THE PEOPLE OF\n   24  THIS STATE; OR\n   25    (B) VIOLATED ARTICLE TWENTY-NINE-H OF THIS CHAPTER OR THE FEDERAL FAIR\n   26  DEBT COLLECTION PRACTICES ACT (15 USC S 1692 ET SEQ.).\n   27    ALL DETERMINATIONS BY THE SECRETARY TO ISSUE OR RENEW A LICENSE  SHALL\n   28  BE  MADE  IN  ACCORDANCE WITH SUBDIVISION SIXTEEN OF SECTION TWO HUNDRED\n   29  NINETY-SIX OF THE  EXECUTIVE  LAW  AND  ARTICLE  TWENTY-THREE-A  OF  THE\n   30  CORRECTION LAW.\n   31    5.  NOTICE IN WRITING IN THE MANNER AND FORM PRESCRIBED BY THE DEPART-\n   32  MENT SHALL BE GIVEN TO THE DEPARTMENT AT ITS OFFICES  IN  ALBANY  WITHIN\n   33  TEN DAYS OF CHANGES OF NAME OR ADDRESS BY LICENSED DEBT COLLECTION AGEN-\n   34  CIES.  THE FEE FOR FILING EACH CHANGE OF NAME OR ADDRESS NOTICE SHALL BE\n   35  TEN DOLLARS.\n   36    6. THE FEES ESTABLISHED BY THIS SECTION SHALL NOT BE REFUNDABLE.\n   37    7.  EACH  DEBT  COLLECTION  AGENCY  ENGAGED  IN COLLECTING DEBTS SHALL\n   38  COMMUNICATE HIS OR HER LICENSE NUMBER UPON THE REQUEST OF ANY INTERESTED\n   39  PARTY. ANY ADVERTISEMENT, LETTERHEAD, RECEIPT OR OTHER PRINTED MATTER OF\n   40  A LICENSEE MUST CONTAIN THE LICENSE NUMBER ASSIGNED TO THE  LICENSEE  BY\n   41  THE  DEPARTMENT.  SUCH LICENSE NUMBER SHALL BE CLEARLY AND CONSPICUOUSLY\n   42  DISPLAYED.\n   43    8. NO PERSON, FIRM OR CORPORATION SHALL: (A) PRESENT,  OR  ATTEMPT  TO\n   44  PRESENT, AS HIS, HER OR ITS OWN, THE LICENSE NUMBER OF ANOTHER;\n   45    (B)  KNOWINGLY GIVE FALSE EVIDENCE OF A MATERIAL NATURE TO THE DEPART-\n   46  MENT FOR THE PURPOSE OF PROCURING A LICENSE;\n   47    (C) FALSELY REPRESENT THEMSELVES TO  BE  A  LICENSED  DEBT  COLLECTION\n   48  AGENCY;\n   49    (D) USE OR ATTEMPT TO USE A LICENSE WHICH HAS EXPIRED;\n   50    (E) OFFER TO PERFORM OR PERFORM ANY COLLECTION OF DEBTS WITHOUT HAVING\n   51  A CURRENT LICENSE AS IS REQUIRED UNDER THIS ARTICLE; OR\n   52    (F)  REPRESENT  IN ANY MANNER THAT HIS, HER OR ITS LICENSE CONSTITUTES\n   53  AN ENDORSEMENT OF THE QUALITY OF WORKMANSHIP OR COMPETENCY OF  THE  DEBT\n   54  COLLECTION AGENCY.\n   55    9. LICENSES ISSUED TO DEBT COLLECTION AGENCIES SHALL NOT BE TRANSFERA-\n   56  BLE OR ASSIGNABLE.\n\n       S. 1439                             5\n\n    1    10.  THE  SECRETARY  SHALL  ISSUE EACH DEBT COLLECTION AGENCY A UNIQUE\n    2  LICENSE NUMBER.\n    3    11.  THE  DEPARTMENT  SHALL  MAINTAIN  AND  PUBLISH  A REGISTRY OF ALL\n    4  LICENSED DEBT COLLECTION AGENCIES, WHICH SHALL LIST  AND  IDENTIFY,  ALL\n    5  LICENSED  DEBT  COLLECTION  AGENCIES  DOING  BUSINESS IN THIS STATE. THE\n    6  DEPARTMENT SHALL MAKE THE REGISTRY AVAILABLE ON ITS WEBSITE.\n    7    12. (A) THE SECRETARY SHALL ADOPT SUCH RULES AND REGULATIONS AS HE  OR\n    8  SHE  MAY  DETERMINE ARE NECESSARY FOR THE ADMINISTRATION AND ENFORCEMENT\n    9  OF  THIS  ARTICLE,  AND  SHALL  PROVIDE  WRITTEN  NOTIFICATION  OF   THE\n   10  PROVISIONS  OF  THIS  ARTICLE  TO  ALL DEBT COLLECTION AGENCIES LICENSED\n   11  PURSUANT TO THIS ARTICLE.\n   12    (B) IN ADDITION TO ANY OTHER POWERS OF THE SECRETARY, NOT  IN  LIMITA-\n   13  TION  THEREOF,  HE OR SHE SHALL HAVE THE POWER TO ENFORCE THE PROVISIONS\n   14  OF THIS ARTICLE, TO INVESTIGATE ANY VIOLATION  THEREOF,  TO  INVESTIGATE\n   15  THE  BUSINESS,  BUSINESS  PRACTICES  AND  BUSINESS  METHODS  OF ANY DEBT\n   16  COLLECTION AGENCY, AND TO CONDUCT ROUTINE EXAMINATIONS OF THE  FINANCIAL\n   17  SOLVENCY  OF ANY DEBT COLLECTION AGENCY, IF IN THE OPINION OF THE SECRE-\n   18  TARY,  SUCH  INVESTIGATION  OR  EXAMINATION  IS  WARRANTED.  EACH   DEBT\n   19  COLLECTION  AGENCY  SHALL  BE  OBLIGED,  ON  REQUEST OF THE SECRETARY OF\n   20  STATE, TO SUPPLY SUCH INFORMATION, BOOKS, PAPERS OR RECORDS  AS  MAY  BE\n   21  REQUIRED  CONCERNING  HIS,  HER  OR  ITS BUSINESS, BUSINESS PRACTICES OR\n   22  BUSINESS METHODS, OR PROPOSED BUSINESS PRACTICES OR METHODS. FAILURE  TO\n   23  COMPLY  WITH  A  LAWFUL  REQUEST  OF THE SECRETARY SHALL BE A GROUND FOR\n   24  DENYING AN APPLICATION FOR A LICENSE, OR FOR  REVOKING,  SUSPENDING,  OR\n   25  FAILING TO RENEW A LICENSE  ISSUED UNDER THIS ARTICLE.\n   26    (C)  THE  DEPARTMENT  SHALL  HAVE  THE  POWER TO REVOKE OR SUSPEND ANY\n   27  LICENSE, OR IN LIEU THEREOF TO IMPOSE A FINE NOT LESS THAN  ONE  HUNDRED\n   28  DOLLARS  NOR  MORE  THAN TWO THOUSAND DOLLARS PER VIOLATION OR INSTANCE,\n   29  PAYABLE TO THE DEPARTMENT, OR REPRIMAND ANY LICENSEE OR DENY AN APPLICA-\n   30  TION FOR A LICENSE OR RENEWAL THEREOF UPON PROOF:\n   31    (I) THAT THE APPLICANT OR LICENSEE HAS VIOLATED ANY OF THE  PROVISIONS\n   32  OF  THIS  ARTICLE  OR  THE RULES AND REGULATIONS PROMULGATED PURSUANT TO\n   33  THIS ARTICLE;\n   34    (II) THAT THE APPLICANT OR LICENSEE HAS  PRACTICED  FRAUD,  DECEIT  OR\n   35  MISREPRESENTATION;\n   36    (III)  THAT THE APPLICANT OR LICENSEE HAS MADE A MATERIAL MISSTATEMENT\n   37  IN THE APPLICATION FOR OR RENEWAL OF HIS OR HER LICENSE; OR\n   38    (IV) THAT THE APPLICANT OR LICENSEE HAS DEMONSTRATED  INCOMPETENCE  OR\n   39  UNTRUSTWORTHINESS IN HIS OR HER ACTIONS.\n   40    13.  THE  DEPARTMENT SHALL BEFORE DENYING AN APPLICATION FOR A LICENSE\n   41  OR BEFORE REVOKING OR SUSPENDING ANY LICENSE, OR IMPOSING  ANY  FINE  OR\n   42  REPRIMAND, AND AT LEAST FIFTEEN DAYS PRIOR TO THE DATE SET FOR THE HEAR-\n   43  ING, AND UPON DUE NOTICE TO THE COMPLAINANT OR OBJECTOR, NOTIFY IN WRIT-\n   44  ING THE APPLICANT, OR THE HOLDER OF SUCH LICENSE, OF ANY CHARGE MADE AND\n   45  SHALL  AFFORD  SUCH  APPLICANT OR LICENSEE AN OPPORTUNITY TO BE HEARD IN\n   46  PERSON OR BY COUNSEL IN REFERENCE THERETO. SUCH WRITTEN  NOTICE  MAY  BE\n   47  SERVED  PERSONALLY TO THE APPLICANT OR LICENSEE, OR BY CERTIFIED MAIL TO\n   48  THE LAST KNOWN BUSINESS ADDRESS OF SUCH APPLICANT OR LICENSEE.\n   49    14. THE HEARING ON SUCH CHARGES SHALL BE AT SUCH TIME AND PLACE AS THE\n   50  DEPARTMENT SHALL PRESCRIBE AND SHALL BE CONDUCTED  BY  SUCH  OFFICER  OR\n   51  PERSON  IN THE DEPARTMENT AS THE SECRETARY MAY DESIGNATE, WHO SHALL HAVE\n   52  THE POWER TO SUBPOENA AND BRING BEFORE THE OFFICER, OR PERSON SO  DESIG-\n   53  NATED,  ANY  PERSON  IN  THIS  STATE  AND ADMINISTER AN OATH TO AND TAKE\n   54  TESTIMONY OF ANY PERSON OR CAUSE HIS OR HER DEPOSITION TO  BE  TAKEN.  A\n   55  SUBPOENA ISSUED UNDER THIS SECTION SHALL BE REGULATED BY THE CIVIL PRAC-\n   56  TICE  LAW AND RULES. SUCH OFFICER OR PERSON IN THE DEPARTMENT DESIGNATED\n\n       S. 1439                             6\n\n    1  TO TAKE SUCH TESTIMONY SHALL NOT BE BOUND BY  COMMON  LAW  OR  STATUTORY\n    2  RULES OF EVIDENCE OR BY TECHNICAL OR FORMAL RULES OF PROCEDURE.\n    3    15.  IN  THE EVENT THAT THE DEPARTMENT SHALL DENY THE APPLICATION FOR,\n    4  OR REVOKE OR SUSPEND ANY SUCH LICENSE, OR IMPOSE ANY FINE OR  REPRIMAND,\n    5  ITS  DETERMINATION  SHALL  BE  IN  WRITING  AND  OFFICIALLY  SIGNED. THE\n    6  ORIGINAL OF SUCH DETERMINATIONS, WHEN SO SIGNED, SHALL BE FILED  IN  THE\n    7  OFFICE  OF  THE  DEPARTMENT  AND  COPIES  THEREOF SHALL BE MAILED TO THE\n    8  APPLICANT OR LICENSEE AND TO THE COMPLAINANT WITHIN TWO DAYS AFTER  SUCH\n    9  FILING.\n   10    16.  THE  DEPARTMENT,  ACTING  BY  THE  OFFICE OR PERSON DESIGNATED TO\n   11  CONDUCT THE HEARING PURSUANT TO SUBDIVISION THIRTEEN OF THIS SECTION  OR\n   12  BY  SUCH  OTHER  OFFICER OR PERSON IN THE DEPARTMENT AS THE SECRETARY OF\n   13  STATE MAY DESIGNATE, SHALL HAVE THE POWER TO SUSPEND THE LICENSE OF  ANY\n   14  LICENSEE  WHO  HAS  BEEN  CONVICTED  IN THIS STATE OR ANY OTHER STATE OR\n   15  TERRITORY OF A FELONY OR OF ANY MISDEMEANOR FOR A PERIOD  NOT  EXCEEDING\n   16  THIRTY  DAYS  PENDING  A  HEARING  AND  A  DETERMINATION OF CHARGES MADE\n   17  AGAINST HIM OR HER. IF SUCH HEARING IS ADJOURNED AT THE REQUEST  OF  THE\n   18  LICENSEE, OR BY REASON OF ANY ACT OR OMISSION BY HIM OR HER OR ON HIS OR\n   19  HER  BEHALF,  SUCH SUSPENSION MAY BE CONTINUED FOR THE ADDITIONAL PERIOD\n   20  OF SUCH ADJOURNMENT.\n   21    17. THE ACTION OF THE DEPARTMENT IN GRANTING OR REFUSING TO  GRANT  OR\n   22  TO  RENEW  A  LICENSE UNDER THIS ARTICLE OR IN REVOKING OR SUSPENDING OR\n   23  REFUSING TO REVOKE OR SUSPEND SUCH A LICENSE OR  IMPOSING  ANY  FINE  OR\n   24  REPRIMAND  SHALL  BE  SUBJECT TO REVIEW BY A PROCEEDING INSTITUTED UNDER\n   25  ARTICLE SEVENTY-EIGHT OF  THE  CIVIL  PRACTICE  LAW  AND  RULES  AT  THE\n   26  INSTANCE  OF  THE APPLICANT FOR SUCH LICENSE, THE HOLDER OF A LICENSE SO\n   27  REVOKED, SUSPENDED, FINED OR REPRIMANDED.\n   28    18. FOR THE PURPOSE OF THIS ARTICLE, LICENSEES MAY BE HELD RESPONSIBLE\n   29  FOR STATEMENTS, REPRESENTATIONS, PROMISES OR ACTS OF THEIR EMPLOYEES  OR\n   30  THEIR  AGENTS  WITHIN  THE  SCOPE OF THEIR AUTHORITY; PROVIDED, HOWEVER,\n   31  THAT LICENSEES SHALL NOT BE HELD RESPONSIBLE FOR STATEMENTS, REPRESENTA-\n   32  TIONS, PROMISES OR ACTS WHICH ARE  CONTRARY  TO  INSTRUCTIONS  OR  WHICH\n   33  CONSTITUTE  GROSS  NEGLIGENCE  OR  INTENTIONAL TORTS UNLESS SPECIFICALLY\n   34  AUTHORIZED BY THE LICENSEE.\n   35    19. (A) ANY PERSON, FIRM  OR  CORPORATION  THAT  OPERATES  AS  A  DEBT\n   36  COLLECTION  AGENCY  WITHOUT  A  LICENSE SHALL BE REQUIRED TO PAY A CIVIL\n   37  PENALTY TO THE DEPARTMENT OF NOT MORE  THAN  FIVE  HUNDRED  DOLLARS  PER\n   38  ATTEMPT TO COLLECT A DEBT IN VIOLATION OF THIS SECTION.\n   39    (B)  IN  ADDITION TO ANY OTHER PENALTIES, IF A PERSON IS FOUND TO HAVE\n   40  COMMITTED REPEATED, MULTIPLE OR PERSISTENT VIOLATIONS OF  ANY  PROVISION\n   41  OF  THIS  ARTICLE,  SUCH  PERSON  MAY BE RESPONSIBLE FOR THE COST OF THE\n   42  DEPARTMENT'S INVESTIGATION.\n   43    S 604-M. SURETY BONDING REQUIREMENT. 1. AS A CONDITION OF OBTAINING  A\n   44  LICENSE PURSUANT TO THIS ARTICLE, EVERY DEBT COLLECTION AGENCY APPLICANT\n   45  WHO  IS APPLYING FOR A LICENSE AND EMPLOYS BETWEEN ONE AND FOUR INDIVID-\n   46  UALS ENGAGED IN THE COLLECTION OF DEBTS SHALL  OBTAIN  AND  CONTINUE  IN\n   47  FULL  FORCE  AND  EFFECT  A  BOND, CONTRACT OF INDEMNITY, OR IRREVOCABLE\n   48  LETTER OF CREDIT IN THE AMOUNT OF TEN THOUSAND DOLLARS TO BE FILED  WITH\n   49  THE SECRETARY.\n   50    2.  AS  A  CONDITION  TO OBTAINING A LICENSE PURSUANT TO THIS ARTICLE,\n   51  EVERY DEBT COLLECTION AGENCY APPLICANT WHO IS APPLYING FOR A LICENSE AND\n   52  EMPLOYS BETWEEN FIVE AND NINE INDIVIDUALS ENGAGED IN THE  COLLECTION  OF\n   53  DEBTS  SHALL  OBTAIN  AND  CONTINUE  IN  FULL  FORCE  AND EFFECT A BOND,\n   54  CONTRACT OF INDEMNITY, OR IRREVOCABLE LETTER OF CREDIT IN THE AMOUNT  OF\n   55  TWENTY-FIVE THOUSAND DOLLARS TO BE FILED WITH THE SECRETARY.\n\n       S. 1439                             7\n\n    1    3.  AS  A  CONDITION  TO OBTAINING A LICENSE PURSUANT TO THIS ARTICLE,\n    2  EVERY DEBT COLLECTION AGENCY APPLICANT WHO IS APPLYING FOR A LICENSE AND\n    3  EMPLOYS BETWEEN TEN AND TWENTY INDIVIDUALS ENGAGED IN THE COLLECTION  OF\n    4  DEBTS  SHALL  OBTAIN  AND  CONTINUE  IN  FULL  FORCE  AND EFFECT A BOND,\n    5  CONTRACT  OF INDEMNITY, OR IRREVOCABLE LETTER OF CREDIT IN THE AMOUNT OF\n    6  FIFTY THOUSAND DOLLARS TO BE FILED WITH THE SECRETARY.\n    7    4. AS A CONDITION TO OBTAINING A LICENSE  PURSUANT  TO  THIS  ARTICLE,\n    8  EVERY DEBT COLLECTION AGENCY APPLICANT WHO IS APPLYING FOR A LICENSE AND\n    9  EMPLOYS  TWENTY  OR  MORE INDIVIDUALS ENGAGED IN THE COLLECTION OF DEBTS\n   10  SHALL OBTAIN AND CONTINUE IN FULL FORCE AND EFFECT A BOND,  CONTRACT  OF\n   11  INDEMNITY,   OR   IRREVOCABLE   LETTER  OF  CREDIT,  IN  THE  AMOUNT  OF\n   12  SEVENTY-FIVE THOUSAND DOLLARS TO BE FILED WITH THE SECRETARY.\n   13    5. SUCH SURETY BOND, CONTRACT OF INDEMNITY, OR IRREVOCABLE  LETTER  OF\n   14  CREDIT  SHALL  BE  CONDITIONED  THAT THE APPLICANT WILL COMPLY WITH THIS\n   15  ARTICLE, ARTICLE TWENTY-NINE-H, AND ARTICLE TWENTY-NINE-HH OF THIS CHAP-\n   16  TER AND PAY ALL CIVIL PENALTIES, FINES, OR OTHER OBLIGATIONS IMPOSED  BY\n   17  THE  SECRETARY  OR  A  COURT  OF LAW, INVESTIGATORY COSTS REQUIRED TO BE\n   18  PAID, OR ANY FINAL JUDGMENT AGAINST THE LICENSEE PURSUANT TO SUCH  ARTI-\n   19  CLES.\n   20    6.  THE  TOTAL LIABILITY IMPOSED ON THE SURETY BOND UNDER THIS SECTION\n   21  FOR ALL BREACHES OF THE BOND CONDITION IS LIMITED TO THE FACE AMOUNT  OF\n   22  THE  BOND.  SUCH  LIABILITY  IS  LIMITED TO THE AMOUNT OF THE PENALTY OR\n   23  INVESTIGATORY COSTS. IN NO EVENT WILL THE SURETY ON A BOND BE LIABLE FOR\n   24  TOTAL CLAIMS IN EXCESS OF THE BOND AMOUNT, REGARDLESS OF THE  NUMBER  OR\n   25  NATURE  OF  CLAIMS MADE AGAINST THE BOND OR THE NUMBER OF YEARS THE BOND\n   26  REMAINED IN FORCE.\n   27    7. ANY SURETY ISSUING A BOND PURSUANT TO THIS SECTION AND ANY LICENSEE\n   28  SHALL BE REQUIRED TO PROVIDE THIRTY DAYS NOTICE TO THE  SECRETARY  PRIOR\n   29  TO  THE EFFECTIVE DATE OF CANCELLATION OF THE BOND. THE FAILURE TO MAIN-\n   30  TAIN SUCH A BOND SHALL  OPERATE  TO  REVOKE  THE  LICENSE  OF  THE  DEBT\n   31  COLLECTION AGENCY UPON NOTICE AND HEARING.\n   32    S  604-N.  PENALTIES. 1.   WHEREVER THERE SHALL BE A VIOLATION OF THIS\n   33  ARTICLE, AN APPLICATION MAY BE MADE BY THE ATTORNEY GENERAL IN THE  NAME\n   34  OF  THE  PEOPLE  OF  THE  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING\n   35  JURISDICTION BY A SPECIAL PROCEEDING TO ISSUE AN  INJUNCTION,  AND  UPON\n   36  NOTICE  TO  THE  DEFENDANT  OF  NOT  LESS  THAN  FIVE DAYS, TO ENJOIN OR\n   37  RESTRAIN THE CONTINUANCE OF SUCH VIOLATION; AND IF IT  SHALL  APPEAR  TO\n   38  THE  SATISFACTION  OF  THE  COURT  OR JUSTICE THAT THE DEFENDANT HAS, IN\n   39  FACT, VIOLATED THIS SECTION, AN INJUNCTION MAY BE ISSUED BY  SUCH  COURT\n   40  OR  JUSTICE,  ENJOINING  AND  RESTRAINING ANY FURTHER VIOLATION, WITHOUT\n   41  REQUIRING PROOF THAT ANY PERSON HAS, IN FACT, BEEN  INJURED  OR  DAMAGED\n   42  THEREBY.  IN  ANY  SUCH PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO THE\n   43  ATTORNEY GENERAL AS PROVIDED IN PARAGRAPH  SIX  OF  SUBDIVISION  (A)  OF\n   44  SECTION  EIGHTY-THREE HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES,\n   45  AND DIRECT RESTITUTION.  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A\n   46  VIOLATION  OF  THIS  SECTION  HAS OCCURRED, THE COURT MAY IMPOSE A CIVIL\n   47  PENALTY OF NOT LESS THAN ONE HUNDRED DOLLARS NOR MORE THAN TEN  THOUSAND\n   48  DOLLARS  FOR EACH VIOLATION. IN CONNECTION WITH ANY SUCH PROPOSED APPLI-\n   49  CATION, THE ATTORNEY GENERAL IS AUTHORIZED TO  TAKE  PROOF  AND  MAKE  A\n   50  DETERMINATION OF THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE\n   51  WITH THE CIVIL PRACTICE LAW AND RULES.\n   52    2. ANY PERSON WHO HAS BEEN THE SUBJECT OF AN ATTEMPT TO COLLECT A DEBT\n   53  BY  A DEBT COLLECTION AGENCY THAT IS NOT LICENSED PURSUANT TO THIS ARTI-\n   54  CLE MAY BRING AN ACTION IN HIS OR HER OWN NAME TO ENJOIN  SUCH  UNLAWFUL\n   55  ACT OR PRACTICE, AN ACTION TO RECOVER HIS OR HER ACTUAL DAMAGES OR THREE\n   56  THOUSAND  FIVE  HUNDRED  DOLLARS,  WHICHEVER  IS  GREATER,  OR BOTH SUCH\n\n       S. 1439                             8\n\n    1  ACTIONS. THE COURT MAY, IN ITS DISCRETION, INCREASE THE AWARD OF DAMAGES\n    2  TO AN AMOUNT NOT TO EXCEED THREE TIMES THE  ACTUAL  DAMAGES  UP  TO  TEN\n    3  THOUSAND  DOLLARS,  IF  THE COURT FINDS THE DEFENDANT WILLFULLY VIOLATED\n    4  THIS  ARTICLE. IN THE CASE OF ANY SUCCESSFUL ACTION TO ENFORCE THE FORE-\n    5  GOING LIABILITY, THE COURT MAY AWARD THE COSTS OF  THE  ACTION  TOGETHER\n    6  WITH REASONABLE ATTORNEY'S FEES.\n    7    S  604-O.  APPLICABILITY.  1. EXCEPT AS PROVIDED IN SUBDIVISION TWO OF\n    8  THIS SECTION, THE PROVISIONS OF THIS ARTICLE  SHALL  EXCLUSIVELY  GOVERN\n    9  THE LICENSING OF DEBT COLLECTION AGENCIES NOTWITHSTANDING THE PROVISIONS\n   10  OF  ANY  OTHER  LAW  TO  THE CONTRARY AND FURTHER, NO LOCAL LAW SHALL BE\n   11  ENACTED WHICH SHALL REQUIRE ANY FEE OR  LICENSE  FOR  THE  LICENSURE  OR\n   12  REGISTRATION OF DEBT COLLECTION AGENCIES.\n   13    2.  THE  PROVISIONS OF THIS ARTICLE SHALL NOT BE CONSTRUED TO LIMIT IN\n   14  ANY WAY THE AUTHORITY OF A POLITICAL SUBDIVISION TO ENACT, IMPLEMENT AND\n   15  CONTINUE TO ENFORCE LOCAL LAWS AND REGULATIONS GOVERNING  THE  LICENSURE\n   16  OR REGISTRATION OF DEBT COLLECTION AGENCIES THAT WERE IN EFFECT PRIOR TO\n   17  THE  EFFECTIVE  DATE OF THIS ARTICLE, OR TO ENACT, IMPLEMENT AND ENFORCE\n   18  ANY AMENDMENTS THERETO RELATED TO THE FEE FOR LICENSURE OR  REGISTRATION\n   19  AFTER THE EFFECTIVE DATE OF THIS ARTICLE.\n   20    S 3. Subdivision (e) of rule 3015 of the civil practice law and rules,\n   21  as  amended  by  chapter  465 of the laws of 1996, is amended to read as\n   22  follows:\n   23    (e) License to do business. Where  the  plaintiff's  cause  of  action\n   24  against  a  consumer  arises  from the plaintiff's conduct of a business\n   25  which is required by state or local law to be licensed by the department\n   26  of consumer affairs of the city of New York, the Suffolk county  depart-\n   27  ment  of consumer affairs, the Westchester county department of consumer\n   28  affairs/weight-measures, the county of Rockland, the  county  of  Putnam\n   29  [or], the Nassau county department of consumer affairs OR THE DEPARTMENT\n   30  OF  STATE  PURSUANT  TO  ARTICLE TWENTY-NINE-HHH OF THE GENERAL BUSINESS\n   31  LAW, the complaint shall allege, as part of the cause  of  action,  that\n   32  plaintiff  is  duly  licensed  and shall contain the name and number, if\n   33  any, of such license and  the  governmental  agency  which  issued  such\n   34  license;  provided,  however,  that  where the plaintiff does not have a\n   35  license at the commencement of the action the plaintiff may, subject  to\n   36  the  provisions  of  rule [thirty hundred] THREE THOUSAND twenty-five of\n   37  this article, amend the complaint with the name and number of an  after-\n   38  acquired  license  and  the name of the governmental agency which issued\n   39  such license or move for leave to amend the complaint in accordance with\n   40  such provisions. The failure of the plaintiff to comply with this subdi-\n   41  vision will permit the defendant to move for dismissal pursuant to para-\n   42  graph seven of subdivision (a) of rule thirty-two hundred eleven of this\n   43  chapter.\n   44    S 4. This act shall take effect on the one hundred eightieth day after\n   45  it shall have become a law; provided, however, that effective immediate-\n   46  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   47  necessary  for  the implementation of this act on its effective date are\n   48  authorized and directed to be made  and  completed  on  or  before  such\n   49  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the civil practice law and rules, in relation to debt collection agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T113853.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110107.T105851.TXT", "SOBI.D110107.T115854.TXT", "SOBI.D110107.T124900.TXT", "SOBI.D110107.T113353.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773132959
}