{
  "year" : 2011,
  "senateBillNo" : "S1433-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1433-2011-1294376400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to expanding the offenses to which a child witness may testify by use of closed-circuit television to include murder",
  "summary" : "Relates to expanding the offenses to which a child witness may testify by use of closed-circuit television to include murder. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1433\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to expanding the\n         offenses concerning which a  child  witness  may  testify  by  use  of\n         closed-circuit television to include murder therein\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 65.00 of  the  criminal  procedure\n    2  law,  as  amended by chapter 320 of the laws of 2006, is amended to read\n    3  as follows:\n    4    1. \"Child witness\" means a person fourteen years old or [less] YOUNGER\n    5  who is or will be called to testify in a criminal proceeding, other than\n    6  a grand jury proceeding, concerning an offense defined in  [article  one\n    7  hundred  thirty]  ONE  OF  THE FOLLOWING PROVISIONS of the penal law [or\n    8  section 255.25, 255.26 or 255.27 of such law], which is the  subject  of\n    9  such criminal proceeding:\n   10    (A) ARTICLE ONE HUNDRED THIRTY; OR\n   11    (B) SECTION 255.25, 255.26, 255.27 (INCEST); OR\n   12    (C)  SECTION  125.27  (MURDER  IN  THE FIRST DEGREE), EXCEPT WHERE THE\n   13  PEOPLE HAVE FILED WITH THE COURT A NOTICE PURSUANT TO SECTION 250.40  OF\n   14  THIS CHAPTER; OR\n   15    (D) SECTION 125.25 (MURDER IN THE SECOND DEGREE).\n   16    S  2. Subdivision 7 of section 65.20 of the criminal procedure law, as\n   17  amended by chapter 320 of the laws of 2006 and as renumbered by  chapter\n   18  548 of the laws of 2007, is amended to read as follows:\n   19    7.  Notwithstanding  any other provision of law, the child witness who\n   20  is alleged to be vulnerable may not be  compelled  to  testify  at  such\n   21  hearing  or  to  submit to any psychological or psychiatric examination.\n   22  The failure of the child witness to testify at such hearing shall not be\n   23  a ground for denying a motion made pursuant to subdivision one  of  this\n   24  section.  Prior  statements  made  by  the child witness relating to any\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05409-01-1\n\n       S. 1433                             2\n\n    1  allegations of conduct constituting an offense [defined in  article  one\n    2  hundred  thirty of the penal law or incest as defined in section 255.25,\n    3  255.26 or 255.27 of such law] ENUMERATED IN SUBDIVISION ONE  OF  SECTION\n    4  65.00  OF  THIS ARTICLE or to any allegation of words or conduct consti-\n    5  tuting an attempt to prevent, impede or deter  the  child  witness  from\n    6  cooperating  in the investigation or prosecution of the offense shall be\n    7  admissible at such hearing, provided, however, that a declaration that a\n    8  child witness is vulnerable may not be  based  solely  upon  such  prior\n    9  statements.\n   10    S 3. This act shall take effect on the first day of the calendar month\n   11  next  succeeding  the  thirtieth  day  after it shall have become a law;\n   12  provided, however, that the amendments to sections 65.00  and  65.20  of\n   13  the  criminal  procedure  law, made by sections one and two of this act,\n   14  shall not affect the  repeal  of  such  sections  and  shall  be  deemed\n   15  repealed therewith.\n",
  "memo" : "BILL NUMBER:S1433\n\nTITLE OF BILL:\n\nAn act\nto amend the criminal procedure law, in relation to expanding the\noffenses concerning which a child\nwitness may testify by use of closed-circuit television to include\nmurder therein\n\nPURPOSE:\n\nTo minimize emotional harm for child victims and witnesses by allowing\nthem to give testimony via closed-circuit television in murder and\nattempted murder cases.\n\nSUMMARY OF PROVISIONS:\nSection one amends section 65.00 of the Criminal Procedure Law.\n\nSection two amends subdivision 7 of section 65.20 of the Criminal\nProcedure Law.\n\nSection three state the effective date.\n\nJUSTIFICATION:\nIn 1985, the New York State Legislature approved a law allowing\nchildren to testify via closed circuit television in court proceedings\ninvolving sexual abuse. The same concern for the welfare and\nsensitivities of a child who must testify to something which is\ndeeply traumatic dictates that we extend the insulation of televised\ntestimony to children involved in murder and attempted murder trials\nas well.\n\nThis legislation was prompted by a case in Erie County where a mother\nwas accused of killing her two young daughters and attacking her son\nwith a pickax. The son was required to testify against his mother\nwhile facing her in an open courtroom. Such testimony jeopardized the\nchild's chances of emotional recovery from this traumatic occurrence.\n\nLEGISLATIVE HISTORY:\n2007-2008: S.1072 - Passed Senate; Committed to Rules\n2005-2006: S.470 - Passed Senate\n2003-2004: S.1914 -  Passed Senate\n2001-2002: S.1341 - Passed Senate\n1999-2000: S.1831 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first day of the calendar month next\nsucceeding the thirtieth day after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to expanding the offenses concerning which a child witness may testify by use of closed-circuit television to include murder therein ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T105351.TXT", "SOBI.D110111.T140712.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T113853.TXT", "SOBI.D110107.T115354.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932640
}