{
  "year" : 2011,
  "senateBillNo" : "S1436-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1436-2011-1294376400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a credit against personal income taxes for certain tuition expenses and modifies income; repealer",
  "summary" : "Establishes a credit against personal income taxes for certain tuition expenses for taxpayers who qualify for an earned income tax credit, in the amount of 10% of the EIC, up to $500 per eligible dependent child; provides for a modification of gross taxable income for elementary and secondary school tuition for personal income tax purposes. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1594-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1436\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by Sens. GOLDEN, DeFRANCISCO, JOHNSON, MAZIARZ -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Investigations and Government Operations\n\n       AN ACT to amend the tax law, in relation to a  credit  against  personal\n         income  taxes  for  certain tuition expenses; to amend the tax law and\n         the administrative code of the  city  of  New  York,  in  relation  to\n         providing  for  a  modification  of  elementary  and  secondary school\n         tuition for  personal  income  tax  purposes;  and  repealing  certain\n         provisions of such laws relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  TUITION  TAX  CREDIT.  (1) GENERAL. A RESIDENT TAXPAYER SHALL BE\n    4  ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE, IN THE  AMOUNT\n    5  OF  TEN  PERCENT  OF  THE  EARNED INCOME CREDIT SUCH TAXPAYER IS ALLOWED\n    6  UNDER SECTION THIRTY-TWO OF THE INTERNAL REVENUE CODE FOR THE SAME TAXA-\n    7  BLE YEAR, MULTIPLIED BY THE NUMBER OF DEPENDENTS ATTENDING AN ELEMENTARY\n    8  OR SECONDARY PUBLIC OR NONPUBLIC SCHOOL ON  A  FULL-TIME  BASIS  FOR  AT\n    9  LEAST  THREE MONTHS DURING THE REGULAR SCHOOL YEAR, FOR THE EDUCATION OF\n   10  SUCH DEPENDENT IN GRADES KINDERGARTEN THROUGH TWELVE, PROVIDED THAT SUCH\n   11  CREDIT SHALL NOT EXCEED FIVE HUNDRED DOLLARS  PER  DEPENDENT  CHILD  AND\n   12  PROVIDED  FURTHER  THAT  SUCH  TAXPAYER  IS  ALLOWED  AN EXEMPTION UNDER\n   13  SECTION SIX HUNDRED SIXTEEN OF THIS  ARTICLE  FOR  SUCH  DEPENDENT.  THE\n   14  CREDIT  UNDER  THIS SUBSECTION SHALL NOT EXCEED THE AMOUNT PAID FOR EACH\n   15  SUCH DEPENDENT IN TUITION TO SUCH  ELEMENTARY  OR  SECONDARY  PUBLIC  OR\n   16  NONPUBLIC SCHOOL FOR SUCH EDUCATION OF SUCH DEPENDENT.\n   17    (2) DEFINITIONS. (A) \"TUITION\", AS USED IN THIS SUBSECTION, SHALL MEAN\n   18  THE AMOUNT ACTUALLY PAID DURING THE TAXABLE YEAR BY THE TAXPAYER FOR THE\n   19  ENROLLMENT OF A DEPENDENT DURING THE REGULAR SCHOOL YEAR AT AN ELEMENTA-\n   20  RY OR SECONDARY PUBLIC OR NONPUBLIC SCHOOL.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04637-01-1\n\n       S. 1436                             2\n\n    1    (B)  \"NONPUBLIC  SCHOOL\",  AS  USED IN THIS SUBSECTION, SHALL MEAN ANY\n    2  NON-PROFIT ELEMENTARY OR SECONDARY SCHOOL IN  THE  STATE  OF  NEW  YORK,\n    3  OTHER  THAN  A  PUBLIC  SCHOOL,  WHICH  (I)  IS PROVIDING INSTRUCTION IN\n    4  ACCORDANCE WITH ARTICLE SEVENTEEN AND SECTION THIRTY-TWO HUNDRED FOUR OF\n    5  THE  EDUCATION  LAW, (II) HAS NOT BEEN FOUND TO BE IN VIOLATION OF TITLE\n    6  VI OF THE CIVIL RIGHTS ACT OF NINETEEN HUNDRED SIXTY-FOUR, 78 STAT. 252,\n    7  42 U.S.C. SEC. 2000 (D) AND (III) WHICH IS ENTITLED TO A  TAX  EXEMPTION\n    8  UNDER  SECTIONS  FIVE HUNDRED ONE (A) AND FIVE HUNDRED ONE (C)(3) OF THE\n    9  INTERNAL REVENUE CODE. THE COMMISSIONER OF EDUCATION  SHALL  FURNISH  TO\n   10  THE  COMMISSIONER  BY  JANUARY  FIRST  OF EACH YEAR, A CERTIFIED LIST OF\n   11  NONPUBLIC SCHOOLS WHICH COMPLY WITH CLAUSE (I) OF THIS SUBPARAGRAPH  FOR\n   12  THE PRECEDING CALENDAR YEAR AND SHALL PROVIDE SUCH OTHER ASSISTANCE WITH\n   13  RESPECT  TO WHETHER NONPUBLIC SCHOOLS COME WITHIN SUCH CLAUSE (I) AS THE\n   14  COMMISSIONER MAY REQUIRE.\n   15    (C) \"PUBLIC SCHOOL\", AS  USED  IN  THIS  SUBSECTION,  SHALL  MEAN  ANY\n   16  ELEMENTARY  OR SECONDARY SCHOOL IN THE STATE OF NEW YORK THAT IS SUBJECT\n   17  TO THE SUPERVISION OF THE COMMISSIONER OF EDUCATION PURSUANT TO  SECTION\n   18  THREE HUNDRED NINE OF THE EDUCATION LAW. PUBLIC SCHOOL SHALL INCLUDE ANY\n   19  CHARTER  SCHOOL ORGANIZED PURSUANT TO ARTICLE FIFTY-SIX OF THE EDUCATION\n   20  LAW.\n   21    (D) \"REGULAR SCHOOL YEAR\", AS USED IN THIS SUBSECTION, SHALL MEAN  THE\n   22  MONTHS OF THE TAXABLE YEAR EXCLUSIVE OF JULY AND AUGUST.\n   23    S  2.   Subsection (j) of section 612 of the tax law is REPEALED and a\n   24  new subsection (j) is added to read as follows:\n   25    (J) TUITION TAX DEDUCTION. (1) GENERAL. AN INDIVIDUAL SHALL  BE  ENTI-\n   26  TLED TO SUBTRACT FROM HIS OR HER FEDERAL ADJUSTED GROSS INCOME AN AMOUNT\n   27  NOT EXCEEDING THE AMOUNT SHOWN IN THE TABLE SET FORTH IN THIS PARAGRAPH,\n   28  MULTIPLIED  BY  THE  NUMBER  OF  DEPENDENTS  ATTENDING  AN ELEMENTARY OR\n   29  SECONDARY PUBLIC OR NONPUBLIC SCHOOL ON A FULL-TIME BASIS FOR  AT  LEAST\n   30  THREE  MONTHS  DURING  THE REGULAR SCHOOL YEAR FOR THE EDUCATION OF SUCH\n   31  DEPENDENT IN GRADES KINDERGARTEN THROUGH TWELVE, PROVIDED SUCH  INDIVID-\n   32  UAL  IS  ALLOWED  AN EXEMPTION UNDER SECTION SIX HUNDRED SIXTEEN OF THIS\n   33  PART FOR SUCH DEPENDENT. PROVIDED, FURTHER,  THAT  THE  DEDUCTION  UNDER\n   34  THIS  PARAGRAPH SHALL NOT EXCEED THE AMOUNT PAID FOR EACH SUCH DEPENDENT\n   35  IN TUITION TO SUCH ELEMENTARY OR SECONDARY PUBLIC  OR  NONPUBLIC  SCHOOL\n   36  FOR SUCH EDUCATION OF SUCH DEPENDENT.\n   37    (A) FOR THE TAXABLE  YEAR BEGINNING JANUARY 1, 2010,\n   38       IF THE FEDERAL           THE AMOUNT\n   39       ADJUSTED GROSS           ALLOWABLE FOR EACH\n   40       INCOME IS:               DEPENDENT IS:\n\n   41       LESS THAN $115,000       $2,500\n   42       115,000--119,999          2,150\n   43       120,000--124,999          1,800\n   44       125,000--129,999          1,450\n   45       130,000--134,999          1,100\n   46       135,000--139,999            750\n   47       140,000--144,999            400\n   48       145,000--149,999             50\n   49       150,000 AND OVER              0\n   50    (B) FOR THE TAXABLE YEAR BEGINNING JANUARY 1, 2011,\n   51       IF THE FEDERAL           THE AMOUNT\n   52       ADJUSTED GROSS           ALLOWABLE FOR EACH\n   53       INCOME IS:               DEPENDENT IS:\n\n   54       LESS THAN $115,000       $5,000\n\n       S. 1436                             3\n\n    1       115,000--119,999          4,300\n    2       120,000--124,999          3,600\n    3       125,000--129,999          2,900\n    4       130,000--134,999          2,200\n    5       135,000--139,999          1,500\n    6       140,000--144,999            800\n    7       145,000--149,999            100\n    8       150,000 AND OVER              0\n    9    (C) FOR THE TAXABLE YEARS BEGINNING JANUARY 1, 2012,\n   10       IF THE FEDERAL           THE AMOUNT\n   11       ADJUSTED GROSS           ALLOWABLE FOR EACH\n   12       INCOME IS:               DEPENDENT IS:\n\n   13       LESS THAN $115,000       $7,500\n   14       115,000--119,999          6,450\n   15       120,000--124,999          5,400\n   16       125,000--129,999          4,350\n   17       130,000--134,999          3,300\n   18       135,000--139,999          2,250\n   19       140,000--144,999          1,200\n   20       145,000--149,999            150\n   21       150,000 AND OVER              0\n   22    (D) FOR THE TAXABLE YEAR BEGINNING JANUARY 1, 2013 AND THEREAFTER,\n   23       IF THE FEDERAL           THE AMOUNT\n   24       ADJUSTED GROSS           ALLOWABLE FOR EACH\n   25       INCOME IS:               DEPENDENT IS:\n\n   26       LESS THAN $115,000       $10,000\n   27       115,000--119,999           8,750\n   28       120,000--124,999           7,500\n   29       125,000--129,999           6,250\n   30       130,000--134,999           5,000\n   31       135,000--139,999           3,750\n   32       140,000--144,999           2,500\n   33       145,000--149,999           1,250\n   34       150,000 AND OVER               0\n   35    (2)  HUSBAND  AND WIFE. IN DETERMINING THE APPLICABLE FEDERAL ADJUSTED\n   36  GROSS  INCOME OF A HUSBAND AND WIFE WHO FILE JOINTLY  ON  THEIR  FEDERAL\n   37  TAX  RETURN,  WHETHER  OR NOT THEY FILE SEPARATE NEW YORK STATE RETURNS,\n   38  FOR PURPOSES  OF  THE  TABLE  SET  FORTH  IN    PARAGRAPH  ONE  OF  THIS\n   39  SUBSECTION,  THE  FEDERAL  ADJUSTED  GROSS  INCOME OF A HUSBAND AND WIFE\n   40  SHALL BE THE AGGREGATE OF THEIR FEDERAL ADJUSTED GROSS INCOMES  FOR  THE\n   41  TAXABLE  YEAR.  THE HUSBAND OR WIFE TAXPAYER WHO CLAIMS AN EXEMPTION FOR\n   42  THE DEPENDENT ON HIS OR HER NEW YORK STATE INCOME TAX  RETURN  SHALL  BE\n   43  ALLOWED  TO  TAKE  THE  DEDUCTION  PRESCRIBED  IN  PARAGRAPH ONE OF THIS\n   44  SUBSECTION.\n   45    (3) DEFINITIONS. (A) \"TUITION\", AS USED IN THIS SUBSECTION, SHALL MEAN\n   46  THE AMOUNT ACTUALLY PAID DURING THE TAXABLE YEAR BY THE TAXPAYER FOR THE\n   47  ENROLLMENT OF A DEPENDENT DURING THE REGULAR SCHOOL YEAR AT AN ELEMENTA-\n   48  RY OR SECONDARY PUBLIC OR NONPUBLIC SCHOOL.\n   49    (B) \"NONPUBLIC SCHOOL\", AS USED IN THIS  SUBSECTION,  SHALL  MEAN  ANY\n   50  NON-PROFIT  ELEMENTARY  OR  SECONDARY  SCHOOL  IN THE STATE OF NEW YORK,\n   51  OTHER THAN A PUBLIC  SCHOOL,  WHICH  (I)  IS  PROVIDING  INSTRUCTION  IN\n   52  ACCORDANCE WITH ARTICLE SEVENTEEN AND SECTION THIRTY-TWO HUNDRED FOUR OF\n   53  THE  EDUCATION  LAW, (II) HAS NOT BEEN FOUND TO BE IN VIOLATION OF TITLE\n   54  VI OF THE CIVIL RIGHTS ACT OF  NINETEEN  HUNDRED  SIXTY-FOUR,  78  STAT.\n\n       S. 1436                             4\n\n    1  252,  42  U.S.C.  SEC.  2000  (D)  AND  (III) WHICH IS ENTITLED TO A TAX\n    2  EXEMPTION UNDER SECTIONS FIVE HUNDRED ONE (A) AND FIVE HUNDRED  ONE  (C)\n    3  (3)  OF  THE  INTERNAL REVENUE CODE. THE COMMISSIONER OF EDUCATION SHALL\n    4  FURNISH  TO  THE COMMISSIONER BY JANUARY FIRST OF EACH YEAR, A CERTIFIED\n    5  LIST OF NONPUBLIC SCHOOLS WHICH COMPLY WITH CLAUSE (I) OF THIS  SUBPARA-\n    6  GRAPH  FOR  THE  PRECEDING  CALENDAR  YEAR  AND SHALL PROVIDE SUCH OTHER\n    7  ASSISTANCE WITH RESPECT TO WHETHER NONPUBLIC SCHOOLS  COME  WITHIN  SUCH\n    8  CLAUSE (I) AS THE COMMISSIONER MAY REQUIRE.\n    9    (C)  \"PUBLIC  SCHOOL\",  AS  USED  IN  THIS  SUBSECTION, SHALL MEAN ANY\n   10  ELEMENTARY OR SECONDARY SCHOOL IN THE STATE OF NEW YORK THAT IS  SUBJECT\n   11  TO  THE SUPERVISION OF THE COMMISSIONER OF EDUCATION PURSUANT TO SECTION\n   12  THREE HUNDRED NINE OF THE EDUCATION LAW. PUBLIC SCHOOL SHALL INCLUDE ANY\n   13  CHARTER SCHOOL ORGANIZED PURSUANT TO ARTICLE  FIFTY-SIX OF THE EDUCATION\n   14  LAW.\n   15    (D) \"REGULAR SCHOOL YEAR\", AS USED IN THIS SUBSECTION, SHALL MEAN  THE\n   16  MONTHS OF THE TAXABLE YEAR EXCLUSIVE OF JULY AND AUGUST.\n   17    (4)  ADDITIONAL  INFORMATION.  ANY CLAIM FOR A MODIFICATION UNDER THIS\n   18  SUBSECTION  SHALL BE ACCOMPANIED BY SUCH INFORMATION AS THE COMMISSIONER\n   19  MAY REQUIRE.\n   20    S 3. Subdivision (j) of section 11-1712 of the administrative code  of\n   21  the  city  of New York is REPEALED and a new subdivision (j) is added to\n   22  read as follows:\n   23    (J) TUITION TAX DEDUCTION.  (1) GENERAL. AN INDIVIDUAL SHALL BE  ENTI-\n   24  TLED TO SUBTRACT FROM HIS OR HER FEDERAL ADJUSTED GROSS INCOME AN AMOUNT\n   25  NOT EXCEEDING THE AMOUNT SHOWN IN THE TABLE SET FORTH IN THIS PARAGRAPH,\n   26  MULTIPLIED  BY  THE  NUMBER  OF  DEPENDENTS  ATTENDING  AN ELEMENTARY OR\n   27  SECONDARY PUBLIC OR NONPUBLIC SCHOOL ON A FULL-TIME BASIS FOR  AT  LEAST\n   28  THREE  MONTHS  DURING  THE REGULAR SCHOOL YEAR FOR THE EDUCATION OF SUCH\n   29  DEPENDENT IN GRADES KINDERGARTEN THROUGH TWELVE, PROVIDED SUCH  INDIVID-\n   30  UAL IS ALLOWED AN EXEMPTION UNDER SECTION 11-1716 OF THIS SUBCHAPTER FOR\n   31  SUCH  DEPENDENT.  PROVIDED, FURTHER, THAT THE DEDUCTION UNDER THIS PARA-\n   32  GRAPH SHALL NOT EXCEED THE  AMOUNT  PAID  FOR  EACH  SUCH  DEPENDENT  IN\n   33  TUITION  TO  SUCH ELEMENTARY OR SECONDARY PUBLIC OR NONPUBLIC SCHOOL FOR\n   34  SUCH EDUCATION OF SUCH DEPENDENT.\n   35    (A) FOR THE TAXABLE YEAR BEGINNING JANUARY 1, 2010,\n   36       IF THE FEDERAL           THE AMOUNT\n   37       ADJUSTED GROSS           ALLOWABLE FOR EACH\n   38       INCOME IS:               DEPENDENT IS:\n\n   39       LESS THAN $115,000       $2,500\n   40       115,000--119,999          2,150\n   41       120,000--124,999          1,800\n   42       125,000--129,999          1,450\n   43       130,000--134,999          1,100\n   44       135,000--139,999            750\n   45       140,000--144,999            400\n   46       145,000--149,999             50\n   47       150,000 AND OVER              0\n   48    (B) FOR THE TAXABLE YEAR BEGINNING JANUARY 1, 2011,\n   49       IF THE FEDERAL           THE AMOUNT\n   50       ADJUSTED GROSS           ALLOWABLE FOR EACH\n   51       INCOME IS:               DEPENDENT IS:\n\n   52       LESS THAN $115,000       $5,000\n   53       115,000--119,999          4,300\n   54       120,000--124,999          3,600\n\n       S. 1436                             5\n\n    1       125,000--129,999          2,900\n    2       130,000--134,999          2,200\n    3       135,000--139,999          1,500\n    4       140,000--144,999            800\n    5       145,000--149,999            100\n    6       150,000 AND OVER              0\n    7    (C) FOR THE TAXABLE YEARS BEGINNING JANUARY 1, 2012,\n    8       IF THE FEDERAL           THE AMOUNT\n    9       ADJUSTED GROSS           ALLOWABLE FOR EACH\n   10       INCOME IS:               DEPENDENT IS:\n\n   11       LESS THAN $115,000       $7,500\n   12       115,000--119,999          6,450\n   13       120,000--124,999          5,400\n   14       125,000--129,999          4,350\n   15       130,000--134,999          3,300\n   16       135,000--139,999          2,250\n   17       140,000--144,999          1,200\n   18       145,000--149,999            150\n   19       150,000 AND OVER              0\n   20    (D) FOR THE TAXABLE YEAR BEGINNING JANUARY 1, 2013 AND THEREAFTER,\n   21       IF THE FEDERAL           THE AMOUNT\n   22       ADJUSTED GROSS           ALLOWABLE FOR EACH\n   23       INCOME IS:               DEPENDENT IS:\n\n   24       LESS THAN $115,000       $10,000\n   25       115,000--119,999           8,750\n   26       120,000--124,999           7,500\n   27       125,000--129,999           6,250\n   28       130,000--134,999           5,000\n   29       135,000--139,999           3,750\n   30       140,000--144,999           2,500\n   31       145,000--149,999           1,250\n   32       150,000 AND OVER               0\n   33    (2)  HUSBAND  AND WIFE. IN DETERMINING THE APPLICABLE FEDERAL ADJUSTED\n   34  GROSS INCOME OF A HUSBAND AND WIFE WHO FILE JOINTLY ON THEIR FEDERAL TAX\n   35  RETURN, WHETHER OR NOT THEY FILE SEPARATE NEW YORK  STATE  RETURNS,  FOR\n   36  PURPOSES  OF  THE  TABLE SET FORTH IN PARAGRAPH ONE OF THIS SUBDIVISION,\n   37  THE FEDERAL ADJUSTED GROSS INCOME OF A HUSBAND AND  WIFE  SHALL  BE  THE\n   38  AGGREGATE  OF THEIR FEDERAL ADJUSTED GROSS INCOMES FOR THE TAXABLE YEAR.\n   39  THE HUSBAND OR WIFE TAXPAYER WHO CLAIMS AN EXEMPTION FOR THE   DEPENDENT\n   40  ON  HIS  OR HER NEW YORK CITY INCOME TAX RETURN SHALL BE ALLOWED TO TAKE\n   41  THE DEDUCTION PRESCRIBED IN PARAGRAPH ONE OF THIS SUBDIVISION.\n   42    (3) DEFINITIONS. (A) \"TUITION\", AS USED  IN  THIS  SUBDIVISION,  SHALL\n   43  MEAN  THE  AMOUNT  ACTUALLY PAID DURING THE TAXABLE YEAR BY THE TAXPAYER\n   44  FOR THE ENROLLMENT OF A DEPENDENT DURING THE REGULAR SCHOOL YEAR  AT  AN\n   45  ELEMENTARY OR SECONDARY PUBLIC OR NONPUBLIC SCHOOL.\n   46    (B)  \"NONPUBLIC  SCHOOL\",  AS USED IN THIS SUBDIVISION, SHALL MEAN ANY\n   47  NON-PROFIT ELEMENTARY OR SECONDARY SCHOOL IN  THE  STATE  OF  NEW  YORK,\n   48  OTHER  THAN  A  PUBLIC  SCHOOL,  WHICH  (I)  IS PROVIDING INSTRUCTION IN\n   49  ACCORDANCE WITH ARTICLE SEVENTEEN AND SECTION   THIRTY-TWO HUNDRED  FOUR\n   50  OF  THE  EDUCATION  LAW,  (II)  HAS NOT BEEN FOUND TO BE IN VIOLATION OF\n   51  TITLE VI OF THE CIVIL RIGHTS ACT  OF  NINETEEN  HUNDRED  SIXTY-FOUR,  78\n   52  STAT.  252, 42 U.S.C. SEC. 2000 (D) AND (III) WHICH IS ENTITLED TO A TAX\n   53  EXEMPTION UNDER SECTIONS FIVE HUNDRED ONE (A) AND FIVE HUNDRED  ONE  (C)\n   54  (3)  OF  THE  INTERNAL REVENUE CODE. THE COMMISSIONER OF EDUCATION SHALL\n\n       S. 1436                             6\n\n    1  FURNISH TO THE COMMISSIONER BY JANUARY FIRST OF EACH YEAR,  A  CERTIFIED\n    2  LIST  OF NONPUBLIC SCHOOLS WHICH COMPLY WITH CLAUSE (I) OF THIS SUBPARA-\n    3  GRAPH FOR THE PRECEDING CALENDAR  YEAR  AND  SHALL  PROVIDE  SUCH  OTHER\n    4  ASSISTANCE  WITH  RESPECT  TO WHETHER NONPUBLIC SCHOOLS COME WITHIN SUCH\n    5  CLAUSE (I) AS THE COMMISSIONER MAY REQUIRE.\n    6    (C) \"PUBLIC SCHOOL\", AS USED  IN  THIS  SUBDIVISION,  SHALL  MEAN  ANY\n    7  ELEMENTARY  OR SECONDARY SCHOOL IN THE STATE OF NEW YORK THAT IS SUBJECT\n    8  TO THE SUPERVISION OF THE COMMISSIONER OF EDUCATION PURSUANT TO  SECTION\n    9  THREE HUNDRED NINE OF THE EDUCATION LAW. PUBLIC SCHOOL SHALL INCLUDE ANY\n   10  CHARTER  SCHOOL ORGANIZED PURSUANT TO ARTICLE FIFTY-SIX OF THE EDUCATION\n   11  LAW.\n   12    (D) \"REGULAR SCHOOL YEAR\", AS USED IN THIS SUBDIVISION, SHALL MEAN THE\n   13  MONTHS OF THE TAXABLE YEAR EXCLUSIVE OF JULY AND AUGUST.\n   14    (4) ADDITIONAL INFORMATION. ANY CLAIM FOR A  MODIFICATION  UNDER  THIS\n   15  SUBDIVISION SHALL BE ACCOMPANIED BY SUCH INFORMATION AS THE COMMISSIONER\n   16  MAY REQUIRE.\n   17    S 4. This act shall take effect immediately and shall apply to taxable\n   18  years beginning on or after January 1, 2010.\n",
  "memo" : "BILL NUMBER:S1436\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to a credit against personal income\ntaxes for certain tuition expenses;\nto amend the tax law and the administrative code of the city of New York,\nin relation to providing for a modification of elementary and secondary\nschool tuition for personal income tax purposes; and repealing certain\nprovisions of such laws relating thereto\n\nSUMMARY OF PROVISIONS:\nSection 1 amends &sect;606 of the Tax Law by adding a new subsection (ss)\nto establish a tuition tax credit in the amount of 10% of the earned\nincome credit a taxpayer is allowed under IRC &sect; 32 multiplied by\nthe number of dependents attending an elementary or secondary public\nor nonpublic school on a full-time basis for at least three months\nduring the regular school year. This credit shall not exceed the\namour.t paid in tuition for each dependent and in no event 8h211\nexceed $500.\n\nSection 2 repeals &sect;612 (j) of the Tax Law and adds new\nsubsection j, which establishes the Tuition tax deduction. Such\ndeduction shall not exceed the amount paid for each dependent in\ntuition to an elementary or secondary public or non-public school for\nthe education of such dependent.\n\nJUSTIFICATION:\nIn 2006, an effort to establish a tax credit to help families with\nchildren was established. This credit was an important step towards\nhelping New York's families with child expenses, but was not linked\nspecifically to educational expenses. Family expenditures for\neducation can be significant and this measure aims to assist with\nthese expenses.\n\nPRIOR LEGISLATIVE HISTORY:\nS.1594, 2010 - Referred to Investigations and Government Operations\nS.3691-A, 2007-08 - Referred to Tax and Finance\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately, applying to the 2010 tax year and thereafter.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to a credit against personal income taxes for certain tuition expenses; to amend the tax law and the administrative code of the city of New York, in relation to providing for a modification of elementary and secondary school tuition for personal income tax purposes; and repealing certain provisions of such laws relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110107.T113853.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110107.T105851.TXT", "SOBI.D110107.T115854.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932645
}