{
  "year" : 2011,
  "senateBillNo" : "S1449-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1449-2011-1294376400000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school districts, upon notification from law enforcement agencies, to notify residents of sex offenders living in the district",
  "summary" : "Requires school districts, upon notification from law enforcement agencies, to notify residents of level two and three sex offenders living in the district; apportions money to school districts for certain sex offender expenses. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A1402",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1176-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1449                                                  A. 1402\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be  committed  to  the Committee on Crime\n         Victims, Crime and Correction\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Correction\n\n       AN ACT to amend the correction law, in relation to required notification\n         by school districts of sex offender residence; and to amend the educa-\n         tion law, in relation to apportionment to school districts for certain\n         expenses related to sex offender notification\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (b) and (c) of subdivision 6 of section 168-l of\n    2  the correction law, paragraph (b) as amended by chapter 106 of the  laws\n    3  of  2006 and paragraph (c) as separately amended by chapters 318 and 680\n    4  of the laws of 2005, are amended to read as follows:\n    5    (b) If the risk of repeat offense is moderate, a level two designation\n    6  shall be given to such sex offender. In such case  the  law  enforcement\n    7  agency or agencies having jurisdiction and the law enforcement agency or\n    8  agencies  having  had  jurisdiction at the time of his or her conviction\n    9  shall be notified and may disseminate relevant information  which  shall\n   10  include  a  photograph  and  description  of  the offender and which may\n   11  include the exact name and any aliases used by the sex offender, approx-\n   12  imate address based on sex offender's zip code,  background  information\n   13  including the offender's crime of conviction, mode of operation, type of\n   14  victim  targeted,  the  name  and  address  of any institution of higher\n   15  education at which the sex offender is enrolled, attends, is employed or\n   16  resides and the description of special conditions imposed on the  offen-\n   17  der  to  any entity with vulnerable populations related to the nature of\n   18  the offense committed by such sex offender. Any entity receiving  infor-\n   19  mation on a sex offender may disclose or further disseminate such infor-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03736-01-1\n\n       S. 1449                             2                            A. 1402\n\n    1  mation at its discretion, PROVIDED, HOWEVER, THAT SCHOOL DISTRICTS, UPON\n    2  RECEIPT  OF  SUCH  INFORMATION  BY  THE DISTRICT SUPERINTENDENT OR CHIEF\n    3  SCHOOL ADMINISTRATOR, SHALL DISSEMINATE BY U.S.    POSTAL  SERVICE  SUCH\n    4  INFORMATION  TO  ALL RESIDENTS RESIDING WITHIN SUCH SCHOOL DISTRICT.  In\n    5  addition, in such case,  the  information  described  [herein]  IN  THIS\n    6  SECTION  shall  also be provided in the subdirectory established in this\n    7  article and notwithstanding any other provision of law, such information\n    8  shall, upon request, be made available to the public.\n    9    Such law enforcement agencies shall compile,  maintain  and  update  a\n   10  listing  of  vulnerable organizational entities within its jurisdiction.\n   11  Such listing shall be utilized for notification of such organizations in\n   12  disseminating such information on level two sex  offenders  pursuant  to\n   13  this  paragraph.  Such  listing  shall  include  and  not be limited to:\n   14  superintendents of schools or chief school  administrators,  superinten-\n   15  dents  of parks, public and private libraries, public and private school\n   16  bus transportation companies, day care centers,  nursery  schools,  pre-\n   17  schools,  neighborhood  watch  groups,  community centers, civic associ-\n   18  ations, nursing homes, victim's advocacy groups and places of worship.\n   19    (c) If the risk of repeat offense is high and there exists a threat to\n   20  the public safety a level three designation shall be given to  such  sex\n   21  offender.  In  such  case, the law enforcement agency or agencies having\n   22  jurisdiction and the law  enforcement  agency  or  agencies  having  had\n   23  jurisdiction  at the time of his or her conviction shall be notified and\n   24  may disseminate relevant information which shall  include  a  photograph\n   25  and description of the offender and which may include the sex offender's\n   26  exact  name and any aliases used by the offender, exact address, address\n   27  of the offender's place of employment, background information  including\n   28  the  offender's  crime  of conviction, mode of operation, type of victim\n   29  targeted, the name and address of any institution of higher education at\n   30  which the sex offender is enrolled, attends, is employed or resides  and\n   31  the  description  of  special  conditions imposed on the offender to any\n   32  entity with vulnerable populations related to the nature of the  offense\n   33  committed  by  such  sex offender. Any entity receiving information on a\n   34  sex offender may disclose or further disseminate such information at its\n   35  discretion, PROVIDED, HOWEVER, THAT SCHOOL DISTRICTS,  UPON  RECEIPT  OF\n   36  SUCH INFORMATION BY THE DISTRICT SUPERINTENDENT OR CHIEF SCHOOL ADMINIS-\n   37  TRATOR, SHALL DISSEMINATE BY U.S. POSTAL SERVICE SUCH INFORMATION TO ALL\n   38  RESIDENTS  RESIDING  WITHIN  SUCH SCHOOL DISTRICT.  In addition, in such\n   39  case, the information described herein shall also  be  provided  in  the\n   40  subdirectory  established  in this article and notwithstanding any other\n   41  provision of law, such information shall, upon request, be  made  avail-\n   42  able to the public.\n   43    Such  law  enforcement  agencies  shall compile, maintain and update a\n   44  listing of vulnerable organizational entities within  its  jurisdiction.\n   45  Such listing shall be utilized for notification of such organizations in\n   46  disseminating  such information on level three sex offenders pursuant to\n   47  this paragraph. Such listing  shall  include  and  not  be  limited  to:\n   48  superintendents  of  schools or chief school administrators, superinten-\n   49  dents of parks, public and private libraries, public and private  school\n   50  bus  transportation  companies,  day care centers, nursery schools, pre-\n   51  schools, neighborhood watch groups,  community  centers,  civic  associ-\n   52  ations, nursing homes, victim's advocacy groups and places of worship.\n   53    S 2. The education law is amended by adding a new section 3605 to read\n   54  as follows:\n   55    S  3605.  APPORTIONMENT FOR CERTAIN MAILING EXPENSES. THE COMMISSIONER\n   56  SHALL APPORTION FUNDS TO REIMBURSE SCHOOL DISTRICTS FOR MONIES  EXPENDED\n\n       S. 1449                             3                            A. 1402\n\n    1  IN  THE  MAILING  OF  NOTICES  TO  PARENTS  AND OTHER AUTHORIZED PARTIES\n    2  REGARDING THE PRESENCE OF REGISTERED SEX OFFENDERS  WITHIN  SUCH  SCHOOL\n    3  DISTRICTS.\n    4    S  3.  This act shall take effect on the first of July next succeeding\n    5  the date on which it shall  have  become  a  law,  and  shall  apply  to\n    6  expenses incurred by school districts after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to required notification by school districts of sex offender residence; and to amend the education law, in relation to apportionment to school districts for certain expenses related to sex offender notification ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T145913.TXT", "SOBI.D110107.T135905.TXT", "SOBI.D110107.T143426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687272228
}