{
  "year" : 2011,
  "senateBillNo" : "S144-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S144-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the amount held in mortgage escrow accounts to a one month reserve",
  "summary" : "Limits the amount held in mortgage escrow accounts to a one month reserve. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S7489-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          144\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property  tax  law  and  the  banking  law,  in\n         relation to the amounts held in mortgage escrow accounts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 953 of the real property tax  law,\n    2  as  added  by  chapter  440  of  the laws of 1989, is amended to read as\n    3  follows:\n    4    1. Every mortgage investing institution shall make  all  payments  for\n    5  taxes for which they hold real property tax escrow accounts, in a timely\n    6  manner.    NOTWITHSTANDING FEDERAL LAW, THE AMOUNT HELD IN SUCH ACCOUNTS\n    7  MAY NOT EXCEED THE ESTIMATED ANNUAL AMOUNT OF THE  TAXES  THAT  WILL  BE\n    8  PAID BY MORE THAN ONE-TWELFTH OF SUCH AMOUNT.\n    9    S 2. Paragraph (a) of subdivision 2 of section 6-k of the banking law,\n   10  as  added  by  chapter  563  of  the laws of 1992, is amended to read as\n   11  follows:\n   12    (a) Every mortgage investing institution shall make all  payments  for\n   13  insurance for which they hold real property insurance escrow accounts in\n   14  a  timely manner.   NOTWITHSTANDING FEDERAL LAW, THE AMOUNT HELD IN SUCH\n   15  ACCOUNTS MAY NOT EXCEED THE ESTIMATED ANNUAL  AMOUNT  OF  THE  INSURANCE\n   16  PREMIUMS THAT WILL BE PAID BY MORE THAN ONE-TWELFTH OF SUCH AMOUNT.\n   17    S 3. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01274-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law and the banking law, in relation to the amounts held in mortgage escrow accounts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T095300.TXT", "SOBI.D101210.T151203.TXT", "SOBI.D101210.T160212.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292251980303
}