{
  "year" : 2011,
  "senateBillNo" : "S1441-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1441-2011-1294376400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes it unlawful for any person age 16 or older to knowingly possess a knife on grounds used for educational purposes",
  "summary" : "Makes it unlawful for any person age 16 or older to knowingly possess a knife on grounds used for educational purposes. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S379-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1441\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. BRESLIN, ADAMS, KRUEGER, SAMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN  ACT  to amend the penal law, in relation to unlawful possession of a\n         knife upon school grounds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 265.06 of the penal law, as added by chapter 268 of\n    2  the laws of 1994, is amended to read as follows:\n    3  S 265.06 Unlawful possession of a weapon upon school grounds.\n    4    It  shall be unlawful for any person age sixteen or older to knowingly\n    5  possess any KNIFE, air-gun, spring-gun or other instrument or weapon  in\n    6  which  the propelling force is a spring, air, piston or CO2 cartridge in\n    7  or upon a building or grounds, used for  educational  purposes,  of  any\n    8  school, college or university, without the written authorization of such\n    9  educational institution.\n   10    Unlawful possession of a weapon upon school grounds is a violation.\n   11    S  2.  This  act shall take effect on the ninetieth day after it shall\n   12  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05111-01-1\n",
  "memo" : "BILL NUMBER:S1441\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to unlawful possession of a knife\nupon school grounds\n\nPURPOSE:\nThis act would make it unlawful for any person age sixteen or older to\nknowingly possess a knife in an educational institution.\n\nSUMMARY OF PROVISIONS:\nSection one amends Section 265.06 of the Penal law by adding knives\namong dangerous weapons prohibited in or on the grounds of any\nschool, college or university, without written authorization of such\neducational institutions, by those persons over the age of sixteen.\n\nJUSTIFICATION:\nCreating and maintaining a safe learning environment is essential.\nWhile educational institutions remain among the safest places for\nyoung people, instances of violence among high school students have\nbeen on the rise. Current law makes it unlawful for any person age\nsixteen or younger to possess any type of air gun or dangerous knife\nin or upon a building or grounds used for educational purposes, of\nany school, college or university, without the written authorization\nof such educational institution. with regard to those persons age\nsixteen or older, the law disallows only air guns on school grounds.\nThis legislation simply adds knives to the list of weapons already\nprohibited on school grounds by those sixteen years of age or older.\nKnives are among one of the most devastating and easily concealed\nweapons available. Preventing school violence is necessary in\npromoting a healthy learning environment. This provision will help\nschool officials and police officers to more effectively address\nincidents involving weapons on the grounds of and within educational\ninstitutions.\n\nLEGISLATIVE HISTORY:\n2009/2010 - S.379 Remained in the Senate Committee on Codes\n2007/2008 - S.713 Passed the Senate\n2005/2006 - S.7372 Remained in the Senate Committee on Codes\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nOn the ninetieth day after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to unlawful possession of a knife upon school grounds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T130902.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T121857.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110107.T131903.TXT", "SOBI.D110107.T130402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932654
}