{
  "year" : 2011,
  "senateBillNo" : "S1444-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S1444-2011-1294376400000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a community capital loan program",
  "summary" : "Provides that the department of labor in consultation with the department of family assistance is authorized and directed to solicit proposals to establish community loan programs providing small, no-interest loans to persons with income below 200% of the federal poverty level in order to become self-employed; requires the commissioner to contract with not-for-profit corps to administer loan pools. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S415-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1444\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  BRESLIN,  ADAMS,  DILAN, DUANE, HASSELL-THOMPSON,\n         KRUEGER, KRUGER, MONTGOMERY, PARKER, SAMPSON, SMITH, STAVISKY --  read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to establishing the\n         community capital loan program and  providing  for  the  filing  of  a\n         report thereon\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The social services law is amended by adding a new  section\n    2  131-bb to read as follows:\n    3    S 131-BB. COMMUNITY CAPITAL LOAN PROGRAM. 1. FROM AMOUNTS APPROPRIATED\n    4  FOR  SUCH  PURPOSE,  THE  DEPARTMENT  OF  LABOR IN CONSULTATION WITH THE\n    5  DEPARTMENT OF FAMILY ASSISTANCE IS HEREBY  AUTHORIZED  AND  DIRECTED  TO\n    6  SOLICIT PROPOSALS TO ESTABLISH PROGRAMS TO BE KNOWN AS COMMUNITY CAPITAL\n    7  LOAN  PROGRAMS.  SUCH PROGRAMS SHALL PROVIDE SMALL, NO-INTEREST LOANS TO\n    8  PERSONS WITH INCOME BELOW TWO HUNDRED PERCENT  OF  THE  FEDERAL  POVERTY\n    9  LEVEL FOR THE PURPOSE OF ASSISTING THE LOAN RECIPIENT TO BECOME SELF-EM-\n   10  PLOYED.  LOANS  AWARDED  THROUGH A COMMUNITY CAPITAL LOAN PROGRAM MAY BE\n   11  PAID DIRECTLY TO A THIRD PARTY ON BEHALF OF  A  LOAN  RECIPIENT  AND  IN\n   12  EITHER CASE SHALL NOT CONSTITUTE INCOME OR RESOURCES FOR THE PURPOSES OF\n   13  PUBLIC  ASSISTANCE  AND  CARE  SO  LONG  AS  THE  FUNDS ARE USED FOR THE\n   14  INTENDED PURPOSE.\n   15    2. THE COMMISSIONER OF LABOR SHALL ENTER INTO WRITTEN AGREEMENTS  WITH\n   16  NOT-FOR-PROFIT  ORGANIZATIONS OR LOCAL GOVERNMENT AGENCIES TO ADMINISTER\n   17  LOAN POOLS. AGREEMENTS SHALL BE ENTERED INTO  WITH  NO  MORE  THAN  FOUR\n   18  ORGANIZATIONS  AND/OR  AGENCIES,  NO  MORE  THAN  ONE  OF WHICH SHALL BE\n   19  LOCATED IN THE CITY OF NEW YORK.\n   20    3. PROGRAM SITES SHALL BE APPROVED BASED ON THE  DEMONSTRATED  ABILITY\n   21  OF  THE  ORGANIZATION  OR  GOVERNMENTAL  AGENCY  TO  SECURE FUNDING FROM\n   22  PRIVATE AND/OR PUBLIC SOURCES SUFFICIENT TO ESTABLISH A LOAN POOL TO  BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05127-01-1\n\n       S. 1444                             2\n\n    1  MAINTAINED THROUGH REPAYMENT AGREEMENTS ENTERED INTO BY ELIGIBLE LOW-IN-\n    2  COME  INDIVIDUALS.  FUNDS AWARDED BY THE DEPARTMENT OF LABOR TO APPROVED\n    3  PROGRAM SITES SHALL BE USED FOR THE EXPRESS PURPOSES OF COVERING  STAFF-\n    4  ING  AND  ADMINISTRATION  COSTS  ASSOCIATED  WITH ADMINISTERING THE LOAN\n    5  POOL.\n    6    S 2. A program site, as provided in subdivision 3 of section 131-bb of\n    7  the social services law, as added by section one  of  this  act,  shall,\n    8  within one year of receiving approval by the department of labor, report\n    9  to  the department of labor on the utilization of the loan pool, includ-\n   10  ing but not limited to, the number  and  average  amount  of  the  loans\n   11  awarded,  the rate of repayment on the loans, the purposes for which the\n   12  loans were awarded, the financial circumstance of persons receiving  the\n   13  loans,  and  the  number  of  persons  receiving  loans who subsequently\n   14  required public assistance. The department of labor  shall  provide  the\n   15  findings to the temporary president of the senate and the speaker of the\n   16  assembly within one month of receiving the reports.\n   17    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing the community capital loan program and providing for the filing of a report thereon ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T122357.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110107.T130402.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433185
}