{
  "year" : 2011,
  "senateBillNo" : "S1446-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1446-2011-1294376400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies that bill passed by senate and assembly must be presented to the governor",
  "summary" : "Directs that every bill passed by both the senate and assembly must be presented to the governor within thirty days of receipt by house of origin; provided if the bill is returned to the house of origin after May first, then it must be presented to the governor within forty-five days. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S419-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1446\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  BRESLIN,  ADAMS,  DILAN, DUANE, HASSELL-THOMPSON,\n         KLEIN, KRUEGER, KRUGER,  PARKER,  SAMPSON,  SAVINO,  SMITH,  STAVISKY,\n         VALESKY  --  read  twice  and  ordered printed, and when printed to be\n         committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 7 of article 4 of the constitution, in\n         relation to legislative bills\n\n    1    Section 1. Resolved (if the Assembly concur), That section 7 of  arti-\n    2  cle 4 of the constitution be amended to read as follows:\n    3    S  7.  Every  bill  which  shall  have  passed the senate and assembly\n    4  shall[, before it becomes a law,] be presented to  the  governor  WITHIN\n    5  THIRTY DAYS OF RECEIPT BY THE HOUSE OF ORIGIN, PROVIDED, HOWEVER, IF THE\n    6  BILL IS RETURNED TO THE HOUSE OF ORIGIN AFTER MAY FIRST, THEN IT MUST BE\n    7  PRESENTED  TO  THE  GOVERNOR  WITHIN  FORTY-FIVE  DAYS;  if the governor\n    8  approve, he or she shall sign it; but if not, he or she shall return  it\n    9  with  his  or  her objections to the house in which it shall have origi-\n   10  nated, which shall enter the objections at large  on  the  journal,  and\n   11  proceed  to  reconsider it. If after such reconsideration, two-thirds of\n   12  the members elected to that house shall agree to pass the bill, it shall\n   13  be sent together with the objections, to the other house,  by  which  it\n   14  shall  likewise  be  reconsidered;  and if approved by two-thirds of the\n   15  members elected to that house, it shall become a law notwithstanding the\n   16  objections of the governor. In all such cases the votes in  both  houses\n   17  shall  be  determined  by  yeas  and  nays, and the names of the members\n   18  voting shall be entered on the journal of each  house  respectively.  If\n   19  any  bill shall not be returned by the governor within ten days (Sundays\n   20  excepted) after it shall have been presented to him  or  her,  the  same\n   21  shall  be a law in like manner as if he or she had signed it, unless the\n   22  legislature shall, by their adjournment, prevent its  return,  in  which\n   23  case  it shall not become a law without the approval of the governor. No\n   24  bill shall become a law after the final adjournment of the  legislature,\n   25  unless  approved  by the governor within thirty days after such adjourn-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89057-01-1\n\n       S. 1446                             2\n\n    1  ment. If any bill presented to the governor  contain  several  items  of\n    2  appropriation  of  money, the governor may object to one or more of such\n    3  items while approving of the other portion of the bill. In such case the\n    4  governor  shall  append to the bill, at the time of signing it, a state-\n    5  ment of the items to which he or she objects; and the  appropriation  so\n    6  objected  to shall not take effect. If the legislature be in session, he\n    7  or she shall transmit to the house in which the bill originated  a  copy\n    8  of  such statement, and the items objected to shall be separately recon-\n    9  sidered. If on reconsideration one or more of such items be approved  by\n   10  two-thirds  of the members elected to each house, the same shall be part\n   11  of the law, notwithstanding the objections  of  the  governor.  All  the\n   12  provisions  of  this  section,  in relation to bills not approved by the\n   13  governor, shall apply in  cases  in  which  he  or  she  shall  withhold\n   14  approval from any item or items contained in a bill appropriating money.\n   15    S 2. Resolved (if the Assembly concur), That the foregoing be referred\n   16  to  the  first  regular  legislative  session  convening  after the next\n   17  succeeding general election of members of the assembly, and, in conform-\n   18  ity with section 1 of article 19 of the constitution, be published for 3\n   19  months previous to the time of such election.\n",
  "memo" : "BILL NUMBER:S1446\n\nTITLE OF BILL:\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing an amendment\nto section 7 of article 4 of the constitution, in relation to\nlegislative bills\n\nPURPOSE:\nThis bill would amend the Constitution by requiring that legislation\npassed by the senate and Assembly must be presented to the Governor\nwithin a definitive time frame.\n\nSUMMARY OF PROVISIONS:\nSection 1 - requires that every bill that has passed the Senate and\nAssembly shall be presented to the Governor within thirty days of\nreceipt by the house of origin, provided, however if the bill is\nreturned to the house of origin after May 1st, then it must be\npresented to the Governor within forty-five days.\n\nSection 2 - states that the foregoing be referred to the first regular\nlegislative session convening after the next succeeding general\nelection of members of the assembly, and, in conformity with section\n1 of article 19 of the constitution, be published for 3 months\nprevious to the time of such election.\n\nJUSTIFICATION:\nIn the 1994 lawsuit titled CAMPAIGN FOR FISCAL EQUITY, INC. V.\nMARINO, the petitioners claimed that after the \"Maintenance of Effort\"\nbill passed both the Assembly and the Senate, the Legislature had\nintentionally refused to present this bill to the Governor regardless\nof the constitutional requirement to do so. After a lengthy court\nbattle, the Court of Appeals held that it was unconstitutional to\nwithhold bills from the Governor that had been acted on by both\nhouses. The intent of this bill is to further clarify the\nconstitutional requirement set forth in Article 4, Section 7. It is\nnot uncommon for the presentment of a bill to be delayed. In the\npast, bills have been detained for various political and legislative\nreasons. These delays further frustrate the open and orderly process\nof government. This measure would help to ensure that bills are\npresented in a timely fashion.\n\nLEGISLATIVE HISTORY:\n2009/10:   S.419 Remained in the Senate Committee on Judiciary\n2007/2008: S.732 Remained in the Senate Committee on Judiciary\n2005/2006: S.224A Remained in the Senate Committee on Judiciary\n\nEFFECTIVE DATE:\nResolved should the Assembly concur, that the foregoing be referred to\nthe first regular legislative session convening after the next\nsucceeding general election of members of the Assembly, and, in\n\nconformity with section 1 of article 19 of the constitution, be\npublished for three months previous to the time of such election.\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 7 of article 4 of the constitution, in relation to legislative bills ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T122357.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110107.T131903.TXT", "SOBI.D110107.T130402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932662
}