{
  "year" : 2011,
  "senateBillNo" : "S1447-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1447-2011-1294376400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes cities or towns to impose a tax on real estate transfers and authorizes municipalities to create community preservation funds",
  "summary" : "Authorizes cities or towns to impose a tax on real estate transfers and authorizes municipalities to create community preservation funds. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S381-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1447\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. BRESLIN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, the general  munici-\n         pal  law  and the tax law, in relation to authorizing cities and towns\n         to impose a tax on real  estate  transfers,  and  authorizing  munici-\n         palities to create community preservation funds\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph g of subdivision 2  of  section  49-0209  of  the\n    2  environmental  conservation  law, as added by chapter 596 of the laws of\n    3  2007, is amended to read as follows:\n    4    g. review any community preservation project plans PREPARED  BY  TOWNS\n    5  WITHIN  THE  REGION  developed  pursuant to section six-s of the general\n    6  municipal law.\n    7    S 2. The general municipal law is amended by adding a new section  248\n    8  to read as follows:\n    9    S  248. COMMUNITY PRESERVATION FUNDS.  1. AS USED IN THIS SECTION, THE\n   10  FOLLOWING WORDS AND TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   11    (A) \"COMMUNITY PRESERVATION\" OR \"PRESERVATION OF COMMUNITY  CHARACTER\"\n   12  SHALL  MEAN AND INCLUDE ANY OF THE PURPOSES OUTLINED IN SUBDIVISION FIVE\n   13  OF THIS SECTION.\n   14    (B) \"BOARD\" MEANS THE ADVISORY BOARD REQUIRED PURSUANT TO  SUBDIVISION\n   15  SIX OF THIS SECTION.\n   16    (C) \"TAX\" MEANS THE REAL ESTATE TRANSFER TAX PAYABLE ON A REAL PROPER-\n   17  TY  CONVEYANCE PURSUANT TO SECTION FOURTEEN HUNDRED FORTY-NINE-BBBBBB OF\n   18  THE TAX LAW, BUT SHALL HAVE A DIFFERENT MEANING IF THE  CONTEXT  CLEARLY\n   19  INDICATES SUCH AS THE REAL ESTATE TRANSFER TAX IMPOSED PURSUANT TO ARTI-\n   20  CLE THIRTY-ONE OF THE TAX LAW.\n   21    (D)  \"FUND\"  MEANS THE COMMUNITY PRESERVATION FUND CREATED PURSUANT TO\n   22  SUBDIVISION TWO OF THIS SECTION.\n   23    (E) \"MUNICIPALITY\" MEANS A CITY OR TOWN.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05129-01-1\n\n       S. 1447                             2\n\n    1    (F) \"MUNICIPAL LEGISLATIVE BODY\" MEANS THE TOWN BOARD OF  A  TOWN;  OR\n    2  THE BOARD OF ALDERMEN, COMMON COUNCIL, COUNCIL OR COMMISSION OF A CITY.\n    3    2.  (A)  THE MUNICIPAL LEGISLATIVE BODY OF ANY MUNICIPALITY IS AUTHOR-\n    4  IZED TO ESTABLISH BY LOCAL LAW A COMMUNITY PRESERVATION FUND PURSUANT TO\n    5  THE PROVISIONS OF THIS SECTION.  DEPOSITS  INTO  THE  FUND  MAY  INCLUDE\n    6  REVENUES  OF THE MUNICIPALITY FROM WHATEVER SOURCE AND SHALL INCLUDE, AT\n    7  A MINIMUM, ALL REVENUES FROM A TAX IMPOSED UPON  THE  TRANSFER  OF  REAL\n    8  PROPERTY  INTERESTS  IN  SUCH  MUNICIPALITY PURSUANT TO SECTION FOURTEEN\n    9  HUNDRED FORTY-NINE-BBBBBB OF THE TAX LAW. THE FUND SHALL ALSO BE AUTHOR-\n   10  IZED TO ACCEPT GIFTS OF ANY SUCH INTERESTS IN LAND,  OF  MONIES,  OR  OF\n   11  NEGOTIABLE INSTRUMENTS OR SHARES OF STOCK. INTEREST OR DIVIDENDS ACCRUED\n   12  BY  FUNDS  DEPOSITED  INTO THE FUND SHALL BE CREDITED TO THE FUND. IN NO\n   13  EVENT SHALL MONIES DEPOSITED IN THE FUND BE  TRANSFERRED  TO  ANY  OTHER\n   14  ACCOUNT  OR  USED  FOR  ANY  PURPOSE  OTHER THAN COMMUNITY PRESERVATION.\n   15  MONIES OF A MUNICIPALITY'S COMMUNITY PRESERVATION FUND MAY  BE  EXPENDED\n   16  JOINTLY  WITH  ONE  OR  MORE OTHER MUNICIPALITIES FOR THE BENEFIT OF THE\n   17  RESIDENTS OF ALL MUNICIPALITIES CONTRIBUTING TO SUCH JOINT  EXPENDITURE.\n   18  NOTHING  CONTAINED IN THIS SUBDIVISION SHALL BE CONSTRUED TO PREVENT THE\n   19  FINANCING, IN WHOLE OR IN PART, PURSUANT TO THE LOCAL  FINANCE  LAW,  OF\n   20  ANY  ACQUISITION  AUTHORIZED  PURSUANT  TO THIS SECTION. MONIES FROM THE\n   21  FUND MAY BE UTILIZED TO REPAY ANY INDEBTEDNESS OR  OBLIGATIONS  INCURRED\n   22  PURSUANT  TO  THE  LOCAL  FINANCE  LAW  CONSISTENT WITH EFFECTUATING THE\n   23  PURPOSES OF THIS SECTION.\n   24    (B) NOTHING IN THIS SECTION SHALL BE CONSTRUED TO  SUPERSEDE,  AFFECT,\n   25  IMPAIR   OR   INVALIDATE   ANY  PROVISION  OF  SECTION  SIXTY-FOUR-E  OR\n   26  SIXTY-FOUR-F OF THE TOWN LAW. NOTHING IN SECTION SIXTY-FOUR-E OR  SIXTY-\n   27  FOUR-F OF THE TOWN LAW SHALL AFFECT OR IMPAIR THE AUTHORITY OF THE TOWNS\n   28  OF  BROOKHAVEN, EAST HAMPTON, RIVERHEAD, SHELTER ISLAND, SOUTHAMPTON AND\n   29  SOUTHOLD TO ESTABLISH BY LOCAL LAW A COMMUNITY PRESERVATION FUND  PURSU-\n   30  ANT TO THE PROVISIONS OF THIS SECTION.\n   31    3. THE PURPOSES OF THE FUND SHALL BE EXCLUSIVELY:\n   32    (A) TO IMPLEMENT A PLAN FOR THE PRESERVATION OF COMMUNITY CHARACTER IN\n   33  ACCORDANCE WITH THIS SECTION;\n   34    (B)  TO ACQUIRE INTERESTS OR RIGHTS IN REAL PROPERTY FOR THE PRESERVA-\n   35  TION OF COMMUNITY CHARACTER WITHIN THE MUNICIPALITY  INCLUDING  VILLAGES\n   36  THEREIN,  IN  ACCORDANCE  WITH SUCH PLAN AND IN COOPERATION WITH WILLING\n   37  SELLERS;\n   38    (C) TO ESTABLISH A BANK PURSUANT TO A TRANSFER OF  DEVELOPMENT  RIGHTS\n   39  PROGRAM CONSISTENT WITH THE APPLICABLE PROVISIONS OF SECTION TWO HUNDRED\n   40  SIXTY-ONE-A  OF  THE  TOWN  LAW AND SECTION TWENTY-F OF THE GENERAL CITY\n   41  LAW; AND\n   42    (D) TO PROVIDE FOR THE MANAGEMENT AND STEWARDSHIP  OF  SUCH  INTERESTS\n   43  AND  RIGHTS  CONSISTENT  WITH  SUBDIVISION  EIGHT OF THIS SECTION AND IN\n   44  ACCORDANCE WITH SUCH PLAN  DESIGNED  TO  PRESERVE  COMMUNITY  CHARACTER;\n   45  PROVIDED  THAT  NOT  MORE THAN TEN PERCENT OF THE FUND SHALL BE UTILIZED\n   46  FOR SUCH MANAGEMENT AND STEWARDSHIP PROGRAM.\n   47    4. IF THE IMPLEMENTATION OF THE COMMUNITY  PRESERVATION  PROJECT  PLAN\n   48  ADOPTED BY A MUNICIPAL LEGISLATIVE BODY AS PROVIDED IN SUBDIVISION SEVEN\n   49  OF  THIS  SECTION  HAS BEEN COMPLETED AND FUNDS ARE NO LONGER NEEDED FOR\n   50  THE PURPOSES OUTLINED IN THIS SUBDIVISION, THEN ANY REMAINING MONIES  IN\n   51  THE  FUND  SHALL  BE  APPLIED TO REDUCE ANY BONDED INDEBTEDNESS OR OBLI-\n   52  GATIONS INCURRED TO EFFECTUATE THE PURPOSES OF THIS SECTION.\n   53    5. PRESERVATION OF COMMUNITY CHARACTER SHALL INVOLVE ONE  OR  MORE  OF\n   54  THE FOLLOWING:\n   55    (A) PRESERVATION OF OPEN SPACE;\n   56    (B) ESTABLISHMENT OF PARKS, NATURE PRESERVES, OR RECREATION AREAS;\n\n       S. 1447                             3\n\n    1    (C)  PRESERVATION  OF  LAND WHICH IS PREDOMINANTLY VIABLE AGRICULTURAL\n    2  LAND, AS DEFINED IN SUBDIVISION SEVEN OF SECTION THREE  HUNDRED  ONE  OF\n    3  THE  AGRICULTURE  AND  MARKETS LAW, OR UNIQUE AND IRREPLACEABLE AGRICUL-\n    4  TURAL LAND, AS DEFINED IN SUBDIVISION SIX OF SECTION THREE  HUNDRED  ONE\n    5  OF THE AGRICULTURE AND MARKETS LAW;\n    6    (D) PRESERVATION OF LANDS OF EXCEPTIONAL SCENIC VALUE;\n    7    (E) PRESERVATION OF FRESH AND SALTWATER MARSHES OR OTHER WETLANDS;\n    8    (F) PRESERVATION OF AQUIFER RECHARGE AREAS;\n    9    (G) PRESERVATION OF UNDEVELOPED BEACH-LANDS OR SHORELINE;\n   10    (H)  ESTABLISHMENT  OF WILDLIFE REFUGES FOR THE PURPOSE OF MAINTAINING\n   11  NATIVE ANIMAL SPECIES DIVERSITY, INCLUDING  THE  PROTECTION  OF  HABITAT\n   12  ESSENTIAL TO THE RECOVERY OF RARE, THREATENED OR ENDANGERED SPECIES;\n   13    (I) PRESERVATION OF UNIQUE OR THREATENED ECOLOGICAL AREAS;\n   14    (J)  PRESERVATION  OF RIVERS, RIPARIAN LANDS, AND RIVERS IN A NATURAL,\n   15  FREE-FLOWING CONDITION;\n   16    (K) PRESERVATION OF FORESTED LAND;\n   17    (L) PRESERVATION OF PUBLIC ACCESS TO LANDS FOR  PUBLIC  USE  INCLUDING\n   18  STREAM RIGHTS AND WATERWAYS;\n   19    (M)  PRESERVATION  OF HISTORIC PLACES AND PROPERTIES LISTED ON THE NEW\n   20  YORK STATE REGISTER OF HISTORIC PLACES AND/OR PROTECTED UNDER A  MUNICI-\n   21  PAL HISTORIC PRESERVATION ORDINANCE OR LAW; AND\n   22    (N) UNDERTAKING ANY OF THE PURPOSES OF THIS SUBDIVISION IN FURTHERANCE\n   23  OF THE ESTABLISHMENT OF A GREENBELT.\n   24    6. THE MUNICIPAL LEGISLATIVE BODY OF ANY MUNICIPALITY WHICH HAS ESTAB-\n   25  LISHED  A  COMMUNITY PRESERVATION FUND SHALL CREATE AN ADVISORY BOARD TO\n   26  REVIEW AND MAKE RECOMMENDATIONS TO THE  MUNICIPAL  LEGISLATIVE  BODY  ON\n   27  PROPOSED  ACQUISITIONS  OF  INTERESTS IN REAL PROPERTY USING MONIES FROM\n   28  THE FUND. NO MEMBER OF THE MUNICIPAL LEGISLATIVE BODY SHALL SERVE ON THE\n   29  ADVISORY BOARD. THE MEMBERS AND THE CHAIRPERSON SHALL  BE  APPOINTED  BY\n   30  THE  MUNICIPAL  LEGISLATIVE BODY.   SUCH ADVISORY BOARD SHALL CONSIST OF\n   31  FIVE OR SEVEN RESIDENTS OF THE  MUNICIPALITY  WHO  SHALL  SERVE  WITHOUT\n   32  COMPENSATION.    NO  MEMBER OF THE LOCAL LEGISLATIVE BODY SHALL SERVE ON\n   33  THE BOARD. A MAJORITY OF THE MEMBERS OF  THE  BOARD  SHALL  HAVE  DEMON-\n   34  STRATED EXPERIENCE WITH LAND CONSERVATION OR HISTORIC PRESERVATION.  THE\n   35  MUNICIPAL  LEGISLATIVE BODY SHALL MAKE A REASONABLE EFFORT TO APPOINT AT\n   36  LEAST ONE ACTIVE FARMER TO THE BOARD. IN ANY COUNTY THAT  HAS  A  COUNTY\n   37  AGRICULTURAL  AND  FARMLAND  PROTECTION  BOARD  ESTABLISHED  PURSUANT TO\n   38  SECTION THREE HUNDRED TWO OF THE AGRICULTURE AND MARKETS LAW, THE MUNIC-\n   39  IPAL LEGISLATIVE BODY SHALL MAKE A REASONABLE EFFORT TO APPOINT AT LEAST\n   40  ONE MEMBER OF THE COUNTY AGRICULTURAL AND FARMLAND PROTECTION  BOARD  TO\n   41  THE  ADVISORY  BOARD.  THE TERMS OF MEMBERS OF THE BOARD FIRST APPOINTED\n   42  SHALL BE SO FIXED THAT THE TERM OF ONE MEMBER SHALL EXPIRE AT THE END OF\n   43  THE MUNICIPAL  OFFICIAL  YEAR  IN  WHICH  SUCH  MEMBERS  WERE  INITIALLY\n   44  APPOINTED.   THE TERMS OF THE REMAINING MEMBERS FIRST APPOINTED SHALL BE\n   45  SO FIXED THAT THE TERM SHALL EXPIRE AT THE END  OF  EACH  OFFICIAL  YEAR\n   46  THEREAFTER.  AT  THE  EXPIRATION  OF  THE  TERM  OF  EACH  MEMBER  FIRST\n   47  APPOINTED, HIS OR HER SUCCESSOR SHALL BE  APPOINTED  FOR  A  TERM  WHICH\n   48  SHALL BE EQUAL IN YEARS TO THE NUMBER OF MEMBERS OF THE ADVISORY BOARD.\n   49    7. THE MUNICIPAL LEGISLATIVE BODY OF ANY MUNICIPALITY WHICH HAS ESTAB-\n   50  LISHED A COMMUNITY PRESERVATION FUND SHALL, BY LOCAL LAW, ADOPT A COMMU-\n   51  NITY  PRESERVATION  PROJECT  PLAN.    THIS PLAN SHALL LIST EVERY PROJECT\n   52  WHICH THE MUNICIPALITY PLANS TO  UNDERTAKE  PURSUANT  TO  THE  COMMUNITY\n   53  PRESERVATION  FUND.  IT SHALL INCLUDE EVERY PARCEL WHICH IS NECESSARY TO\n   54  BE ACQUIRED IN THE MUNICIPALITY IN ORDER TO PROTECT COMMUNITY CHARACTER.\n   55  SUCH PLAN SHALL PROVIDE FOR A DETAILED EVALUATION OF ALL AVAILABLE  LAND\n\n       S. 1447                             4\n\n    1  USE  ALTERNATIVES  TO  PROTECT  COMMUNITY  CHARACTER,  INCLUDING BUT NOT\n    2  LIMITED TO:\n    3    (A) FEE SIMPLE ACQUISITION;\n    4    (B) ZONING REGULATIONS, INCLUDING DENSITY REDUCTIONS, CLUSTER DEVELOP-\n    5  MENT, AND SITE PLAN AND DESIGN REQUIREMENTS;\n    6    (C) TRANSFER OF DEVELOPMENT RIGHTS;\n    7    (D) THE PURCHASE OF DEVELOPMENT RIGHTS; AND\n    8    (E) SCENIC AND CONSERVATION EASEMENTS.\n    9    SUCH  EVALUATION SHALL BE AS SPECIFIC AS PRACTICABLE AS TO THE PARCELS\n   10  SELECTED FOR INCLUSION IN THE PLAN. THE PLAN SHALL ESTABLISH THE PRIORI-\n   11  TIES FOR PRESERVATION. FUNDS FROM THE COMMUNITY  PRESERVATION  FUND  MAY\n   12  ONLY BE EXPENDED FOR PROJECTS WHICH HAVE BEEN INCLUDED IN THE PLAN. SUCH\n   13  PLAN  SHALL  BE  UPDATED NOT LESS THAN ONCE EVERY FIVE YEARS.  A COPY OF\n   14  THE PLAN SHALL BE FILED WITH THE COMMISSIONERS OF ENVIRONMENTAL  CONSER-\n   15  VATION, AGRICULTURE AND MARKETS, AND THE OFFICE OF PARKS, RECREATION AND\n   16  HISTORIC PRESERVATION, THE SECRETARY OF STATE, AND WITH THE CLERK OF THE\n   17  MUNICIPALITY AND, WHERE PRACTICAL, POSTED ON THE MUNICIPALITY'S WEBSITE.\n   18  SUCH  PLAN  SHALL BE COMPLETED AT LEAST SIXTY DAYS BEFORE THE SUBMISSION\n   19  OF THE MANDATORY REFERENDUM REQUIRED BY SECTION FOURTEEN HUNDRED  FORTY-\n   20  NINE-BBBBBB OF THE TAX LAW.\n   21    8.  ANY  MUNICIPAL  LEGISLATIVE BODY WHICH HAS ESTABLISHED A COMMUNITY\n   22  PRESERVATION FUND PURSUANT TO THIS SECTION MAY STUDY AND CONSIDER ESTAB-\n   23  LISHING A TRANSFER OF DEVELOPMENT RIGHTS PROGRAM  TO  PROTECT  COMMUNITY\n   24  CHARACTER AS PROVIDED FOR BY SECTION TWO HUNDRED SIXTY-ONE-A OF THE TOWN\n   25  LAW  OR  SECTION TWENTY-F OF THE GENERAL CITY LAW. IF AT ANY TIME DURING\n   26  THE LIFE OF THE COMMUNITY PRESERVATION FUND A  TRANSFER  OF  DEVELOPMENT\n   27  RIGHTS  PROGRAM IS ESTABLISHED, THE MUNICIPALITY MAY UTILIZE MONIES FROM\n   28  THE COMMUNITY PRESERVATION FUND IN ORDER TO CREATE AND  FUND  A  CENTRAL\n   29  BANK  OF  THE  TRANSFER  OF  DEVELOPMENT  RIGHTS PROGRAM. IF AT ANY TIME\n   30  DURING THE LIFE OF THE COMMUNITY PRESERVATION FUND, A TRANSFER OF DEVEL-\n   31  OPMENT RIGHTS PROGRAM IS REPEALED BY THE MUNICIPAL LEGISLATIVE BODY, ALL\n   32  MONIES FROM THE CENTRAL BANK SHALL BE RETURNED TO THE COMMUNITY  PRESER-\n   33  VATION FUND.\n   34    9.  NO INTERESTS OR RIGHTS IN REAL PROPERTY SHALL BE ACQUIRED PURSUANT\n   35  TO THIS SECTION UNTIL NOTICE IS PROVIDED AND A PUBLIC HEARING IS HELD AS\n   36  REQUIRED BY SECTION TWO HUNDRED FORTY-SEVEN OF THIS  ARTICLE;  PROVIDED,\n   37  HOWEVER, THAT NOTHING PURSUANT TO THIS SECTION SHALL PREVENT THE MUNICI-\n   38  PAL LEGISLATIVE BODY FROM ENTERING INTO A CONDITIONAL PURCHASE AGREEMENT\n   39  BEFORE  A PUBLIC HEARING IS HELD. ANY RESOLUTION OF A MUNICIPAL LEGISLA-\n   40  TIVE BODY APPROVING AN ACQUISITION OF INTERESTS OR RIGHTS IN REAL  PROP-\n   41  ERTY  PURSUANT  TO THIS SECTION SHALL FIND THAT SUCH ACQUISITION WAS THE\n   42  BEST ALTERNATIVE FOR THE PROTECTION OF COMMUNITY CHARACTER  OF  ALL  THE\n   43  REASONABLE ALTERNATIVES AVAILABLE TO THE MUNICIPALITY.\n   44    10.  RIGHTS  OR  INTERESTS  IN REAL PROPERTY ACQUIRED PURSUANT TO THIS\n   45  SECTION SHALL BE ADMINISTERED AND MANAGED IN A MANNER WHICH:\n   46    (A) ALLOWS PUBLIC USE AND ENJOYMENT IN A MANNER  COMPATIBLE  WITH  THE\n   47  NATURAL,  SCENIC,  HISTORIC,  AND  OPEN SPACE CHARACTER OF SUCH LANDS OR\n   48  WITH THE SUSTAINABLE FORESTRY USE OF SUCH LANDS;\n   49    (B) PRESERVES THE NATIVE BIOLOGICAL DIVERSITY OF SUCH LANDS;\n   50    (C) WITH REGARD TO  OPEN  SPACES,  LIMITS  IMPROVEMENTS  TO  ENHANCING\n   51  ACCESS FOR PASSIVE USE OF SUCH LANDS SUCH AS NATURE TRAILS, BOARD WALKS,\n   52  HIKING TRAILS, SNOWSHOE AND CROSS-COUNTRY SKI TRAILS, BICYCLE PATHS, AND\n   53  PERIPHERAL  PARKING AREAS PROVIDED THAT SUCH IMPROVEMENTS DO NOT DEGRADE\n   54  THE ECOLOGICAL VALUE OF THE LAND OR THREATEN ESSENTIAL WILDLIFE HABITAT;\n   55  AND\n\n       S. 1447                             5\n\n    1    (D) PRESERVES CULTURAL PROPERTY CONSISTENT WITH ACCEPTED STANDARDS FOR\n    2  HISTORIC PRESERVATION.\n    3    NOTWITHSTANDING  ANY  OTHER PROVISION OF THIS SUBDIVISION, THERE SHALL\n    4  BE NO RIGHT TO PUBLIC USE AND ENJOYMENT OF LAND USED IN CONJUNCTION WITH\n    5  A FARM OPERATION AS DEFINED  BY  SUBDIVISION  ELEVEN  OF  SECTION  THREE\n    6  HUNDRED  ONE  OF  THE  AGRICULTURE  AND  MARKETS  LAW. IN FURTHERING THE\n    7  PURPOSES OF THIS SECTION, THE MUNICIPALITY  MAY  ENTER  INTO  AGREEMENTS\n    8  WITH  CORPORATIONS  ORGANIZED  UNDER  THE NOT-FOR-PROFIT CORPORATION LAW\n    9  THAT ENGAGE IN LAND TRUST ACTIVITIES TO MANAGE LANDS INCLUDING LESS THAN\n   10  FEE INTERESTS ACQUIRED PURSUANT  TO  THE  PROVISIONS  OF  THIS  SECTION,\n   11  PROVIDED  THAT  ANY  SUCH  AGREEMENT SHALL CONTAIN A PROVISION THAT SUCH\n   12  CORPORATION SHALL  KEEP  AND  MANAGE  THE  LANDS  CONSISTENT  WITH  THIS\n   13  SECTION.\n   14    11.  RIGHTS  OR  INTERESTS  IN REAL PROPERTY ACQUIRED WITH MONIES FROM\n   15  SUCH FUND SHALL NOT BE SOLD, LEASED, EXCHANGED,  DONATED,  OR  OTHERWISE\n   16  DISPOSED  OF  OR  USED  FOR  OTHER  THAN  THE PURPOSES PERMITTED BY THIS\n   17  SECTION WITHOUT THE EXPRESS AUTHORITY OF AN ACT OF  THE  STATE  LEGISLA-\n   18  TURE,  WHICH  SHALL PROVIDE FOR THE SUBSTITUTION OF OTHER LANDS OF EQUAL\n   19  ENVIRONMENTAL, HISTORICAL, OR AGRICULTURAL VALUE AND FAIR  MARKET  VALUE\n   20  AND REASONABLY EQUIVALENT USEFULNESS AND LOCATION TO THOSE TO BE DISCON-\n   21  TINUED,  SOLD  OR  DISPOSED  OF, AND SUCH OTHER REQUIREMENTS AS SHALL BE\n   22  APPROVED BY THE STATE LEGISLATURE.  ANY CONSERVATION EASEMENTS,  CREATED\n   23  UNDER  TITLE  THREE OF ARTICLE FORTY-NINE OF THE ENVIRONMENTAL CONSERVA-\n   24  TION LAW, WHICH ARE ACQUIRED WITH MONIES FROM SUCH  FUND,  MAY  ONLY  BE\n   25  MODIFIED  OR EXTINGUISHED AS PROVIDED BY SECTION 49-0307 OF THE ENVIRON-\n   26  MENTAL CONSERVATION LAW. NOTHING IN THIS SECTION SHALL PRECLUDE A  MUNI-\n   27  CIPALITY, BY LOCAL LAW, FROM ESTABLISHING ADDITIONAL RESTRICTIONS TO THE\n   28  ALIENATION  OF RIGHTS OR INTERESTS IN REAL PROPERTY ACQUIRED PURSUANT TO\n   29  THIS SECTION. THIS SUBDIVISION SHALL NOT APPLY TO THE SALE  OF  DEVELOP-\n   30  MENT  RIGHTS  BY A MUNICIPALITY ACQUIRED PURSUANT TO THIS SECTION, WHERE\n   31  SUCH SALE IS MADE BY A DEVELOPMENT RIGHTS  BANK  CREATED  BY  A  MUNICI-\n   32  PALITY, PURSUANT TO A TRANSFER OF DEVELOPMENT RIGHTS PROGRAM ESTABLISHED\n   33  BY  A  MUNICIPALITY PURSUANT TO THE APPLICABLE PROVISIONS OF SECTION TWO\n   34  HUNDRED SIXTY-ONE-A OF THE TOWN LAW OR SECTION TWENTY-F OF  THE  GENERAL\n   35  CITY LAW, PROVIDED, HOWEVER:\n   36    (A)  THAT  THE  LANDS FROM WHICH SUCH DEVELOPMENT RIGHTS WERE ACQUIRED\n   37  SHALL REMAIN PRESERVED IN PERPETUITY  BY  A  PERMANENT  CONSERVATION  OR\n   38  OTHER INSTRUMENT THAT SIMILARLY PRESERVES THE COMMUNITY CHARACTER REFER-\n   39  ENCED IN SUBDIVISION FIVE OF THIS SECTION; AND\n   40    (B)  THE  PROCEEDS  FROM SUCH SALE SHALL BE DEPOSITED IN THE COMMUNITY\n   41  PRESERVATION FUND.\n   42    S 3. The tax law is amended by adding a new article 31-H  to  read  as\n   43  follows:\n   44                                ARTICLE 31-H\n   45                        TAX ON REAL ESTATE TRANSFERS\n   46                             IN CITIES AND TOWNS\n   47  SECTION 1449-AAAAAA. DEFINITIONS.\n   48          1449-BBBBBB. IMPOSITION OF TAX.\n   49          1449-CCCCCC. PAYMENT OF TAX.\n   50          1449-DDDDDD. LIABILITY FOR TAX.\n   51          1449-EEEEEE. EXEMPTIONS.\n   52          1449-FFFFFF. CREDIT.\n   53          1449-GGGGGG. COOPERATIVE HOUSING CORPORATION TRANSFERS.\n   54          1449-HHHHHH. DESIGNATION OF AGENTS.\n   55          1449-IIIIII. LIABILITY OF RECORDING OFFICER.\n   56          1449-JJJJJJ. REFUNDS.\n\n       S. 1447                             6\n\n    1          1449-KKKKKK. DEPOSIT AND DISPOSITION OF REVENUE.\n    2          1449-LLLLLL. JUDICIAL REVIEW.\n    3          1449-MMMMMM. APPORTIONMENT.\n    4          1449-NNNNNN. MISCELLANEOUS.\n    5          1449-OOOOOO. RETURNS TO BE SECRET.\n    6    S  1449-AAAAAA.  DEFINITIONS. WHEN USED IN THIS ARTICLE, UNLESS OTHER-\n    7  WISE EXPRESSLY STATED, THE FOLLOWING WORDS  AND  TERMS  SHALL  HAVE  THE\n    8  FOLLOWING MEANINGS:\n    9    1.  \"CONSIDERATION\"  MEANS  THE  PRICE ACTUALLY PAID OR REQUIRED TO BE\n   10  PAID FOR THE REAL PROPERTY OR INTEREST THEREIN, INCLUDING PAYMENT FOR AN\n   11  OPTION OR CONTRACT TO PURCHASE REAL PROPERTY, WHETHER OR  NOT  EXPRESSED\n   12  IN  THE DEED AND WHETHER PAID OR REQUIRED TO BE PAID BY MONEY, PROPERTY,\n   13  OR ANY OTHER THING OF  VALUE.  IT  SHALL  INCLUDE  THE  CANCELLATION  OR\n   14  DISCHARGE  OF  AN  INDEBTEDNESS OR OBLIGATION. IT SHALL ALSO INCLUDE THE\n   15  AMOUNT OF ANY MORTGAGE, PURCHASE MONEY MORTGAGE, LIEN  OR  OTHER  ENCUM-\n   16  BRANCE,  WHETHER  OR NOT THE UNDERLYING INDEBTEDNESS IS ASSUMED OR TAKEN\n   17  SUBJECT TO:\n   18    (A) IN THE CASE OF A CREATION OF A LEASEHOLD INTEREST OR THE  GRANTING\n   19  OF  AN  OPTION  WITH  USE  AND OCCUPANCY OF REAL PROPERTY, CONSIDERATION\n   20  SHALL INCLUDE, BUT NOT BE LIMITED TO, THE VALUE OF THE RENTAL AND  OTHER\n   21  PAYMENTS  ATTRIBUTABLE  TO THE USE AND OCCUPANCY OF THE REAL PROPERTY OR\n   22  INTEREST THEREIN, THE VALUE OF ANY AMOUNT PAID FOR AN OPTION TO PURCHASE\n   23  OR RENEW AND THE VALUE OF RENTAL OR OTHER PAYMENTS ATTRIBUTABLE  TO  THE\n   24  EXERCISE OF ANY OPTION TO RENEW.\n   25    (B)  IN  THE  CASE OF A CREATION OF A SUBLEASEHOLD INTEREST, CONSIDER-\n   26  ATION SHALL INCLUDE, BUT NOT BE LIMITED TO, THE VALUE  OF  THE  SUBLEASE\n   27  RENTAL  PAYMENTS ATTRIBUTABLE TO THE USE AND OCCUPANCY OF THE REAL PROP-\n   28  ERTY, THE VALUE OF ANY AMOUNT PAID FOR AN OPTION TO RENEW AND THE  VALUE\n   29  OF  RENTAL  OR OTHER PAYMENTS ATTRIBUTABLE TO THE EXERCISE OF ANY OPTION\n   30  TO RENEW LESS THE VALUE OF THE REMAINING  PRIME  LEASE  RENTAL  PAYMENTS\n   31  REQUIRED TO BE MADE.\n   32    (C) IN THE CASE OF A CONTROLLING INTEREST IN ANY ENTITY THAT OWNS REAL\n   33  PROPERTY,  CONSIDERATION  SHALL  MEAN  THE FAIR MARKET VALUE OF THE REAL\n   34  PROPERTY OR INTEREST THEREIN, APPORTIONED BASED ON THE PERCENTAGE OF THE\n   35  OWNERSHIP INTEREST TRANSFERRED OR ACQUIRED IN THE ENTITY.\n   36    (D) IN THE CASE OF AN ASSIGNMENT OR SURRENDER OF A LEASEHOLD  INTEREST\n   37  OR THE ASSIGNMENT OR SURRENDER OF AN OPTION OR CONTRACT TO PURCHASE REAL\n   38  PROPERTY,  CONSIDERATION  SHALL  NOT  INCLUDE THE VALUE OF THE REMAINING\n   39  RENTAL PAYMENTS REQUIRED TO BE MADE PURSUANT TO THE TERMS OF SUCH  LEASE\n   40  OR  THE AMOUNT TO BE PAID FOR THE REAL PROPERTY PURSUANT TO THE TERMS OF\n   41  THE OPTION OR CONTRACT BEING ASSIGNED OR SURRENDERED.\n   42    (E) IN THE CASE OF (1) THE ORIGINAL CONVEYANCE OF SHARES OF STOCK IN A\n   43  COOPERATIVE HOUSING CORPORATION IN CONNECTION WITH THE GRANT OR TRANSFER\n   44  OF A PROPRIETARY LEASEHOLD BY THE COOPERATIVE CORPORATION OR COOPERATIVE\n   45  PLAN SPONSOR, AND (2) THE SUBSEQUENT CONVEYANCE BY THE OWNER THEREOF  OF\n   46  SUCH  STOCK  IN A COOPERATIVE HOUSING CORPORATION IN CONNECTION WITH THE\n   47  GRANT OR TRANSFER OF A PROPRIETARY  LEASEHOLD  FOR  A  COOPERATIVE  UNIT\n   48  OTHER THAN AN INDIVIDUAL RESIDENTIAL UNIT, CONSIDERATION SHALL INCLUDE A\n   49  PROPORTIONATE  SHARE OF THE UNPAID PRINCIPAL OF ANY MORTGAGE ON THE REAL\n   50  PROPERTY OF THE COOPERATIVE HOUSING CORPORATION COMPRISING  THE  COOPER-\n   51  ATIVE DWELLING OR DWELLINGS. SUCH SHARE SHALL BE DETERMINED BY MULTIPLY-\n   52  ING THE TOTAL UNPAID PRINCIPAL OF THE MORTGAGE BY A FRACTION, THE NUMER-\n   53  ATOR  OF  WHICH SHALL BE THE NUMBER OF SHARES OF STOCK BEING CONVEYED IN\n   54  THE COOPERATIVE HOUSING CORPORATION IN  CONNECTION  WITH  THE  GRANT  OR\n   55  TRANSFER  OF  A PROPRIETARY LEASEHOLD AND THE DENOMINATOR OF WHICH SHALL\n\n       S. 1447                             7\n\n    1  BE THE TOTAL NUMBER OF SHARES OF STOCK IN THE COOPERATIVE HOUSING CORPO-\n    2  RATION.\n    3    2.  \"CONTROLLING  INTEREST\"  MEANS  (A)  IN THE CASE OF A CORPORATION,\n    4  EITHER FIFTY PERCENT OR MORE OF THE TOTAL COMBINED VOTING POWER  OF  ALL\n    5  CLASSES  OF  STOCK  OF SUCH CORPORATION, OR FIFTY PERCENT OR MORE OF THE\n    6  CAPITAL, PROFITS OR BENEFICIAL INTEREST IN SUCH  VOTING  STOCK  OF  SUCH\n    7  CORPORATION, AND (B) IN THE CASE OF A PARTNERSHIP, ASSOCIATION, TRUST OR\n    8  OTHER  ENTITY,  FIFTY PERCENT OR MORE OF THE CAPITAL, PROFITS OR BENEFI-\n    9  CIAL INTEREST IN SUCH PARTNERSHIP, ASSOCIATION, TRUST OR OTHER ENTITY.\n   10    3. \"CONVEYANCE\" MEANS THE TRANSFER OF ANY INTEREST IN REAL PROPERTY BY\n   11  ANY METHOD, INCLUDING BUT NOT LIMITED TO,  SALE,  EXCHANGE,  ASSIGNMENT,\n   12  SURRENDER,  MORTGAGE  FORECLOSURE,  TRANSFER  IN  LIEU  OF  FORECLOSURE,\n   13  OPTION, TRUST INDENTURE,  TAKING  BY  EMINENT  DOMAIN,  CONVEYANCE  UPON\n   14  LIQUIDATION  OR  BY A RECEIVER, OR TRANSFER OR ACQUISITION OF A CONTROL-\n   15  LING INTEREST IN ANY ENTITY WITH AN INTEREST IN REAL PROPERTY.  TRANSFER\n   16  OF  AN  INTEREST IN REAL PROPERTY SHALL INCLUDE THE CREATION OF A LEASE-\n   17  HOLD OR SUBLEASE ONLY WHERE (A) THE SUM OF THE  TERM  OF  THE  LEASE  OR\n   18  SUBLEASE  AND  ANY  OPTIONS  FOR  RENEWAL  EXCEEDS FORTY-NINE YEARS, (B)\n   19  SUBSTANTIAL CAPITAL IMPROVEMENTS ARE OR MAY BE MADE BY OR FOR THE  BENE-\n   20  FIT  OF  THE  LESSEE  OR SUBLESSEE, AND (C) THE LEASE OR SUBLEASE IS FOR\n   21  SUBSTANTIALLY ALL  OF  THE  PREMISES  CONSTITUTING  THE  REAL  PROPERTY.\n   22  NOTWITHSTANDING  THE  FOREGOING,  CONVEYANCE  OF REAL PROPERTY SHALL NOT\n   23  INCLUDE A CONVEYANCE MADE PURSUANT TO DEVISE,  BEQUEST  OR  INHERITANCE;\n   24  THE  CREATION,  MODIFICATION,  EXTENSION,  SPREADING, SEVERANCE, CONSOL-\n   25  IDATION, ASSIGNMENT, TRANSFER, RELEASE OR SATISFACTION OF A MORTGAGE;  A\n   26  MORTGAGE  SUBORDINATION  AGREEMENT,  A  MORTGAGE SEVERANCE AGREEMENT, AN\n   27  INSTRUMENT GIVEN TO PERFECT OR CORRECT A RECORDED MORTGAGE; OR A RELEASE\n   28  OF LIEN OF TAX PURSUANT TO THIS CHAPTER OR THE INTERNAL REVENUE CODE.\n   29    4. \"TAX\" MEANS THE REAL ESTATE TRANSFER TAX PAYABLE ON A REAL PROPERTY\n   30  CONVEYANCE PURSUANT TO SECTION  FOURTEEN  HUNDRED  FORTY-NINE-BBBBBB  OF\n   31  THIS  ARTICLE, BUT SHALL HAVE A DIFFERENT MEANING IF THE CONTEXT CLEARLY\n   32  INDICATES SUCH AS THE REAL ESTATE TRANSFER TAX IMPOSED PURSUANT TO ARTI-\n   33  CLE THIRTY-ONE OF THIS CHAPTER.\n   34    5. \"FUND\" MEANS A COMMUNITY  PRESERVATION  FUND  CREATED  PURSUANT  TO\n   35  SECTION TWO HUNDRED FORTY-EIGHT OF THE GENERAL MUNICIPAL LAW.\n   36    6.  \"BUYER\"  MEANS  THE  PERSON  WHO OBTAINS REAL PROPERTY OR INTEREST\n   37  THEREIN AS A RESULT OF A CONVEYANCE.\n   38    7. \"SELLER\" MEANS THE PERSON MAKING THE CONVEYANCE OF REAL PROPERTY OR\n   39  INTEREST THEREIN. WHERE THE CONVEYANCE CONSISTS  OF  A  TRANSFER  OR  AN\n   40  ACQUISITION  OF  A CONTROLLING INTEREST IN AN ENTITY WITH AN INTEREST IN\n   41  REAL PROPERTY, \"SELLER\" MEANS THE ENTITY WITH AN INTEREST IN REAL  PROP-\n   42  ERTY  OR  A  SHAREHOLDER  OR  PARTNER  TRANSFERRING STOCK OR PARTNERSHIP\n   43  INTEREST, RESPECTIVELY.\n   44    8. \"INTEREST IN THE REAL PROPERTY\" INCLUDES TITLE IN FEE, A  LEASEHOLD\n   45  INTEREST, A BENEFICIAL INTEREST, AN ENCUMBRANCE, DEVELOPMENT RIGHTS, AIR\n   46  SPACE  AND  AIR  RIGHTS,  OR ANY OTHER INTEREST WITH THE RIGHT TO USE OR\n   47  OCCUPANCY OF REAL PROPERTY OR THE RIGHT TO  RECEIVE  RENTS,  PROFITS  OR\n   48  OTHER INCOME DERIVED FROM REAL PROPERTY. IT SHALL ALSO INCLUDE AN OPTION\n   49  OR  CONTRACT  TO PURCHASE REAL PROPERTY. IT SHALL NOT INCLUDE A RIGHT OF\n   50  FIRST REFUSAL TO PURCHASE REAL PROPERTY.\n   51    9. \"MUNICIPALITY\" MEANS A CITY OR TOWN.\n   52    10. \"MUNICIPAL LEGISLATIVE BODY\" MEANS THE TOWN BOARD OF  A  TOWN;  OR\n   53  THE BOARD OF ALDERMEN, COMMON COUNCIL, COUNCIL OR COMMISSION OF A CITY.\n   54    11.  \"PERSON\"  MEANS  AN  INDIVIDUAL,  PARTNERSHIP,  LIMITED LIABILITY\n   55  COMPANY, SOCIETY, ASSOCIATION, JOINT STOCK COMPANY, CORPORATION, ESTATE,\n   56  RECEIVER, TRUSTEE, ASSIGNEE, REFEREE OR ANY OTHER  PERSON  ACTING  IN  A\n\n       S. 1447                             8\n\n    1  FIDUCIARY  OR  REPRESENTATIVE  CAPACITY, WHETHER APPOINTED BY A COURT OR\n    2  OTHERWISE, ANY COMBINATION OF INDIVIDUALS, AND ANY OTHER FORM  OF  UNIN-\n    3  CORPORATED ENTERPRISE OWNED OR CONDUCTED BY TWO OR MORE PERSONS.\n    4    12.  \"REAL  PROPERTY\" MEANS EVERY ESTATE OR RIGHT, LEGAL OR EQUITABLE,\n    5  PRESENT OR FUTURE, VESTED OR CONTINGENT, IN LANDS, TENEMENTS OR  HEREDI-\n    6  TAMENTS, INCLUDING BUILDINGS, STRUCTURES AND OTHER IMPROVEMENTS THEREON,\n    7  WHICH  ARE  LOCATED  IN  WHOLE OR IN PART WITHIN ANY CITY OR TOWN IN THE\n    8  STATE OF NEW YORK. IT SHALL NOT INCLUDE RIGHTS TO SEPULTURE.\n    9    13. \"RECORDING OFFICER\" MEANS THE COUNTY CLERK OF THE COUNTY WHERE THE\n   10  REAL PROPERTY IS LOCATED EXCEPT IN A COUNTY HAVING A REGISTER, WHERE  IT\n   11  MEANS  THE  REGISTER  OF THE COUNTY, OR IN THE CITY OF NEW YORK WHERE IT\n   12  MEANS THE CITY REGISTER.\n   13    14. \"RESIDENTIAL REAL PROPERTY\"  MEANS  PROPERTY  WHICH  SATISFIES  AT\n   14  LEAST ONE OF THE FOLLOWING CONDITIONS:\n   15    (A)  THE  PROPERTY CLASSIFICATION CODE ASSIGNED TO THE PROPERTY ON THE\n   16  LATEST FINAL ASSESSMENT ROLL, AS REPORTED ON THE TRANSFER  REPORT  FORM,\n   17  INDICATES  THAT  THE  PROPERTY  IS  A ONE, TWO OR THREE FAMILY HOME OR A\n   18  RURAL RESIDENCE; OR\n   19    (B) THE TRANSFER REPORT FORM INDICATES THAT THE PROPERTY IS  ONE,  TWO\n   20  OR  THREE FAMILY RESIDENTIAL PROPERTY THAT HAS BEEN NEWLY CONSTRUCTED ON\n   21  VACANT LAND; OR\n   22    (C) THE TRANSFER REPORT FORM INDICATES THAT THE PROPERTY IS A RESIDEN-\n   23  TIAL CONDOMINIUM.\n   24    15. \"TREASURER\" MEANS THE TREASURER OF THE COUNTY WHERE THE REAL PROP-\n   25  ERTY IS LOCATED EXCEPT IN A CITY WITH A POPULATION  OF  ONE  MILLION  OR\n   26  MORE, WHERE IT MEANS THE CITY DEPARTMENT OF FINANCE.\n   27    S  1449-BBBBBB.  IMPOSITION  OF  TAX.    1.  NOTWITHSTANDING ANY OTHER\n   28  PROVISIONS OF LAW TO THE CONTRARY, ANY MUNICIPALITY ACTING  THROUGH  ITS\n   29  MUNICIPAL LEGISLATIVE BODY IS HEREBY AUTHORIZED AND EMPOWERED TO ADOPT A\n   30  LOCAL LAW IMPOSING IN SUCH MUNICIPALITY A TAX ON EACH CONVEYANCE OF REAL\n   31  PROPERTY  OR  INTEREST  THEREIN AT A RATE NOT TO EXCEED A MAXIMUM OF TWO\n   32  PERCENT OF THE CONSIDERATION FOR SUCH CONVEYANCE;  ANY  SUCH  LOCAL  LAW\n   33  SHALL  FIX  THE  RATE  OF SUCH TAX. PROVIDED HOWEVER, ANY SUCH LOCAL LAW\n   34  IMPOSING, REPEALING OR REIMPOSING SUCH TAX SHALL BE SUBJECT TO A  MANDA-\n   35  TORY  REFERENDUM  PURSUANT TO SECTION TWENTY-THREE OF THE MUNICIPAL HOME\n   36  RULE LAW. SUCH LOCAL LAW SHALL ONLY BE SUBMITTED FOR THE APPROVAL OF THE\n   37  ELECTORS AT A GENERAL ELECTION.  NOTWITHSTANDING THE FOREGOING, PRIOR TO\n   38  ADOPTION OF ANY SUCH LOCAL LAW, THE MUNICIPALITY MUST ESTABLISH A COMMU-\n   39  NITY PRESERVATION FUND PURSUANT TO SECTION TWO  HUNDRED  FORTY-EIGHT  OF\n   40  THE  GENERAL  MUNICIPAL LAW. REVENUES FROM SUCH A TAX SHALL BE DEPOSITED\n   41  IN SUCH FUND AND MAY BE USED SOLELY FOR THE PURPOSES OF SUCH FUND.  SUCH\n   42  LOCAL  LAW SHALL APPLY TO ANY CONVEYANCE OCCURRING ON OR AFTER THE FIRST\n   43  DAY OF A MONTH TO BE DESIGNATED  BY  SUCH  MUNICIPAL  LEGISLATIVE  BODY,\n   44  WHICH IS NOT LESS THAN SIXTY DAYS AFTER THE ENACTMENT OF SUCH LOCAL LAW,\n   45  BUT  SHALL  NOT APPLY TO CONVEYANCES MADE ON OR AFTER SUCH DATE PURSUANT\n   46  TO BINDING WRITTEN CONTRACTS ENTERED INTO PRIOR TO SUCH  DATE;  PROVIDED\n   47  THAT  THE DATE OF EXECUTION OF SUCH CONTRACT IS CONFIRMED BY INDEPENDENT\n   48  EVIDENCE SUCH AS THE RECORDING OF THE CONTRACT, PAYMENT OF A DEPOSIT  OR\n   49  OTHER FACTS AND CIRCUMSTANCES AS DETERMINED BY THE TREASURER.\n   50    2.  NOTHING  IN  THIS ARTICLE SHALL BE CONSTRUED TO SUPERSEDE, AFFECT,\n   51  IMPAIR  OR  INVALIDATE  ANY  PROVISION  OF   ARTICLE   THIRTY-ONE-B   OR\n   52  THIRTY-ONE-D  OF  THIS CHAPTER. NOTHING IN ARTICLE THIRTY-ONE-B OR THIR-\n   53  TY-ONE-D OF THIS CHAPTER SHALL AFFECT OR IMPAIR  THE  AUTHORITY  OF  THE\n   54  TOWNS  OF BROOKHAVEN, EAST HAMPTON, RIVERHEAD, SHELTER ISLAND, SOUTHAMP-\n   55  TON AND SOUTHOLD TO ADOPT A LOCAL LAW IMPOSING IN SUCH MUNICIPALITIES  A\n   56  FEE ON CONVEYANCES OF REAL PROPERTY AS AUTHORIZED BY THIS ARTICLE.\n\n       S. 1447                             9\n\n    1    S  1449-CCCCCC.  PAYMENT  OF  TAX. 1. THE TAX IMPOSED PURSUANT TO THIS\n    2  ARTICLE SHALL BE PAID TO THE TREASURER OR THE RECORDING  OFFICER  ACTING\n    3  AS  THE  AGENT  OF  THE  TREASURER UPON DESIGNATION AS SUCH AGENT BY THE\n    4  TREASURER. SUCH TAX SHALL BE PAID AT THE SAME TIME AS  THE  REAL  ESTATE\n    5  TRANSFER  TAX  IMPOSED BY ARTICLE THIRTY-ONE OF THIS CHAPTER IS REQUIRED\n    6  TO BE PAID. SUCH TREASURER OR RECORDING OFFICER SHALL ENDORSE UPON  EACH\n    7  DEED  OR  INSTRUMENT  EFFECTING A CONVEYANCE A RECEIPT FOR THE AMOUNT OF\n    8  THE TAX SO PAID.\n    9    2. A RETURN SHALL BE FILED WITH SUCH TREASURER  OR  RECORDING  OFFICER\n   10  FOR  PURPOSES  OF  THE  FEE IMPOSED PURSUANT TO THIS ARTICLE AT THE SAME\n   11  TIME AS A RETURN IS REQUIRED TO BE FILED FOR PURPOSES OF THE REAL ESTATE\n   12  TRANSFER TAX IMPOSED BY ARTICLE THIRTY-ONE OF THIS CHAPTER. THE TREASUR-\n   13  ER SHALL PRESCRIBE THE FORM OF THE  RETURN,  THE  INFORMATION  WHICH  IT\n   14  SHALL  CONTAIN,  AND  THE DOCUMENTATION THAT SHALL ACCOMPANY THE RETURN.\n   15  SUCH FORM SHALL BE IDENTICAL TO THE  REAL  ESTATE  TRANSFER  TAX  RETURN\n   16  REQUIRED  TO  BE FILED PURSUANT TO SECTION FOURTEEN HUNDRED NINE OF THIS\n   17  CHAPTER, EXCEPT THAT THE TREASURER SHALL ADAPT THE FORM TO  REFLECT  THE\n   18  PROVISIONS  IN THIS ARTICLE THAT ARE INCONSISTENT, DIFFERENT FROM, OR IN\n   19  ADDITION TO THE PROVISIONS OF ARTICLE THIRTY-ONE OF  THIS  CHAPTER.  THE\n   20  REAL  ESTATE  TRANSFER TAX RETURNS REQUIRED TO BE FILED PURSUANT TO THIS\n   21  SECTION SHALL BE PRESERVED FOR THREE YEARS  AND  THEREAFTER  UNTIL  SUCH\n   22  TREASURER OR RECORDING OFFICER ORDERS THEM TO BE DESTROYED.\n   23    3.  THE  RECORDING  OFFICER SHALL NOT RECORD AN INSTRUMENT EFFECTING A\n   24  CONVEYANCE UNLESS THE RETURN REQUIRED BY THIS SECTION HAS BEEN FILED AND\n   25  THE TAX IMPOSED PURSUANT  TO  THIS  ARTICLE  SHALL  HAVE  BEEN  PAID  AS\n   26  REQUIRED IN THIS SECTION.\n   27    S  1449-DDDDDD.  LIABILITY  FOR  TAX.  1. THE TAX SHALL BE PAID BY THE\n   28  BUYER. IF THE BUYER HAS FAILED TO PAY THE TAX IMPOSED PURSUANT  TO  THIS\n   29  ARTICLE  OR  IF THE BUYER IS EXEMPT FROM SUCH TAX, THE SELLER SHALL HAVE\n   30  THE DUTY TO PAY THE TAX. WHERE THE SELLER HAS THE DUTY TO  PAY  THE  TAX\n   31  BECAUSE THE BUYER HAS FAILED TO PAY THE TAX, SUCH TAX SHALL BE THE JOINT\n   32  AND SEVERAL LIABILITY OF THE BUYER AND THE SELLER.\n   33    2. FOR THE PURPOSE OF THE PROPER ADMINISTRATION OF THIS ARTICLE AND TO\n   34  PREVENT EVASION OF THE TAX HEREBY IMPOSED, IT SHALL BE PRESUMED THAT ALL\n   35  CONVEYANCES  ARE  SUBJECT  TO THE TAX.  WHERE THE CONSIDERATION INCLUDES\n   36  PROPERTY OTHER THAN MONEY, IT SHALL BE PRESUMED THAT  THE  CONSIDERATION\n   37  IS THE FAIR MARKET VALUE OF THE REAL PROPERTY OR INTEREST THEREIN. THESE\n   38  PRESUMPTIONS  SHALL PREVAIL UNTIL THE CONTRARY IS PROVEN, AND THE BURDEN\n   39  OF PROVING THE CONTRARY SHALL BE ON THE PERSON LIABLE FOR PAYMENT OF THE\n   40  TAX.\n   41    S 1449-EEEEEE. EXEMPTIONS. 1. THE FOLLOWING SHALL BE EXEMPT  FROM  THE\n   42  PAYMENT OF THE TAX:\n   43    (A)  THE STATE OF NEW YORK, OR ANY OF ITS AGENCIES, INSTRUMENTALITIES,\n   44  POLITICAL SUBDIVISIONS,  OR  PUBLIC  CORPORATIONS  (INCLUDING  A  PUBLIC\n   45  CORPORATION  CREATED  PURSUANT  TO  AN AGREEMENT OR COMPACT WITH ANOTHER\n   46  STATE OR THE DOMINION OF CANADA); AND\n   47    (B) THE UNITED NATIONS, THE UNITED STATES OF AMERICA  OR  ANY  OF  ITS\n   48  AGENCIES OR INSTRUMENTALITIES.\n   49    2. THE TAX SHALL NOT APPLY TO ANY OF THE FOLLOWING CONVEYANCES:\n   50    (A)  CONVEYANCES  TO THE UNITED NATIONS, THE UNITED STATES OF AMERICA,\n   51  THE STATE OF NEW YORK, OR ANY OF THEIR  INSTRUMENTALITIES,  AGENCIES  OR\n   52  POLITICAL  SUBDIVISIONS  OR  ANY  PUBLIC CORPORATION (INCLUDING A PUBLIC\n   53  CORPORATION CREATED PURSUANT TO AGREEMENT OR COMPACT WITH ANOTHER  STATE\n   54  OR THE DOMINION OF CANADA);\n   55    (B) CONVEYANCES WHICH ARE OR WERE USED TO SECURE A DEBT OR OTHER OBLI-\n   56  GATION;\n\n       S. 1447                            10\n\n    1    (C)  CONVEYANCES  WHICH,  WITHOUT  ADDITIONAL  CONSIDERATION, CONFIRM,\n    2  CORRECT, MODIFY OR SUPPLEMENT A DEED PREVIOUSLY RECORDED;\n    3    (D)  CONVEYANCES  OF REAL PROPERTY WITHOUT CONSIDERATION AND OTHERWISE\n    4  THAN IN CONNECTION WITH A SALE, INCLUDING DEEDS CONVEYING REALTY AS BONA\n    5  FIDE GIFTS;\n    6    (E) CONVEYANCES GIVEN IN CONNECTION WITH A TAX SALE;\n    7    (F) CONVEYANCES TO EFFECTUATE A MERE CHANGE OF  IDENTITY  OR  FORM  OF\n    8  OWNERSHIP  OR ORGANIZATION WHERE THERE IS NO CHANGE IN BENEFICIAL OWNER-\n    9  SHIP, OTHER THAN CONVEYANCES TO A COOPERATIVE HOUSING CORPORATION OF THE\n   10  REAL PROPERTY COMPRISING THE COOPERATIVE DWELLING OR DWELLINGS;\n   11    (G) CONVEYANCES WHICH CONSIST OF A DEED OF PARTITION;\n   12    (H) CONVEYANCES GIVEN PURSUANT TO THE FEDERAL BANKRUPTCY ACT;\n   13    (I) CONVEYANCES OF REAL PROPERTY WHICH CONSIST OF THE EXECUTION  OF  A\n   14  CONTRACT  TO  SELL  REAL  PROPERTY  WITHOUT THE USE OR OCCUPANCY OF SUCH\n   15  PROPERTY OR THE GRANTING OF AN OPTION TO PURCHASE REAL PROPERTY  WITHOUT\n   16  THE USE OR OCCUPANCY OF SUCH PROPERTY;\n   17    (J)  CONVEYANCES  OF  REAL  PROPERTY,  WHERE THE ENTIRE PARCEL OF REAL\n   18  PROPERTY TO BE CONVEYED IS THE SUBJECT OF ONE OR MORE OF  THE  FOLLOWING\n   19  DEVELOPMENT RESTRICTIONS:\n   20    (1) AGRICULTURAL, CONSERVATION, SCENIC, OR OPEN SPACE EASEMENT,\n   21    (2)  COVENANTS OR RESTRICTIONS PROHIBITING DEVELOPMENT WHERE THE PROP-\n   22  ERTY BEING CONVEYED HAS HAD ITS DEVELOPMENT RIGHTS PERMANENTLY REMOVED,\n   23    (3) A PURCHASE OF DEVELOPMENT  RIGHTS  AGREEMENT  WHERE  THE  PROPERTY\n   24  BEING CONVEYED HAS HAD ITS DEVELOPMENT RIGHTS PERMANENTLY REMOVED,\n   25    (4)  A  TRANSFER  OF  DEVELOPMENT RIGHTS AGREEMENT, WHERE THE PROPERTY\n   26  BEING CONVEYED HAS HAD ITS DEVELOPMENT RIGHTS PERMANENTLY REMOVED, OR\n   27    (5) REAL PROPERTY SUBJECT TO ANY  LOCALLY  ADOPTED  LAND  PRESERVATION\n   28  AGREEMENT; PROVIDED THAT THE MUNICIPAL LEGISLATIVE BODY EXEMPTS FROM THE\n   29  TAX  THOSE  CONVEYANCES  SUBJECT  TO SUCH DEVELOPMENT RESTRICTION IN THE\n   30  LOCAL LAW ADOPTED PURSUANT TO THIS ARTICLE;\n   31    (K) CONVEYANCES OF REAL PROPERTY, WHERE THE PROPERTY IS  PREDOMINANTLY\n   32  VIABLE  AGRICULTURAL  LAND  AS  DEFINED  IN SUBDIVISION SEVEN OF SECTION\n   33  THREE HUNDRED ONE OF THE AGRICULTURE AND MARKETS  LAW,  AND  THE  ENTIRE\n   34  PROPERTY  TO BE CONVEYED IS TO BE MADE SUBJECT TO ONE OF THE DEVELOPMENT\n   35  RESTRICTIONS PROVIDED FOR IN PARAGRAPH (J) OF THIS SUBDIVISION; PROVIDED\n   36  THAT SUCH DEVELOPMENT RESTRICTION PRECLUDES THE CONVERSION OF THE  PROP-\n   37  ERTY TO A NON-AGRICULTURAL USE FOR AT LEAST EIGHT YEARS FROM THE DATE OF\n   38  TRANSFER, AND THAT SAID DEVELOPMENT RESTRICTION IS EVIDENCED BY AN EASE-\n   39  MENT, AGREEMENT, OR OTHER SUITABLE INSTRUMENT WHICH IS TO BE CONVEYED TO\n   40  THE  MUNICIPALITY SIMULTANEOUSLY WITH THE CONVEYANCE OF THE REAL PROPER-\n   41  TY; OR\n   42    (L) CONVEYANCES OF REAL PROPERTY FOR OPEN SPACE,  PARKS,  OR  HISTORIC\n   43  PRESERVATION PURPOSES TO ANY NOT-FOR-PROFIT TAX EXEMPT CORPORATION OPER-\n   44  ATED  FOR  CONSERVATION,  ENVIRONMENTAL,  PARKS OR HISTORIC PRESERVATION\n   45  PURPOSES.\n   46    3. AN EXEMPTION FROM THE TAX WHICH IS EQUAL TO THE MEDIAN SALES  PRICE\n   47  OF RESIDENTIAL REAL PROPERTY WITHIN THE APPLICABLE COUNTY, AS DETERMINED\n   48  BY THE OFFICE OF REAL PROPERTY SERVICES PURSUANT TO SECTION FOUR HUNDRED\n   49  TWENTY-FIVE  OF  THE  REAL  PROPERTY  TAX  LAW,  SHALL BE ALLOWED ON THE\n   50  CONSIDERATION OF THE CONVEYANCE OF IMPROVED OR UNIMPROVED REAL  PROPERTY\n   51  OR AN INTEREST THEREIN.\n   52    S  1449-FFFFFF.  CREDIT. A BUYER SHALL BE ALLOWED A CREDIT AGAINST THE\n   53  TAX DUE ON A CONVEYANCE OF REAL PROPERTY TO THE EXTENT THE TAX WAS  PAID\n   54  BY  SUCH BUYER ON A PRIOR CREATION OF A LEASEHOLD OF ALL OR A PORTION OF\n   55  THE SAME REAL PROPERTY OR ON THE GRANTING OF AN OPTION  OR  CONTRACT  TO\n   56  PURCHASE ALL OR A PORTION OF THE SAME REAL PROPERTY BY SUCH BUYER.  SUCH\n\n       S. 1447                            11\n\n    1  CREDIT  SHALL BE COMPUTED BY MULTIPLYING THE TAX PAID ON THE CREATION OF\n    2  THE LEASEHOLD OR ON THE GRANTING OF THE OPTION OR CONTRACT  BY  A  FRAC-\n    3  TION,  THE  NUMERATOR OF WHICH IS THE VALUE OF THE CONSIDERATION USED TO\n    4  COMPUTE SUCH TAX PAID WHICH IS NOT YET DUE TO SUCH SELLER ON THE DATE OF\n    5  THE SUBSEQUENT CONVEYANCE (AND WHICH SUCH SELLER WILL NOT BE ENTITLED TO\n    6  RECEIVE  AFTER  SUCH  DATE),  AND  THE DENOMINATOR OF WHICH IS THE TOTAL\n    7  VALUE OF THE CONSIDERATION USED TO COMPUTE SUCH TAX PAID.\n    8    S 1449-GGGGGG. COOPERATIVE HOUSING CORPORATION TRANSFERS. 1.  NOTWITH-\n    9  STANDING THE DEFINITION OF \"CONTROLLING INTEREST\" CONTAINED IN  SUBDIVI-\n   10  SION  TWO  OF SECTION FOURTEEN HUNDRED FORTY-NINE-AAAAAA OF THIS ARTICLE\n   11  OR ANYTHING TO THE CONTRARY CONTAINED IN  SUBDIVISION  FIVE  OF  SECTION\n   12  FOURTEEN  HUNDRED  FORTY-NINE-AAAAAA  OF  THIS  ARTICLE, THE TAX IMPOSED\n   13  PURSUANT TO THIS ARTICLE SHALL APPLY TO (A) THE ORIGINAL  CONVEYANCE  OF\n   14  SHARES  OF STOCK IN A COOPERATIVE HOUSING CORPORATION IN CONNECTION WITH\n   15  THE GRANT OR TRANSFER OF A  PROPRIETARY  LEASEHOLD  BY  THE  COOPERATIVE\n   16  CORPORATION  OR COOPERATIVE PLAN SPONSOR, AND (B) THE SUBSEQUENT CONVEY-\n   17  ANCE OF SUCH STOCK IN A COOPERATIVE HOUSING  CORPORATION  IN  CONNECTION\n   18  WITH THE GRANT OR TRANSFER OF A PROPRIETARY LEASEHOLD BY THE OWNER THER-\n   19  EOF.  WITH  RESPECT TO ANY SUCH SUBSEQUENT CONVEYANCE WHERE THE PROPERTY\n   20  IS AN INDIVIDUAL RESIDENTIAL UNIT, THE CONSIDERATION  FOR  THE  INTEREST\n   21  CONVEYED  SHALL  EXCLUDE THE VALUE OF ANY LIENS ON CERTIFICATES OF STOCK\n   22  OR OTHER EVIDENCES OF AN OWNERSHIP INTEREST IN AND A  PROPRIETARY  LEASE\n   23  FROM  A CORPORATION OR PARTNERSHIP FORMED FOR THE PURPOSE OF COOPERATIVE\n   24  OWNERSHIP OF RESIDENTIAL INTEREST IN REAL ESTATE  REMAINING  THEREON  AT\n   25  THE TIME OF CONVEYANCE. IN DETERMINING THE TAX ON A CONVEYANCE DESCRIBED\n   26  IN  PARAGRAPH  (A)  OF THIS SUBDIVISION, A CREDIT SHALL BE ALLOWED FOR A\n   27  PROPORTIONATE PART OF THE AMOUNT OF ANY TAX PAID UPON THE CONVEYANCE  TO\n   28  THE  COOPERATIVE HOUSING CORPORATION OF THE REAL PROPERTY COMPRISING THE\n   29  COOPERATIVE DWELLING OR DWELLINGS TO THE  EXTENT  THAT  SUCH  CONVEYANCE\n   30  EFFECTUATED A MERE CHANGE OF IDENTITY OR FORM OF OWNERSHIP OF SUCH PROP-\n   31  ERTY  AND NOT A CHANGE IN THE BENEFICIAL OWNERSHIP OF SUCH PROPERTY. THE\n   32  AMOUNT OF THE CREDIT SHALL BE DETERMINED BY MULTIPLYING  THE  AMOUNT  OF\n   33  TAX PAID UPON THE CONVEYANCE TO THE COOPERATIVE HOUSING CORPORATION BY A\n   34  PERCENTAGE  REPRESENTING THE EXTENT TO WHICH SUCH CONVEYANCE EFFECTUATED\n   35  A MERE CHANGE OF IDENTITY OR FORM OF OWNERSHIP AND NOT A CHANGE  IN  THE\n   36  BENEFICIAL  OWNERSHIP OF SUCH PROPERTY, AND THEN MULTIPLYING THE RESULT-\n   37  ING PRODUCT BY A FRACTION, THE NUMERATOR OF WHICH SHALL BE THE NUMBER OF\n   38  SHARES OF STOCK CONVEYED IN A TRANSACTION DESCRIBED IN PARAGRAPH (A)  OF\n   39  THIS SUBDIVISION, AND THE DENOMINATOR OF WHICH SHALL BE THE TOTAL NUMBER\n   40  OF SHARES OF STOCK OF THE COOPERATIVE HOUSING CORPORATION (INCLUDING ANY\n   41  STOCK  HELD BY THE CORPORATION). IN NO EVENT, HOWEVER, SHALL SUCH CREDIT\n   42  REDUCE THE TAX, ON A CONVEYANCE  DESCRIBED  IN  PARAGRAPH  (A)  OF  THIS\n   43  SUBDIVISION,  BELOW ZERO, NOR SHALL ANY SUCH CREDIT BE ALLOWED FOR A TAX\n   44  PAID MORE THAN TWENTY-FOUR MONTHS PRIOR TO THE DATE ON WHICH OCCURS  THE\n   45  FIRST  IN  A  SERIES OF CONVEYANCES OF SHARES OF STOCK IN AN OFFERING OF\n   46  COOPERATIVE HOUSING CORPORATION SHARES DESCRIBED  IN  PARAGRAPH  (A)  OF\n   47  THIS SUBDIVISION.\n   48    2.  EVERY COOPERATIVE HOUSING CORPORATION SHALL BE REQUIRED TO FILE AN\n   49  INFORMATION RETURN WITH THE TREASURER BY JULY  FIFTEENTH  OF  EACH  YEAR\n   50  COVERING  THE  PRECEDING  PERIOD OF JANUARY FIRST THROUGH JUNE THIRTIETH\n   51  AND BY JANUARY FIFTEENTH OF EACH YEAR COVERING THE PRECEDING  PERIOD  OF\n   52  JULY  FIRST THROUGH DECEMBER THIRTY-FIRST. THE RETURN SHALL CONTAIN SUCH\n   53  INFORMATION REGARDING THE CONVEYANCE OF SHARES OF STOCK IN  THE  COOPER-\n   54  ATIVE  HOUSING  CORPORATION AS THE TREASURER MAY DEEM NECESSARY, INCLUD-\n   55  ING, BUT NOT LIMITED TO, THE NAMES, ADDRESSES AND  EMPLOYEE  IDENTIFICA-\n   56  TION NUMBERS OR SOCIAL SECURITY NUMBERS OF THE SELLER AND THE BUYER, THE\n\n       S. 1447                            12\n\n    1  NUMBER  OF SHARES CONVEYED, THE DATE OF THE CONVEYANCE AND THE CONSIDER-\n    2  ATION PAID FOR SUCH CONVEYANCE.\n    3    S  1449-HHHHHH.  DESIGNATION OF AGENTS. THE TREASURER IS AUTHORIZED TO\n    4  DESIGNATE THE RECORDING OFFICER TO ACT AS HIS OR HER AGENT FOR  PURPOSES\n    5  OF  COLLECTING  THE  TAX AUTHORIZED BY THIS ARTICLE. THE TREASURER SHALL\n    6  PROVIDE FOR THE MANNER IN WHICH SUCH PERSON MAY BE DESIGNATED AS HIS  OR\n    7  HER  AGENT  SUBJECT  TO SUCH TERMS AND CONDITIONS AS THE TREASURER SHALL\n    8  PRESCRIBE. THE TAX SHALL BE PAID TO SUCH AGENT AS  PROVIDED  IN  SECTION\n    9  FOURTEEN HUNDRED FORTY-NINE-CCCCCC OF THIS ARTICLE.\n   10    S  1449-IIIIII.  LIABILITY  OF  RECORDING OFFICER. A RECORDING OFFICER\n   11  SHALL NOT BE LIABLE FOR ANY INACCURACY IN  THE  AMOUNT  OF  TAX  IMPOSED\n   12  PURSUANT  TO  THIS ARTICLE THAT HE OR SHE SHALL COLLECT SO LONG AS HE OR\n   13  SHE SHALL COMPUTE AND COLLECT SUCH TAX ON THE AMOUNT OF CONSIDERATION OR\n   14  THE VALUE OF THE INTEREST CONVEYED AS SUCH AMOUNTS ARE PROVIDED  TO  HIM\n   15  OR HER BY THE PERSON PAYING THE TAX.\n   16    S  1449-JJJJJJ.  REFUNDS.  WHENEVER THE TREASURER SHALL DETERMINE THAT\n   17  ANY MONEYS RECEIVED UNDER THE PROVISIONS OF THE LOCAL LAW ENACTED PURSU-\n   18  ANT TO THIS ARTICLE WERE PAID IN ERROR, HE OR SHE MAY CAUSE SUCH  MONEYS\n   19  TO  BE  REFUNDED  PURSUANT TO SUCH REQUIREMENTS HE OR SHE MAY PRESCRIBE,\n   20  PROVIDED THAT ANY APPLICATION FOR SUCH REFUND IS FILED WITH THE TREASUR-\n   21  ER WITHIN TWO YEARS FROM THE DATE THE ERRONEOUS PAYMENT WAS MADE.\n   22    S 1449-KKKKKK. DEPOSIT AND  DISPOSITION  OF  REVENUE.  1.  ALL  TAXES,\n   23  PENALTIES  AND  INTEREST IMPOSED BY THE MUNICIPALITY UNDER THE AUTHORITY\n   24  OF SECTION FOURTEEN HUNDRED FORTY-NINE-BBBBBB OF THIS ARTICLE, WHICH ARE\n   25  COLLECTED BY THE TREASURER OR HIS OR HER AGENTS, SHALL BE DEPOSITED IN A\n   26  SINGLE TRUST FUND FOR THE MUNICIPALITY AND SHALL BE KEPT  IN  TRUST  AND\n   27  SEPARATE AND APART FROM ALL OTHER MONIES IN POSSESSION OF THE TREASURER.\n   28  MONEYS  IN  SUCH  FUND  SHALL  BE  DEPOSITED  AND  SECURED IN THE MANNER\n   29  PROVIDED BY SECTION TEN OF THE GENERAL MUNICIPAL LAW.  PENDING  EXPENDI-\n   30  TURE  FROM  SUCH  FUND,  MONEYS  THEREIN  MAY  BE INVESTED IN THE MANNER\n   31  PROVIDED IN SECTION ELEVEN OF THE GENERAL MUNICIPAL  LAW.  ANY  INTEREST\n   32  EARNED  OR  CAPITAL GAIN REALIZED ON THE MONEYS SO DEPOSITED OR INVESTED\n   33  SHALL ACCRUE TO AND BECOME PART OF SUCH FUND.\n   34    2. THE TREASURER SHALL RETAIN SUCH AMOUNT AS HE OR SHE  MAY  DETERMINE\n   35  TO BE NECESSARY FOR REFUNDS WITH RESPECT TO THE TAX IMPOSED BY THE MUNI-\n   36  CIPALITY,    UNDER   THE   AUTHORITY   OF   SECTION   FOURTEEN   HUNDRED\n   37  FORTY-NINE-BBBBBB OF THIS ARTICLE, OUT OF WHICH THE TREASURER SHALL  PAY\n   38  ANY  REFUNDS  OF  SUCH TAXES TO THOSE SUBJECT TO THE TAXES ENTITLED TO A\n   39  REFUND PURSUANT TO THE PROVISIONS OF THIS ARTICLE.\n   40    3. THE TREASURER, AFTER RESERVING SUCH REFUNDS, SHALL ON OR BEFORE THE\n   41  TWELFTH DAY OF EACH MONTH PAY TO THE MUNICIPALITY THE  TAXES,  PENALTIES\n   42  AND  INTEREST IMPOSED BY THE MUNICIPALITY UNDER THE AUTHORITY OF SECTION\n   43  FOURTEEN HUNDRED FORTY-NINE-BBBBBB OF THIS  ARTICLE,  COLLECTED  BY  THE\n   44  TREASURER  PURSUANT  TO  THIS ARTICLE DURING THE NEXT PRECEDING CALENDAR\n   45  MONTH. THE AMOUNT SO PAYABLE SHALL BE CERTIFIED TO THE MUNICIPAL  LEGIS-\n   46  LATIVE BODY BY THE TREASURER, WHO SHALL NOT BE HELD LIABLE FOR ANY INAC-\n   47  CURACY  IN SUCH CERTIFICATION. PROVIDED, HOWEVER, ANY SUCH CERTIFICATION\n   48  MAY BE BASED ON SUCH INFORMATION AS MAY BE AVAILABLE TO THE TREASURER AT\n   49  THE TIME SUCH CERTIFICATION MUST BE MADE UNDER THIS SECTION.  WHERE  THE\n   50  AMOUNT SO PAID OVER TO THE MUNICIPALITY IN ANY SUCH DISTRIBUTION IS MORE\n   51  OR LESS THAN THE AMOUNT DUE TO THE MUNICIPALITY, THE AMOUNT OF THE OVER-\n   52  PAYMENT  OR UNDERPAYMENT SHALL BE CERTIFIED TO THE MUNICIPAL LEGISLATIVE\n   53  BODY BY THE TREASURER, WHO SHALL NOT BE HELD LIABLE FOR  ANY  INACCURACY\n   54  IN  SUCH  CERTIFICATION.  THE  AMOUNT OF THE OVERPAYMENT OR UNDERPAYMENT\n   55  SHALL BE SO CERTIFIED TO THE MUNICIPAL LEGISLATIVE BODY  AS  SOON  AFTER\n   56  THE  DISCOVERY OF THE OVERPAYMENT OR UNDERPAYMENT AS REASONABLY POSSIBLE\n\n       S. 1447                            13\n\n    1  AND SUBSEQUENT PAYMENTS AND DISTRIBUTIONS BY THE TREASURER TO SUCH MUNI-\n    2  CIPALITY SHALL BE ADJUSTED BY SUBTRACTING THE AMOUNT OF ANY  SUCH  OVER-\n    3  PAYMENT  FROM  OR  BY ADDING THE AMOUNT OF ANY SUCH UNDERPAYMENT TO SUCH\n    4  NUMBER OF SUBSEQUENT PAYMENTS AND DISTRIBUTIONS AS THE TREASURER AND THE\n    5  MUNICIPAL  LEGISLATIVE  BODY  SHALL  CONSIDER  REASONABLE IN VIEW OF THE\n    6  OVERPAYMENT OR UNDERPAYMENT AND ALL OTHER FACTS AND CIRCUMSTANCES.\n    7    4. ALL MONIES RECEIVED FROM THE TREASURER SHALL BE  DEPOSITED  IN  THE\n    8  FUND OF THE MUNICIPALITY, PURSUANT TO SECTION TWO HUNDRED FORTY-EIGHT OF\n    9  THE GENERAL MUNICIPAL LAW.\n   10    S  1449-LLLLLL.  JUDICIAL  REVIEW.  1.  ANY FINAL DETERMINATION OF THE\n   11  AMOUNT   OF   ANY   TAX   PAYABLE   UNDER   SECTION   FOURTEEN   HUNDRED\n   12  FORTY-NINE-CCCCCC  OF  THIS ARTICLE SHALL BE REVIEWABLE FOR ERROR, ILLE-\n   13  GALITY OR UNCONSTITUTIONALITY  OR  ANY  OTHER  REASON  WHATSOEVER  BY  A\n   14  PROCEEDING  UNDER  ARTICLE  SEVENTY-EIGHT  OF THE CIVIL PRACTICE LAW AND\n   15  RULES IF APPLICATION THEREFOR IS MADE TO THE SUPREME COURT  WITHIN  FOUR\n   16  MONTHS  AFTER  THE  GIVING  OF  THE  NOTICE OF SUCH FINAL DETERMINATION,\n   17  PROVIDED, HOWEVER, THAT ANY SUCH PROCEEDING UNDER ARTICLE  SEVENTY-EIGHT\n   18  OF  THE  CIVIL PRACTICE LAW AND RULES SHALL NOT BE INSTITUTED UNLESS (A)\n   19  THE AMOUNT OF ANY TAX SOUGHT TO BE  REVIEWED,  WITH  SUCH  INTEREST  AND\n   20  PENALTIES  THEREON  AS  MAY  BE PROVIDED FOR BY LOCAL LAW SHALL BE FIRST\n   21  DEPOSITED AND THERE IS FILED AN UNDERTAKING, ISSUED BY A SURETY  COMPANY\n   22  AUTHORIZED  TO TRANSACT BUSINESS IN THIS STATE AND APPROVED BY THE STATE\n   23  SUPERINTENDENT OF INSURANCE AS TO SOLVENCY AND RESPONSIBILITY,  IN  SUCH\n   24  AMOUNT  AS  A  JUSTICE  OF THE SUPREME COURT SHALL APPROVE TO THE EFFECT\n   25  THAT IF SUCH PROCEEDING BE DISMISSED OR THE TAX CONFIRMED THE PETITIONER\n   26  WILL PAY ALL COSTS AND CHARGES WHICH MAY ACCRUE IN  THE  PROSECUTION  OF\n   27  SUCH PROCEEDING OR (B) AT THE OPTION OF THE PETITIONER, SUCH UNDERTAKING\n   28  MAY  BE  IN  A SUM SUFFICIENT TO COVER THE TAXES, INTEREST AND PENALTIES\n   29  STATED IN SUCH DETERMINATION, PLUS  THE  COSTS  AND  CHARGES  WHICH  MAY\n   30  ACCRUE  AGAINST  IT IN THE PROSECUTION OF THE PROCEEDING, IN WHICH EVENT\n   31  THE PETITIONER SHALL NOT BE REQUIRED TO  PAY  SUCH  TAXES,  INTEREST  OR\n   32  PENALTIES AS A CONDITION PRECEDENT TO THE APPLICATION.\n   33    2.  WHERE ANY TAX IMPOSED HEREUNDER SHALL HAVE BEEN ERRONEOUSLY, ILLE-\n   34  GALLY OR UNCONSTITUTIONALLY ASSESSED OR COLLECTED  AND  APPLICATION  FOR\n   35  THE REFUND OR REVISION THEREOF DULY MADE TO THE PROPER FISCAL OFFICER OR\n   36  OFFICERS,  AND  SUCH OFFICER OR OFFICERS SHALL HAVE MADE A DETERMINATION\n   37  DENYING SUCH REFUND OR REVISION, SUCH DETERMINATION SHALL BE  REVIEWABLE\n   38  BY  A  PROCEEDING  UNDER ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW\n   39  AND RULES; PROVIDED, HOWEVER, THAT (A)  SUCH  PROCEEDING  IS  INSTITUTED\n   40  WITHIN  FOUR  MONTHS  AFTER THE GIVING OF THE NOTICE OF SUCH DENIAL, AND\n   41  (B) A FINAL DETERMINATION OF TAX DUE WAS NOT PREVIOUSLY MADE, AND (C) AN\n   42  UNDERTAKING IS FILED WITH THE PROPER FISCAL OFFICER OR OFFICERS IN  SUCH\n   43  AMOUNT  AND  WITH  SUCH SURETIES AS A JUSTICE OF THE SUPREME COURT SHALL\n   44  APPROVE TO THE EFFECT THAT IF SUCH PROCEEDING BE DISMISSED  OR  THE  TAX\n   45  CONFIRMED,  THE  PETITIONER  WILL  PAY  ALL  COSTS AND CHARGES WHICH MAY\n   46  ACCRUE IN THE PROSECUTION OF SUCH PROCEEDING.\n   47    S 1449-MMMMMM. APPORTIONMENT. A LOCAL LAW ADOPTED BY ANY  MUNICIPALITY\n   48  PURSUANT TO THIS ARTICLE SHALL PROVIDE FOR A METHOD OF APPORTIONMENT FOR\n   49  DETERMINING THE AMOUNT OF TAX DUE WHENEVER THE REAL PROPERTY OR INTEREST\n   50  THEREIN IS SITUATED WITHIN AND WITHOUT THE MUNICIPALITY.\n   51    S  1449-NNNNNN. MISCELLANEOUS. A LOCAL LAW ADOPTED BY ANY MUNICIPALITY\n   52  PURSUANT TO THIS ARTICLE MAY CONTAIN SUCH OTHER PROVISIONS AS THE  MUNI-\n   53  CIPALITY  DEEMS  NECESSARY  FOR  THE  PROPER  ADMINISTRATION  OF THE TAX\n   54  IMPOSED PURSUANT TO THIS ARTICLE, INCLUDING  PROVISIONS  CONCERNING  THE\n   55  DETERMINATION  OF  TAX,  THE IMPOSITION OF INTEREST ON UNDERPAYMENTS AND\n   56  OVERPAYMENTS AND THE IMPOSITION  OF  CIVIL  PENALTIES.  SUCH  PROVISIONS\n\n       S. 1447                            14\n\n    1  SHALL  BE  IDENTICAL  TO THE CORRESPONDING PROVISIONS OF THE REAL ESTATE\n    2  TRANSFER TAX IMPOSED BY ARTICLE THIRTY-ONE OF THIS CHAPTER,  SO  FAR  AS\n    3  SUCH  PROVISIONS  CAN  BE MADE APPLICABLE TO THE FEE IMPOSED PURSUANT TO\n    4  THIS ARTICLE.\n    5    S  1449-OOOOOO.  RETURNS  TO  BE  SECRET. 1. EXCEPT IN ACCORDANCE WITH\n    6  PROPER JUDICIAL ORDER OR AS OTHERWISE  PROVIDED  BY  LAW,  IT  SHALL  BE\n    7  UNLAWFUL  FOR  THE  TREASURER  OR ANY OFFICER OR EMPLOYEE OF THE MUNICI-\n    8  PALITY, INCLUDING ANY PERSON  ENGAGED  OR  RETAINED  ON  AN  INDEPENDENT\n    9  CONTRACT  BASIS,  TO DIVULGE OR MAKE KNOWN IN ANY MANNER THE PARTICULARS\n   10  SET FORTH OR DISCLOSED IN ANY RETURN REQUIRED UNDER A LOCAL LAW  ENACTED\n   11  PURSUANT  TO  THIS  ARTICLE;  PROVIDED,  HOWEVER,  THAT  NOTHING IN THIS\n   12  SECTION SHALL PROHIBIT THE RECORDING OFFICER FROM MAKING A  NOTATION  ON\n   13  AN  INSTRUMENT EFFECTING A CONVEYANCE INDICATING THE AMOUNT OF TAX PAID.\n   14  NO RECORDED INSTRUMENT EFFECTING A  CONVEYANCE  SHALL  BE  CONSIDERED  A\n   15  RETURN FOR PURPOSES OF THIS SECTION.\n   16    2.  THE OFFICERS CHARGED WITH THE CUSTODY OF SUCH RETURNS SHALL NOT BE\n   17  REQUIRED TO PRODUCE ANY OF THEM OR EVIDENCE  OF  ANYTHING  CONTAINED  IN\n   18  THEM  IN  ANY ACTION OR PROCEEDING IN ANY COURT, EXCEPT ON BEHALF OF THE\n   19  MUNICIPALITY IN ANY ACTION OR PROCEEDING INVOLVING THE COLLECTION  OF  A\n   20  TAX DUE UNDER A LOCAL LAW ENACTED PURSUANT TO THIS ARTICLE TO WHICH SUCH\n   21  MUNICIPALITY IS A PARTY, OR A CLAIMANT, OR ON BEHALF OF ANY PARTY TO ANY\n   22  ACTION  OR PROCEEDING UNDER THE PROVISIONS OF A LOCAL LAW ENACTED PURSU-\n   23  ANT TO THIS ARTICLE WHEN THE RETURNS OR FACTS SHOWN THEREBY ARE DIRECTLY\n   24  INVOLVED IN SUCH ACTION OR PROCEEDING, IN ANY OF WHICH EVENTS THE  COURT\n   25  MAY  REQUIRE  THE  PRODUCTION  OF, AND MAY ADMIT IN EVIDENCE, SO MUCH OF\n   26  SUCH RETURNS OR OF THE FACTS SHOWN THEREBY,  AS  ARE  PERTINENT  TO  THE\n   27  ACTION OR PROCEEDING AND NO MORE.\n   28    3. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO PROHIBIT THE DELIVERY\n   29  TO A SELLER OR BUYER OF AN INSTRUMENT EFFECTING A CONVEYANCE OR THE DULY\n   30  AUTHORIZED  REPRESENTATIVE  OF  A SELLER OR BUYER OF A CERTIFIED COPY OF\n   31  ANY RETURN FILED IN CONNECTION WITH SUCH INSTRUMENT OR TO  PROHIBIT  THE\n   32  PUBLICATION OF STATISTICS SO CLASSIFIED AS TO PREVENT THE IDENTIFICATION\n   33  OF  PARTICULAR  RETURNS  AND THE ITEMS THEREOF, OR THE INSPECTION BY THE\n   34  LEGAL REPRESENTATIVES OF SUCH  MUNICIPALITY  OF  THE  RETURN  OF  ANYONE\n   35  SUBJECT TO THE TAX WHO SHALL BRING ACTION TO SET ASIDE OR REVIEW THE TAX\n   36  BASED THEREON.\n   37    S  4.  Severability.  If  any provision of this act or the application\n   38  thereof shall for any reason be  adjudged  by  any  court  of  competent\n   39  jurisdiction  to  be  invalid, such judgment shall not affect, impair or\n   40  invalidate this act, but shall be  confined  in  its  operation  to  the\n   41  provision  thereof  directly  involved  in the controversy in which such\n   42  judgment shall have been rendered.\n   43    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, the general municipal law and the tax law, in relation to authorizing cities and towns to impose a tax on real estate transfers, and authorizing municipalities to create community preservation funds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T122357.TXT", "SOBI.D110107.T122924.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110107.T130402.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773733417
}