{
  "year" : 2011,
  "senateBillNo" : "S1443-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1443-2011-1294376400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that instruction in the laws relating to handicapped parking be included in the pre-licensing driver's course",
  "summary" : "Relates to parking spaces for handicapped persons; provides that the commissioner of motor vehicles shall provide in any pre-licensing course a mandatory component of education of the laws relating to handicapped accessible parking. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SB414-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1443\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by Sens. BRESLIN, ADAMS, DILAN, HASSELL-THOMPSON, SAMPSON --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Transportation\n\n       AN  ACT  to  amend  the  vehicle and traffic law, in relation to parking\n         spaces for handicapped persons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (b) of subdivision 4 of section 502 of the vehi-\n    2  cle and traffic law, as amended by chapter 585 of the laws of  2002,  is\n    3  amended and a new paragraph (i) is added to read as follows:\n    4    (b)  Upon successful completion of the requirements set forth in para-\n    5  graph (a) of this subdivision which shall include an  alcohol  and  drug\n    6  education component as described in paragraph (c) of this subdivision, a\n    7  \"Road  Rage\" awareness component as described in paragraph (c-1) of this\n    8  subdivision [and], a \"Work Zone Safety\" awareness component as described\n    9  in paragraph (c-2) of this subdivision,  AND  INSTRUCTION  IN  THE  LAWS\n   10  RELATING TO PARKING SPACES FOR THE HANDICAPPED AS DESCRIBED IN PARAGRAPH\n   11  (I)  OF  THIS SUBDIVISION, the commissioner shall cause the applicant to\n   12  take a road test in a representative vehicle of a type prescribed by the\n   13  commissioner which shall be appropriate to the type of license for which\n   14  application is made, except that the commissioner  may  waive  the  road\n   15  test  requirements  for  certain classes of applicants. The commissioner\n   16  shall have the power to establish a program to allow persons other  than\n   17  employees  of  the  department  to  conduct road tests in representative\n   18  vehicles when such tests are required for applicants to obtain  a  class\n   19  A,  B  or  C license.   If she chooses to do so, she shall set forth her\n   20  reasons in writing and conduct a public hearing on the matter. She shall\n   21  only establish such a program after holding the public hearing.\n   22    (I) THE COMMISSIONER SHALL PROVIDE IN THE  PRE-LICENSING  COURSE,  SET\n   23  FORTH  IN  PARAGRAPH  (B)  OF  THIS SUBDIVISION A MANDATORY COMPONENT IN\n   24  EDUCATION OF THE LAWS RELATING TO HANDICAPPED ACCESSIBLE PARKING.\n   25    S 2. This act shall take effect on the one hundred twentieth day after\n   26  it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05128-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to parking spaces for handicapped persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T122357.TXT", "SOBI.D110107.T121857.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110107.T130402.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433179
}