{
  "year" : 2011,
  "senateBillNo" : "S1448-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1448-2011-1294376400000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires inmates to have an acceptable residence to qualify for parole",
  "summary" : "Requires inmates to have an acceptable residence to qualify for parole. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A1401",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S4133-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1448                                                  A. 1401\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be  committed  to  the Committee on Crime\n         Victims, Crime and Correction\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Correction\n\n       AN  ACT  to amend the executive law, in relation to requiring inmates to\n         have an acceptable residence to qualify for parole\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (A)  of  paragraph  (c) of subdivision 2 of\n    2  section 259-i of the executive law, as amended by section 12 of part AAA\n    3  of chapter 56 of the laws of 2009, is amended to read as follows:\n    4    (A) Discretionary release on parole shall not be granted merely  as  a\n    5  reward  for  good  conduct  or  efficient  performance  of  duties while\n    6  confined but after considering if  there  is  a  reasonable  probability\n    7  that,  if  such  inmate  is released, he will live and remain at liberty\n    8  without violating the law, and that his release is not incompatible with\n    9  the welfare of society and will not so deprecate the seriousness of  his\n   10  crime  as  to  undermine  respect  for law. In making the parole release\n   11  decision, the guidelines adopted pursuant to subdivision four of section\n   12  two hundred fifty-nine-c of this article shall require that the  follow-\n   13  ing  be considered: (i) the institutional record including program goals\n   14  and accomplishments, academic achievements, vocational education, train-\n   15  ing or work assignments, therapy and  interpersonal  relationships  with\n   16  staff  and  inmates;  (ii)  performance,  if  any, as a participant in a\n   17  temporary  release  program;  (iii)  release  plans  [including]   SHALL\n   18  INCLUDE,  IN  ADDITION TO community resources, employment, education and\n   19  training and support services available to  the  inmate,  AN  ACCEPTABLE\n   20  RESIDENCE.  IN  ORDER  FOR A RESIDENCE TO BE AN ACCEPTABLE RESIDENCE AND\n   21  QUALIFY THE INMATE FOR PAROLE RELEASE, SUCH RESIDENCE SHALL BE A  PERMA-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03844-01-1\n\n       S. 1448                             2                            A. 1401\n\n    1  NENT  RESIDENCE,  AND NOT A TEMPORARY SHELTER INCLUDING, BUT NOT LIMITED\n    2  TO, A HOMELESS SHELTER, MOTEL/HOTEL, OR TRAILER,  AND  SHALL  ALLOW  THE\n    3  INMATE TO COMPLY WITH ALL STATE AND LOCAL LAWS AND REGULATIONS REGARDING\n    4  PLACEMENT OF REGISTERED SEX OFFENDERS; (iv) any deportation order issued\n    5  by the federal government against the inmate while in the custody of the\n    6  department  of  correctional  services  and any recommendation regarding\n    7  deportation made by the commissioner of the department  of  correctional\n    8  services  pursuant  to section one hundred forty-seven of the correction\n    9  law; (v) any statement made to the board by  the  crime  victim  or  the\n   10  victim's  representative,  where  the  crime  victim  is  deceased or is\n   11  mentally or physically incapacitated; and (vi) the length of the  deter-\n   12  minate  sentence  to  which  the  inmate  would be subject had he or she\n   13  received a sentence pursuant to section 70.70 or section  70.71  of  the\n   14  penal  law for a felony defined in article two hundred twenty or article\n   15  two hundred twenty-one of the penal law. The board  shall  provide  toll\n   16  free  telephone  access for crime victims. In the case of an oral state-\n   17  ment made in accordance with subdivision one of section  440.50  of  the\n   18  criminal  procedure law, the parole board member shall present a written\n   19  report of the statement to the parole board. A crime victim's  represen-\n   20  tative  shall  mean  the  crime victim's closest surviving relative, the\n   21  committee or guardian of such person, or the legal representative of any\n   22  such person. Such statement submitted by the victim or  victim's  repre-\n   23  sentative may include information concerning threatening or intimidating\n   24  conduct  toward the victim, the victim's representative, or the victim's\n   25  family, made by the person sentenced and occurring after the sentencing.\n   26  Such information may include, but need not be limited to, the  threaten-\n   27  ing or intimidating conduct of any other person who or which is directed\n   28  by the person sentenced. Notwithstanding the provisions of this section,\n   29  in  making  the parole release decision for persons whose minimum period\n   30  of imprisonment was not fixed pursuant to the provisions of  subdivision\n   31  one of this section, in addition to the factors listed in this paragraph\n   32  the board shall consider the factors listed in paragraph (a) of subdivi-\n   33  sion one of this section.\n   34    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring inmates to have an acceptable residence to qualify for parole ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145913.TXT", "SOBI.D110107.T135905.TXT", "SOBI.D110107.T143426.TXT", "SOBI.D110110.T141611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294686971086
}