{
  "year" : 2011,
  "senateBillNo" : "S1442-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1442-2011-1294376400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the salaries of county, family and surrogate's court judges shall be the same as that of justices of the supreme court; repealer",
  "summary" : "Provides that the salaries of county, family and surrogate's court judges shall be the same as that of justices of the supreme court. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "S635-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1442\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  BRESLIN,  ADAMS, SAMPSON, SMITH -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Judiciary\n\n       AN  ACT  to  amend  the judiciary law, in relation to salaries of county\n         court, family  court  and  surrogate's  court  judges,  and  repealing\n         certain provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 221-b of the judiciary law, as added by chapter 630\n    2  of the laws of 1998, is amended to read as follows:\n    3    S 221-b. Salary of justices of the supreme court  AND  JUDGES  OF  THE\n    4  COUNTY,  FAMILY AND SURROGATE COURTS.  The annual salary of a justice of\n    5  the supreme court AND EACH JUDGE OF A  COUNTY,  FAMILY  AND  SURROGATE'S\n    6  COURT SHALL BE THE SAME AND shall be as follows:\n    7  Justice AND JUDGE      136,700\n    8    S  2.  Sections  221-d,  221-e,  and  221-f  of  the judiciary law are\n    9  REPEALED.\n   10    S 3. This act shall take effect on the first of April next  succeeding\n   11  the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05176-01-1\n",
  "memo" : "BILL NUMBER:S1442\n\nTITLE OF BILL:\nAn act\nto amend the judiciary law, in relation to salaries of county\ncourt,\nfamily court and surrogate's court judges, and repealing certain\nprovisions of\nsuch law relating thereto\n\nPURPOSE:\nThis bill would eliminate the various pay scales and provide that all\ntrial judges, at the county and supreme court level, receive the same\nsalary.\n\nSUMMARY OF PROVISIONS:\nSection 221-b states that the salary of justices of the supreme court\nand judges of the county, family, and surrogate courts shall be the\nsame.\n\nJUSTIFICATION:\nThis legislation would eliminate the judicial pay disparities that\nexist in New York State. There is no other state that has such a\nfractured and irrational compensation plan. For example, New York is\nthe only state that pays its felony trial judges less than its civil\ncourt judges and New York is one of only a few states that pays its\nfamily court judges less then its civil court judges. Currently,\nsupreme court judges are paid the same in New York regardless of\ntheir location; yet this is not true for family, county and surrogate\ncourt judges. One argument often made against pay equity for judges\nis the cost of living differences between jurisdictions. However, all\nSenators and Assembly members are paid the same regardless of their\ndistrict location. It is the intent of this bill to bring to light\njudicial any disparities and provide a meaningful solution.\n\nLEGISLATIVE HISTORY:\n2009/2010 - S.63S/A.1689 Remained in the Committees on Judiciary\n2007/2008 - S.801/A.1410 Remained in the Committees on Judiciary\n2005/2006 - S.S47/A.678  Remained in the Committees on Judiciary\n\nFISCAL IMPLICATIONS:;\nIt is estimated that this will cost approximately $3 million per year.\n\nEFFECTIVE DATE:;\nThis act shall take effect on the first of April next succeeding the\ndate on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to salaries of county court, family court and surrogate's court judges, and repealing certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110107.T132403.TXT", "SOBI.D110107.T121857.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110107.T130402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932656
}