{
  "year" : 2011,
  "senateBillNo" : "S1445-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1445-2011-1294376400000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that charter school applications shall be approved or disapproved by the local school board in certain districts",
  "summary" : "Provides that charter school applications shall be approved or disapproved by the local school board in certain districts and in cities of one million or more approval or disapproval shall be made by the chancellor. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S336-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1445\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen. BRESLIN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in  relation  to  local  approval  of\n         charter schools in certain districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 2851-a\n    2  to read as follows:\n    3    S 2851-A. PROCEDURES FOR LOCAL APPROVAL OF CHARTER SCHOOLS IN  CERTAIN\n    4  DISTRICTS.  NOTWITHSTANDING  ANY OTHER PROVISIONS OF THIS ARTICLE TO THE\n    5  CONTRARY, PRIOR TO THE ESTABLISHMENT OF A CHARTER SCHOOL PROPOSED  IN  A\n    6  SCHOOL  DISTRICT  THAT  IS  SUBJECT TO SECTION NINETEEN HUNDRED SIX, TWO\n    7  THOUSAND TWENTY-TWO OR TWENTY-SIX HUNDRED ONE-A OF THIS TITLE, AN APPLI-\n    8  CANT SHALL SUBMIT SUCH CHARTER APPLICATION TO THE  LOCAL  SCHOOL  BOARD.\n    9  THE APPLICATION SHALL INCLUDE AN ECONOMIC AND FINANCIAL IMPACT STATEMENT\n   10  FOR  THE  LOCAL SCHOOL DISTRICT, WHICH SHALL BE IN ADDITION TO ANY OTHER\n   11  NECESSARY INFORMATION REGARDING THE APPLICANT'S  ABILITY  TO  OPERATE  A\n   12  SCHOOL AND TO IMPROVE STUDENT TESTING. IF THE CHARTER SCHOOL APPLICATION\n   13  IS  NOT APPROVED BY THE LOCAL SCHOOL BOARD, THAT CHARTER SCHOOL APPLICA-\n   14  TION SHALL BE DEEMED DISAPPROVED AND SHALL NOT BE SUBMITTED TO THE CHAR-\n   15  TER ENTITY FOR AN APPROVAL. THE APPLICANT MAY SUBMIT AN APPLICATION  FOR\n   16  A  SECOND TIME, BUT SUCH APPLICATION SHALL NOT BE SUBMITTED TO THE LOCAL\n   17  SCHOOL BOARD UNTIL THE  FOLLOWING  CALENDAR  YEAR.  NOTWITHSTANDING  THE\n   18  PROCEDURES FOR LOCAL APPROVAL OF CHARTER SCHOOLS, IN CITIES WITH A POPU-\n   19  LATION OF ONE MILLION OR MORE THE CHANCELLOR SHALL APPROVE OR DISAPPROVE\n   20  OF SUCH CHARTER SCHOOL APPLICATIONS.\n   21    S  2.  This act shall take effect on the first of July next succeeding\n   22  the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05109-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to local approval of charter schools in certain districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T122357.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110107.T130402.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433199
}