{
  "year" : 2011,
  "senateBillNo" : "S1457-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1457-2011-1294376400000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to personal watercraft and certain safety provisions that require their use",
  "summary" : "Allows personal watercraft to be used as an alternative to a surfboat. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A1410",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S8086-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1457                                                  A. 1410\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Health\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  personal  water-\n         craft  and  certain  safety  provisions that require their use; and to\n         amend the navigation law, in relation to making technical  corrections\n         thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision  2  of  section  1341  of  the\n    2  public health law is amended to read as follows:\n    3    (a) Every person maintaining any such bathing establishment shall also\n    4  keep  and  provide  in connection therewith, for the facilitating of the\n    5  rescue of persons in danger of drowning, a surfboat OR A PERSONAL WATER-\n    6  CRAFT AS DEFINED IN SUBDIVISION THIRTY OF SECTION TWO OF THE  NAVIGATION\n    7  LAW.  A  SURFBOAT SHALL BE not less than sixteen feet long, on each side\n    8  of which there shall be hanging ropes arranged so that  persons  in  the\n    9  water can easily catch hold of same, or be supported thereby. Such boats\n   10  shall be equipped with two or more sets of oars and life-lines and life-\n   11  belts,  and  at least one ring buoy or life preserver, with quarter-inch\n   12  cotton line, not less than five hundred feet in  length,  with  suitable\n   13  reel  attached  thereto. In addition thereto, there shall be anchored on\n   14  the shore, a suitable reel with a half-inch cotton line  not  less  than\n   15  five  hundred feet in length, with a life-belt attached thereto, kept in\n   16  good order and proper condition, so that it can readily be used by those\n   17  assisting in saving life.\n   18    S 2. Subdivision 30 of section 2 of the navigation law,  as  added  by\n   19  chapter 830 of the laws of 1990, is renumbered subdivision 30-a.\n   20    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03872-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to personal watercraft and certain safety provisions that require their use; and to amend the navigation law, in relation to making technical corrections thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110107.T140921.TXT", "SOBI.D110107.T140405.TXT", "SOBI.D110110.T152618.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294691178201
}