{
  "year" : 2011,
  "senateBillNo" : "S1458-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1458-2011-1294376400000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes agreements for county, city and town social services departments to access death certificates maintained by the department of public health",
  "summary" : "Authorizes agreements for county, city and town social services departments to access death certificates maintained by the department of public health. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A1411",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S7714-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1458                                                  A. 1411\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced by Sens. LAVALLE, LARKIN, RANZENHOFER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Health\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Health\n\n       AN ACT to amend the public health law,  in  relation  to  agreements  to\n         provide  county, city and town social services departments with access\n         to death certificates\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 5 of section 4174 of the public health law, as\n    2  amended by chapter 170 of the laws  of  1994,  is  amended  to  read  as\n    3  follows:\n    4    5.  (a)  The  United States social security administration OR A COUNTY\n    5  COMMISSIONER OF SOCIAL SERVICES, CITY COMMISSIONER OF  SOCIAL  SERVICES,\n    6  TOWN  SOCIAL SERVICES OFFICER OR CITY SOCIAL SERVICES OFFICER AS DEFINED\n    7  IN SUBDIVISION FOURTEEN OF SECTION TWO OF THE SOCIAL  SERVICES  LAW  may\n    8  obtain  information from death certificates needed in the administration\n    9  of old-age and survivors insurance benefits laws AND THE  ADMINISTRATION\n   10  OF  ASSISTANCE  OR  CARE AS REFERENCED IN SECTION ONE HUNDRED SIX OF THE\n   11  SOCIAL SERVICES LAW, subject to the provisions of any  contract  entered\n   12  into pursuant to paragraph (b) of this subdivision.\n   13    (b)  In  addition,  the  commissioner  or any person authorized by the\n   14  commissioner is authorized and  directed  to  enter  into  [a  contract]\n   15  CONTRACTS to furnish the federal secretary of health and human services,\n   16  A  COUNTY  COMMISSIONER  OF SOCIAL SERVICES, CITY COMMISSIONER OF SOCIAL\n   17  SERVICES, TOWN SOCIAL SERVICES OFFICER OR CITY SOCIAL  SERVICES  OFFICER\n   18  AS DEFINED IN SUBDIVISION FOURTEEN OF SECTION TWO OF THE SOCIAL SERVICES\n   19  LAW  WITH  information concerning individuals with respect to whom death\n   20  certificates have been officially  filed  with  the  commissioner.  Such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03871-01-1\n\n       S. 1458                             2                            A. 1411\n\n    1  [contract]  CONTRACTS  shall  not  include any restriction on the use of\n    2  information obtained by such secretary, COMMISSIONERS OR OFFICERS pursu-\n    3  ant to such [contract] CONTRACTS, except that such [contract]  CONTRACTS\n    4  may  provide  that  such information is only to be used by the secretary\n    5  (or any other federal agency), COMMISSIONERS OR OFFICERS (OR  ANY  OTHER\n    6  COUNTY  AGENCIES  OR TOWN OFFICES) for purposes of ensuring that federal\n    7  benefits or other payments are not erroneously paid to deceased individ-\n    8  uals OR TO ENABLE SUCH COMMISSIONERS OR OFFICERS TO PERFORM THEIR DUTIES\n    9  PURSUANT TO SECTION ONE HUNDRED SIX OF THE SOCIAL SERVICES LAW.\n   10    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1458\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to agreements to provide\ncounty, city and town social services departments with access to death\ncertificates\n\nPURPOSE:\nThe legislation authorizes agreements for county, city and\ntown social services departments to access death certificates\nmaintained by the Department of Public Health.\n\nSUMMARY OF PROVISIONS:\nSubdivision 5 of Section 4174 of the public\nhealth law, as amended by Chapter 170 of the Laws of 1994, is amended\nto authorize a county commissioner of social services, city\ncommissioner of social services, town social services officer or city\nsocial services officer as defined in subdivision 14 of Section 2 of\nthe social services law to obtain information on reported deaths in\nNew York State by entering into an agreement with the Department of\nPublic Health.\n\nJUSTIFICATION:\nThis legislation would allow county, city and town\nsocial services departments to enter into an agreement with the State\nDepartment of Health granting access to the official list of death\ncertificates on file with the Department.\n\nDeath certificates are not public records and acquiring them can be an\nonerous task for social service agencies. In some cases, quicker\naccess to these vital records could assist in the prevention of\npublic assistance abuse. The State Department of Health maintains the\nofficial list of all death certificates filed in New York. This\nmeasure would provide social service agencies with a more streamlined\nand timely procedure to obtain information on reported deaths by\nsubmitting a list of clients names and other identifying information\nand cross-checking it against the Department's official list.\n\nLEGISLATIVE HISTORY:\n2010: S.7714\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to agreements to provide county, city and town social services departments with access to death certificates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T144409.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110107.T141407.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932684
}