{
  "year" : 2011,
  "senateBillNo" : "S1453-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1453-2011-1294376400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a bi-county commission in the counties of Nassau and Suffolk to study the feasibility of establishing the state of Long Island",
  "summary" : "Establishes a bi-county commission in the counties of Nassau and Suffolk to study the feasibility of establishing the state of Long Island. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A1406",
  "lawSection" : "Nassau County",
  "previousVersions" : [ "SA426-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1453                                                  A. 1406\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Local Govern-\n         ment\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Governmental Operations\n\n       AN ACT in relation to establishing a bi-county commission in  the  coun-\n         ties  of  Nassau  and Suffolk to study the feasibility of establishing\n         the state of Long Island\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative findings: Nassau and Suffolk Counties comprise\n    2  an area of 2,826 square miles, larger than the states  of  Rhode  Island\n    3  and  Delaware.  The  combined  population  of  the two counties is 2.798\n    4  million which is greater than the population of 19 states. For the years\n    5  2002-2004, Long Island paid 8.124 billion dollars  in  state  taxes  yet\n    6  only  5.2  billion  dollars  was  returned  in direct local aid, tuition\n    7  assistance, highway aid, pension payments, lottery  money,  metropolitan\n    8  transportation authority subsidies and Medicaid payments. For many years\n    9  the  question  of forming the state of Long Island has been discussed in\n   10  public and academic forums. The issue should be investigated,  a  report\n   11  prepared and referendum held in Nassau and Suffolk counties so the citi-\n   12  zens may be heard.\n   13    S  2.  There  is  hereby  established  a  Nassau and Suffolk bi-county\n   14  commission to study the feasibility of forming the state of Long  Island\n   15  to  consist of the counties of Nassau and Suffolk. Such commission shall\n   16  be comprised of 24 members, 12 of whom shall reside  in  the  county  of\n   17  Nassau  and 12 of whom shall reside in the county of Suffolk. The county\n   18  executive of each county shall serve on the commission as co-chairs.  Of\n   19  the  remaining 22 members, 5 members from each county shall be appointed\n   20  by the county executive of the county in  which  such  county  executive\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03747-01-1\n\n       S. 1453                             2                            A. 1406\n\n    1  serves;  3  members  from each county shall be appointed by the majority\n    2  leader of the county legislature from the county in which such  majority\n    3  leader  serves, and 3 members from each county shall be appointed by the\n    4  minority  leader of the county legislature from the county in which such\n    5  minority leader serves. Members  of  the  commission  shall  receive  no\n    6  compensation  for  their services, but shall be allowed their actual and\n    7  necessary expenses incurred in the performance of their duties.  Members\n    8  of  the  commission  shall  serve  at  the  pleasure of their appointing\n    9  authority. Vacancies on the commission  shall  be  filled  in  the  same\n   10  manner as the original appointment.\n   11    S  3.  The  study  authorized  by  section  two  of  this act shall be\n   12  completed and submitted to the Nassau county legislature and the Suffolk\n   13  county legislature on or before July 1, 2012.\n   14    S 4. At the general election to be held November 2, 2012,  the  county\n   15  of  Nassau and the county of Suffolk shall be submitted to the voters of\n   16  such counties, a referendum concerning whether or not the state of  Long\n   17  Island  shall  be formed. Such referendum shall be deemed approved if it\n   18  is approved by a majority of the voters voting  on  such  referendum  in\n   19  each county, provided however that the approval of such referendum shall\n   20  not be binding upon the county of Nassau or the county of Suffolk.\n   21    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1453\n\nTITLE OF BILL:\n\nAn act\nin relation to establishing a bi-county commission in the counties of\nNassau and Suffolk to study the feasibility of establishing the state of\nLong Island\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nEstablishes a bi-county commission in the counties of Nassau and\nSuffolk to study the feasibility of establishing the state of Long\nIsland.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nTo create a 24 member Nassau/Suffolk bi-county commission chaired by\nthe respective county executives for the purpose of conducting a\nfeasibility study on the establishment of a state of Long Island to\nbe completed on or before July 1, 2012, and submitting the question\nof statehood to the Nassau/Suffolk electors in a non binding\nreferendum at the November 2, 2012 election.\n\nJUSTIFICATION:\n\nThe issue of creating the State of Long Island in Nassau and Suffolk\ncounties has long been a topic of debate. This bill would create a\nbi-county commission to study and report to the people who can then\nparticipate in a non binding referendum.\n\nThis issue requires full participation of the citizens for Nassau and\nSuffolk on whether any process for statehood should be initiated.\nThis bill will allow for a full discussion of the myriad of issues\ninvolved in such endeavor and allow the citizens of the two counties\nto analyze the report and express their opinion on statehood in a non\nbinding referendum.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2007-08: S.8114 - Remained in Committee\n2009-10: S.426-A/A.1189-A - Remained in Committee\n\nFISCAL IMPLICATIONS:\n\nTo be determined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT in relation to establishing a bi-county commission in the counties of Nassau and Suffolk to study the feasibility of establishing the state of Long Island ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T150413.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T140405.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932673
}