{
  "year" : 2011,
  "senateBillNo" : "S145-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S145-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"aquatic nuisance species coalition participation act\"",
  "summary" : "Enacts the \"aquatic nuisance species coalition participation act\"; authorizes the department of environmental conservation to participate in the Great Lakes aquatic nuisance species coalition. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S2858-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          145\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         enacting the \"aquatic nuisance species coalition participation act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 17 of the environmental conservation law is amended\n    2  by adding a new title 23 to read as follows:\n    3                                  TITLE 23\n    4                          AQUATIC NUISANCE SPECIES\n    5                         COALITION PARTICIPATION ACT\n    6  SECTION 17-2301. SHORT TITLE.\n    7          17-2303. LEGISLATIVE FINDINGS.\n    8          17-2305. DEFINITIONS.\n    9          17-2307. PARTICIPATION IN GREAT LAKES AQUATIC  NUISANCE  SPECIES\n   10                     COALITION; OTHER COOPERATIVE AND COORDINATED EFFORTS.\n   11  S 17-2301. SHORT TITLE.\n   12    THIS  TITLE  SHALL  BE KNOWN AND MAY BE CITED AS THE \"AQUATIC NUISANCE\n   13  SPECIES COALITION PARTICIPATION ACT.\"\n   14  S 17-2303. LEGISLATIVE FINDINGS.\n   15    THE LEGISLATURE FINDS THAT AQUATIC NUISANCE SPECIES ALREADY INTRODUCED\n   16  INTO THE GREAT LAKES, PREDOMINANTLY  THROUGH  BALLAST  WATER  DISCHARGES\n   17  FROM OCEAN-GOING VESSELS, HAVE LED TO SIGNIFICANT ECOLOGICAL AND ECONOM-\n   18  IC  IMPACTS.  AT  LEAST  ONE HUNDRED EIGHTY AQUATIC NUISANCE SPECIES ARE\n   19  ESTABLISHED IN THE GREAT LAKES. SINCE THE OPENING OF THE ST.    LAWRENCE\n   20  SEAWAY  IN  NINETEEN  HUNDRED  FIFTY-NINE, BALLAST WATER DISCHARGES FROM\n   21  OCEAN-GOING VESSELS HAVE BEEN IMPLICATED IN MORE THAN TWO-THIRDS OF  THE\n   22  INTRODUCTIONS OF NEW AQUATIC NUISANCE SPECIES IN THE GREAT LAKES.\n   23    THE LEGISLATURE FURTHER FINDS THAT THE AQUATIC NUISANCE SPECIES INTRO-\n   24  DUCED  INTO  THE GREAT LAKES, SUCH AS THE SEA LAMPREY, THE ZEBRA MUSSEL,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01601-01-1\n\n       S. 145                              2\n\n    1  THE RUFFE, THE GOBY, AND THE SPINY WATER FLEA, HAVE  COMPETED  WITH  AND\n    2  PREYED  UPON  NATIVE  PLANTS,  FISH  AND WILDLIFE, RESULTING IN DRAMATIC\n    3  DECREASES IN POPULATION,  COMPROMISED  SPECIES  VIABILITY,  AND  SERIOUS\n    4  ALTERATIONS TO THE ECOSYSTEM. THESE IMPACTS MAY BE IRREVERSIBLE.\n    5    THE  LEGISLATURE  FURTHER  FINDS  THAT  AQUATIC  NUISANCE SPECIES HAVE\n    6  HARMED THE GREAT LAKES' COMMERCIAL AND RECREATIONAL  FISHING  INDUSTRIES\n    7  AND  DAMAGED  WATER  SUPPLY AND ENERGY PRODUCTION INFRASTRUCTURE.  THESE\n    8  DAMAGES HAVE RESULTED IN BILLIONS OF  DOLLARS  OF  ECONOMIC  DISRUPTION,\n    9  INCLUDING  MORE THAN 1.5 BILLION DOLLARS EXPENDED TO ADDRESS THE IMPACTS\n   10  OF THE ZEBRA MUSSEL IN THE GREAT LAKES BASIN.\n   11    THE LEGISLATURE FURTHER FINDS THAT THE THREAT OF NEW INTRODUCTIONS  OF\n   12  AQUATIC  NUISANCE  INVASIVE SPECIES IN THE GREAT LAKES IS REAL AND GROW-\n   13  ING. INTRODUCTION OF A NEW AQUATIC  NUISANCE  SPECIES  ANYWHERE  IN  THE\n   14  GREAT  LAKES POSES A THREAT TO THE ENTIRE GREAT LAKES ECOSYSTEM, INCLUD-\n   15  ING THE WATERS OF THE STATE.\n   16    THE LEGISLATURE FURTHER FINDS THAT IN TWO THOUSAND FIVE THE  STATE  OF\n   17  MICHIGAN  CREATED  THE GREAT LAKES AQUATIC NUISANCE SPECIES COALITION TO\n   18  BRING STATES TOGETHER TO COLLABORATIVELY DEVISE CONSISTENT  STATE  REGU-\n   19  LATIONS  TO  MANAGE AQUATIC NUISANCE SPECIES DISCHARGED FROM OCEAN-GOING\n   20  VESSELS' BALLAST WATER TO PROTECT THE GREAT LAKES BASIN.\n   21    THE LEGISLATURE FURTHER FINDS THAT  BECAUSE  ALL  OCEAN-GOING  VESSELS\n   22  MUST  PASS  THROUGH  NEW  YORK STATE'S GREAT LAKES WATERS, REGARDLESS OF\n   23  WHETHER THEY STOP AT NEW YORK STATE PORTS,  NEW  YORK  STATE  CARRIES  A\n   24  SINGULAR  OBLIGATION  TO ACTIVELY PARTICIPATE IN THE GREAT LAKES AQUATIC\n   25  NUISANCE SPECIES COALITION.\n   26  S 17-2305. DEFINITIONS.\n   27    AS USED IN THIS TITLE:\n   28    1. \"AQUATIC NUISANCE SPECIES\" MEANS A NON-INDIGENOUS  SPECIES,  EITHER\n   29  ALREADY ESTABLISHED OR NOT YET ESTABLISHED IN THE REGION, THAT THREATENS\n   30  OR  COULD  THREATEN  THE  DIVERSITY  OR ABUNDANCE OF NATIVE SPECIES, THE\n   31  ECOLOGICAL STABILITY OF INFESTED WATERS, CONSUMPTIVE USE OF THE INFESTED\n   32  WATERS, OR COMMERCIAL, AGRICULTURAL, AQUACULTURAL OR RECREATIONAL ACTIV-\n   33  ITIES DEPENDENT ON SUCH WATERS.\n   34    2. \"BALLAST WATER\" MEANS ANY WATER AND SUSPENDED MATTER TAKEN ON BOARD\n   35  A VESSEL TO CONTROL OR MAINTAIN TRIM, DRAUGHT, STABILITY, OR STRESSES OF\n   36  THE VESSEL, REGARDLESS OF HOW IT IS CARRIED,  INCLUDING  RESIDUAL  WATER\n   37  AND SUSPENDED MATTER IN VESSELS DECLARING NO BALLAST ON BOARD.\n   38    3.  \"GREAT LAKES\" MEANS LAKE ONTARIO, LAKE ERIE, LAKE HURON (INCLUDING\n   39  LAKE ST. CLAIR), LAKE MICHIGAN, LAKE SUPERIOR, AND THE CONNECTING  CHAN-\n   40  NELS  (SAINT  MARY'S  RIVER,  SAINT  CLAIR RIVER, DETROIT RIVER, NIAGARA\n   41  RIVER, AND SAINT LAWRENCE RIVER TO THE CANADIAN  BORDER),  AND  INCLUDES\n   42  ALL  OTHER  BODIES  OF WATER WITHIN THE DRAINAGE BASIN OF SUCH LAKES AND\n   43  CONNECTING CHANNELS.\n   44    4. \"NON-INDIGENOUS SPECIES\" MEANS ANY SPECIES OR OTHER VIABLE  BIOLOG-\n   45  ICAL  MATERIAL  THAT  ENTERS  AN  ECOSYSTEM  BEYOND  ITS HISTORIC RANGE,\n   46  INCLUDING ANY SUCH ORGANISM TRANSFERRED FROM ONE COUNTRY INTO ANOTHER.\n   47  S 17-2307. PARTICIPATION IN GREAT LAKES AQUATIC NUISANCE SPECIES  COALI-\n   48               TION; OTHER COOPERATIVE AND COORDINATED EFFORTS.\n   49    1.  THE  DEPARTMENT  IS  AUTHORIZED AND DIRECTED TO PARTICIPATE IN THE\n   50  GREAT LAKES AQUATIC NUISANCE  SPECIES  COALITION  AS  ORGANIZED  BY  THE\n   51  MICHIGAN DEPARTMENT OF ENVIRONMENTAL QUALITY FOR THE PURPOSE OF DEVISING\n   52  BASIN-WIDE  REGULATIONS  TO  ADDRESS  THE  DISCHARGE OF AQUATIC NUISANCE\n   53  SPECIES IN THE BALLAST WATER OF OCEAN-GOING VESSELS.\n   54    2. TO THE EXTENT CONSISTENT  WITH  NEW  YORK'S  SOVEREIGN  RIGHTS  AND\n   55  RESPONSIBILITIES, THE DEPARTMENT SHALL ALSO CONTINUE TO ACTIVELY PARTIC-\n   56  IPATE  WITH  ENTITIES CONCERNED WITH AQUATIC NUISANCE SPECIES INCLUDING,\n\n       S. 145                              3\n\n    1  BUT NOT EXCLUSIVE TO, THE  INTERNATIONAL  JOINT  COMMISSION,  THE  GREAT\n    2  LAKES COMMISSION, THE GREAT LAKES PANEL ON AQUATIC NUISANCE SPECIES, THE\n    3  GREAT  LAKES  FISHERY  COMMISSION,  THE  UNITED  STATES COAST GUARD, THE\n    4  UNITED  STATES  ENVIRONMENTAL  PROTECTION  AGENCY AND THE NEW YORK STATE\n    5  INVASIVE SPECIES TASK FORCE.\n    6    3. THE DEPARTMENT SHALL REPORT TO THE GOVERNOR AND TO THE  LEGISLATURE\n    7  AT  LEAST  ANNUALLY  ON  GREAT  LAKES AQUATIC NUISANCE SPECIES COALITION\n    8  ACTIVITIES.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to enacting the \"aquatic nuisance species coalition participation act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T095807.TXT", "SOBI.D101210.T151203.TXT", "SOBI.D101210.T160212.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292252287354
}