{
  "year" : 2011,
  "senateBillNo" : "S1456-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1456-2011-1294376400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the catching and possession of up to 5 times the daily limit of fish during any 7 day period of time",
  "summary" : "Authorizes the catching and possession of up to 5 times the daily limit of fish during any 7 day period of time; authorizes the catching and possession on a single vessel of the maximum daily limit for each species of fish a person aboard the vessel is authorized to take. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A1409",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S376-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1456                                                  A. 1409\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Environmental\n         Conservation\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         authorizing  the catching and possession of five times the daily limit\n         for any species of fish during any seven consecutive  day  period  and\n         authorizing  the  catching  and  possession  on a single vessel of the\n         daily limits of any species of fish for which  a  person  aboard  such\n         vessel  holds  a license for the taking thereof; and providing for the\n         repeal of such provisions upon the expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new section 13-0373 to read as follows:\n    3  S 13-0373. AGGREGATION OF DAILY AND TRIP CATCH AND POSSESSION LIMITS.\n    4    1. NOTWITHSTANDING ANY PROVISION OF THIS TITLE OR ANY  RULE  OR  REGU-\n    5  LATION  PROMULGATED  PURSUANT THERETO, A PERSON MAY CATCH AND POSSESS AT\n    6  ANY ONE TIME OR AT VARIOUS TIMES DURING ANY SEVEN CONSECUTIVE DAY PERIOD\n    7  OF TIME, NOT MORE THAN FIVE TIMES THE DAILY MAXIMUM FOR THE  SPECIES  OF\n    8  FISH  CAUGHT  AND  POSSESSED.  ANY  PERSON WHO CATCHES AND POSSESSES ANY\n    9  QUANTITY OF ANY SPECIES OF FISH IN EXCESS OF THE DAILY LIMIT, AS AUTHOR-\n   10  IZED BY THIS SUBDIVISION, SHALL NOT TAKE MORE THAN FIVE TIMES THE  DAILY\n   11  LIMIT FOR SUCH FISH DURING ANY SEVEN CONSECUTIVE DAY PERIOD OF TIME.\n   12    2.  NOTWITHSTANDING  ANY  PROVISION OF THIS TITLE OR ANY RULE OR REGU-\n   13  LATION PROMULGATED PURSUANT THERETO,  NO  VESSEL  TRIP  LIMIT  SHALL  BE\n   14  DEEMED  TO  PROHIBIT  THE  CATCHING  AND POSSESSION OF THE MAXIMUM DAILY\n   15  LIMITS FOR MORE THAN ONE SPECIES OF FISH  ON  A  SINGLE  VESSEL  BY  ANY\n   16  PERSON OR PERSONS AUTHORIZED TO TAKE SUCH SPECIES OF FISH.\n   17    S  2.  This act shall take effect immediately, and shall expire and be\n   18  deemed repealed January 1, 2013.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03748-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to authorizing the catching and possession of five times the daily limit for any species of fish during any seven consecutive day period and authorizing the catching and possession on a single vessel of the daily limits of any species of fish for which a person aboard such vessel holds a license for the taking thereof; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110107.T140405.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687573436
}