{
  "year" : 2011,
  "senateBillNo" : "S1459-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1459-2011-1294376400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the Peconic Bay regional transportation council; repealer",
  "summary" : "Creates the Peconic Bay regional transportation council to study the impacts of traffic congestion; defines terms; outlines the powers and duties of such council; requires the preparation and adoption of the transportation action plan and submission to the legislature. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A1412",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "SB3181-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1459                                                  A. 1412\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Local Govern-\n         ment\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to  creating  the\n         Peconic  Bay  regional  transportation  council; and providing for the\n         repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The legislature hereby finds that\n    2  over the past thirty years, rapid growth and development in the  Peconic\n    3  Bay region of Long Island, while providing for a successful economy, has\n    4  also  resulted  in  some  unavoidable, adverse impacts that threaten the\n    5  region's future quality of life and future economic prosperity.  Traffic\n    6  congestion  has  been one of the primary adverse impacts from such rapid\n    7  development.\n    8    Expanding traffic congestion has  resulted  in  deteriorating  traffic\n    9  safety  with  increased  traffic  accidents and fatalities. In addition,\n   10  traffic congestion has resulted in increased trip delays, declining  air\n   11  quality, adverse impacts to historic and rural resources in the region's\n   12  villages  and  hamlets, parking problems, adverse impacts to residential\n   13  communities and neighborhoods resulting from the  diversion  of  traffic\n   14  from major highways and arteries to rural residential streets and roads.\n   15    The  region's  tourist  and second home industries, the cornerstone of\n   16  its prosperity, are threatened if the adverse  consequences  of  traffic\n   17  congestion  are  not promptly and adequately addressed. Further, projec-\n   18  tions from the state department of transportation and local  governments\n   19  indicate that there will be a continued growth in year-round population,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03824-01-1\n\n       S. 1459                             2                            A. 1412\n\n    1  seasonal  residents, and traffic into the foreseeable future, exacerbat-\n    2  ing an already major problem.\n    3    The  legislature  finds  that  the unique geography of the Peconic Bay\n    4  region limits the ability to expand highway capacity for motor vehicles.\n    5  The narrow forks limit the augmentation of future highway capacity in an\n    6  east-west direction. The construction of new highways is not a  feasible\n    7  alternative,  and  the option of improving capacity on existing highways\n    8  is limited. In addition to unique geography,  impacts  to  the  region's\n    9  natural  and historic resources, such as open space, farmland, watershed\n   10  areas, wetlands, and historic sites and landmarks also limit  increasing\n   11  highway capacity.\n   12    While  the  region's  highway infrastructure is severely overburdened,\n   13  its public transit capabilities are underdeveloped. The region possesses\n   14  underutilized rail capacity with minimal service from  the  Long  Island\n   15  Rail Road to the region.\n   16    The  legislature  finds  that  the  development  of new public transit\n   17  opportunities for the Peconic Bay region represents the best alternative\n   18  to address growing traffic congestion and other transportation problems.\n   19  The region possesses an existing rail infrastructure.  Existing  service\n   20  to the region is minimal. Further, there is no coordination between rail\n   21  service  and existing bus service. The opportunity to improve service is\n   22  clearly available.\n   23    The region's local governments have  recognized  the  adverse  impacts\n   24  resulting  from growing traffic congestion and the need to explore other\n   25  transportation  options  such  as  public  transit.  Independently,  the\n   26  comprehensive  plans of the region's towns and villages have cited traf-\n   27  fic congestion as a critical problem and have identified improved public\n   28  transit as a future goal. Towns have created task forces and commissions\n   29  to address the transportation issue.\n   30    Further, collectively, as a region, the local governments have  joined\n   31  together   to   explore  public  transit  options  to  mitigate  traffic\n   32  congestion. As early as 1994, the East End  Economic  and  Environmental\n   33  Institute,  under  the  auspices  of the East End Mayors and Supervisors\n   34  Association issued a report entitled Blue Print  for  Our  Future  which\n   35  called  for improved and coordinated bus and rail service in the Peconic\n   36  Bay region.\n   37    In 2005, after a four-year public outreach process, the local  govern-\n   38  ments of the region issued the result of its SEEDS (Sustainable East End\n   39  Development) project. This initiative also recognized the need to create\n   40  improved  transportation opportunities, including selected road improve-\n   41  ments and increased and coordinated public transit.\n   42    The private sector has also recognized the need for improved  regional\n   43  transportation opportunities. The Institute for Sustainable Development,\n   44  Southampton  College  of  Long  Island University, held a conference and\n   45  issued a report calling for improved transportation opportunities in the\n   46  region. Five Town Rural Transit, Inc., a private, not-for-profit  corpo-\n   47  ration  has also recognized the need for public transit improvements. In\n   48  2005, they unveiled a conceptual plan for an East End Shuttle  providing\n   49  coordinated  bus  and rail service, and issued a development proposal to\n   50  further that goal.\n   51    In 2007, the state of New York provided a  $300,000  grant  under  its\n   52  Shared  Municipal Services Initiative (SMSI) program to study the feasi-\n   53  bility of the East End Shuttle concept. In  addition,  the  Long  Island\n   54  Rail Road, in conjunction with the towns of Southampton and East Hampton\n   55  initiated  a  pilot  program  in 2007-2008 to provide a rail shuttle and\n   56  connecting bus service during the reconstruction of County Road 39. This\n\n       S. 1459                             3                            A. 1412\n\n    1  pilot program demonstrated that the rail/bus shuttle  concept  could  be\n    2  successful.  In 2009, the \"East End Transportation Study Report\", funded\n    3  by the SMSI program, was completed by the Volpe National  Transportation\n    4  Systems  Center,  U.S. Department of Transportation. The study concluded\n    5  that the East End Shuttle concept was both viable and desirable.\n    6    In summary, the problem of traffic congestion with its adverse impacts\n    7  on the local environment, economy, and quality of  life  has  long  been\n    8  recognized.  Further, a multitude of local governments, regional cooper-\n    9  ative initiatives, and private initiatives have all identified  improved\n   10  public  transit  with  increased and coordinated rail and bus service as\n   11  the cornerstone for solving the problem. The concept  has  been  at  the\n   12  center of public policy discussions for more than a decade.\n   13    The  next step is the full development of the East End Shuttle concept\n   14  in order to implement new transit opportunities in a timely fashion.\n   15    Currently, no governmental entity  exists  which  can  coordinate  the\n   16  multitude  of  local  governments, state government, federal government,\n   17  and other stakeholders that must participate to implement  a  successful\n   18  public transit initiative for the Peconic Bay region.\n   19    It  is  the  intent  of  the  legislature with this act to provide the\n   20  necessary governmental framework and  resources  that  will  foster  the\n   21  cooperation  necessary  to  implement  a public transit proposal for the\n   22  Peconic Bay region. This legislation will give the local governments the\n   23  regional framework to develop and implement this  initiative,  and  will\n   24  mandate  the cooperation of state and federal agencies. Further, it will\n   25  provide for the involvement of all stakeholders and community members in\n   26  the development process to insure an  open  and  comprehensive  decision\n   27  making process.\n   28    S  2. The general municipal law is amended by adding a new article 5-M\n   29  to read as follows:\n   30                                 ARTICLE 5-M\n   31                 PECONIC BAY REGIONAL TRANSPORTATION COUNCIL\n   32  SECTION 119-AAA. DEFINITIONS.\n   33          119-BBB. PECONIC BAY REGIONAL TRANSPORTATION COUNCIL.\n   34          119-CCC. POWERS AND DUTIES OF THE COUNCIL.\n   35          119-DDD. AGENCY COOPERATION.\n   36          119-EEE. IMPLEMENTATION REPORT FOR THE TRANSPORTATION PLAN.\n   37          119-FFF. SUBMISSION TO THE LEGISLATURE.\n   38    S 119-AAA. DEFINITIONS. AS USED IN THIS ARTICLE  THE  FOLLOWING  TERMS\n   39  SHALL HAVE THE FOLLOWING MEANINGS:\n   40    1. \"PECONIC BAY REGION\" MEANS THE TOWNS OF EAST HAMPTON, RIVERHEAD,\n   41   SOUTHAMPTON, AND SOUTHOLD IN THE COUNTY OF SUFFOLK.\n   42    2. \"COUNTY\" MEANS THE COUNTY OF SUFFOLK.\n   43    3.  \"MUNICIPAL CORPORATION\" MEANS A TOWN OR VILLAGE IN THE PECONIC BAY\n   44  REGION.\n   45    4. \"STATE\" MEANS THE STATE OF NEW YORK.\n   46    5. \"STATE AGENCY\" MEANS ANY  OFFICE,  DEPARTMENT,  BOARD,  COMMISSION,\n   47  BUREAU,  DIVISION,  AUTHORITY,  PUBLIC  BENEFIT  CORPORATION,  AGENCY OR\n   48  INSTRUMENTALITY OF THE STATE.\n   49    6. \"TRANSPORTATION PLAN\"  MEANS  THE  PLAN  OF  PUBLIC  TRANSPORTATION\n   50  PROJECTS  FOR THE PECONIC BAY REGION PROVIDED FOR IN THE EAST END TRANS-\n   51  PORTATION STUDY, PREPARED BY THE VOLPE NATIONAL  TRANSPORTATION  SYSTEMS\n   52  CENTER, DATED NOVEMBER, TWO THOUSAND NINE.\n   53    7.  \"PUBLIC TRANSPORTATION PROJECT\" MEANS ANY RAPID TRANSIT, RAILROAD,\n   54  OMNIBUS, MARINE TRANSPORTATION, OR OTHER PUBLIC TRANSPORTATION PROJECT.\n   55    8. \"COUNCIL\" MEANS THE COUNCIL CREATED PURSUANT TO SECTION ONE HUNDRED\n   56  NINETEEN-BBB OF THIS ARTICLE.\n\n       S. 1459                             4                            A. 1412\n\n    1    9. \"GOVERNOR\" MEANS THE GOVERNOR OF THE STATE OF NEW YORK.\n    2    S  119-BBB.  PECONIC  BAY REGIONAL TRANSPORTATION COUNCIL. 1. THERE IS\n    3  HEREBY CREATED THE PECONIC BAY  REGIONAL  TRANSPORTATION  COUNCIL.  SUCH\n    4  COUNCIL  SHALL  CONSIST  OF  EIGHTEEN  VOTING  MEMBERS: ONE MEMBER TO BE\n    5  APPOINTED BY THE GOVERNOR WHO WILL SERVE AT THE PLEASURE OF  THE  GOVER-\n    6  NOR, AND THIRTEEN EX OFFICIO MEMBERS WHO ARE THE COUNTY EXECUTIVE OF THE\n    7  COUNTY  OF  SUFFOLK,  THE  FOUR  TOWN  SUPERVISORS  FROM THE PECONIC BAY\n    8  REGION, TWO VILLAGE MAYORS TO BE APPOINTED BY THE EAST END VILLAGE OFFI-\n    9  CIALS ASSOCIATION, THE UNITED STATES CONGRESSMAN REPRESENTING THE PECON-\n   10  IC BAY REGION, THE STATE SENATOR REPRESENTING THE  PECONIC  BAY  REGION,\n   11  THE  TWO STATE ASSEMBLY MEMBERS REPRESENTING THE PECONIC BAY REGION, AND\n   12  THE TWO COUNTY LEGISLATORS REPRESENTING THE PECONIC BAY REGION, AND FOUR\n   13  CITIZEN MEMBERS WITH AN INTEREST IN TRANSPORTATION AND PUBLIC TRANSIT TO\n   14  BE APPOINTED BY THE TOWN BOARD OF EACH TOWN IN THE PECONIC  BAY  REGION.\n   15  EACH  TOWN  SHALL  HAVE  ONE  APPOINTMENT.    EACH EX OFFICIO MEMBER MAY\n   16  APPOINT A DESIGNATED REPRESENTATIVE, BY OFFICIAL  AUTHORITY  FILED  WITH\n   17  THE  COUNCIL,  TO  EXERCISE  HIS  OR  HER  POWERS AND PERFORM HIS OR HER\n   18  DUTIES, INCLUDING THE RIGHT TO VOTE ON MATTERS BEFORE THE COUNCIL.\n   19    2. THE COUNCIL SHALL ELECT ONE OF ITS MEMBERS AS  CHAIRPERSON.  ELEVEN\n   20  MEMBERS SHALL CONSTITUTE A QUORUM FOR THE TRANSACTION OF ANY BUSINESS OR\n   21  THE  EXERCISE  OF  ANY  POWER OR FUNCTION OF THE COUNCIL. AN AFFIRMATIVE\n   22  VOTE OF TEN OR MORE MEMBERS SHALL BE REQUIRED TO PASS  A  RESOLUTION  OR\n   23  OTHERWISE EXERCISE ANY FUNCTIONS OR POWERS OF THE COUNCIL.\n   24    S  119-CCC.  POWERS AND DUTIES OF THE COUNCIL.  THE COUNCIL SHALL HAVE\n   25  THE FOLLOWING POWERS:\n   26    1. TO MAKE BY-LAWS FOR THE REGULATION AND MANAGEMENT OF ITS AFFAIRS;\n   27    2. TO ESTABLISH A CITIZEN ADVISORY COMMITTEE TO  ASSIST  IT  WITH  ITS\n   28  DUTIES AND RESPONSIBILITIES;\n   29    3.  TO  ESTABLISH A TECHNICAL ADVISORY COMMITTEE TO ASSIST IT WITH ITS\n   30  DUTIES AND RESPONSIBILITIES;\n   31    4. TO DEVELOP AN IMPLEMENTATION REPORT FOR  THE  TRANSPORTATION  PLAN,\n   32  WITH THE ADVICE OF THE ADVISORY COMMITTEES;\n   33    5.  TO  UTILIZE TO THE EXTENT PRACTICABLE, THE STATE AND FACILITIES OF\n   34  EXISTING STATE AND LOCAL AGENCIES;\n   35    6. TO MAKE AND EXECUTE CONTRACTS AND ALL OTHER  INSTRUMENTS  NECESSARY\n   36  OR CONVENIENT FOR THE EXERCISE OF ITS POWERS AND DUTIES UNDER THIS ARTI-\n   37  CLE;\n   38    7. TO SUE AND BE SUED;\n   39    8.  TO  APPOINT AN EXECUTIVE OFFICER, OFFICERS, AGENTS, EMPLOYEES, AND\n   40  PRESCRIBE THEIR DUTIES AND QUALIFICATIONS;\n   41    9. TO HOLD HEARINGS IN THE EXERCISE  OF  ITS  POWERS,  FUNCTIONS,  AND\n   42  DUTIES AS PROVIDED FOR BY THIS ARTICLE;\n   43    10. TO CONTRACT FOR PROFESSIONAL AND TECHNICAL ASSISTANCE AND ADVICE;\n   44    11.  TO  CONTRACT  FOR  AND  ACCEPT  ANY ASSISTANCE, INCLUDING BUT NOT\n   45  LIMITED TO GIFTS, GRANTS, OR LOANS OF FUNDS, OR  OF  PROPERTY  FROM  THE\n   46  FEDERAL  GOVERNMENT  OR  ANY  AGENCY  OR INSTRUMENTALITY THEREOF, OR ANY\n   47  STATE AGENCY, OR FROM ANY OTHER PUBLIC OR PRIVATE SOURCE AND TO  COMPLY,\n   48  SUBJECT TO THE PROVISIONS OF THIS ARTICLE, WITH THE TERMS AND CONDITIONS\n   49  THEREOF.\n   50    S  119-DDD. AGENCY COOPERATION. 1. EVERY STATE AGENCY SHALL OFFER FULL\n   51  COOPERATION TO THE COUNCIL IN CARRYING OUT THE PROVISIONS OF THIS  ARTI-\n   52  CLE.\n   53    2.  EVERY  AGENCY  OF  THE COUNTY AND THE MUNICIPAL CORPORATIONS SHALL\n   54  OFFER FULL COOPERATION TO THE COUNCIL IN CARRYING OUT THE PROVISIONS  OF\n   55  THIS ARTICLE.\n\n       S. 1459                             5                            A. 1412\n\n    1    S  119-EEE.  IMPLEMENTATION REPORT FOR THE TRANSPORTATION PLAN. 1. THE\n    2  COUNCIL IS HEREBY DIRECTED TO PREPARE AN IMPLEMENTATION REPORT  FOR  THE\n    3  TRANSPORTATION PLAN FOR THE PECONIC BAY REGION WHICH SHALL INCLUDE:\n    4    (A)  ESTABLISHMENT  OF  SHUTTLE TRAINS UTILIZING THE EXISTING RIGHT OF\n    5  WAY OF THE LONG ISLAND RAIL ROAD;\n    6    (B) ESTABLISHMENT AND COORDINATION OF BUS TRANSPORTATION TO COMPLEMENT\n    7  SHUTTLE TRAINS;\n    8    (C) A REGIONAL GOVERNANCE  STRUCTURE  TO  OPERATE  THE  TRANSPORTATION\n    9  PLAN;\n   10    (D) ESTABLISHMENT OF PARK AND RAIL FACILITIES; AND\n   11    (E)  ADDITIONAL  NON-STOP TRAINS FROM NEW YORK CITY TO THE PECONIC BAY\n   12  REGION.\n   13    2. THE IMPLEMENTATION REPORT SHALL BE PREPARED  IN  SUFFICIENT  DETAIL\n   14  AND  SPECIFICITY  TO  PERMIT  THE  RELEVANT  GOVERNMENTAL AUTHORITIES TO\n   15  PROCEED DIRECTLY TO THE IMPLEMENTATION OF THE TRANSPORTATION  PLAN.  THE\n   16  IMPLEMENTATION REPORT SHALL ESTABLISH A TIMETABLE FOR RECOMMENDED PUBLIC\n   17  TRANSPORTATION PROJECTS. THE IMPLEMENTATION REPORT SHALL INCLUDE A CAPI-\n   18  TAL  PLAN  AND  BUDGET FOR ITS IMPLEMENTATION. THE IMPLEMENTATION REPORT\n   19  SHALL INCLUDE THE ASSESSMENT OF ENVIRONMENTAL IMPACTS, PRELIMINARY ENGI-\n   20  NEERING, AND FINAL DESIGN.\n   21    3. AT LEAST FOUR PUBLIC HEARINGS, ONE IN EACH TOWN IN THE PECONIC  BAY\n   22  REGION SHALL BE HELD ON THE FINAL IMPLEMENTATION PLAN.\n   23    4. A PROPOSITION TO APPROVE THE IMPLEMENTATION PLAN SHALL BE SUBMITTED\n   24  TO  THE  VOTERS  AS A REFERENDUM IN EACH OF THE TOWNS IN THE PECONIC BAY\n   25  REGION AT THE GENERAL ELECTION TO BE HELD AT LEAST NINETY DAYS AFTER THE\n   26  COMPLETION OF THE PUBLIC HEARINGS PROVIDED FOR IN SUBDIVISION  THREE  OF\n   27  THIS SECTION. SUCH REFERENDUM SHALL BE DEEMED APPROVED IF IT IS APPROVED\n   28  BY  A  MAJORITY  OF THE VOTERS VOTING ON SUCH REFERENDUM IN EACH TOWN IN\n   29  THE PECONIC BAY REGION.\n   30    S 119-FFF. SUBMISSION TO THE LEGISLATURE.  UPON APPROVAL OF  THE  PLAN\n   31  BY REFERENDUM, SUCH APPROVED IMPLEMENTATION REPORT SHALL BE SUBMITTED TO\n   32  THE  LEGISLATURE  BY  THE  COUNCIL  NO LATER THAN THIRTY DAYS AFTER SUCH\n   33  APPROVAL.\n   34    S 3. This act shall take effect immediately and shall remain  in  full\n   35  force  and  effect  until  December  31,  2016  when  upon such date the\n   36  provisions of this act shall expire and be deemed repealed.\n",
  "memo" : "BILL NUMBER:S1459\n\nTITLE OF BILL:\nAn act\nto amend the general municipal law, in relation to creating the Peconic\nBay regional transportation council;\nand providing for the repeal of such provisions upon expiration thereof\n\nPURPOSE:\nThis legislation would create the Peconic Bay Regional\nTransportation Council. This council would coordinate a proposal for\nthe development of an improved public transit system for the region.\n\nSUMMARY OF PROVISIONS:\n\nSection 1: Legislative Findings\n\nSection 2: Article 5-M - Peconic Bay Transportation Council\n\n* Section 119-aaa - Definitions\n\n* Section 119-bbb - Creates the Peconic Bay Transportation Council,\nestablishes guidelines for membership to the council.\n\n* Section 119-ccc - Establishes the powers and duties of the Council.\n\n* Section 119-ddd - states that every State agency shall offer full\ncooperation to the council.\n\n* Section 119-eee - Directs the council to prepare an implementation\nreport for the transportation plan for the Peconic Bay region.\n\n* section 119-fff - Requires the Peconic Bay Regional Transportation\nCouncil's submission of the approved plan to the Legislature no later\nthan 30 days after such approval\n\nSection 3: Effective Date\n\nJUSTIFICATION:\nExpanding traffic congestion in the Peconic Bay region\nhas resulted in deteriorating traffic safety, declining air quality,\nparking problems, and adverse impacts to the historical and rural\nresources of the area, and has impeded further growth and development\nin the region. In order to preserve the tourism industry, and provide\ncomfort for the permanent residents of the region, the issue of\ntraffic congestion must be addressed.\n\nAs the unique geography of the region does not permit highway\nexpansion, the solution lies with the expansion of the public transit\nsystem in the region.\n\nThis legislation would create an entity to coordinate the local\ngovernments, state government and federal government and other\ninterested parties to create and establish a successful public\ntransit initiative for the Peconic Bay region. Bringing the\nstakeholders and community members together in the development of the\nplan will ensure an open and comprehensive decision making process.\n\nLEGISLATIVE HISTORY:\n2009-10: A.6743-B/S.3181-B -- Remained in Committee\n2007-08: A.1735/S.1235     -- Remained in Committee\n2005-06: A.9784/S.6670-- Remained in Committee\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall remain in full force\nand effect until December 31, 2016 when upon such date the provisions\nof this act shall expire and be deemed repealed.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to creating the Peconic Bay regional transportation council; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110107.T144409.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110107.T150914.TXT", "SOBI.D110107.T141407.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932686
}