{
  "year" : 2011,
  "senateBillNo" : "S1455-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1455-2011-1294376400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for local tidal wetlands protection",
  "summary" : "Provides for local tidal wetlands protection; authorizes that if a town, village, city or county does not possess the technical capacity or the procedures effectively to carry out the requirements of this title, such local function shall be transferred to the county or the department thereof; provides for exemptions from local implementation under this title those tidal wetlands which, by reason of their size or special characteristics of unique environmental value or by reason of common characteristics, are appropriately to be administered pursuant to this article by the department alone; makes related provisions. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A1408",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SA871-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1455                                                  A. 1408\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Environmental\n         Conservation\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to local\n         tidal wetlands protection\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 25 of the environmental conservation law is amended\n    2  by adding a new title 5 to read as follows:\n    3                                   TITLE 5\n    4                            LOCAL IMPLEMENTATION\n    5  SECTION 25-0501. LOCAL TIDAL WETLANDS PROTECTION PROCEDURES.\n    6          25-0503. TRANSFER OF FUNCTION TO COUNTY; SUPERSESSION BY DEPART-\n    7                     MENT.\n    8          25-0505. EXEMPTION FROM LOCAL IMPLEMENTATION.\n    9          25-0507. RESERVATION OF LOCAL JURISDICTION.\n   10          25-0509. RELATIONSHIP TO OTHER LAWS.\n   11  S 25-0501. LOCAL TIDAL WETLANDS PROTECTION PROCEDURES.\n   12    1.  ON  OR  AFTER  SEPTEMBER 1, 2011, EACH LOCAL GOVERNMENT MAY ADOPT,\n   13  AMEND, AND, UPON THE FILING  OF  THE  APPROPRIATE  TIDAL  WETLANDS  MAP,\n   14  IMPLEMENT  A  TIDAL  WETLANDS  PROTECTION LAW OR ORDINANCE IN ACCORDANCE\n   15  WITH THIS ARTICLE TO BE APPLICABLE  TO  ALL  TIDAL  WETLANDS  WHOLLY  OR\n   16  PARTIALLY  WITHIN  ITS JURISDICTION. NO TIDAL WETLANDS PROTECTION LAW OR\n   17  ORDINANCE ADOPTED BY A COUNTY PURSUANT TO THIS SECTION SHALL BE APPLICA-\n   18  BLE WITHIN THE BOUNDARIES OF ANY CITY, TOWN OR VILLAGE WHICH HAS ADOPTED\n   19  AND IS IMPLEMENTING A LOCAL TIDAL WETLANDS PROTECTION LAW  OR  ORDINANCE\n   20  CONSISTENT WITH THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03735-01-1\n\n       S. 1455                             2                            A. 1408\n\n    1    2. SUCH TIDAL WETLANDS PROTECTION LAW OR ORDINANCE MAY BE IN SUCH FORM\n    2  AND  WITH  SUCH  PROCEDURES PRESCRIBED AS MAY BE DETERMINED BY THE LOCAL\n    3  GOVERNMENT ADOPTING THE SAME, OR IT MAY SET  FORTH  THE  PROCEDURES  AND\n    4  CONCEPTS  CONTAINED  IN  THIS  ARTICLE; PROVIDED, HOWEVER, THAT NO LOCAL\n    5  TIDAL  WETLANDS PROTECTION LAW OR ORDINANCE ENACTED PURSUANT TO SUBDIVI-\n    6  SION ONE OF THIS SECTION SHALL BE LESS PROTECTIVE OF TIDAL  WETLANDS  OR\n    7  EFFECTIVENESS OF ADMINISTRATIVE AND JUDICIAL REVIEW, THAN THE PROCEDURES\n    8  SET  FORTH IN THIS ARTICLE, NOR SHALL SUCH LOCAL LAW OR ORDINANCE AFFECT\n    9  THE ACTIVITIES EXEMPTED FROM PERMIT BY SECTION 25-0401 OF THIS ARTICLE.\n   10    3. ADOPTION BY A LOCAL GOVERNMENT, PURSUANT  TO  THIS  ARTICLE,  OF  A\n   11  LOCAL  TIDAL  WETLANDS  PROTECTION  LAW OR ORDINANCE BY REFERENCE TO THE\n   12  PROCEDURES AND CONCEPTS SET FORTH IN THIS SECTION SHALL BE SUFFICIENT IF\n   13  REFERENCE IS MADE TO THE PROCEDURES AND CONCEPTS OF  THIS  ARTICLE  WITH\n   14  EXCEPTIONS,   ADDITIONS,   AND  MODIFICATIONS  THERETO  NOTED;  AND  THE\n   15  ADOPTION, ONCE EFFECTED, SHALL INCLUDE SUBSEQUENT  STATUTORY  AMENDMENTS\n   16  TO THIS ARTICLE AS AFORESAID; SUBJECT, AGAIN, TO EXCEPTION, ADDITION, OR\n   17  MODIFICATION  BY SUCH MUNICIPALITY, WITHOUT TIME LIMITATION. AT ANY TIME\n   18  AFTER A LOCAL ADOPTION OF THE PROCEDURES CONTAINED IN  THIS  ARTICLE,  A\n   19  LOCAL GOVERNMENT SUBJECT TO THIS SECTION MAY RESCIND ITS ADOPTION THERE-\n   20  OF  AND SIMULTANEOUSLY ADOPT A LOCAL TIDAL WETLANDS PROTECTION PROCEDURE\n   21  IN ACCORDANCE WITH SUBDIVISIONS 1 AND 2 OF THIS SECTION.\n   22    4. IF A CITY, TOWN OR VILLAGE FAILS TO ADOPT  AND  IMPLEMENT  A  TIDAL\n   23  WETLANDS  PROTECTION LAW OR ORDINANCE IN ACCORDANCE WITH THIS ARTICLE BY\n   24  THE DATE THE APPLICABLE TIDAL WETLANDS MAP IS FILED BY  THE  DEPARTMENT,\n   25  IT  SHALL  BE  DEEMED  TO HAVE TRANSFERRED THE FUNCTION TO THE COUNTY IN\n   26  ACCORDANCE WITH SECTION 25-0503 OF THIS TITLE. IF THE COUNTY FAILS WITH-\n   27  IN NINETY DAYS AFTER THE DATE OF FILING OF THE APPLICABLE TIDAL WETLANDS\n   28  MAP OR BY SEPTEMBER 1, 2011, WHICHEVER IS LATER, TO ADOPT AND  IMPLEMENT\n   29  A  TIDAL  WETLANDS  PROTECTION  LAW OR ORDINANCE IN ACCORDANCE WITH THIS\n   30  ARTICLE, IT SHALL BE DEEMED TO HAVE  TRANSFERRED  THE  FUNCTION  TO  THE\n   31  DEPARTMENT.  WITHIN  THIRTY  DAYS AFTER THE ADOPTION OF A TIDAL WETLANDS\n   32  PROTECTION LAW OR ORDINANCE PURSUANT TO THIS ARTICLE, THE LOCAL  GOVERN-\n   33  MENT  SHALL  NOTIFY  THE DEPARTMENT THEREOF, UNDER SUCH TERMS AND CONDI-\n   34  TIONS AS THE DEPARTMENT MAY PRESCRIBE, TOGETHER WITH ITS  TECHNICAL  AND\n   35  ADMINISTRATIVE  CAPACITY  TO  ADMINISTER  THE  ACT.  FAILURE  OF A LOCAL\n   36  GOVERNMENT TO GIVE SUCH NOTICE SHALL CONSTITUTE A TRANSFER  OF  FUNCTION\n   37  PURSUANT TO THIS SUBDIVISION AND SECTION 25-0503 OF THIS TITLE.\n   38    5.  A  LOCAL GOVERNMENT OR THE DEPARTMENT SHALL HAVE THE RIGHT, IN ITS\n   39  REGULATION OF TIDAL WETLANDS WITHIN ITS  JURISDICTION,  TO  CHARGE  SUCH\n   40  FEES AND EXPENSES TO AN APPLICANT FOR OFFICIAL ACTION AS SHALL ENABLE IT\n   41  TO RECOVER THE COSTS INCURRED BY REASON OF SUCH APPLICATION.\n   42    6.  ANY  LOCAL  GOVERNMENT  WHICH  DEFAULTS OR TRANSFERS ITS AUTHORITY\n   43  PURSUANT TO SUBDIVISION FOUR OF THIS SECTION OR SECTION 25-0503 OF  THIS\n   44  TITLE,  MAY RECOVER SUCH AUTHORITY AT ANY TIME BY ADOPTING A LOCAL TIDAL\n   45  WETLAND PROTECTION LOCAL LAW OR ORDINANCE CONSISTENT WITH  THIS  ARTICLE\n   46  AND NOTIFYING THE COUNTY AND THE DEPARTMENT OF THE ADOPTION. SUCH NOTICE\n   47  SHALL  BE GIVEN BY CERTIFIED MAIL WITHIN TEN DAYS OF THE ADOPTION THERE-\n   48  OF. SUCH LOCAL LAW OR ORDINANCE SHALL NOT BECOME EFFECTIVE IN LESS  THAN\n   49  SIXTY NOR MORE THAN ONE HUNDRED DAYS FROM THE ADOPTION THEREOF.\n   50    7. THE TECHNICAL SERVICES OF THE DEPARTMENT SHALL BE MADE AVAILABLE TO\n   51  MUNICIPALITIES,  ON  A FEE BASIS, IN THE IMPLEMENTATION OF THE PROCEDURE\n   52  SET FORTH IN THIS SECTION.\n   53  S 25-0503. TRANSFER OF FUNCTION TO COUNTY; SUPERSESSION BY DEPARTMENT.\n   54    1. IN THE EVENT THAT A TOWN, VILLAGE, CITY OR COUNTY SHALL CERTIFY  IN\n   55  WRITING, AS PROVIDED IN THIS SECTION, THAT IT DOES NOT POSSESS THE TECH-\n   56  NICAL  CAPACITY  OR THE PROCEDURES TO EFFECTIVELY CARRY OUT THE REQUIRE-\n\n       S. 1455                             3                            A. 1408\n\n    1  MENTS OF THIS TITLE, SUCH LOCAL FUNCTION SHALL  BE  TRANSFERRED  TO  THE\n    2  COUNTY  OR  THE DEPARTMENT, AS THE CASE MAY BE. THE CERTIFICATION OF THE\n    3  TOWN, VILLAGE OR CITY SHALL BE BY CERTIFIED MAIL TO THE CHIEF  EXECUTIVE\n    4  OFFICER OF THE COUNTY, OR, IN THE CASE OF A COUNTY, TO THE COMMISSIONER.\n    5    2.  IN THE EVENT THAT THE COMMISSIONER SHALL FIND THAT A LOCAL GOVERN-\n    6  MENT DOES NOT POSSESS THE TECHNICAL CAPACITY OR THE  IMPLEMENTED  PROCE-\n    7  DURES  TO EFFECTIVELY CARRY OUT THE REQUIREMENTS OF THIS TITLE, AND THAT\n    8  HIS OR HER FAILURE TO ACT WILL ENTAIL A DEFAULT, OR THE POTENTIAL  OF  A\n    9  DEFAULT,  IN  TIDAL  WETLANDS REGULATION, THE COMMISSIONER MAY SUPERSEDE\n   10  THE LOCAL GOVERNMENT AND ORDER, ALTERNATIVELY,  EITHER  THAT  THE  LOCAL\n   11  FUNCTION  BE  TRANSFERRED  TO  THE COUNTY, OR THAT THE DEPARTMENT ITSELF\n   12  UNDERTAKE THE LOCAL FUNCTION, ALL TO THE EXTENT NECESSARY TO  CARRY  OUT\n   13  THE  PURPOSES  OF THIS ARTICLE. THE SUPERSESSION OF THE LOCAL GOVERNMENT\n   14  SHALL BE BY ORDER OF THE COMMISSIONER SENT, BY CERTIFIED  MAIL,  TO  THE\n   15  CHIEF EXECUTIVE OFFICER OF THE LOCAL GOVERNMENT INVOLVED.\n   16    3.  IN  THE EVENT OF TRANSFER OR SUPERSESSION UNDER SUBDIVISION 1 OR 2\n   17  OF THIS SECTION, SUBSEQUENT PROCEEDINGS SHALL BE IN ACCORDANCE WITH  THE\n   18  FURTHER REQUIREMENTS OF THIS ARTICLE.\n   19  S 25-0505. EXEMPTION FROM LOCAL IMPLEMENTATION.\n   20    THE  COMMISSIONER, BY RULE, MAY EXEMPT FROM LOCAL IMPLEMENTATION UNDER\n   21  THIS TITLE THOSE TIDAL WETLANDS  WHICH,  BY  REASON  OF  THEIR  SIZE  OR\n   22  SPECIAL  CHARACTERISTICS  OF  UNIQUE ENVIRONMENTAL VALUE OR BY REASON OF\n   23  COMMON CHARACTERISTICS, ARE APPROPRIATELY TO BE ADMINISTERED PURSUANT TO\n   24  THIS ARTICLE BY THE DEPARTMENT ALONE. SUCH RULE, BASED UPON FINDINGS  OF\n   25  FACT  MADE AFTER PUBLIC HEARING, MAY RELATE TO CLASSES OF WETLANDS BASED\n   26  ON SIZE OR PARTICULAR CHARACTERISTICS, OR  TO  PARTICULAR  WETLANDS  THE\n   27  CHARACTERISTICS  OF  WHICH  MAKE  THEM  SUBJECT  TO  THE EXERCISE OF THE\n   28  COMMISSIONER'S DISCRETION PURSUANT TO  THIS  SECTION.  THE  COMMISSIONER\n   29  SHALL  MAKE  AN  ORDER  TO  SUCH EFFECT IN EACH SUCH INSTANCE AND SEND A\n   30  CERTIFIED COPY THEREOF TO THE EXECUTIVE OFFICER OF EACH LOCAL GOVERNMENT\n   31  AFFECTED THEREBY WITHIN TEN DAYS OF HIS OR HER SIGNING  THE  SAME;  SUCH\n   32  ORDER SHALL NOT TAKE EFFECT UNTIL FORTY DAYS AFTER SUCH SIGNING.\n   33  S 25-0507. RESERVATION OF LOCAL JURISDICTION.\n   34    EXCEPT  AS PROVIDED IN THIS ARTICLE, JURISDICTION OVER ALL AREAS WHICH\n   35  WOULD QUALIFY AS TIDAL WETLANDS IS RESERVED TO THE CITY, TOWN OR VILLAGE\n   36  IN WHICH THEY ARE WHOLLY OR PARTIALLY LOCATED, AND THE IMPLEMENTATION OF\n   37  THIS ARTICLE WITH RESPECT THERETO IS THE RESPONSIBILITY  OF  SUCH  CITY,\n   38  TOWN  OR  VILLAGE,  IN ACCORDANCE WITH SECTION 25-0501 OF THIS TITLE AND\n   39  TITLE 23 OF ARTICLE 71 OF THIS CHAPTER, EXCEPT  THAT  A  CITY,  TOWN  OR\n   40  VILLAGE  IN  THE EXERCISE OF ITS POWERS UNDER THIS SECTION, SHALL NOT BE\n   41  SUBJECT TO THE PROVISIONS OF SUBDIVISION 4 OF SECTION 25-0501,  SUBDIVI-\n   42  SIONS  2 AND 3 OF SECTION 25-0503, OR SECTION 25-0505 OF THIS TITLE, BUT\n   43  SHALL BE SUBJECT TO JUDICIAL REVIEW SECTION 25-0404 OF THIS ARTICLE.\n   44  S 25-0509. RELATIONSHIP TO OTHER LAWS.\n   45    NO PROVISION OF THIS ARTICLE SHALL BE DEEMED TO REMOVE FROM ANY  LOCAL\n   46  GOVERNMENT ANY AUTHORITY PERTAINING TO THE REGULATION OF TIDAL WETLANDS,\n   47  WHETHER  SUCH WETLANDS ARE UNDER THE JURISDICTION OF THE DEPARTMENT OR A\n   48  COUNTY PURSUANT TO SUBDIVISION 4 OF SECTION 25-0501 OF THIS TITLE, UNDER\n   49  THE COUNTY, GENERAL CITY, GENERAL MUNICIPAL, MUNICIPAL HOME RULE,  TOWN,\n   50  VILLAGE,  OR  ANY OTHER LAW, PROVIDED, HOWEVER, THAT ANY SUCH REGULATION\n   51  BY A LOCAL GOVERNMENT SHALL BE AT LEAST AS PROTECTIVE OF TIDAL  WETLANDS\n   52  AS  THE REGULATIONS IN EFFECT PURSUANT TO THE PROVISIONS OF THIS CHAPTER\n   53  OR ANY RULE OR REGULATION PROMULGATED PURSUANT TO THE PROVISIONS OF THIS\n   54  ARTICLE OR PURSUANT TO A LOCAL TIDAL WETLANDS PROTECTION  LAW  OR  ORDI-\n   55  NANCE  ADOPTED BY A COUNTY PURSUANT TO THE PROVISIONS OF SECTION 25-0501\n   56  OF THIS TITLE.\n\n       S. 1455                             4                            A. 1408\n\n    1    S 2. This act shall take effect on the one hundred eightieth day after\n    2  it shall have become a law; provided, however, that effective immediate-\n    3  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n    4  necessary  for  the implementation of this act on its effective date are\n    5  authorized  and  directed  to  be  made  and completed on or before such\n    6  effective date.\n",
  "memo" : "BILL NUMBER:S1455\n\nTITLE OF BILL:\n\nAn act\nto amend the environmental conservation law, in relation\nto local tidal wetlands protection\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nProvides for local tidal wetlands protection.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nThis bill adds a new Title 5 to Article 25 of the Environmental\nConservation Law to allow each local government, after September 1,\n2011, to adopt, amend, and, upon the filing of the appropriate tidal\nwetlands map, implement a tidal wetland protection law or ordinance\nto be applicable to all tidal wetlands wholly or partially within its\njurisdiction. No local tidal wetlands protection law or ordinance\nshall be less protective of tidal wetlands than the regulations in\neffect pursuant to the provisions of the Environmental Conservation\nLaw (\"ECL\"), and no local tidal wetlands law or ordinance may affect\nthe activities currently exempted from permit by Section 25-0401 of\nthe ECL, such as commercial or recreational fishing or activities of\nthe Department of Health or of local government with respect to\nmatters of public health.\n\nIf a city, town or village fails to adopt and implement a tidal\nwetlands protection law or ordinance by the date the applicable tidal\nwetlands map is filed by the DEC, it shall be deemed to have\ntransferred the function to the county. If the county fails, within\nninety days after the date of filing of the tidal wetlands map, or by\nSeptember 1, 2011, whichever is later, to adopt and implement a tidal\nwetlands protection law or ordinance, it shall be deemed to have\ntransferred the function to the DEC.\n\nJUSTIFICATION:\n\nUnder current law, local governments can administer a similar program\nfor freshwater wetlands. As such, this bill would make the law\nconsistent among both the tidal and freshwater wetlands programs. In\naddition, costs to New York State to administer the program could be\nreduced if localities decide they want to participate. Since it will\nbe up to the local government to make the decision to voluntarily\nimplement a tidal wetlands program, it is not a mandate.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009-10: A.2583A/S.871A - Remained in Environmental Conservation\nCommittee\n\nFISCAL IMPLICATIONS:\n\nTo be determined; possible reduction in costs to New York State.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the one hundred eightieth day after it\nshall have become a law; provided, however, that effective\nimmediately, the addition, amendment and/or repeal of any rule or\nregulation necessary for the implementation of this act on its\neffective date are authorized and directed to be made and completed\non or before such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to local tidal wetlands protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T150413.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T140405.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932678
}