{
  "year" : 2011,
  "senateBillNo" : "S1450-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1450-2011-1294376400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the Peconic Bay regional transportation authority",
  "summary" : "Creates the Peconic Bay Regional Transportation Authority, embracing the towns of Brookhaven, East Hampton, Riverhead, Shelter Island, Southampton, and Southold in the county of Suffolk. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1403",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S7036-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1450                                                  A. 1403\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when printed to be committed to the Committee on Transporta-\n         tion\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE, MURRAY --  Multi-Sponsored\n         by  -- M. of A. ENGLEBRIGHT -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to the  creation\n         of the Peconic Bay regional transportation authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 5 of the  public  authorities  law  is  amended  by\n    2  adding a new title 11-E to read as follows:\n    3                                 TITLE 11-E\n    4                PECONIC BAY REGIONAL TRANSPORTATION AUTHORITY\n    5  SECTION 1349-A. SHORT TITLE.\n    6          1349-B. DEFINITIONS.\n    7          1349-C. PECONIC BAY REGIONAL TRANSPORTATION DISTRICT.\n    8          1349-D. PECONIC BAY REGIONAL TRANSPORTATION AUTHORITY.\n    9          1349-E. PURPOSES OF THE AUTHORITY.\n   10          1349-F. FORMULATION,  FILING AND ADOPTION OF MASTER PLAN; AMEND-\n   11                    MENTS.\n   12          1349-G. FILING FIVE  YEAR  PERFORMANCE,  CAPITAL  AND  OPERATING\n   13                    FINANCE PLANS.\n   14          1349-H. GENERAL POWERS OF THE AUTHORITY.\n   15          1349-I. SPECIAL POWERS OF THE AUTHORITY.\n   16          1349-J. ACQUISITION AND DISPOSITION OF REAL PROPERTY.\n   17          1349-K. COOPERATION AND ASSISTANCE OF OTHER AGENCIES.\n   18          1349-L. NOTES AND BONDS OF THE AUTHORITY.\n   19          1349-M. RESERVE FUNDS AND APPROPRIATIONS.\n   20          1349-N. AGREEMENT OF THE STATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03743-01-1\n\n       S. 1450                             2                            A. 1403\n\n    1          1349-O. RIGHT OF STATE TO REQUIRE REDEMPTION OF BONDS.\n    2          1349-P. REMEDIES OF NOTEHOLDERS AND BONDHOLDERS.\n    3          1349-Q. NOTES AND BONDS AS LEGAL INVESTMENT.\n    4          1349-R. EXEMPTION FROM TAXATION.\n    5          1349-S. ACTIONS AGAINST THE AUTHORITY.\n    6          1349-T. AGREEMENTS RELATING TO PAYMENT IN LIEU OF TAXES.\n    7          1349-U. INTEREST   OF  MEMBERS  OR  EMPLOYEES  OF  AUTHORITY  IN\n    8                    CONTRACTS PROHIBITED.\n    9          1349-V. FISCAL YEAR.\n   10          1349-W. CONSENT BY THE STATE.\n   11          1349-X. SEPARABILITY.\n   12          1349-Y. EFFECT OF INCONSISTENT PROVISIONS.\n   13    S 1349-A. SHORT TITLE. THIS TITLE MAY BE CITED  AS  THE  \"PECONIC  BAY\n   14  REGIONAL TRANSPORTATION AUTHORITY ACT\".\n   15    S  1349-B. DEFINITIONS. AS USED OR REFERRED TO IN THIS TITLE, UNLESS A\n   16  DIFFERENT MEANING CLEARLY APPEARS FROM THE CONTEXT:\n   17    1. \"AUTHORITY\" SHALL MEAN THE CORPORATION CREATED BY SECTION  THIRTEEN\n   18  HUNDRED FORTY-NINE-D OF THIS TITLE.\n   19    2. \"TRANSPORTATION DISTRICT\" AND \"DISTRICT\" SHALL MEAN THE PECONIC BAY\n   20  REGIONAL  TRANSPORTATION  DISTRICT  CREATED  BY SECTION THIRTEEN HUNDRED\n   21  FORTY-NINE-C OF THIS TITLE.\n   22    3. \"PARTICIPATING TOWN\" SHALL MEAN ANY OF THE TOWNS DEFINED IN SECTION\n   23  THIRTEEN HUNDRED FORTY-NINE-C OF THIS TITLE.\n   24    4. \"FEDERAL GOVERNMENT\" SHALL MEAN THE UNITED STATES OF  AMERICA,  AND\n   25  ANY  OFFICER,  DEPARTMENT,  BOARD,  COMMISSION, BUREAU, DIVISION, CORPO-\n   26  RATION, AGENCY OR INSTRUMENTALITY THEREOF.\n   27    5. \"GOVERNOR\" SHALL MEAN THE GOVERNOR OF THE STATE OF NEW YORK.\n   28    6. \"COMPTROLLER\" SHALL MEAN THE COMPTROLLER OF THE STATE OF NEW YORK.\n   29    7. \"DIRECTOR OF THE BUDGET\" SHALL MEAN THE DIRECTOR OF THE  BUDGET  OF\n   30  THE STATE OF NEW YORK.\n   31    8. \"STATE\" SHALL MEAN THE STATE OF NEW YORK.\n   32    9.  \"STATE  AGENCY\" SHALL MEAN ANY OFFICER, DEPARTMENT, BOARD, COMMIS-\n   33  SION, BUREAU, DIVISION, PUBLIC BENEFIT CORPORATION, AGENCY OR INSTRUMEN-\n   34  TALITY OF THE STATE.\n   35    10. \"MUNICIPALITY\" SHALL MEAN A CITY,  TOWN,  VILLAGE  OR  COUNTY  NOT\n   36  WHOLLY CONTAINED WITHIN A CITY.\n   37    11.  \"MUNICIPAL  CORPORATION\" SHALL MEAN A CITY, TOWN, VILLAGE, COUNTY\n   38  NOT WHOLLY CONTAINED WITHIN A  CITY,  SPECIAL  TRANSPORTATION  DISTRICT,\n   39  PUBLIC  BENEFIT  CORPORATION OR OTHER PUBLIC CORPORATION, OR TWO OR MORE\n   40  OF THE FOREGOING ACTING JOINTLY.\n   41    12. \"PERSONAL PROPERTY\" SHALL MEAN CHATTELS AND OTHER TANGIBLE  THINGS\n   42  OF A MOVABLE OR REMOVABLE NATURE.\n   43    13.  \"PROPERTY\" SHALL MEAN BOTH REAL AND PERSONAL PROPERTY.\n   44    14.  \"MASTER  PLAN\"  SHALL  MEAN  AN ACTION PLAN FOR IMPLEMENTATION OF\n   45  IMPROVEMENTS TO SUCH MEANS OF PUBLIC TRANSPORTATION AND RELATED SERVICES\n   46  BY OMNIBUS, RAILROAD AND MARINE AND AVIATION FACILITIES AS THE AUTHORITY\n   47  MAY CONTEMPLATE WITHIN THE PECONIC BAY REGIONAL TRANSPORTATION  DISTRICT\n   48  TO EFFECTUATE THE PURPOSES OF THIS TITLE.\n   49    15. \"JOINT SERVICE ARRANGEMENT\" SHALL MEAN AGREEMENTS BETWEEN OR AMONG\n   50  THE  AUTHORITY  AND  ANY COMMON CARRIER OR FREIGHT FORWARDER, THE STATE,\n   51  ANY STATE AGENCY, THE FEDERAL GOVERNMENT, ANY OTHER STATE OR  AGENCY  OR\n   52  INSTRUMENTALITY  THEREOF,  ANY  PUBLIC  AUTHORITY  OF  THIS OR ANY OTHER\n   53  STATE, OR ANY POLITICAL SUBDIVISION OR MUNICIPALITY OF THE STATE, RELAT-\n   54  ING TO PROPERTY, BUILDINGS,  STRUCTURES,  FACILITIES,  SERVICES,  RATES,\n   55  FARES,  CLASSIFICATIONS,  DIVISIONS,  ALLOWANCES  OR  CHARGES (INCLUDING\n   56  CHARGES BETWEEN OPERATORS OF  RAILROAD,  OMNIBUS,  MARINE  AND  AVIATION\n\n       S. 1450                             3                            A. 1403\n\n    1  FACILITIES),  OR  RULES  OR  REGULATIONS  PERTAINING  THERETO, FOR OR IN\n    2  CONNECTION WITH OR INCIDENTAL TO TRANSPORTATION IN PART IN OR UPON RAIL-\n    3  ROAD, OMNIBUS, MARINE OR AVIATION FACILITIES LOCATED WITHIN THE DISTRICT\n    4  AND  IN PART IN OR UPON RAILROAD, OMNIBUS, MARINE OR AVIATION FACILITIES\n    5  LOCATED OUTSIDE THE DISTRICT.\n    6    16. \"PROJECT\" SHALL MEAN ANY UNDERTAKING BY THE AUTHORITY  WITHIN  THE\n    7  DISTRICT  INCLUDING BUT NOT LIMITED TO PORT OR HARBOR FACILITIES, TRANS-\n    8  PORTATION PROPERTIES, ACCESS AND SERVICE ROADS AND  BRIDGES,  EQUIPMENT,\n    9  APPURTENANCES,  UTILITIES,  AIRPORT FACILITIES AND ANY OTHER IMPROVEMENT\n   10  UNDER AUTHORITY JURISDICTION WITHIN THE REGIONAL DISTRICT.\n   11    17. \"FACILITY\" SHALL MEAN, AMONG OTHER THINGS, SUCH PROPERTIES, STRUC-\n   12  TURES, APPURTENANCES, UTILITIES, TERMINALS, WHARFS, DOCKS, PIERS,  RAIL-\n   13  ROAD TRACKAGE, WAREHOUSES, ELEVATORS, EQUIPMENT FOR HANDLING FREIGHT AND\n   14  PASSENGERS  AND  VEHICLES AND SUCH OTHER WORKS, PROPERTIES, BUILDINGS OR\n   15  ALLIED ITEMS NECESSARY OR  DESIRABLE  IN  CONNECTION  WITH  DEVELOPMENT,\n   16  OPERATION, MAINTENANCE OR IMPROVEMENT OF PORT, AIRPORT AND PUBLIC TRANS-\n   17  PORTATION  NEEDS  FOR THE ACCOMMODATION, SAFETY OR COMFORT OF THE PUBLIC\n   18  AND COMMERCIAL ENTERPRISE FOR THE REGIONAL TRANSPORTATION DISTRICT.\n   19    18. \"EQUIPMENT\" SHALL MEAN ROLLING STOCK,  OMNIBUSES,  VEHICLES,  AIR,\n   20  MARINE  OR SURFACE CRAFT, MOTORS, BOILERS, ENGINES, AND OTHER INSTRUMEN-\n   21  TALITIES USED OR USEFUL THEREFOR OR IN CONNECTION THEREWITH.\n   22    19. \"OMNIBUS FACILITIES\" SHALL MEAN MOTOR VEHICLES, OF THE TYPE  OPER-\n   23  ATED  BY  CARRIERS  SUBJECT  TO  THE  JURISDICTION OF THE PUBLIC SERVICE\n   24  COMMISSION, ENGAGED  IN  THE  TRANSPORTATION  OF  PASSENGERS  AND  THEIR\n   25  BAGGAGE, EXPRESS AND MAIL BETWEEN POINTS WITHIN THE DISTRICT OR PURSUANT\n   26  TO  JOINT  SERVICE  ARRANGEMENTS,  AND  EQUIPMENT,  PROPERTY, BUILDINGS,\n   27  STRUCTURES, IMPROVEMENTS, LOADING OR  UNLOADING  AREAS,  PARKING  AREAS,\n   28  BERTHING FACILITIES OR OTHER FACILITIES, NECESSARY, CONVENIENT OR DESIR-\n   29  ABLE  FOR  THE ACCOMMODATION OF SUCH MOTOR VEHICLES OR THEIR PASSENGERS,\n   30  INCLUDING BUT NOT LIMITED TO BUILDINGS, STRUCTURES  AND  AREAS  NOTWITH-\n   31  STANDING  THAT  PORTIONS MAY NOT BE DEVOTED TO ANY OMNIBUS PURPOSE OTHER\n   32  THAN THE PRODUCTION OF REVENUES AVAILABLE FOR THE COSTS AND EXPENSES  OF\n   33  ALL OR ANY FACILITIES OF THE AUTHORITY.\n   34    20.  \"RAILROAD  FACILITIES\" SHALL MEAN RIGHT-OF-WAY AND RELATED TRACK-\n   35  AGE, RAILS, CARS, LOCOMOTIVES, OTHER ROLLING STOCK, SIGNAL, POWER, FUEL,\n   36  COMMUNICATION AND VENTILATION SYSTEMS, POWER  PLANTS,  STATIONS,  TERMI-\n   37  NALS,  STORAGE YARDS, REPAIR AND MAINTENANCE SHOPS, YARDS, EQUIPMENT AND\n   38  PARTS, OFFICES AND OTHER REAL ESTATE OR PERSONALTY USED OR HELD  FOR  OR\n   39  INCIDENTAL  TO THE OPERATION, REHABILITATION OR IMPROVEMENT OF ANY RAIL-\n   40  ROAD OPERATING OR TO OPERATE  BETWEEN  POINTS  WITHIN  THE  DISTRICT  OR\n   41  PURSUANT  TO  JOINT  SERVICE  ARRANGEMENTS, INCLUDING BUT NOT LIMITED TO\n   42  BUILDINGS, STRUCTURES, AND AREAS NOTWITHSTANDING THAT  PORTIONS  THEREOF\n   43  MAY  NOT BE DEVOTED TO ANY RAILROAD PURPOSE OTHER THAN THE PRODUCTION OF\n   44  REVENUES AVAILABLE FOR THE COSTS AND EXPENSES OF ALL OR  ANY  FACILITIES\n   45  OF THE AUTHORITY.\n   46    21.  \"REAL  PROPERTY\"  SHALL  MEAN  LANDS,  STRUCTURES, FRANCHISES AND\n   47  INTERESTS IN LAND, WATERS, LANDS UNDER WATER, RIPARIAN  RIGHTS  AND  ANY\n   48  AND  ALL  THINGS  AND  RIGHTS INCLUDED WITHIN SAID TERM AND INCLUDES NOT\n   49  ONLY FEES SIMPLE ABSOLUTE BUT ALSO ANY AND ALL LESSER INTERESTS  INCLUD-\n   50  ING  BUT NOT LIMITED TO EASEMENTS, RIGHTS OF WAY, USES, LEASES, LICENSES\n   51  AND ALL OTHER INCORPOREAL HEREDITAMENTS AND EVERY  ESTATE,  INTEREST  OR\n   52  RIGHT,  LEGAL  OR EQUITABLE, INCLUDING TERMS FOR YEARS AND LIENS THEREON\n   53  BY WAY OF JUDGMENTS, MORTGAGES OR OTHERWISE.\n   54    22. \"MARINE AND AVIATION FACILITIES\" SHALL MEAN  EQUIPMENT  AND  CRAFT\n   55  FOR THE TRANSPORTATION OF PASSENGERS, MAIL AND CARGO BETWEEN POINTS FROM\n   56  AND  TO  AND  WITHIN  THE DISTRICT OR PURSUANT TO JOINT SERVICE ARRANGE-\n\n       S. 1450                             4                            A. 1403\n\n    1  MENTS, BY MARINE CRAFT AND AIRCRAFT  OF  ALL  TYPES  INCLUDING  BUT  NOT\n    2  LIMITED  TO  HYDROFOILS,  FERRIES,  LIGHTERS, TUGS, BARGES, HELICOPTERS,\n    3  AMPHIBIANS, SEAPLANES OR OTHER CONTRIVANCES NOW  OR  HEREAFTER  USED  IN\n    4  NAVIGATION OR MOVEMENT ON WATERWAYS OR IN THE NAVIGATION OF OR FLIGHT IN\n    5  AIRSPACE. IT SHALL ALSO MEAN ANY AIRPORT FACILITY WITHIN THE TRANSPORTA-\n    6  TION DISTRICT, INCLUDING BUT NOT LIMITED TO ANY FACILITY OR REAL PROPER-\n    7  TY  NECESSARY,  CONVENIENT  OR  DESIRABLE  FOR  THE LANDING, TAKING OFF,\n    8  ACCOMMODATION OR SERVICING OF SUCH  AIRCRAFT,  AND  SHALL  INCLUDE  SUCH\n    9  FACILITIES,  PROPERTY,  STRUCTURES AND APPURTENANCES AS MAY BE NECESSARY\n   10  OR CONVENIENT IN THE OPERATION, MAINTENANCE, DEVELOPMENT OR  IMPROVEMENT\n   11  OF AIRPORTS INCLUDING FACILITIES, PROPERTY, STRUCTURES, AND APPURTENANC-\n   12  ES, LEASED BY THE AUTHORITY TO PERSONS, FIRMS OR CORPORATIONS ENGAGED IN\n   13  AIR  TRANSPORTATION OR THE PRODUCTION OR DEVELOPMENT OF MATERIALS, GOODS\n   14  OR EQUIPMENT FOR AIRPORTS OR AIR TRANSPORTATION OR IN PROVIDING  FACILI-\n   15  TIES  FOR  THE  ACCOMMODATION, SAFETY OR COMFORT OF THE TRAVELING PUBLIC\n   16  AND FOR PURPOSES RELATED OR INCIDENTAL TO ONE OR MORE OF  THE  FOREGOING\n   17  PURPOSES.  IT  SHALL  ALSO  MEAN  PORT  FACILITIES IN THE TRANSPORTATION\n   18  DISTRICT INCLUDING, BUT NOT LIMITED TO, (A) ONE OR  MORE  DOCKS,  ELEVA-\n   19  TORS,  WHARVES,  PIERS,  BULKHEADS,  SLIPS,  BASINS,  HARBORS,  RAILROAD\n   20  CONNECTIONS, SIDE TRACKS  OR  SIDINGS,  FREIGHT  TERMINALS,  WAREHOUSES,\n   21  BRIDGES,  TUNNELS,  AND  AREAS FOR STORAGE OF CARGOES, MATERIALS, GOODS,\n   22  WARES, AND MERCHANDISE OF ANY  KIND  AND  FOR  THE  LOADING,  UNLOADING,\n   23  INTERCHANGE OR TRANSFER OF ANY SUCH CARGOES, MATERIALS, GOODS, WARES AND\n   24  MERCHANDISE; (B) OTHER BUILDINGS, STRUCTURES, FACILITIES OR IMPROVEMENTS\n   25  NECESSARY  TO  ACCOMMODATE STEAMSHIPS OR OTHER VESSELS AND THEIR CARGOES\n   26  OR PASSENGERS; AND (C) ALL REAL AND PERSONAL PROPERTY, DRIVEWAYS, ROADS,\n   27  APPROACHES, MECHANICAL EQUIPMENT AND ALL  APPURTENANCES  AND  FACILITIES\n   28  EITHER  ON, ABOVE OR UNDER THE GROUND WHICH ARE NECESSARY, CONVENIENT OR\n   29  DESIRABLE FOR THE DEVELOPMENT, CONTROL AND OPERATION OF PORT  FACILITIES\n   30  IN THE TRANSPORTATION DISTRICT.\n   31    23. \"TRANSPORTATION FACILITY\" SHALL MEAN ANY RAILROAD, OMNIBUS, MARINE\n   32  OR  AVIATION  FACILITY AND ANY PERSON, FIRM, PARTNERSHIP, ASSOCIATION OR\n   33  CORPORATION WHICH OWNS, LEASES OR OPERATES  ANY  SUCH  FACILITY  OR  ANY\n   34  OTHER  FACILITY  USED  FOR  SERVICE IN THE TRANSPORTATION OF PASSENGERS,\n   35  UNITED STATES MAIL OR PERSONAL PROPERTY AS A COMMON CARRIER FOR HIRE AND\n   36  ANY PORTION THEREOF AND THE RIGHTS, LEASEHOLDS OR OTHER INTEREST THEREIN\n   37  TOGETHER WITH ROUTES, TRACKS,  EXTENSIONS,  CONNECTIONS,  PARKING  LOTS,\n   38  GARAGES, WAREHOUSES, YARDS, STORAGE YARDS, MAINTENANCE AND REPAIR SHOPS,\n   39  TERMINALS,  STATIONS  AND OTHER RELATED FACILITIES THEREOF, THE DEVICES,\n   40  APPURTENANCES, AND EQUIPMENT THEREOF AND POWER PLANTS AND OTHER  INSTRU-\n   41  MENTALITIES USED OR USEFUL THEREFOR OR IN CONNECTION THEREWITH.\n   42    24.  \"COMMISSIONER\"  SHALL  MEAN COMMISSIONER OF TRANSPORTATION OF THE\n   43  STATE OF NEW YORK.\n   44    S 1349-C. PECONIC BAY REGIONAL TRANSPORTATION DISTRICT. THERE IS HERE-\n   45  BY CREATED AND ESTABLISHED A TRANSPORTATION DISTRICT TO BE KNOWN AS  THE\n   46  PECONIC  BAY  REGIONAL  TRANSPORTATION  DISTRICT.  THIS  DISTRICT  SHALL\n   47  EMBRACE THE  TOWNS  OF  BROOKHAVEN,  EAST  HAMPTON,  RIVERHEAD,  SHELTER\n   48  ISLAND,  SOUTHAMPTON,  AND SOUTHOLD IN THE COUNTY OF SUFFOLK. THE TRANS-\n   49  PORTATION DISTRICT SHALL ALSO INCLUDE ALL LANDS AND WATER AND ALL  LANDS\n   50  UNDER WATER AND ALL RIVERS, BAYS AND HARBORS, WITHIN ANY OF THE TOWNS OF\n   51  SAID DISTRICT.\n   52    S  1349-D.  PECONIC BAY REGIONAL TRANSPORTATION AUTHORITY. 1. THERE IS\n   53  HEREBY CREATED THE PECONIC BAY REGIONAL  TRANSPORTATION  AUTHORITY.  THE\n   54  AUTHORITY  SHALL  BE  A BODY CORPORATE AND POLITIC CONSTITUTING A PUBLIC\n   55  BENEFIT CORPORATION.  IT SHALL CONSIST OF SIX MEMBERS  WITH  ONE  MEMBER\n   56  FROM EACH TOWN IN THE REGIONAL TRANSPORTATION DISTRICT.  THE TOWN SUPER-\n\n       S. 1450                             5                            A. 1403\n\n    1  VISOR OF EACH TOWN, OR A DESIGNATED REPRESENTATIVE APPOINTED BY THE TOWN\n    2  SUPERVISOR SHALL BE A MEMBER. THE MEMBERS SHALL ELECT ONE OF ITS MEMBERS\n    3  AS CHAIRPERSON.\n    4    2.  THE  MEMBERS  OF  THE  AUTHORITY,  INCLUDING  THE CHAIR, SHALL NOT\n    5  RECEIVE A SALARY OR OTHER  COMPENSATION  WHEN  RENDERING  SERVICE  AS  A\n    6  MEMBER  OF  THE AUTHORITY OR AS A MEMBER OF ONE OF ITS SUBSIDIARY CORPO-\n    7  RATIONS, BUT SHALL BE ENTITLED TO REIMBURSEMENT FOR ACTUAL AND NECESSARY\n    8  EXPENSES INCURRED IN THE PERFORMANCE OF THEIR OFFICIAL DUTIES.\n    9    3. A MAJORITY OF THE WHOLE NUMBER OF VOTES OF MEMBERS OF THE AUTHORITY\n   10  SHALL CONSTITUTE A QUORUM FOR THE TRANSACTION OF BUSINESS OR  THE  EXER-\n   11  CISE  OF  ANY  POWER  OF THE AUTHORITY. EXCEPT AS OTHERWISE SPECIFIED IN\n   12  THIS TITLE, FOR THE TRANSACTION OF ANY BUSINESS OR THE EXERCISE  OF  ANY\n   13  POWER  OF  THE  AUTHORITY,  THE  AUTHORITY  SHALL HAVE POWER TO ACT BY A\n   14  MAJORITY VOTE OF THE MEMBERS PRESENT AT ANY MEETING AT WHICH A QUORUM IS\n   15  IN ATTENDANCE. EACH MEMBER OF THE AUTHORITY SHALL HAVE ONE VOTE.\n   16    4. THE AUTHORITY SHALL  BE  A  \"STATE  AGENCY\"  FOR  THE  PURPOSES  OF\n   17  SECTIONS SEVENTY-THREE AND SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW.\n   18    5.  THE  AUTHORITY  SHALL  CONTINUE  SO LONG AS IT SHALL HAVE BONDS OR\n   19  OTHER OBLIGATIONS OUTSTANDING AND UNTIL ITS EXISTENCE  SHALL  BE  TERMI-\n   20  NATED  BY  LAW.  UPON THE TERMINATION OF THE EXISTENCE OF THE AUTHORITY,\n   21  ALL ITS RIGHTS AND PROPERTIES SHALL PASS TO AND BE VESTED IN THE STATE.\n   22    S 1349-E. PURPOSES OF THE AUTHORITY. 1. THE PURPOSES OF THE  AUTHORITY\n   23  SHALL  BE THE CONTINUANCE, FURTHER DEVELOPMENT AND IMPROVEMENT OF TRANS-\n   24  PORTATION AND OTHER SERVICES RELATED  THERETO  WITHIN  THE  PECONIC  BAY\n   25  REGIONAL  TRANSPORTATION DISTRICT, BY RAILROAD, OMNIBUS, MARINE AND AIR,\n   26  IN ACCORDANCE WITH THE PROVISIONS OF THIS TITLE.\n   27    2. IT IS HEREBY FOUND AND DECLARED  THAT  SUCH  PURPOSES  ARE  IN  ALL\n   28  RESPECTS  FOR THE BENEFIT OF THE PEOPLE OF THE STATE OF NEW YORK AND THE\n   29  AUTHORITY SHALL BE REGARDED  AS  PERFORMING  AN  ESSENTIAL  GOVERNMENTAL\n   30  FUNCTION  IN  CARRYING  OUT  ITS  PURPOSES  AND IN EXERCISING THE POWERS\n   31  GRANTED BY THIS TITLE.\n   32    S 1349-F. FORMULATION, FILING AND ADOPTION OF MASTER PLAN; AMENDMENTS.\n   33  THE AUTHORITY SHALL FORMULATE A MASTER PLAN  FOR  TRANSPORTATION  WITHIN\n   34  THE  DISTRICT.  IN  FORMULATING  SUCH  MASTER  PLAN, THE AUTHORITY SHALL\n   35  CONSULT AND COOPERATE WITH THE COMMISSIONER AND PLANNING AUTHORITIES  IN\n   36  THE  AREAS OF ITS OPERATIONS, AND SHALL UTILIZE STATE, LOCAL OR REGIONAL\n   37  TRANSPORTATION PLANNING. THE AUTHORITY SHALL REQUEST  AND  USE  EXISTING\n   38  STUDIES,  PLANS, SURVEYS, DATA AND OTHER MATERIALS COMPLETED BY OR UNDER\n   39  DEVELOPMENT BY ANY STATE AGENCY OR MUNICIPALITY OR POLITICAL SUBDIVISION\n   40  OF THE STATE. THE AUTHORITY SHALL FILE COPIES  OF  SUCH  PLAN  WITH  THE\n   41  COMMISSIONER,  THE SUFFOLK COUNTY PLANNING BOARD, THE TOWN BOARD OF EACH\n   42  TOWN WITHIN THE REGIONAL TRANSPORTATION DISTRICT, AND THE LEGISLATURE OF\n   43  THE COUNTY OF SUFFOLK. THE PLAN SHALL CONTAIN INFORMATION REGARDING  THE\n   44  TRANSPORTATION  SYSTEM  THAT  THE AUTHORITY INTENDS TO PROVIDE INCLUDING\n   45  INFORMATION REGARDING THE FACILITIES CONNECTED THEREWITH,  THE  SERVICES\n   46  THE  AUTHORITY  CONTEMPLATES  PROVIDING  AND THE ESTIMATED COSTS AND THE\n   47  PROPOSED METHOD OF FINANCING. DURING SIXTY DAYS AFTER THE FILING OF  THE\n   48  MASTER  PLAN  WITH THE COMMISSIONER, IN THE OFFICE OF THE SUFFOLK COUNTY\n   49  PLANNING BOARD, WITH THE TOWN BOARDS OF THE TOWNS  WITHIN  THE  REGIONAL\n   50  TRANSPORTATION  DISTRICT, AND WITH THE LEGISLATURE OF SUFFOLK COUNTY, AS\n   51  AFORESAID, SAID PLAN SHALL BE AVAILABLE FOR  PUBLIC  INSPECTION  AT  THE\n   52  OFFICE OR OFFICES OF THE AUTHORITY AND AT SUCH OTHER PLACES IN THE TOWNS\n   53  AFFECTED,  WITHIN  THE  DISTRICT,  AS  THE  AUTHORITY MAY DESIGNATE. NOT\n   54  EARLIER THAN THIRTY DAYS AFTER THE FILING OF SAID MASTER PLAN  WITH  THE\n   55  COMMISSIONER,  THE  SUFFOLK  COUNTY PLANNING BOARD, THE TOWN BOARDS, AND\n   56  THE LEGISLATURE OF SUFFOLK COUNTY, A PUBLIC HEARING ON SAID PLANS  SHALL\n\n       S. 1450                             6                            A. 1403\n\n    1  BE  HELD  BY THE AUTHORITY.   NOTICE OF SUCH A HEARING SHALL BE GIVEN TO\n    2  THE COMMISSIONER, THE SUFFOLK COUNTY PLANNING BOARD,  THE  TOWN  BOARDS,\n    3  AND THE LEGISLATURE OF THE COUNTY OF SUFFOLK, AS AFORESAID AND BY PUBLI-\n    4  CATION  ONCE  A WEEK FOR TWO WEEKS PRIOR TO THE SAID HEARING AT THE TIME\n    5  AND PLACE FIXED BY THE AUTHORITY IN NEWSPAPERS  OF  GENERAL  CIRCULATION\n    6  WITHIN  THE  AREAS  AFFECTED,  TO BE SELECTED BY THE AUTHORITY. THE LAST\n    7  PUBLICATION DATE SHALL NOT BE LESS THAN FIVE DAYS BEFORE  SAID  HEARING.\n    8  WITHIN  THIRTY  DAYS  FOLLOWING SAID PUBLIC HEARING, THE AUTHORITY SHALL\n    9  PROVIDE A TRANSCRIPT OF SUCH HEARING TO THE  COMMISSIONER,  THE  SUFFOLK\n   10  COUNTY PLANNING BOARD, EACH TOWN BOARD, AND THE LEGISLATURE OF THE COUN-\n   11  TY  OF  SUFFOLK AS AFORESAID, TOGETHER WITH ANY AMENDMENTS THE AUTHORITY\n   12  MAY PROPOSE TO THE MASTER PLAN. THE AUTHORITY SHALL REQUEST APPROVAL  OF\n   13  THE MASTER PLAN, INCLUDING SUCH AMENDMENTS AS THE AUTHORITY MAY PROPOSE,\n   14  FROM  EACH  TOWN BOARD AND THE COMMISSIONER. ANY PART OF SAID PLAN WHICH\n   15  IS DISAPPROVED BY A TOWN BECAUSE IT  ALTERS  EXISTING  SERVICES  OR  THE\n   16  FINANCING  THEREOF  WITHIN  SAID  TOWN  SHALL NOT BECOME OPERATIVE. THIS\n   17  DISAPPROVAL OF PART OR PARTS OF THE PLAN SHALL NOT MAKE THE ENTIRE  PLAN\n   18  INOPERATIVE.  ANY  PART OF SAID PLAN WHICH IS DISAPPROVED BY THE COMMIS-\n   19  SIONER BECAUSE IT CONFLICTS WITH A STATE-WIDE COMPREHENSIVE MASTER  PLAN\n   20  FOR  TRANSPORTATION,  OR  IN  THE  ABSENCE  OF SUCH PLANS, WOULD HAVE AN\n   21  ADVERSE EFFECT UPON SOUND TRANSPORTATION DEVELOPMENT  POLICY  AND  PLAN-\n   22  NING,  SHALL  NOT  BECOME OPERATIVE. IF THE SAID TOWN BOARDS FAIL TO ACT\n   23  WITHIN SAID SIXTY DAYS OR IN THE CASE OF THE COMMISSIONER  WITHIN  FORTY\n   24  DAYS AFTER APPROVAL IS REQUESTED, SAID FAILURE SHALL BE DEEMED APPROVAL,\n   25  AND  THE  AUTHORITY  MAY ADOPT THE MASTER PLAN BY A MAJORITY VOTE OF ITS\n   26  MEMBERSHIP AND MAY INCLUDE CHANGES, IF ANY, RECOMMENDED BY  THE  COMMIS-\n   27  SIONER,  PLANNING  BOARD  OR  TOWN BOARD. THE MASTER PLAN MAY BE AMENDED\n   28  FROM TIME TO TIME IN THE SAME MANNER USING THE  PROCEDURES  OUTLINED  IN\n   29  THIS  SECTION  FOR  THE  ORIGINAL ADOPTION, EXCEPT THAT PROPOSED CHANGES\n   30  MADE BY THE AUTHORITY UPON RECOMMENDATIONS  OF  THE  COMMISSIONER,  SAID\n   31  TOWN  BOARDS  OR  SUFFOLK COUNTY PLANNING BOARD IN THE FIRST PLAN MAY BE\n   32  EMBODIED OR CONTINUED BY A MAJORITY VOTE OF THE AUTHORITY WITHOUT  ADDI-\n   33  TIONAL  HEARINGS  THEREON  AS REQUIRED FOR THE AMENDMENTS PROPOSED TO BE\n   34  MADE.\n   35    S 1349-G. FILING FIVE YEAR PERFORMANCE, CAPITAL AND OPERATING  FINANCE\n   36  PLANS.  1.  (A)  ON  OR BEFORE JANUARY FIRST, TWO THOUSAND THIRTEEN, AND\n   37  ANNUALLY THEREAFTER ON OR BEFORE  JANUARY  FIRST,  THE  AUTHORITY  SHALL\n   38  ADOPT  AN OPERATIONAL PERFORMANCE PLAN FOR THE FIVE-YEAR PERIOD COMMENC-\n   39  ING JANUARY FIRST. THE PLAN SHALL SET OPERATIONAL PERFORMANCE PLAN GOALS\n   40  AND OBJECTIVES, AND SHALL ESTABLISH PERFORMANCE  INDICATORS  TO  MEASURE\n   41  STANDARDS  OF  SERVICE  AND OPERATIONS. THE PERFORMANCE INDICATORS SHALL\n   42  INCLUDE: REVENUE PASSENGERS, TOTAL PASSENGERS,  REVENUE  VEHICLE  MILES,\n   43  REVENUE  VEHICLE  HOURS, NUMBER OF EMPLOYEES BY DEPARTMENT, VEHICLE MEAN\n   44  DISTANCE  BETWEEN  FAILURES,  ON-TIME  PERFORMANCE  FOR  TOTAL   SERVICE\n   45  PROVIDED,  THE COST PER PASSENGER, THE COST PER REVENUE VEHICLE MILE AND\n   46  THE OPERATING-REVENUE-TO-COST RATIO.\n   47    (B) QUARTERLY REPORTS SHALL BE PREPARED FOR AUTHORITY MEMBERS ON OPER-\n   48  ATING PERFORMANCE. THE FIRST SUCH REPORT  SHALL  COVER  THE  THREE-MONTH\n   49  PERIOD  COMMENCING  JANUARY  FIRST,  TWO  THOUSAND THIRTEEN AND SHALL BE\n   50  SUBMITTED NO LATER THAN THIRTY DAYS AFTER THE END OF THE QUARTER. THERE-\n   51  AFTER, QUARTERLY REPORTS SHALL BE SUBMITTED ON THE LAST DAY OF  JANUARY,\n   52  APRIL,  JULY,  AND  OCTOBER  OF  EACH YEAR. THE REPORT SHALL COMPARE THE\n   53  PERFORMANCE INDICATORS FOR THE MOST RECENT QUARTER AND THE  YEAR-TO-DATE\n   54  PERFORMANCE  INDICATORS  WITH  THE SAME TIME PERIOD IN THE PREVIOUS YEAR\n   55  WITH THE ANNUAL GOALS ESTABLISHED PURSUANT TO THIS SUBDIVISION.\n\n       S. 1450                             7                            A. 1403\n\n    1    2. (A) ON OR BEFORE JANUARY FIRST, TWO THOUSAND THIRTEEN, AND ANNUALLY\n    2  THEREAFTER ON OR BEFORE JANUARY FIRST, THE AUTHORITY SHALL ADOPT A CAPI-\n    3  TAL PROGRAM PLAN FOR THE FIVE-YEAR PERIOD COMMENCING JANUARY FIRST.  THE\n    4  PLAN SHALL CONTAIN THE CAPITAL PROGRAM, SEPARATELY ITEMIZED.\n    5    (B)  THE  PLAN  SHALL SET GOALS AND OBJECTIVES BY FUNCTION FOR CAPITAL\n    6  SPENDING, ESTABLISH STANDARDS FOR SERVICE AND OPERATION,  DESCRIBE  EACH\n    7  CAPITAL PROJECT TO BE INITIATED IN EACH OF THE YEARS COVERED BY THE PLAN\n    8  AND  EXPLAIN HOW EACH PROPOSED PROJECT SUPPORTS THE GOALS AND OBJECTIVES\n    9  AND THE SERVICE AND OPERATIONAL STANDARDS ESTABLISHED IN THE PERFORMANCE\n   10  PLAN. THE PLAN SHALL LIST SEPARATELY BY FUNCTION THOSE PROJECTS CONTRIB-\n   11  UTING TO THE MAINTENANCE OF THE SYSTEM INFRASTRUCTURE AND THOSE INTENDED\n   12  TO ENHANCE THE SYSTEM. THE PLAN SHALL ALSO INCLUDE AN ESTIMATED COST FOR\n   13  EACH PROJECT AND SET FORTH AN ESTIMATE OF THE AMOUNT OF CAPITAL  FUNDING\n   14  REQUIRED  FOR  EACH  YEAR  OF  THE PLAN AND THE EXPECTED SOURCES OF SUCH\n   15  FUNDING. IT SHALL ALSO INCLUDE A PROJECT SCHEDULE FOR THE INITIATION AND\n   16  COMPLETION OF EACH PROJECT. EACH PLAN SUBSEQUENT TO THE FIRST SUCH  PLAN\n   17  SHALL  DESCRIBE  THE  CURRENT STATUS OF EACH CAPITAL PROJECT WHICH HAS A\n   18  TOTAL ESTIMATED COST OF ONE HUNDRED THOUSAND DOLLARS OR MORE  AND  WHICH\n   19  WAS INCLUDED IN THE PREVIOUSLY ADOPTED PLAN.\n   20    (C)  IN ADDITION TO THE ANNUAL UPDATE, A QUARTERLY CAPITAL PLAN STATUS\n   21  REPORT SHALL BE PROVIDED TO THE AUTHORITY MEMBERS AND SHALL INCLUDE, BUT\n   22  NOT BE LIMITED TO, A DESCRIPTION OF ANY MATERIAL CHANGE  IN  THE  SCOPE,\n   23  COST, FUNDING OR TIME OF INITIATION OR COMPLETION OF A PROJECT WHICH HAS\n   24  A  TOTAL  ESTIMATED  COST  OF  ONE  HUNDRED THOUSAND DOLLARS OR MORE, AS\n   25  ADOPTED IN THE PLAN.  THE FIRST SUCH REPORT SHALL COVER THE  THREE-MONTH\n   26  PERIOD  COMMENCING  JANUARY  FIRST,  TWO  THOUSAND THIRTEEN AND SHALL BE\n   27  SUBMITTED NO LATER THAN THIRTY DAYS AFTER THE END OF THE QUARTER. THERE-\n   28  AFTER, QUARTERLY REPORTS SHALL BE SUBMITTED ON THE LAST DAY OF  JANUARY,\n   29  APRIL, JULY, AND OCTOBER OF EACH YEAR.\n   30    3. (A) ON OR BEFORE JANUARY FIRST, TWO THOUSAND THIRTEEN, AND ANNUALLY\n   31  THEREAFTER  ON  OR  BEFORE  JANUARY  FIRST, THE AUTHORITY SHALL ADOPT AN\n   32  OPERATING FINANCE PLAN  FOR  THE  FIVE-YEAR  PERIOD  COMMENCING  JANUARY\n   33  FIRST.  THE  PLAN  SHALL INCLUDE THE ANNUAL ESTIMATED OPERATING COST FOR\n   34  EACH FUNCTION. THE PLAN SHALL INCLUDE THE PROPOSED METHOD  OF  FINANCING\n   35  FOR  THE  LEVEL  OF  SERVICE DEFINED FOR EACH YEAR OF THE PLAN AND SHALL\n   36  FULLY ALLOCATE THE AUTHORITY'S GENERAL COSTS TO EACH OF THE ABOVE  SEPA-\n   37  RATE  FUNCTIONS. THE PLAN SHALL PROVIDE A NARRATIVE DESCRIBING THE OVER-\n   38  ALL FINANCIAL CONDITION OF THE OPERATING BUDGET OF THE AUTHORITY.\n   39    (B) IN ADDITION TO  THE  ANNUAL  UPDATE,  QUARTERLY  OPERATING  BUDGET\n   40  REPORTS  SHALL  BE  PREPARED  FOR THE AUTHORITY MEMBERS ON THE FINANCIAL\n   41  CONDITION OF EACH OF THE AUTHORITY'S FUNCTIONS. THE  FIRST  SUCH  REPORT\n   42  SHALL  COVER  THE THREE-MONTH PERIOD COMMENCING JANUARY FIRST, TWO THOU-\n   43  SAND THIRTEEN AND SHALL BE SUBMITTED NO LATER THAN THIRTY DAYS AFTER THE\n   44  END OF THE QUARTER. THEREAFTER, QUARTERLY REPORTS SHALL BE SUBMITTED  ON\n   45  THE  LAST  DAY  OF  JANUARY,  APRIL, JULY, AND OCTOBER OF EACH YEAR. THE\n   46  REPORTS SHALL INCLUDE A BUDGETARY COMPARISON OF THE MOST RECENT  QUARTER\n   47  AND  YEAR-TO-DATE  ACTUAL  REVENUE  AND  EXPENDITURES WITH THE SAME TIME\n   48  PERIOD IN THE PREVIOUS YEAR AND WITH THE PROJECTIONS FOR THAT TIME PERI-\n   49  OD BASED ON THE BOARD APPROVED BUDGET.\n   50    4. ANY AND ALL REPORTS, INCLUDING INTERIM REPORTS, SHALL BE  SUBMITTED\n   51  TO  THE DIRECTOR OF THE DIVISION OF THE BUDGET, THE COMMISSIONER AND THE\n   52  TOWN BOARD OF EACH TOWN WITHIN THE REGIONAL TRANSPORTATION DISTRICT, THE\n   53  PRESIDENT AND THE TEMPORARY PRESIDENT OF THE SENATE AND THE  SPEAKER  OF\n   54  THE ASSEMBLY.\n   55    S  1349-H.  GENERAL  POWERS  OF THE AUTHORITY. 1.  EXCEPT AS OTHERWISE\n   56  LIMITED BY THIS TITLE, THE AUTHORITY SHALL HAVE POWER:\n\n       S. 1450                             8                            A. 1403\n\n    1    (A) TO SUE AND BE SUED;\n    2    (B) TO HAVE A SEAL AND ALTER THE SAME AT PLEASURE;\n    3    (C)  TO  BORROW MONEY AND ISSUE NEGOTIABLE NOTES, BONDS OR OTHER OBLI-\n    4  GATIONS AND TO PROVIDE FOR THE RIGHTS OF THE HOLDERS THEREOF;\n    5    (D) TO INVEST ANY FUNDS HELD IN  RESERVE  OR  SINKING  FUNDS,  OR  ANY\n    6  MONIES NOT REQUIRED FOR IMMEDIATE USE OR DISBURSEMENT, AT THE DISCRETION\n    7  OF  THE  AUTHORITY,  IN  OBLIGATIONS  OF  THE STATE OR THE UNITED STATES\n    8  GOVERNMENT OR OBLIGATIONS THE PRINCIPAL AND INTEREST OF WHICH ARE  GUAR-\n    9  ANTEED  BY THE STATE OR THE UNITED STATES GOVERNMENT; OR CERTIFICATES OF\n   10  DEPOSIT OF BANKS OR TRUST COMPANIES OR IN  BANK  OR  TRUST  ACCOUNTS  OF\n   11  BANKS  IN  THIS STATE, SECURED BY OBLIGATIONS OF THE UNITED STATES OR OF\n   12  THE STATE OF NEW YORK OF A MARKET VALUE EQUAL AT ALL TIMES TO THE AMOUNT\n   13  OF THE DEPOSIT;\n   14    (E) TO MAKE AND  ALTER  BY-LAWS  FOR  ITS  ORGANIZATION  AND  INTERNAL\n   15  MANAGEMENT,  AND  RULES  AND  REGULATIONS  GOVERNING THE EXERCISE OF ITS\n   16  POWERS AND THE FULFILLMENT OF ITS PURPOSES UNDER THIS TITLE;\n   17    (F) TO ENTER INTO CONTRACTS AND LEASES AND TO EXECUTE ALL  INSTRUMENTS\n   18  NECESSARY OR CONVENIENT;\n   19    (G)  TO  ACQUIRE, HOLD AND DISPOSE OF REAL OR PERSONAL PROPERTY IN THE\n   20  EXERCISE OF ITS POWERS;\n   21    (H) TO APPOINT A GENERAL MANAGER, WHO SHALL SERVE AT THE  PLEASURE  OF\n   22  THE  AUTHORITY,  AND  SUCH OFFICERS AND EMPLOYEES THAT THE AUTHORITY MAY\n   23  REQUIRE FOR THE PERFORMANCE OF ITS DUTIES,  AND  TO  FIX  AND  DETERMINE\n   24  THEIR  QUALIFICATIONS,  DUTIES, AND COMPENSATION AND TO RETAIN OR EMPLOY\n   25  COUNSEL, AUDITORS, ENGINEERS AND PRIVATE CONSULTANTS ON A CONTRACT BASIS\n   26  OR  OTHERWISE  FOR  RENDERING  PROFESSIONAL,  MANAGEMENT  OR   TECHNICAL\n   27  SERVICES AND ADVICE; SUCH GENERAL MANAGER, COUNSEL, AUDITORS, ENGINEERS,\n   28  AND  PRIVATE  CONSULTANTS, OFFICERS AND EMPLOYEES MAY NOT BE A MEMBER OF\n   29  THE AUTHORITY;\n   30    (I) (1) NOTWITHSTANDING SECTION ONE HUNDRED THIRTEEN OF THE RETIREMENT\n   31  AND SOCIAL SECURITY LAW OR ANY OTHER GENERAL OR SPECIAL LAW, THE AUTHOR-\n   32  ITY AND ANY OF ITS SUBSIDIARY CORPORATIONS MAY CONTINUE  OR  PROVIDE  TO\n   33  ITS AFFECTED OFFICERS AND EMPLOYEES ANY RETIREMENT, DISABILITY, DEATH OR\n   34  OTHER  BENEFITS  PROVIDED OR REQUIRED FOR RAILROAD PERSONNEL PURSUANT TO\n   35  FEDERAL OR STATE  LAW.  NOTWITHSTANDING  ANY  PROVISIONS  OF  THE  CIVIL\n   36  SERVICE  LAW, NO OFFICER OR EMPLOYEE OF A SUBSIDIARY CORPORATION, OF THE\n   37  AUTHORITY, OTHER THAN A PUBLIC BENEFIT SUBSIDIARY CORPORATION, SHALL  BE\n   38  A PUBLIC OFFICER OR A PUBLIC EMPLOYEE;\n   39    (2)  THE  AUTHORITY  AND  ANY  OF ITS PUBLIC BENEFIT SUBSIDIARY CORPO-\n   40  RATIONS MAY BE A \"PARTICIPATING EMPLOYER\" IN THE NEW YORK STATE  EMPLOY-\n   41  EES'  RETIREMENT  SYSTEM WITH RESPECT TO ONE OR MORE CLASSES OF OFFICERS\n   42  AND EMPLOYEES OF SUCH AUTHORITY OR ANY SUCH  PUBLIC  BENEFIT  SUBSIDIARY\n   43  CORPORATION,  AS  MAY BE PROVIDED BY RESOLUTION OF SUCH AUTHORITY OR ANY\n   44  SUCH PUBLIC BENEFIT SUBSIDIARY CORPORATION, AS THE CASE MAY BE,  OR  ANY\n   45  SUBSEQUENT AMENDMENT THEREOF, FILED WITH THE COMPTROLLER AND ACCEPTED BY\n   46  HIM  OR  HER PURSUANT TO SECTION THIRTY-ONE OF THE RETIREMENT AND SOCIAL\n   47  SECURITY LAW. IN TAKING ANY  ACTION  PURSUANT  TO  THIS  PARAGRAPH,  THE\n   48  AUTHORITY  AND  ANY  OF ITS PUBLIC BENEFIT SUBSIDIARY CORPORATIONS SHALL\n   49  CONSIDER THE COVERAGES AND BENEFITS CONTINUED OR  PROVIDED  PURSUANT  TO\n   50  SUBPARAGRAPH ONE OF THIS PARAGRAPH;\n   51    (J)  TO  MAKE  PLANS,  SURVEYS,  AND  STUDIES NECESSARY, CONVENIENT OR\n   52  DESIRABLE TO THE EFFECTUATION OF THE PURPOSES AND POWERS OF THE AUTHORI-\n   53  TY AND TO PREPARE RECOMMENDATIONS IN REGARD THERETO;\n   54    (K) TO ENTER UPON SUCH LANDS, WATERS OR PREMISES AS IN THE JUDGMENT OF\n   55  THE AUTHORITY MAY BE NECESSARY, CONVENIENT OR DESIRABLE FOR THE  PURPOSE\n   56  OF MAKING SURVEYS, SOUNDINGS, BORINGS AND EXAMINATIONS TO ACCOMPLISH ANY\n\n       S. 1450                             9                            A. 1403\n\n    1  PURPOSE  AUTHORIZED BY THIS TITLE, THE AUTHORITY BEING LIABLE FOR ACTUAL\n    2  DAMAGES DONE;\n    3    (L)  THE  AUTHORITY  MAY  CONDUCT  INVESTIGATIONS  AND HEARINGS IN THE\n    4  FURTHERANCE OF ITS GENERAL PURPOSES, AND IN AID THEREOF HAVE  ACCESS  TO\n    5  ANY  BOOKS,  RECORDS OR PAPERS RELEVANT THERETO; AND IF ANY PERSON WHOSE\n    6  TESTIMONY SHALL BE REQUIRED FOR THE PROPER PERFORMANCE OF THE DUTIES  OF\n    7  THE AUTHORITY SHALL FAIL OR REFUSE TO AID OR ASSIST THE AUTHORITY IN THE\n    8  CONDUCT  OF  ANY  INVESTIGATION  OR  HEARING, OR TO PRODUCE ANY RELEVANT\n    9  BOOKS, RECORDS OR OTHER PAPERS, THE AUTHORITY IS AUTHORIZED TO APPLY FOR\n   10  PROCESS OF SUBPOENA, TO ISSUE OUT  OF  ANY  COURT  OF  GENERAL  ORIGINAL\n   11  JURISDICTION WHOSE PROCESS CAN REACH SUCH PERSON, UPON DUE CAUSE SHOWN;\n   12    (M)  TO  DO ALL THINGS NECESSARY, CONVENIENT OR DESIRABLE TO CARRY OUT\n   13  ITS PURPOSES AND FOR THE EXERCISE OF THE POWERS GRANTED IN THIS TITLE;\n   14    (N) TO ENTER INTO COLLECTIVE BARGAINING AGREEMENTS WITH  LABOR  REPRE-\n   15  SENTATIVES DULY ELECTED BY THE EMPLOYEES OF THE AUTHORITY; AND\n   16    (O) TO INSURE OR PROVIDE FOR THE INSURANCE  OF THE AUTHORITY'S PROPER-\n   17  TY OR OPERATIONS AS REQUIRED BY LAW AND ALSO AGAINST SUCH OTHER RISKS AS\n   18  THE AUTHORITY MAY DEEM ADVISABLE.\n   19    2.  THE  AUTHORITY SHALL FILE IN THE OFFICE OF THE COMMISSIONER ANNUAL\n   20  REPORTS, AFTER THE CLOSE OF EACH OF THE AUTHORITY'S FISCAL YEARS,  WHICH\n   21  SHALL BE OPEN TO PUBLIC INSPECTION. SUCH REPORTS SHALL INCLUDE, IN ADDI-\n   22  TION  TO ANY INFORMATION WHICH THE COMMISSIONER MAY REQUIRE, A STATEMENT\n   23  WITH RESPECT TO ITS OPERATIONS INCLUDING THE FOLLOWING DATA:\n   24    (A) COST BREAKDOWN OF REAL PROPERTY ACQUIRED;\n   25    (B) COST BREAKDOWN IN APPROPRIATE UNITS OF FACILITIES ACQUIRED;\n   26    (C) OPERATING REVENUES; AND\n   27    (D) OPERATING EXPENSES.\n   28    THE AUTHORITY SHALL ALSO FILE COPIES OF SUCH  REPORTS  WITH  THE  TOWN\n   29  BOARD  OF  EACH  TOWN  WITHIN THE REGIONAL TRANSPORTATION DISTRICT WHERE\n   30  SUCH AUTHORITY OPERATES.\n   31    S 1349-I. SPECIAL POWERS OF THE AUTHORITY. IN ORDER TO EFFECTUATE  THE\n   32  PURPOSES OF THIS TITLE:\n   33    1.  THE  AUTHORITY  MAY  ACQUIRE,  BY PURCHASE, GIFT, GRANT, TRANSFER,\n   34  CONTRACT OR LEASE, OR CONDEMNATION, ANY TRANSPORTATION FACILITY, INCLUD-\n   35  ING PORT OR RELATED FACILITIES WHOLLY OR PARTIALLY  WITHIN  THE  PECONIC\n   36  BAY  REGIONAL  TRANSPORTATION  DISTRICT  OR ANY PART THEREOF, OR THE USE\n   37  THEREOF, AND MAY ENTER INTO ANY JOINT SERVICE ARRANGEMENTS  AS  PROVIDED\n   38  IN  THIS  TITLE. ANY SUCH ACQUISITION OR JOINT SERVICE ARRANGEMENT SHALL\n   39  BE AUTHORIZED ONLY BY RESOLUTION OF THE AUTHORITY APPROVED BY  NOT  LESS\n   40  THAN A MAJORITY VOTE OF THE AUTHORITY.\n   41    2. THE AUTHORITY MAY ON SUCH TERMS AND CONDITIONS AS THE AUTHORITY MAY\n   42  DETERMINE   NECESSARY,   CONVENIENT   OR   DESIRABLE  ITSELF  ESTABLISH,\n   43  CONSTRUCT, EFFECTUATE, OPERATE, MAINTAIN, RENOVATE, IMPROVE,  EXTEND  OR\n   44  REPAIR  ANY SUCH TRANSPORTATION FACILITY, OR MAY PROVIDE FOR SUCH ESTAB-\n   45  LISHMENT,  CONSTRUCTION,  EFFECTUATION,  OPERATION,  MAINTENANCE,  RENO-\n   46  VATION,  IMPROVEMENT,  EXTENSION  OR REPAIR BY CONTRACT, LEASE, OR OTHER\n   47  ARRANGEMENT ON SUCH TERMS AS THE AUTHORITY MAY DEEM  NECESSARY,  CONVEN-\n   48  IENT  OR  DESIRABLE  WITH  ANY  PERSON, INCLUDING BUT NOT LIMITED TO ANY\n   49  COMMON CARRIER OR FREIGHT FORWARDER, THE STATE, ANY  STATE  AGENCY,  THE\n   50  FEDERAL  GOVERNMENT, ANY OTHER STATE OR AGENCY OR INSTRUMENTALITY THERE-\n   51  OF, ANY PUBLIC AUTHORITY OF THIS OR ANY OTHER  STATE  OR  ANY  POLITICAL\n   52  SUBDIVISION  OR MUNICIPALITY OF THE STATE. IN CONNECTION WITH THE OPERA-\n   53  TION OF ANY SUCH TRANSPORTATION FACILITY, THE AUTHORITY  MAY  ESTABLISH,\n   54  CONSTRUCT,  EFFECTUATE,  OPERATE, MAINTAIN, RENOVATE, IMPROVE, EXTEND OR\n   55  REPAIR OR MAY PROVIDE BY CONTRACT, LEASE OR OTHER  ARRANGEMENT  FOR  THE\n   56  ESTABLISHMENT, CONSTRUCTION, EFFECTUATION, OPERATION, MAINTENANCE, RENO-\n\n       S. 1450                            10                            A. 1403\n\n    1  VATION,  IMPROVEMENT,  EXTENSION  OR  REPAIR OF ANY RELATED SERVICES AND\n    2  ACTIVITIES IT DEEMS NECESSARY, CONVENIENT OR  DESIRABLE,  INCLUDING  BUT\n    3  NOT  LIMITED TO THE TRANSPORTATION AND STORAGE OF FREIGHT AND THE UNITED\n    4  STATES MAIL, FEEDER AND CONNECTING TRANSPORTATION, PARKING AREAS, TRANS-\n    5  PORTATION CENTERS, PORTS, STATIONS AND RELATED FACILITIES.\n    6    3. THE AUTHORITY MAY ESTABLISH, LEVY AND COLLECT OR CAUSE TO BE ESTAB-\n    7  LISHED,  LEVIED  AND  COLLECTED  AND,  IN  THE  CASE  OF A JOINT SERVICE\n    8  ARRANGEMENT, JOIN WITH OTHERS IN THE ESTABLISHMENT, LEVY AND  COLLECTION\n    9  OF  SUCH  FARES, TOLLS, RENTALS, RATES, CHARGES AND OTHER FEES AS IT MAY\n   10  DEEM NECESSARY, CONVENIENT OR DESIRABLE FOR THE USE AND OPERATION OF ANY\n   11  TRANSPORTATION FACILITY AND RELATED SERVICES OPERATED BY  THE  AUTHORITY\n   12  OR BY A SUBSIDIARY CORPORATION OF THE AUTHORITY OR UNDER CONTRACT, LEASE\n   13  OR  OTHER  ARRANGEMENT,  INCLUDING  JOINT SERVICE ARRANGEMENTS, WITH THE\n   14  AUTHORITY. ANY SUCH FARES, TOLLS, RENTALS, RATES, CHARGES OR OTHER  FEES\n   15  FOR  THE  TRANSPORTATION  OF PASSENGERS SHALL BE ESTABLISHED AND CHANGED\n   16  ONLY IF APPROVED BY RESOLUTION OF THE AUTHORITY ADOPTED BY NOT LESS THAN\n   17  A MAJORITY VOTE OF THE  AUTHORITY  AND  ONLY  AFTER  A  PUBLIC  HEARING,\n   18  PROVIDED  HOWEVER,  THAT  FARES, TOLLS, RENTALS, RATES, CHARGES OR OTHER\n   19  FEES FOR THE TRANSPORTATION OF PASSENGERS ON ANY TRANSPORTATION FACILITY\n   20  WHICH ARE IN EFFECT AT THE TIME THAT THE THEN OWNER OF SUCH  TRANSPORTA-\n   21  TION  FACILITY  BECOMES  A SUBSIDIARY CORPORATION OF THE AUTHORITY OR AT\n   22  THE TIME THAT OPERATION OF SUCH TRANSPORTATION FACILITY IS COMMENCED  BY\n   23  THE AUTHORITY OR IS COMMENCED UNDER CONTRACT, LEASE OR OTHER ARRANGEMENT\n   24  INCLUDING  JOINT SERVICE ARRANGEMENTS, WITH THE AUTHORITY MAY BE CONTIN-\n   25  UED IN EFFECT WITHOUT SUCH A HEARING. SUCH FARES, TOLLS, RENTALS, RATES,\n   26  CHARGES AND OTHER FEES SHALL BE ESTABLISHED AS MAY IN  THE  JUDGMENT  OF\n   27  THE  AUTHORITY  BE  NECESSARY TO MAINTAIN THE COMBINED OPERATIONS OF THE\n   28  AUTHORITY AND ITS SUBSIDIARY CORPORATIONS ON  A  SELF-SUSTAINING  BASIS.\n   29  THE  SAID OPERATIONS SHALL BE DEEMED TO BE ON A SELF-SUSTAINING BASIS AS\n   30  REQUIRED BY THIS TITLE, WHEN THE AUTHORITY IS ABLE TO PAY OR CAUSE TO BE\n   31  PAID FROM REVENUE AND ANY OTHER FUNDS OR PROPERTY ACTUALLY AVAILABLE  TO\n   32  THE  AUTHORITY  AND  ITS  SUBSIDIARY  CORPORATIONS (A) AS THE SAME SHALL\n   33  BECOME DUE, THE PRINCIPAL OF AND INTEREST ON THE  BONDS  AND  NOTES  AND\n   34  OTHER  OBLIGATIONS OF THE AUTHORITY AND OF SUCH SUBSIDIARY CORPORATIONS,\n   35  TOGETHER WITH THE MAINTENANCE OF PROPER RESERVES THEREFOR, (B) THE  COST\n   36  AND  EXPENSE  OF  KEEPING THE PROPERTIES AND ASSETS OF THE AUTHORITY AND\n   37  ITS SUBSIDIARY CORPORATIONS IN GOOD CONDITION AND REPAIR,  AND  (C)  THE\n   38  CAPITAL  AND  OPERATING  EXPENSES  OF  THE  AUTHORITY AND ITS SUBSIDIARY\n   39  CORPORATIONS. THE AUTHORITY MAY CONTRACT WITH THE HOLDERS OF  BONDS  AND\n   40  NOTES  WITH  RESPECT  TO  THE  EXERCISE OF THE POWERS AUTHORIZED BY THIS\n   41  SECTION.\n   42    4. THE AUTHORITY MAY ESTABLISH AND,  IN  THE  CASE  OF  JOINT  SERVICE\n   43  ARRANGEMENTS,  JOIN  WITH  OTHERS IN THE ESTABLISHMENT OF SUCH SCHEDULES\n   44  AND STANDARDS OF OPERATIONS AND SUCH OTHER RULES AND REGULATIONS INCLUD-\n   45  ING BUT NOT LIMITED TO RULES AND REGULATIONS GOVERNING THE  CONDUCT  AND\n   46  SAFETY  OF  THE PUBLIC AS IT MAY DEEM NECESSARY, CONVENIENT OR DESIRABLE\n   47  FOR THE USE AND OPERATION OF ANY  TRANSPORTATION  FACILITY  AND  RELATED\n   48  SERVICES  OPERATED  BY  THE  AUTHORITY OR UNDER CONTRACT, LEASE OR OTHER\n   49  ARRANGEMENT, INCLUDING JOINT SERVICE ARRANGEMENTS, WITH  THE  AUTHORITY.\n   50  SUCH  RULES  AND  REGULATIONS  GOVERNING  THE  CONDUCT AND SAFETY OF THE\n   51  PUBLIC SHALL BE FILED  WITH  THE  DEPARTMENT  OF  STATE  IN  THE  MANNER\n   52  PROVIDED BY SECTION ONE HUNDRED TWO OF THE EXECUTIVE LAW. IN THE CASE OF\n   53  ANY  CONFLICT  BETWEEN  ANY  SUCH  RULE  OR  REGULATION OF THE AUTHORITY\n   54  GOVERNING THE CONDUCT OR SAFETY OF THE PUBLIC AND ANY LOCAL  LAW,  ORDI-\n   55  NANCE,  RULE  OR  REGULATION,  SUCH  RULE OR REGULATION OF THE AUTHORITY\n   56  SHALL PREVAIL.  VIOLATION OF ANY SUCH RULE OR REGULATION OF THE AUTHORI-\n\n       S. 1450                            11                            A. 1403\n\n    1  TY GOVERNING THE CONDUCT OR THE SAFETY OF THE  PUBLIC  IN  OR  UPON  ANY\n    2  FACILITY  OF  THE  AUTHORITY  SHALL  CONSTITUTE  AN OFFENSE AND SHALL BE\n    3  PUNISHABLE BY A FINE NOT EXCEEDING FIFTY DOLLARS OR IMPRISONMENT FOR NOT\n    4  MORE THAN THIRTY DAYS OR BOTH.\n    5    5.  THE AUTHORITY MAY ACQUIRE, HOLD, OWN, LEASE, ESTABLISH, CONSTRUCT,\n    6  EFFECTUATE, OPERATE, MAINTAIN, RENOVATE, IMPROVE, EXTEND OR  REPAIR  ANY\n    7  OF  ITS  FACILITIES  THROUGH,  AND  CAUSE ANY ONE OR MORE OF ITS POWERS,\n    8  DUTIES, FUNCTIONS OR ACTIVITIES TO BE EXERCISED OR PERFORMED BY, ONE  OR\n    9  MORE  WHOLLY  OWNED  SUBSIDIARY  CORPORATIONS  OF  THE AUTHORITY AND MAY\n   10  TRANSFER TO OR FROM ANY SUCH CORPORATION ANY MONEYS,  REAL  PROPERTY  OR\n   11  OTHER  PROPERTY  FOR ANY OF THE PURPOSES OF THIS TITLE. THE DIRECTORS OR\n   12  MEMBERS OF EACH SUCH SUBSIDIARY CORPORATION SHALL BE  THE  SAME  PERSONS\n   13  HOLDING  THE  OFFICES  OF MEMBERS OF THE AUTHORITY. EACH SUCH SUBSIDIARY\n   14  CORPORATION AND ANY OF ITS PROPERTY, FUNCTIONS AND ACTIVITIES SHALL HAVE\n   15  ALL OF THE PRIVILEGES, IMMUNITIES, TAX EXEMPTIONS AND  OTHER  EXEMPTIONS\n   16  OF  THE  AUTHORITY AND OF THE AUTHORITY'S PROPERTY, FUNCTIONS AND ACTIV-\n   17  ITIES.  EACH  SUCH  SUBSIDIARY  CORPORATION  SHALL  BE  SUBJECT  TO  THE\n   18  RESTRICTIONS AND LIMITATIONS TO WHICH THE AUTHORITY MAY BE SUBJECT. EACH\n   19  SUCH  SUBSIDIARY CORPORATION SHALL BE SUBJECT TO SUIT IN ACCORDANCE WITH\n   20  SECTION THIRTEEN HUNDRED FORTY-NINE-S OF THIS TITLE.  THE  EMPLOYEES  OF\n   21  ANY  SUCH SUBSIDIARY CORPORATION, EXCEPT THOSE WHO ARE ALSO EMPLOYEES OF\n   22  THE AUTHORITY, SHALL NOT BE DEEMED EMPLOYEES OF THE  AUTHORITY.  IF  THE\n   23  AUTHORITY  SHALL  DETERMINE  THAT  ONE  OR MORE OF ITS SUBSIDIARY CORPO-\n   24  RATIONS SHOULD BE IN THE FORM OF A PUBLIC BENEFIT CORPORATION, IT  SHALL\n   25  CREATE EACH SUCH PUBLIC BENEFIT CORPORATION BY EXECUTING AND FILING WITH\n   26  THE  SECRETARY  OF  STATE  A  CERTIFICATE OF INCORPORATION, WHICH MAY BE\n   27  AMENDED FROM TIME TO TIME BY FILING, WHICH SHALL SET FORTH THE  NAME  OF\n   28  SUCH  PUBLIC  BENEFIT SUBSIDIARY CORPORATION, ITS DURATION, THE LOCATION\n   29  OF ITS PRINCIPAL OFFICE, AND ANY OR ALL OF THE  PURPOSES  OF  ACQUIRING,\n   30  OWNING,  LEASING,  ESTABLISHING,  CONSTRUCTING, EFFECTUATING, OPERATING,\n   31  MAINTAINING, RENOVATING, IMPROVING, EXTENDING OR REPAIRING ONE  OR  MORE\n   32  FACILITIES  OF THE AUTHORITY. EACH SUCH PUBLIC BENEFIT SUBSIDIARY CORPO-\n   33  RATION SHALL BE A BODY POLITIC AND CORPORATE AND SHALL  HAVE  ALL  THOSE\n   34  POWERS VESTED IN THE AUTHORITY BY THE PROVISIONS OF THIS TITLE WHICH THE\n   35  AUTHORITY SHALL DETERMINE TO INCLUDE IN ITS CERTIFICATE OF INCORPORATION\n   36  EXCEPT  THE  POWER  TO CONTRACT INDEBTEDNESS.  WHENEVER ANY STATE, POLI-\n   37  TICAL SUBDIVISION, MUNICIPALITY, COMMISSION,  AGENCY,  OFFICER,  DEPART-\n   38  MENT,  BOARD,  DIVISION OR PERSON IS AUTHORIZED AND EMPOWERED FOR ANY OF\n   39  THE PURPOSES OF THIS TITLE TO COOPERATE AND ENTER INTO  AGREEMENTS  WITH\n   40  THE  AUTHORITY  SUCH STATE, POLITICAL SUBDIVISION, MUNICIPALITY, COMMIS-\n   41  SION, AGENCY, OFFICER, DEPARTMENT, BOARD, DIVISION OR PERSON SHALL  HAVE\n   42  THE  SAME  AUTHORIZATION AND POWER FOR ANY OF SUCH PURPOSES TO COOPERATE\n   43  AND ENTER INTO AGREEMENTS WITH A SUBSIDIARY CORPORATION OF THE  AUTHORI-\n   44  TY.\n   45    6.  THE  AUTHORITY,  IN  ITS OWN NAME OR IN THE NAME OF THE STATE, MAY\n   46  APPLY FOR AND RECEIVE AND ACCEPT GRANTS OF PROPERTY, MONEY AND  SERVICES\n   47  AND  OTHER  ASSISTANCE  OFFERED  OR  MADE AVAILABLE TO IT BY ANY PERSON,\n   48  GOVERNMENT OR AGENCY WHATEVER, WHICH IT MAY USE OR MEET CAPITAL OR OPER-\n   49  ATING EXPENSES AND FOR ANY OTHER USE WITHIN THE SCOPE OF ITS POWERS, AND\n   50  TO NEGOTIATE FOR THE SAME UPON SUCH TERMS AND CONDITIONS AS THE AUTHORI-\n   51  TY MAY DETERMINE TO BE NECESSARY, CONVENIENT OR DESIRABLE.\n   52    7. THE AUTHORITY MAY DO ALL THINGS IT DEEMS NECESSARY,  CONVENIENT  OR\n   53  DESIRABLE TO MANAGE, CONTROL AND DIRECT THE MAINTENANCE AND OPERATION OF\n   54  TRANSPORTATION  FACILITIES,  EQUIPMENT  OR  REAL PROPERTY OPERATED BY OR\n   55  UNDER CONTRACT, LEASE OR OTHER ARRANGEMENT WITH THE AUTHORITY. EXCEPT AS\n   56  SPECIALLY PROVIDED IN THIS TITLE, NO MUNICIPALITY OR POLITICAL  SUBDIVI-\n\n       S. 1450                            12                            A. 1403\n\n    1  SION,  INCLUDING  BUT  NOT  LIMITED  TO A COUNTY, CITY, VILLAGE, TOWN OR\n    2  SCHOOL OR OTHER DISTRICT SHALL HAVE JURISDICTION OVER ANY FACILITIES  OF\n    3  THE  AUTHORITY OR ANY OF ITS ACTIVITIES OR OPERATIONS. IN THE OPERATION,\n    4  MAINTENANCE AND CONTROL OF ANY FACILITIES DEVOTED TO PURPOSES OTHER THAN\n    5  DIRECT  TRANSPORTATION  PURPOSES,  THE AUTHORITY SHALL BE SUBJECT TO ALL\n    6  LOCAL LAWS, RESOLUTIONS, ORDINANCES, RULES AND REGULATIONS OF A  MUNICI-\n    7  PALITY OR POLITICAL SUBDIVISION. EACH MUNICIPALITY OR POLITICAL SUBDIVI-\n    8  SION,  INCLUDING  BUT  NOT  LIMITED  TO A COUNTY, CITY, VILLAGE, TOWN OR\n    9  DISTRICT IN WHICH ANY FACILITIES OF  THE  AUTHORITY  ARE  LOCATED  SHALL\n   10  PROVIDE  FOR SUCH FACILITIES POLICE, FIRE AND HEALTH PROTECTION SERVICES\n   11  OF THE SAME CHARACTER AND TO THE SAME EXTENT AS THOSE PROVIDED FOR RESI-\n   12  DENTS OF SUCH MUNICIPALITY OR POLITICAL SUBDIVISION. THE  AUTHORITY  MAY\n   13  AGREE  WITH  THE STATE DEPARTMENT OF TRANSPORTATION FOR THE EXECUTION BY\n   14  SUCH DEPARTMENT OF ANY GRADE CROSSING ELIMINATION PROJECT OR  ANY  GRADE\n   15  CROSSING  SEPARATION  RECONSTRUCTION PROJECT ALONG ANY RAILROAD FACILITY\n   16  OPERATED BY THE AUTHORITY OR BY ONE OF ITS  SUBSIDIARY  CORPORATIONS  OR\n   17  UNDER  CONTRACT, LEASE OR OTHER ARRANGEMENT WITH THE AUTHORITY. ANY SUCH\n   18  PROJECT SHALL BE EXECUTED AS PROVIDED IN THE GRADE CROSSING  ELIMINATION\n   19  ACT  AND  THE  RAILROAD  LAW,  RESPECTIVELY,  AND  THE COSTS OF ANY SUCH\n   20  PROJECT SHALL BE BORNE AS PROVIDED IN SUCH LAWS, EXCEPT THAT THE AUTHOR-\n   21  ITY'S SHARE OF SUCH COSTS SHALL BE BORNE BY THE STATE.\n   22    8. THE AUTHORITY MAY ACCEPT UNCONDITIONAL GRANTS OF MONEY OR  PROPERTY\n   23  AS  SUBSIDY  PAYMENTS  FOR  EXPANSION  OF  SERVICE INTO AREAS WHERE SUCH\n   24  SERVICE WOULD NOT BE SELF-SUPPORTING. THE AUTHORITY MAY ACCEPT  UNCONDI-\n   25  TIONAL GRANTS OF MONEY OR PROPERTY FROM ANY CITY, VILLAGE, TOWN OR COUN-\n   26  TY  NOT  WHOLLY  CONTAINED  WITHIN A CITY THE WHOLE OR ANY PART OF WHICH\n   27  SHALL BE SERVED OR TO BE SERVED BY A TRANSPORTATION FACILITY OPERATED BY\n   28  THE AUTHORITY. SUCH GRANTS OF MONEY OR PROPERTY WOULD BE FOR THE PURPOSE\n   29  OF ASSISTING THE AUTHORITY IN MEETING ITS CAPITAL OR OPERATING EXPENSES.\n   30  THE ACCEPTANCE OF ANY SUCH GRANT SHALL NOT OPERATE TO MAKE THE AUTHORITY\n   31  AN AGENCY OF THE MUNICIPALITY MAKING THE GRANT. THE PROVISIONS  OF  THIS\n   32  SECTION  ARE  INTENDED  AS  ENABLING  LEGISLATION  ONLY AND SHALL NOT BE\n   33  INTERPRETED AS IMPLYING THAT ABSENT THEIR ENACTMENT AN  AUTHORITY  WOULD\n   34  LACK THE POWER TO ACCEPT SUCH GRANT OR SUBSIDY.\n   35    9.  THE  AUTHORITY IS HEREBY DIRECTED TO PREPARE A TRANSPORTATION PLAN\n   36  FOR THE PECONIC BAY REGIONAL TRANSPORTATION DISTRICT.  SUCH  PLAN  SHALL\n   37  CONSIDER  BUT  NOT  BE  LIMITED TO THE FOLLOWING TRANSPORTATION ALTERNA-\n   38  TIVES:\n   39    (A) ESTABLISHMENT  OF  PARK  AND  RAIL  STATIONS  AT  GABRESKI  COUNTY\n   40  AIRPORT,  WESTHAMPTON,  SOUTHAMPTON  COLLEGE,  SOUTHAMPTON, EAST HAMPTON\n   41  TOWN AIRPORT, EAST HAMPTON, AND MONTAUK;\n   42    (B) ESTABLISHMENT OF SHUTTLE TRAINS FROM MONTAUK TO EAST HAMPTON, EAST\n   43  HAMPTON TO SOUTHAMPTON, AND SOUTHAMPTON TO  WESTHAMPTON,  UTILIZING  THE\n   44  EXISTING LONG ISLAND RAILROAD RIGHT-OF-WAY;\n   45    (C) ADDITION OF MORE NON-STOP TRAINS FROM NEW YORK CITY TO THE PECONIC\n   46  BAY REGIONAL TRANSPORTATION DISTRICT ON A SEASONABLE AND WEEKEND BASIS;\n   47    (D)  ESTABLISHMENT  OF  OUTLYING  PARKING  AREAS  AND SHUTTLE BUSES TO\n   48  REDUCE CONGESTION IN CENTRAL BUSINESS DISTRICTS;\n   49    (E) ESTABLISHMENT  OF  A  HEALTH  AND  HUMAN  SERVICES  TRANSPORTATION\n   50  PROGRAM TO ASSIST SENIOR CITIZENS IN LOWER INCOME RESIDENTIAL AREAS;\n   51    (F)  TRANSFER  OF AUTHORITY FOR THE ESTABLISHMENT OF SPEED LIMITS FROM\n   52  STATE TO LOCAL GOVERNMENT;\n   53    (G) RECONFIGURATION OF THE COUNTY BUS SYSTEM TO COMPLEMENT NEW TRANSIT\n   54  OPTIONS SUCH AS PARK AND RAIL, SHUTTLE  TRAINS,  INCREASED  TRAINS,  AND\n   55  OUTLYING PARKING AREAS;\n   56    (H) A BIKE PATH NETWORK; AND\n\n       S. 1450                            13                            A. 1403\n\n    1    (I) PASSENGER FERRIES.\n    2    10.  NOTWITHSTANDING  ANY  OF  THE ABOVE PROVISIONS, NO PROJECT MAY BE\n    3  UNDERTAKEN BY THE AUTHORITY UNLESS SUCH PROJECT IS A PART OF OR CONSIST-\n    4  ENT WITH THE ADOPTED MASTER PLAN.\n    5    S 1349-J. ACQUISITION AND DISPOSITION OF REAL PROPERTY. 1. IN ADDITION\n    6  TO THE POWERS PROVIDED IN SECTION THIRTEEN HUNDRED FORTY-NINE-H OF  THIS\n    7  TITLE TO ACQUIRE TRANSPORTATION FACILITIES, EQUIPMENT AND REAL PROPERTY,\n    8  THE  AUTHORITY  MAY  ACQUIRE,  BY  CONDEMNATION  PURSUANT TO THE EMINENT\n    9  DOMAIN  PROCEDURE  LAW  AND/OR  IN  ACCORDANCE  WITH  THE   CONDEMNATION\n   10  PROVISIONS  OF  SUBDIVISION  SEVEN OF THIS SECTION, ANY REAL PROPERTY IT\n   11  MAY DEEM NECESSARY, CONVENIENT, OR DESIRABLE TO EFFECTUATE  THE  PURPOSE\n   12  OF THIS TITLE, PROVIDED, HOWEVER, THAT ANY SUCH CONDEMNATION PROCEEDINGS\n   13  SHALL  BE  BROUGHT  ONLY IN THE SUPREME COURT AND THE COMPENSATION TO BE\n   14  PAID SHALL BE ASCERTAINED AND DETERMINED BY THE COURT  WITHOUT  A  JURY.\n   15  NOTWITHSTANDING  THE  FOREGOING  PROVISIONS OF THIS SUBDIVISION, NO REAL\n   16  PROPERTY MAY BE ACQUIRED BY THE AUTHORITY BY CONDEMNATION OR BY PURCHASE\n   17  FOR PURPOSES OTHER THAN A TRANSPORTATION FACILITY UNLESS  THE  GOVERNING\n   18  BODY OF THE CITY, VILLAGE OR TOWN IN WHICH SUCH REAL PROPERTY IS LOCATED\n   19  SHALL FIRST CONSENT TO SUCH ACQUISITION.\n   20    2. NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO PREVENT THE\n   21  AUTHORITY  FROM  BRINGING  ANY PROCEEDINGS TO REMOVE A CLOUD ON TITLE OR\n   22  SUCH OTHER PROCEEDINGS AS IT MAY, IN ITS  DISCRETION,  DEEM  PROPER  AND\n   23  NECESSARY  OR  FROM  ACQUIRING  ANY  SUCH  PROPERTY  BY  NEGOTIATION  OR\n   24  PURCHASE.\n   25    3. WHERE A PERSON ENTITLED TO AN AWARD IN THE PROCEEDINGS  TO  CONDEMN\n   26  ANY  REAL  PROPERTY  FOR  ANY  OF  THE PURPOSES OF THIS TITLE REMAINS IN\n   27  POSSESSION OF SUCH PROPERTY AFTER THE TIME OF THE VESTING  OF  TITLE  IN\n   28  THE  CONDEMNOR,  THE REASONABLE VALUE OF HIS OR HER USE AND OCCUPANCY OF\n   29  SUCH PROPERTY SUBSEQUENT TO SUCH TIME AS FIXED BY AGREEMENT  OR  BY  THE\n   30  COURT  IN  SUCH  PROCEEDINGS  OR  BY ANY COURT OF COMPETENT JURISDICTION\n   31  SHALL BE A LIEN AGAINST SUCH AWARD SUBJECT ONLY TO THE LIENS  OF  RECORD\n   32  AT THE TIME OF VESTING OF TITLE IN THE CONDEMNOR.\n   33    4.  TITLE  TO ALL PROPERTY ACQUIRED UNDER THIS TITLE SHALL VEST IN THE\n   34  AUTHORITY.\n   35    5. THE AUTHORITY MAY, WHENEVER IT DETERMINES THAT IT IS IN THE  INTER-\n   36  EST  OF  THE  AUTHORITY,  DISPOSE OF ANY REAL PROPERTY OR PROPERTY OTHER\n   37  THAN REAL PROPERTY, WHICH IT DETERMINES IS NOT NECESSARY, CONVENIENT  OR\n   38  DESIRABLE FOR ITS PURPOSES.\n   39    6.  THE  AUTHORITY  MAY, WHENEVER IT SHALL DETERMINE THAT IT IS IN THE\n   40  INTEREST OF THE AUTHORITY, RENT,  LEASE  OR  GRANT  EASEMENTS  OR  OTHER\n   41  RIGHTS IN, ANY LAND OR PROPERTY OF THE AUTHORITY.\n   42    7.  THE  AUTHORITY  MAY ADOPT THE FOLLOWING CONDEMNATION PROCEDURES. A\n   43  CERTIFIED COPY OF A RESOLUTION ADOPTED BY THE AUTHORITY AUTHORIZING  THE\n   44  ACQUISITION  AND IDENTIFYING AND DESCRIBING THE PROPERTY AND FRANCHISES,\n   45  IF ANY, SOUGHT TO BE ACQUIRED BY CONDEMNATION  SHALL  BE  FILED  IN  THE\n   46  OFFICE OF THE COUNTY CLERK OF THE COUNTY IN WHICH SUCH PROPERTY IS SITU-\n   47  ATED,  HELD OR MAINTAINED. A PETITION FOR AN ORDER VESTING TITLE TO SUCH\n   48  PROPERTY AND FRANCHISES, IF ANY, SOUGHT TO BE ACQUIRED  BY  CONDEMNATION\n   49  SHALL  SET  FORTH  A DESCRIPTION OF THE SAID PROPERTY AND FRANCHISES, IF\n   50  ANY, AND A PRAYER THAT TITLE  BE  VESTED  IN  THE  AUTHORITY,  SHALL  BE\n   51  PRESENTED,  UPON  NOTICE OF THE APPLICATION TO CONDEMN PUBLISHED IN FIVE\n   52  SUCCESSIVE ISSUES OF A PUBLICATION OF  GENERAL  CIRCULATION  WITHIN  THE\n   53  COUNTY  WHERE  SUCH  PROPERTY  AND FRANCHISES, IF ANY, ARE LOCATED, TO A\n   54  SPECIAL TERM OF THE SUPREME COURT HELD AT THE TIME AND  PLACE  SPECIFIED\n   55  IN SUCH NOTICE, WITHIN THE JUDICIAL DISTRICT IN WHICH THE PROPERTY BEING\n   56  ACQUIRED  OR  SOME PART THEREOF IS SITUATED. SUCH PROCEEDINGS SHALL HAVE\n\n       S. 1450                            14                            A. 1403\n\n    1  PRECEDENCE OVER ALL OTHER CASES ON THE CALENDAR OF SUCH COURT, ANY OTHER\n    2  PROVISION OF LAW TO THE CONTRARY NOTWITHSTANDING. UPON DUE PROOF TO  THE\n    3  SATISFACTION  OF  THE COURT OF THE FILING OF THE RESOLUTION AS DESCRIBED\n    4  IN THIS TITLE, SUCH COURT, NOT LATER THAN THREE DAYS AFTER THE PRESENTA-\n    5  TION  OF  THE  PETITION, SHALL THEREUPON ENTER AN ORDER VESTING TITLE TO\n    6  SUCH PROPERTY AND FRANCHISES, IF ANY, IN THE AUTHORITY. UPON SUCH  VEST-\n    7  ING  OF  TITLE THE AUTHORITY SHALL HAVE THE RIGHT TO ENTER UPON AND TAKE\n    8  POSSESSION OF SUCH PROPERTY. A  NOTICE  OF  SUCH  ACQUISITION  SHALL  BE\n    9  DIRECTED  TO  THE  OWNERS  OF  THE  PROPERTY  AND FRANCHISES, IF ANY, SO\n   10  ACQUIRED AND TO ANY OTHER PERSON OR PERSONS HAVING AN  ESTATE,  INTEREST\n   11  OR EASEMENT IN SUCH PROPERTY OR A LIEN, CHARGE OR ENCUMBRANCE THEREON BY\n   12  PERSONAL  SERVICE OR BY REGISTERED MAIL AT THE LAST KNOWN ADDRESS WITHIN\n   13  FIFTEEN DAYS AFTER SUCH VESTING OF TITLE. SUCH NOTICE  SHALL  SET  FORTH\n   14  SUCH  RESOLUTION,  THE  DATE OF THE SUBMISSION TO THE COURT, THE DATE OF\n   15  THE ORDER VESTING TITLE IN SUCH AUTHORITY AND SUCH OTHER MATTERS AS  THE\n   16  AUTHORITY MAY DETERMINE.\n   17    8. IF FUNDS ARE MADE AVAILABLE BY THE AUTHORITY FOR THE PAYMENT OF THE\n   18  COST AND EXPENSE OF THE ACQUISITION THEREOF, THE DEPARTMENT OF TRANSPOR-\n   19  TATION  OF  THE  STATE OF NEW YORK, WHEN REQUESTED BY THE AUTHORITY, MAY\n   20  ACQUIRE SUCH REAL PROPERTY IN THE NAME OF THE STATE AS MAY BE DETERMINED\n   21  FROM TIME TO TIME BY THE AUTHORITY AS  BEING  NECESSARY,  CONVENIENT  OR\n   22  DESIRABLE TO EFFECTUATE THE PURPOSES OF THIS TITLE, MAY REMOVE THE OWNER\n   23  OR  OCCUPANT  THEREOF  WHERE  NECESSARY, AND OBTAIN POSSESSION AND, WHEN\n   24  REQUESTED BY  THE  AUTHORITY,  MAY  DISPOSE  OF  ANY  REAL  PROPERTY  SO\n   25  ACQUIRED,  ALL  ACCORDING TO THE PROCEDURE PROVIDED IN SECTION THIRTY OF\n   26  THE HIGHWAY LAW AND PURSUANT TO THE  PROCEDURE  REQUIRED  UNDER  FEDERAL\n   27  LAW,  WHEN APPLICABLE. THE AUTHORITY SHALL HAVE THE RIGHT TO POSSESS AND\n   28  USE FOR ITS CORPORATE PURPOSES  ALL  SUCH  REAL  PROPERTY  SO  ACQUIRED.\n   29  CLAIMS  FOR THE VALUE OF THE PROPERTY APPROPRIATED AND FOR LEGAL DAMAGES\n   30  CAUSED BY ANY SUCH APPROPRIATION SHALL BE  ADJUSTED  AND  DETERMINED  BY\n   31  SUCH  DEPARTMENT  WITH  THE APPROVAL OF THE AUTHORITY OR BY THE COURT OF\n   32  CLAIMS AS PROVIDED IN SECTION THIRTY OF THE HIGHWAY LAW AND AS  REQUIRED\n   33  BY  FEDERAL  LAW,  WHEN APPLICABLE. WHEN A CLAIM HAS BEEN FILED WITH THE\n   34  COURT OF CLAIMS, THE CLAIMANT SHALL CAUSE A COPY OF  SUCH  CLAIM  TO  BE\n   35  SERVED  UPON  THE AUTHORITY AND THE AUTHORITY SHALL HAVE THE RIGHT TO BE\n   36  REPRESENTED AND HEARD BEFORE SUCH COURT. ALL AWARDS AND JUDGMENTS  ARIS-\n   37  ING  FROM  SUCH  CLAIMS SHALL BE PAID OUT OF MONEYS OF THE AUTHORITY. NO\n   38  REAL PROPERTY MAY BE ACQUIRED PURSUANT TO THE PROVISIONS OF THIS SECTION\n   39  FOR PURPOSES OTHER THAN A TRANSPORTATION FACILITY UNLESS  THE  GOVERNING\n   40  BODY OF THE CITY, VILLAGE OR TOWN IN WHICH SUCH REAL PROPERTY IS LOCATED\n   41  SHALL FIRST CONSENT TO SUCH ACQUISITION.\n   42    S  1349-K. COOPERATION AND ASSISTANCE OF OTHER AGENCIES. IN THE INTER-\n   43  EST OF ECONOMY AND TO PROMOTE COORDINATION OF  AUTHORITY  PROJECTS  WITH\n   44  STATE, LOCAL, COUNTY AND REGIONAL PLANS AND ALSO TO CARRY OUT THE OBJEC-\n   45  TIVE  OF  FULL  PARTICIPATION  OF  ALL  AGENCIES IN THE DEVELOPMENT OF A\n   46  TRANSPORTATION SYSTEM AND FACILITIES TO  MEET  THE  OBJECTIVES  OF  THIS\n   47  TITLE,  THE  AUTHORITY  SHALL  REQUEST  AND USE EXISTING STUDIES, MASTER\n   48  PLANS, SURVEYS, DATA AND OTHER MATERIALS COMPLETED BY OR UNDER  DEVELOP-\n   49  MENT BY ANY STATE AGENCY OR ANY MUNICIPALITY OR POLITICAL SUBDIVISION OF\n   50  THE  STATE.  THE  AUTHORITY  SHALL  CONSULT  WITH AND COOPERATE WITH THE\n   51  COMMISSIONER AND WITH PLANNING AUTHORITIES IN THE  AREAS  OF  ITS  OPER-\n   52  ATIONS  AND  SHALL  UTILIZE  LOCAL  OR STATE PLANNING. WHEN A PROJECT IS\n   53  CONTEMPLATED BY THE AUTHORITY, THE AUTHORITY SHALL SUBMIT A  PRELIMINARY\n   54  PROSPECTUS  THEREOF TO THE COMMISSIONER FOR REVIEW AND COMMENT AND SHALL\n   55  CONSIDER THE REPORT OF THE COMMISSIONER IN  FORMULATING  DETAILED  PLANS\n   56  FOR SUCH PROJECT. WHEN A PROJECT IS CONTEMPLATED BY THE AUTHORITY WITHIN\n\n       S. 1450                            15                            A. 1403\n\n    1  THE  JURISDICTION  OF  ANY  SUFFOLK COUNTY PLANNING BOARD, THE AUTHORITY\n    2  SHALL PREPARE A PRELIMINARY PROSPECTUS THEREOF, DESCRIBING THE  PURPOSE,\n    3  GENERAL  LOCATION,  AND  NATURE  OF  THE PROJECT CONTEMPLATED, WITH SUCH\n    4  FURTHER  DATA  RELATIVE THERETO THAT THE AUTHORITY SHALL CONSIDER PERTI-\n    5  NENT. WITHIN SIXTY DAYS OF RECEIPT  OF  SUCH  PROSPECTUS  SUCH  PLANNING\n    6  BOARD  SHALL  PREPARE  A REPORT THEREON, COMMENTING ON ITS CONFORMITY OR\n    7  LACK OF CONFORMITY WITH ANY RELATED OFFICIAL PLAN OF THE  STATE  OR  ANY\n    8  OFFICIAL PLANNING AGENCY WITHIN THE REGION. SUCH REPORT SHALL BE CONSID-\n    9  ERED  BY THE AUTHORITY IN FORMULATING DETAILED PLANS FOR SUCH A PROJECT.\n   10  AT THE REQUEST OF THE  AUTHORITY,  EACH  SUCH  AGENCY,  MUNICIPALITY  OR\n   11  SUBDIVISION  WHICH  IS ENGAGED IN HIGHWAY OR OTHER TRANSPORTATION ACTIV-\n   12  ITIES OR IN LAND USE OR DEVELOPMENT PLANNING, OR WHICH IS  CHARGED  WITH\n   13  THE  DUTY  OF PROVIDING OR REGULATING ANY TRANSPORTATION FACILITY OR ANY\n   14  OTHER PUBLIC FACILITY, IS FURTHER AUTHORIZED TO  PROVIDE  THE  AUTHORITY\n   15  WITH  INFORMATION  REGARDING ITS PLANS AND PROGRAMS AFFECTING THE TRANS-\n   16  PORTATION DISTRICT SO THAT  THE  AUTHORITY  MAY  HAVE  AVAILABLE  TO  IT\n   17  CURRENT  INFORMATION WITH RESPECT THERETO. THE OFFICERS AND PERSONNEL OF\n   18  SUCH AGENCIES, MUNICIPALITIES OR SUBDIVISIONS, AND OF ANY OTHER  GOVERN-\n   19  MENT  OR AGENCY WHATEVER, MAY SERVE AT THE REQUEST OF THE AUTHORITY UPON\n   20  SUCH ADVISORY COMMITTEES AS THE AUTHORITY SHALL DETERMINE TO CREATE  AND\n   21  SUCH  OFFICERS  AND  PERSONNEL  MAY  SERVE  UPON SUCH COMMITTEES WITHOUT\n   22  FORFEITURE OF OFFICE OR EMPLOYMENT AND WITH NO LOSS OR DIMINUTION IN THE\n   23  COMPENSATION, STATUS, RIGHTS AND PRIVILEGES WHICH THEY OTHERWISE ENJOY.\n   24    S 1349-L. NOTES AND BONDS OF THE AUTHORITY. 1. (A) THE AUTHORITY SHALL\n   25  HAVE POWER AND IS HEREBY AUTHORIZED FROM TIME TO TIME  TO  BORROW  MONEY\n   26  AND  ISSUE  ITS NEGOTIABLE BONDS AND NOTES IN SUCH PRINCIPAL AMOUNT, AS,\n   27  IN THE OPINION OF THE AUTHORITY, SHALL BE NECESSARY  TO  PROVIDE  SUFFI-\n   28  CIENT  FUNDS  FOR  ACHIEVING  ITS  PURPOSES,  INCLUDING THE ACQUISITION,\n   29  ESTABLISHMENT, CONSTRUCTION, EFFECTUATION, OPERATION, MAINTENANCE, RENO-\n   30  VATION, IMPROVEMENT, EXTENSION OR REPAIR OF ANY TRANSPORTATION FACILITY,\n   31  THE PAYMENT OF INTEREST ON BONDS AND NOTES OF THE AUTHORITY,  ESTABLISH-\n   32  MENT  OF RESERVES TO SECURE SUCH BONDS AND NOTES, THE PROVISION OF WORK-\n   33  ING CAPITAL AND ALL OTHER EXPENDITURES OF THE AUTHORITY AND ITS  SUBSID-\n   34  IARY  CORPORATIONS  INCIDENT TO AND NECESSARY OR CONVENIENT TO CARRY OUT\n   35  THEIR PURPOSES AND POWERS;\n   36    (B) THE AUTHORITY SHALL HAVE  POWER,  FROM  TIME  TO  TIME,  TO  ISSUE\n   37  RENEWAL NOTES, TO ISSUE BONDS TO PAY NOTES AND WHENEVER IT DEEMS REFUND-\n   38  ING EXPEDIENT, TO REFUND ANY BONDS BY THE ISSUANCE OF NEW BONDS, WHETHER\n   39  THE  BONDS  TO  BE REFUNDED HAVE OR HAVE NOT MATURED, AND TO ISSUE BONDS\n   40  PARTLY TO REFUND  BONDS  THEN  OUTSTANDING  AND  PARTLY  FOR  ANY  OTHER\n   41  PURPOSE.  THE  REFUNDING BONDS SHALL BE SOLD AND THE PROCEEDS APPLIED TO\n   42  THE PURCHASE, REDEMPTION OR PAYMENT OF THE BONDS TO BE REFUNDED;\n   43    (C) EXCEPT AS MAY OTHERWISE BE EXPRESSLY PROVIDED  BY  THE  AUTHORITY,\n   44  EVERY  ISSUE  OF  ITS NOTES OR BONDS SHALL BE GENERAL OBLIGATIONS OF THE\n   45  AUTHORITY PAYABLE OUT OF  ANY  REVENUES  OR  MONEYS  OF  THE  AUTHORITY,\n   46  SUBJECT  ONLY  TO ANY AGREEMENTS WITH THE HOLDERS OF PARTICULAR NOTES OR\n   47  BONDS PLEDGING ANY PARTICULAR RECEIPTS OR REVENUES;\n   48    (D) WHETHER OR NOT THE NOTES OR BONDS ARE OF SUCH FORM  AND  CHARACTER\n   49  AS  TO  BE  NEGOTIABLE  INSTRUMENTS  UNDER  ARTICLE EIGHT OF THE UNIFORM\n   50  COMMERCIAL CODE, THE NOTES OR BONDS SHALL BE AND HEREBY ARE MADE NEGOTI-\n   51  ABLE INSTRUMENTS WITHIN THE MEANING OF AND FOR ALL THE PURPOSES OF ARTI-\n   52  CLE EIGHT OF THE UNIFORM COMMERCIAL CODE, SUBJECT ONLY TO THE PROVISIONS\n   53  OF THE NOTES OR BONDS FOR REGISTRATION.\n   54    2. THE NOTES AND BONDS SHALL BE AUTHORIZED BY RESOLUTION  APPROVED  BY\n   55  NOT  LESS THAN A MAJORITY VOTE OF THE AUTHORITY, SHALL BEAR SUCH DATE OR\n   56  DATES, AND SHALL MATURE AT SUCH TIME OR TIMES, AS SPECIFIED THEREIN, AND\n\n       S. 1450                            16                            A. 1403\n\n    1  IN THE CASE OF ANY SUCH BOND NOT EXCEEDING FIFTY YEARS FROM THE DATE  OF\n    2  ISSUE,  AS  SUCH  RESOLUTION  OR  RESOLUTIONS MAY PROVIDE. THE NOTES AND\n    3  BONDS SHALL BEAR INTEREST AT SUCH RATE OR  RATES,  BE  IN  SUCH  DENOMI-\n    4  NATIONS, BE IN SUCH FORM, EITHER COUPON OR REGISTERED, CARRY SUCH REGIS-\n    5  TRATION PRIVILEGES, BE EXECUTED IN SUCH MANNER, BE PAYABLE IN SUCH MEDI-\n    6  UM  OF  PAYMENT, AT SUCH PLACE OR PLACES AND BE SUBJECT TO SUCH TERMS OF\n    7  REDEMPTION AS SUCH RESOLUTION OR RESOLUTIONS MAY PROVIDE. THE NOTES  AND\n    8  BONDS  OF  THE  AUTHORITY  MAY  BE  SOLD  BY THE AUTHORITY, AT PUBLIC OR\n    9  PRIVATE SALE, AT SUCH PRICE OR PRICES AS THE AUTHORITY SHALL  DETERMINE.\n   10  NO  NOTES  OR  BONDS  OF  THE  AUTHORITY MAY BE SOLD BY THE AUTHORITY AT\n   11  PRIVATE SALE, HOWEVER, UNLESS SUCH SALE AND THE TERMS THEREOF HAVE  BEEN\n   12  APPROVED  IN  WRITING  BY (A) THE COMPTROLLER, WHERE SUCH SALE IS NOT TO\n   13  THE COMPTROLLER, OR (B) THE DIRECTOR OF THE BUDGET, WHERE SUCH  SALE  IS\n   14  TO THE COMPTROLLER.\n   15    3. ANY RESOLUTION OR RESOLUTIONS AUTHORIZING ANY NOTES OR BONDS OR ANY\n   16  ISSUE  THEREOF  MAY  CONTAIN  PROVISIONS,  WHICH  SHALL BE A PART OF THE\n   17  CONTRACT WITH THE HOLDERS THEREOF, AS TO: (A) PLEDGING ALL OR  ANY  PART\n   18  OF  THE  FARES,  TOLLS,  RENTALS,  RATES, CHARGES AND OTHER FEES MADE OR\n   19  RECEIVED BY THE AUTHORITY OR ANY OF  ITS  SUBSIDIARY  CORPORATIONS,  AND\n   20  OTHER  MONEYS  RECEIVED  OR TO BE RECEIVED, TO SECURE THE PAYMENT OF THE\n   21  NOTES OR BONDS OR OF ANY ISSUE THEREOF, SUBJECT TO SUCH AGREEMENTS  WITH\n   22  BONDHOLDERS OR NOTEHOLDERS AS MAY THEN EXIST;\n   23    (B)  PLEDGING ALL OR ANY PART OF THE ASSETS OF THE AUTHORITY OR OF ANY\n   24  OF ITS SUBSIDIARY CORPORATIONS TO SECURE THE PAYMENT  OF  THE  NOTES  OR\n   25  BONDS OR OF ANY ISSUE OF NOTES OR BONDS, SUBJECT TO SUCH AGREEMENTS WITH\n   26  NOTEHOLDERS OR BONDHOLDERS AS MAY THEN EXIST;\n   27    (C)  THE USE, AND DISPOSITION OF FARES, TOLLS, RENTALS, RATES, CHARGES\n   28  AND OTHER FEES MADE OR RECEIVED BY THE AUTHORITY OR ANY OF  ITS  SUBSID-\n   29  IARY CORPORATIONS;\n   30    (D)  THE SETTING ASIDE OF RESERVES OR SINKING FUNDS AND THE REGULATION\n   31  AND DISPOSITION THEREOF;\n   32    (E) LIMITATIONS ON THE PURPOSE TO WHICH THE PROCEEDS OF SALE OF  NOTES\n   33  OR BONDS MAY BE APPLIED AND PLEDGING SUCH PROCEEDS TO SECURE THE PAYMENT\n   34  OF THE NOTES OR BONDS OR OF ANY ISSUE THEREOF;\n   35    (F)  LIMITATIONS  ON  THE  ISSUANCE  OF ADDITIONAL NOTES OR BONDS; THE\n   36  TERMS UPON WHICH ADDITIONAL NOTES OR BONDS MAY BE  ISSUED  AND  SECURED;\n   37  THE REFUNDING OF OUTSTANDING OR OTHER NOTES OR BONDS;\n   38    (G)  THE  PROCEDURE,  IF  ANY, BY WHICH THE TERMS OF ANY CONTRACT WITH\n   39  NOTEHOLDERS OR BONDHOLDERS MAY BE AMENDED OR ABROGATED,  THE  AMOUNT  OF\n   40  NOTES OR BONDS THE HOLDERS OF WHICH MUST CONSENT THERETO, AND THE MANNER\n   41  IN WHICH SUCH CONSENT MAY BE GIVEN;\n   42    (H) LIMITATIONS ON THE AMOUNT OF MONEYS TO BE EXPENDED BY THE AUTHORI-\n   43  TY OR ANY OF ITS SUBSIDIARY CORPORATIONS OR OPERATING, ADMINISTRATIVE OR\n   44  OTHER EXPENSES OF THE AUTHORITY OR ANY OF ITS SUBSIDIARY CORPORATIONS;\n   45    (I) VESTING IN A TRUSTEE OR TRUSTEES SUCH PROPERTY, RIGHTS, POWERS AND\n   46  DUTIES IN TRUST AS THE AUTHORITY MAY DETERMINE, WHICH MAY INCLUDE ANY OR\n   47  ALL  OF  THE  RIGHTS,  POWERS AND DUTIES OF THE TRUSTEE APPOINTED BY THE\n   48  BONDHOLDERS PURSUANT TO THIS TITLE, AND LIMITING OR ABROGATING THE RIGHT\n   49  OF THE BONDHOLDERS TO APPOINT A TRUSTEE UNDER THIS TITLE OR LIMITING THE\n   50  RIGHTS, POWERS AND DUTIES OF SUCH TRUSTEE; AND\n   51    (J) ANY OTHER MATTERS, OF LIKE OR DIFFERENT CHARACTER,  WHICH  IN  ANY\n   52  WAY AFFECT THE SECURITY OR PROTECTION OF THE NOTES OR BONDS.\n   53    4.  IN  ADDITION  TO THE POWERS CONFERRED UPON THE AUTHORITY TO SECURE\n   54  ITS NOTES AND BONDS, THE AUTHORITY SHALL HAVE POWER IN  CONNECTION  WITH\n   55  THE  ISSUANCE  OF  NOTES  AND BONDS TO ENTER INTO SUCH AGREEMENTS AS THE\n   56  AUTHORITY MAY DEEM NECESSARY, CONVENIENT OR DESIRABLE CONCERNING THE USE\n\n       S. 1450                            17                            A. 1403\n\n    1  OR DISPOSITION OF ITS MONIES OR PROPERTY OR THE MONIES  OR  PROPERTY  OF\n    2  ANY OF ITS SUBSIDIARY CORPORATIONS, INCLUDING THE MORTGAGING OF ANY SUCH\n    3  PROPERTY  AND THE ENTRUSTING, PLEDGING OR CREATION OF ANY OTHER SECURITY\n    4  INTEREST  IN  ANY  SUCH  MONIES  OR  PROPERTY  AND  THE DOING OF ANY ACT\n    5  (INCLUDING REFRAINING FROM DOING ANY ACT) WHICH THE AUTHORITY WOULD HAVE\n    6  THE RIGHT TO DO IN THE ABSENCE OF SUCH AGREEMENTS. THE  AUTHORITY  SHALL\n    7  HAVE  POWER  TO  ENTER INTO AMENDMENTS OF ANY SUCH AGREEMENTS WITHIN THE\n    8  POWERS GRANTED TO THE AUTHORITY BY THIS TITLE AND TO PERFORM SUCH AGREE-\n    9  MENTS.  THE PROVISIONS OF ANY SUCH AGREEMENTS MAY BE MADE A PART OF  THE\n   10  CONTRACT WITH THE HOLDERS OF THE NOTES AND BONDS OF THE AUTHORITY.\n   11    5.  IT  IS  THE INTENTION HEREOF THAT ANY PLEDGE, MORTGAGE OR SECURITY\n   12  INSTRUMENT MADE BY THE AUTHORITY SHALL BE VALID  AND  BINDING  FROM  THE\n   13  TIME  WHEN THE PLEDGE, MORTGAGE OR SECURITY INSTRUMENT IS MADE; THAT THE\n   14  MONIES OR PROPERTY SO PLEDGED, MORTGAGED AND  ENTRUSTED  AND  THEREAFTER\n   15  RECEIVED  BY  THE  AUTHORITY SHALL IMMEDIATELY BE SUBJECT TO THE LIEN OF\n   16  SUCH PLEDGE, MORTGAGE OR SECURITY INSTRUMENT WITHOUT ANY PHYSICAL DELIV-\n   17  ERY THEREOF OR FURTHER ACT; AND THAT THE LIEN OF ANY SUCH PLEDGE,  MORT-\n   18  GAGE  OR  SECURITY  INSTRUMENT SHALL BE VALID AND BINDING AS AGAINST ALL\n   19  PARTIES HAVING CLAIMS OF ANY KIND IN TORT, CONTRACT OR OTHERWISE AGAINST\n   20  THE AUTHORITY, IRRESPECTIVE OF WHETHER SUCH PARTIES HAVE NOTICE THEREOF.\n   21  NEITHER THE RESOLUTION NOR ANY MORTGAGE, SECURITY  INSTRUMENT  OR  OTHER\n   22  INSTRUMENT BY WHICH A PLEDGE, MORTGAGE LIEN OR OTHER SECURITY IS CREATED\n   23  NEED  BE  RECORDED  OR  FILED AND THE AUTHORITY SHALL NOT BE REQUIRED TO\n   24  COMPLY WITH ANY OF THE PROVISIONS OF THE UNIFORM COMMERCIAL CODE.\n   25    6. NEITHER THE MEMBERS OF THE AUTHORITY NOR ANY PERSON  EXECUTING  THE\n   26  NOTES  OR  BONDS  SHALL BE LIABLE PERSONALLY ON THE NOTES OR BONDS OR BE\n   27  SUBJECT TO ANY PERSONAL LIABILITY OR ACCOUNTABILITY  BY  REASON  OF  THE\n   28  ISSUANCE THEREOF.\n   29    7. THE AUTHORITY, SUBJECT TO SUCH AGREEMENTS WITH NOTEHOLDERS OR BOND-\n   30  HOLDERS  AS  MAY THEN EXIST, SHALL HAVE POWER OUT OF ANY FUNDS AVAILABLE\n   31  THEREFOR TO PURCHASE NOTES OR BONDS OF THE AUTHORITY, WHICH SHALL THERE-\n   32  UPON BE CANCELLED, AT A PRICE NOT EXCEEDING (A) IF THE  NOTES  OR  BONDS\n   33  ARE  THEN  REDEEMABLE, THE REDEMPTION PRICE THEN APPLICABLE PLUS ACCRUED\n   34  INTEREST TO THE NEXT INTEREST PAYMENT DATE THEREON, OR (B) IF THE  NOTES\n   35  OR BONDS ARE NOT THEN REDEEMABLE, THE REDEMPTION PRICE APPLICABLE ON THE\n   36  FIRST  DATE  AFTER  SUCH  PURCHASE  UPON WHICH THE NOTES OR BONDS BECOME\n   37  SUBJECT TO REDEMPTION PLUS ACCRUED INTEREST TO SUCH DATE.\n   38    8. THE STATE SHALL NOT BE LIABLE ON NOTES OR BONDS  OF  THE  AUTHORITY\n   39  AND  SUCH  NOTES  AND  BONDS  SHALL NOT BE A DEBT OF THE STATE, AND SUCH\n   40  NOTES AND BONDS SHALL CONTAIN ON THE FACE THEREOF A  STATEMENT  TO  SUCH\n   41  EFFECT.\n   42    S  1349-M.  RESERVE  FUNDS  AND  APPROPRIATIONS.  1. THE AUTHORITY MAY\n   43  CREATE AND ESTABLISH ONE OR MORE RESERVE  FUNDS  TO  BE  KNOWN  AS  DEBT\n   44  SERVICE  RESERVE  FUNDS AND MAY PAY INTO SUCH DEBT SERVICE RESERVE FUNDS\n   45  (A) ANY MONIES APPROPRIATED AND MADE AVAILABLE  BY  THE  STATE  FOR  THE\n   46  PURPOSES  OF  SUCH  FUNDS, (B) ANY PROCEEDS OF SALE OF NOTES OR BONDS TO\n   47  THE EXTENT PROVIDED IN THE RESOLUTION OF THE AUTHORITY  AUTHORIZING  THE\n   48  ISSUANCE  THEREOF,  AND (C) ANY OTHER MONIES WHICH MAY BE MADE AVAILABLE\n   49  TO THE AUTHORITY FOR THE PURPOSE OF SUCH FUNDS FROM ANY OTHER SOURCE  OR\n   50  SOURCES. THE MONIES HELD IN OR CREDITED TO ANY DEBT SERVICE RESERVE FUND\n   51  ESTABLISHED  UNDER THIS SECTION, EXCEPT AS PROVIDED IN THIS TITLE, SHALL\n   52  BE USED SOLELY FOR THE PAYMENT OF THE PRINCIPAL OF BONDS OF THE AUTHORI-\n   53  TY SECURED BY SUCH DEBT SERVICE RESERVE FUND AS  THE  SAME  MATURE,  THE\n   54  PURCHASE OF SUCH BONDS OF THE AUTHORITY, THE PAYMENT OF INTEREST ON SUCH\n   55  BONDS OF THE AUTHORITY OR THE PAYMENT OF ANY REDEMPTION PREMIUM REQUIRED\n   56  TO  BE  PAID  WHEN  SUCH BONDS ARE REDEEMED PRIOR TO MATURITY; PROVIDED,\n\n       S. 1450                            18                            A. 1403\n\n    1  HOWEVER, THAT THE AUTHORITY SHALL HAVE POWER TO PROVIDE THAT  MONIES  IN\n    2  ANY  SUCH  FUND  SHALL  NOT  BE  WITHDRAWN THEREFROM AT ANY TIME IN SUCH\n    3  AMOUNT AS WOULD REDUCE THE AMOUNT OF SUCH FUND TO LESS THAN THE  MAXIMUM\n    4  AMOUNT  OF  PRINCIPAL  AND  INTEREST  MATURING  AND  BECOMING DUE IN ANY\n    5  SUCCEEDING CALENDAR YEAR OR YEARS NOT EXCEEDING TWO SUCH  YEARS  ON  THE\n    6  BONDS OF THE AUTHORITY THEN OUTSTANDING AND SECURED BY SUCH DEBT SERVICE\n    7  RESERVE FUND, EXCEPT FOR THE PURPOSE OF PAYING PRINCIPAL OF AND INTEREST\n    8  ON SUCH BONDS OF THE AUTHORITY SECURED BY SUCH DEBT SERVICE RESERVE FUND\n    9  MATURING  AND  BECOMING DUE AND FOR THE PAYMENT OF WHICH OTHER MONIES OF\n   10  THE AUTHORITY ARE NOT AVAILABLE. ANY INCOME OR INTEREST  EARNED  BY,  OR\n   11  INCREMENT  TO,  ANY SUCH DEBT SERVICE RESERVE FUND DUE TO THE INVESTMENT\n   12  THEREOF MAY BE TRANSFERRED BY THE AUTHORITY TO ANY OTHER FUND OR ACCOUNT\n   13  OF THE AUTHORITY AND THE AUTHORITY SHALL HAVE POWER TO PROVIDE THAT  ANY\n   14  SUCH  TRANSFER  SHALL NOT REDUCE THE AMOUNT OF SUCH DEBT SERVICE RESERVE\n   15  FUND BELOW THE MAXIMUM AMOUNT OF PRINCIPAL  AND  INTEREST  MATURING  AND\n   16  BECOMING  DUE IN ANY SUCCEEDING CALENDAR YEAR OR YEARS NOT EXCEEDING TWO\n   17  SUCH YEARS ON ALL BONDS OF THE AUTHORITY THEN OUTSTANDING AND SECURED BY\n   18  SUCH DEBT SERVICE RESERVE FUND.\n   19    2. THE AUTHORITY SHALL HAVE POWER TO PROVIDE THAT IT SHALL  NOT  ISSUE\n   20  BONDS AT ANY TIME IF THE MAXIMUM AMOUNT OF PRINCIPAL AND INTEREST MATUR-\n   21  ING  AND  BECOMING  DUE  IN  ANY  SUCCEEDING  CALENDAR YEAR OR YEARS NOT\n   22  EXCEEDING TWO SUCH YEARS ON THE BONDS OUTSTANDING AND THEN TO BE  ISSUED\n   23  AND  SECURED  BY  A  DEBT SERVICE RESERVE FUND WILL EXCEED THE AMOUNT OF\n   24  SUCH DEBT SERVICE RESERVE FUND AT  THE  TIME  OF  ISSUANCE,  UNLESS  THE\n   25  AUTHORITY,  AT  THE TIME OF THE ISSUANCE OF SUCH BONDS, SHALL DEPOSIT IN\n   26  SUCH DEBT SERVICE RESERVE FUND FROM THE PROCEEDS OF THE BONDS SO  TO  BE\n   27  ISSUED,  OR OTHERWISE, AN AMOUNT WHICH, TOGETHER WITH THE AMOUNT THEN IN\n   28  SUCH DEBT SERVICE RESERVE FUND, WILL BE NOT LESS THAN THE MAXIMUM AMOUNT\n   29  OF PRINCIPAL AND INTEREST MATURING AND BECOMING DUE IN ANY SUCH SUCCEED-\n   30  ING CALENDAR YEAR OR YEARS NOT EXCEEDING TWO SUCH  YEARS  ON  THE  BONDS\n   31  THEN TO BE ISSUED AND ON ALL OTHER BONDS OF THE AUTHORITY THEN OUTSTAND-\n   32  ING AND SECURED BY SUCH DEBT SERVICE RESERVE FUND.\n   33    3.  IN  COMPUTING  THE AMOUNT OF ANY DEBT SERVICE RESERVE FUND FOR THE\n   34  PURPOSES OF THIS SECTION, SECURITIES IN WHICH ALL OR A PORTION  OF  SUCH\n   35  FUND  SHALL  BE INVESTED SHALL BE VALUED AT PAR, OR IF PURCHASED AT LESS\n   36  THAN PAR, AT THEIR COST TO THE AUTHORITY.\n   37    S 1349-N. AGREEMENT OF THE STATE. THE STATE DOES HEREBY PLEDGE TO  AND\n   38  AGREE  WITH  THE  HOLDERS OF ANY NOTES OR BONDS ISSUED UNDER THIS TITLE,\n   39  THAT THE STATE WILL NOT LIMIT OR ALTER THE RIGHTS HEREBY VESTED  IN  THE\n   40  AUTHORITY  TO  FULFILL THE TERMS OF ANY AGREEMENTS MADE WITH THE HOLDERS\n   41  THEREOF, OR IN ANY WAY IMPAIR THE RIGHTS AND REMEDIES  OF  SUCH  HOLDERS\n   42  UNTIL  SUCH  NOTES  OR  BONDS,  TOGETHER WITH THE INTEREST THEREON, WITH\n   43  INTEREST ON ANY UNPAID INSTALLMENTS  OF  INTEREST,  AND  ALL  COSTS  AND\n   44  EXPENSES FOR WHICH THE AUTHORITY IS LIABLE IN CONNECTION WITH ANY ACTION\n   45  OR  PROCEEDING  BY  OR  ON  BEHALF  OF  SUCH  HOLDERS, ARE FULLY MET AND\n   46  DISCHARGED. THE AUTHORITY IS  AUTHORIZED  TO  INCLUDE  THIS  PLEDGE  AND\n   47  AGREEMENT  OF  THE STATE IN ANY AGREEMENT WITH THE HOLDERS OF SUCH NOTES\n   48  OR BONDS.\n   49    S 1349-O. RIGHT OF STATE TO REQUIRE REDEMPTION OF BONDS. NOTWITHSTAND-\n   50  ING AND IN ADDITION TO ANY PROVISIONS FOR THE REDEMPTION OF BONDS  WHICH\n   51  MAY  BE  CONTAINED  IN  ANY  CONTRACT WITH THE HOLDERS OF THE BONDS, THE\n   52  STATE MAY,  UPON  FURNISHING  SUFFICIENT  FUNDS  THEREFOR,  REQUIRE  THE\n   53  AUTHORITY  TO  REDEEM, PRIOR TO MATURITY, AS A WHOLE, ANY ISSUE OF BONDS\n   54  ON ANY INTEREST PAYMENT DATE NOT LESS THAN TWENTY YEARS AFTER  THE  DATE\n   55  OF  THE BONDS OF SUCH ISSUE AT ONE HUNDRED FIVE PER CENTUM OF THEIR FACE\n   56  VALUE AND ACCRUED INTEREST OR AT SUCH LOWER REDEMPTION PRICE AS  MAY  BE\n\n       S. 1450                            19                            A. 1403\n\n    1  PROVIDED  IN  THE  BONDS IN CASE OF THE REDEMPTION THEREOF AS A WHOLE ON\n    2  THE REDEMPTION DATE. NOTICE OF SUCH REDEMPTION SHALL BE PUBLISHED IN  AT\n    3  LEAST TWO NEWSPAPERS PUBLISHED AND CIRCULATING IN THE REGIONAL TRANSPOR-\n    4  TATION  DISTRICT,  AT  LEAST TWICE, THE FIRST PUBLICATION TO BE AT LEAST\n    5  THIRTY DAYS BEFORE THE DATE OF REDEMPTION.\n    6    S 1349-P. REMEDIES OF NOTEHOLDERS AND BONDHOLDERS.  1.  IN  THE  EVENT\n    7  THAT  THE  AUTHORITY  SHALL  DEFAULT  IN  THE PAYMENT OF PRINCIPAL OF OR\n    8  INTEREST ON ANY ISSUE OF NOTES OR BONDS AFTER THE SAME SHALL BECOME DUE,\n    9  WHETHER AT MATURITY OR UPON CALL FOR REDEMPTION, AND SUCH DEFAULT  SHALL\n   10  CONTINUE FOR A PERIOD OF THIRTY DAYS, OR IN THE EVENT THAT THE AUTHORITY\n   11  SHALL  FAIL  OR  REFUSE  TO  COMPLY WITH THE PROVISIONS OF THIS TITLE OR\n   12  SHALL DEFAULT IN ANY AGREEMENT MADE WITH THE HOLDERS  OF  ANY  ISSUE  OF\n   13  NOTES OR BONDS, THE HOLDERS OF TWENTY-FIVE PER CENTUM IN AGGREGATE PRIN-\n   14  CIPAL  AMOUNT  OF  THE NOTES OR BONDS OF SUCH ISSUE THEN OUTSTANDING, BY\n   15  INSTRUMENT OR INSTRUMENTS FILED IN THE OFFICE OF THE CLERK OF ANY COUNTY\n   16  IN WHICH THE AUTHORITY OPERATES AND HAS AN OFFICE AND PROVED OR ACKNOWL-\n   17  EDGED IN THE SAME MANNER AS A DEED TO BE RECORDED, MAY APPOINT A TRUSTEE\n   18  TO REPRESENT THE HOLDERS  OF  SUCH  NOTES  OR  BONDS  FOR  THE  PURPOSES\n   19  PROVIDED IN THIS SECTION.\n   20    2.  SUCH TRUSTEE MAY, AND UPON WRITTEN REQUEST OF THE HOLDERS OF TWEN-\n   21  TY-FIVE PER CENTUM IN PRINCIPAL AMOUNT  OF  SUCH  NOTES  OR  BONDS  THEN\n   22  OUTSTANDING SHALL, IN HIS OR HER OR ITS OWN NAME:\n   23    (A)  BY  SUIT, ACTION OR PROCEEDING IN ACCORDANCE WITH THE CIVIL PRAC-\n   24  TICE LAW AND RULES, ENFORCE ALL RIGHTS OF THE NOTEHOLDERS  OR  BONDHOLD-\n   25  ERS,  INCLUDING  THE  RIGHT  TO  REQUIRE THE AUTHORITY TO COLLECT FARES,\n   26  TOLLS, RENTALS, RATES, CHARGES AND OTHER FEES ADEQUATE TO CARRY OUT  ANY\n   27  AGREEMENT AS TO, OR PLEDGE OF, SUCH FARES, TOLLS, RENTALS, RATES, CHARG-\n   28  ES  AND  OTHER  FEES AND TO REQUIRE THE AUTHORITY TO CARRY OUT ANY OTHER\n   29  AGREEMENTS WITH THE HOLDERS OF SUCH NOTES OR BONDS AND  TO  PERFORM  ITS\n   30  DUTIES UNDER THIS TITLE;\n   31    (B) BRING SUIT UPON SUCH NOTES OR BONDS;\n   32    (C)  BY ACTION OR SUIT, REQUIRE THE AUTHORITY TO ACCOUNT AS IF IT WERE\n   33  THE TRUSTEE OF AN EXPRESS TRUST FOR THE HOLDERS OF SUCH NOTES OR BONDS;\n   34    (D) BY ACTION OR SUIT, ENJOIN ANY ACTS OR THINGS WHICH MAY BE UNLAWFUL\n   35  OR IN VIOLATION OF THE RIGHTS OF THE HOLDERS OF SUCH NOTES OR BONDS;\n   36    (E) DECLARE ALL SUCH NOTES OR  BONDS  DUE  AND  PAYABLE,  AND  IF  ALL\n   37  DEFAULTS  SHALL  BE  MADE GOOD, THEN, WITH THE CONSENT OF THE HOLDERS OF\n   38  TWENTY-FIVE PER CENTUM OF THE PRINCIPAL AMOUNT OF SUCH  NOTES  OR  BONDS\n   39  THEN OUTSTANDING, TO ANNUL SUCH DECLARATION AND ITS CONSEQUENCES.\n   40    3.  SUCH  TRUSTEE  SHALL IN ADDITION TO THE FOREGOING HAVE AND POSSESS\n   41  ALL OF THE POWERS NECESSARY OR APPROPRIATE FOR THE EXERCISE OF ANY FUNC-\n   42  TIONS SPECIFICALLY SET FORTH IN THIS SECTION OR INCIDENT TO THE  GENERAL\n   43  REPRESENTATION  OF  BONDHOLDERS  OR  NOTEHOLDERS  IN THE ENFORCEMENT AND\n   44  PROTECTION OF THEIR RIGHTS.\n   45    4. THE SUPREME COURT SHALL HAVE JURISDICTION OF ANY  SUIT,  ACTION  OR\n   46  PROCEEDINGS BY THE TRUSTEE ON BEHALF OF SUCH NOTEHOLDERS OR BONDHOLDERS.\n   47  THE  VENUE  OF  ANY SUCH SUIT, ACTION OR PROCEEDING SHALL BE LAID IN THE\n   48  COUNTY IN WHICH THE INSTRUMENT OR INSTRUMENTS ARE  FILED  IN  ACCORDANCE\n   49  WITH SUBDIVISION ONE OF THIS SECTION.\n   50    5.  BEFORE  DECLARING THE PRINCIPAL OF NOTES OR BONDS DUE AND PAYABLE,\n   51  THE TRUSTEE SHALL FIRST GIVE THIRTY DAYS NOTICE IN WRITING TO THE GOVER-\n   52  NOR, TO THE AUTHORITY, TO THE COMPTROLLER AND TO THE ATTORNEY GENERAL OF\n   53  THE STATE.\n   54    S 1349-Q. NOTES AND BONDS AS LEGAL INVESTMENT. THE NOTES AND BONDS  OF\n   55  THE  AUTHORITY  ARE  HEREBY MADE SECURITIES IN WHICH ALL PUBLIC OFFICERS\n   56  AND BODIES OF THE STATE AND ALL MUNICIPALITIES  AND  POLITICAL  SUBDIVI-\n\n       S. 1450                            20                            A. 1403\n\n    1  SIONS, ALL INSURANCE COMPANIES AND ASSOCIATIONS AND OTHER PERSONS CARRY-\n    2  ING  ON  AN  INSURANCE  BUSINESS,  ALL  BANKS, BANKERS, TRUST COMPANIES,\n    3  SAVINGS BANKS AND SAVINGS ASSOCIATIONS, INCLUDING SAVINGS AND LOAN ASSO-\n    4  CIATIONS, BUILDING AND LOAN ASSOCIATIONS, INVESTMENT COMPANIES AND OTHER\n    5  PERSONS  CARRYING  ON A BANKING BUSINESS, ALL ADMINISTRATORS, GUARDIANS,\n    6  EXECUTORS, TRUSTEES AND OTHER FIDUCIARIES, AND ALL OTHER PERSONS WHATSO-\n    7  EVER WHO ARE NOW OR WHO MAY HEREAFTER BE AUTHORIZED TO INVEST  IN  BONDS\n    8  OR OTHER OBLIGATIONS OF THE STATE, MAY PROPERLY AND LEGALLY INVEST FUNDS\n    9  INCLUDING CAPITAL IN THEIR CONTROL OR BELONGING TO THEM. NOTWITHSTANDING\n   10  ANY  OTHER PROVISIONS OF LAW, THE BONDS OF THE AUTHORITY ARE ALSO HEREBY\n   11  MADE SECURITIES WHICH MAY BE DEPOSITED WITH AND SHALL BE RECEIVED BY ALL\n   12  PUBLIC OFFICERS AND BODIES OF THIS  STATE  AND  ALL  MUNICIPALITIES  AND\n   13  POLITICAL SUBDIVISIONS FOR ANY PURPOSE FOR WHICH THE DEPOSIT OF BONDS OR\n   14  OTHER OBLIGATIONS OF THE STATE IS NOW OR MAY HEREAFTER BE AUTHORIZED.\n   15    S  1349-R. EXEMPTION FROM TAXATION. IT IS HEREBY FOUND, DETERMINED AND\n   16  DECLARED THAT THE CREATION OF THE AUTHORITY AND THE CARRYING OUT OF  ITS\n   17  PURPOSES  IS  IN ALL RESPECTS FOR THE BENEFIT OF THE PEOPLE OF THE STATE\n   18  OF NEW YORK AND FOR THE IMPROVEMENT OF THEIR HEALTH, WELFARE  AND  PROS-\n   19  PERITY  AND IS A PUBLIC PURPOSE, AND THAT THE AUTHORITY WILL BE PERFORM-\n   20  ING AN ESSENTIAL GOVERNMENTAL FUNCTION IN THE  EXERCISE  OF  THE  POWERS\n   21  CONFERRED  UPON IT BY THIS TITLE. WITHOUT LIMITING THE GENERALITY OF THE\n   22  FOLLOWING PROVISIONS OF THIS SECTION, PROPERTY OWNED  BY  THE  AUTHORITY\n   23  AND  USED  FOR TRANSPORTATION PURPOSES, PROPERTY LEASED BY THE AUTHORITY\n   24  AND USED FOR TRANSPORTATION PURPOSES, AND PROPERTY USED FOR  TRANSPORTA-\n   25  TION  PURPOSES BY OR FOR THE BENEFIT OF THE AUTHORITY EXCLUSIVELY PURSU-\n   26  ANT TO THE PROVISIONS OF A JOINT  SERVICE  ARRANGEMENT  OR  OF  A  JOINT\n   27  FACILITIES  AGREEMENT  OR  TRACKAGE RIGHTS AGREEMENT SHALL ALL BE EXEMPT\n   28  FROM TAXATION AND SPECIAL AD VALOREM  LEVIES.  THE  AUTHORITY  SHALL  BE\n   29  REQUIRED  TO  PAY NO FEES, TAXES OR ASSESSMENTS, WHETHER STATE OR LOCAL,\n   30  EXCEPT SPECIAL BENEFIT ASSESSMENTS IF SAID  PROPERTY  IS  LOCATED  IN  A\n   31  SPECIAL  BENEFIT  DISTRICT,  INCLUDING BUT NOT LIMITED TO FEES, TAXES OR\n   32  ASSESSMENTS ON REAL ESTATE, FRANCHISE TAXES, SALES TAXES OR OTHER EXCISE\n   33  TAXES, UPON ANY OF ITS PROPERTY, OR UPON THE USES THEREOF, OR  UPON  ITS\n   34  ACTIVITIES  IN THE OPERATION AND MAINTENANCE OF ITS FACILITIES OR ON ANY\n   35  FARES, TOLLS, RENTALS, RATES, CHARGES OR OTHER FEES, REVENUES  OR  OTHER\n   36  INCOME RECEIVED BY THE AUTHORITY AND ALL BONDS, NOTES AND OBLIGATIONS OF\n   37  THE AUTHORITY AND THE INCOME THEREFROM SHALL AT ALL TIMES BE EXEMPT FROM\n   38  TAXATION,  EXCEPT FOR GIFT AND ESTATE TAXES AND TAXES ON TRANSFERS. THIS\n   39  SECTION SHALL CONSTITUTE A COVENANT AND AGREEMENT WITH  THE  HOLDERS  OF\n   40  ALL  BONDS,  NOTES  AND  OBLIGATIONS  ISSUED BY THE AUTHORITY. THE TERMS\n   41  \"TAXATION\" AND \"SPECIAL AD VALOREM LEVY\" SHALL HAVE THE SAME MEANINGS AS\n   42  DEFINED IN SECTION ONE HUNDRED TWO OF THE REAL PROPERTY TAX LAW AND  THE\n   43  TERM  \"TRANSPORTATION  PURPOSES\"  SHALL HAVE THE SAME MEANING AS USED IN\n   44  TITLES TWO-A AND TWO-B OF ARTICLE FOUR OF SUCH LAW.\n   45    S 1349-S. ACTIONS AGAINST THE AUTHORITY. 1.  AS  A  CONDITION  TO  THE\n   46  CONSENT  OF  THE  STATE  TO  SUCH  SUITS AGAINST THE AUTHORITY, IN EVERY\n   47  ACTION AGAINST THE AUTHORITY  FOR  DAMAGES,  FOR  INJURIES  TO  REAL  OR\n   48  PERSONAL  PROPERTY OR FOR THE DESTRUCTION THEREOF, OR FOR PERSONAL INJU-\n   49  RIES OR DEATH, THE COMPLAINT SHALL CONTAIN AN ALLEGATION THAT  AT  LEAST\n   50  THIRTY  DAYS  HAVE  ELAPSED SINCE THE DEMAND, CLAIM OR CLAIMS UPON WHICH\n   51  SUCH ACTION IS FOUNDED WERE PRESENTED TO A MEMBER OF  THE  AUTHORITY  OR\n   52  OTHER  OFFICER  DESIGNATED  FOR  SUCH  PURPOSE  AND  THE  AUTHORITY  HAS\n   53  NEGLECTED OR REFUSED TO MAKE AN ADJUSTMENT OR PAYMENT THEREOF.\n   54    2. AN ACTION AGAINST THE AUTHORITY FOUNDED ON TORT, EXCEPT  AN  ACTION\n   55  FOR  WRONGFUL DEATH, SHALL NOT BE COMMENCED MORE THAN ONE YEAR AFTER THE\n   56  CAUSE OF ACTION THEREFOR SHALL HAVE ACCRUED,  NOR  UNLESS  A  NOTICE  OF\n\n       S. 1450                            21                            A. 1403\n\n    1  CLAIM SHALL HAVE BEEN SERVED ON THE AUTHORITY WITHIN THE TIME LIMITED BY\n    2  AND  IN  COMPLIANCE  WITH ALL THE REQUIREMENTS OF SECTION FIFTY-E OF THE\n    3  GENERAL MUNICIPAL LAW. AN ACTION  AGAINST  THE  AUTHORITY  FOR  WRONGFUL\n    4  DEATH SHALL BE COMMENCED IN ACCORDANCE WITH THE NOTICE OF CLAIM AND TIME\n    5  LIMITATION PROVISIONS OF TITLE ELEVEN OF ARTICLE NINE OF THIS CHAPTER.\n    6    3.  THE  AUTHORITY  SHALL BE LIABLE, AND SHALL ASSUME THE LIABILITY TO\n    7  THE EXTENT THAT IT SHALL SAVE HARMLESS ANY  DULY  APPOINTED  OFFICER  OR\n    8  EMPLOYEE OF THE AUTHORITY, FOR THE NEGLIGENCE OF SUCH OFFICER OR EMPLOY-\n    9  EE,  IN  THE  OPERATION OF A VEHICLE OR OTHER FACILITY OF TRANSPORTATION\n   10  OWNED OR OTHERWISE UNDER THE JURISDICTION AND CONTROL OF  THE  AUTHORITY\n   11  IN  THE DISCHARGE OF A DUTY IMPOSED UPON SUCH OFFICER OR EMPLOYEE AT THE\n   12  TIME OF THE ACCIDENT, INJURY OR DAMAGES COMPLAINED OF,  WHILE  OTHERWISE\n   13  ACTING  IN  THE PERFORMANCE OF HIS OR HER DUTIES AND WITHIN THE SCOPE OF\n   14  HIS OR HER EMPLOYMENT.\n   15    4. THE AUTHORITY MAY REQUIRE ANY PERSON, PRESENTING FOR SETTLEMENT  AN\n   16  ACCOUNT  OR  CLAIM  FOR  ANY CAUSE WHATEVER AGAINST THE AUTHORITY, TO BE\n   17  SWORN BEFORE A MEMBER, COUNSEL OR AN ATTORNEY, OFFICER  OR  EMPLOYEE  OF\n   18  THE  AUTHORITY  DESIGNATED  FOR SUCH PURPOSE, CONCERNING SUCH ACCOUNT OR\n   19  CLAIM AND WHEN SO SWORN TO ANSWER ORALLY AS TO  ANY  FACTS  RELATIVE  TO\n   20  SUCH  ACCOUNT  OR  CLAIM.  THE  AUTHORITY  SHALL HAVE POWER TO SETTLE OR\n   21  ADJUST ALL CLAIMS IN FAVOR OF OR AGAINST THE AUTHORITY.\n   22    5. THE RATE OF INTEREST TO BE PAID BY THE AUTHORITY UPON ANY  JUDGMENT\n   23  FOR WHICH IT IS LIABLE SHALL NOT EXCEED FOUR PER CENTUM PER ANNUM.\n   24    6.  THE PROVISIONS OF THIS SECTION WHICH RELATE TO THE REQUIREMENT FOR\n   25  SERVICE OF A NOTICE OF CLAIM SHALL NOT APPLY TO A SUBSIDIARY CORPORATION\n   26  OF  THE AUTHORITY. IN ALL OTHER RESPECTS, EACH SUBSIDIARY CORPORATION OF\n   27  THE AUTHORITY SHALL BE SUBJECT TO THE PROVISIONS OF THIS SECTION  AS  IF\n   28  SUCH  SUBSIDIARY  CORPORATION  WERE  SEPARATELY  NAMED  IN THIS SECTION,\n   29  PROVIDED, HOWEVER, THAT A SUBSIDIARY CORPORATION OF THE AUTHORITY  WHICH\n   30  IS  A  STOCK  CORPORATION SHALL NOT BE SUBJECT TO THE PROVISIONS OF THIS\n   31  SECTION EXCEPT WITH RESPECT TO THOSE CAUSES OF  ACTION  ARISING  ON  AND\n   32  AFTER  THE  FIRST  OF THE TWELFTH CALENDAR MONTH FOLLOWING THAT CALENDAR\n   33  MONTH IN WHICH SUCH STOCK CORPORATION BECOMES A  SUBSIDIARY  CORPORATION\n   34  OF THE AUTHORITY.\n   35    S  1349-T. AGREEMENTS RELATING TO PAYMENT IN LIEU OF TAXES. TO THE END\n   36  THAT MUNICIPAL CORPORATIONS,  COUNTIES  AND  SCHOOL  DISTRICTS  MAY  NOT\n   37  SUFFER UNDUE LOSS OF TAXES OR ASSESSMENTS:\n   38    IF  THE  AUTHORITY  ACQUIRES  PROPERTY FOR NON-TRANSPORTATION PURPOSES\n   39  (E.G. FOR FUTURE TRANSPORTATION PURPOSES BUT NOT TO  BE  SO  USED  IMME-\n   40  DIATELY)  THE  AUTHORITY  EXCEPT AS PROVIDED IN THIS TITLE, SHALL PAY TO\n   41  THE PARTICIPATING COUNTY AND/OR CITY, TOWN OR SCHOOL DISTRICT WHERE  THE\n   42  PROPERTY  IS LOCATED, ANNUALLY, IN LIEU OF TAXES, A SUM EQUAL TO THE SUM\n   43  LAST PAID AS TAXES UPON THE PROPERTY PRIOR TO THE TIME OF  ITS  ACQUISI-\n   44  TION  BY  THE  AUTHORITY. SHOULD SUCH PROPERTY BE SUBSEQUENTLY DEVELOPED\n   45  AND IMPROVED BUT STILL REMAIN UNUSED  FOR  TRANSPORTATION  PURPOSES,  IT\n   46  SHALL  DURING  SUCH  PERIOD  OF  DISUSE FOR TRANSPORTATION BE SUBJECT TO\n   47  ASSESSMENT, AT THE PREVAILING METHOD OF DETERMINING ASSESSMENTS, BY  THE\n   48  COUNTY AND/OR CITY AND/OR SCHOOL DISTRICT AND THE AUTHORITY SHALL, BASED\n   49  ON SUCH ASSESSMENT, ANNUALLY, IN LIEU OF TAXES, PAY TO THE COUNTY AND/OR\n   50  CITY AND/OR SCHOOL DISTRICT AN AMOUNT FIXED BY IT.\n   51    IF  THE  AUTHORITY  ACQUIRES  PROPERTY FOR TRANSPORTATION PURPOSES BUT\n   52  SUBSEQUENTLY USES SUCH PROPERTY FOR  NON-TRANSPORTATION  PURPOSES,  THEN\n   53  THE  AUTHORITY  SHALL  BE REQUIRED, EXCEPT AS PROVIDED IN THIS TITLE, TO\n   54  PAY ANNUALLY IN LIEU OF TAXES TO THE PARTICIPATING  COUNTY  AND/OR  CITY\n   55  AND/OR SCHOOL DISTRICT WHEREIN SUCH PROPERTY IS LOCATED, AN AMOUNT EQUAL\n   56  TO  THE  SUM  WHICH  THE  SAID COUNTY AND/OR CITY AND/OR SCHOOL DISTRICT\n\n       S. 1450                            22                            A. 1403\n\n    1  WOULD ORDINARILY BE IMPOSED AS TAXES, PURSUANT TO THE PREVAILING  METHOD\n    2  OF DETERMINING ASSESSMENTS.\n    3    PROPERTIES  ACQUIRED  BY  THE AUTHORITY FOR TRANSPORTATION AND USED AS\n    4  SUCH, SHALL NOT BE SUBJECT TO THE PAYMENT OF ANY TAXES EXCEPT  THAT  THE\n    5  AUTHORITY  SHALL  PAY  SUCH  PROPERTY SPECIAL BENEFIT ASSESSMENTS ON THE\n    6  PROPERTY IF IT IS LOCATED IN AN EXISTING SPECIAL BENEFIT DISTRICT.\n    7    S 1349-U. INTEREST OF MEMBERS OR EMPLOYEES OF AUTHORITY  IN  CONTRACTS\n    8  PROHIBITED.  IT  SHALL BE A MISDEMEANOR FOR A MEMBER OF THE AUTHORITY OR\n    9  AN OFFICER, AGENT, SERVANT OR EMPLOYEE EMPLOYED BY OR APPOINTED  BY  THE\n   10  AUTHORITY,  TO BE IN ANY WAY OR MANNER INTERESTED, DIRECTLY OR INDIRECT-\n   11  LY, AS PRINCIPAL, SURETY OR OTHERWISE, IN A  CONTRACT,  THE  EXPENSE  OR\n   12  CONSIDERATION WHEREOF IS PAYABLE OUT OF THE FUNDS OF THE AUTHORITY.\n   13    S 1349-V. FISCAL YEAR. THE FISCAL YEAR OF THE AUTHORITY SHALL BEGIN ON\n   14  THE FIRST DAY OF JANUARY.\n   15    S  1349-W.  CONSENT BY THE STATE. THE COMMISSIONER OF GENERAL SERVICES\n   16  SHALL HAVE POWER, IN HIS OR HER DISCRETION, FROM TIME TO TIME TO  TRANS-\n   17  FER  AND  CONVEY TO THE AUTHORITY, OR TO ONE OR MORE PARTICIPATING COUN-\n   18  TIES FOR THE USE OF THE AUTHORITY, AND FOR SUCH CONSIDERATION  AND  UPON\n   19  SUCH  TERMS AND CONDITIONS AS MAY BE DETERMINED BY HIM OR HER TO BE PAID\n   20  TO THE STATE, UNAPPROPRIATED STATE  LANDS,  ABANDONED  CANAL  LANDS  AND\n   21  LANDS  UNDER  WATER WHICH THE AUTHORITY SHALL CERTIFY TO BE NECESSARY OR\n   22  DESIRABLE FOR THE CORPORATE PURPOSES OF THE AUTHORITY.\n   23    S 1349-X. SEPARABILITY. IF ANY PROVISION OF ANY SECTION OF THIS  TITLE\n   24  OR  THE  APPLICATION  THEREOF  TO  ANY  PERSON  OR CIRCUMSTANCE SHALL BE\n   25  ADJUDGED INVALID BY A COURT OF COMPETENT  JURISDICTION,  SUCH  ORDER  OR\n   26  JUDGMENT  SHALL BE CONFINED IN ITS OPERATION TO THE CONTROVERSY IN WHICH\n   27  IT WAS RENDERED, AND SHALL NOT AFFECT OR INVALIDATE THE REMAINDER OF ANY\n   28  PROVISION OF ANY SECTION OF THIS TITLE OR THE APPLICATION  OF  ANY  PART\n   29  THEREOF  TO  ANY  OTHER  PERSON  OR  CIRCUMSTANCE  AND  TO  THIS END THE\n   30  PROVISIONS OF EACH SECTION OF THIS  TITLE  ARE  HEREBY  DECLARED  TO  BE\n   31  SEVERABLE.\n   32    S 1349-Y. EFFECT OF INCONSISTENT PROVISIONS. INSOFAR AS THE PROVISIONS\n   33  OF  THIS  TITLE  ARE  INCONSISTENT WITH THE PROVISIONS OF ANY OTHER LAW,\n   34  GENERAL, SPECIAL OR  LOCAL,  THE  PROVISIONS  OF  THIS  TITLE  SHALL  BE\n   35  CONTROLLING.\n   36    S  2. This act shall take effect on the first of January next succeed-\n   37  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the creation of the Peconic Bay regional transportation authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T145913.TXT", "SOBI.D110107.T135905.TXT", "SOBI.D110107.T143426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687272239
}