{
  "year" : 2011,
  "senateBillNo" : "S1451-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1451-2011-1294376400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants the power of site plan review to towns and villages over railroad facilities of the MTA",
  "summary" : "Grants towns and villages site plan review over railroad stations and other rail facilities of the metropolitan transportation authority in order that changes and improvements to such stations and facilities may be properly integrated into the landscape of such towns and villages in which they are located; provides that the governmental nature of the metropolitan transportation authority shall not exempt its rail stations and railroad facilities from site plan review by towns and villages. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1404",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S2548-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1451                                                  A. 1404\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when printed to be committed to the Committee on Transporta-\n         tion\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to granting the\n         power of site plan review to towns and villages over railroad  facili-\n         ties of the metropolitan transportation authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The  legislature  hereby  finds  that\n    2  pursuant  to  title  11  of article 5 of the public authorities law, the\n    3  metropolitan transportation authority operates railroad facilities with-\n    4  in the state of New York, including stations, terminals,  platforms  and\n    5  other  buildings, structures, and improvements. Historically, the legis-\n    6  lature has exempted the metropolitan transportation authority  from  the\n    7  local  laws, ordinances, resolutions, and rules and regulations of poli-\n    8  tical subdivisions, including but not limited to  zoning  and  land  use\n    9  regulations.\n   10    The legislature hereby finds that it is necessary and desirable to now\n   11  subject  the  metropolitan transportation authority to limited municipal\n   12  authority with regard  to  site  plan  review  of  railroad  facilities.\n   13  Specifically, railroad facilities established by the metropolitan trans-\n   14  portation authority, including stations, terminals, platforms, and other\n   15  buildings,  structures,  and  improvements  are  located  in communities\n   16  throughout the metropolitan transportation authority service area.  Many\n   17  of  these railroad facilities are centrally located in these communities\n   18  and are an integral part of the character and history of these  communi-\n   19  ties.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03790-01-1\n\n       S. 1451                             2                            A. 1404\n\n    1    Any changes to such railroad facilities could have significant adverse\n    2  impacts  for the quality of life, aesthetics, environment, and character\n    3  of the communities where they are located. The metropolitan  transporta-\n    4  tion  authority  does not possess the expertise on local land use issues\n    5  to  adequately  protect these important aesthetic and land use concerns.\n    6  Local government is best equipped to ensure that railroad facilities are\n    7  properly integrated into the community where they are to be located.  It\n    8  is  the purpose of this legislation to give towns and villages site plan\n    9  review over such facilities.\n   10    S 2. Section 1264 of the public authorities law is amended by adding a\n   11  new subdivision 3 to read as follows:\n   12    3. NOTHING PROVIDED IN THIS SECTION RELATING TO THE  PURPOSES  OF  THE\n   13  AUTHORITY  SHALL  BE  DEEMED  AS  LIMITING THE JURISDICTION OF TOWNS AND\n   14  VILLAGES TO EXERCISE THE POWER OF SITE PLAN REVIEW OVER RAILROAD FACILI-\n   15  TIES.\n   16    S 3. Section 1266 of the public authorities law is amended by adding a\n   17  new subdivision 19 to read as follows:\n   18    19. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISIONS EIGHT AND ELEVEN OF\n   19  THIS SECTION, OR ANY OTHER PROVISION OF  LAW  TO  THE  CONTRARY,  TOWNS,\n   20  PURSUANT  TO  SECTION  TWO  HUNDRED  SEVENTY-FOUR-A OF THE TOWN LAW, AND\n   21  VILLAGES, PURSUANT TO SECTION 7-725-A OF THE VILLAGE LAW, SHALL HAVE THE\n   22  POWER TO EXERCISE SITE PLAN REVIEW OVER THE RAILROAD FACILITIES  OF  THE\n   23  AUTHORITY.  THE  LOCAL  LAW  OR  ZONING ORDINANCE ESTABLISHING SITE PLAN\n   24  REVIEW SHALL SPECIFY THAT RAILROAD FACILITIES,  AS  DEFINED  IN  SECTION\n   25  TWELVE HUNDRED SIXTY-ONE OF THIS TITLE, ARE SUBJECT TO SITE PLAN REVIEW.\n   26  WHERE  A  TOWN OR VILLAGE HAS ESTABLISHED SUCH JURISDICTION, NO RAILROAD\n   27  FACILITY SHALL BE CONSTRUCTED, MODIFIED, ALTERED, ADDED TO, OR OTHERWISE\n   28  CHANGED, WITHOUT FIRST RECEIVING SITE PLAN APPROVAL FROM THE APPROPRIATE\n   29  TOWN OR VILLAGE.\n   30    S 4. Severability. If any clause, sentence, paragraph, section or part\n   31  of this act shall be adjudged by any court of competent jurisdiction  to\n   32  be  invalid,  the  judgment  shall  not affect, impair or invalidate the\n   33  remainder thereof, but shall be confined in its operation to the clause,\n   34  sentence, paragraph, section or part of this act  directly  involved  in\n   35  the controversy in which the judgment shall have been rendered.\n   36    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1451\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to granting the power\nof site plan review to towns and villages over railroad facilities of\nthe metropolitan transportation authority\n\nPURPOSE:\nTo give towns and villages site plan review over railroad\nstations and other rail facilities of the MTA, so that such\nfacilities are properly integrated into the landscape of the community.\n\nSUMMARY OF PROVISIONS:\nSection 1 Makes legislative findings.\n\nSection 2 Provides that the governmental nature of the MTA's\nactivities shall not exempt railroad facilities from site plan review\nby towns and villages.\n\nSection 3 Grants site plan power to towns and Villages over railroad\nfacilities of the MTA.\n\nSection 4 Severability clause.\n\nSection 5 Effective date.\n\nJUSTIFICATION:\nCurrently, the MTA is exempt from the authority of\nlocal government, local laws, ordinances, resolutions, and rules and\nregulations, including zoning and land use laws. This means that the\nMTA, which has proven itself to be unaccountable to the public and\nlocal government, can construct or change local railroad stations\nwithout regard to community character, historic preservation, or\nother quality of life concerns.\n\nSpecifically, with regard to the Long Island Railroad, the MTA\nrecently released a plan to modify stations in its diesel territory\nwhich could adversely alter these stations and the communities in\nwhich they are located.\n\nOf particular importance is the face that such railroad facilities are\nfrequently centrally located in communities and are a hub where many\npeople often congregate.\nIn short, railroad facilities are an important element in the\ncharacter of a community.\n\nTherefore, it is imperative that local government have a say in how a\ncommunity resource, such as a railroad station is constructed or\nmodified.\n\nThe granting of site plan review over MTA rail facilities is the best\nway of insuring that community character is maintained without\nplacing an undue burden on the MTA to perform its responsibilities or\nproviding mass transit services.\n\nLEGISLATIVE HISTORY:\n1995-96: S.7438\n1997-98: S.1398/A.2177\n1999-00: S.392\n2001-02: S.2464\n2003-04: S.3267/A.7094\n2005-06: S.29/A.3847\n2007-08: S.1335/A.2764\n2009-10: S.2548/A.5937\n\nFISCAL IMPLICATIONS:\nMinimal to the MTA.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to granting the power of site plan review to towns and villages over railroad facilities of the metropolitan transportation authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T150413.TXT", "SOBI.D110107.T135905.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T143426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932670
}