{
  "year" : 2011,
  "senateBillNo" : "S1465-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1465-2011-1294376400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides nonprofit organizations real property exemption, at local option, for those promptly applying that purchase after municipality's taxable status date",
  "summary" : "Grants a real property tax exemption, at the option of the local taxing authority, to nonprofit organizations that purchase real property after the particular municipality's levy of taxes or taxable status date if the organization files an application for exemption with the assessor. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1465\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in  relation  to  granting  a\n         real  property  tax exemption to nonprofit organizations that purchase\n         real property after the taxable status date\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Subdivision 13 of section 420-a of the real property tax\n    2  law, as added by chapter 630 of the laws of 1997, is renumbered subdivi-\n    3  sion 15 and a new subdivision 16 is added to read as follows:\n    4    16. (A) (I) FOR THE PURPOSES OF THIS  SUBDIVISION,  \"MUNICIPAL  CORPO-\n    5  RATION\"  SHALL  MEAN  A  COUNTY,  CITY, TOWN, VILLAGE OR SCHOOL DISTRICT\n    6  WHICH, AFTER PUBLIC HEARING, ADOPTS A LOCAL  LAW,  ORDINANCE  OR  RESOL-\n    7  UTION,  PROVIDING THAT THIS SUBDIVISION SHALL BE APPLICABLE TO NONPROFIT\n    8  ORGANIZATIONS WITHIN ITS JURISDICTION.  SUCH  LOCAL  LAW,  ORDINANCE  OR\n    9  RESOLUTION  SHALL  APPLY TO PROPERTY TRANSFERS OCCURRING ON OR AFTER THE\n   10  EFFECTIVE DATE OF SUCH LOCAL LAW, ORDINANCE OR  RESOLUTION.  A  COPY  OF\n   11  SUCH  LOCAL  LAW,  ORDINANCE OR RESOLUTION SHALL BE FILED WITH THE STATE\n   12  BOARD.\n   13    (II) WHERE A NONPROFIT ORGANIZATION THAT MEETS THE REQUIREMENTS FOR AN\n   14  EXEMPTION PURSUANT TO THIS SECTION, PURCHASES PROPERTY AFTER THE LEVY OF\n   15  TAXES, SUCH NONPROFIT ORGANIZATION MAY, IF PERMITTED  BY  A  LOCAL  LAW,\n   16  ORDINANCE  OR  RESOLUTION  OF  THE  MUNICIPAL  CORPORATION  IN WHICH THE\n   17  NONPROFIT ORGANIZATION IS LOCATED, FILE  AN  APPLICATION  FOR  EXEMPTION\n   18  WITH  THE  ASSESSOR  NO LATER THAN THE TIME SPECIFIED IN SUCH LOCAL LAW,\n   19  ORDINANCE OR RESOLUTION.   THE ASSESSOR SHALL MAKE  A  DETERMINATION  OF\n   20  WHETHER  THE  PARCEL  WOULD  HAVE QUALIFIED FOR EXEMPT STATUS ON THE TAX\n   21  ROLL ON WHICH THE TAXES WERE LEVIED, HAD TITLE TO THE PARCEL BEEN IN THE\n   22  NAME OF THE APPLICANT ON THE TAXABLE STATUS DATE APPLICABLE TO  THE  TAX\n   23  ROLL.  THE APPLICATION SHALL BE ON A FORM PRESCRIBED BY THE STATE BOARD.\n   24  THE ASSESSOR, NO LATER THAN THIRTY DAYS AFTER RECEIPT OF  SUCH  APPLICA-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05717-01-1\n\n       S. 1465                             2\n\n    1  TION,  SHALL  NOTIFY  BOTH  THE  APPLICANT  AND  THE BOARD OF ASSESSMENT\n    2  REVIEW, BY FIRST CLASS MAIL, OF THE EXEMPT AMOUNT, IF ANY, AND THE RIGHT\n    3  OF THE OWNER TO A REVIEW OF THE EXEMPT AMOUNT UPON THE FILING OF A WRIT-\n    4  TEN COMPLAINT. SUCH COMPLAINT SHALL BE ON A FORM PRESCRIBED BY THE STATE\n    5  BOARD  AND  SHALL  BE  FILED  WITH THE BOARD OF ASSESSMENT REVIEW WITHIN\n    6  TWENTY DAYS OF THE MAILING OF SUCH NOTICE. IF NO COMPLAINT IS  RECEIVED,\n    7  THE  BOARD  OF  ASSESSMENT  REVIEW  SHALL SO NOTIFY THE ASSESSOR AND THE\n    8  EXEMPT AMOUNT DETERMINED BY THE ASSESSOR SHALL BE FINAL. IF  THE  APPLI-\n    9  CANT  FILES A COMPLAINT, THE BOARD OF ASSESSMENT REVIEW SHALL SCHEDULE A\n   10  TIME AND PLACE FOR A HEARING WITH RESPECT THERETO NO LATER  THAN  THIRTY\n   11  DAYS  AFTER  THE  MAILING  OF  THE NOTICE BY THE ASSESSOR.  THE BOARD OF\n   12  ASSESSMENT REVIEW SHALL MEET AND DETERMINE THE EXEMPT AMOUNT, AND  SHALL\n   13  IMMEDIATELY  NOTIFY THE ASSESSOR AND THE APPLICANT, BY FIRST CLASS MAIL,\n   14  OF ITS DETERMINATION. THE AMOUNT OF  EXEMPTION  DETERMINED  PURSUANT  TO\n   15  THIS  PARAGRAPH  SHALL BE SUBJECT TO REVIEW AS PROVIDED IN ARTICLE SEVEN\n   16  OF THIS CHAPTER. SUCH A PROCEEDING SHALL BE COMMENCED WITHIN THIRTY DAYS\n   17  OF THE MAILING OF THE NOTICE OF THE BOARD OF ASSESSMENT  REVIEW  TO  THE\n   18  NEW OWNER AS PROVIDED IN THIS PARAGRAPH.\n   19    (III) UPON RECEIPT OF A DETERMINATION OF THE EXEMPT AMOUNT AS PROVIDED\n   20  IN SUBPARAGRAPH (II) OF THIS PARAGRAPH, THE ASSESSOR SHALL DETERMINE THE\n   21  PRO  RATA  EXEMPTION  TO BE CREDITED TOWARD SUCH PROPERTY BY MULTIPLYING\n   22  THE TAX RATE OR TAX RATES FOR EACH MUNICIPAL  CORPORATION  WHICH  LEVIED\n   23  TAXES,  OR FOR WHICH TAXES WERE LEVIED, ON THE APPROPRIATE TAX ROLL USED\n   24  FOR THE FISCAL YEAR OR YEARS DURING WHICH THE  TRANSFER  OCCURRED  TIMES\n   25  THE EXEMPT AMOUNT, AS DETERMINED IN SUBPARAGRAPH (II) OF THIS PARAGRAPH,\n   26  TIMES  THE FRACTION OF EACH FISCAL YEAR OR YEARS REMAINING SUBSEQUENT TO\n   27  THE TRANSFER OF TITLE.  THE ASSESSOR SHALL IMMEDIATELY TRANSMIT A STATE-\n   28  MENT OF THE PRO RATA EXEMPTION CREDIT DUE TO EACH MUNICIPAL  CORPORATION\n   29  WHICH  LEVIED  TAXES OR FOR WHICH TAXES WERE LEVIED ON THE TAX ROLL USED\n   30  FOR THE FISCAL YEAR OR YEARS DURING WHICH THE TRANSFER OCCURRED  AND  TO\n   31  THE APPLICANT.\n   32    (IV)  EACH  MUNICIPAL  CORPORATION  WHICH  RECEIVES NOTICE OF PRO RATA\n   33  EXEMPTION CREDITS PURSUANT TO THIS SUBDIVISION SHALL INCLUDE  AN  APPRO-\n   34  PRIATION  IN  ITS BUDGET FOR THE NEXT FISCAL YEAR EQUAL TO THE AGGREGATE\n   35  AMOUNT OF SUCH CREDITS TO BE  APPLIED  IN  THAT  FISCAL  YEAR.  WHERE  A\n   36  PARCEL,  THE  OWNER OF WHICH IS ENTITLED TO A PRO RATA EXEMPTION CREDIT,\n   37  IS SUBJECT TO TAXATION IN SAID NEXT FISCAL YEAR, THE RECEIVER OR COLLEC-\n   38  TOR SHALL APPLY THE CREDIT TO REDUCE THE AMOUNT OF TAXES  OWED  FOR  THE\n   39  PARCEL  IN SUCH FISCAL YEAR. PRO RATA EXEMPTION CREDITS IN EXCESS OF THE\n   40  AMOUNT OF TAXES, IF ANY, OWED FOR THE PARCEL SHALL BE PAID BY THE TREAS-\n   41  URER OF A MUNICIPAL CORPORATION WHICH LEVIES SUCH TAXES FOR OR ON BEHALF\n   42  OF THE MUNICIPAL CORPORATION TO ALL OWNERS OF PROPERTY ENTITLED TO  SUCH\n   43  CREDITS  WITHIN  THIRTY DAYS OF THE EXPIRATION OF THE WARRANT TO COLLECT\n   44  TAXES IN SAID NEXT FISCAL YEAR.   NOTWITHSTANDING THE  FOREGOING,  WHERE\n   45  THE  MUNICIPAL  CORPORATION  HAS  BEEN  REIMBURSED  BY ANOTHER MUNICIPAL\n   46  CORPORATION FOR THE TAX CREDIT TO BE PAID TO THE OWNER PURSUANT TO  THIS\n   47  SUBDIVISION,  SUCH  CREDIT  SHALL  BE PAID TO SUCH MUNICIPAL CORPORATION\n   48  INSTEAD OF SUCH OWNER.\n   49    (B) (I) NOTWITHSTANDING  THE  PROVISIONS  OF  THIS  SECTION,  WHERE  A\n   50  NONPROFIT  ORGANIZATION  THAT  MEETS  THE  REQUIREMENTS FOR AN EXEMPTION\n   51  PURSUANT TO THIS SECTION, PURCHASES PROPERTY AFTER  THE  TAXABLE  STATUS\n   52  DATE BUT PRIOR TO THE LEVY OF TAXES, SUCH NONPROFIT ORGANIZATION MAY, IF\n   53  PERMITTED  BY  A  LOCAL  LAW,  ORDINANCE  OR RESOLUTION OF THE MUNICIPAL\n   54  CORPORATION IN WHICH THE NONPROFIT  ORGANIZATION  IS  LOCATED,  FILE  AN\n   55  APPLICATION FOR AN EXEMPTION WITH THE ASSESSOR WITHIN THIRTY DAYS OF THE\n   56  TRANSFER  OF  TITLE  TO SUCH NONPROFIT ORGANIZATION.  THE ASSESSOR SHALL\n\n       S. 1465                             3\n\n    1  MAKE A DETERMINATION WITHIN THIRTY DAYS AFTER RECEIPT OF  SUCH  APPLICA-\n    2  TION OF WHETHER THE APPLICANT WOULD QUALIFY FOR AN EXEMPTION PURSUANT TO\n    3  THIS SECTION ON THE ASSESSMENT ROLL IF TITLE HAD BEEN IN THE NAME OF THE\n    4  APPLICANT ON THE TAXABLE STATUS DATE APPLICABLE TO SUCH ASSESSMENT ROLL.\n    5  THE APPLICATION SHALL BE MADE ON A FORM PRESCRIBED BY THE STATE BOARD.\n    6    (II)  IF  THE  ASSESSOR'S DETERMINATION IS MADE PRIOR TO THE FILING OF\n    7  THE TENTATIVE ASSESSMENT ROLL,  THE  ASSESSOR  SHALL  ENTER  THE  EXEMPT\n    8  AMOUNT,  IF  ANY,  ON THE TENTATIVE ASSESSMENT ROLL AND, WITHIN TEN DAYS\n    9  AFTER FILING SUCH ROLL, NOTIFY THE APPLICANT OF THE APPROVAL  OR  DENIAL\n   10  OF  SUCH EXEMPTION, THE EXEMPT AMOUNT, IF ANY, AND THE APPLICANT'S RIGHT\n   11  TO REVIEW BY THE BOARD OF ASSESSMENT REVIEW.\n   12    (III) IF THE ASSESSOR'S DETERMINATION IS MADE AFTER THE FILING OF  THE\n   13  TENTATIVE  ASSESSMENT  ROLL,  THE  ASSESSOR  SHALL PETITION THE BOARD OF\n   14  ASSESSMENT REVIEW TO CORRECT THE TENTATIVE OR FINAL ASSESSMENT  ROLL  IN\n   15  THE MANNER PROVIDED IN TITLE THREE OF ARTICLE FIVE OF THIS CHAPTER, WITH\n   16  RESPECT  TO  UNLAWFUL ENTRIES, IN THE CASE OF WHOLLY EXEMPT PARCELS, AND\n   17  WITH RESPECT OF  CLERICAL  ERRORS,  IN  THE  CASE  OF  PARTIALLY  EXEMPT\n   18  PARCELS,  IF THE ASSESSOR DETERMINES THAT AN EXEMPTION SHOULD BE GRANTED\n   19  AND, WITHIN TEN DAYS OF PETITIONING  THE  BOARD  OF  ASSESSMENT  REVIEW,\n   20  NOTIFY  THE  APPLICANT  OF THE APPROVAL OR DENIAL OF SUCH EXEMPTION, THE\n   21  AMOUNT OF SUCH EXEMPTION, IF ANY, AND THE APPLICANT'S RIGHT TO  ADMINIS-\n   22  TRATIVE  OR  JUDICIAL  REVIEW  OF SUCH DETERMINATION PURSUANT TO ARTICLE\n   23  FIVE OR SEVEN OF THIS CHAPTER, RESPECTIVELY.\n   24    (C) IF, FOR ANY REASON, A DETERMINATION TO EXEMPT PROPERTY FROM  TAXA-\n   25  TION  AS PROVIDED IN PARAGRAPH (B) OF THIS SUBDIVISION IS NOT ENTERED ON\n   26  THE FINAL ASSESSMENT ROLL, THE ASSESSOR  SHALL  PETITION  THE  BOARD  OF\n   27  ASSESSMENT REVIEW TO CORRECT THE FINAL ASSESSMENT ROLL.\n   28    (D)  IF,  FOR ANY REASON, THE PRO RATA TAX CREDIT AS PROVIDED IN PARA-\n   29  GRAPH (A) OF THIS SUBDIVISION IS NOT EXTENDED AGAINST THE TAX ROLL IMME-\n   30  DIATELY SUCCEEDING THE FISCAL YEAR DURING WHICH THE  TRANSFER  OCCURRED,\n   31  THE  ASSESSOR  SHALL  IMMEDIATELY NOTIFY THE MUNICIPAL CORPORATION WHICH\n   32  LEVIED THE TAX OR FOR WHICH THE TAXES WERE LEVIED OF THE AMOUNT  OF  PRO\n   33  RATA  EXEMPTION  CREDITS  FOR  THE YEAR IN WHICH SUCH TRANSFER OCCURRED.\n   34  SUCH MUNICIPAL CORPORATION SHALL PROCEED  AS  PROVIDED  IN  SUBPARAGRAPH\n   35  (IV) OF PARAGRAPH (A) OF THIS SUBDIVISION.\n   36    (E)  IF, FOR ANY REASON, A DETERMINATION TO EXEMPT PROPERTY FROM TAXA-\n   37  TION AS PROVIDED IN PARAGRAPH (B) OF THIS SUBDIVISION IS NOT ENTERED  ON\n   38  THE  TAX ROLL FOR THE YEAR IMMEDIATELY SUCCEEDING THE FISCAL YEAR DURING\n   39  WHICH THE TRANSFER OCCURRED, THE ASSESSOR SHALL DETERMINE THE  PRO  RATA\n   40  TAX  EXEMPTION  CREDIT  FOR SUCH TAX ROLL BY MULTIPLYING THE TAX RATE OR\n   41  TAX RATES FOR EACH MUNICIPAL CORPORATION WHICH LEVIED TAXES OR FOR WHICH\n   42  TAXES WERE LEVIED TIMES THE EXEMPT AMOUNT AND SHALL  IMMEDIATELY  NOTIFY\n   43  SUCH  MUNICIPAL  CORPORATION  OR  CORPORATIONS OF THE PRO RATA EXEMPTION\n   44  CREDITS FOR SUCH TAX ROLL. SUCH MUNICIPAL CORPORATION SHALL ADD SUCH PRO\n   45  RATA EXEMPTION CREDITS FOR SUCH PROPERTY TO  ANY  OUTSTANDING  PRO  RATA\n   46  EXEMPTION  AMOUNTS AND PROCEED AS PROVIDED IN SUBPARAGRAPH (IV) OF PARA-\n   47  GRAPH (A) OF THIS SUBDIVISION.\n   48    S 2.  Section 420-b of the real property tax law is amended by  adding\n   49  a new subdivision 8 to read as follows:\n   50    8.  (A)  (I)  FOR  THE PURPOSES OF THIS SUBDIVISION, \"MUNICIPAL CORPO-\n   51  RATION\" SHALL MEAN A COUNTY, CITY,  TOWN,  VILLAGE  OR  SCHOOL  DISTRICT\n   52  WHICH,  AFTER  PUBLIC  HEARING,  ADOPTS A LOCAL LAW, ORDINANCE OR RESOL-\n   53  UTION, PROVIDING THAT THIS SUBDIVISION SHALL BE APPLICABLE TO  NONPROFIT\n   54  ORGANIZATIONS  WITHIN  ITS  JURISDICTION.  SUCH  LOCAL LAW, ORDINANCE OR\n   55  RESOLUTION SHALL APPLY TO PROPERTY TRANSFERS OCCURRING ON OR  AFTER  THE\n   56  EFFECTIVE  DATE  OF  SUCH  LOCAL LAW, ORDINANCE OR RESOLUTION. A COPY OF\n\n       S. 1465                             4\n\n    1  SUCH LOCAL LAW, ORDINANCE OR RESOLUTION SHALL BE FILED  WITH  THE  STATE\n    2  BOARD.\n    3    (II) WHERE A NONPROFIT ORGANIZATION THAT MEETS THE REQUIREMENTS FOR AN\n    4  EXEMPTION PURSUANT TO THIS SECTION, PURCHASES PROPERTY AFTER THE LEVY OF\n    5  TAXES,  SUCH  NONPROFIT  ORGANIZATION  MAY FILE, IF PERMITTED BY A LOCAL\n    6  LAW, ORDINANCE OR RESOLUTION OF THE MUNICIPAL CORPORATION IN  WHICH  THE\n    7  NONPROFIT ORGANIZATION IS LOCATED, AN APPLICATION FOR EXEMPTION WITH THE\n    8  ASSESSOR  NO  LATER THAN THE TIME SPECIFIED IN SUCH LOCAL LAW, ORDINANCE\n    9  OR RESOLUTION.  THE ASSESSOR SHALL MAKE A DETERMINATION OF  WHETHER  THE\n   10  PARCEL  WOULD  HAVE QUALIFIED FOR EXEMPT STATUS ON THE TAX ROLL ON WHICH\n   11  THE TAXES WERE LEVIED, HAD TITLE TO THE PARCEL BEEN IN THE NAME  OF  THE\n   12  APPLICANT  ON  THE  TAXABLE  STATUS DATE APPLICABLE TO THE TAX ROLL. THE\n   13  APPLICATION SHALL BE ON A FORM PRESCRIBED BY THE STATE BOARD. THE ASSES-\n   14  SOR, NO LATER THAN THIRTY DAYS AFTER RECEIPT OF SUCH APPLICATION,  SHALL\n   15  NOTIFY  BOTH  THE APPLICANT AND THE BOARD OF ASSESSMENT REVIEW, BY FIRST\n   16  CLASS MAIL, OF THE EXEMPT AMOUNT, IF ANY, AND THE RIGHT OF THE OWNER  TO\n   17  A  REVIEW  OF  THE EXEMPT AMOUNT UPON THE FILING OF A WRITTEN COMPLAINT.\n   18  SUCH COMPLAINT SHALL BE ON A FORM PRESCRIBED  BY  THE  STATE  BOARD  AND\n   19  SHALL BE FILED WITH THE BOARD OF ASSESSMENT REVIEW WITHIN TWENTY DAYS OF\n   20  THE  MAILING  OF  SUCH NOTICE. IF NO COMPLAINT IS RECEIVED, THE BOARD OF\n   21  ASSESSMENT REVIEW SHALL SO NOTIFY THE ASSESSOR  AND  THE  EXEMPT  AMOUNT\n   22  DETERMINED  BY  THE  ASSESSOR  SHALL  BE FINAL. IF THE APPLICANT FILES A\n   23  COMPLAINT, THE BOARD OF ASSESSMENT REVIEW  SHALL  SCHEDULE  A  TIME  AND\n   24  PLACE FOR A HEARING WITH RESPECT THERETO NO LATER THAN THIRTY DAYS AFTER\n   25  THE  MAILING  OF  THE  NOTICE BY THE ASSESSOR.   THE BOARD OF ASSESSMENT\n   26  REVIEW SHALL MEET AND DETERMINE THE EXEMPT AMOUNT, AND SHALL IMMEDIATELY\n   27  NOTIFY THE ASSESSOR AND THE APPLICANT,  BY  FIRST  CLASS  MAIL,  OF  ITS\n   28  DETERMINATION. THE AMOUNT OF EXEMPTION DETERMINED PURSUANT TO THIS PARA-\n   29  GRAPH  SHALL  BE  SUBJECT TO REVIEW AS PROVIDED IN ARTICLE SEVEN OF THIS\n   30  CHAPTER. SUCH A PROCEEDING SHALL BE COMMENCED WITHIN THIRTY DAYS OF  THE\n   31  MAILING OF THE NOTICE OF THE BOARD OF ASSESSMENT REVIEW TO THE NEW OWNER\n   32  AS PROVIDED IN THIS PARAGRAPH.\n   33    (III) UPON RECEIPT OF A DETERMINATION OF THE EXEMPT AMOUNT AS PROVIDED\n   34  IN SUBPARAGRAPH (II) OF THIS PARAGRAPH, THE ASSESSOR SHALL DETERMINE THE\n   35  PRO  RATA  EXEMPTION  TO BE CREDITED TOWARD SUCH PROPERTY BY MULTIPLYING\n   36  THE TAX RATE OR TAX RATES FOR EACH MUNICIPAL  CORPORATION  WHICH  LEVIED\n   37  TAXES,  OR FOR WHICH TAXES WERE LEVIED, ON THE APPROPRIATE TAX ROLL USED\n   38  FOR THE FISCAL YEAR OR YEARS DURING WHICH THE  TRANSFER  OCCURRED  TIMES\n   39  THE EXEMPT AMOUNT, AS DETERMINED IN SUBPARAGRAPH (II) OF THIS PARAGRAPH,\n   40  TIMES  THE FRACTION OF EACH FISCAL YEAR OR YEARS REMAINING SUBSEQUENT TO\n   41  THE TRANSFER OF TITLE.  THE ASSESSOR SHALL IMMEDIATELY TRANSMIT A STATE-\n   42  MENT OF THE PRO RATA EXEMPTION CREDIT DUE TO EACH MUNICIPAL  CORPORATION\n   43  WHICH  LEVIED  TAXES OR FOR WHICH TAXES WERE LEVIED ON THE TAX ROLL USED\n   44  FOR THE FISCAL YEAR OR YEARS DURING WHICH THE TRANSFER OCCURRED  AND  TO\n   45  THE APPLICANT.\n   46    (IV)  EACH  MUNICIPAL  CORPORATION  WHICH  RECEIVES NOTICE OF PRO RATA\n   47  EXEMPTION CREDITS PURSUANT TO THIS SUBDIVISION SHALL INCLUDE  AN  APPRO-\n   48  PRIATION  IN  ITS BUDGET FOR THE NEXT FISCAL YEAR EQUAL TO THE AGGREGATE\n   49  AMOUNT OF SUCH CREDITS TO BE  APPLIED  IN  THAT  FISCAL  YEAR.  WHERE  A\n   50  PARCEL,  THE  OWNER OF WHICH IS ENTITLED TO A PRO RATA EXEMPTION CREDIT,\n   51  IS SUBJECT TO TAXATION IN SAID NEXT FISCAL YEAR, THE RECEIVER OR COLLEC-\n   52  TOR SHALL APPLY THE CREDIT TO REDUCE THE AMOUNT OF TAXES  OWED  FOR  THE\n   53  PARCEL  IN SUCH FISCAL YEAR. PRO RATA EXEMPTION CREDITS IN EXCESS OF THE\n   54  AMOUNT OF TAXES, IF ANY, OWED FOR THE PARCEL SHALL BE PAID BY THE TREAS-\n   55  URER OF A MUNICIPAL CORPORATION WHICH LEVIES SUCH TAXES FOR OR ON BEHALF\n   56  OF THE MUNICIPAL CORPORATION TO ALL OWNERS OF PROPERTY ENTITLED TO  SUCH\n\n       S. 1465                             5\n\n    1  CREDITS  WITHIN  THIRTY DAYS OF THE EXPIRATION OF THE WARRANT TO COLLECT\n    2  TAXES IN SAID NEXT FISCAL YEAR.   NOTWITHSTANDING THE  FOREGOING,  WHERE\n    3  THE  MUNICIPAL  CORPORATION  HAS  BEEN  REIMBURSED  BY ANOTHER MUNICIPAL\n    4  CORPORATION  FOR THE TAX CREDIT TO BE PAID TO THE OWNER PURSUANT TO THIS\n    5  SUBDIVISION, SUCH CREDIT SHALL BE PAID  TO  SUCH  MUNICIPAL  CORPORATION\n    6  INSTEAD OF SUCH OWNER.\n    7    (B)  (I)  NOTWITHSTANDING  THE  PROVISIONS  OF  THIS  SECTION, WHERE A\n    8  NONPROFIT ORGANIZATION THAT MEETS  THE  REQUIREMENTS  FOR  AN  EXEMPTION\n    9  PURSUANT  TO  THIS  SECTION, PURCHASES PROPERTY AFTER THE TAXABLE STATUS\n   10  DATE BUT PRIOR TO THE LEVY OF TAXES, SUCH NONPROFIT ORGANIZATION MAY, IF\n   11  PERMITTED BY A LOCAL LAW,  ORDINANCE  OR  RESOLUTION  OF  THE  MUNICIPAL\n   12  CORPORATION  IN  WHICH  THE  NONPROFIT  ORGANIZATION IS LOCATED, FILE AN\n   13  APPLICATION FOR AN EXEMPTION WITH THE ASSESSOR WITHIN THIRTY DAYS OF THE\n   14  TRANSFER OF TITLE TO SUCH NONPROFIT ORGANIZATION.   THE  ASSESSOR  SHALL\n   15  MAKE  A  DETERMINATION WITHIN THIRTY DAYS AFTER RECEIPT OF SUCH APPLICA-\n   16  TION OF WHETHER THE APPLICANT WOULD QUALIFY FOR AN EXEMPTION PURSUANT TO\n   17  THIS SECTION ON THE ASSESSMENT ROLL IF TITLE HAD BEEN IN THE NAME OF THE\n   18  APPLICANT ON THE TAXABLE STATUS DATE APPLICABLE TO SUCH ASSESSMENT ROLL.\n   19  THE APPLICATION SHALL BE MADE ON A FORM PRESCRIBED BY THE STATE BOARD.\n   20    (II) IF THE ASSESSOR'S DETERMINATION IS MADE PRIOR TO  THE  FILING  OF\n   21  THE  TENTATIVE  ASSESSMENT  ROLL,  THE  ASSESSOR  SHALL ENTER THE EXEMPT\n   22  AMOUNT, IF ANY, ON THE TENTATIVE ASSESSMENT ROLL AND,  WITHIN  TEN  DAYS\n   23  AFTER  FILING  SUCH ROLL, NOTIFY THE APPLICANT OF THE APPROVAL OR DENIAL\n   24  OF SUCH EXEMPTION, THE EXEMPT AMOUNT, IF ANY, AND THE APPLICANT'S  RIGHT\n   25  TO REVIEW BY THE BOARD OF ASSESSMENT REVIEW.\n   26    (III)  IF THE ASSESSOR'S DETERMINATION IS MADE AFTER THE FILING OF THE\n   27  TENTATIVE ASSESSMENT ROLL, THE ASSESSOR  SHALL  PETITION  THE  BOARD  OF\n   28  ASSESSMENT  REVIEW  TO CORRECT THE TENTATIVE OR FINAL ASSESSMENT ROLL IN\n   29  THE MANNER PROVIDED IN TITLE THREE OF ARTICLE FIVE OF THIS CHAPTER, WITH\n   30  RESPECT TO UNLAWFUL ENTRIES, IN THE CASE OF WHOLLY EXEMPT  PARCELS,  AND\n   31  WITH  RESPECT  OF  CLERICAL  ERRORS,  IN  THE  CASE  OF PARTIALLY EXEMPT\n   32  PARCELS, IF THE ASSESSOR DETERMINES THAT AN EXEMPTION SHOULD BE  GRANTED\n   33  AND,  WITHIN  TEN  DAYS  OF  PETITIONING THE BOARD OF ASSESSMENT REVIEW,\n   34  NOTIFY THE APPLICANT OF THE APPROVAL OR DENIAL OF  SUCH  EXEMPTION,  THE\n   35  AMOUNT  OF SUCH EXEMPTION, IF ANY, AND THE APPLICANT'S RIGHT TO ADMINIS-\n   36  TRATIVE OR JUDICIAL REVIEW OF SUCH  DETERMINATION  PURSUANT  TO  ARTICLE\n   37  FIVE OR SEVEN OF THIS CHAPTER, RESPECTIVELY.\n   38    (C)  IF, FOR ANY REASON, A DETERMINATION TO EXEMPT PROPERTY FROM TAXA-\n   39  TION AS PROVIDED IN PARAGRAPH (B) OF THIS SUBDIVISION IS NOT ENTERED  ON\n   40  THE  FINAL  ASSESSMENT  ROLL,  THE  ASSESSOR SHALL PETITION THE BOARD OF\n   41  ASSESSMENT REVIEW TO CORRECT THE FINAL ASSESSMENT ROLL.\n   42    (D) IF, FOR ANY REASON, THE PRO RATA TAX CREDIT AS PROVIDED  IN  PARA-\n   43  GRAPH (A) OF THIS SUBDIVISION IS NOT EXTENDED AGAINST THE TAX ROLL IMME-\n   44  DIATELY  SUCCEEDING  THE FISCAL YEAR DURING WHICH THE TRANSFER OCCURRED,\n   45  THE ASSESSOR SHALL IMMEDIATELY NOTIFY THE  MUNICIPAL  CORPORATION  WHICH\n   46  LEVIED  THE  TAX OR FOR WHICH THE TAXES WERE LEVIED OF THE AMOUNT OF PRO\n   47  RATA EXEMPTION CREDITS FOR THE YEAR IN  WHICH  SUCH  TRANSFER  OCCURRED.\n   48  SUCH  MUNICIPAL  CORPORATION  SHALL  PROCEED AS PROVIDED IN SUBPARAGRAPH\n   49  (IV) OF PARAGRAPH (A) OF THIS SUBDIVISION.\n   50    (E) IF, FOR ANY REASON, A DETERMINATION TO EXEMPT PROPERTY FROM  TAXA-\n   51  TION  AS PROVIDED IN PARAGRAPH (B) OF THIS SUBDIVISION IS NOT ENTERED ON\n   52  THE TAX ROLL FOR THE YEAR IMMEDIATELY SUCCEEDING THE FISCAL YEAR  DURING\n   53  WHICH  THE  TRANSFER OCCURRED, THE ASSESSOR SHALL DETERMINE THE PRO RATA\n   54  TAX EXEMPTION CREDIT FOR SUCH TAX ROLL BY MULTIPLYING THE  TAX  RATE  OR\n   55  TAX RATES FOR EACH MUNICIPAL CORPORATION WHICH LEVIED TAXES OR FOR WHICH\n   56  TAXES  WERE  LEVIED TIMES THE EXEMPT AMOUNT AND SHALL IMMEDIATELY NOTIFY\n\n       S. 1465                             6\n\n    1  SUCH MUNICIPAL CORPORATION OR CORPORATIONS OF  THE  PRO  RATA  EXEMPTION\n    2  CREDITS FOR SUCH TAX ROLL. SUCH MUNICIPAL CORPORATION SHALL ADD SUCH PRO\n    3  RATA  EXEMPTION  CREDITS  FOR  SUCH PROPERTY TO ANY OUTSTANDING PRO RATA\n    4  EXEMPTION  AMOUNTS AND PROCEED AS PROVIDED IN SUBPARAGRAPH (IV) OF PARA-\n    5  GRAPH (A) OF THIS SUBDIVISION.\n    6    S 3. This act shall take effect on the ninetieth day  after  it  shall\n    7  have become a law.\n",
  "memo" : "BILL NUMBER:S1465\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to granting a real\nproperty tax exemption to nonprofit organizations that purchase real\nproperty after the taxable status date\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo authorize local municipal corporations (after local law adopted) to\naccept and administer nonprofit tax exemption applications after the\ntaxable status date under certain circumstances.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would provide, at the option of the locality, that when a\nnot-for-profit organization purchases property after the taxable\nstatus date, it will be permitted to submit an application for a real\nproperty tax exemption to the assessor. This bill also establishes\nprocedures to change the assessment roll and allow for the exemption\nbenefits granted upon purchase of property after the taxable status\ndate to be applied against the eligible individual's tax levy of the\nsubsequent year. If the municipal corporation has received\nreimbursement for the tax credit owed to the not-for-profit\norganization, the tax credit shall be paid to the municipal\ncorporation making the tax payment.\n\nJUSTIFICATION:\nCurrently, nonprofit organizations that are eligible for a real\nproperty tax exemption do not receive it immediately, after the\npurchase of property.\nThey must pay the full amount of taxes, in some cases up to almost two\nyears after purchasing the property. Since the State has deemed it\nproper to immediately tax property sold by someone receiving a real\nproperty tax exemption to a purchaser not entitled to an exemption,\nit is equally proper to grant immediate exempt status to property\npurchased by a nonprofit organization eligible for real property tax\nexemption.\n\nLEGISLATIVE HISTORY:\n\n2007/08: S.3313A - Local Government\n2005/06: S.4245  - Local Government\n2003/04: S.447   - Local Government\n2001/02: A.7589  - Passed Assembly\n1999/00: A.2714  - Passed Assembly\n1997/98: A.3982  - Passed Assembly\n1995-96: A.9080  - Reported to Ways & Means\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nNinetieth day succeeding enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to granting a real property tax exemption to nonprofit organizations that purchase real property after the taxable status date ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110107.T155916.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T144409.TXT", "SOBI.D110111.T141212.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932697
}