{
  "year" : 2011,
  "senateBillNo" : "S1464-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1464-2011-1294376400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the crime of aggravated murder involving certain business owners",
  "summary" : "Relates to the crime of aggravated murder involving certain business owners. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A1417",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SA6198-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1464                                                  A. 1417\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. DIAZ -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       IN ASSEMBLY -- Introduced by M. of A. CRESPO -- read once  and  referred\n         to the Committee on Codes\n\n       AN  ACT  to  amend the penal law, in relation to the crime of aggravated\n         murder involving certain business owners and their employees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 2 and the opening paragraph of\n    2  subdivision  3  of  section  125.26  of  the penal law, paragraph (b) of\n    3  subdivision 2 as added and the opening paragraph  of  subdivision  3  as\n    4  amended  by  chapter 482 of the laws of 2009, are amended, subdivision 3\n    5  is renumbered subdivision 4 and a new subdivision 3 is added to read  as\n    6  follows:\n    7    (b)  The defendant was more than eighteen years old at the time of the\n    8  commission of the crime[.]; OR\n    9    3. WITH INTENT TO CAUSE THE DEATH OF THE OWNER  OF  A  GROCERY  STORE,\n   10  BODEGA, TAXI CAB OR LIVERY CAB, OR HIS OR HER EMPLOYEES, INCLUDING DRIV-\n   11  ERS,  WHILE  SUCH  PERSON  IS  ACTING IN THE NORMAL COURSE OF HIS OR HER\n   12  EMPLOYMENT, HE OR SHE CAUSES THE DEATH OF SUCH PERSON.\n   13    In any prosecution under subdivision one [or], two OR  THREE  of  this\n   14  section, it is an affirmative defense that:\n   15    S  2.  Subdivision  5 of section 70.00 of the penal law, as amended by\n   16  chapter 482 of the laws of 2009, is amended to read as follows:\n   17    5.  Life  imprisonment  without  parole.  Notwithstanding  any   other\n   18  provision  of  law,  a  defendant sentenced to life imprisonment without\n   19  parole shall not  be  or  become  eligible  for  parole  or  conditional\n   20  release.  For  purposes of commitment and custody, other than parole and\n   21  conditional release, such sentence shall be deemed to be  an  indetermi-\n   22  nate  sentence.  A defendant may be sentenced to life imprisonment with-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03245-01-1\n\n       S. 1464                             2                            A. 1417\n\n    1  out parole upon conviction for the crime of murder in the  first  degree\n    2  as  defined in section 125.27 of this chapter and in accordance with the\n    3  procedures provided by law for imposing a sentence  for  such  crime.  A\n    4  defendant  must  be  sentenced  to life imprisonment without parole upon\n    5  conviction for the crime of terrorism as defined in  section  490.25  of\n    6  this  chapter,  where the specified offense the defendant committed is a\n    7  class A-I felony; the crime of criminal possession of a chemical  weapon\n    8  or biological weapon in the first degree as defined in section 490.45 of\n    9  this  chapter;  or  the  crime  of  criminal use of a chemical weapon or\n   10  biological weapon in the first degree as defined in  section  490.55  of\n   11  this  chapter; provided, however, that nothing in this subdivision shall\n   12  preclude or prevent a sentence of  death  when  the  defendant  is  also\n   13  convicted  of  the  crime  of  murder  in the first degree as defined in\n   14  section 125.27 of this chapter.  A defendant must be sentenced  to  life\n   15  imprisonment  without  parole upon conviction for the crime of murder in\n   16  the second degree as defined in subdivision five of  section  125.25  of\n   17  this  chapter or for the crime of aggravated murder as defined in subdi-\n   18  vision one of section  125.26  of  this  chapter.  A  defendant  may  be\n   19  sentenced  to  life  imprisonment without parole upon conviction for the\n   20  crime of aggravated murder as defined in subdivision  two  OR  THREE  of\n   21  section 125.26 of this chapter.\n   22    S  3. Section 60.06 of the penal law, as amended by chapter 482 of the\n   23  laws of 2009, is amended to read as follows:\n   24  S 60.06 Authorized disposition; murder in the  first  degree  offenders;\n   25            aggravated  murder  offenders;  certain  murder  in the second\n   26            degree  offenders;  certain  terrorism   offenders;   criminal\n   27            possession  of  a  chemical weapon or biological weapon offen-\n   28            ders; criminal use of a chemical weapon or  biological  weapon\n   29            offenders.\n   30    When a defendant is convicted of murder in the first degree as defined\n   31  in  section  125.27 of this chapter, the court shall, in accordance with\n   32  the provisions of section 400.27 of the criminal procedure law, sentence\n   33  the defendant to death, to life imprisonment without parole  in  accord-\n   34  ance  with subdivision five of section 70.00 of this title, or to a term\n   35  of imprisonment for a class A-I felony other than  a  sentence  of  life\n   36  imprisonment without parole, in accordance with subdivisions one through\n   37  three  of  section  70.00  of  this title. When a person is convicted of\n   38  murder in the second degree as defined in subdivision  five  of  section\n   39  125.25  of  this chapter or of the crime of aggravated murder as defined\n   40  in subdivision one of section 125.26 of this chapter,  the  court  shall\n   41  sentence the defendant to life imprisonment without parole in accordance\n   42  with  subdivision  five of section 70.00 of this title. When a defendant\n   43  is convicted of the crime of terrorism as defined in section  490.25  of\n   44  this  chapter,  and  the  specified offense the defendant committed is a\n   45  class A-I felony offense, or when a defendant is convicted of the  crime\n   46  of  criminal possession of a chemical weapon or biological weapon in the\n   47  first degree as defined in section 490.45 of this  chapter,  or  when  a\n   48  defendant is convicted of the crime of criminal use of a chemical weapon\n   49  or biological weapon in the first degree as defined in section 490.55 of\n   50  this  chapter,  the court shall sentence the defendant to life imprison-\n   51  ment without parole in accordance with subdivision five of section 70.00\n   52  of this title; provided, however, that nothing  in  this  section  shall\n   53  preclude  or  prevent  a  sentence  of  death when the defendant is also\n   54  convicted of murder in the first degree as defined in section 125.27  of\n   55  this  chapter.  When  a  defendant  is convicted of aggravated murder as\n   56  defined in subdivision two OR THREE of section 125.26 of  this  chapter,\n\n       S. 1464                             3                            A. 1417\n\n    1  the  court  shall  sentence  the  defendant to life imprisonment without\n    2  parole or to a term of imprisonment for a class A-I felony other than  a\n    3  sentence  of life imprisonment without parole, in accordance with subdi-\n    4  visions one through three of section 70.00 of this title.\n    5    S 4. This act shall take effect on the first of November next succeed-\n    6  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1464\n\nTITLE OF BILL:\nAn act\nto amend the penal law,\nin relation to the crime of\naggravated murder involving\ncertain business owners and their employees\n\nPURPOSE:\nRelates to the crime of aggravated murder involving certain business\nowners.\n\nSUMMARY OF PROVISIONS:\nSection 1. Amends paragraph (b) of subdivision two and the opening\nparagraph of subdivision 3 of section 125.26 of the penal law,\nparagraph (b) of subdivision 2 as added and the opening paragraph of\nsubdivision 3 as amended by chapter 482 of the laws of 2009 by adding\nintent to cause the death of the owner of a grocery store, bodega,\ntaxi cab or livery cab or such owners' employees while they are\nacting in the normal course of their employment.\n\nSection 2. Provides that a defendant may be sentenced to life\nimprisonment without parole upon conviction for the crime of\naggravated murder.\n\nSection 3. Requires a sentence of life imprisonment without parole for\na conviction of aggravated murder.\n\nSection 4. Effective Date\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nRecent news accounts have reported three fatal murders involving\nlivery cab drivers that occurred between May 10 and August 23, 2009\nin the Bronx. Jose Pena-Seguira, 42 was shot once in the head inside\nhis cab. He was pronounced dead in a hospital approximately thirty\nminutes later. Ndiaye Amadau, 46 was fatally shot in the chest in his\ncab. Roberto Pinta, 37 was shot three times in the back during what\nwas reported as a failed robbery.\n\nA fourth cab driver, Pericles Salas, 32, was found shot in the head\nearly on the morning of August 30,2009 in Yonkers, NY. His wife and\nyoung daughter survive him.\n\nNo one deserves to work under such stressful conditions and no one\nshould have to fear for his or life while simply trying to do a job.\n\nThis legislation imposes a sentence of life imprisonment without\nparole upon conviction for the crime of aggravated murder of a cab or\nlivery cab owner or employee, or the owner or employee of a grocery\nstore or bodega, when the murder occurs during the normal course of\nbusiness.\n\nLEGISLATIVE HISTORY:\n2009-2010 S.6198A- Reported and Committed to Finance/A.9160 - Amend\nand Recommit to Codes\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nFirst of November next succeeding the date it becomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of aggravated murder involving certain business owners and their employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T150413.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110107.T141907.TXT", "SOBI.D110107.T141407.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932695
}