{
  "year" : 2011,
  "senateBillNo" : "S1466-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1466-2011-1294376400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that airbags (not required by federal law) sold and installed by motor vehicle dealers or manufacturers must be offered as standard or as single options",
  "summary" : "Provides that airbags (not required by federal law) sold and installed by motor vehicle dealers or manufacturers must be offered as standard with the model or as stand alone options; provides for civil penalties for violations; further provides certain exemptions; authorizes attorney general enforcement. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7291-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1466\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to the  manner  of\n         the  sale  of  airbags  by  motor  vehicle dealers or manufacturers in\n         certain cases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  390-d to read as follows:\n    3    S  390-D.  MANNER  OF  SALE  OF  AIRBAGS  BY  MOTOR VEHICLE DEALERS OR\n    4  MANUFACTURERS IN CERTAIN CASES. 1. ANY MOTOR VEHICLE DEALER OR  MANUFAC-\n    5  TURER  WHO,  IN CONNECTION WITH THE SALE OR LEASE, OR THE OFFER FOR SALE\n    6  OR LEASE OF A NEW MOTOR VEHICLE ONLY, OFFERS FOR SALE  AND  INSTALLATION\n    7  AN  AIRBAG MUST OFFER SUCH AIRBAG AS A STANDARD FEATURE OF THAT MODEL OF\n    8  MOTOR VEHICLE OR AS AN OPTION, THE PURCHASE OF WHICH  DOES  NOT  REQUIRE\n    9  THE  PURCHASE  OF  OTHER  OPTIONS,  WHETHER  OR  NOT SUCH AIRBAG IS ALSO\n   10  OFFERED AS PART OF A PACKAGE OF OPTIONS.\n   11    2. THIS SECTION SHALL NOT APPLY TO AIRBAGS REQUIRED TO BE INSTALLED BY\n   12  FEDERAL LAW.\n   13    3. A MOTOR VEHICLE DEALER SHALL NOT BE IN VIOLATION OF THIS SECTION IF\n   14  THE DEALER, AFTER DUE DILIGENCE, IS UNABLE TO ACQUIRE FROM THE  MANUFAC-\n   15  TURER  A VEHICLE EQUIPPED WITH AIRBAGS AS AN OPTION WITHOUT THE PURCHASE\n   16  OF A PACKAGE OF OPTIONS.\n   17    4. VIOLATION OF THIS SECTION SHALL BE PUNISHABLE BY A CIVIL PENALTY OF\n   18  NOT MORE THAN TWO HUNDRED FIFTY DOLLARS FOR THE FIRST  OFFENSE  AND  NOT\n   19  MORE THAN ONE THOUSAND DOLLARS FOR EACH SUBSEQUENT OFFENSE.\n   20    5. WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION, AN APPLICATION\n   21  MAY  BE  MADE  BY  THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF THE\n   22  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   23  PROCEEDING TO ISSUE AN INJUNCTION, AND UPON NOTICE TO THE  DEFENDANT  OF\n   24  NOT  LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01760-01-1\n\n       S. 1466                             2\n\n    1  VIOLATIONS; AND IF IT SHALL APPEAR TO THE SATISFACTION OF THE  COURT  OR\n    2  JUSTICE  THAT  THE  DEFENDANT  HAS,  IN  FACT, VIOLATED THIS SECTION, AN\n    3  INJUNCTION MAY BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE,  ENJOINING  AND\n    4  RESTRAINING  ANY  FURTHER  VIOLATION,  WITHOUT  REQUIRING PROOF THAT ANY\n    5  PERSON HAS, IN FACT, BEEN  INJURED  OR  DAMAGED  THEREBY.  IN  ANY  SUCH\n    6  PROCEEDING,  THE  COURT  MAY  MAKE ALLOWANCES TO THE ATTORNEY GENERAL AS\n    7  PROVIDED IN PARAGRAPH SIX OF SUBDIVISION  (A)  OF  SECTION  EIGHTY-THREE\n    8  HUNDRED  THREE  OF  THE CIVIL PRACTICE LAW AND RULES AND DIRECT RESTITU-\n    9  TION. WHENEVER THE COURT  SHALL  DETERMINE  THAT  A  VIOLATION  OF  THIS\n   10  SECTION  HAS  OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF NOT MORE\n   11  THAN ONE THOUSAND DOLLARS FOR SUCH VIOLATION.  IN  CONNECTION  WITH  ANY\n   12  SUCH  APPLICATION,  THE ATTORNEY GENERAL IS AUTHORIZED TO TAKE PROOF AND\n   13  MAKE A DETERMINATION OF THE RELEVANT FACTS AND  TO  ISSUE  SUBPOENAS  IN\n   14  ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   15    S 2. This act shall take effect on the one hundred eightieth day after\n   16  it  shall  have  become a law and shall apply only to new motor vehicles\n   17  manufactured and sold on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the manner of the sale of airbags by motor vehicle dealers or manufacturers in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110107.T155916.TXT", "SOBI.D110107.T144409.TXT", "SOBI.D110111.T141713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433156
}