{
  "year" : 2011,
  "senateBillNo" : "S1460-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1460-2011-1294376400000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the maximum deductible allowed on policies for windstorms shall not be greater than $1,500",
  "summary" : "Provides that the maximum deductible allowed in catastrophic windstorms shall not be greater than fifteen hundred dollars and shall be stated in the policy in numerical terms; also provides that deductibles shall only be applicable to losses incurred in windstorms with speeds greater than 125 miles per hour. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A1413",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S241-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1460                                                  A. 1413\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Insurance\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation  to  windstorm  insurance\n         notice regarding deductibles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3445 of the insurance law, as added by  chapter  44\n    2  of the laws of 1998, is amended to read as follows:\n    3    S  3445.  Windstorm  insurance  notice. 1. The superintendent shall by\n    4  regulation establish disclosure requirements with respect to the  opera-\n    5  tion  of  any  deductible  in a homeowner's insurance policy or dwelling\n    6  fire personal lines policy which applies as the result of  a  windstorm.\n    7  Such  regulations shall prescribe the form of a notice to be provided by\n    8  an insurer to an insured. The notice shall explain in  clear  and  plain\n    9  language  the  amount  of  the deductible SUBJECT TO SUBSECTION THREE OF\n   10  THIS SECTION, the circumstances under which the deductible  applies  and\n   11  any  other  matters  which the superintendent, in his or her discretion,\n   12  shall deem necessary or appropriate.\n   13    2. A CATASTROPHIC WINDSTORM DEDUCTIBLE  APPLICABLE  TO  A  HOMEOWNER'S\n   14  INSURANCE  POLICY  OR  DWELLING  FIRE PERSONAL LINES POLICY SHALL NOT BE\n   15  APPROVED BY THE DEPARTMENT UNLESS THE DEDUCTIBLE IS APPLICABLE  ONLY  TO\n   16  LOSSES  INCURRED  IN A HURRICANE WHICH CAUSES WIND SPEEDS OF ONE HUNDRED\n   17  TWENTY-FIVE MILES OR GREATER PER HOUR TO OCCUR WITHIN THE STATE.\n   18    3. THE MAXIMUM DEDUCTIBLE ALLOWED SHALL NOT BE  GREATER  THAN  FIFTEEN\n   19  HUNDRED DOLLARS AND SHALL BE STATED ON THE POLICY IN NUMERICAL TERMS.\n   20    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03716-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to windstorm insurance notice regarding deductibles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110107.T144409.TXT", "SOBI.D110107.T141907.TXT", "SOBI.D110110.T153118.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294691478361
}