{
  "year" : 2011,
  "senateBillNo" : "S1461-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1461-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes cooperative library systems to apply for funds under the local government efficiency grant program municipal merger incentives",
  "summary" : "Authorizes cooperative library systems to apply for funds under the local government efficiency grant program municipal merger incentives. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A1414",
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S6463-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1461                                                  A. 1414\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN  SENATE  -- Introduced by Sens. LAVALLE, LARKIN, MAZIARZ, RANZENHOFER\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Finance\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE, ENGLEBRIGHT -- Multi-Spon-\n         sored by -- M. of A. RAIA -- read once and referred to  the  Committee\n         on Libraries and Education Technology\n\n       AN  ACT to amend the state finance law, in relation to authorizing coop-\n         erative library systems to apply for funds under the local  government\n         efficiency grant program municipal merger incentives\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph p of subdivision 10 of section 54  of  the  state\n    2  finance  law,  as  amended  by section 6 of part GG of chapter 56 of the\n    3  laws of 2009, is amended to read as follows:\n    4    p. Local government efficiency grant program municipal  merger  incen-\n    5  tives.  For  the purposes of this paragraph, \"municipalities\" shall mean\n    6  cities with a population less than one million,  towns  [and],  villages\n    7  AND  COOPERATIVE LIBRARY SYSTEMS. Within the annual amounts appropriated\n    8  therefor, surviving municipalities following a merger, consolidation  or\n    9  dissolution occurring on or after the state fiscal year commencing April\n   10  first,  two  thousand  seven  may be awarded additional aid in the state\n   11  fiscal year following such merger, consolidation or dissolution equal to\n   12  fifteen percent of the combined amount of real property taxes levied  by\n   13  all  of the municipalities participating in the merger, consolidation or\n   14  dissolution in the local fiscal year prior to the local fiscal  year  in\n   15  which   such  merger,  consolidation  or  dissolution  took  effect.  In\n   16  instances of the dissolution of a village located in more than one town,\n   17  such additional aid shall equal the sum of fifteen percent of  the  real\n   18  property  taxes  levied by such village in the village fiscal year prior\n   19  to the village fiscal year in which such dissolution  took  effect  plus\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03843-01-1\n\n       S. 1461                             2                            A. 1414\n\n    1  fifteen  percent  of the average amount of real property taxes levied by\n    2  the towns in which the village was located in the town fiscal year prior\n    3  to the town fiscal year in which such dissolution took effect, and shall\n    4  be  divided  among  such towns based on the percentage of such village's\n    5  population that resided in each such town as of the most recent  federal\n    6  decennial  census.  Such additional aid shall be apportioned and paid to\n    7  the chief fiscal officer of each consolidated or merged municipality  on\n    8  audit and warrant of the state comptroller out of moneys appropriated by\n    9  the  legislature  for such purpose to the credit of the local assistance\n   10  fund in the general fund of the state treasury in the same \"on or before\n   11  month and day\" manner as the municipality's base  level  grant  is  paid\n   12  pursuant  to  subparagraph  (i)  of paragraph i of this subdivision. Any\n   13  municipality receiving a merger incentive award pursuant to  this  para-\n   14  graph shall use such aid only for general municipal purposes. In no case\n   15  shall  the  additional aid pursuant to this paragraph exceed one million\n   16  dollars. Such additional aid shall in subsequent state fiscal  years  be\n   17  considered  prior  year aid for the purposes of determining such merged,\n   18  consolidated or surviving municipality's base level  grant  pursuant  to\n   19  paragraph b of this subdivision.\n   20    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1461\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, in relation to authorizing cooperative\nlibrary systems to apply for funds under the local government efficiency\ngrant program municipal merger incentives\n\nPURPOSE:\nAuthorizes cooperative library systems to apply for funds under the\nlocal government efficiency grant program municipal merger incentives.\n\nSUMMARY OF PROVISIONS:\nParagraph p of subdivision 10 of Section 54 of the state finance law,\nas amended by Section 6 of part GG of Chapter 56 of the Laws of 2009,\nis amended to include cooperative library systems in the definition\nof municipalities making them eligible to apply for funds under the\nlocal government efficiency grant program municipal merger incentives.\n\nJUSTIFICATION:\nThe Local Government Efficiency Grant Program was established in New\nYork State to help promote and fund service sharing and\nconsolidations to ultimately save taxpayer dollars.\nFunding from this program is currently available to counties, cities,\ntown, villages, special improvement districts, fire districts, school\ndistricts, BOCES, water and sewer authorities, and regional planning\nand developments boards. Public library systems are also eligible\nunder this program; however, cooperative library systems are not.\nCooperative library systems' sole mission is to support public\nlibrary projects that consolidate services, eliminate waste, make\noperations more efficient and most importantly save taxpayers money.\nThis legislation is necessary to include the eligibility of\ncooperative library systems in this program thereby allowing this\nagency to enhance their efforts on behalf of hard pressed taxpayers.\n\nLEGISLATIVE HISTORY:\n2010 - S.6463\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to authorizing cooperative library systems to apply for funds under the local government efficiency grant program municipal merger incentives ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110107.T150914.TXT", "SOBI.D110107.T141407.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932689
}