{
  "year" : 2011,
  "senateBillNo" : "S1467-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1467-2011-1294376400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increase the types of firearms that are to be included in the firearm ballistic identification database",
  "summary" : "Increases the types of firearms that are to be included in the firearm ballistic identification database. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S1188-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1467\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business  law,  in  relation  to  a  firearm\n         ballistic identification databank\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 396-ff of the general business  law,  as  added  by\n    2  chapter 189 of the laws of 2000, is amended to read as follows:\n    3    S 396-ff. [Pistol and revolver] FIREARM ballistic identification data-\n    4  bank.  (1)  For  the purposes of this section, the following terms shall\n    5  have the following meanings:\n    6    (a) \"Manufacturer\" means any person, firm or corporation possessing  a\n    7  valid  federal  license that permits such person, firm or corporation to\n    8  engage in the business of manufacturing [pistols or revolvers]  FIREARMS\n    9  or ammunition therefor for the purpose of sale or distribution.\n   10    (b) \"Shell casing\" means that part of ammunition capable of being used\n   11  in  a  [pistol or revolver] FIREARM that contains the primer and propel-\n   12  lant powder to discharge the bullet or projectile.\n   13    (C) \"FIREARM\" MEANS A PISTOL, REVOLVER, OR ASSAULT WEAPON  AS  DEFINED\n   14  IN  SECTION 265.00 OF THE PENAL LAW, RIFLE, OR OTHER LONG-BARRELED WEAP-\n   15  ON.\n   16    (2) [On and after March first, two thousand one, any] ANY manufacturer\n   17  that ships, transports or delivers a [pistol or revolver] FIREARM to any\n   18  person in this state shall, in accordance  with  rules  and  regulations\n   19  promulgated  by  the  division of state police, include in the container\n   20  with such [pistol or revolver] FIREARM a separate sealed container  that\n   21  encloses:\n   22    (a)  a  shell  casing  of  a bullet or projectile discharged from such\n   23  [pistol or revolver] FIREARM; and\n   24    (b) any additional information that identifies such [pistol or  revol-\n   25  ver] FIREARM and shell casing as required by such rules and regulations.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01754-01-1\n\n       S. 1467                             2\n\n    1    (3)  A  gunsmith  or  dealer in firearms licensed in this state shall,\n    2  within ten days of the receipt of any [pistol or revolver] FIREARM  from\n    3  a manufacturer that fails to comply with the provisions of this section,\n    4  either  (a) return such [pistol or revolver] FIREARM to such manufactur-\n    5  er, or (b) notify the division of state police of such noncompliance and\n    6  thereafter obtain a substitute sealed container through participation in\n    7  a  program  operated by the state police as provided in subdivision four\n    8  of this section.\n    9    (4) The division of state police shall no later  than  October  first,\n   10  two  thousand,  promulgate  rules and regulations for the operation of a\n   11  program which provides a gunsmith or a dealer in  firearms  licensed  in\n   12  this  state  with  a  sealed  container enclosing the items specified in\n   13  subdivision two of this section. The program shall at a minimum:\n   14    (a) be operational by January first, two thousand one;\n   15    (b) operate in at least five regional locations within the state; and\n   16    (c) specify procedures by which such gunsmith or dealer is to  deliver\n   17  a  [pistol or revolver] FIREARM to the regional program location closest\n   18  to his or her place of business for testing and prompt  return  of  such\n   19  [pistol or revolver] FIREARM.\n   20    (5)  [On  and  after  March  first, two thousand one, a] A gunsmith or\n   21  dealer in firearms licensed in this state  shall,  within  ten  days  of\n   22  delivering to any person a [pistol or revolver] FIREARM received by such\n   23  gunsmith  or  dealer in firearms [on or after such date], forward to the\n   24  division of state police, along with  the  original  transaction  report\n   25  required  by  subdivision twelve of section 400.00 of the penal law, the\n   26  sealed container enclosing the shell casing from such [pistol or  revol-\n   27  ver]  FIREARM either (a) received from the manufacturer, or (b) obtained\n   28  through participation in the program operated by the division  of  state\n   29  police in accordance with subdivision four of this section.\n   30    (6) Upon receipt of the sealed container, the division of state police\n   31  shall  cause to be entered in an automated electronic databank pertinent\n   32  data and other ballistic information relevant to identification  of  the\n   33  shell  casing  and to the [pistol or revolver] FIREARM from which it was\n   34  discharged.   The automated electronic databank  will  be  operated  and\n   35  maintained by the division of state police, in accordance with its rules\n   36  and  regulations  adopted  after consultation with the Federal Bureau of\n   37  Investigation and the United States Department of  Treasury,  Bureau  of\n   38  Alcohol,  Tobacco  and  Firearms  to  ensure compatibility with national\n   39  ballistic technology.\n   40    (7) Any person, firm or corporation who knowingly violates any of  the\n   41  provisions of this section shall be guilty of a violation, punishable as\n   42  provided in the penal law. Any person, firm or corporation who knowingly\n   43  violates  any of the provisions of this section after having been previ-\n   44  ously convicted of a violation of this section  shall  be  guilty  of  a\n   45  class A misdemeanor, punishable as provided in the penal law.\n   46    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   47  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to a firearm ballistic identification databank ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110107.T155916.TXT", "SOBI.D110107.T144409.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294760811163
}