{
  "year" : 2011,
  "senateBillNo" : "S1462-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1462-2011-1294376400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a municipal corporation to provide a real property tax exemption for improvements to real property meeting LEED certification standards for green buildings",
  "summary" : "Authorizes a municipal corporation to provide a real property tax exemption for improvements to real property meeting LEED certification standards for green buildings. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A1415",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S6755-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1462                                                  A. 1415\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Local Govern-\n         ment\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to authorizing  a\n         municipal  corporation  to  provide  a real property tax exemption for\n         improvements to real property meeting LEED certification standards for\n         green buildings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 470 to read as follows:\n    3    S 470. EXEMPTION  FOR  IMPROVEMENTS  TO  REAL  PROPERTY  MEETING  LEED\n    4  CERTIFICATION STANDARDS FOR GREEN BUILDINGS. 1. CONSTRUCTION OF IMPROVE-\n    5  MENTS  TO  REAL PROPERTY INITIATED ON OR AFTER THE FIRST DAY OF JANUARY,\n    6  TWO THOUSAND TWELVE  MEETING  LEED  CERTIFICATION  STANDARDS  FOR  GREEN\n    7  BUILDINGS  AS PROVIDED IN THIS SECTION, SHALL BE EXEMPT FROM TAXATION BY\n    8  ANY MUNICIPAL CORPORATION IN WHICH LOCATED TO  THE  EXTENT  PROVIDED  IN\n    9  THIS  SECTION,  PROVIDED THE GOVERNING BOARD OF SUCH MUNICIPALITY, AFTER\n   10  PUBLIC HEARING, ADOPTS A LOCAL LAW, ORDINANCE  OR  RESOLUTION  PROVIDING\n   11  THEREFOR.\n   12    2.  SUCH  REAL  PROPERTY OR PORTION THEREOF WHICH IS CERTIFIED UNDER A\n   13  CERTIFICATION STANDARD APPROVED BY THE MUNICIPAL  CORPORATION  WHICH  IS\n   14  DETERMINED TO BE EQUIVALENT TO THE LEED CERTIFICATION FOR THE CATEGORIES\n   15  OF  CERTIFIED, SILVER, GOLD OR PLATINUM AS MEETING GREEN BUILDING STAND-\n   16  ARDS SHALL BE EXEMPT AS PROVIDED BELOW FOR  THE  RESPECTIVE  PERCENTAGES\n   17  PROVIDED  THAT  A  COPY OF THE CERTIFICATION FOR A QUALIFIED CATEGORY IS\n   18  FILED WITH THE ASSESSOR OF THE MUNICIPAL CORPORATION  AND  THE  ASSESSOR\n   19  APPROVES  THE  APPLICATION  FOR  THE  APPLICABLE CATEGORY AS MEETING THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03846-01-1\n\n       S. 1462                             2                            A. 1415\n\n    1  REQUIREMENTS OF THIS SECTION AND THE MUNICIPAL CORPORATION'S LOCAL  LAW,\n    2  ORDINANCE OR RESOLUTION.\n    3                               LEED EXEMPTION\n    4  YEAR      CERTIFIED/SILVER         GOLD      PLATINUM\n    5  1         100%                     100%      100%\n    6  2         100%                     100%      100%\n    7  3         100%                     100%      100%\n    8  4         80%                      100%      100%\n    9  5         60%                      80%       100%\n   10  6         40%                      60%       100%\n   11  7         20%                      40%       80%\n   12  8         0%                       20%       60%\n   13  9         0%                       0%        40%\n   14  10        0%                       0%        20%\n   15    3. NO SUCH EXEMPTION SHALL BE GRANTED UNLESS: (A) SUCH CONSTRUCTION OF\n   16  IMPROVEMENTS  WAS  COMMENCED  ON  OR AFTER THE FIRST DAY OF JANUARY, TWO\n   17  THOUSAND TWELVE OR SUCH LATER DATE AS MAY BE SPECIFIED BY LOCAL LAW; (B)\n   18  THE VALUE OF SUCH CONSTRUCTION EXCEEDS THE SUM OF TEN THOUSAND  DOLLARS;\n   19  AND  (C)  SUCH  CONSTRUCTION  IS  DOCUMENTED  BY  A  BUILDING PERMIT, IF\n   20  REQUIRED, FOR THE IMPROVEMENTS, OR OTHER  APPROPRIATE  DOCUMENTATION  AS\n   21  REQUIRED  BY  THE  ASSESSOR.  FOR  PURPOSES  OF  THIS  SECTION  THE TERM\n   22  \"CONSTRUCTION OF IMPROVEMENTS\" SHALL NOT  INCLUDE  ORDINARY  MAINTENANCE\n   23  AND REPAIRS.\n   24    4.  IF  THE ASSESSOR IS SATISFIED THAT THE APPLICANT IS ENTITLED TO AN\n   25  EXEMPTION PURSUANT TO THIS SECTION, HE OR SHE SHALL APPROVE THE APPLICA-\n   26  TION AND SUCH REAL PROPERTY SHALL THEREAFTER BE EXEMPT FROM TAXATION  BY\n   27  THE  MUNICIPAL  CORPORATION  AS PROVIDED IN THIS SECTION COMMENCING WITH\n   28  THE ASSESSMENT ROLL PREPARED AFTER THE TAXABLE STATUS DATE. THE ASSESSED\n   29  VALUE OF ANY EXEMPTION GRANTED PURSUANT TO THIS SECTION SHALL BE ENTERED\n   30  BY THE ASSESSOR ON THE ASSESSMENT ROLL WITH THE TAXABLE  PROPERTY,  WITH\n   31  THE AMOUNT OF THE EXEMPTION SHOWN IN A SEPARATE COLUMN.\n   32    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1462\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to authorizing a\nmunicipal corporation to provide a real property tax exemption for\nimprovements to real property meeting LEED certification standards for\ngreen buildings\n\nPURPOSE:\nAuthorizes a municipal corporation to\nprovide a real property\ntax exemption for improvements to real property meeting LEED\ncertification standards for green buildings.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill amends the real property\ntax law by adding a new section 470 which provides a property tax\nexemption for LEED certified buildings at local option.\n\nSection 2 of the legislation sets forth the percentage of the\nexemption based on the LEED certification classification\n(certified/silver, gold or platinum). The percentages of exemptions\nare listed by year.\n\nSection 3 lists eligibility criteria for the exemption: (a)\nconstruction of improvements must commence after January 1, 2012 or\nlater as may be specified by local law; (b) project exceeds $10,000;\nand(c) proper documentation required. Further provides that \"ordinary\nmaintenance and repairs\" do not qualify for this exemption.\n\nSection 4 provides for the commencement of the exemption upon the\napproval of the assessor. The exemption will be effective after the\ntaxable status date.\n\nJUSTIFICATION:\nNew York has become proactive in bolstering efforts to\nreduce greenhouse gas emissions by promoting energy efficiency in\nhomes and businesses throughout the state. significant measures have\nbeen enacted in an effort to accomplish this goal. This legislation\nwould allow municipal corporations to adopt local laws granting a\nreal property tax exemption for property improvements meeting LEED\ncertification standards for energy efficient buildings. This\nincentive would further build upon New York's efforts by encouraging\nmore homeowners and businesses to go \"green\".\n\nLEGISLATIVE HISTORY:\n2010: A.9819/S.6755 - Remained in Committee\n\nFISCAL IMPACT ON THE STATE:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to authorizing a municipal corporation to provide a real property tax exemption for improvements to real property meeting LEED certification standards for green buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110107.T150914.TXT", "SOBI.D110107.T141407.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932691
}