{
  "year" : 2011,
  "senateBillNo" : "S1468-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1468-2011-1294376400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires credit reporting agencies to furnish proof of identity theft to creditors upon debtor's request",
  "summary" : "Requires credit reporting agencies to furnish proof of identity theft to creditors upon debtor's request. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S2282-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1468\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to requiring cred-\n         it reporting agencies to furnish proof of identity theft to  creditors\n         upon debtor's request\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 380-u of the general business law, as relettered by\n    2  chapter 63 of the laws of 2006, is relettered 380-v and  a  new  section\n    3  380-u is added to read as follows:\n    4    S 380-U. IDENTITY THEFT CREDIT REPORT. 1. IF A PERSON SUBMITS DOCUMEN-\n    5  TATION  INDICATING THEY HAVE BEEN A VICTIM OF IDENTITY THEFT, THE CREDIT\n    6  REPORTING AGENCY SHALL FURNISH SUCH INFORMATION TO  ALL  CREDITORS  UPON\n    7  THE REQUEST OF SUCH DEBTOR. SUCH AGENCY SHALL ALSO KEEP SUCH INFORMATION\n    8  ON FILE FOR SEVEN YEARS.\n    9    2. THE FOLLOWING SHALL SUFFICE AS PROOF OF IDENTITY THEFT:\n   10    (A)  A COPY OF A VALID POLICE REPORT FILED BY THE DEBTOR ALLEGING THAT\n   11  THE DEBTOR IS THE  VICTIM OF AN IDENTITY THEFT CRIME, INCLUDING, BUT NOT\n   12  LIMITED TO, A VIOLATION  OF  SECTION  190.78,  190.79,  190.80,  190.81,\n   13  190.82 OR 190.83 OF THE PENAL LAW, FOR THE SPECIFIC DEBT BEING COLLECTED\n   14  BY THE CREDITOR; AND\n   15    (B)  THE  DEBTOR'S  WRITTEN STATEMENT THAT THE DEBTOR CLAIMS TO BE THE\n   16  VICTIM OF IDENTITY  THEFT  WITH  RESPECT  TO  THE  SPECIFIC  DEBT  BEING\n   17  COLLECTED BY THE CREDITOR.\n   18    3. THE WRITTEN STATEMENT DESCRIBED IN PARAGRAPH (B) OF SUBDIVISION TWO\n   19  OF THIS SECTION SHALL CONSIST OF EITHER OF THE FOLLOWING:\n   20    (A) A SIGNED FEDERAL TRADE COMMISSION ID THEFT VICTIM'S AFFIDAVIT; OR\n   21    (B)  A  WRITTEN  STATEMENT THAT CERTIFIES THAT THE REPRESENTATIONS ARE\n   22  TRUE, CORRECT, AND CONTAIN NO MATERIAL OMISSIONS OF  FACT  TO  THE  BEST\n   23  KNOWLEDGE  AND  BELIEF  OF  THE PERSON   SUBMITTING THE CERTIFICATION. A\n   24  PERSON SUBMITTING SUCH CERTIFICATION WHO DECLARES AS TRUE  ANY  MATERIAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01757-01-1\n\n       S. 1468                             2\n\n    1  MATTER  PURSUANT TO THIS SUBDIVISION THAT HE OR SHE KNOWS TO BE FALSE IS\n    2  GUILTY OF A MISDEMEANOR. SUCH STATEMENT SHALL CONTAIN OR BE  ACCOMPANIED\n    3  BY,  THE  FOLLOWING, TO   THE EXTENT THAT SUCH ITEMS ARE RELEVANT TO THE\n    4  DEBTOR'S  ALLEGATION OF IDENTITY THEFT WITH RESPECT TO THE DEBT IN QUES-\n    5  TION:\n    6    (I) A STATEMENT THAT THE DEBTOR IS A VICTIM OF IDENTITY THEFT;\n    7    (II) A COPY OF THE DEBTOR'S DRIVER'S LICENSE OR  IDENTIFICATION  CARD,\n    8  AS ISSUED BY THE STATE;\n    9    (III) ANY OTHER IDENTIFICATION DOCUMENT THAT SUPPORTS THE STATEMENT OF\n   10  IDENTITY THEFT;\n   11    (IV)  SPECIFIC FACTS SUPPORTING THE CLAIM OF IDENTITY THEFT, IF AVAIL-\n   12  ABLE;\n   13    (V) ANY EXPLANATION SHOWING THAT THE DEBTOR DID NOT INCUR THE DEBT;\n   14    (VI) ANY AVAILABLE CORRESPONDENCE DISPUTING THE DEBT AFTER TRANSACTION\n   15  INFORMATION HAS BEEN PROVIDED TO THE DEBTOR;\n   16    (VII) DOCUMENTATION OF THE RESIDENCE OF THE DEBTOR AT THE TIME OF  THE\n   17  ALLEGED  DEBT.  THIS MAY INCLUDE COPIES OF BILLS AND STATEMENTS, SUCH AS\n   18  UTILITY BILLS, TAX STATEMENTS, OR OTHER STATEMENTS FROM BUSINESSES  SENT\n   19  TO  THE  DEBTOR,  SHOWING THAT THE DEBTOR LIVED AT ANOTHER  RESIDENCE AT\n   20  THE TIME THE DEBT WAS INCURRED;\n   21    (VIII) A TELEPHONE NUMBER FOR CONTACTING  THE  DEBTOR  CONCERNING  ANY\n   22  ADDITIONAL  INFORMATION OR QUESTIONS, OR DIRECTION THAT FURTHER COMMUNI-\n   23  CATIONS TO THE DEBTOR BE IN WRITING ONLY, WITH THE MAILING ADDRESS SPEC-\n   24  IFIED IN THE STATEMENT;\n   25    (IX)  TO THE EXTENT THE DEBTOR HAS INFORMATION CONCERNING WHO MAY HAVE\n   26  INCURRED THE DEBT, THE IDENTIFICATION  OF  ANY  PERSON  WHO  THE  DEBTOR\n   27  BELIEVES IS RESPONSIBLE; OR\n   28    (X)  AN EXPRESS STATEMENT THAT THE DEBTOR DID NOT AUTHORIZE THE USE OF\n   29  THE DEBTOR'S NAME OR PERSONAL INFORMATION FOR INCURRING THE DEBT.\n   30    4. THE CERTIFICATION REQUIRED PURSUANT TO SUBDIVISION  THREE  OF  THIS\n   31  SECTION  SHALL  BE  SUFFICIENT  IF  IT IS IN SUBSTANTIALLY THE FOLLOWING\n   32  FORM:\n   33    \"I CERTIFY THE REPRESENTATIONS MADE ARE TRUE, CORRECT, AND CONTAIN  NO\n   34  MATERIAL  OMISSIONS  OF  FACT                           \" DATE AND PLACE\n   35  (SIGNATURE)\n   36    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   37  have become a law.\n",
  "memo" : "BILL NUMBER:S1468\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to requiring credit\nreporting agencies to furnish proof of identity theft to creditors upon\ndebtor's request\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo prevent victims of identity theft from continuing to prove that\nsuch a crime occurred by requiring credit bureaus to keep proof of\nsuch crime and furnish proof upon request.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill adds a new section to Chapter 63, Section 380 of the general\nbusiness law.\n\nSection 1 of the bill requires credit reporting agencies to keep all\nsubmitted documentation indicating proof of identity theft for seven\nyears and to furnish such information to all creditors upon the\nrequest of the victim.\n\nSection 2 of the bill defines proof of identity theft as follows:\n\na) a copy of a valid police report tiled by the victim alleging the\ncrime of identity theft;\n\nb) a written statement by the victim claiming to be a victim of\nidentity theft with respect to the specific debt being collected by\nthe creditor.\n\nSection 3 of the bill defines a written statement to be as follows:\n\na) a signed federal trade commission ID theft victim's affidavit;\n\nb) a written statement that certifies to be true under penalty of law\nthat the victim is a victim of identity theft and did not incur the\ndebt or authorize the use of the~r name or personal information for\nincurring the debt;\n\nSection 3 of the bill requires the following to contain or accompany\nthe written statement with respect to the relevance of the debt:\n\na) a copy of the victim's driver's license or state issued\nidentification card, documentation of the residence of the victim at\nthe time of the alleged debt; any available correspondence disputing\nthe debt after transaction information has been provided to the victim;\n\nb) any information concerning who may have incurred the debt such as the\nidentification of any person who the victim believes is responsible;\n\nc) a telephone number for contacting the victim concerning any\nadditional information or questions, or direction that further\ncommunicates to the victim be in writing only;\n\nSection 4 defines the written certification as defined in Section 3 to\nbe sufficient if it is substantially in the following form:\n\n\"I certify the representation made are true, correct and contain no\nmaterial omissions of fact\" Date and Place (Signature)\n\nJUSTIFICATION:\nUsually when there has been a case of identity theft, the victim's\npersonal information is used to open several different accounts.\nThose accounts are then utilized and not paid for, eventually ending\nup in collections. Collection action can occur immediately or take up\nto six and a half years before it is put on the victim's credit\nreport. While there may be an instance in which the victim has found\nout about the debt via letter, phone call or reviewing a copy of\ntheir credit report and has disputed and proven to be a victim,\nbecause of the lag in collections, the information stolen may not get\ncollected on from another creditor until years later, thereby leaving\nthe victim to have to prove once again that they have been a victim\nof identity theft.\n\nThis is an inconvenience for the victim and a burden that they\nshouldn't have to sustain as it is not their fault that there is a\nlag in collections. This bill would define what proof is needed in\nregards to proving identity theft as well as require that once proof\nhas been established, that the credit bureau must keep the proof for\na period of seven years and furnish it immediately to the credit.or\nupon the victim's request.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.2282/A.7181 - REFERRED TO CONSUMER PROTECTION/Referred to\nConsumer Affairs and Protection\n2008-09: S.8677\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall have\nbecome law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring credit reporting agencies to furnish proof of identity theft to creditors upon debtor's request ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110107.T155916.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110107.T144409.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932702
}