{
  "year" : 2011,
  "senateBillNo" : "S1469-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S1469-2011-1294376400000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the disposition of unclaimed cremated remains of a veteran",
  "summary" : "Allows cemetery corporations to grant qualified veterans' organizations the right to receive the cremains of a veteran which has not been claimed by a relative or friend of the deceased within one hundred twenty days after cremation. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : "A2356",
  "lawSection" : "Not-for-Profit Corporation Law",
  "previousVersions" : [ "A2356-2011", "A2356-2009", "SA6840-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1469\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, ADAMS, ADDABBO, HASSELL-THOMPSON, HUNTLEY,\n         KRUEGER, MONTGOMERY, PERALTA, PERKINS, SAVINO, SMITH, SQUADRON -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Veterans, Homeland Security and Military Affairs\n\n       AN  ACT  to  amend  the  not-for-profit  corporation law, in relation to\n         disposition of unclaimed cremated remains of a veteran\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (j) of section 1517 of the not-for-profit corpo-\n    2  ration law is relettered paragraph (k) and a new paragraph (j) is  added\n    3  to read as follows:\n    4    (J) DISPOSITION OF UNCLAIMED CREMATED REMAINS OF A VETERAN. (1) PURSU-\n    5  ANT  TO  THE  REQUIREMENTS  OF  PARAGRAPH  (I) OF THIS SECTION, IF, UPON\n    6  COMPLETION OF THE CREMATION PROCESS, THE CEMETERY  CORPORATION  HAS  NOT\n    7  BEEN  INSTRUCTED  TO ARRANGE FOR THE INTERMENT, ENTOMBMENT, INURNMENT OR\n    8  SCATTERING OF THE CREMAINS OF AN INDIVIDUAL KNOWN TO BE  A  VETERAN  AND\n    9  PROVIDED  A  DILIGENT EFFORT HAS BEEN MADE TO LOCATE AND NOTIFY THE NEXT\n   10  OF KIN OR AUTHORIZING AGENT THAT SIGNED THE CREMATION AUTHORIZATION  FOR\n   11  THE DECEASED VETERAN, AFTER A PERIOD OF ONE HUNDRED TWENTY DAYS FROM THE\n   12  DATE  OF  THE  CREMATION, WHERE THE AUTHORIZING AGENT HAS NOT INSTRUCTED\n   13  THE CEMETERY CORPORATION TO ARRANGE FOR THE  FINAL  DISPOSITION  OF  THE\n   14  CREMAINS  OR  CLAIMED  THE  CREMAINS,  THE CEMETERY CORPORATION MAY ALSO\n   15  DISPOSE OF THE CREMAINS IN ANY MANNER PERMITTED BY THIS  SECTION  OR  BY\n   16  RELINQUISHING  POSSESSION  OF  VETERANS'  CREMAINS  FOR DISPOSITION BY A\n   17  VETERANS'  ORGANIZATION  THAT  QUALIFIES  AS  A  SECTION  501(C)(3)   OR\n   18  501(C)(19) TAX EXEMPT ORGANIZATION UNDER THE INTERNAL REVENUE CODE, OR A\n   19  FEDERALLY  CHARTERED VETERANS' SERVICE ORGANIZATION. THE CEMETERY CORPO-\n   20  RATION, HOWEVER, SHALL KEEP A PERMANENT RECORD IDENTIFYING THE VETERANS'\n   21  ORGANIZATION RECEIVING THE REMAINS AND THE  SITE  DESIGNATED  FOR  FINAL\n   22  DISPOSITION BY THE ORGANIZATION. THE METHOD OF DISPOSITION SHALL BE MADE\n   23  PURSUANT  TO  THIS SECTION AND SHALL BE DIRECTED TO A SECTION OF A CEME-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01714-01-1\n\n       S. 1469                             2\n\n    1  TERY CORPORATION WHERE VETERANS ARE MEMORIALIZED BY A  VETERAN'S  MARKER\n    2  IF  ELIGIBLE,  A VETERANS' SECTION OF A CEMETERY CORPORATION OR A VETER-\n    3  ANS' CEMETERY IF THE DECEASED VETERAN IS ELIGIBLE FOR INTERMENT IN  SUCH\n    4  A  MANNER.  SUCH  INTERMENT,  ENTOMBMENT, INURNMENT OR SCATTERING OF THE\n    5  CREMAINS OF AN INDIVIDUAL KNOWN TO BE A  VETERAN  BY  SUCH  A  VETERANS'\n    6  ORGANIZATION  SHALL OCCUR WITHIN SIXTY DAYS. THE AUTHORIZING AGENT SHALL\n    7  BE RESPONSIBLE FOR REIMBURSING THE CEMETERY CORPORATION OR THE VETERANS'\n    8  ORGANIZATION FOR ALL REASONABLE EXPENSES INCURRED IN  DISPOSING  OF  THE\n    9  CREMAINS. UPON DISPOSITION OF THE CREMAINS, THE CEMETERY CORPORATION AND\n   10  THE   VETERANS'  ORGANIZATION  AS  DEFINED  IN  THIS  SECTION  SHALL  BE\n   11  DISCHARGED  FROM  ANY  LEGAL  OBLIGATION  OR  LIABILITY  CONCERNING  THE\n   12  CREMAINS.  EXCEPT WITH THE EXPRESS WRITTEN PERMISSION OF THE AUTHORIZING\n   13  AGENT, NO PERSON SHALL:\n   14    (I) DISPOSE OF CREMAINS IN A MANNER OR  IN  A  LOCATION  SO  THAT  THE\n   15  CREMAINS  ARE  COMMINGLED WITH THOSE OF ANOTHER PERSON. THIS PROHIBITION\n   16  SHALL NOT APPLY TO THE SCATTERING OF CREMAINS AT SEA, BY AIR, OR  IN  AN\n   17  AREA  LOCATED IN A CEMETERY AND USED EXCLUSIVELY FOR THOSE PURPOSES; AND\n   18  (II) PLACE CREMAINS OF MORE  THAN  ONE  PERSON  IN  THE  SAME  TEMPORARY\n   19  CONTAINER OR URN.\n   20    (2) FOR THE PURPOSES OF THIS PARAGRAPH, \"DILIGENT EFFORT\" SHALL MEAN A\n   21  REASONABLE  EFFORT,  AND  INCLUDES  A CERTIFIED LETTER, DELIVERY RECEIPT\n   22  REQUESTED, MAILED TO THE NEXT OF KIN OR AUTHORIZING  AGENT  THAT  SIGNED\n   23  THE CREMATION AUTHORIZATION.\n   24    S 2. This act shall take effect November 11, 2011.\n",
  "memo" : "BILL NUMBER:S1469\n\nTITLE OF BILL:\n\nAn act\nto amend the not-for-profit corporation law, in relation to\ndisposition of unclaimed cremated remains of a veteran\n\nPURPOSE:\n\nTo ensure the cremains (the remains of a cremated body) of veterans\nare properly and respectfully disposed of if not claimed, allowing\nfor proper acknowledgement of those who have served our nation.\n\nSUMMARY OF PROVISIONS:\n\nSection one re-letters paragraph (j) of section 1517 of the\nnot-for-profit corporations law to paragraph (k), and a new paragraph\n(j) is added. The new paragraph (j) provides that qualified tax\nexempt veterans organizations or federally chartered veteran's\nservice organization will be given the right to receive and\nrespectfully dispose of the cremated remains of the unclaimed bodies\nof veterans, if such remains have not been claimed by a relative or\nfriend of the deceased within a designated period after cremation has\ntaken place.\n\nJUSTIFICATION:\n\nMillions of American service men and women have fought for the united\nStates in two World Wars, Korea, Vietnam, the Persian Gulf, the\nongoing wars in Iraq and Afghanistan, and numerous other small\nconflicts. Those same service men and women have also carried out\nhumanitarian relief projects on behalf of the limited States in every\ncomer of the world. Sadly, however, the remains of some of those\nheroes sit unclaimed and forgotten on the shelves in funeral homes,\nhospitals, prisons, crematories and other facilities. (See, e.g.,\n\"Abandoned cremains of veterans laid to rest,\" TEANECK SUBURBANITE,\nAugust 20, 2009.) It is fitting we provide a way for the remains of\nthose lost heroes to receive the respectful and honorable interment\nthey deserve.\n\nIn 2009, the states of New Jersey and Illinois enacted laws concerning\nthe final disposition of the unclaimed remains of veterans' bodies\nafter cremation. Sadly, New York has not yet adopted a similar policy\nto allow the brothers and sisters in service of our fallen heroes the\nability to serve their former comrades one final time. It is time New\nYork adopts the same policy.\n\nBy allowing veteran's organizations to carry out the proper burial\nprocedures, rather than allow the cremated remains of American\n\nveterans to lay abandoned for decades, we pay due respect to those\nwho have served to protect the life and liberty of this nation.\n\nLEGISLATIVE HISTORY:\n\n2010: S.6480-A Passed Senate\n      A.10166  Referred to Rules\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect November 11, 2011.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the not-for-profit corporation law, in relation to disposition of unclaimed cremated remains of a veteran ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110111.T115714.TXT", "SOBI.D110107.T145410.TXT", "SOBI.D110107.T160917.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110118.T163156.TXT", "SOBI.D110107.T164419.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295386316231
}