{
  "year" : 2011,
  "senateBillNo" : "S1463-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1463-2011-1294376400000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the award of scholarships and loan forgiveness for nurses on the same terms as physicians",
  "summary" : "Provides for the award of regents scholarships and loan forgiveness for nurses on the same terms as physicians; applies to registered professional nurses as defined in section 6903 of the education law. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A1416",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S388-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1463                                                  A. 1416\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sens. BRESLIN, ADAMS, DILAN, DUANE, HASSELL-\n         THOMPSON, KRUEGER, KRUGER, MONTGOMERY, PARKER, SAMPSON, SAVINO, SMITH,\n         STAVISKY -- read twice and ordered printed, and  when  printed  to  be\n         committed to the Committee on Higher Education\n\n       IN  ASSEMBLY -- Introduced by M. of A. McENENY, MILLMAN -- read once and\n         referred to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to  regents  professional\n         education  scholarships, health care professional opportunity scholar-\n         ships and loan forgiveness for nurses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  605 of the education law, as\n    2  amended by chapter 31 of the  laws  of  1985,  is  amended  to  read  as\n    3  follows:\n    4    3.  Regents  professional  education  in  medicine [or], dentistry, OR\n    5  NURSING scholarships.  Regents professional education in medicine  [or],\n    6  dentistry,  OR  NURSING  scholarships  shall  be  awarded annually, on a\n    7  competitive basis, to students beginning professional study in  medicine\n    8  [or],  dentistry,  OR  NURSING.   One hundred such scholarships shall be\n    9  awarded annually TO STUDENTS BEGINNING PROFESSIONAL  STUDY  IN  MEDICINE\n   10  AND  TWO  THOUSAND  SUCH SCHOLARSHIPS TO STUDENTS BEGINNING PROFESSIONAL\n   11  STUDY IN NURSING, and shall be classified and  allocated  in  accordance\n   12  with  regents rules. The provisions of this subdivision shall only apply\n   13  to any recipient who receives his or her first award  payment  prior  to\n   14  the  nineteen  hundred eighty-five--nineteen hundred eighty-six academic\n   15  year. FURTHER, THE PROVISIONS OF THIS SUBDIVISION SHALL ONLY APPLY TO  A\n   16  STUDENT  STUDYING  TO  BE  A REGISTERED PROFESSIONAL NURSE AS DEFINED IN\n   17  SECTION SIXTY-NINE HUNDRED THREE OF THIS CHAPTER.\n   18    S 2. Subdivision 9 of section 605 of the education law, as amended  by\n   19  chapter 523 of the laws of 1992, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00640-01-1\n\n       S. 1463                             2                            A. 1416\n\n    1    9.  Regents  physician  AND  NURSING loan forgiveness program. Regents\n    2  physician AND NURSING loan forgiveness awards shall be awarded  annually\n    3  to physicians AND NURSES who agree to practice medicine OR NURSING in an\n    4  area of New York state designated by the regents as having a shortage of\n    5  physicians  OR NURSES.  Such awards shall be classified and allocated in\n    6  accordance with regents rules.\n    7    a. Eligibility. (1) The applicant must be a resident of New York state\n    8  and licensed to practice medicine OR NURSING AND SHALL BE  A  REGISTERED\n    9  PROFESSIONAL  NURSE  AS  DEFINED  IN SECTION SIXTY-NINE HUNDRED THREE OF\n   10  THIS CHAPTER.\n   11    (2) [The  applicant  must  have  completed  a  professional  residency\n   12  program within the five years immediately preceding the period for which\n   13  the  first  award would be granted, or be within two years of completion\n   14  of an accredited residency program in a primary  care  specialty  desig-\n   15  nated in short supply by the board of regents.\n   16    (3)]  The  applicant  must agree to practice medicine OR NURSING in an\n   17  area in New York state designated as having a shortage of physicians  OR\n   18  NURSES.    The  regents,  after  consultation  with the commissioners of\n   19  health, correctional services, mental health and mental retardation  and\n   20  developmental disabilities, shall designate those regions and facilities\n   21  of  New York state which have a shortage of physicians OR NURSES for the\n   22  purposes of this section and establish relative rankings thereof.\n   23    b. Selection.  The commissioner, in consultation with the commissioner\n   24  of health, shall establish criteria for the selection of participants in\n   25  the program. An applicant must satisfy at  least  one  of  the  criteria\n   26  established.  A  priority  shall  be  accorded  to  any applicant who is\n   27  completing the second year of the service requirement and is  reapplying\n   28  for  a  new  award. The criteria shall include but not be limited to the\n   29  following:\n   30    (i) reapplication for a new award by a person who  is  completing  the\n   31  second year of a service requirement;\n   32    (ii)  receipt  of  specific  training  in  a primary care specialty or\n   33  obstetrics, OR NURSING determined by the regents to be in short supply;\n   34    (iii) receipt of specific training or experience in serving a shortage\n   35  area;\n   36    (iv) receipt of specific training or experience  matching  a  specific\n   37  medical need existing in a shortage area; and\n   38    (v)  agreement  pursuant  to  [subdivision  (d)]  PARAGRAPH  D of this\n   39  [section] SUBDIVISION to practice in an area determined by  the  regents\n   40  to have a severe shortage of primary care physician SERVICES AND NURSING\n   41  services.\n   42    c.  Notification.  (1)  The  commissioner  shall then forward approved\n   43  applications to the president and shall notify unsuccessful applicants;\n   44    (2) The president shall verify the approved applicants':\n   45    (i) eligibility; and\n   46    (ii) total undergraduate and medical school AND NURSING SCHOOL student\n   47  expense;\n   48    (3) The president shall notify applicants of their award entitlement.\n   49    d. Service requirement. Within such time as the commissioner shall  by\n   50  regulation  provide,  a recipient of an award shall have agreed to prac-\n   51  tice medicine OR NURSING in a specific area designated as having a shor-\n   52  tage of physicians OR NURSES for a period  of  twelve  months  for  each\n   53  annual payment to be received by the recipient. Physicians AND NURSES in\n   54  training  who  receive  an  award  shall not receive credit toward their\n   55  required service for time spent in a training program. [In no case shall\n   56  the total number of months of service  required  be  less  than  twenty-\n\n       S. 1463                             3                            A. 1416\n\n    1  four.]  The  president  shall,  in  consultation  with the commissioner,\n    2  develop and secure from each award recipient, a written agreement to[:\n    3    (i)] practice medicine OR NURSING in the designated shortage area[;\n    4    (ii) to accept Medicare and Medicaid payments; and\n    5    (iii)  to provide thirty-five hours per week of direct patient care in\n    6  the designated shortage area being served, or to  the  designated  popu-\n    7  lation being served].\n    8  If a recipient fails to comply fully with such conditions, the president\n    9  shall  be entitled to receive from such recipient an amount to be deter-\n   10  mined by the formula:\n   11                                 A = 2B (t-s)\n   12                                    -----\n   13                                      t\n   14  in which \"A\" is the amount the president is entitled to recover; \"B\"  is\n   15  the  sum  of all payments made to the recipient and the interest on such\n   16  amount which would be payable if at the times such awards were paid they\n   17  were loans bearing interest at the maximum prevailing rate; \"t\"  is  the\n   18  total  number of months in the recipient's period of obligated services;\n   19  and \"s\" is the number of months of  service  actually  rendered  by  the\n   20  recipient.  Any  amount which the president is entitled to recover under\n   21  this paragraph shall be paid within the five-year  period  beginning  on\n   22  the  date  that  the recipient failed to comply with this service condi-\n   23  tion. Nothing in the written agreement shall affect the terms of employ-\n   24  ment of the individual who shall negotiate, separate and apart from  the\n   25  program, his or her salary and other forms of employment with an agency,\n   26  institution or a program in which he or she shall be employed.\n   27    Any  obligation  to  comply  with  such provisions as outlined in this\n   28  section shall be cancelled upon the death of the recipient. The  commis-\n   29  sioner shall make regulations to provide for the waiver or suspension of\n   30  any financial obligation which would involve extreme hardship.\n   31    e. Reporting. A recipient of an award shall report annually to the New\n   32  York  state higher education services corporation, and the department of\n   33  health on forms prescribed by the president, as to  the  performance  of\n   34  the  required  services,  commencing with the calendar year in which the\n   35  recipient begins to practice medicine OR NURSING in a shortage area  and\n   36  continuing until the recipient shall have completed, or it is determined\n   37  that  he  or  she  shall  not  be  obligated  to  complete, the required\n   38  services.  If the recipient shall fail to file any report required here-\n   39  under within thirty days of written notice to the recipient,  mailed  to\n   40  the  address  shown  on the last application for an award or last report\n   41  filed, whichever is later, the president of the corporation may impose a\n   42  fine of up to  one  thousand  dollars.  The  president  shall  have  the\n   43  discretion  to waive the filing of a report, excuse a delay in filing or\n   44  a failure to file a report, or waive or reduce any fine imposed for good\n   45  cause shown.\n   46    f. Other awards. Award recipients shall be eligible to apply  for  one\n   47  additional award.\n   48    S  3.  Subdivision 10 of section 605 of the education law, as added by\n   49  chapter 31 of the laws of 1985, is amended to read as follows:\n   50    10.  Regents  health  care  professional   opportunity   scholarships.\n   51  Regents  health  care  professional  opportunity  scholarships  shall be\n   52  awarded annually to students who are beginning or engaged in an approved\n   53  program in medicine [or], dentistry, OR NURSING and who are economically\n   54  disadvantaged and/or members  of  an  underrepresented  minority  group,\n   55  provided,  however,  that to the extent that regents health care profes-\n   56  sional opportunity scholarships are not awarded, such scholarships shall\n\n       S. 1463                             4                            A. 1416\n\n    1  be awarded as regents professional opportunity scholarships. These scho-\n    2  larships shall be classified and allocated in  accordance  with  regents\n    3  rules.  THIS  SUBDIVISION  SHALL  APPLY  ONLY TO REGISTERED PROFESSIONAL\n    4  NURSES AS DEFINED IN SECTION SIXTY-NINE HUNDRED THREE OF THIS CHAPTER.\n    5    a.  In  selecting  and  certifying  scholarship  recipients under this\n    6  subdivision, priority shall be accorded to applicants in  the  following\n    7  order:\n    8    (1)  First,  to  any  applicant  who  is economically disadvantaged as\n    9  defined by the regents and a minority historically  underrepresented  in\n   10  the  profession as determined by the regents after consultation with the\n   11  council on professional  career  opportunity  created  by  section  nine\n   12  hundred forty-one of the executive law;\n   13    (2) Second, to any applicant who is a minority underrepresented in the\n   14  profession  as  determined  by  the  regents after consultation with the\n   15  council on professional  career  opportunity  created  by  section  nine\n   16  hundred forty-one of the executive law;\n   17    (3)  Third,  to any applicant who is a graduate of the state-sponsored\n   18  opportunity program pursuant to section sixty-four hundred fifty-one  or\n   19  sixty-four hundred fifty-two of this chapter.\n   20    In the event that there are more applicants who have the same priority\n   21  than there are remaining scholarships, the commissioner shall distribute\n   22  the remaining number of such scholarships by means of a lottery or other\n   23  form of random selection.\n   24    b.  The  commissioner  shall then forward approved applications to the\n   25  president and shall notify unsuccessful applicants.\n   26    c. The president shall notify applicants of their award entitlement.\n   27    d. The president shall, in consultation with the commissioner, develop\n   28  and secure from each successful applicant a written agreement  to  prac-\n   29  tice  medicine  [or], dentistry, OR NURSING, as appropriate, in a desig-\n   30  nated shortage area. Within such time as the commissioner shall by regu-\n   31  lation provide, a recipient of an award shall  have  practiced  medicine\n   32  [or],  dentistry,  OR NURSING in an area designated as having a shortage\n   33  of physicians [or], dentists, OR NURSES, as appropriate, for that number\n   34  of months calculated by multiplying  by  twelve  the  number  of  annual\n   35  payments received by the recipient. In no case shall the total number of\n   36  months  of  service  required  be  less than twenty-four. If a recipient\n   37  fails to comply fully with such conditions, the president shall be enti-\n   38  tled to receive from such recipient an amount to be  determined  by  the\n   39  formula:\n   40                                 A = 2B (t-s)\n   41                                    -----\n   42                                      t\n   43  in  which \"A\" is the amount the president is entitled to recover; \"B\" is\n   44  the sum of all payments made to the recipient and the interest  on  such\n   45  amount which would be payable if at the times such awards were paid they\n   46  were  loans  bearing interest at the maximum prevailing rate; \"t\" is the\n   47  total number of months in the recipient's period of obligated  services;\n   48  and  \"s\"  is  the  number  of months of service actually rendered by the\n   49  recipient. Any amount which the president is entitled to  recover  under\n   50  this  paragraph  shall  be paid within the five-year period beginning on\n   51  the date that the recipient failed to comply with  this  service  condi-\n   52  tion. Nothing in the written agreement shall affect the terms of employ-\n   53  ment  of the individual who shall negotiate, separate and apart from the\n   54  program, his or her salary and other forms of employment with an agency,\n   55  institution or a program in which he or she shall be employed.\n\n       S. 1463                             5                            A. 1416\n\n    1    Any obligation to comply with such  provisions  as  outlined  in  this\n    2  section  shall be cancelled upon the death of the recipient. The commis-\n    3  sioner shall make regulations to provide for the waiver or suspension of\n    4  any financial obligation which would involve extreme hardship.\n    5    e. A recipient of an award shall report annually to the New York state\n    6  higher  education services corporation, on forms prescribed by it, as to\n    7  the performance of the required services, commencing with  the  calendar\n    8  year in which the recipient begins to practice medicine [or], dentistry,\n    9  OR  NURSING  in a shortage area and continuing until the recipient shall\n   10  have completed, or it is determined that he or she shall  not  be  obli-\n   11  gated  to  complete, the required services.  If the recipient shall fail\n   12  to file any report required hereunder  within  thirty  days  of  written\n   13  notice  to the recipient, mailed to the address shown on the last appli-\n   14  cation for an award or last report filed, whichever is later, the presi-\n   15  dent of the corporation may impose a fine of up to one thousand dollars.\n   16  The president shall have the discretion to waive the filing of a report,\n   17  excuse a delay in filing or a failure to file  a  report,  or  waive  or\n   18  reduce any fine imposed for good cause shown.\n   19    S  4.  Section 677 of the education law, as added by chapter 31 of the\n   20  laws of 1985 and subdivision 1 as amended by chapter 439 of the laws  of\n   21  1988, is amended to read as follows:\n   22    S 677.  Regents  physician  AND  NURSING loan forgiveness program.  1.\n   23  Number and certification. Eighty  regents  physician  AND  NURSING  loan\n   24  forgiveness  awards  shall  be  awarded  each year. Such awards shall be\n   25  allocated as provided in article thirteen of this  chapter  to  eligible\n   26  physicians AND NURSES as certified to the president by the commissioner.\n   27  THIS  SECTION  SHALL  APPLY  ONLY  TO  REGISTERED PROFESSIONAL NURSES AS\n   28  DEFINED IN SECTION SIXTY-NINE HUNDRED THREE OF THIS CHAPTER.\n   29    2. Calculation of award amounts.  Each  award  shall  consist  of  two\n   30  consecutive  annual  loan  forgiveness  payments.  Each  of  the  annual\n   31  payments shall be for an amount equal to the total of undergraduate  and\n   32  medical  OR  NURSING school student loan expense or ten thousand dollars\n   33  whichever is less.  The president shall be responsible  for  calculating\n   34  the dollar amount of each award that [eligibile] ELIGIBLE candidates may\n   35  receive  from  this  program.  For the purposes of this section, student\n   36  loan expense shall mean the cumulative total of the annual student loans\n   37  covering the cost of attendance at an undergraduate  institution  and/or\n   38  medical OR NURSING school. Interest paid or due on student loans that an\n   39  applicant  has taken out for use in paying for such undergraduate and/or\n   40  medical OR NURSING education shall be considered eligible for reimburse-\n   41  ment under this program.\n   42    3. Award disbursement. a. Annual  award  disbursements  shall  be  the\n   43  responsibility  of  the president and shall occur prior to the beginning\n   44  of each of the required terms of service as  specified  in  the  service\n   45  contract.  The board of trustees of the higher education services corpo-\n   46  ration shall adopt rules and regulations regarding criteria  for  deter-\n   47  mining  successful  completion  of  the  service contract and any appeal\n   48  process that may be required to implement this paragraph upon  recommen-\n   49  dation of the president in consultation with the commissioner.\n   50    b. The disbursement of the second annual award shall be dependent upon\n   51  successful  completion  of  the  first  year  requirement of the service\n   52  contract as defined by the president, as  well  as  other  criteria  set\n   53  forth in this section.\n   54    S  5.  This act shall take effect on the first of July next succeeding\n   55  the date on which it shall have become a law, provided, that the  amend-\n   56  ments to subdivisions 3, 9 and 10 of section 605  and section 677 of the\n\n       S. 1463                             6                            A. 1416\n\n    1  education  law  made  by  sections  one, two, three and four of this act\n    2  shall not affect the termination of such  subdivisions  and  section  as\n    3  provided by section 17 of chapter 31 of the laws of 1985, as amended.\n",
  "memo" : "BILL NUMBER:S1463\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to regents professional education\nscholarships, health care professional opportunity scholarships and loan\nforgiveness for nurses\n\nPURPOSE OR GENERAL IDEA OF BILL:\nProvides for the award of\nscholarships and loan forgiveness to registered nurses.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSubdivisions 3, 9, and 10 of Section\n605 are amended to provide scholarships and loan forgiveness to\nregistered nurses.\n\nJUSTIFICATION:\nTo provide quality health care for New Yorkers, it is\nessential to have a constant supply of registered nurses, yet health\ncare employers are reporting difficulties in recruiting and retaining\nregistered nurses and other health care staff. Due to this growing\nshortage of nurses in our state, health care facilities face the\nprospect of shrinking staffs just as the estimated 78 million baby\nboomers begin to reach the age of 65. A loan forgiveness program\nwould provide a much needed incentive for people to join the nursing\nprofession and avert a possible health care crisis in our state.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009/10: A.1035/S.388\n2007/08: A.960/S.531\n2003/04: A.691/S.400\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of July next\nsucceeding the date on which it shall have become a law, provided,\nthat the amendments to subdivisions 3,9 and 10 of section 605 and\nsection 677 of the education law made by sections one, two, three and\nfour of this act shall not affect the termination of such\nsubdivisions and section as provided by section 17 of chapter 31\nof the laws of 1985, as amended.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to regents professional education scholarships, health care professional opportunity scholarships and loan forgiveness for nurses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T150413.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110107.T141407.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932693
}