{
  "year" : 2011,
  "senateBillNo" : "S1476-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1476-2011-1294376400000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BALL",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the state to acquire from the federal government the Montrose VA",
  "summary" : "Authorizes the state to acquire from the federal government the Franklin Delano Roosevelt campus of the department of veterans affairs Hudson Valley health care system at Montrose. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A1424",
  "lawSection" : "Public Health Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1476                                                  A. 1424\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. BALL -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Health\n\n       IN ASSEMBLY -- Introduced by M. of  A.  CASTELLI,  GALEF,  KATZ,  ORTIZ,\n         SALADINO, FINCH -- read once and referred to the Committee on Health\n\n       AN  ACT  to  amend the public health law, in relation to authorizing the\n         state to acquire from  the  federal  government  the  Franklin  Delano\n         Roosevelt  campus  of the department of veterans affairs Hudson Valley\n         health care system at Montrose\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 403 of the public health law is amended by adding a\n    2  new subdivision 3 to read as follows:\n    3    3.  NOTWITHSTANDING  ANY  OTHER  INCONSISTENT  PROVISIONS  OF LAW, THE\n    4  COMMISSIONER, WITH APPROVAL OF THE DIRECTOR OF THE BUDGET AND THE DIREC-\n    5  TOR OF THE DIVISION OF VETERANS AFFAIRS,  MAY  ACQUIRE  OR  CONTRACT  TO\n    6  ACQUIRE  FROM THE FEDERAL GOVERNMENT BY GRANT, PURCHASE, CONDEMNATION OR\n    7  OTHERWISE, THE FRANKLIN DELANO ROOSEVELT CAMPUS  OF  THE  DEPARTMENT  OF\n    8  VETERANS  AFFAIRS  HUDSON  VALLEY HEALTH CARE SYSTEM AT MONTROSE, EXCEPT\n    9  THOSE STRUCTURES BUILT OR ACQUIRED BY THE FEDERAL GOVERNMENT  WHICH  ARE\n   10  BEING  USED FOR VETERANS' PURPOSES, OR ANY INTEREST THEREIN, SUBJECT, IF\n   11  ACQUIRED BY CONDEMNATION TO THE PROCEDURES  SET  FORTH  IN  THE  EMINENT\n   12  DOMAIN PROCEDURE LAW; PROVIDED THAT SUCH PROPERTIES BE USED BY THE STATE\n   13  FOR VETERANS' PURPOSES. FOR THE PURPOSES OF THIS SUBDIVISION, \"VETERANS'\n   14  PURPOSES\" SHALL NOT ENCOMPASS THOSE PROPERTY USES THAT ARE BROUGHT ABOUT\n   15  AS  A  RESULT OF THE ENHANCED USE LEASE PROCEDURES SET FORTH IN SECTIONS\n   16  EIGHTY-ONE HUNDRED SIXTY-ONE THROUGH EIGHTY-ONE  HUNDRED  SIXTY-NINE  OF\n   17  TITLE THIRTY-EIGHT OF THE UNITED STATES CODE.\n   18    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05509-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to authorizing the state to acquire from the federal government the Franklin Delano Roosevelt campus of the department of veterans affairs Hudson Valley health care system at Montrose ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T145913.TXT", "SOBI.D110107.T160917.TXT", "SOBI.D110107.T161417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687272287
}