{
  "year" : 2011,
  "senateBillNo" : "S1470-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1470-2011-1294376400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits persons or business entities from filing unnecessary personal identifying information with an agency",
  "summary" : "Prohibits persons or business entities from filing unnecessary personal identifying information with an agency; provides for enforcement by the attorney general. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7273-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1470\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to personal infor-\n         mation restrictions for public records\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-j to read as follows:\n    3    S  399-J. PERSONAL INFORMATION RESTRICTIONS FOR PUBLIC RECORDS.  1. NO\n    4  PERSON OR BUSINESS ENTITY SHALL INTENTIONALLY CREATE AN INSTRUMENT  THAT\n    5  IS  TO BE FILED WITH OR SUBMITTED TO AN AGENCY CONTAINING PERSONAL IDEN-\n    6  TIFYING INFORMATION OF ANOTHER PERSON WHICH IS NOT:\n    7    (A) RELEVANT AND NECESSARY TO ACCOMPLISH THE PURPOSE OF THE FILING; OR\n    8    (B) REQUIRED BY FEDERAL, STATE OR LOCAL LAW, RULE OR REGULATION.\n    9    FOR THE PURPOSE OF THIS SECTION, THE PRINTING OR OTHER REPRODUCTION OF\n   10  A DOCUMENT RECEIVED BY ELECTRONIC OR ANY OTHER MEANS DOES NOT CONSTITUTE\n   11  CREATION OF THE DOCUMENT.\n   12    2. ANY AGENCY THAT RECEIVES INSTRUMENTS FOR FILING  SHALL  POST  IN  A\n   13  PLACE OR PLACES, CLEARLY VISIBLE TO ALL PERSONS, ADJACENT TO OR NEAR THE\n   14  LOCATION WHERE SUCH AGENCY HAS DESIGNATED FOR THE RECEIPT OF INSTRUMENTS\n   15  FOR FILING, A NOTICE DESCRIBING THE PROHIBITION CONTAINED IN SUBDIVISION\n   16  ONE OF THIS SECTION.\n   17    3. FOR PURPOSES OF THIS SECTION THE FOLLOWING TERMS SHALL MEAN:\n   18    (A)  \"AGENCY\"  MEANS ANY STATE OR MUNICIPAL DEPARTMENT, BOARD, BUREAU,\n   19  DIVISION, COMMISSION, COMMITTEE, PUBLIC AUTHORITY,  PUBLIC  CORPORATION,\n   20  COUNCIL,  OFFICE  OR OTHER GOVERNMENTAL ENTITY PERFORMING A GOVERNMENTAL\n   21  OR PROPRIETARY FUNCTION FOR THE STATE OR ANY ONE OR MORE  MUNICIPALITIES\n   22  THEREOF, EXCEPT THE JUDICIARY OR THE STATE LEGISLATURE;\n   23    (B) \"PERSONAL IDENTIFYING INFORMATION\" MEANS A SOCIAL SECURITY NUMBER,\n   24  DRIVER'S  LICENSE  NUMBER, MOTHER'S MAIDEN NAME, CONSUMER CREDIT ACCOUNT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00862-02-1\n\n       S. 1470                             2\n\n    1  NUMBER OR CODE, SAVINGS ACCOUNT NUMBER OR CODE, CHECKING ACCOUNT  NUMBER\n    2  OR CODE, OR DEBIT CARD NUMBER OR CODE.\n    3    4.  UPON  ANY VIOLATION OF THE PROVISIONS OF THIS SECTION, AN APPLICA-\n    4  TION MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF\n    5  THE STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION TO ISSUE\n    6  AN  INJUNCTION,  AND  UPON NOTICE TO THE DEFENDANT OF NOT LESS THAN FIVE\n    7  DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  THE  VIOLATION.  IF  IT\n    8  SHALL  APPEAR  TO  THE  SATISFACTION  OF  THE  COURT OR JUSTICE THAT THE\n    9  DEFENDANT HAS VIOLATED THIS SECTION, AN INJUNCTION MAY BE ISSUED BY  THE\n   10  COURT OR JUSTICE, ENJOINING AND RESTRAINING ANY FURTHER VIOLATION, WITH-\n   11  OUT  REQUIRING  PROOF  THAT  ANY  PERSON  HAS,  IN FACT, BEEN INJURED OR\n   12  DAMAGED THEREBY. IN ANY SUCH PROCEEDING, THE COURT MAY  MAKE  ALLOWANCES\n   13  TO  THE ATTORNEY GENERAL AS PROVIDED IN PARAGRAPH SIX OF SUBDIVISION (A)\n   14  OF SECTION EIGHT THOUSAND THREE HUNDRED THREE OF THE CIVIL PRACTICE  LAW\n   15  AND  RULES,  AND  DIRECT  RESTITUTION. IN CONNECTION WITH AN APPLICATION\n   16  MADE UNDER THIS SECTION, THE ATTORNEY  GENERAL  IS  AUTHORIZED  TO  TAKE\n   17  PROOF  AND  TO  MAKE  A DETERMINATION OF THE RELEVANT FACTS AND TO ISSUE\n   18  SUBPOENAS IN ACCORDANCE WITH THE  CIVIL  PRACTICE  LAW  AND  RULES.  ANY\n   19  PENALTY OR INJUNCTION FOR A VIOLATION OF SUBDIVISION ONE OF THIS SECTION\n   20  SHALL BE ASSESSED AGAINST THE PERSON OR BUSINESS ENTITY THAT CREATED THE\n   21  INSTRUMENT. NO PERSON, BUSINESS ENTITY OR AGENCY SHALL BE DEEMED TO HAVE\n   22  VIOLATED  THE  PROVISIONS  OF  SUBDIVISION  ONE  OF THIS SECTION IF SUCH\n   23  PERSON, BUSINESS ENTITY OR AGENCY HAD NO INVOLVEMENT IN THE CREATION  OF\n   24  THE INSTRUMENT, OR CREATED THE INSTRUMENT WITHOUT THE INTENTION OR KNOW-\n   25  LEDGE THAT THE INSTRUMENT WAS TO BE FILED WITH AN AGENCY.\n   26    S  2.  This  act shall take effect on the ninetieth day after it shall\n   27  have become a law.\n",
  "memo" : "BILL NUMBER:S1470\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to personal information\nrestrictions for public records\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this bill is to protect the privacy or New York State\nresidents, by prohibiting the filing of unnecessary identifying\ninformation with government entities\"\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would prohibit any person or business entity from filing\nwith the State or any political subdivision or any division or\ndepartment thereof, any personal identifying information which is not\nrelevant and necessary to accomplish the purpose of the filing, or\nnot required by state or federal law, rule or regulation.\n\nThe bill would also require agencies that receive instruments for\nfiling to post a prominent notice describing the above prohibition.\nLastly, the bill would authorize the Attorney General to enforce the\nprovisions of this section by seeking an injunction against a violator.\n\nJUSTIFICATION:\nThis bill would protect the privacy of New York State residents by\nprohibiting the filing of unnecessary personal identifying\ninformation with government entities. Such filings are records to\nwhich the general public may obtain access. Often documents such as\nmortgages and judgments are filed with government entities for public\npurpose and contain personal information not required by the\nstatutory filing requirements. While rare, there have been instances\nwhen copies of a person's drivers license and credit card were\nsubmitted as part of a filing. This sensitive information should not\nbe publicly available. Furthermore, as more and more localities\nimplement systems allowing for public access of records via the\nInternet, the need to ensure that vulnerable personal information in\nnot included in such records is critical.\n\nAs the incidence of identity theft continues to rise, it is essential\nthat precautions are implemented to ensure that personal identifying\ninformation does not become available to unauthorized persons.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10:   S.7273 - REFERRED TO CONSUMER PROTECTION\n2007-2008: A.275-A - Passed Assembly\n2005-2006: A.7670-D - Passed Assembly\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n90 days after enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to personal information restrictions for public records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110111.T102649.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932705
}