{
  "year" : 2011,
  "senateBillNo" : "S1477-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1477-2011-1294376400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BALL",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates state route 127 in the county of Westchester as the \"Detective Michael Perry Memorial Highway\"",
  "summary" : "Designates state route 127 in the county of Westchester as the \"Detective Michael Perry Memorial highway\". ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1427",
  "lawSection" : "Highway Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1477                                                  A. 1427\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. BALL -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Transportation\n\n       IN ASSEMBLY -- Introduced by M. of A. CASTELLI, KATZ --  read  once  and\n         referred to the Committee on Transportation\n\n       AN  ACT to amend the highway law, in relation to designating state route\n         127 in the county of Westchester as the \"Detective Michael Perry Memo-\n         rial Highway\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The highway law is amended by adding a new section 343-y to\n    2  read as follows:\n    3    S  343-Y.  PORTION OF THE STATE HIGHWAY SYSTEM TO BE DESIGNATED AS THE\n    4  \"DETECTIVE MICHAEL PERRY MEMORIAL HIGHWAY\".  ALL  THAT  PORTION  OF  THE\n    5  STATE  HIGHWAY  SYSTEM  BEGINNING  AT THE TOWN OF HARRISON-CITY OF WHITE\n    6  PLAINS LINE AT STATE ROUTE ONE HUNDRED TWENTY-SEVEN IN THE CITY OF WHITE\n    7  PLAINS, AND CONTINUING IN A GENERALLY NORTHERLY DIRECTION ON STATE ROUTE\n    8  ONE HUNDRED TWENTY-SEVEN, AND TERMINATING AT THE INTERSECTION OF  INTER-\n    9  STATE  ROUTE  TWO HUNDRED EIGHTY-SEVEN AND STATE ROUTE ONE HUNDRED TWEN-\n   10  TY-SEVEN IN THE CITY OF WHITE PLAINS, SHALL BE DESIGNATED AND  BE  KNOWN\n   11  AS THE \"DETECTIVE MICHAEL PERRY MEMORIAL HIGHWAY\".\n   12    S  2. The commissioner of transportation shall provide for the instal-\n   13  lation and maintenance of adequate signing of the state  highway  system\n   14  as  designated  pursuant  to  section one of this act; provided that, to\n   15  avoid any confusion and to limit any possible  disruption  of  commerce,\n   16  the  designation called for pursuant to section one of this act shall be\n   17  one of ceremonial nature and the official name of such highway shall not\n   18  be changed as a result of this act.\n   19    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05624-01-1\n",
  "memo" : "BILL NUMBER:S1477\n\nTITLE OF BILL:\nAn act\nto amend the highway law, in relation to designating state route 127 in\nthe county of Westchester as the \"Detective Michael Perry Memorial\nHighway\"\n\nPURPOSE OR GENERAL IDEA OF BILL:\nDesignates state route 127 in the\ncounty of Westchester as the \"Detective Michael Perry Memorial Highway\"\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1: Establishes the portion of the state highway system to be\ndesignated as the \"Detective Michael Perry Memorial Highway\", which\nshall be all of the portion of the state highway system within the\ncity of White plains designated as state route one hundred\ntwenty-seven.\n\nSection 2: States that the commissioner of transportation shall\nprovide for the installation and maintenance of adequate signing of\nthe state highway system.\n\nSection 3: This act shall take effect immediately.\n\nJUSTIFICATION:\nOfficer Michael Perry suffered a fatal\nheart attack\nshortly after chasing and arresting a man at a local mall near state\nroute 127. He had called for assistance and chased the larceny\nsuspect a short distance before placing him into custody.\n\nOfficer Perry transported the man to police headquarters for booking\nwhen he suddenly collapsed. He was transported to White plains\nHospital where he passed away a short time later. The suspect, who\nwas a career criminal with over 300 arrests, was charged with\nresisting arrest and larceny.\n\nA resident of Yorktown, Officer Perry had served with the White Plains\npolice Department for seven years and previously with the NYC\nDepartment of Environmental protection police. He is survived by his\nwife, twin sons, parents, sister, and brother. On June 14, 2010,\nOfficer Perry was posthumously promoted to the rank of police\nDetective.\n\nIt is only proper that the State of Detective Michael Perry by\ndesignating as the Detective Michael Perry Memorial\nNew York honor the memory of state route 127 in White Plains Highway.\n\nPRIOR LEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nMinimal impact associated with the installation\nand maintenance of adequate signing of the highway.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, in relation to designating state route 127 in the county of Westchester as the \"Detective Michael Perry Memorial Highway\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T145913.TXT", "SOBI.D110107.T160917.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T162918.TXT", "SOBI.D110107.T162418.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932714
}