{
  "year" : 2011,
  "senateBillNo" : "S1479-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1479-2011-1294376400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the regulation of the licensure and practice of immigration providers by the department of state",
  "summary" : "Provides for the regulation of the licensure and practice of immigration providers by the department of state in order to protect immigrants from exploitation. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "SA2283-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1479\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by Sens. PARKER, HASSELL-THOMPSON, KRUEGER -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Consumer Protection\n\n       AN  ACT  to  amend  the general business law, in relation to immigration\n         providers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  460-k to read as follows:\n    3    S  460-K. LICENSES. 1. THE DEPARTMENT OF STATE SHALL ISSUE LICENSES TO\n    4  IMMIGRATION PROVIDERS AND, UPON APPLICATION, TO ISSUE  RENEWAL  LICENSES\n    5  EVERY  TWO YEARS. THE SECRETARY OF STATE SHALL ENFORCE THE PROVISIONS OF\n    6  THIS ARTICLE GOVERNING THE FILING AND MAINTENANCE OF  SURETY  BONDS  AND\n    7  THE APPLICATION FOR LICENSURE AND/OR RENEWAL.\n    8    2.  NO  PERSON  SHALL  ENGAGE  IN THE BUSINESS OF IMMIGRANT ASSISTANCE\n    9  SERVICE AS DEFINED IN SECTION FOUR HUNDRED SIXTY-A OF THIS  ARTICLE,  OR\n   10  ADVERTISE HIS OR HER BUSINESS TO BE THAT OF IMMIGRATION PROVIDER WITHOUT\n   11  HAVING  FIRST  OBTAINED FROM THE DEPARTMENT OF STATE A LICENSE TO DO SO,\n   12  PURSUANT TO THIS ARTICLE.\n   13    3. NO PERSON SHALL DISSEMINATE BY ANY MEANS ANY  STATEMENT  INDICATING\n   14  DIRECTLY  OR  BY  IMPLICATION THAT THE PERSON ENGAGES IN THE BUSINESS OF\n   15  IMMIGRANT ASSISTANCE SERVICE AS DEFINED IN SECTION FOUR HUNDRED  SIXTY-A\n   16  OF  THIS  ARTICLE OR ACTS IN THE CAPACITY OF AN IMMIGRATION PROVIDER, OR\n   17  PROPOSES TO ENGAGE IN THE BUSINESS OR ACT IN THE CAPACITY  OF  AN  IMMI-\n   18  GRATION  PROVIDER,  UNLESS  THE PERSON HAS ON FILE WITH THE SECRETARY OF\n   19  STATE A BOND AND LICENSE,  IN  THE  AMOUNT  AND  SUBJECT  TO  THE  TERMS\n   20  DESCRIBED IN SECTION FOUR HUNDRED SIXTY-G OF THIS ARTICLE.\n   21    4.  ANY PERSON INTENDING TO ENGAGE, AS AN IMMIGRATION PROVIDER, IN ANY\n   22  ONE OR MORE OF THE ACTIVITIES SET FORTH IN THIS ARTICLE SHALL FILE  WITH\n   23  THE  DEPARTMENT  OF STATE A WRITTEN APPLICATION AND DISCLOSURE, ON FORMS\n   24  PROVIDED BY THE DEPARTMENT OF STATE,  CONTAINING  SUCH  INFORMATION  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01758-01-1\n\n       S. 1479                             2\n\n    1  DOCUMENTATION  TO BE RETAINED BY THE SECRETARY OF STATE AS THE SECRETARY\n    2  OF STATE MAY REQUIRE BY RULE AND REGULATION, INCLUDING BUT  NOT  LIMITED\n    3  TO:  (A) NAME, DATE OF BIRTH, RESIDENCE ADDRESS, BUSINESS ADDRESS, RESI-\n    4  DENCE  TELEPHONE  NUMBER,  AND BUSINESS TELEPHONE NUMBER; (B) EXPERIENCE\n    5  THE PROVIDER HAS HAD  WITH  IMMIGRATION;  (C)  PLACES  OF  BUSINESS  AND\n    6  EMPLOYEES,  IF  ANY;  (D)  NAME  AND ADDRESS OF THE PROVIDER'S AGENT FOR\n    7  SERVICE OF PROCESS IF ONE IS REQUIRED OR  HAS  BEEN  APPOINTED  AND,  IF\n    8  APPLICABLE, THE NAME, BUSINESS ADDRESS, BUSINESS TELEPHONE AND AGENT FOR\n    9  SERVICE OF PROCESS OF THE CORPORATION OR PARTNERSHIP EMPLOYING THE IMMI-\n   10  GRATION PROVIDER; (E) A RECORD OF ANY PRIOR CONVICTIONS UNDER THIS ARTI-\n   11  CLE.   THE SECRETARY OF STATE SHALL DEVELOP THE DISCLOSURE FORM REQUIRED\n   12  TO FILE AN APPLICATION AND BOND PURSUANT TO  THIS  SECTION  AND  SECTION\n   13  FOUR HUNDRED SIXTY-G OF THIS ARTICLE.\n   14    5. THE SECRETARY OF STATE SHALL CHARGE AND COLLECT A FILING FEE AT THE\n   15  TIME  OF APPLICATION AND/OR RENEWAL TO COVER THE COST OF FILING THE BOND\n   16  REQUIRED BY SECTION FOUR HUNDRED SIXTY-G OF THIS ARTICLE.\n   17    S 2. Section 460-h of the general business law, as  added  by  chapter\n   18  463 of the laws of 2004, is amended to read as follows:\n   19    S 460-h. Enforcement. 1. Upon any violation of this article, an appli-\n   20  cation  may be made by the attorney general in the name of the people of\n   21  the state to a court having jurisdiction to  issue  an  injunction,  and\n   22  upon notice to the respondent of not fewer than five days, to enjoin and\n   23  restrain  the  continuance  of  the violation. If it shall appear to the\n   24  satisfaction of the court or justice that the defendant  has,  in  fact,\n   25  violated  this  article,  an  injunction  may be issued by such court or\n   26  justice,  enjoining  and  restraining  any  further  violation,  without\n   27  requiring  proof  that  any person has, in fact, been injured or damaged\n   28  thereby. In any such proceeding, the court may make  allowances  to  the\n   29  attorney  general  as  provided  in  paragraph six of subdivision (a) of\n   30  section eighty-three hundred three of the civil practice law and  rules,\n   31  and  direct  restitution.  Whenever  the  court  shall  determine that a\n   32  violation of this article has occurred, the court  may  impose  a  civil\n   33  penalty  of  not  more than seven thousand five hundred dollars for each\n   34  violation.\n   35    2. A PERSON CLAIMING TO BE AGGRIEVED BY ANY VIOLATION OF THIS  ARTICLE\n   36  BY  AN  IMMIGRATION  PROVIDER  MAY  BRING  A CIVIL ACTION FOR INJUNCTIVE\n   37  RELIEF, DAMAGES OR BOTH. THE COURT SHALL GRANT  A  PREVAILING  PLAINTIFF\n   38  REASONABLE  ATTORNEYS'  FEES  AND COSTS. ANY RECOVERY OR PROCEEDING IN A\n   39  CIVIL ACTION SHALL NOT PRECLUDE AN ACTION BY  THE  ATTORNEY  GENERAL  OR\n   40  DISTRICT  ATTORNEY  TO  PURSUE  CRIMINAL  CHARGES AGAINST AN IMMIGRATION\n   41  PROVIDER. MINIMAL RECOVERY FOR THE  PLAINTIFF  SHALL  BE  FIVE  THOUSAND\n   42  DOLLARS.\n   43    S  3. This act shall take effect on the first of January next succeed-\n   44  ing the date on which it shall have become a law; provided, however that\n   45  effective immediately, the addition, amendment and/or repeal of any rule\n   46  or regulation necessary for the implementation of this act on its effec-\n   47  tive date are authorized and directed to be made  and  completed  on  or\n   48  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to immigration providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145913.TXT", "SOBI.D110107.T150413.TXT", "SOBI.D110107.T160917.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T161417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294761111306
}