{
  "year" : 2011,
  "senateBillNo" : "S1478-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S1478-2011-1294376400000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Brooklyn to former owner Chester Wilkins",
  "summary" : "Authorizes the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Brooklyn to former owner Chester Wilkins, notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired; Block No. 1651, Lot No. 52 on tax map for the borough of Brooklyn. ",
  "currentCommittee" : "CITIES",
  "sameAs" : "A1425",
  "lawSection" : "New York City",
  "previousVersions" : [ "SB1341-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1478                                                  A. 1425\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Cities\n\n       IN ASSEMBLY -- Introduced by M. of A. ROBINSON -- read once and referred\n         to the Committee on Cities\n\n       AN ACT authorizing the city of New York  to  reconvey  its  interest  in\n         certain  real  property  acquired  by  in  rem  tax foreclosure in the\n         borough of Brooklyn to former owner Chester  Wilkins,  notwithstanding\n         expiration of the two year period within which application may be made\n         to  the  city to release its interest in property thus acquired; Block\n         No.  1651, Lot No. 52 on tax map for the borough of Brooklyn\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Findings. On April 17, 1979, through a Brooklyn in rem tax\n    2  foreclosure action, the city of New  York  acquired  title  to  premises\n    3  designated  as  lot  52  in tax block 1651, also known as 697A Jefferson\n    4  Avenue, in the borough of Brooklyn, based on non-payment of taxes due to\n    5  inadvertence by Chester Wilkins, the  former  owner  of  such  property.\n    6  Pursuant  to  sections 11-424 and 11-424.1 of the administrative code of\n    7  the city of New York, the city may release its interest in property thus\n    8  acquired if an application for such a release is filed with  the  city's\n    9  department  of  citywide administrative services within two years of the\n   10  date on which the city's deed is recorded and  if  such  application  is\n   11  approved  by the in rem foreclosure release board. Since that period has\n   12  now elapsed, and pending the effectiveness of a chapter of the  laws  of\n   13  2011  authorizing  the in rem foreclosure release board to authorize the\n   14  release of property where an application for such release is  made  more\n   15  than  two  years after the date of the city's acquisition thereof, state\n   16  legislation is necessary to  restore  said  property  to  the  aforesaid\n   17  former owner. In addition, since the New York city charter requires that\n   18  the  sale  of city owned property be at public auction or by sealed bids\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00256-01-1\n\n       S. 1478                             2                            A. 1425\n\n    1  (except as otherwise provided by law), state  legislative  authorization\n    2  is necessary to permit said reconveyance.\n    3    S  2. Notwithstanding any other provision of general, special or local\n    4  law, charter or administrative code  to  the  contrary  and  subject  to\n    5  section  three of this act, the city of New York is hereby authorized to\n    6  release its interest in and reconvey the real property designated as tax\n    7  block 1651, lot 52, on the tax map of the city for the borough of Brook-\n    8  lyn as said map was on April 17, 1979, to Chester  Wilkins,  the  former\n    9  record owner of said property on such date.\n   10    S 3.  Such release and reconveyance may be made only upon the approval\n   11  of  the in rem foreclosure release board established by section 11-424.1\n   12  of the administrative code of the city of New York, subject to the gran-\n   13  tees meeting the following conditions precedent:\n   14    (a) Submit an application for release in writing to the  city  commis-\n   15  sioner  of  citywide  administrative services accompanied by a certified\n   16  title search, affidavit of ownership,  and  all  fees  and  payments  as\n   17  otherwise  required  by section 11-424 of the administrative code of the\n   18  city of New York.\n   19    (b) Pay all taxes, interest, penalties and charges otherwise  required\n   20  by  section  11-424  of  the administrative code of the city of New York\n   21  upon approval of the application  by  the  in  rem  foreclosure  release\n   22  board.\n   23    S  4.  This  chapter of the laws of 2011 shall not be deemed to be the\n   24  chapter upon the effectiveness of which paragraph 2 of subdivision a  of\n   25  section 11-424 of the administrative code of the city of New York, under\n   26  local  law,  depends.  Accordingly,  the  provisions of such paragraph 2\n   27  shall not apply to the release and reconveyance authorized  to  be  made\n   28  herein.\n   29    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Brooklyn to former owner Chester Wilkins, notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired; Block No. 1651, Lot No. 52 on tax map for the borough of Brooklyn ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145913.TXT", "SOBI.D110107.T160917.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110107.T161417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687573438
}