{
  "year" : 2011,
  "senateBillNo" : "S1472-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1472-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a temporary state commission to study sexual misconduct in state correctional facilities; repealer",
  "summary" : "Creates a temporary state commission to study and investigate sexual misconduct in state correctional facilities among inmates and employees and shall devise a reporting system for notification of such misconduct to appropriate authorities; establishes duties and membership of such commission. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A1426",
  "lawSection" : "Correctional Services",
  "previousVersions" : [ "SA1340-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1472                                                  A. 1426\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sens. MONTGOMERY, DIAZ, DUANE, HASSELL-THOMP-\n         SON,  KLEIN,  PARKER,  SAMPSON  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Finance\n\n       IN ASSEMBLY -- Introduced by M. of A. ROBINSON, TITUS -- Multi-Sponsored\n         by -- M. of A. COOK, GLICK, McENENY,  PEOPLES-STOKES,  TOWNS  --  read\n         once and referred to the Committee on Correction\n\n       AN  ACT  to create a temporary state commission to study and investigate\n         sexual misconduct in state correctional facilities; and providing  for\n         the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature  hereby  acknowledges\n    2  that  inmates  and residents are vulnerable to sexual assault from other\n    3  inmates and employees of state facilities charged with the duty of care,\n    4  custody and control of inmates  and  residents.    In  addition  to  the\n    5  abusive and coercive nature of sexual misconduct, such behavior may also\n    6  increase  the  incidence of sexually transmitted diseases and unintended\n    7  pregnancies.\n    8    Furthermore, the legislature finds that  additional  rules  and  regu-\n    9  lations  may  be  necessary  to  reduce the risk of sexual misconduct by\n   10  employees of such facilities.  Therefore, the legislature  hereby  finds\n   11  and declares that a temporary commission is necessary to study the prob-\n   12  lem and recommend measures to rectify such circumstances.\n   13    S  2. A temporary state commission, to be known as the temporary state\n   14  commission on custodial sexual misconduct (hereinafter \"commission\"), is\n   15  hereby created to study the  prevalence  of  sexual  misconduct  between\n   16  inmates  in  state  correctional  facilities,  or  residents placed in a\n   17  facility operated by the office of children  and  family  services,  and\n   18  employees  as  defined  in  paragraphs  (e)  and (g) of subdivision 3 of\n   19  section 130.05 of the penal law, and make recommendations concerning the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00257-01-1\n\n       S. 1472                             2                            A. 1426\n\n    1  need, if any, for additional legislation and/or  regulations  to  reduce\n    2  the  incidence  of sexual misconduct in such facilities.  The commission\n    3  shall further study the need, if any, to devise  a  notification  system\n    4  whereby  incidences  of  sexual  misconduct are promptly reported to the\n    5  appropriate authorities, and recommend safeguards to prevent such sexual\n    6  misconduct.\n    7    S 3. a. The commission shall consist of nine members to  be  appointed\n    8  as  follows:  three members shall be appointed by the governor and shall\n    9  include the commissioner of the department of correctional services, the\n   10  commissioner of the office of  children  and  family  services  and  the\n   11  chairman  of  the state commission of correction; four members, with two\n   12  appointments by the temporary president of the senate  and  two  by  the\n   13  speaker of the assembly, shall be mental health professionals with expe-\n   14  rience  in  the  treatment  of persons who suffer sexual abuse, criminal\n   15  justice advocates, and  academic  professionals;  one  member  shall  be\n   16  appointed  by the minority leader of the senate; and one member shall be\n   17  appointed by the minority leader of the assembly. No person shall  be  a\n   18  member of such commission while such person is a member of the senate or\n   19  assembly.  Any  vacancy  on  such commission shall be filled in the same\n   20  manner as the original appointment was made.  A  chairperson  and  vice-\n   21  chairperson  of  such commission shall be elected by the majority of its\n   22  members, all members being present.\n   23    b. Except as provided in subdivision a of  this  section,  no  member,\n   24  officer or employee of the commission shall be disqualified from holding\n   25  any  other  public office or employment, nor shall he or she forfeit any\n   26  such office or employment by reason of his or her appointment hereunder,\n   27  notwithstanding the provisions of any general,  special  or  local  law,\n   28  ordinance or city charter.\n   29    S  4.  The members of the commission shall receive no compensation for\n   30  their services, but shall be allowed their actual and necessary expenses\n   31  incurred in the performance of their duties hereunder.\n   32    S 5. The commission may employ and at pleasure remove  such  personnel\n   33  as  it  may  deem necessary for the performance of its functions and fix\n   34  their compensation within the amounts made  available  by  appropriation\n   35  therefor.  Such commission may meet and hold public and/or private hear-\n   36  ings within or without the state, and shall have all  the  powers  of  a\n   37  legislative committee pursuant to the legislative law.\n   38    S  6.  For the accomplishment of its purposes, the commission shall be\n   39  authorized and empowered to undertake any studies, inquiries, surveys or\n   40  analyses it may deem relevant through its own personnel  or  in  cooper-\n   41  ation with or by agreement with any other public or private agency.\n   42    S  7.  The  commission may request and shall receive from any court in\n   43  the state and from any subdivision, department, board,  bureau,  commis-\n   44  sion,  office,  agency  or  other instrumentality of the state or of any\n   45  political subdivision thereof such facilities, assistance and data as it\n   46  deems necessary or desirable for the proper execution of its powers  and\n   47  duties and to effectuate the purposes set forth in this act.\n   48    S  8.  The commission is hereby authorized and empowered to enter into\n   49  any agreements and to do and perform any acts  that  may  be  necessary,\n   50  desirable  or  proper  to  carry out the purposes and objectives of this\n   51  act.\n   52    S 9. The commission shall make a report  of  its  findings  and  shall\n   53  submit  the  plan  developed  by  it,  including any recommendations for\n   54  legislative action as it may deem  necessary  and  appropriate,  to  the\n   55  governor,  the  temporary president of the senate and the speaker of the\n\n       S. 1472                             3                            A. 1426\n\n    1  assembly no later than the thirty-first of December  in  the  year  next\n    2  succeeding the year in which this act shall  have become a law.\n    3    S  10.  This  act  shall take effect immediately and shall continue in\n    4  full force and effect until the thirty-first of  December  in  the  year\n    5  next  succeeding  the year in which it shall have become a law when upon\n    6  such date the provisions of this act shall be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create a temporary state commission to study and investigate sexual misconduct in state correctional facilities; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145913.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687573441
}