{
  "year" : 2011,
  "senateBillNo" : "S1473-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1473-2011-1294376400000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the parent-mediation program for child custody disputes",
  "summary" : "Creates the parent-mediation program for child custody disputes; requires parents, who were in a dispute over the custody of their child or children, to participate in a court sponsored mediation program; provides that the mediator would be responsible for submitting the results of the process to the court, which in turn would enter an appropriate custody and support order. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : "A1421",
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "S244-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1473                                                  A. 1421\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. PERKINS -- read twice and ordered print-\n         ed,  and when printed to be committed to the Committee on Children and\n         Families\n\n       IN ASSEMBLY -- Introduced by M. of A. ROBINSON, TITUS, MAYERSOHN, McENE-\n         NY, TOWNS -- read once and referred to the Committee on Judiciary\n\n       AN ACT to amend the domestic relations law, in relation  to  the  estab-\n         lishment  and  use  of  a  parent-mediation  program for child custody\n         disputes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The domestic relations law is amended by adding a new arti-\n    2  cle 5-B to read as follows:\n    3                                  ARTICLE 5-B\n    4             PARENT-MEDIATION PROGRAM FOR CHILD CUSTODY DISPUTES\n    5  SECTION 79. PURPOSE.\n    6          79-A. DEFINITIONS.\n    7          79-B. RESPONSIBILITY FOR MEDIATION SERVICES.\n    8          79-C. MEDIATION PROCESS.\n    9          79-D. TRAINING,  CONTINUING  EDUCATION,  AND EXPERIENCE REQUIRE-\n   10                  MENTS FOR MEDIATORS AND MEDIATION SUPERVISORS.\n   11          79-E. ETHICS.\n   12    S 79. PURPOSE. THE PURPOSE OF THIS ARTICLE IS TO PROVIDE  A  MEDIATION\n   13  PROGRAM TO PARENTS WHO ARE IN DISPUTE OVER THE CUSTODY OF THEIR CHILD OR\n   14  CHILDREN.\n   15    S 79-A. DEFINITIONS. AS USED IN THIS ARTICLE:\n   16    1.  \"COURT\"  SHALL MEAN ANY COURT OF THIS STATE AUTHORIZED TO ENTER AN\n   17  ORDER OF CUSTODY AND/OR SUPPORT PURSUANT TO PARAGRAPH (A) OF SUBDIVISION\n   18  ONE OF SECTION TWO HUNDRED FORTY OF THIS CHAPTER.\n   19    2. \"MEDIATOR\" SHALL HAVE THE SAME MEANING AS GIVEN IN SUBDIVISION  TWO\n   20  OF SECTION EIGHT HUNDRED FORTY-NINE-A OF THE JUDICIARY LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00229-01-1\n\n       S. 1473                             2                            A. 1421\n\n    1    3.  \"MEDIATION  SUPERVISOR\"  SHALL  MEAN A MEDIATOR WHO HAS BEEN GIVEN\n    2  DIRECT SUPERVISION OVER ONE OR MORE OTHER MEDIATORS.\n    3    S 79-B. RESPONSIBILITY FOR MEDIATION SERVICES. 1. ANY COURT WITH COUN-\n    4  TY-WIDE JURISDICTION SHALL ENSURE THAT:\n    5    (A)  MEDIATORS  ARE  IMPARTIAL, COMPETENT, AND UPHOLD THE STANDARDS OF\n    6  PRACTICE PURSUANT TO THIS ARTICLE.\n    7    (B) MEDIATION SERVICES AND CASE MANAGEMENT PROCEDURES IMPLEMENT  STATE\n    8  LAW  AND  ALLOW  SUFFICIENT  TIME  FOR  PARTIES  TO RECEIVE ORIENTATION,\n    9  PARTICIPATE FULLY IN MEDIATION, AND DEVELOP  A  COMPREHENSIVE  PARENTING\n   10  PLAN WITHOUT UNDULY COMPROMISING EACH PARTY'S RIGHT TO DUE PROCESS AND A\n   11  TIMELY RESOLUTION OF THE ISSUES.\n   12    (C) MEDIATION SERVICES DEMONSTRATE ACCOUNTABILITY BY:\n   13    (I)  PROVIDING  FOR  ACCEPTANCE  OF AND RESPONSE TO COMPLAINTS ABOUT A\n   14  MEDIATOR'S PERFORMANCE;\n   15    (II) PARTICIPATING IN STATEWIDE DATA COLLECTION EFFORTS; AND\n   16    (III) DISCLOSING THE USE OF INTERNS TO PROVIDE MEDIATION SERVICES.\n   17    (D) THE MEDIATION PROGRAM USES A DETAILED INTAKE PROCESS THAT  SCREENS\n   18  FOR  AND INFORMS THE MEDIATOR ABOUT ANY RESTRAINING ORDERS OR SAFETY-RE-\n   19  LATED ISSUES AFFECTING ANY PARTY OR CHILD NAMED IN  THE  PROCEEDINGS  TO\n   20  ALLOW  COMPLIANCE  WITH  RELEVANT  LAW  OR  COURT RULES BEFORE MEDIATION\n   21  BEGINS.\n   22    (E) WHENEVER POSSIBLE, MEDIATION IS AVAILABLE FROM BILINGUAL MEDIATORS\n   23  OR OTHER INTERPRETER SERVICES.\n   24    (F) MEDIATION SERVICES PROTECT PARTY CONFIDENTIALITY IN:\n   25    (I) STORAGE AND DISPOSAL OF RECORDS AND ANY PERSONAL INFORMATION ACCU-\n   26  MULATED DURING THE MEDIATION PROCESS;\n   27    (II) INTERAGENCY COORDINATION OR COOPERATION  REGARDING  A  PARTICULAR\n   28  FAMILY OR CASE; AND\n   29    (III) MANAGEMENT OF CHILD ABUSE REPORTS AND RELATED DOCUMENTS.\n   30    2. EACH MEDIATOR SHALL:\n   31    (A)  MAINTAIN  AN  OVERRIDING  CONCERN  TO  INTEGRATE THE CHILD'S BEST\n   32  INTERESTS WITHIN THE FAMILY CONTEXT.\n   33    (B) INFORM THE PARTIES AND ANY COUNSEL FOR A MINOR CHILD IF THE MEDIA-\n   34  TOR WILL MAKE A RECOMMENDATION  TO  THE  COURT  THAT  THE  COURT  SHOULD\n   35  APPOINT  AN  ATTORNEY  TO  REPRESENT THE MINOR CHILD. THE MEDIATOR SHALL\n   36  INFORM THE COURT OF THE REASONS WHY IT WOULD BE IN THE BEST INTERESTS OF\n   37  THE CHILD TO HAVE AN ATTORNEY APPOINTED.\n   38    (C) USE REASONABLE EFFORTS AND CONSIDER SAFETY ISSUES TO:\n   39    (I) FACILITATE THE FAMILY'S TRANSITION AND REDUCE ACRIMONY BY  HELPING\n   40  THE  PARTIES  IMPROVE  THEIR  COMMUNICATION SKILLS, FOCUS ON THE CHILD'S\n   41  NEEDS AND AREAS OF  STABILITY,  IDENTIFY  THE  FAMILY'S  STRENGTHS,  AND\n   42  LOCATE COUNSELING OR OTHER SERVICES;\n   43    (II)  DEVELOP  A COMPREHENSIVE PARENTING AGREEMENT THAT ADDRESSES EACH\n   44  CHILD'S CURRENT AND FUTURE DEVELOPMENTAL NEEDS; AND\n   45    (III) CONTROL THE  POTENTIAL  POWER  IMBALANCES  BETWEEN  THE  PARTIES\n   46  DURING MEDIATION.\n   47    S  79-C.  MEDIATION PROCESS. 1. ALL PARENT-MEDIATION PROGRAM PROCESSES\n   48  SHALL BE CONDUCTED IN ACCORDANCE WITH STATE LAW AND SHALL INCLUDE:\n   49    (A) REVIEW OF THE INTAKE FORM AND COURT FILE, IF AVAILABLE, BEFORE THE\n   50  START OF MEDIATION.\n   51    (B) ORAL AND WRITTEN ORIENTATION OR PARENT EDUCATION THAT  FACILITATES\n   52  THE PARTIES' INFORMED AND SELF-DETERMINED DECISION-MAKING ABOUT:\n   53    (I)  THE TYPES OF DISPUTED ISSUES GENERALLY DISCUSSED IN MEDIATION AND\n   54  THE RANGE OF POSSIBLE OUTCOMES FROM THE MEDIATION PROCESS;\n   55    (II) THE  MEDIATION  PROCESS,  INCLUDING:  THE  MEDIATOR'S  ROLE;  THE\n   56  CIRCUMSTANCES  THAT MAY LEAD THE MEDIATOR TO MAKE A PARTICULAR RECOMMEN-\n\n       S. 1473                             3                            A. 1421\n\n    1  DATION TO THE COURT; LIMITATIONS ON THE CONFIDENTIALITY OF THE  PROCESS;\n    2  AND ACCESS TO INFORMATION COMMUNICATED BY THE PARTIES OR INCLUDED IN THE\n    3  MEDIATION FILE;\n    4    (III)  HOW TO MAKE BEST USE OF INFORMATION DRAWN FROM CURRENT RESEARCH\n    5  AND  PROFESSIONAL  EXPERIENCE  TO  FACILITATE  THE  MEDIATION   PROCESS,\n    6  PARTIES' COMMUNICATION, AND CO-PARENTING RELATIONSHIP; AND\n    7    (IV)  HOW  TO  ADDRESS  EACH  CHILD'S CURRENT AND FUTURE DEVELOPMENTAL\n    8  NEEDS.\n    9    (C) INTERVIEW WITH CHILDREN AT THE MEDIATOR'S DISCRETION. THE MEDIATOR\n   10  MAY INTERVIEW THE CHILD ALONE OR TOGETHER WITH OTHER INTERESTED PARTIES,\n   11  INCLUDING STEPPARENTS, SIBLINGS, NEW OR STEPSIBLINGS,  OR  OTHER  FAMILY\n   12  MEMBERS  SIGNIFICANT TO THE CHILD. IF INTERVIEWING A CHILD, THE MEDIATOR\n   13  SHALL:\n   14    (I) INFORM THE CHILD IN AN AGE-APPROPRIATE MANNER  OF  THE  MEDIATOR'S\n   15  OBLIGATION  TO  DISCLOSE SUSPECTED CHILD ABUSE AND NEGLECT AND THE LOCAL\n   16  POLICIES CONCERNING DISCLOSURE OF THE CHILD'S STATEMENTS TO THE COURT.\n   17    (II) WITH  PARENTAL  CONSENT,  COORDINATE  INTERVIEW  AND  INFORMATION\n   18  EXCHANGE  AMONG  AGENCY OR PRIVATE PROFESSIONALS TO REDUCE THE NUMBER OF\n   19  INTERVIEWS A CHILD MIGHT EXPERIENCE.\n   20    (D) ASSISTANCE TO THE PARTIES, WITHOUT  UNDUE  INFLUENCE  OR  PERSONAL\n   21  BIAS,  IN  DEVELOPING A PARENTING PLAN THAT PROTECTS THE HEALTH, SAFETY,\n   22  WELFARE, AND THE BEST INTERESTS OF THE  CHILD  AND  THAT  OPTIMIZES  THE\n   23  CHILD'S  RELATIONSHIP  WITH  EACH  PARTY  BY  INCLUDING, AS APPROPRIATE,\n   24  PROVISIONS FOR SUPERVISED VISITATION IN HIGH-RISK CASES; DESIGNATION FOR\n   25  LEGAL AND PHYSICAL CUSTODY; A DESCRIPTION OF EACH PARTY'S  AUTHORITY  TO\n   26  MAKE  DECISIONS  THAT  AFFECT  THE CHILD; LANGUAGE THAT MINIMIZES LEGAL,\n   27  MENTAL HEALTH, OR OTHER JARGON; AND A DETAILED SCHEDULE OF  THE  TIME  A\n   28  CHILD  IS  TO  SPEND WITH EACH PARTY, INCLUDING VACATIONS, HOLIDAYS, AND\n   29  SPECIAL OCCASIONS, AND TIMES WHEN THE CHILD'S CONTACT WITH A  PARTY  MAY\n   30  BE INTERRUPTED.\n   31    (E) EXTENSION OF TIME TO ALLOW THE PARTIES TO GATHER ADDITIONAL INFOR-\n   32  MATION  IF  THE  MEDIATOR DETERMINES THAT SUCH INFORMATION WILL HELP THE\n   33  DISCUSSION PROCEED IN A FAIR AND ORDERLY MANNER OR FACILITATE AN  AGREE-\n   34  MENT.\n   35    (F)  SUSPENSION OR DISCONTINUANCE OF MEDIATION IF ALLEGATIONS OF CHILD\n   36  ABUSE OR NEGLECT ARE MADE UNTIL A DESIGNATED AGENCY PERFORMS AN INVESTI-\n   37  GATION AND REPORTS A CASE DETERMINATION TO THE MEDIATOR.\n   38    (G) TERMINATION OF MEDIATION IF THE MEDIATOR BELIEVES THAT HE  OR  SHE\n   39  IS UNABLE TO ACHIEVE A BALANCED DISCUSSION BETWEEN THE PARTIES.\n   40    (H) CONCLUSION OF MEDIATION WITH:\n   41    (I) A WRITTEN PARENTING PLAN THAT SUMMARIZES THE PARTIES' AGREEMENT OR\n   42  MEDIATOR'S RECOMMENDATION THAT IS GIVEN TO COUNSEL OR THE PARTIES BEFORE\n   43  THE RECOMMENDATION IS PRESENTED TO THE COURT.\n   44    (II)  A  WRITTEN OR ORAL DESCRIPTION OF ANY SUBSEQUENT CASE MANAGEMENT\n   45  OR COURT PROCEDURES FOR RESOLVING ONE OR  MORE  OUTSTANDING  CUSTODY  OR\n   46  VISITATION   ISSUES,  INCLUDING  INSTRUCTIONS  FOR  OBTAINING  TEMPORARY\n   47  ORDERS.\n   48    (I) RETURN TO  MEDIATION  TO  RESOLVE  FUTURE  CUSTODY  OR  VISITATION\n   49  DISPUTES.\n   50    2.  UPON  THE  COMPLETION OF THE MEDIATION PROCESS, THE MEDIATOR SHALL\n   51  SUBMIT A WRITTEN COPY OF THE MEDIATION  AGREEMENT  TO  THE  COURT.  SUCH\n   52  AGREEMENT  SHALL  BE  SIGNED BY BOTH PARENTS, INDICATING THEIR ASSENT TO\n   53  THE TERMS OF THE AGREEMENT.\n   54    S 79-D. TRAINING, CONTINUING EDUCATION,  AND  EXPERIENCE  REQUIREMENTS\n   55  FOR  MEDIATORS AND MEDIATION SUPERVISORS. 1. ALL MEDIATORS AND MEDIATION\n   56  SUPERVISORS MUST:\n\n       S. 1473                             4                            A. 1421\n\n    1    (A) COMPLETE A MINIMUM OF FORTY HOURS OF CUSTODY AND VISITATION  MEDI-\n    2  ATION  TRAINING  WITHIN  THE FIRST SIX MONTHS OF INITIAL EMPLOYMENT AS A\n    3  PARENT-MEDIATION PROGRAM MEDIATOR.\n    4    (B)  ATTEND  RELATED  CONTINUING  EDUCATION PROGRAMS, CONFERENCES, AND\n    5  WORKSHOPS.\n    6    (C) PARTICIPATE IN PERFORMANCE SUPERVISION AND PEER REVIEW.\n    7    2. EACH MEDIATION SUPERVISOR SHALL ATTEND AT LEAST THIRTY-TWO HOURS OF\n    8  ADDITIONAL TRAINING EACH CALENDAR YEAR.\n    9    S 79-E. ETHICS. MEDIATION SHALL BE CONDUCTED  IN  AN  ATMOSPHERE  THAT\n   10  ENCOURAGES  TRUST  IN  THE PROCESS AND A PERCEPTION OF FAIRNESS. TO THAT\n   11  END, MEDIATORS SHALL:\n   12    1. MEET THE PRACTICE AND ETHICAL STANDARDS ADOPTED BY THE  LEGISLATURE\n   13  AND THOSE STANDARDS ADOPTED BY THE COURTS.\n   14    2.  MAINTAIN  OBJECTIVITY, PROVIDE AND GATHER BALANCED INFORMATION FOR\n   15  BOTH PARTIES, AND CONTROL BIAS.\n   16    3. PROTECT THE CONFIDENTIALITY OF THE PARTIES AND THE CHILD IN  MAKING\n   17  ANY  COLLATERAL  CONTACTS  AND NOT RELEASE INFORMATION ABOUT THE CASE TO\n   18  ANY INDIVIDUAL EXCEPT AS AUTHORIZED BY THE COURT OR STATUTE.\n   19    4. NOT OFFER ANY RECOMMENDATIONS ABOUT A PARTY UNLESS THAT  PARTY  HAS\n   20  BEEN  EVALUATED  DIRECTLY  OR  IN  CONSULTATION  WITH  ANOTHER QUALIFIED\n   21  NEUTRAL PROFESSIONAL.\n   22    5. CONSIDER THE HEALTH, SAFETY, WELFARE, AND  BEST  INTERESTS  OF  THE\n   23  CHILD  IN  ALL PHASES OF THE PROCESS, INCLUDING INTERVIEWS WITH PARENTS,\n   24  EXTENDED FAMILY MEMBERS, COUNSEL FOR THE  CHILD,  AND  OTHER  INTERESTED\n   25  PARTIES OR COLLATERAL CONTACTS.\n   26    6.  STRIVE TO MAINTAIN THE CONFIDENTIAL RELATIONSHIP BETWEEN THE CHILD\n   27  WHO IS THE SUBJECT OF AN EVALUATION AND HIS OR HER TREATING PSYCHOTHERA-\n   28  PIST.\n   29    7. OPERATE WITHIN THE LIMITS OF HIS OR HER TRAINING AND EXPERIENCE AND\n   30  DISCLOSE ANY LIMITATIONS OR BIAS THAT WOULD AFFECT HIS OR HER ABILITY TO\n   31  CONDUCT THE MEDIATION.\n   32    8. NOT REQUIRE CHILDREN TO STATE A CUSTODIAL PREFERENCE.\n   33    9. NOT DISCLOSE ANY RECOMMENDATIONS TO THE PARTIES,  THEIR  ATTORNEYS,\n   34  OR  THE  ATTORNEYS  FOR THE CHILD BEFORE HAVING GATHERED THE INFORMATION\n   35  NECESSARY TO SUPPORT THE CONCLUSION.\n   36    10. DISCLOSE TO THE COURTS, PARTIES, ATTORNEYS FOR  THE  PARTIES,  AND\n   37  ATTORNEYS  FOR THE CHILD CONFLICTS OF INTEREST OR DUAL RELATIONSHIPS AND\n   38  NOT ACCEPT ANY APPOINTMENT EXCEPT BY COURT ORDER OR THE PARTIES'  STIPU-\n   39  LATION.\n   40    11. BE SENSITIVE TO THE PARTIES' SOCIOECONOMIC, GENDER, RACE, ETHNICI-\n   41  TY,  CULTURAL  VALUES,  RELIGIOUS,  FAMILY  STRUCTURE, AND DEVELOPMENTAL\n   42  CHARACTERISTICS.\n   43    12. DISCLOSE ANY ACTUAL OR POTENTIAL CONFLICTS  OF  INTEREST.  IN  THE\n   44  EVENT  OF  A  CONFLICT OF INTEREST, THE MEDIATOR SHALL SUSPEND MEDIATION\n   45  AND MEET AND CONFER IN AN EFFORT TO RESOLVE THE CONFLICT OF INTEREST  TO\n   46  THE  SATISFACTION  OF ALL PARTIES OR ACCORDING TO LOCAL COURT RULES. THE\n   47  COURT MAY ORDER MEDIATION TO CONTINUE WITH ANOTHER MEDIATOR OR OFFER THE\n   48  PARTIES ALTERNATIVES. THE MEDIATOR CANNOT CONTINUE  UNLESS  THE  PARTIES\n   49  AGREE IN WRITING TO CONTINUE MEDIATION DESPITE THE DISCLOSED CONFLICT OF\n   50  INTEREST.\n   51    S  2.  Paragraph  (a)  of subdivision 1 of section 240 of the domestic\n   52  relations law, as amended by chapter 476 of the laws of 2009, is amended\n   53  to read as follows:\n   54    (a) In any action or proceeding brought (1) to annul a marriage or  to\n   55  declare  the nullity of a void marriage, or (2) for a separation, or (3)\n   56  for a divorce, or (4) to obtain, by a writ of habeas corpus or by  peti-\n\n       S. 1473                             5                            A. 1421\n\n    1  tion and order to show cause, the custody of or right to visitation with\n    2  any  child  of  a  marriage, the court shall require verification of the\n    3  status of any child of the marriage with respect to such child's custody\n    4  and  support, including any prior orders, and MAY REQUIRE THE PARENTS OF\n    5  SUCH CHILD TO PARTICIPATE IN A MEDIATION PROCESS THROUGH THE PARENT-MED-\n    6  IATION PROGRAM ESTABLISHED BY ARTICLE FIVE-B OF THIS CHAPTER. THE  COURT\n    7  shall  enter  orders  for custody and support [as] THAT CONFORM WITH THE\n    8  TERMS AND CONDITIONS OF THE MEDIATION AGREEMENT IF SUCH MEDIATION  PROC-\n    9  ESS  IS  UTILIZED,  BUT  IF  THE COURT DETERMINES THAT THE TERMS OF SUCH\n   10  AGREEMENT ARE UNFAIR OR UNJUST OR NO SUCH AGREEMENT EXISTS THEN, in  the\n   11  court's  discretion, AS justice requires[, having regard to].  IN REACH-\n   12  ING ITS DECISION THE COURT SHALL CONSIDER the circumstances of the  case\n   13  and  of  the respective parties and [to] the best interests of the child\n   14  and SHALL BE subject to the provisions  of  subdivision  one-c  of  this\n   15  section.  Where  either  party  to  an action concerning custody of or a\n   16  right to visitation  with  a  child  alleges  in  a  sworn  petition  or\n   17  complaint  or  sworn answer, cross-petition, counterclaim or other sworn\n   18  responsive pleading that the other party has committed an act of  domes-\n   19  tic  violence  against  the  party  making the allegation or a family or\n   20  household member of either party, as such family or household member  is\n   21  defined  in  article eight of the family court act, and such allegations\n   22  are proven by a preponderance of the evidence, the court  must  consider\n   23  the  effect  of  such  domestic  violence upon the best interests of the\n   24  child, together with such other facts and  circumstances  as  the  court\n   25  deems  relevant in making a direction pursuant to this section and state\n   26  on the record how such findings, facts and circumstances  factored  into\n   27  the  direction.  If  a  parent  makes a good faith allegation based on a\n   28  reasonable belief supported by facts that the child  is  the  victim  of\n   29  child  abuse, child neglect, or the effects of domestic violence, and if\n   30  that parent acts lawfully and in good faith in response to that  reason-\n   31  able  belief  to protect the child or seek treatment for the child, then\n   32  that parent shall not be deprived of custody, visitation or contact with\n   33  the child, or restricted in custody, visitation or contact, based solely\n   34  on that belief or the reasonable actions taken based on that belief.  If\n   35  an  allegation that a child is abused is supported by a preponderance of\n   36  the evidence, then the court shall consider such evidence  of  abuse  in\n   37  determining  the  visitation arrangement that is in the best interest of\n   38  the child, and the court shall not place a child in  the  custody  of  a\n   39  parent  who presents a substantial risk of harm to that child, and shall\n   40  state on the record how such findings were factored  into  the  determi-\n   41  nation.  An  order  directing the payment of child support shall contain\n   42  the social security numbers of the named parties.  In  all  cases  there\n   43  shall  be  no  prima  facie  right to the custody of the child in either\n   44  parent. Such direction shall make provision for child support out of the\n   45  property of either or both parents. The court shall make its  award  for\n   46  child support pursuant to subdivision one-b of this section. Such direc-\n   47  tion may provide for reasonable visitation rights to the maternal and/or\n   48  paternal  grandparents of any child of the parties. Such direction as it\n   49  applies to rights of visitation with a child remanded or placed  in  the\n   50  care  of  a  person, official, agency or institution pursuant to article\n   51  ten of the family court act, or pursuant to an instrument approved under\n   52  section three hundred fifty-eight-a of the social services law, shall be\n   53  enforceable pursuant to part eight of article ten of  the  family  court\n   54  act  and  sections three hundred fifty-eight-a and three hundred eighty-\n   55  four-a of the social services law and other applicable provisions of law\n   56  against any person having care and custody, or temporary care and custo-\n\n       S. 1473                             6                            A. 1421\n\n    1  dy, of the child. Notwithstanding any other provision of law, any  writ-\n    2  ten  application or motion to the court for the establishment, modifica-\n    3  tion or enforcement of a child support obligation  for  persons  not  in\n    4  receipt  of public assistance and care must contain either a request for\n    5  child support enforcement services which would authorize the  collection\n    6  of  the  support  obligation  by  the  immediate  issuance  of an income\n    7  execution for support enforcement  as  provided  for  by  this  chapter,\n    8  completed in the manner specified in section one hundred eleven-g of the\n    9  social  services  law; or a statement that the applicant has applied for\n   10  or is in receipt of such services; or a  statement  that  the  applicant\n   11  knows  of  the  availability of such services, has declined them at this\n   12  time and where support enforcement  services  pursuant  to  section  one\n   13  hundred  eleven-g of the social services law have been declined that the\n   14  applicant understands that an  income  deduction  order  may  be  issued\n   15  pursuant  to  subdivision  (c) of section fifty-two hundred forty-two of\n   16  the civil practice law and rules without other child support enforcement\n   17  services and that payment of an administrative fee may be required.  The\n   18  court  shall  provide  a  copy  of  any  such  request for child support\n   19  enforcement services to the support collection unit of  the  appropriate\n   20  social services district any time it directs payments to be made to such\n   21  support  collection  unit.  Additionally,  the  copy of any such request\n   22  shall be accompanied by the name, address and social security number  of\n   23  the  parties;  the date and place of the parties' marriage; the name and\n   24  date of birth of the child or children; and the name and address of  the\n   25  employers  and  income  payors  of  the party from whom child support is\n   26  sought or from the party ordered to  pay  child  support  to  the  other\n   27  party.  Such direction may require the payment of a sum or sums of money\n   28  either directly to the custodial parent or to third persons for goods or\n   29  services furnished for such child, or for both payments to the custodial\n   30  parent and to such third persons; provided,  however,  that  unless  the\n   31  party seeking or receiving child support has applied for or is receiving\n   32  such  services,  the  court shall not direct such payments to be made to\n   33  the support collection unit,  as  established  in  section  one  hundred\n   34  eleven-h  of  the social services law. Every order directing the payment\n   35  of support shall require that if either parent currently, or at any time\n   36  in the future, has health  insurance  benefits  available  that  may  be\n   37  extended  or  obtained  to  cover  the child, such parent is required to\n   38  exercise the option of additional coverage in favor of  such  child  and\n   39  execute  and  deliver  to  such  person any forms, notices, documents or\n   40  instruments necessary to assure timely payment of any  health  insurance\n   41  claims for such child.\n   42    S  3.  Paragraph (a) of subdivision 1-b of section 240 of the domestic\n   43  relations law, as added by chapter 567 of the laws of 1989,  is  amended\n   44  to read as follows:\n   45    (a)  The  court shall make its award for child support pursuant to THE\n   46  TERMS AND CONDITIONS OF A MEDIATION AGREEMENT REACHED IN ACCORDANCE WITH\n   47  THE PROVISIONS OF ARTICLE FIVE-B OF THIS CHAPTER,  IF  SUCH  PROCESS  IS\n   48  UTILIZED.   BUT IF THE COURT SHOULD DETERMINE THAT SUCH TERMS AND CONDI-\n   49  TIONS ARE NOT FAIR  AND  JUST,  OR  IF  THE  MEDIATION  PROCESS  IS  NOT\n   50  UTILIZED, THEN THE COURT SHALL MAKE ITS AWARD FOR CHILD SUPPORT PURSUANT\n   51  TO  the  provisions  of  this  subdivision.  The court may vary from the\n   52  amount of the basic child  support  obligation  determined  pursuant  to\n   53  paragraph  (c) of this subdivision only in accordance with paragraph (f)\n   54  of this subdivision.\n   55    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to the establishment and use of a parent-mediation program for child custody disputes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T145913.TXT", "SOBI.D110107.T160917.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687272271
}