{
  "year" : 2011,
  "senateBillNo" : "S1480-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1480-2011-1294376400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to residential wireless telephone service",
  "summary" : "Relates to residential wireless telephone service; disclosure, notification and consumer protection requirements in wireless telecommunications consumer transactions; plain language disclosures to each customer or potential customer; requires clear billing; trial period lasts for 15 days past first bill; consumer complaints to consumer protection board; establishes rules and regulations. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S4391-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1480\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, HASSELL-THOMPSON -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Consumer\n         Protection\n\n       AN ACT to amend the general business law and the public service law,  in\n         relation to the provision of residential wireless telephone service\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"wireless telephone service consumer protection act\".\n    3    S  2.  Statement  of legislative findings and purpose. The legislature\n    4  finds that residential consumers in New York are offered the opportunity\n    5  to purchase wireless telephone service from a variety of service provid-\n    6  ers and that the conduct of such providers in  making  and  implementing\n    7  these offers varies widely. In many instances, consumers are required to\n    8  evaluate  service offerings without receiving a full and fair disclosure\n    9  of the terms of the service offering or an adequate  means  to  evaluate\n   10  the  offering in practice. The purpose of this legislation is to provide\n   11  a regulatory program for wireless telephone service provider conduct and\n   12  for the terms and conditions of such service other than the entry of  or\n   13  the rates charged by any such provider.\n   14    S 3. The general business law is amended by adding a new section 398-e\n   15  to read as follows:\n   16    S 398-E. DISCLOSURE, NOTIFICATION AND CONSUMER PROTECTION REQUIREMENTS\n   17  IN  WIRELESS  TELECOMMUNICATIONS CONSUMER TRANSACTIONS. 1.  DEFINITIONS.\n   18  FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING  TERMS  SHALL  HAVE  THE\n   19  FOLLOWING MEANINGS:\n   20    (A)  \"AUTHORIZED  RETAILER\"  MEANS A RETAILER AUTHORIZED BY A WIRELESS\n   21  TELEPHONE SERVICE CARRIER, INCLUDING  RESELLERS  OF  WIRELESS  TELEPHONE\n   22  SERVICE PROVIDED BY A WIRELESS TELEPHONE SERVICE CARRIER, TO BE AN AGENT\n   23  OF SUCH WIRELESS TELEPHONE CARRIER OR RESELLER.\n   24    (B) \"BOARD\" MEANS THE CONSUMER PROTECTION BOARD.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01759-01-1\n\n       S. 1480                             2\n\n    1    (C) \"DIRECTOR\" MEANS THE EXECUTIVE DIRECTOR OF THE CONSUMER PROTECTION\n    2  BOARD.\n    3    (D)  \"ENHANCED  WIRELESS 911 SERVICE\" MEANS THE SERVICE REQUIRED TO BE\n    4  PROVIDED BY WIRELESS TELEPHONE SERVICE PROVIDERS  PURSUANT  TO  THE  FCC\n    5  ORDER.\n    6    (E)  \"FCC ORDER\" MEANS ALL ORDERS ISSUED BY THE FEDERAL COMMUNICATIONS\n    7  COMMISSION PURSUANT TO THE PROCEEDING ENTITLED \"REVISION OF THE  COMMIS-\n    8  SION'S  RULE TO ENSURE COMPATIBILITY WITH ENHANCED 911 EMERGENCY CALLING\n    9  SYSTEMS (CC DOCKET NO. 94-102; RM-8143)  OR  ANY  SUCCESSOR  PROCEEDING,\n   10  REGARDING  THE  DELIVERY OF ANI AND ALI AS OF THE DATES AND ACCORDING TO\n   11  THE OTHER CRITERIA ESTABLISHED THEREIN AND  THE  RULES  ADOPTED  BY  THE\n   12  FEDERAL  COMMUNICATIONS COMMISSION IN ANY SUCH PROCEEDING, AS SUCH RULES\n   13  MAY BE AMENDED FROM TIME TO TIME.\n   14    (F) \"SERVICE PLAN\" MEANS A CONTRACT ENTERED INTO  BETWEEN  A  WIRELESS\n   15  TELEPHONE  SERVICE  CARRIER  AND  A RETAIL CUSTOMER FOR THE PROVISION OF\n   16  WIRELESS TELEPHONE SERVICE OVER A MUTUALLY AGREED UPON PERIOD OF TIME.\n   17    (G) \"WIRELESS TELEPHONE SERVICE\" MEANS A TWO-WAY REAL TIME VOICE TELE-\n   18  COMMUNICATIONS SERVICE THAT IS INTERCONNECTED TO A PUBLIC SWITCHED TELE-\n   19  PHONE NETWORK AND IS PROVIDED BY A COMMERCIAL MOBILE RADIO  SERVICE,  AS\n   20  SUCH  TERM  IS DEFINED BY 47 C.F.R. SECTION 20.3; PROVIDED, HOWEVER, FOR\n   21  THE PURPOSES OF THIS SECTION, THE TERM WIRELESS TELEPHONE SERVICE  SHALL\n   22  NOT INCLUDE A PREPAID CALLING SERVICE AS THAT TERM IS DEFINED IN SECTION\n   23  NINETY-TWO-F OF THE PUBLIC SERVICE LAW.\n   24    (H)  \"WIRELESS  TELEPHONE  SERVICE  CARRIER\" MEANS A COMMERCIAL MOBILE\n   25  RADIO SERVICE PROVIDER OF WIRELESS TELEPHONE SERVICE  AS  SUCH  TERM  IS\n   26  DEFINED  IN THE UNITED STATES CODE OF FEDERAL REGULATIONS 47 C.F.R. 20.3\n   27  OR A RESELLER OF WIRELESS TELEPHONE SERVICE  PROVIDED  BY  A  COMMERCIAL\n   28  MOBILE RADIO SERVICE AS DEFINED BY SUCH 47 C.F.R 20.3.\n   29    2.  DISCLOSURE  REQUIREMENTS.  (A)  EVERY  WIRELESS  TELEPHONE SERVICE\n   30  PROVIDER AND AUTHORIZED RETAILER SHALL MAKE AVAILABLE  CLEAR,  CONSPICU-\n   31  OUS,  PLAIN  LANGUAGE DISCLOSURES TO EACH CUSTOMER OR POTENTIAL CUSTOMER\n   32  AT RETAIL SALES LOCATIONS OF SUCH WIRELESS TELEPHONE CARRIER OR  AUTHOR-\n   33  IZED  RETAILER  AND  ON  ANY INTERNET WEBSITE WHERE A WIRELESS TELEPHONE\n   34  SERVICE PLAN CAN BE ENTERED INTO, OF THE FOLLOWING INFORMATION  CONCERN-\n   35  ING  ANY  PLAN OR PROPOSED PLAN OFFERED FOR THE PROVISION OF RESIDENTIAL\n   36  WIRELESS TELEPHONE SERVICE TO SUCH CUSTOMER:\n   37    I. THE CALLING AREA FOR THE PLAN;\n   38    II. THE MONTHLY ACCESS FEE OR BASE CHARGE;\n   39    III. THE NUMBER OF AIRTIME MINUTES INCLUDED IN THE PLAN;\n   40    IV. ANY NIGHT AND WEEKEND  MINUTES  INCLUDED  IN  THE  PLAN  OR  OTHER\n   41  DIFFERING  CHARGES  FOR DIFFERENT TIME PERIODS AND THE TIME PERIODS WHEN\n   42  NIGHT AND WEEKEND MINUTES OR OTHER CHARGES APPLY;\n   43    V. THE CHARGES FOR EXCESS OR ADDITIONAL MINUTES;\n   44    VI. WHETHER OR NOT, AND THE EXTENT TO WHICH,  PER-MINUTE  DOMESTIC  OR\n   45  INTERNATIONAL LONG DISTANCE CHARGES ARE INCLUDED IN OTHER RATES, AND, TO\n   46  THE EXTENT NOT INCLUDED, THE APPLICABLE PER-MINUTE LONG DISTANCE RATES;\n   47    VII. PER-MINUTE ROAMING OR OFF-NETWORK CHARGES;\n   48    VIII.  THE  AMOUNT  OF  ANY ADDITIONAL TAXES, FEES, OR SURCHARGES THAT\n   49  WILL BE COLLECTED OR RETAINED BY THE WIRELESS TELEPHONE SERVICE  PROVID-\n   50  ER;\n   51    IX.  IF  THE PLAN REQUIRES A FIXED-TERM CONTRACT, THE DURATION OF SUCH\n   52  CONTRACT;\n   53    X. THE AMOUNT OF ANY EARLY TERMINATION FEE AND  THE  CONDITIONS  UNDER\n   54  WHICH  ANY  SUCH EARLY TERMINATION FEE WOULD APPLY, INCLUDING THE LENGTH\n   55  OF ANY TRIAL PERIOD DURING WHICH NO EARLY TERMINATION FEE WOULD APPLY;\n\n       S. 1480                             3\n\n    1    XI. A STATEMENT NOTIFYING THE CUSTOMER THAT THE SERVICE INCLUDES BASIC\n    2  WIRELESS 911 SERVICE;\n    3    XII.  THE  INFORMATION  WHICH  IS INCLUDED IN THE EDUCATIONAL PLAN FOR\n    4  INFORMING THE PUBLIC ABOUT THE ENHANCED WIRELESS 911 SERVICE IN NEW YORK\n    5  STATE  REQUIRED  BY  SUBDIVISION  EIGHT   OF   SECTION   THREE   HUNDRED\n    6  TWENTY-EIGHT  OF  THE  COUNTY  LAW  AND  WHICH  IS AN EXPLANATION OF THE\n    7  ENHANCED  WIRELESS  911  SYSTEM   AND   A   PROGRESS   REPORT   ON   THE\n    8  COUNTY-BY-COUNTY   IMPLEMENTATION   OF  THE  STATEWIDE  SYSTEM  AND  THE\n    9  TOLL-FREE HOTLINE AND WEBSITE INFORMATION  TO  PERMIT  THE  CONSUMER  TO\n   10  ACCESS  SUCH INFORMATION VIA THE INTERNET IN ACCORDANCE WITH SUBDIVISION\n   11  EIGHT OF SECTION THREE HUNDRED TWENTY-EIGHT OF THE COUNTY LAW;\n   12    XIII. A COVERAGE MAP PREPARED BY THE PROVIDER USING GENERALLY ACCEPTED\n   13  INDUSTRY METHODOLOGIES AND STANDARDS; AND\n   14    XIV. BASED UPON CUSTOMER SUPPLIED  INFORMATION  REGARDING  ANTICIPATED\n   15  USAGE  PATTERNS,  A  GOOD  FAITH ESTIMATE OF THE MONTHLY FIXED AND USAGE\n   16  CHARGES AND ADDITIONAL TAXES, FEES, OR SURCHARGES AND OF THE ANTICIPATED\n   17  TOTAL MONTHLY BILL FOR SUCH CUSTOMER UNDER SUCH PLAN, EXCEPT  THAT  THIS\n   18  PROVISION  SHALL NOT APPLY TO WIRELESS SERVICE THAT IS PRE-PAID PRIOR TO\n   19  ACTIVATION OF SERVICE AND THAT IS NOT SUBJECT TO MONTHLY  BILLING  AFTER\n   20  ACTIVATION OF SERVICE.\n   21    (B)  AT  THE  TIME  A  CUSTOMER INITIATES A WIRELESS SERVICE PLAN, THE\n   22  CARRIER SHALL, OR IF THE CUSTOMER  INITIATES  A  WIRELESS  SERVICE  PLAN\n   23  THROUGH  AN  AUTHORIZED RETAILER, THE AUTHORIZED RETAILER SHALL, PROVIDE\n   24  OR CONFIRM IN WRITING ALL OF THE INFORMATION REQUIRED IN  PARAGRAPH  (A)\n   25  OF  THIS SUBDIVISION AS IT APPLIES TO THE SPECIFIC CONTRACT ENTERED INTO\n   26  BY THE NEW CUSTOMER  PRIOR  TO  THE  FINALIZATION  OF  THE  TRANSACTION,\n   27  PROVIDED, HOWEVER WHEN AN EXISTING CUSTOMER OF A WIRELESS SERVICE CARRI-\n   28  ER  AGREES  TO  A  CHANGE  IN SERVICE WHICH RESULTS IN AN EXTENSION OF A\n   29  CONTRACT BETWEEN THE  CUSTOMER  AND  SUCH  CARRIER,  THE  CARRIER  SHALL\n   30  PROVIDE OR CONFIRM SUCH CHANGE IN SERVICE.\n   31    3.  BILLING.  EXCEPT  FOR  WIRELESS  SERVICE THAT IS PRE-PAID PRIOR TO\n   32  ACTIVATION OF SERVICE AND THAT IS NOT SUBJECT TO MONTHLY  BILLING  AFTER\n   33  ACTIVATION  OF  SERVICE,  WIRELESS  TELEPHONE  SERVICE CARRIERS' BILLING\n   34  STATEMENTS SHALL:\n   35    (A) BE CLEARLY ORGANIZED AND DESCRIBE IN PLAIN LANGUAGE  THE  PRODUCTS\n   36  AND SERVICES FOR WHICH CHARGES ARE IMPOSED;\n   37    (B)  DISTINGUISH  CHARGES  THAT  ARE  DIRECTLY  RELATED TO SERVICE AND\n   38  FEATURES RETAINED BY THE CARRIER FROM TAXES, FEES AND OTHER CHARGES THAT\n   39  ARE COLLECTED AND REMITTED BY THE CARRIER TO ANY FEDERAL, STATE OR LOCAL\n   40  GOVERNMENT ENTITY;\n   41    (C) NOT INCLUDE ANY CHARGES OR FEES FOR PRODUCTS AND  SERVICES  UNLESS\n   42  AUTHORIZED BY THE CUSTOMER;\n   43    (D) ITEMIZE ROAMING CHARGES WITHIN SIXTY DAYS OF THE CALL BEING PLACED\n   44  AND IDENTIFY THE DATE AND ORIGINATING LOCATION OF THE CALL;\n   45    (E) INCLUDE THE TOLL-FREE NUMBER MAINTAINED BY THE CONSUMER PROTECTION\n   46  BOARD  WHICH RECEIVES COMPLAINTS FROM WIRELESS TELEPHONE SERVICE CUSTOM-\n   47  ERS RELATING TO THEIR WIRELESS SERVICE; AND\n   48    (F) FOR THE PURPOSES OF THIS SUBDIVISION, WIRELESS  TELEPHONE  SERVICE\n   49  CARRIERS MAY NOT LABEL COST RECOVERY FEES OR CHARGES AS TAXES.\n   50    4.  TRIAL  PERIOD.  THE TERMS ON WHICH WIRELESS TELEPHONE SERVICES ARE\n   51  PROVIDED TO ANY CUSTOMER SHALL INCLUDE A TRIAL PERIOD WHICH SHALL END NO\n   52  EARLIER THAN FIFTEEN DAYS AFTER THE  FIRST  BILL  IS  RENDERED  TO  SUCH\n   53  CUSTOMER  FOLLOWING  SERVICE  ACTIVATION  AND  DURING  WHICH PERIOD SUCH\n   54  CUSTOMER MAY, AFTER PAYMENT FOR SERVICES USED,  TERMINATE  SUCH  SERVICE\n   55  WITHOUT  INCURRING  ANY TERMINATION FEES OR CHARGES OR ANY OTHER PENALTY\n   56  OF ANY KIND, AND MAY, UPON RETURN OF ANY HANDSET  BOUGHT  OR  LEASED  IN\n\n       S. 1480                             4\n\n    1  CONNECTION  WITH SUCH SERVICE, RECEIVE A PRO RATED REFUND OF ANY AMOUNTS\n    2  PAID FOR SUCH A HANDSET.\n    3    5.   CONSUMER  COMPLAINTS;  IMPLEMENTING  REGULATIONS;  PENALTIES  FOR\n    4  VIOLATIONS. (A) WIRELESS TELEPHONE SERVICE CUSTOMERS MAY FILE COMPLAINTS\n    5  RELATED TO THEIR WIRELESS SERVICE WITH THE  EXECUTIVE  DIRECTOR  OF  THE\n    6  CONSUMER PROTECTION BOARD, WHO IS AUTHORIZED TO RESOLVE SUCH COMPLAINTS.\n    7  THE DIRECTOR OR HIS OR HER DESIGNEE IS AUTHORIZED TO CONDUCT SUCH INVES-\n    8  TIGATIONS  AS MAY BE NECESSARY TO RESOLVE SUCH COMPLAINTS, TO ADMINISTER\n    9  OATHS AND TAKE AFFIDAVITS IN RELATION TO ANY MATTER OR PROCEEDING IN THE\n   10  EXERCISE OF POWERS AND DUTIES UNDER THIS SECTION, AND  TO  SUBPOENA  AND\n   11  REQUIRE THE ATTENDANCE OF WITNESSES AND THE PRODUCTION OF BOOKS, PAPERS,\n   12  CONTRACTS  AND  ANY  OTHER  DOCUMENTS  PERTAINING  TO  ANY INVESTIGATION\n   13  CONDUCTED PURSUANT TO THIS SECTION. IF ANY PERSON REFUSES TO COMPLY WITH\n   14  A SUBPOENA ISSUED UNDER THIS PARAGRAPH,  THE  DIRECTOR  MAY  PETITION  A\n   15  COURT  OF  COMPETENT  JURISDICTION  TO ENFORCE THE SUBPOENA AND FOR SUCH\n   16  SANCTIONS AS THE COURT MAY ORDER.\n   17    (B) THE DIRECTOR SHALL PROMULGATE ANY RULES AND REGULATIONS  NECESSARY\n   18  TO  IMPLEMENT THIS SECTION AND IS FURTHER AUTHORIZED TO ISSUE ANY ORDERS\n   19  NECESSARY TO ENFORCE THIS SECTION AND SUCH RULES AND REGULATIONS. EXCEPT\n   20  AS SHALL BE PRE-EMPTED BY  FEDERAL  LAW  REGULATING  WIRELESS  TELEPHONE\n   21  SERVICE  PROVIDERS,  SUCH RULES AND REGULATIONS SHALL BE CONSISTENT WITH\n   22  FEDERAL LAW REGULATING WIRELESS TELEPHONE SERVICE OR PROVIDERS OF  WIRE-\n   23  LESS TELEPHONE SERVICE.\n   24    (C) THE DIRECTOR MAY ASSESS A CIVIL PENALTY NOT TO EXCEED TWO THOUSAND\n   25  DOLLARS PER VIOLATION AGAINST ANY WIRELESS TELEPHONE SERVICE PROVIDER OR\n   26  AUTHORIZED  RETAILER THAT NEGLECTS OR KNOWINGLY FAILS TO COMPLY WITH ANY\n   27  REQUIREMENT OF THIS  SECTION,  OF  REGULATIONS  PROMULGATED  UNDER  THIS\n   28  SECTION,  OR OF ANY ORDER OF THE DIRECTOR IMPLEMENTING OR ENFORCING THIS\n   29  SECTION OR REGULATIONS PROMULGATED THEREUNDER. ALL MONEYS RECOVERED FROM\n   30  ANY SUCH PENALTY SHALL BE PAID INTO THE STATE TREASURY TO THE CREDIT  OF\n   31  THE GENERAL FUND.\n   32    6.  REPORTING.  AT  LEAST  ANNUALLY  THE  BOARD  SHALL REPORT CUSTOMER\n   33  COMPLAINTS BY CARRIER REGARDING WIRELESS TELEPHONE SERVICE IN THE STATE.\n   34  SUCH REPORT SHALL INCLUDE INFORMATION  ON  CARRIER  CUSTOMER  COMPLAINTS\n   35  FILED WITH AND RESOLVED BY THE DIRECTOR. THE REPORT MAY INCLUDE AN ANAL-\n   36  YSIS  OF  SUCH  COMPLAINTS  AND  RECOMMENDATIONS, IF ANY, TO ADDRESS ANY\n   37  ISSUES THAT ARE IDENTIFIED BY THE BOARD. THE  REPORT  REQUIRED  BY  THIS\n   38  SUBDIVISION MAY BE INCLUDED IN THE REPORT PREPARED BY THE BOARD PURSUANT\n   39  TO SECTION FIVE HUNDRED FIFTY-THREE OF THE EXECUTIVE LAW.\n   40    7. APPLICABILITY. FOR PURPOSES OF THIS SECTION, THE WIRELESS TELEPHONE\n   41  SERVICE TO WHICH THE PROVISIONS OF THIS SECTION APPLY, IS BEING PROVIDED\n   42  OR  BEING  PROPOSED  TO  BE PROVIDED TO A RESIDENTIAL CUSTOMER WHERE THE\n   43  PLACE OF PRIMARY USE, AS THAT TERM IS USED IN SECTION ONE HUNDRED EIGHT-\n   44  Y-SIX-E OF THE TAX LAW, IS LOCATED IN THIS STATE.\n   45    8. SEVERABILITY. THE PROVISIONS OF THIS SECTION ARE SEVERABLE, AND  IF\n   46  ANY  PART  OR PROVISION HEREOF, OR THE APPLICATION THEREOF TO ANY PERSON\n   47  OR CIRCUMSTANCE, SHALL BE ADJUDGED BY ANY COURT OF  COMPETENT  JURISDIC-\n   48  TION  TO  BE  INVALID OR UNENFORCEABLE, SUCH JUDGEMENT SHALL NOT AFFECT,\n   49  IMPAIR OR INVALIDATE THE REMAINING PROVISIONS OF  THIS  SECTION  OR  THE\n   50  APPLICATION  OF  ANY  SUCH REMAINING PROVISIONS TO ANY PERSON OR CIRCUM-\n   51  STANCE, BUT SHALL BE CONFINED IN ITS OPERATION TO THE PROVISION,  PERSON\n   52  OR CIRCUMSTANCE DIRECTLY INVOLVED IN THE CONTROVERSY IN WHICH SUCH JUDG-\n   53  MENT SHALL HAVE BEEN RENDERED.\n   54    S  4.  Paragraph a of subdivision 6 of section 5 of the public service\n   55  law, as added by chapter 684 of the laws of 1997, is amended to read  as\n   56  follows:\n\n       S. 1480                             5\n\n    1    a. Application of the provisions of this chapter to cellular telephone\n    2  services  is  suspended  unless  the commission, no sooner than one year\n    3  after the effective date of this  subdivision,  makes  a  determination,\n    4  after  notice  and  hearing,  that  suspension of the application of the\n    5  provisions  of this chapter shall cease to the extent found necessary to\n    6  protect the public interest; PROVIDED, HOWEVER,  THAT  NOTHING  IN  THIS\n    7  PARAGRAPH  SHALL SUSPEND OR LIMIT THE AUTHORITY PROVIDED TO THE CONSUMER\n    8  PROTECTION BOARD IN SECTION FIVE HUNDRED FIFTY-THREE  OF  THE  EXECUTIVE\n    9  LAW AND SECTION THREE HUNDRED NINETY-EIGHT-E OF THE GENERAL BUSINESS LAW\n   10  TO  IMPLEMENT  THE  PROVISIONS OF LAW CONTAINED THEREIN OR TO PROMULGATE\n   11  AND ENFORCE REGULATIONS TO AFFORD CONSUMER  PROTECTIONS  TO  RESIDENTIAL\n   12  CUSTOMERS OF CELLULAR OR WIRELESS TELEPHONE SERVICE PROVIDERS.\n   13    S 5. This act shall take effect on the one hundred eightieth day after\n   14  it  shall have become a law; provided that the executive director of the\n   15  consumer protection board is authorized, on  or  before  such  date,  to\n   16  promulgate any and all rules and regulations and to take any other meas-\n   17  ures necessary to implement this act on such effective date.\n",
  "memo" : "BILL NUMBER:S1480\n\nTITLE OF BILL:\nAn act\nto amend the general business law and the public service law, in\nrelation to the provision of residential wireless telephone service\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill enacts the \"wireless telephone consumer protection act\"\nproviding consumer protections such as disclosure of terms and\nconditions of services and charges.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill is the short title.\n\nSection 2 of the bill is the statement of legislative findings and\npurpose.\n\nSection 3 of the bill amends the General Business Law by adding a new\nsection 398-e, which establishes wireless telephone fair practices,\nand a complaint process with the Consumer Protection Board. New GBL\n&sect;398-e has 8 subdivisions. Subdivision 1 sets out definitions.\nSubdivision 2 requires disclosure of calling plans, monthly fees,\nairtime minutes, additional charges, termination fees, length of\ntrial periods, E-911 service, and coverage maps and areas. It also\nrequires a good faith estimate of the anticipated total monthly bill.\nSubdivision 3 requires clearly organized wireless bills with billing\nthat is done in plain language.\n\nSubdivision 4 of new GBL &sect;398-e requires a trial use period of fifteen\ndays after the first monthly bill has been issued. A customer may\ncancel within the fifteen day trial period without a termination fee.\nSubdivision 5 gives the Consumer Protection Board's executive\ndirector authority to receive and resolve consumer complaints,\nsubpoena power, and authority to assess civil penalties for\nviolations. Subdivisions 6, 7 and 8 provide for reporting,\napplicability and severability.\n\nSection 4 of the bill amends paragraph (a) of subdivision 6 of section\n5 of the Public Service Law.\n\nSection 5 of the bill is the effective date.\n\nJUSTIFICATION:\nThe rapid development of wireless telephone technologies has increased\nthe affordability and use of the services, and as a result, many\nconsumers\nnow use cell phones as a primary mode of communication. Many other\ncustomers, especially older ones, use cell phones primarily for\nsafety in the event of emergencies during travel. The wireless\nindustry has evolved to the point where different providers offer\n\nvarious calling plans, rates and other services. However, many\nconsumers find the plethora of plans confusing and providers do not\nalways fully disclose the terms of service. Lack of full disclosure\ncan make it difficult to evaluate calling plans or to compare\ndifferent plans. Moreover, wireless plans often lock consumers into\nlong term contracts with high cancellation costs.\n\nThe Wireless Telephone Consumer Protection Act (the Act) will give the\nConsumer Protection Board authority to regulate wireless telephone\nservice providers with respect to consumer protections, to establish\nand administer a consumer complaint resolution process, and to assess\nadministrative penalties for noncompliance with the Act or\nimplementing regulations or orders. The legislation would also\nprovide specific protections for consumers, including the right to\ncancel service without any termination fees within 15 days after the\nfirst wireless telephone bill has been issued to the customer. This\nprovision would give a meaningful remedy to the customer who receives\na bill that is significantly higher than expected, or advertised. The\nAct would require providers to disclose detailed coverage showing\nwhere cell phone service is and is not available, a significant issue\nfor customers who buy cell phones for safety when driving. Other\nprotections include: requiring upfront disclosure of monthly fees,\ntaxes, surcharges and additional charges for using the cell phone, a\nformal consumer complaint process at the Consumer Protection Board,\ninformation regarding basic and enhanced wireless 911 service, good\nfaith estimates of anticipated monthly\nbills, and clearly organized bills written in plain language.\n\nIn March 2006, the Assembly Committee on Consumer Affairs and\nProtection held a public hearing at which both industry and consumer\nrepresentatives testified, as did a representative of the New York\nState Consumer Protection Board (the CPB). As part of his overview,\nthe CPB representative noted that in 2004, the latest year for which\ndata had been published, the Better Business Bureau reported that it\nreceived more complaints about wireless telephone service than it did\nfor any other industry. Similarly, the National Association of\nAttorneys General reported that surveys over the past five years\nshowed that complaints about wireless service were among the most\nfrequently occurring categories of complaints. The CPB\nrepresentative also noted that at the CPB the volume of complaints\nabout wireless service had remained steady for the last several\nyears, both in terms of absolute numbers and percentage of\ncomplaints. He estimated that two-thirds of consumer complaints\nconcern billing or rate issues, with the remaining complaints\nconcerning quality of service, dissatisfaction with industry\nresponses to inquiries or complaints, and general lack of information\nabout how and where to file a consumer complaint. With respect to\nbilling, one\n0 f the most common complaints has been that rates and fees are higher\nthan consumers understood they would be at the time of purchase. As\nnoted above, the specific provisions of the Act, especially up front\ndisclosure, a formal consumer complaint process at the CPB, and the\n\ntrial period ending 15 days after the first bill to the consumer,\nwould address a substantial majority of the complaints described at\nthe 2006 hearing.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.4391/A.7549 - REFERRED TO CONSUMER PROTECTION/Referred to\nConsumer Affairs and Protection.\n\nSimilar legislation was introduced as A.2030-A/S.3293-A (passed\nAssembly 2007, to third reading 2008); A.8539A/S.8501 (referred to\nConsumer Affairs and Protection 2005, passed Assembly 2006).\n\nThe current bill keeps important consumer protections afforded by the\npreviously introduced bill, gives the Consumer Protection Board more\nflexibility about record-keeping and reporting related to consumer\ncomplaints about cell phone service, and strengthens the Consumer\nProtection Board's enforcement powers regarding violations of the\nbill's provisions.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect 180 days after it shall have become a law;\nprovided that the Consumer Protection Board is authorized, prior to\nthe effective date, to promulgate rules and regulations and take any\nother measures necessary to implement the act on the effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the public service law, in relation to the provision of residential wireless telephone service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110107.T160917.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T161417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932718
}