{
  "year" : 2011,
  "senateBillNo" : "S1487-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S1487-2011-1294376400000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that there shall be no solicitation for credit card holders through state or city university of NY unless credit education courses are provided",
  "summary" : "Provides that there shall be no solicitation for credit card holders through state or city university of NY unless credit education courses are provided. ",
  "currentCommittee" : "BANKS",
  "sameAs" : "A1361",
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S1932-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1487\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced by Sens. PARKER, DIAZ, DILAN, DUANE, HASSELL-THOMPSON, KRUEG-\n         ER,  MONTGOMERY,  PERKINS,  SAMPSON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law and the education law,  in  relation  to\n         prohibiting  the  state university of New York and the city university\n         of New York from permitting any persons to solicit persons  to  become\n         holders of credit cards unless credit education courses are provided\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The banking law is amended by adding a new article  17  to\n    2  read as follows:\n    3                                 ARTICLE XVII\n    4             CREDIT CARD SOLICITATION; CREDIT EDUCATION COURSES\n    5  SECTION 9500. PROHIBITION  OF  SOLICITING  PERSONS TO BECOME CREDIT CARD\n    6                  HOLDERS AT THE STATE UNIVERSITY OF NEW YORK UNLESS CRED-\n    7                  IT EDUCATION COURSES ARE PROVIDED.\n    8          9501. PROHIBITION OF SOLICITING PERSONS TO  BECOME  CREDIT  CARD\n    9                   HOLDERS AT THE CITY UNIVERSITY OF NEW YORK UNLESS CRED-\n   10                   IT EDUCATION COURSES ARE PROVIDED.\n   11    S  9500. PROHIBITION OF SOLICITING PERSONS TO BECOME CREDIT CARD HOLD-\n   12  ERS AT THE STATE UNIVERSITY OF NEW YORK UNLESS CREDIT EDUCATION  COURSES\n   13  ARE  PROVIDED.  THE  STATE  UNIVERSITY  OF NEW YORK SHALL NOT PERMIT ANY\n   14  PERSON, INCLUDING AN ISSUER OF CREDIT CARDS, AS DEFINED  IN  SUBDIVISION\n   15  THREE  OF  SECTION  FIVE  HUNDRED ELEVEN OF THE GENERAL BUSINESS LAW, TO\n   16  SOLICIT PERSONS ON THE PROPERTY OF THE STATE UNIVERSITY OF NEW  YORK  TO\n   17  BECOME  HOLDERS  OF  CREDIT CARDS, NOR SHALL THE STATE UNIVERSITY OF NEW\n   18  YORK ENTER INTO ANY AGREEMENT ALLOWING ANY PERSON TO SOLICIT PERSONS  TO\n   19  BECOME HOLDERS OF CREDIT CARDS THROUGH THE STATE UNIVERSITY OF NEW YORK,\n   20  UNLESS  SUCH  PERSON  OFFERS AND PROVIDES COURSES IN CREDIT EDUCATION TO\n   21  STUDENTS ENROLLED IN THE STATE UNIVERSITY  OF  NEW  YORK.  SUCH  COURSES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01441-01-1\n\n       S. 1487                             2\n\n    1  SHALL BE GIVEN IN ACCORDANCE WITH RULES AND REGULATIONS TO BE PROMULGAT-\n    2  ED BY THE COMMISSIONER OF EDUCATION.\n    3    S  9501. PROHIBITION OF SOLICITING PERSONS TO BECOME CREDIT CARD HOLD-\n    4  ERS AT THE CITY UNIVERSITY OF NEW YORK UNLESS CREDIT  EDUCATION  COURSES\n    5  ARE  PROVIDED.  THE  CITY  UNIVERSITY  OF  NEW YORK SHALL NOT PERMIT ANY\n    6  PERSON, INCLUDING AN ISSUER OF CREDIT CARDS, AS DEFINED  IN  SUBDIVISION\n    7  THREE  OF  SECTION  FIVE  HUNDRED ELEVEN OF THE GENERAL BUSINESS LAW, TO\n    8  SOLICIT PERSONS ON THE PROPERTY OF THE CITY UNIVERSITY OF  NEW  YORK  TO\n    9  BECOME  HOLDERS  OF  CREDIT  CARDS, NOR SHALL THE CITY UNIVERSITY OF NEW\n   10  YORK ENTER INTO ANY AGREEMENT ALLOWING ANY PERSON TO SOLICIT PERSONS  TO\n   11  BECOME  HOLDERS OF CREDIT CARDS THROUGH THE CITY UNIVERSITY OF NEW YORK,\n   12  UNLESS SUCH PERSON OFFERS AND PROVIDES COURSES IN  CREDIT  EDUCATION  TO\n   13  STUDENTS ENROLLED IN THE CITY UNIVERSITY OF NEW YORK. SUCH COURSES SHALL\n   14  BE  GIVEN  IN ACCORDANCE WITH RULES AND REGULATIONS TO BE PROMULGATED BY\n   15  THE COMMISSIONER OF EDUCATION.\n   16    S 2.  The education law is amended by adding a new  section  355-d  to\n   17  read as follows:\n   18    S 355-D. PROHIBITION OF SOLICITING PERSONS TO BECOME CREDIT CARD HOLD-\n   19  ERS  UNLESS  CREDIT EDUCATION COURSES ARE PROVIDED. THE STATE UNIVERSITY\n   20  OF NEW YORK SHALL NOT PERMIT ANY PERSON, INCLUDING AN ISSUER  OF  CREDIT\n   21  CARDS, AS DEFINED IN SUBDIVISION THREE OF SECTION FIVE HUNDRED ELEVEN OF\n   22  THE  GENERAL  BUSINESS  LAW,  TO  SOLICIT PERSONS ON THE PROPERTY OF THE\n   23  STATE UNIVERSITY OF NEW YORK TO BECOME  HOLDERS  OF  CREDIT  CARDS,  NOR\n   24  SHALL THE STATE UNIVERSITY OF NEW YORK ENTER INTO ANY AGREEMENT ALLOWING\n   25  ANY  PERSON TO SOLICIT PERSONS TO BECOME HOLDERS OF CREDIT CARDS THROUGH\n   26  THE STATE UNIVERSITY OF NEW YORK, UNLESS SUCH PERSON OFFERS AND PROVIDES\n   27  COURSES IN CREDIT EDUCATION TO STUDENTS ENROLLED IN THE STATE UNIVERSITY\n   28  OF NEW YORK. SUCH COURSES SHALL BE GIVEN IN ACCORDANCE  WITH  RULES  AND\n   29  REGULATIONS TO BE PROMULGATED BY THE COMMISSIONER.\n   30    S  3.  The  education law is amended by adding a new section 6204-b to\n   31  read as follows:\n   32    S 6204-B. PROHIBITION OF SOLICITING  PERSONS  TO  BECOME  CREDIT  CARD\n   33  HOLDERS UNLESS CREDIT EDUCATION COURSES ARE PROVIDED. THE CITY UNIVERSI-\n   34  TY OF NEW YORK SHALL NOT PERMIT ANY PERSON, INCLUDING AN ISSUER OF CRED-\n   35  IT CARDS, AS DEFINED IN SUBDIVISION THREE OF SECTION FIVE HUNDRED ELEVEN\n   36  OF  THE  GENERAL BUSINESS LAW, TO SOLICIT PERSONS ON THE PROPERTY OF THE\n   37  CITY UNIVERSITY OF NEW YORK TO BECOME HOLDERS OF CREDIT CARDS, NOR SHALL\n   38  THE CITY UNIVERSITY OF NEW YORK ENTER INTO ANY  AGREEMENT  ALLOWING  ANY\n   39  PERSON  TO SOLICIT PERSONS TO BECOME HOLDERS OF CREDIT CARDS THROUGH THE\n   40  CITY UNIVERSITY OF NEW YORK, UNLESS  SUCH  PERSON  OFFERS  AND  PROVIDES\n   41  COURSES  IN CREDIT EDUCATION TO STUDENTS ENROLLED IN THE CITY UNIVERSITY\n   42  OF NEW YORK. SUCH COURSES SHALL BE GIVEN IN ACCORDANCE  WITH  RULES  AND\n   43  REGULATIONS TO BE PROMULGATED BY THE COMMISSIONER.\n   44    S  4.  This  act  shall  take  effect  on  the first of September next\n   45  succeeding the date on which it shall have become a law;  provided  that\n   46  the  commissioner of education is immediately authorized and directed to\n   47  promulgate, amend and/or repeal any rules and regulations  necessary  to\n   48  implement the provisions of this act on such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law and the education law, in relation to prohibiting the state university of New York and the city university of New York from permitting any persons to solicit persons to become holders of credit cards unless credit education courses are provided ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T110654.TXT", "SOBI.D110107.T160917.TXT", "SOBI.D110107.T155916.TXT", "SOBI.D110107.T153415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762014737
}