{
  "year" : 2011,
  "senateBillNo" : "S1489-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1489-2011-1294376400000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the protection of victims of domestic violence act",
  "summary" : "Relates to the protection of victims of domestic violence act, which requires defendants to wear global positioning systems monitoring the location of the defendant. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A613",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S6867-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1489\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, HUNTLEY, SAMPSON -- read twice and ordered\n         printed, and when printed to be committed to the  Committee  on  Crime\n         Victims, Crime and Correction\n\n       AN  ACT  to  amend  the  executive  law, in relation to establishing the\n         \"protection of victims of domestic violence act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The executive law is amended by adding a new article 22-A\n    2  to read as follows:\n    3                                ARTICLE 22-A\n    4                 PROTECTION OF VICTIMS OF DOMESTIC VIOLENCE\n    5  SECTION 636. SHORT TITLE.\n    6          637. CONDITIONS FOR RELEASING DEFENDANTS  TO  PROTECTIVE  CONDI-\n    7                        TIONS.\n    8    S  636.  SHORT  TITLE. THIS ACT SHALL BE KNOWN AND MAY BE CITED AS THE\n    9  \"PROTECTION OF VICTIMS OF DOMESTIC VIOLENCE ACT\".\n   10    S 637. CONDITIONS FOR RELEASING DEFENDANTS TO  PROTECTIVE  CONDITIONS.\n   11  1.  A JUDGE MAY RELEASE UNDER THIS SECTION A DEFENDANT SUBJECT TO CONDI-\n   12  TIONS  REASONABLY  NECESSARY  FOR  THE  PROTECTION  OF ONE OR MORE NAMED\n   13  PERSONS. IF A JUDGE RELEASES UNDER THIS SECTION A DEFENDANT  SUBJECT  TO\n   14  PROTECTIVE  CONDITIONS,  THE  JUDGE SHALL MAKE A FINDING OF THE NEED FOR\n   15  PROTECTIVE CONDITIONS AND INFORM THE DEFENDANT  ON  THE  RECORD,  EITHER\n   16  ORALLY OR BY A WRITING THAT IS PERSONALLY DELIVERED TO THE DEFENDANT, OF\n   17  THE  SPECIFIC  CONDITIONS  IMPOSED  AND THAT IF THE DEFENDANT VIOLATES A\n   18  CONDITION OF RELEASE, HE OR SHE WILL BE  SUBJECT  TO  ARREST  WITHOUT  A\n   19  WARRANT AND MAY HAVE HIS OR HER BAIL FORFEITED OR REVOKED AND NEW CONDI-\n   20  TIONS OF RELEASE IMPOSED, IN ADDITION TO ANY OTHER PENALTIES THAT MAY BE\n   21  IMPOSED IF THE DEFENDANT IS FOUND IN CONTEMPT OF COURT.\n   22    2.  AN  ORDER  OR  AMENDED  ORDER ISSUED UNDER SUBDIVISION ONE OF THIS\n   23  SECTION SHALL CONTAIN ALL OF THE FOLLOWING:\n   24    (A) A STATEMENT OF THE DEFENDANT'S FULL NAME.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01321-01-1\n\n       S. 1489                             2\n\n    1    (B) A STATEMENT OF THE DEFENDANT'S HEIGHT, WEIGHT, RACE, SEX, DATE  OF\n    2  BIRTH,  HAIR COLOR, EYE COLOR, AND ANY OTHER IDENTIFYING INFORMATION THE\n    3  JUDGE CONSIDERS APPROPRIATE.\n    4    (C) A STATEMENT OF THE DATE THE CONDITIONS BECOME EFFECTIVE.\n    5    (D) A STATEMENT OF THE DATE ON WHICH THE ORDER WILL EXPIRE.\n    6    (E) A STATEMENT OF THE CONDITIONS IMPOSED.\n    7    3.  AN ORDER OR AMENDED ORDER ISSUED UNDER THIS SUBDIVISION AND SUBDI-\n    8  VISION ONE OF THIS SECTION MAY IMPOSE A CONDITION THAT THE DEFENDANT NOT\n    9  PURCHASE OR POSSESS A FIREARM. HOWEVER, IF THE COURT ORDERS THE  DEFEND-\n   10  ANT  TO  CARRY OR WEAR A GLOBAL POSITIONING SYSTEM DEVICE AS A CONDITION\n   11  OF RELEASE AS DESCRIBED IN SUBDIVISION SIX OF THIS  SECTION,  THE  COURT\n   12  SHALL ALSO IMPOSE A CONDITION THAT THE DEFENDANT NOT PURCHASE OR POSSESS\n   13  A FIREARM.\n   14    4.  THE JUDGE SHALL IMMEDIATELY DIRECT A LAW ENFORCEMENT AGENCY WITHIN\n   15  THE JURISDICTION OF THE COURT, IN WRITING, TO ENTER AN ORDER OR  AMENDED\n   16  ORDER  ISSUED  UNDER SUBDIVISION ONE OF THIS SECTION OR SUBDIVISIONS ONE\n   17  AND THREE OF THIS SECTION INTO THE COMPUTER SYSTEM TO CARRY  INFORMATION\n   18  OF  ORDERS  OF  PROTECTION AND WARRANTS OF ARREST AS PROVIDED BY SECTION\n   19  TWO HUNDRED TWENTY-ONE-A OF THIS CHAPTER. IF THE ORDER OR AMENDED  ORDER\n   20  IS  RESCINDED,  THE  JUDGE  SHALL  IMMEDIATELY ORDER THE LAW ENFORCEMENT\n   21  AGENCY TO REMOVE THE ORDER OR AMENDED ORDER FROM THE COMPUTER SYSTEM  TO\n   22  CARRY INFORMATION OF ORDERS OF PROTECTION AND WARRANTS OF ARREST.\n   23    5. A LAW ENFORCEMENT AGENCY WITHIN THE JURISDICTION OF THE COURT SHALL\n   24  IMMEDIATELY  ENTER AN ORDER OR AMENDED ORDER INTO THE COMPUTER SYSTEM TO\n   25  CARRY INFORMATION OF ORDERS OF PROTECTION  AND  WARRANTS  OF  ARREST  AS\n   26  PROVIDED  BY  SECTION TWO HUNDRED TWENTY-ONE-A OF THIS CHAPTER, OR SHALL\n   27  REMOVE THE ORDER OR AMENDED ORDER FROM  THE  COMPUTER  SYSTEM  TO  CARRY\n   28  INFORMATION  OF ORDERS OF PROTECTION AND WARRANTS OF ARREST UPON EXPIRA-\n   29  TION OF THE ORDER OR AS DIRECTED BY THE COURT UNDER SUBDIVISION FOUR  OF\n   30  THIS SECTION.\n   31    6.  IF  A  DEFENDANT  WHO  IS  CHARGED WITH A CRIME INVOLVING DOMESTIC\n   32  VIOLENCE IS RELEASED UNDER THIS SECTION, THE JUDGE MAY ORDER THE DEFEND-\n   33  ANT TO CARRY OR WEAR A GLOBAL POSITIONING SYSTEM DEVICE AS  A  CONDITION\n   34  OF  RELEASE. WITH THE INFORMED CONSENT OF THE VICTIM, THE COURT MAY ALSO\n   35  ORDER THE DEFENDANT TO PROVIDE THE VICTIM OF THE CHARGED CRIME  WITH  AN\n   36  ELECTRONIC  RECEPTOR  DEVICE CAPABLE OF RECEIVING THE GLOBAL POSITIONING\n   37  SYSTEM INFORMATION FROM THE DEVICE CARRIED OR WORN BY THE DEFENDANT THAT\n   38  NOTIFIES THE VICTIM IF THE DEFENDANT IS LOCATED WITHIN  A  PROXIMITY  TO\n   39  THE  VICTIM  AS DETERMINED BY THE JUDGE IN CONSULTATION WITH THE VICTIM.\n   40  THE VICTIM SHALL ALSO BE FURNISHED WITH A  TELEPHONE  CONTACT  WITH  THE\n   41  LOCAL  LAW  ENFORCEMENT  AGENCY  TO  REQUEST IMMEDIATE ASSISTANCE IF THE\n   42  DEFENDANT IS LOCATED WITHIN THAT PROXIMITY TO THE VICTIM.  IN  ADDITION,\n   43  THE  VICTIM  MAY PROVIDE THE COURT WITH A LIST OF AREAS FROM WHICH HE OR\n   44  SHE WOULD LIKE THE DEFENDANT EXCLUDED.  THE  COURT  SHALL  CONSIDER  THE\n   45  VICTIM'S  REQUEST AND SHALL DETERMINE WHICH AREAS THE DEFENDANT SHALL BE\n   46  PROHIBITED FROM ACCESSING. THE COURT SHALL INSTRUCT THE GLOBAL POSITION-\n   47  ING SYSTEM TO NOTIFY THE PROPER AUTHORITIES IF  THE  DEFENDANT  VIOLATES\n   48  THE ORDER. IN DETERMINING WHETHER TO ORDER A DEFENDANT TO PARTICIPATE IN\n   49  GLOBAL POSITIONING SYSTEM MONITORING, THE COURT SHALL CONSIDER THE LIKE-\n   50  LIHOOD  THAT  THE DEFENDANT'S PARTICIPATION IN GLOBAL POSITIONING SYSTEM\n   51  MONITORING WILL DETER THE DEFENDANT FROM  SEEKING  TO  KILL,  PHYSICALLY\n   52  INJURE,  STALK,  OR  OTHERWISE  THREATEN  THE VICTIM PRIOR TO TRIAL. THE\n   53  VICTIM MAY REQUEST THE COURT TO TERMINATE THE VICTIM'S PARTICIPATION  IN\n   54  GLOBAL  POSITIONING  SYSTEM MONITORING OF THE DEFENDANT AT ANY TIME. THE\n   55  COURT SHALL NOT IMPOSE SANCTIONS ON THE VICTIM FOR REFUSING  TO  PARTIC-\n   56  IPATE  IN  GLOBAL  POSITIONING  SYSTEM  MONITORING UNDER THIS SECTION. A\n\n       S. 1489                             3\n\n    1  DEFENDANT DESCRIBED IN THIS SECTION SHALL ONLY BE  RELEASED  UNDER  THIS\n    2  SECTION  IF HE OR SHE AGREES TO PAY THE COST OF THE DEVICE AND ANY MONI-\n    3  TORING OF THE DEVICE AS A CONDITION OF RELEASE OR TO  PERFORM  COMMUNITY\n    4  SERVICE WORK IN LIEU OF PAYING THAT COST. AS USED IN THIS SECTION:\n    5    (A)  \"DOMESTIC  VIOLENCE\" MEANS AN ACT WHICH WOULD CONSTITUTE A FAMILY\n    6  OFFENSE PURSUANT TO SUBDIVISION ONE OF SECTION EIGHT HUNDRED  TWELVE  OF\n    7  THE FAMILY COURT ACT.\n    8    (B)  \"GLOBAL  POSITIONING  SYSTEM\"  MEANS A SYSTEM THAT ELECTRONICALLY\n    9  DETERMINES AND REPORTS THE LOCATION OF AN  INDIVIDUAL  BY  MEANS  OF  AN\n   10  ANKLE BRACELET TRANSMITTER OR SIMILAR DEVICE WORN BY THE INDIVIDUAL THAT\n   11  TRANSMITS  LATITUDE AND LONGITUDE DATA TO MONITORING AUTHORITIES THROUGH\n   12  GLOBAL POSITIONING SATELLITE TECHNOLOGY BUT DOES NOT CONTAIN OR  OPERATE\n   13  ANY  GLOBAL POSITIONING SYSTEM TECHNOLOGY OR RADIO FREQUENCY IDENTIFICA-\n   14  TION TECHNOLOGY OR SIMILAR TECHNOLOGY THAT IS IMPLANTED IN OR  OTHERWISE\n   15  INVADES OR VIOLATES THE CORPOREAL BODY OF THE INDIVIDUAL.\n   16    (C)  \"INFORMED  CONSENT\"  MEANS  THAT THE VICTIM WAS GIVEN INFORMATION\n   17  CONCERNING ALL OF THE FOLLOWING  BEFORE  CONSENTING  TO  PARTICIPATE  IN\n   18  GLOBAL POSITIONING SYSTEM MONITORING:\n   19    (1)  THE VICTIM'S RIGHT TO REFUSE TO PARTICIPATE IN GLOBAL POSITIONING\n   20  SYSTEM MONITORING AND THE PROCESS FOR REQUESTING THE COURT TO  TERMINATE\n   21  THE VICTIM'S PARTICIPATION AFTER IT HAS BEEN ORDERED.\n   22    (2) THE MANNER IN WHICH THE GLOBAL POSITIONING SYSTEM MONITORING TECH-\n   23  NOLOGY  FUNCTIONS  AND THE RISKS AND LIMITATIONS OF THAT TECHNOLOGY, AND\n   24  THE EXTENT TO WHICH THE  SYSTEM  WILL  TRACK  AND  RECORD  THE  VICTIM'S\n   25  LOCATION AND MOVEMENTS.\n   26    (3)  THE  BOUNDARIES  IMPOSED ON THE DEFENDANT DURING THE GLOBAL POSI-\n   27  TIONING SYSTEM MONITORING.\n   28    (4) SANCTIONS THAT THE COURT MAY IMPOSE ON THE DEFENDANT FOR VIOLATING\n   29  AN ORDER ISSUED UNDER THIS SUBDIVISION.\n   30    (5) THE PROCEDURE THAT THE  VICTIM  IS  TO  FOLLOW  IF  THE  DEFENDANT\n   31  VIOLATES AN ORDER ISSUED UNDER THIS SUBDIVISION OR IF GLOBAL POSITIONING\n   32  SYSTEM EQUIPMENT FAILS.\n   33    (6)  IDENTIFICATION OF SUPPORT SERVICES AVAILABLE TO ASSIST THE VICTIM\n   34  TO DEVELOP A SAFETY PLAN TO USE IF THE COURT'S ORDER ISSUED  UNDER  THIS\n   35  SUBDIVISION IS VIOLATED OR IF GLOBAL POSITIONING SYSTEM EQUIPMENT FAILS.\n   36    (7)  IDENTIFICATION  OF  COMMUNITY  SERVICES  AVAILABLE  TO ASSIST THE\n   37  VICTIM IN OBTAINING SHELTER, COUNSELING, EDUCATION,  CHILD  CARE,  LEGAL\n   38  REPRESENTATION,  AND  OTHER  HELP  IN  ADDRESSING  THE  CONSEQUENCES AND\n   39  EFFECTS OF DOMESTIC VIOLENCE.\n   40    (8) THE NONCONFIDENTIAL NATURE OF THE VICTIM'S COMMUNICATIONS WITH THE\n   41  COURT  CONCERNING  GLOBAL  POSITIONING   SYSTEM   MONITORING   AND   THE\n   42  RESTRICTIONS TO BE IMPOSED UPON THE DEFENDANT'S MOVEMENTS.\n   43    7.  THIS  SECTION  DOES  NOT  LIMIT  THE AUTHORITY OF JUDGES TO IMPOSE\n   44  PROTECTIVE OR OTHER RELEASE CONDITIONS UNDER OTHER  APPLICABLE  STATUTES\n   45  OR COURT RULES.\n   46    S 2. This act shall take effect on the one hundred eightieth day after\n   47  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing the \"protection of victims of domestic violence act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110107.T161417.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294760811118
}