{
  "year" : 2011,
  "senateBillNo" : "S1485-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S1485-2011-1294376400000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Ensures language assistance services by state agencies and requires state agencies to maintain records and to submit an annual report on language services",
  "summary" : "Ensures language assistance services by state agencies; requires state agencies to maintain records of the primary language spoken by any individual seeking such assistance; and requires state agency to submit an annual report on language services. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S7292-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1485\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to amend the civil service law, in relation to  language  assist-\n         ance services by state agencies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil service law is amended by adding  a  new  section\n    2  55-d to read as follows:\n    3    S  55-D.  ENSURING  LANGUAGE ASSISTANCE SERVICES BY STATE AGENCIES. 1.\n    4  EVERY AGENCY SHALL PROVIDE LANGUAGE ASSISTANCE SERVICES TO  ALL  LIMITED\n    5  ENGLISH PROFICIENT INDIVIDUALS SO AS TO ENSURE THAT ALL SUCH INDIVIDUALS\n    6  WHO  CANNOT  SPEAK,  READ, WRITE OR UNDERSTAND THE ENGLISH LANGUAGE WITH\n    7  THE PROFICIENCY NECESSARY FOR ADEQUATE COMMUNICATION WITH AGENCY PERSON-\n    8  NEL HAVE EFFECTIVE ACCESS TO THE AGENCY'S PROGRAMS AND SERVICES.   EVERY\n    9  AGENCY  SHALL  ENSURE THAT ALL INDIVIDUALS PROVIDING LANGUAGE ASSISTANCE\n   10  SERVICES TO  LIMITED  ENGLISH  PROFICIENT  INDIVIDUALS  HAVE  SUFFICIENT\n   11  FLUENCY  IN BOTH ENGLISH AND THE RELEVANT LANGUAGE TO COMMUNICATE INFOR-\n   12  MATION NECESSARY FOR SUCH  INDIVIDUAL  TO  ACCESS  SERVICES.    LANGUAGE\n   13  ASSISTANCE  SERVICES  FOR  PRIMARY  AND  NON-PRIMARY  LANGUAGES SHALL BE\n   14  AVAILABLE AT ALL AGENCY LOCATIONS OPEN FOR PUBLIC BUSINESS,  AND  SHALL,\n   15  TO  THE  EXTENT  PRACTICABLE,  BE PROVIDED IN PERSON. TRANSLATION OF ALL\n   16  FREQUENTLY USED FORMS AND OTHER WRITTEN MATERIALS THAT ARE ESSENTIAL  TO\n   17  ACCESS AGENCY SERVICES SHALL BE AVAILABLE IN ALL OF THE AGENCY'S PRIMARY\n   18  LANGUAGES.  THE  PRESIDENT  SHALL  DEVELOP AND IMPLEMENT A COMPREHENSIVE\n   19  LANGUAGE ASSISTANCE PLAN THAT ESTABLISHES UNIFORM  POLICIES  AND  PROCE-\n   20  DURES  FOR  PROVIDING  LANGUAGE  ASSISTANCE  SERVICES  BY  ALL AGENCIES,\n   21  INCLUDING PROCEDURES FOR DOCUMENTING THE  PROVISION  OF  OR  REFUSAL  OF\n   22  LANGUAGE  ASSISTANCE SERVICES, AND THAT REQUIRES TRAINING TO ENSURE THAT\n   23  ALL STAFF WHO HAVE CONTACT WITH LIMITED ENGLISH  PROFICIENT  INDIVIDUALS\n   24  COMPLY WITH THE PLAN. SUCH PERSON PROVIDING LANGUAGE ASSISTANCE SERVICES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01325-01-1\n\n       S. 1485                             2\n\n    1  MAY  BE  A  QUALIFIED  INTERPRETER,  VOLUNTARY WORKER OR OTHER PERSONNEL\n    2  CURRENTLY EMPLOYED BY THE AGENCY.\n    3    2. ALL AGENCIES SHALL PROVIDE WRITTEN NOTICE AS TO THE AVAILABILITY OF\n    4  LANGUAGE  ASSISTANCE  SERVICES, INCLUDING ORAL INTERPRETATION AND TRANS-\n    5  LATIONS OF FORMS AND OTHER MATERIALS. NOTICE OF AVAILABILITY OF LANGUAGE\n    6  ASSISTANCE SERVICES SHALL ALSO BE POSTED IN CONSPICUOUS AGENCY LOCATIONS\n    7  OPEN FOR PUBLIC BUSINESS IN ALL PRIMARY LANGUAGES.\n    8    3. ALL AGENCIES SHALL MAINTAIN  A  RECORD  OF  THE  PRIMARY  LANGUAGES\n    9  SPOKEN  BY  ANY  INDIVIDUAL  SEEKING  OR  RECEIVING  LANGUAGE ASSISTANCE\n   10  SERVICES AT SUCH AGENCY. SUCH INFORMATION SHALL BE RECORDED  WHETHER  OR\n   11  NOT SUCH INDIVIDUAL ACTUALLY OBTAINS SUCH SERVICE.\n   12    4.  (A)  ALL  AGENCIES  SHALL SUBMIT TO THE PRESIDENT AN ANNUAL REPORT\n   13  ASSESSING ITS COMPLIANCE WITH THE  REQUIREMENTS  OF  THIS  SECTION.  THE\n   14  REPORT  SHALL IDENTIFY THE PRIMARY LANGUAGES USED BY THE PUBLIC, AND THE\n   15  PERCENTAGE OF THE AGENCY'S INTERACTION WITH THE PUBLIC  WHO  SPEAK  EACH\n   16  PRIMARY LANGUAGE.\n   17    (B)  ALL  AGENCIES  SHALL  MAINTAIN  A  RECORD OF THE FOREIGN LANGUAGE\n   18  PRIMARILY SPOKEN BY ANY INDIVIDUAL SEEKING OR RECEIVING LANGUAGE ASSIST-\n   19  ANCE SERVICES AT THE AGENCY. SUCH INFORMATION SHALL BE RECORDED  WHETHER\n   20  OR NOT SUCH INDIVIDUAL ACTUALLY OBTAINS SERVICES.\n   21    (C)  THE  DEPARTMENT  SHALL SUBMIT TO THE GOVERNOR AND TO THE LEGISLA-\n   22  TURE, ON OR BEFORE, MARCH FIRST OF EACH YEAR, A WRITTEN REPORT ON AGENCY\n   23  COMPLIANCE WITH THE REQUIREMENTS OF THIS SECTION. THE REPORT SHALL  ALSO\n   24  COMPILE  AGENCY  FINDINGS AND IDENTIFY THE PRIMARY LANGUAGES USED BY THE\n   25  PUBLIC, AND THE PERCENTAGE OF OVERALL AGENCY INTERACTION WITH THE PUBLIC\n   26  WHO SPEAK EACH PRIMARY LANGUAGE. THIS REPORT SHALL ALSO INCLUDE INDIVID-\n   27  UAL AGENCY REPORT SUBMISSIONS AS REQUIRED IN THIS SECTION.\n   28    5. THE PRESIDENT SHALL PROMULGATE RULES  AND  REGULATIONS  AS  MAY  BE\n   29  NECESSARY  AND PROPER TO IMPLEMENT THE PROVISIONS OF THIS SECTION, WHICH\n   30  SHALL INCLUDE THE METHODOLOGY TO BE  USED  BY  AGENCIES  IN  DETERMINING\n   31  PRIMARY LANGUAGES.\n   32    6.  FOR  THE  PURPOSES OF THIS SECTION: (A) \"PRIMARY LANGUAGE\" MEANS A\n   33  LANGUAGE OTHER THAN ENGLISH THAT IS  EITHER  (I)  USED  TO  COMMUNICATE,\n   34  DURING  AT LEAST FIVE PERCENT OF PUBLIC VISITS IN A YEAR, BY INDIVIDUALS\n   35  OF THE PUBLIC WHO CANNOT SPEAK, READ, WRITE OR  UNDERSTAND  THE  ENGLISH\n   36  LANGUAGE  AT  THE  LEVEL OF PROFICIENCY NECESSARY FOR EFFECTIVE COMMUNI-\n   37  CATION WITH AGENCY OFFICIALS; OR (II)  SPOKEN  BY  NON-ENGLISH  SPEAKING\n   38  INDIVIDUALS COMPRISING MORE THAN FIVE PERCENT OF THE AGENCY SERVICE AREA\n   39  POPULATION,  AS  CALCULATED  BY  USING DEMOGRAPHIC INFORMATION AVAILABLE\n   40  FROM THE UNITED STATES BUREAU OF THE CENSUS;\n   41    (B) \"AGENCY\" MEANS ANY  STATE  DEPARTMENT,  BOARD,  BUREAU,  DIVISION,\n   42  COMMISSION,  COMMITTEE,  COUNCIL,  OFFICE  OR  OTHER GOVERNMENTAL ENTITY\n   43  PERFORMING A GOVERNMENTAL OR PROPRIETARY FUNCTION FOR THE STATE,  EXCEPT\n   44  FOR THE JUDICIARY OR THE STATE LEGISLATURE.\n   45    (C)  \"LANGUAGE  ASSISTANCE  SERVICES\"  MEANS INTERPRETATION AND TRANS-\n   46  LATION SERVICES EITHER ORALLY OR IN WRITING.\n   47    (D) \"LIMITED ENGLISH PROFICIENT INDIVIDUAL\" MEANS A PERSON WHO IDENTI-\n   48  FIES AS BEING OR IS UNABLE TO SPEAK, READ OR WRITE THE ENGLISH  LANGUAGE\n   49  AT A LEVEL THAT PERMITS HIM OR HER TO INTERACT EFFECTIVELY WITH AN AGEN-\n   50  CY.\n   51    S 2. This act shall take effect on the one hundred eightieth day after\n   52  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1485\n\nTITLE OF BILL:\nAn act\nto amend the civil service law, in relation to language assistance\nservices by state agencies\n\nPURPOSE:\nThis legislation would ensure that limited English proficient New\nYorkers have access to services provided by state agencies through\nthe provision of interpreters and translated material.\n\nSUMMARY OF PROVISIONS:\nSection 1 amends the civil service law by adding section 55-d. This\nsection requires that every state agency provide language assistance\nservices to all limited English proficient individuals so as to\nensure that all such individuals who cannot read, write or understand\nthe English language with the proficiency necessary for adequate\ncommunication with agency personnel have effective access to the\nagency's primary programs and services. Language assistance services\nfor primary and non-primary languages shall be available at all\nagency locations open for public business, and shall, to the extent\npracticable, be provided in person. Translation of all frequently\nused forms, and other written materials that are essential to access\nagency services shall be available in all of the agency's primary\nlanguages.\n\nSection 2: requires all agencies to provide written notice as to the\navailability of language assistance services, including oral\ninterpretation and translations of forms and other materials. This\nnotice shall also be posted in conspicuous agency locations open for\npublic business, in all primary languages.\n\nSection 3: requires that all agencies maintain a record of the primary\nlanguages spoken by any individual seeking or receiving language\nassistance services at such agency.\n\nSection 4a: requires all agencies to submit an annual report assessing\nits compliance with the requirements of this section.\n\nSection 4b: requires all agencies to maintain a record of the foreign\nlanguage primarily spoken by any individual seeking language\nassistance.\n\nSection 4c: requires the department shall render each year to the\nGovernor and to the legislature, on or before, March first of each\nyear, a written report on agency compliance with the requirements of\nthis section.\n\nSection 5: the president shall promulgate rules and regulations as may\nbe necessary and proper to implement the provisions of this section,\n\nwhich shall include the methodology to be used by agencies in\ndetermining primary languages.\n\nSection 6: Definitions.\n\nJUSTIFICATION:\nTitle VI of the Civil Rights Act of 1964 provides that no person in\nthe united States shall on the ground of race, color or national\norigin be excluded from participation in, be denied the benefits of,\nor be subjected to discrimination under any program or activity\nreceiving federal assistance. The united states Department of Justice\nhas stated that failure to provide language assistance to limited\nEnglish speaking individuals in federally funded, state supervised or\nadministered programs amounts to a violation of Title VI by\ndiscriminating against such individuals based upon their national\norigin.\n\nThis legislation would ensure that New York state and county\ngovernments are in compliance with Title VI by requiring the\nprovision of translated materials and. interpreters to limited\nEnglish speaking persons seeking assistance and services.\n\nThis bill tries to address the need for translation services at state\nand county offices. Many limited English proficient New Yorkers fail\nto receive adequate services due to failure to comply with Title VI\nregulations.\n\nLEGISLATIVE HISTORY:\n2010: S.7292 Referred to Civil Service and Pensions\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect one hundred eighty days after it shall\nbecome law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to language assistance services by state agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110107.T155916.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T153415.TXT", "SOBI.D110111.T105151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932724
}