{
  "year" : 2011,
  "senateBillNo" : "S1483-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1483-2011-1294376400000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts parental involvement leave act requiring employers to grant employees up to 16 hours leave to attend school conferences or classroom activities",
  "summary" : "Enacts the \"Parental Involvement Leave Act\" requiring employers to grant employees up to 16 hours leave during any school year to attend school conferences or classroom activities related to the employee's child if the conference or activity cannot be scheduled during nonwork hours; defines \"employer\" as \"a state agency, officer, or department, a unit of local government, a school district, an individual, a corporation, a partnership, an association, or a nonprofit organization which employs 50 or more employees in NYS; provides that such leave may not be taken unless the employee has exhausted all accrued leave and any leave that may be granted (except sick leave and disability leave); provides that these provisions do not require that an employee receive compensation for such leave; related provisions. ",
  "currentCommittee" : "LABOR",
  "sameAs" : "A2536",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S2453-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1483\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced by Sens. PARKER, DIAZ, DILAN, DUANE, HASSELL-THOMPSON, KRUEG-\n         ER,  MONTGOMERY,  SAMPSON  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to the  parental  involvement\n         leave act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a new article 21 to read\n    2  as follows:\n    3                                 ARTICLE 21\n    4                       PARENTAL INVOLVEMENT LEAVE ACT\n    5  SECTION 750. SHORT TITLE.\n    6          751. DEFINITIONS.\n    7          752. SCHOOL CONFERENCE AND ACTIVITY LEAVE.\n    8          753. NOTIFICATION.\n    9          754. VERIFICATION.\n   10          755. EMPLOYEE RIGHTS.\n   11          756. LIMITS ON LEAVE.\n   12    S 750. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n   13  THE \"PARENTAL INVOLVEMENT LEAVE ACT\".\n   14    S 751. DEFINITIONS. AS USED IN THIS ARTICLE:\n   15    1.  THE  TERM \"EMPLOYEE\" MEANS A PERSON WHO PERFORMS SERVICES FOR HIRE\n   16  FOR AN EMPLOYER FOR:\n   17    A. AT LEAST SIX CONSECUTIVE MONTHS IMMEDIATELY PRECEDING A REQUEST FOR\n   18  LEAVE UNDER THIS ARTICLE; AND\n   19    B. AN AVERAGE NUMBER OF HOURS PER WEEK EQUAL TO AT LEAST ONE-HALF  THE\n   20  FULL-TIME  EQUIVALENT POSITIONS IN THE EMPLOYERS' JOB CLASSIFICATION, AS\n   21  DEFINED BY THE EMPLOYERS' PERSONNEL POLICIES OR PRACTICES OR IN  ACCORD-\n   22  ANCE WITH A COLLECTIVE BARGAINING AGREEMENT, DURING THOSE SIX MONTHS.\n   23    2. THE TERM \"EMPLOYEE\" SHALL NOT INCLUDE AN INDEPENDENT CONTRACTOR.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02162-01-1\n\n       S. 1483                             2\n\n    1    3.  THE  TERM  \"EMPLOYER\"  MEANS ANY OF THE FOLLOWING: A STATE AGENCY,\n    2  OFFICER, OR DEPARTMENT, A UNIT OF LOCAL GOVERNMENT, A  SCHOOL  DISTRICT,\n    3  AN  INDIVIDUAL,  A  CORPORATION,  A  PARTNERSHIP,  AN  ASSOCIATION, OR A\n    4  NONPROFIT ORGANIZATION WHICH EMPLOYS FIFTY  OR  MORE  EMPLOYEES  IN  THE\n    5  STATE OF NEW YORK.\n    6    4.  THE  TERM  \"CHILD\"  MEANS A BIOLOGICAL, ADOPTED OR FOSTER CHILD, A\n    7  STEPCHILD OR A LEGAL WARD OF AN EMPLOYEE WHO IS ENROLLED IN A PRIMARY OR\n    8  SECONDARY PUBLIC OR PRIVATE SCHOOL IN THIS STATE.\n    9    5. THE TERM \"SCHOOL\" MEANS ANY PUBLIC OR PRIVATE PRIMARY OR  SECONDARY\n   10  SCHOOL OR EDUCATIONAL FACILITY LOCATED IN THIS STATE.\n   11    6. THE TERM \"SCHOOL ADMINISTRATOR\" MEANS A PRINCIPAL OR SIMILAR ADMIN-\n   12  ISTRATOR WHO IS RESPONSIBLE FOR THE OPERATIONS OF A SCHOOL.\n   13    S 752. SCHOOL CONFERENCE AND ACTIVITY LEAVE. 1. AN EMPLOYER MUST GRANT\n   14  AN  EMPLOYEE  LEAVE  OF UP TO A TOTAL OF SIXTEEN HOURS DURING ANY SCHOOL\n   15  YEAR, NO MORE THAN FOUR HOURS OF WHICH MAY BE TAKEN ON ANY GIVEN DAY, TO\n   16  ATTEND SCHOOL CONFERENCES OR CLASSROOM ACTIVITIES RELATED TO THE EMPLOY-\n   17  EE'S CHILD IF THE CONFERENCE OR CLASSROOM ACTIVITIES CANNOT BE SCHEDULED\n   18  DURING NONWORK HOURS; HOWEVER, NO LEAVE MAY BE TAKEN BY AN  EMPLOYEE  OF\n   19  AN EMPLOYER THAT IS SUBJECT TO THE PROVISIONS OF THIS ARTICLE UNLESS THE\n   20  EMPLOYEE  HAS  EXHAUSTED  ALL  ACCRUED  VACATION  LEAVE, PERSONAL LEAVE,\n   21  COMPENSATORY LEAVE AND ANY OTHER  LEAVE  THAT  MAY  BE  GRANTED  TO  THE\n   22  EMPLOYEE  EXCEPT  SICK  LEAVE  AND  DISABILITY  LEAVE.  BEFORE ARRANGING\n   23  ATTENDANCE AT ANY  SUCH  CONFERENCE  OR  ACTIVITY,  THE  EMPLOYEE  SHALL\n   24  PROVIDE  THE  EMPLOYER  WITH  A WRITTEN REQUEST FOR LEAVE AT LEAST SEVEN\n   25  DAYS PRIOR TO THE TIME THE EMPLOYEE IS REQUIRED TO UTILIZE  SUCH  LEAVE.\n   26  IN  EMERGENCY SITUATIONS, NO MORE THAN TWENTY-FOUR HOURS NOTICE SHALL BE\n   27  REQUIRED. THE EMPLOYEE MUST CONSULT WITH THE EMPLOYER  TO  SCHEDULE  THE\n   28  LEAVE SO AS NOT TO UNDULY DISRUPT THE OPERATIONS OF THE EMPLOYER.\n   29    2.  NOTHING  IN THIS ARTICLE REQUIRES THAT AN EMPLOYEE RECEIVE COMPEN-\n   30  SATION FOR THE DURATION OF SUCH LEAVE.\n   31    3. FOR REGULARLY SCHEDULED, NON EMERGENCY CONFERENCES  OR  ACTIVITIES,\n   32  SCHOOLS  SHALL  MAKE  TIME  AVAILABLE FOR SUCH CONFERENCES OR ACTIVITIES\n   33  DURING BOTH REGULAR SCHOOL HOURS AND EVENING HOURS.\n   34    S 753. NOTIFICATION. THE COMMISSIONER OF EDUCATION SHALL  NOTIFY  EACH\n   35  PUBLIC AND PRIVATE PRIMARY AND SECONDARY SCHOOL REGARDING THE PROVISIONS\n   36  OF THIS ARTICLE.  EACH PUBLIC AND PRIVATE SCHOOL SHALL NOTIFY PARENTS OR\n   37  GUARDIANS  OF THE SCHOOL'S STUDENTS OF ITS SCHOOL VISITATION POLICY. THE\n   38  DEPARTMENT SHALL NOTIFY EMPLOYERS REGARDING THE PROVISIONS OF THIS ARTI-\n   39  CLE.\n   40    S 754. VERIFICATION. UPON COMPLETION OF SCHOOL CONFERENCE AND ACTIVITY\n   41  LEAVE BY A PARENT OR GUARDIAN AND  IF  REQUESTED,  THE  SCHOOL  ADMINIS-\n   42  TRATION SHALL PROVIDE THE PARENT OR GUARDIAN DOCUMENTATION VERIFYING THE\n   43  SCHOOL VISIT. EMPLOYERS MAY REQUEST THIS VERIFICATION AND EMPLOYEES MUST\n   44  SUBMIT SAME.\n   45    S  755. EMPLOYEE RIGHTS. NOTHING IN THIS ARTICLE SHALL BE CONSTRUED TO\n   46  AFFECT AN EMPLOYER'S OBLIGATION TO COMPLY WITH ANY COLLECTIVE BARGAINING\n   47  AGREEMENT OR EMPLOYEE  BENEFIT  PLAN.  NOTHING  IN  THIS  ARTICLE  SHALL\n   48  PREVENT  AN EMPLOYER FROM APPROVING SCHOOL CONFERENCE AND ACTIVITY LEAVE\n   49  IN EXCESS OF THE REQUIREMENTS OF THIS ARTICLE.\n   50    S 756. LIMITS ON LEAVE. NO EMPLOYER THAT IS SUBJECT TO THE  PROVISIONS\n   51  OF  THIS  ARTICLE  IS  REQUIRED  TO GRANT SCHOOL CONFERENCE AND ACTIVITY\n   52  LEAVE TO AN EMPLOYEE IF GRANTING THE LEAVE WOULD  RESULT  IN  MORE  THAN\n   53  FIVE  PERCENT  OF  THE EMPLOYERS' WORK FORCE TAKING SCHOOL CONFERENCE OR\n   54  ACTIVITY LEAVE AT THE SAME TIME.\n   55    S 2. This act shall take effect on the one hundred twentieth day after\n   56  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1483\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to the parental involvement leave\nact\n\nPURPOSE:\nThe purpose of this legislation is to enable parents an opportunity to\nattend their child's school related functions during work hours that\ncannot be scheduled during non-work hours.\n\nSUMMARY OF PROVISIONS:\nSection 1 of this bill amends the labor law by adding a new article 21\nto create the Parental Involvement Leave Act.\n\nThis section states that an employer must grant an employee leave of\nup to a total of sixteen hours during any school year to attend\nschool conferences or classroom activities related to the employee's\nchild that cannot be scheduled during non-work hours. The section\nalso outlines notification and verification procedures, leave limits\nand employee rights under this act.\n\nJUSTIFICATION:\nStudies have shown that children whose parents are actively involved\nin their education are more likely to succeed academically. As a\nresult, it is important to ensure that parents have an opportunity to\nattend school related functions that occur during regular business\nhours, including parent-teacher conferences.\n\nPRIOR LEGISLATIVE HISTORY:\n2010:   S.2453  Referred to Labor\n        A.8207  Referred to Labor\n2008:   S.2476  Referred to Labor\n        A.2314  Referred to Labor\n2006:   S.637   Referred to Labor\n        A.2568  Referred to Labor\n\nFISCAL IMPLICATIONS\n:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred twentieth day after it\nshall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to the parental involvement leave act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T155916.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T153415.TXT", "SOBI.D110119.T124812.TXT", "SOBI.D110107.T161417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295459292708
}