{
  "year" : 2011,
  "senateBillNo" : "S1489-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1489-2011-1294376400000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the protection of victims of domestic violence act",
  "summary" : "Relates to the protection of victims of domestic violence act, which requires defendants to wear global positioning systems monitoring the location of the defendant. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A613",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S6867-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1489\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, HUNTLEY, SAMPSON -- read twice and ordered\n         printed, and when printed to be committed to the  Committee  on  Crime\n         Victims, Crime and Correction\n\n       AN  ACT  to  amend  the  executive  law, in relation to establishing the\n         \"protection of victims of domestic violence act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The executive law is amended by adding a new article 22-A\n    2  to read as follows:\n    3                                ARTICLE 22-A\n    4                 PROTECTION OF VICTIMS OF DOMESTIC VIOLENCE\n    5  SECTION 636. SHORT TITLE.\n    6          637. CONDITIONS FOR RELEASING DEFENDANTS  TO  PROTECTIVE  CONDI-\n    7                        TIONS.\n    8    S  636.  SHORT  TITLE. THIS ACT SHALL BE KNOWN AND MAY BE CITED AS THE\n    9  \"PROTECTION OF VICTIMS OF DOMESTIC VIOLENCE ACT\".\n   10    S 637. CONDITIONS FOR RELEASING DEFENDANTS TO  PROTECTIVE  CONDITIONS.\n   11  1.  A JUDGE MAY RELEASE UNDER THIS SECTION A DEFENDANT SUBJECT TO CONDI-\n   12  TIONS  REASONABLY  NECESSARY  FOR  THE  PROTECTION  OF ONE OR MORE NAMED\n   13  PERSONS. IF A JUDGE RELEASES UNDER THIS SECTION A DEFENDANT  SUBJECT  TO\n   14  PROTECTIVE  CONDITIONS,  THE  JUDGE SHALL MAKE A FINDING OF THE NEED FOR\n   15  PROTECTIVE CONDITIONS AND INFORM THE DEFENDANT  ON  THE  RECORD,  EITHER\n   16  ORALLY OR BY A WRITING THAT IS PERSONALLY DELIVERED TO THE DEFENDANT, OF\n   17  THE  SPECIFIC  CONDITIONS  IMPOSED  AND THAT IF THE DEFENDANT VIOLATES A\n   18  CONDITION OF RELEASE, HE OR SHE WILL BE  SUBJECT  TO  ARREST  WITHOUT  A\n   19  WARRANT AND MAY HAVE HIS OR HER BAIL FORFEITED OR REVOKED AND NEW CONDI-\n   20  TIONS OF RELEASE IMPOSED, IN ADDITION TO ANY OTHER PENALTIES THAT MAY BE\n   21  IMPOSED IF THE DEFENDANT IS FOUND IN CONTEMPT OF COURT.\n   22    2.  AN  ORDER  OR  AMENDED  ORDER ISSUED UNDER SUBDIVISION ONE OF THIS\n   23  SECTION SHALL CONTAIN ALL OF THE FOLLOWING:\n   24    (A) A STATEMENT OF THE DEFENDANT'S FULL NAME.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01321-01-1\n\n       S. 1489                             2\n\n    1    (B) A STATEMENT OF THE DEFENDANT'S HEIGHT, WEIGHT, RACE, SEX, DATE  OF\n    2  BIRTH,  HAIR COLOR, EYE COLOR, AND ANY OTHER IDENTIFYING INFORMATION THE\n    3  JUDGE CONSIDERS APPROPRIATE.\n    4    (C) A STATEMENT OF THE DATE THE CONDITIONS BECOME EFFECTIVE.\n    5    (D) A STATEMENT OF THE DATE ON WHICH THE ORDER WILL EXPIRE.\n    6    (E) A STATEMENT OF THE CONDITIONS IMPOSED.\n    7    3.  AN ORDER OR AMENDED ORDER ISSUED UNDER THIS SUBDIVISION AND SUBDI-\n    8  VISION ONE OF THIS SECTION MAY IMPOSE A CONDITION THAT THE DEFENDANT NOT\n    9  PURCHASE OR POSSESS A FIREARM. HOWEVER, IF THE COURT ORDERS THE  DEFEND-\n   10  ANT  TO  CARRY OR WEAR A GLOBAL POSITIONING SYSTEM DEVICE AS A CONDITION\n   11  OF RELEASE AS DESCRIBED IN SUBDIVISION SIX OF THIS  SECTION,  THE  COURT\n   12  SHALL ALSO IMPOSE A CONDITION THAT THE DEFENDANT NOT PURCHASE OR POSSESS\n   13  A FIREARM.\n   14    4.  THE JUDGE SHALL IMMEDIATELY DIRECT A LAW ENFORCEMENT AGENCY WITHIN\n   15  THE JURISDICTION OF THE COURT, IN WRITING, TO ENTER AN ORDER OR  AMENDED\n   16  ORDER  ISSUED  UNDER SUBDIVISION ONE OF THIS SECTION OR SUBDIVISIONS ONE\n   17  AND THREE OF THIS SECTION INTO THE COMPUTER SYSTEM TO CARRY  INFORMATION\n   18  OF  ORDERS  OF  PROTECTION AND WARRANTS OF ARREST AS PROVIDED BY SECTION\n   19  TWO HUNDRED TWENTY-ONE-A OF THIS CHAPTER. IF THE ORDER OR AMENDED  ORDER\n   20  IS  RESCINDED,  THE  JUDGE  SHALL  IMMEDIATELY ORDER THE LAW ENFORCEMENT\n   21  AGENCY TO REMOVE THE ORDER OR AMENDED ORDER FROM THE COMPUTER SYSTEM  TO\n   22  CARRY INFORMATION OF ORDERS OF PROTECTION AND WARRANTS OF ARREST.\n   23    5. A LAW ENFORCEMENT AGENCY WITHIN THE JURISDICTION OF THE COURT SHALL\n   24  IMMEDIATELY  ENTER AN ORDER OR AMENDED ORDER INTO THE COMPUTER SYSTEM TO\n   25  CARRY INFORMATION OF ORDERS OF PROTECTION  AND  WARRANTS  OF  ARREST  AS\n   26  PROVIDED  BY  SECTION TWO HUNDRED TWENTY-ONE-A OF THIS CHAPTER, OR SHALL\n   27  REMOVE THE ORDER OR AMENDED ORDER FROM  THE  COMPUTER  SYSTEM  TO  CARRY\n   28  INFORMATION  OF ORDERS OF PROTECTION AND WARRANTS OF ARREST UPON EXPIRA-\n   29  TION OF THE ORDER OR AS DIRECTED BY THE COURT UNDER SUBDIVISION FOUR  OF\n   30  THIS SECTION.\n   31    6.  IF  A  DEFENDANT  WHO  IS  CHARGED WITH A CRIME INVOLVING DOMESTIC\n   32  VIOLENCE IS RELEASED UNDER THIS SECTION, THE JUDGE MAY ORDER THE DEFEND-\n   33  ANT TO CARRY OR WEAR A GLOBAL POSITIONING SYSTEM DEVICE AS  A  CONDITION\n   34  OF  RELEASE. WITH THE INFORMED CONSENT OF THE VICTIM, THE COURT MAY ALSO\n   35  ORDER THE DEFENDANT TO PROVIDE THE VICTIM OF THE CHARGED CRIME  WITH  AN\n   36  ELECTRONIC  RECEPTOR  DEVICE CAPABLE OF RECEIVING THE GLOBAL POSITIONING\n   37  SYSTEM INFORMATION FROM THE DEVICE CARRIED OR WORN BY THE DEFENDANT THAT\n   38  NOTIFIES THE VICTIM IF THE DEFENDANT IS LOCATED WITHIN  A  PROXIMITY  TO\n   39  THE  VICTIM  AS DETERMINED BY THE JUDGE IN CONSULTATION WITH THE VICTIM.\n   40  THE VICTIM SHALL ALSO BE FURNISHED WITH A  TELEPHONE  CONTACT  WITH  THE\n   41  LOCAL  LAW  ENFORCEMENT  AGENCY  TO  REQUEST IMMEDIATE ASSISTANCE IF THE\n   42  DEFENDANT IS LOCATED WITHIN THAT PROXIMITY TO THE VICTIM.  IN  ADDITION,\n   43  THE  VICTIM  MAY PROVIDE THE COURT WITH A LIST OF AREAS FROM WHICH HE OR\n   44  SHE WOULD LIKE THE DEFENDANT EXCLUDED.  THE  COURT  SHALL  CONSIDER  THE\n   45  VICTIM'S  REQUEST AND SHALL DETERMINE WHICH AREAS THE DEFENDANT SHALL BE\n   46  PROHIBITED FROM ACCESSING. THE COURT SHALL INSTRUCT THE GLOBAL POSITION-\n   47  ING SYSTEM TO NOTIFY THE PROPER AUTHORITIES IF  THE  DEFENDANT  VIOLATES\n   48  THE ORDER. IN DETERMINING WHETHER TO ORDER A DEFENDANT TO PARTICIPATE IN\n   49  GLOBAL POSITIONING SYSTEM MONITORING, THE COURT SHALL CONSIDER THE LIKE-\n   50  LIHOOD  THAT  THE DEFENDANT'S PARTICIPATION IN GLOBAL POSITIONING SYSTEM\n   51  MONITORING WILL DETER THE DEFENDANT FROM  SEEKING  TO  KILL,  PHYSICALLY\n   52  INJURE,  STALK,  OR  OTHERWISE  THREATEN  THE VICTIM PRIOR TO TRIAL. THE\n   53  VICTIM MAY REQUEST THE COURT TO TERMINATE THE VICTIM'S PARTICIPATION  IN\n   54  GLOBAL  POSITIONING  SYSTEM MONITORING OF THE DEFENDANT AT ANY TIME. THE\n   55  COURT SHALL NOT IMPOSE SANCTIONS ON THE VICTIM FOR REFUSING  TO  PARTIC-\n   56  IPATE  IN  GLOBAL  POSITIONING  SYSTEM  MONITORING UNDER THIS SECTION. A\n\n       S. 1489                             3\n\n    1  DEFENDANT DESCRIBED IN THIS SECTION SHALL ONLY BE  RELEASED  UNDER  THIS\n    2  SECTION  IF HE OR SHE AGREES TO PAY THE COST OF THE DEVICE AND ANY MONI-\n    3  TORING OF THE DEVICE AS A CONDITION OF RELEASE OR TO  PERFORM  COMMUNITY\n    4  SERVICE WORK IN LIEU OF PAYING THAT COST. AS USED IN THIS SECTION:\n    5    (A)  \"DOMESTIC  VIOLENCE\" MEANS AN ACT WHICH WOULD CONSTITUTE A FAMILY\n    6  OFFENSE PURSUANT TO SUBDIVISION ONE OF SECTION EIGHT HUNDRED  TWELVE  OF\n    7  THE FAMILY COURT ACT.\n    8    (B)  \"GLOBAL  POSITIONING  SYSTEM\"  MEANS A SYSTEM THAT ELECTRONICALLY\n    9  DETERMINES AND REPORTS THE LOCATION OF AN  INDIVIDUAL  BY  MEANS  OF  AN\n   10  ANKLE BRACELET TRANSMITTER OR SIMILAR DEVICE WORN BY THE INDIVIDUAL THAT\n   11  TRANSMITS  LATITUDE AND LONGITUDE DATA TO MONITORING AUTHORITIES THROUGH\n   12  GLOBAL POSITIONING SATELLITE TECHNOLOGY BUT DOES NOT CONTAIN OR  OPERATE\n   13  ANY  GLOBAL POSITIONING SYSTEM TECHNOLOGY OR RADIO FREQUENCY IDENTIFICA-\n   14  TION TECHNOLOGY OR SIMILAR TECHNOLOGY THAT IS IMPLANTED IN OR  OTHERWISE\n   15  INVADES OR VIOLATES THE CORPOREAL BODY OF THE INDIVIDUAL.\n   16    (C)  \"INFORMED  CONSENT\"  MEANS  THAT THE VICTIM WAS GIVEN INFORMATION\n   17  CONCERNING ALL OF THE FOLLOWING  BEFORE  CONSENTING  TO  PARTICIPATE  IN\n   18  GLOBAL POSITIONING SYSTEM MONITORING:\n   19    (1)  THE VICTIM'S RIGHT TO REFUSE TO PARTICIPATE IN GLOBAL POSITIONING\n   20  SYSTEM MONITORING AND THE PROCESS FOR REQUESTING THE COURT TO  TERMINATE\n   21  THE VICTIM'S PARTICIPATION AFTER IT HAS BEEN ORDERED.\n   22    (2) THE MANNER IN WHICH THE GLOBAL POSITIONING SYSTEM MONITORING TECH-\n   23  NOLOGY  FUNCTIONS  AND THE RISKS AND LIMITATIONS OF THAT TECHNOLOGY, AND\n   24  THE EXTENT TO WHICH THE  SYSTEM  WILL  TRACK  AND  RECORD  THE  VICTIM'S\n   25  LOCATION AND MOVEMENTS.\n   26    (3)  THE  BOUNDARIES  IMPOSED ON THE DEFENDANT DURING THE GLOBAL POSI-\n   27  TIONING SYSTEM MONITORING.\n   28    (4) SANCTIONS THAT THE COURT MAY IMPOSE ON THE DEFENDANT FOR VIOLATING\n   29  AN ORDER ISSUED UNDER THIS SUBDIVISION.\n   30    (5) THE PROCEDURE THAT THE  VICTIM  IS  TO  FOLLOW  IF  THE  DEFENDANT\n   31  VIOLATES AN ORDER ISSUED UNDER THIS SUBDIVISION OR IF GLOBAL POSITIONING\n   32  SYSTEM EQUIPMENT FAILS.\n   33    (6)  IDENTIFICATION OF SUPPORT SERVICES AVAILABLE TO ASSIST THE VICTIM\n   34  TO DEVELOP A SAFETY PLAN TO USE IF THE COURT'S ORDER ISSUED  UNDER  THIS\n   35  SUBDIVISION IS VIOLATED OR IF GLOBAL POSITIONING SYSTEM EQUIPMENT FAILS.\n   36    (7)  IDENTIFICATION  OF  COMMUNITY  SERVICES  AVAILABLE  TO ASSIST THE\n   37  VICTIM IN OBTAINING SHELTER, COUNSELING, EDUCATION,  CHILD  CARE,  LEGAL\n   38  REPRESENTATION,  AND  OTHER  HELP  IN  ADDRESSING  THE  CONSEQUENCES AND\n   39  EFFECTS OF DOMESTIC VIOLENCE.\n   40    (8) THE NONCONFIDENTIAL NATURE OF THE VICTIM'S COMMUNICATIONS WITH THE\n   41  COURT  CONCERNING  GLOBAL  POSITIONING   SYSTEM   MONITORING   AND   THE\n   42  RESTRICTIONS TO BE IMPOSED UPON THE DEFENDANT'S MOVEMENTS.\n   43    7.  THIS  SECTION  DOES  NOT  LIMIT  THE AUTHORITY OF JUDGES TO IMPOSE\n   44  PROTECTIVE OR OTHER RELEASE CONDITIONS UNDER OTHER  APPLICABLE  STATUTES\n   45  OR COURT RULES.\n   46    S 2. This act shall take effect on the one hundred eightieth day after\n   47  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1489\n\nTITLE OF BILL:\n\nAn act\nto amend the executive law, in relation to establishing the \"protection\nof victims of domestic violence act\"\n\nPURPOSE:\n\nThe purpose of this legislation is to release defendants under\nprotective conditions, which mayor may not include a global device in\nefforts to protect the welfare of the victim. Under these conditions\nof release, the defendant who is charged with a crime involving\ndomestic violence shall be monitored by a global positioning system.\n\nSUMMARY OF PROVISIONS:\n\nSection one of the act amends the executive law by adding a new\narticle 22-A, containing sections 636 and 637 of said law.\n\nSection 636 of the executive law provides that this legislation shall\nbe entitled \"the protection of victims of domestic violence act.\n\nSection 637 of the executive law provides that if a judge releases a\ndefendant charged with domestic violence, who is subject to\nconditions reasonably necessary to protect one or more named persons\nand such conditions are made part of a protective order, he or she\nshall be subject to arrest without a warrant and/or may have his/her\nbail forfeited or revoked if such conditions are violated.\n\nSection 637 additionally provides that a court may order a defendant\nin a domestic violence proceeding to carry or wear a global\npositioning system (GPS) device as a condition of his/her release\nand, upon the informed consent of the victim, the court may require\nsuch defendant to provide the victim with a receptor device capable\nof notifying the victim if the defendant is in proximity to such\nvictim (as is determined by the judge in consultation with the\nvictim). The GPS device shall be paid for by the defendant, unless\nsuch defendant opts to perform community service instead of paying\nfor such device.\n\nFinally, section 637 explicitly does not limit the ability of the\njudge to impose other protective or release conditions allowed under\nother areas of the law.\n\nJUSTIFICATION:\n\nAccording to the Centers for Disease Control and Prevention and the\nNational Institute of Justice, 25% of women have experienced domestic\nviolence in their lifetime. (See, Patricia Tjaden & Nancy Thoennes,\n\nEXTENT, NATURE AND CONSEQUENCES OF INTIMATE PARTNER VIOLENCE, findings\nfrom the National Violence Against Women Study, USDOJ, National\nInstitutes of Justice, Center for Disease Control, July 2000.)\nEstimates range from 960,000 incidents of violence against a current\nor former spouse, boyfriend or girlfriend, to as many as 1.3 million\nwomen who are physically abused by an intimate partner each year.\n\n(See, U.S. Department of Justice, Violence by Intimates: Analysis of\nData On Crimes by Current or Former Spouses, Boyfriends and\nGirlfriends, March 1998.) Nearly 81% of women stalked by a current or\nformer intimate partner are also physically assaulted by that person,\nand roughly 31% are also sexually assaulted by that person. (See,\nPatricia Tjaden & Nancy Thoennes, \"Stalking in America,\" National\nInstitute for Justice (1998). Finally, the estimated cost of intimate\npartner violence exceeds $5.8 billion each year, more than 70% of\nwhich is for direct medical and mental health services. (See, \"Costs\nof intimate partner Violence Against Women in the United States,\"\n2003, Centers for Disease Control and Prevention.)\n\nDomestic violence affects hundreds of thousands of New Yorkers\nannually. Each year, an estimated 400,000 domestic violence incidents\nare reported to law enforcement in New York, and roughly 300,000\ncalls are received by hotlines throughout the State.\n\nDomestic violence is also a chronically under reported crime. While\nthere are many theories, one possibility is a perception that the\nnecessary precautions needed to protect victims of domestic violence\nare insufficient, or rarely implemented in a comprehensive manner.\nOne example is the use of orders of protection, which are often\nunable to adequately protect individuals (and their children) from\nabuse, which creates a sense of helplessness and leads to unreported\nincident.\n\n(See http://www.ncadv.org/files/New%20York%20new%202.09.pdf).\nFurthermore, after the victims seek the protection of the police or\ncourts, their batterers often lash out at the victim in what is\nlabeled retribution assault.\" There is an obvious need, therefore, to\nclose this gap in the protection extended to victims of domestic\nviolence.\n\nThere are currently 387 monitoring devices in use within New York\nState by the Division of Parole. Five are older technology radio\nfrequency identification (RFID) devices, and 382 are Global\nPositioning System (GPS) devices. These GPS devices have multiple\nuses, among which is the monitoring of sexual offenders and parolees\nand, potentially, domestic violence offenders.\n\nThe use of GPS technology to track domestic abusers has been\nimplemented, or is in the process of being adopted, by multiple\nstates, including California, Colorado, Florida, Illinois, Louisiana,\nMinnesota, New Hampshire, Pennsylvania, Texas, Utah, Washington, and\n\nthe District of Columbia. (See, Maura Kelly, \"Tracking Device: How\nabout using GPS monitoring to stop batterers?\" Slate, May 4, 2007.)\n\nIn Massachusetts, judges have statutory authority to order offenders who\nhave violated an order of protection to wear a GPS device. (See H.B.\n30, 184th Gen. Ct., Reg. Sess. (Mass 200S), cited in Diane L.\nRosenfeld, \"Correlative Rights and the Boundaries of Freedom:\nProtecting the Civil Rights of Endangered Women,\" 43 Harv.\nC.R.-C.L.L. Rev. 2S7, 261 (2008).\nThe legislation also allows judges \"to establish as a condition of\nprobation, geographic exclusion zones, which can include the victim's\nresidence, place of work, children's schools, or other places\nfrequented by the victim.\" (Rosenfeld, Id. at 261.)\n\nAlthough it is difficult to generalize, the Massachusetts experiment\nwith GPS tracking of domestic abusers has reportedly shown very\npositive results. Between 200S and 2007, domestic violence linked\nhomicides increased 300%, but in the city of Newburyport, where the\nmost concentrated effort to use GPS tracking has been implemented,\nthere were no such homicides during those two years. (See, Ariana\nGreen, \"More States Use GPS to Track Abusers,\" The New York Times,\nMay 9, 2009, http://www.nytimes.com/2009/05/09/us/09gps.html? r=l).\nSuch a result implies the need for New York to adopt such a program\nwith regard to domestic abusers.\n\nThe effectiveness of GPS tracking of domestic violence perpetrators\ncan be enhanced by instituting bilateral monitoring as an additional\nsafeguard for victims of domestic violence. (See, Edna Erez, Peter R.\nIbarry, Norman Lurie, \"Electronic Monitoring of Domestic Violence\nCases A Study of Two Bilateral Programs,\" 68-Jun Fed. Probation IS\n(2004).\nBilateral monitoring provides the victim with a GPS enabled device\nthat will detect the presence of the defendant when he or she enters\na defined radius, warn the victim, and immediately contact law\nenforcement. (See, Erez, Ibarra, Lurie, Id. at 16.) Because bilateral\nmonitoring has been shown to increase the protection offered to\nvictims of domestic abuse, this legislation includes such a program.\n\nThis legislation will give courts new tools to protect victims of\ndomestic violence, and will give victims an enhanced manner of\nenforcing protective orders, and greater protection from batterers\nwho violate such orders of protection.\n\nLEGISLATIVE HISTORY:\n2010:  S.6867  Reported to Codes\n       A.10336 Referred to Governmental Operations\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the one hundred eightieth day after it\nshall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing the \"protection of victims of domestic violence act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110107.T161417.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932732
}