{
  "year" : 2011,
  "senateBillNo" : "S1482-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1482-2011-1294376400000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"time off for democracy act\"",
  "summary" : "Establishes the \"time off for democracy act\"; requires employers to permit up to 2 hours off with pay to vote and permits employees to take a full day off, without pay, to serve as an election official. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "SA4996-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1482\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to establishing the \"time off\n         for democracy act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title. This act shall be known as the \"time off for\n    2  democracy act.\"\n    3    S 2. Legislative findings and purpose.  The legislature  hereby  finds\n    4  and declares that:\n    5    1.  Thousands  of  citizens are not participating in elections because\n    6  job requirements keep them from the polls.\n    7    2. Broad participation in elections is essential to a healthy democra-\n    8  cy.\n    9    3. In order to make it possible for more citizens  to  participate  in\n   10  elections,  the  state needs to clearly establish the rights of citizens\n   11  to take time off to participate in elections.\n   12    The purpose of this act is to encourage greater citizen  participation\n   13  in the democratic process.\n   14    S  3.  The  labor law is amended by adding a new article 32 to read as\n   15  follows:\n   16                                 ARTICLE 32\n   17                         TIME OFF FOR DEMOCRACY ACT\n   18  SECTION 930. TIME OFF ON ELECTION DAY.\n   19          931. NOTICE TO EMPLOYEES.\n   20          932. ENFORCEMENT.\n   21    S 930. TIME OFF ON ELECTION DAY. 1. ON THE DAY OF A FEDERAL, STATE  OR\n   22  LOCAL  ELECTION,  AN EMPLOYEE ELIGIBLE TO VOTE IN THAT ELECTION IS ENTI-\n   23  TLED TO TAKE UP TO TWO HOURS OFF WORK, WITHOUT LOSS OF PAY, IN ORDER  TO\n   24  VOTE. THE EMPLOYER MAY LIMIT SUCH TIME OFF TO THE HOURS AT THE BEGINNING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02166-01-1\n\n       S. 1482                             2\n\n    1  OR  END  OF  THE  WORKDAY,  AND MAY REQUIRE THE EMPLOYEE TO PRODUCE SOME\n    2  PROOF OF VOTING IN ORDER TO RECEIVE PAY FOR THAT TIME OFF.\n    3    2. AFTER GIVING AT LEAST SEVEN DAYS NOTICE TO AN EMPLOYER, AN EMPLOYEE\n    4  SHALL  BE  ENTITLED TO TAKE OFF WORK FOR THE ENTIRE DAY, WITHOUT PAY, ON\n    5  THE DAY OF A FEDERAL, STATE OR LOCAL ELECTION IN ORDER TO  SERVE  AS  AN\n    6  ELECTION  OFFICER  OR  POLL WATCHER, OR TO CAMPAIGN FOR ANY CANDIDATE OR\n    7  BALLOT MEASURE.\n    8    3. NO EMPLOYER SHALL REFUSE AN EMPLOYEE THE RIGHT TO TAKE TIME OFF  ON\n    9  ELECTION  DAY  PURSUANT  TO  THIS  SECTION,  OR DISCHARGE OR THREATEN TO\n   10  DISCHARGE AN EMPLOYEE OR SUBJECT AN EMPLOYEE TO A PENALTY,  BECAUSE  THE\n   11  EMPLOYEE TRIES TO EXERCISE OR ENFORCE THIS RIGHT.\n   12    S  931.  NOTICE  TO  EMPLOYEES.  DURING THE FOURTEEN DAY PERIOD BEFORE\n   13  EVERY STATEWIDE ELECTION, EVERY EMPLOYER SHALL KEEP POSTED CONSPICUOUSLY\n   14  AT THE PLACE OF WORK, IF PRACTICABLE, OR ELSEWHERE WHERE IT CAN BE  SEEN\n   15  AS  EMPLOYEES  COME OR GO TO THEIR PLACE OF WORK, A NOTICE SETTING FORTH\n   16  EMPLOYEES' RIGHTS UNDER THIS ARTICLE TO TAKE TIME OFF ON ELECTION DAY.\n   17    S 932. ENFORCEMENT. 1. THE DEPARTMENT SHALL PROMULGATE REGULATIONS  TO\n   18  ENFORCE THIS ARTICLE.\n   19    2.  AN AGGRIEVED EMPLOYEE MAY FILE AN ACTION WITH A COURT OF COMPETENT\n   20  JURISDICTION IN ORDER TO ENFORCE THE EMPLOYEE'S RIGHTS UNDER THIS  ARTI-\n   21  CLE.\n   22    S 4. This act shall take effect July 1, 2012.\n",
  "memo" : "BILL NUMBER:S1482\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to establishing the \"time off for\ndemocracy act\"\n\nPURPOSE:\nThe purpose of this bill is to authorize employees to take up to two\nhours off from work, without loss of pay in order to vote. Entitles\nemployees to take time off from work for the entire day, without pay,\nin order to serve as an election officer or poll watcher, or to\ncampaign for a candidate or ballot measure. Provides that no employer\nshall refuse an employee the right to take time off on election day,\nor discharge or threaten to discharge an employee or subject an\nemployee to a penalty, because the employee tries to exercise or\nenforce this right.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill adds a new Article 32 of the labor law to include sections\n930, 931 and 932.\n\nJUSTIFICATION:\nCurrently, employees must find the time to vote in elections either\nbefore their work hours begin or after they have concluded. This\nlimits voters' accessibility to the polls, as they attempt to find\nthe time to vote during time periods in which they must care for\ntheir children and families or before many of their children attend\nschool. This legislation would eradicate this problem by authorizing\nemployees to take up to two hours off from work on election days,\nwithout sustaining a loss of income. This legislation would also seek\nto enfranchise voters by allowing them to take off one day of work,\nwithout pay, in order to serve as election officers or poll watchers,\nor to campaign for any candidate or ballot measure.\n\nPRIOR LEGISLATIVE HISTORY:\n2010:    S.4966-A  Referred to Labor\n         A.466-A   Referred to Labor\n2008:    S.1999    Referred to Labor\n         A.8667    Referred to Labor\n2006:    A.4810    Referred to Labor\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect July 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to establishing the \"time off for democracy act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T153415.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T161417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932720
}