{
  "year" : 2011,
  "senateBillNo" : "S1488-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S1488-2011-1294376400000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides criteria for membership in credit unions and permits the extension of certain services to nonmembers",
  "summary" : "Provides criteria for membership in credit unions and permits the extension of certain services to nonmembers. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "SA1931-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1488\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, PERALTA, PERKINS -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to credit union memberships\n         and general powers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 451 of the banking law, as amended\n    2  by chapter 660 of the laws of 2004, is amended to read as follows:\n    3    2. The qualifications for membership.\n    4    [(a) Membership shall be limited to:\n    5    (1) persons having a common employer;\n    6    (2)  persons  and  organizations  who  are  members of the same trade,\n    7  industry, profession, club, union, society or other association;\n    8    (3) in the case of a credit union incorporated under this  chapter  as\n    9  of  the effective date of this subdivision, and with the approval of the\n   10  superintendent, which approval  shall  not  be  given  if  it  would  be\n   11  destructive  of  competition within a municipality, more than one common\n   12  employer; provided, however, that an employer  group  with  under  three\n   13  thousand  employees may be added upon receipt of a notice as provided in\n   14  subdivision two of section four hundred seventy-eight of this article;\n   15    (4) with the approval  of  the  superintendent,  and  subject  to  the\n   16  provisions  of  paragraph  (b)  of this subdivision, more than one group\n   17  each of which has, within  the  group,  a  common  bond  of  occupation,\n   18  including  a  common employer, or association; provided, however, that a\n   19  group of less than three thousand members, which  is  within  reasonable\n   20  proximity to the credit union's service area or areas, may be added upon\n   21  receipt  of  a  notice  as  provided  in subdivision two of section four\n   22  hundred seventy-eight of this article; or\n   23    (5) persons and organizations within a well-defined  local  community,\n   24  neighborhood  or  rural  district  and who in the judgment of the super-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01440-01-1\n\n       S. 1488                             2\n\n    1  intendent have such a community of interest as will insure proper admin-\n    2  istration.\n    3    (b)  In  considering  an  application to add a group to a credit union\n    4  authorized under subparagraph four of paragraph (a) of this subdivision,\n    5  the superintendent shall not approve the addition unless  the  group  is\n    6  within reasonable proximity to the credit union's service area or areas.\n    7  If  the  group  has more than three thousand members, the superintendent\n    8  shall not approve such addition unless he or  she  determines  that  the\n    9  group  could  not  feasibly  or reasonably establish a new single common\n   10  bond credit union because:\n   11    (1) the group  lacks  sufficient  volunteer  and  other  resources  to\n   12  support the efficient and effective operation of a credit union;\n   13    (2)  the group does not meet the criteria which the superintendent has\n   14  determined to be important for the likelihood of success in establishing\n   15  and managing a new credit union, including  demographic  characteristics\n   16  such  as  geographical location of members, diversity of ages and income\n   17  levels, and other factors that may affect the  financial  viability  and\n   18  stability of a credit union;\n   19    (3)  the  group  would  be unlikely to operate a safe and sound credit\n   20  union; or\n   21    (4) the group has  been  transferred  from  another  credit  union  in\n   22  connection  with  a  merger  or  consolidation recommended by a state or\n   23  federal regulator based on safety and soundness concerns or by the board\n   24  of the National Credit Union Administration in its capacity as conserva-\n   25  tor or liquidating agent.\n   26    (c) With the approval of the superintendent, a credit union may extend\n   27  membership to persons and organizations in an underserved local communi-\n   28  ty, neighborhood or rural district, where such area is determined by the\n   29  superintendent to be an \"investment area\"  as  defined  in  the  federal\n   30  Community Development Banking and Financial Institutions Act of 1994 (12\n   31  U.S.C.  4703(16))  and any other requirements imposed by the superinten-\n   32  dent, including a requirement that the credit union establish and  main-\n   33  tain an office or facility in such area.\n   34    (d) To the extent not expressly prohibited by the bylaws of the credit\n   35  union:\n   36    (1)  in each instance where a person is a member or is directly eligi-\n   37  ble for membership, members of his or her immediate family or  household\n   38  shall be eligible for membership. For the purposes of this subparagraph,\n   39  \"immediate  family\"  means a person's spouse, and their lineal ancestors\n   40  and descendants, including persons so  related  by  adoption,  siblings,\n   41  stepparents,  stepchildren,  and  stepsiblings;  and  \"household\"  means\n   42  persons living in the same residence and maintaining a  single  economic\n   43  unit;\n   44    (2)  any employee of the credit union shall be eligible to membership;\n   45  and\n   46    (3) any member who leaves the field of  membership  and  who  has  not\n   47  withdrawn or been expelled may retain membership.\n   48    (e) To the extent not expressly prohibited by the bylaws of the credit\n   49  union,  any incorporated or unincorporated organization composed princi-\n   50  pally of persons eligible to membership in  the  credit  union  and  the\n   51  organization's  employees  shall be eligible to membership in the credit\n   52  union.\n   53    (f) Any person who is eligible for membership by reason  of  the  fact\n   54  that he or she is an employee either of a common employer or of a credit\n   55  union shall not become ineligible, after the termination of such employ-\n   56  ment, as long as he or she receives a pension or annuity from, or under,\n\n       S. 1488                             3\n\n    1  a plan or other arrangement established by such common employer or cred-\n    2  it union.\n    3    (g)  The provisions of this subdivision shall not apply to a corporate\n    4  credit union.] THE MEMBERSHIP OF A CREDIT UNION SHALL BE  DETERMINED  BY\n    5  THE BOARD OF DIRECTORS OF SUCH CREDIT UNION AND SHALL CONSIST OF PERSONS\n    6  WHO HAVE BEEN DULY ADMITTED MEMBERS.\n    7    S 2. Subparagraph (i) of paragraph (c) of subdivision 6 of section 454\n    8  of  the  banking  law,  as  added by chapter 660 of the laws of 2004, is\n    9  amended to read as follows:\n   10    (i) [No credit union may make any  member  business  loan  that  would\n   11  result  in a total amount of such loans outstanding at that credit union\n   12  at any one time equal to more than the lesser of 1.75 times  the  actual\n   13  net  worth  of  the  credit  union,  or 1.75 times the minimum net worth\n   14  required under 12 U.S.C. 1790d(c)(1)(A) for a credit union  to  be  well\n   15  capitalized.]  (A) NO CREDIT UNION SHALL MAKE ANY MEMBER A BUSINESS LOAN\n   16  THAT WOULD RESULT IN THE NET MEMBER BUSINESS LOAN  BALANCE  TO  ANY  ONE\n   17  MEMBER EXCEEDING THE GREATER OF\n   18    (1) TWENTY-FIVE PERCENT OF THE CREDIT UNION'S NET WORTH, OR\n   19    (2) TWO HUNDRED FIFTY THOUSAND DOLLARS.\n   20    (B) THE AGGREGATE LIMIT ON A CREDIT UNION'S NET BUSINESS LOAN BALANCES\n   21  SHALL BE THE GREATER OF:\n   22    (1) TWENTY-FIVE PERCENT OF THE CREDIT UNION'S TOTAL ASSETS, OR\n   23    (2) THE LIMIT ESTABLISHED FOR FEDERAL CREDIT UNIONS.\n   24    S  3.  Subparagraph  (i) of paragraph (a) of subdivision 18 of section\n   25  454 of the banking law, as amended by chapter 679 of the laws  of  2003,\n   26  is amended to read as follows:\n   27    (i) Those securities authorized as permissible investments for savings\n   28  banks  by  subdivisions one, two, three, four, twelve, [paragraph] PARA-\n   29  GRAPHS (a) AND (B) of subdivision twelve-a, [and] SUBPARAGRAPH  FIVE  OF\n   30  PARAGRAPH  (A)  OF  SUBDIVISION  NINE,  subdivisions fifteen, seventeen,\n   31  PARAGRAPH (A) OF SUBDIVISION TWENTY,  SUBPARAGRAPHS  ONE  AND  ONE-A  OF\n   32  PARAGRAPH  (A)  OF  SUBDIVISION  TWENTY-ONE, SUBDIVISIONS TWENTY-FOUR-D,\n   33  twenty-seven [and], TWENTY-EIGHT, twenty-eight-a, TWENTY-NINE AND THIRTY\n   34  of section two hundred thirty-five of this chapter.\n   35    S 4. Subdivision 2 of section 461 of the  banking  law,  as  added  by\n   36  chapter 608 of the laws of 1996, is amended to read as follows:\n   37    2.  Subject  to  such regulations as the superintendent may adopt, any\n   38  credit union, may open and maintain within or without the state, in  any\n   39  locality  in  which  [a  substantial  portion  of]  its actual potential\n   40  membership is employed,  ATTENDING  SCHOOL  or  residing,  one  or  more\n   41  stations  for the conduct of its business [provided that before any such\n   42  station or stations shall be opened or maintained or removed  to  a  new\n   43  location:\n   44    (a)  Its board of directors shall submit to the superintendent a writ-\n   45  ten application setting forth the  reasons  therefor  and  the  proposed\n   46  location of such station or stations.\n   47    (b) The superintendent shall have given his written approval thereto].\n   48    S  5.  Subdivision  1 of section 454 of the banking law, as amended by\n   49  chapter 679 of the laws of 2003, is amended to read as follows:\n   50    1. To issue and receive payments on, shares, share drafts,  and  share\n   51  certificates, subject to such terms, rates, and conditions as are estab-\n   52  lished by its board of directors, from:\n   53    (A) its members;\n   54    (B)  NONMEMBERS  WHO  OR  WHICH  MAY BE NATURAL PERSONS, CORPORATIONS,\n   55  LIMITED LIABILITY COMPANIES, PARTNERSHIPS OR OTHER LEGAL ENTITIES;\n\n       S. 1488                             4\n\n    1    (C) AN OFFICER, EMPLOYEE OR AGENT OF  THOSE  NONMEMBER  UNITS  OF  THE\n    2  FEDERAL,  STATE, INDIAN TRIBAL OR LOCAL GOVERNMENTS AND POLITICAL SUBDI-\n    3  VISIONS; and\n    4    (D) from other credit unions, both state and federally chartered.\n    5    A  member  may  designate any person or persons to own shares or share\n    6  certificates with him or her in joint tenancy with the right  of  survi-\n    7  vorship,  but  no joint tenant shall be permitted to vote, obtain loans,\n    8  or hold office, unless he or she is within the field of  membership  and\n    9  is a qualified member.\n   10    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to credit union memberships and general powers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110107.T160917.TXT", "SOBI.D110107.T155916.TXT", "SOBI.D110107.T153415.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294760811111
}