{
  "year" : 2011,
  "senateBillNo" : "S1486-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1486-2011-1294376400000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows a person with a master's of social work degree who meets certain requirements to file to be licensed within one year of the effective date of this act",
  "summary" : "Allows a person with a master's of social work degree who meets certain requirements to file to be licensed within one year of the effective date of this act. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA2545-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1486\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education  law,  in  relation  to  the  practice  of\n         licensed social workers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 7707  of  the  education  law,  as\n    2  amended  by  chapter  230  of  the  laws  of 2004, is amended to read as\n    3  follows:\n    4    2. Any person who possesses a master's of social work  degree  on  the\n    5  effective  date  of  this  section,  who has five years of post-graduate\n    6  social work employment and meets the requirements for a license pursuant\n    7  to this article, except for examination, and who files with the  depart-\n    8  ment within one year [of] AFTER the effective date of [this section] THE\n    9  CHAPTER  OF  THE LAWS OF TWO THOUSAND ELEVEN WHICH AMENDED THIS SUBDIVI-\n   10  SION, shall be licensed as a licensed master social worker.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01721-01-1\n",
  "memo" : "BILL NUMBER:S1486\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the practice of licensed\nsocial workers\n\nPURPOSE:\nThis bill will allow a person with a master's of social worker degree\nwho meets certain requirements to file to be licensed within one year\nof the effective date of this act.\n\nSUMMARY OF PROVISIONS:\nSection 1 subdivision 2 of section 7707 of the education law, as\namended by chapter 230 of the laws of 2004, by adding a new\nsubdivision is amended to read as follows: any person who possesses a\nmaster's of social work degree on the effective date of this section,\nwho has five years of post-graduate social work employment and meets\nthe requirements for a license pursuant to this article, except for\nexamination, and who files with the department within one year (of)\nafter the effective date of (this section) the chapter of the laws of\ntwo thousand eight which amended this subdivision, shall be licensed\nas a licensed master social worker.\n\nJUSTIFICATION:\nThe chapter of the laws of two thousand nine which amended this\nsubdivision, shall be licensed as a licensed Master social Worker.\n\nLEGISLATIVE HISTORY:\n2010: S.2545-A  Referred to Higher Education\n      A.10804   Referred to Higher Education\n2008: S.8785    Referred to Higher Education\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act takes effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the practice of licensed social workers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110111.T104651.TXT", "SOBI.D110107.T155916.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T153415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932726
}