{
  "year" : 2011,
  "senateBillNo" : "S1481-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1481-2011-1294376400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires products labeled as dietary supplements or nutritional supplements to carry a label stating that product has or has not been tested by United States FDA",
  "summary" : "Provides that no person shall manufacture, sell or expose for sale any product which shall be termed as a dietary supplement or nutritional supplement without branding or labeling such product with a statement that the product has or has not been tested by the United States food and drug administration; provides that the commissioner of agriculture and markets shall promulgate rules and regulations defining the terms dietary supplement and nutritional supplement. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : "A1396",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S1034-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1481\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  LAVALLE,  GOLDEN,  RANZENHOFER  -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Consumer Protection\n\n       AN ACT to amend the agriculture and markets law, in relation to the sale\n         of dietary or nutritional supplements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 214-m  of  the  agriculture  and  markets  law,  as\n    2  amended  by  chapter  159  of  the  laws  of 1994, is amended to read as\n    3  follows:\n    4    S 214-m. Labeling of certain food products.  1. If any  person,  firm,\n    5  corporation,  partnership, association or any other business association\n    6  which processes, manufactures or imports food products has  placed  upon\n    7  or accompanying the shipping container, shipping case, pallet or invoice\n    8  of  such food products, any information, whether in coded form or other-\n    9  wise, which specifies the expiration, \"use by\" date or similar date;  or\n   10  the  lot,  batch, date of manufacture or processing or other information\n   11  regarding the identity of the food product;  it  shall  be  unlawful  to\n   12  willfully  alter,  mutilate, destroy, obliterate or remove such informa-\n   13  tion other than in connection with the destruction of the  entire  ship-\n   14  ping container, shipping case, pallet or invoice. The provisions of this\n   15  section and any regulations promulgated hereunder shall not be deemed to\n   16  require  any  manufacturer, processor or importer of food products to so\n   17  label any food product prior to distribution in the state or to  prevent\n   18  a  manufacturer,  processor or importer of food products from correcting\n   19  or causing to be corrected any of the information accompanying the ship-\n   20  ping container, shipping case, pallet or invoice. The provisions of this\n   21  section shall not affect any provision of federal, state or  local  law,\n   22  ordinance,  rule or regulation regarding the placing of an expiration or\n   23  \"use by\" date on the retail container of any food product.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04227-01-1\n\n       S. 1481                             2\n\n    1    2.  NO PERSON SHALL MANUFACTURE, SELL OR EXPOSE FOR SALE  ANY  PRODUCT\n    2  WHICH  SHALL BE TERMED AS A DIETARY SUPPLEMENT OR NUTRITIONAL SUPPLEMENT\n    3  WITHOUT BRANDING OR LABELING SUCH PRODUCT  WITH  A  STATEMENT  WHICH  IS\n    4  CLEARLY  DISCERNIBLE  TO A CUSTOMER THAT THE PRODUCT HAS OR HAS NOT BEEN\n    5  TESTED  BY  THE  UNITED  STATES  FOOD AND DRUG ADMINISTRATION. THE TERMS\n    6  DIETARY SUPPLEMENT AND NUTRITIONAL SUPPLEMENT SHALL BE DEFINED BY  REGU-\n    7  LATIONS TO BE PROMULGATED BY THE COMMISSIONER.\n    8    S 2. This act shall take effect on the one hundred eightieth day after\n    9  it  shall  have become a law except that any rules or regulations neces-\n   10  sary for the timely implementation of the provisions  of  this  act  are\n   11  authorized  and  directed  to be promulgated on or before such effective\n   12  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the sale of dietary or nutritional supplements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T161417.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294761111312
}