{
  "year" : 2011,
  "senateBillNo" : "S1494-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S1494-2011-1294376400000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires lending institutions that send unsolicited mail-loan checks to clearly state the interest rate and the total cost of loan in a dollar amount",
  "summary" : "Requires lending institutions that send unsolicited mail-loan checks to clearly state in solicitation letter the interest rate to be applied to such loan and to demonstrate the total cost of loan in a dollar amounts, at interest rate, over periods of six months, one year, and three years. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S2285-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1494\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER, DUANE, KRUEGER, PERKINS -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Banks\n\n       AN  ACT  to  amend  the  banking  law, in relation to full disclosure of\n         interest rate on unsolicited mail-loan checks\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 2 of section 9-t of the banking law, as added\n    2  by chapter 309 of the laws of 2002, is amended to read as follows:\n    3    2. Any lending institution which issues mail-loan checks shall:\n    4    (a) include on the face of each check issued to a non-customer a writ-\n    5  ten statement, in legible type reading \"ONE FORM OF  VALID  PHOTOGRAPHIC\n    6  ID  NEEDED TO CASH OR DEPOSIT\"; provided, however, that any entity cash-\n    7  ing or accepting a mail-loan check for deposit may require more than one\n    8  form of identification;\n    9    (b) make no reference on the outside  of  the  envelope  containing  a\n   10  mail-loan  check  that  indicates  that  a check is enclosed within such\n   11  envelope;\n   12    (c) provide that all mail-loan checks shall be non-transferable; [and]\n   13    (d) include an expiration date of not more  than  six  months  on  the\n   14  mail-loan check; AND\n   15    (E)  PROVIDE  IN  LEGIBLE  TYPE  ON THE FRONT PAGE OF THE SOLICITATION\n   16  LETTER, THE INTEREST RATE OR RATES TO  BE  APPLIED  TO  SUCH  LOAN,  AND\n   17  PROVIDE A TABLE DEMONSTRATING THE TOTAL COST OF SUCH LOAN AT INCREMENTAL\n   18  DOLLAR  AMOUNTS,  AT THE OFFERED INTEREST RATE, OVER INCREMENTAL PERIODS\n   19  OF TIME OF SIX MONTHS, ONE YEAR, AND THREE YEARS.\n   20    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   21  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01443-01-1\n",
  "memo" : "BILL NUMBER:S1494\n\nTITLE OF BILL:\nAn act\nto amend the banking law, in relation to full disclosure of interest\nrate on unsolicited mail-loan checks\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo provide in legible type on the front page of the solicitation\nletter, interest rate or rates to be applied to such loan, and\nprovide a table demonstrating the total cost of such loan at\nincremental dollar amount.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would amend the banking law.\n\nJUSTIFICATION:\nThis bill would mandate lending institutions that send unsolicited\nmailloan checks to clearly state the interest rate and the total cost\nin a dollar amount. Unfortunately, we have seen too many cases where\nindividuals claim solicitation.\n\nPRIOR LEGISLATIVE HISTORY:\n2010:  S.2285 Referred to Banks\n       A.3018 Referred to Codes\n2008:  S.4527 Referred to Banks\n       A.6425 Referred to Banks\n2006:  S.1173 Referred to Banks\n       A.6176 Referred to Banks\n2004:  S.4175 Referred to Banks\n       A.7399 Referred to Banks\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the sixtieth day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to full disclosure of interest rate on unsolicited mail-loan checks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T161918.TXT", "SOBI.D110107.T162418.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932742
}