{
  "year" : 2011,
  "senateBillNo" : "S1493-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S1493-2011-1294376400000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits employer withdrawal from direct deposit account without notice to and permission from account owner",
  "summary" : "Prohibits employer withdrawal from direct deposit account without notice to and permission from account owner, who must be given 15 days notice of withdrawal and must give depository bank written permission therefor; provides that this section shall not be construed to supersede any such withdrawal otherwise authorized by law or court order. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S2166-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1493\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER,  DIAZ,  DUANE, HASSELL-THOMPSON, KRUEGER,\n         MONTGOMERY, PERKINS, SAMPSON -- read twice and  ordered  printed,  and\n         when printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to certain withdrawals from\n         accounts to which direct deposits have been authorized\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new section  8-a  to\n    2  read as follows:\n    3    S  8-A.  DIRECT  DEPOSIT  AGREEMENTS WITH EMPLOYERS. NO DIRECT DEPOSIT\n    4  AGREEMENT WITH AN EMPLOYER SHALL  AUTHORIZE  ANY  WITHDRAWALS  FROM  THE\n    5  ACCOUNT  INTO  WHICH SUCH DIRECT DEPOSITS ARE TO BE MADE BY ANYONE OTHER\n    6  THAN THE ACCOUNT OWNER, UNLESS AT LEAST FIFTEEN DAYS' WRITTEN NOTICE  IS\n    7  GIVEN BY THE DEPOSITORY BANKING ORGANIZATION TO SUCH OWNER.  SUCH NOTICE\n    8  SHALL  BE SENT BY REGULAR MAIL TO THE ACCOUNT OWNER'S LAST KNOWN ADDRESS\n    9  ON RECORD.  THIS SECTION SHALL NOT BE CONSTRUED TO  SUPERSEDE  ANY  SUCH\n   10  WITHDRAWAL  OTHERWISE AUTHORIZED BY LAW OR ORDER OF A COURT OF COMPETENT\n   11  JURISDICTION.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01442-01-1\n",
  "memo" : "BILL NUMBER:S1493\n\nTITLE OF BILL:\n\nAn act\nto amend the banking law, in relation to certain withdrawals from\naccounts to which direct deposits have been authorized\n\nPURPOSE:\n\nTo prohibit employer withdrawal from direct deposit account without\nnotice to and permission from account owner(s).\n\nSUMMARY OF PROVISIONS:\n\nThis bill amends the banking law by adding a new section 8-a to\nrequire that no direct deposit agreement shall authorize any\nwithdrawals from the account into which such direct deposits are to\nbe made.\n\nAny language within the agreement that says in any way that\nwithdrawals by anyone other than the account owner(s) shall be void,\nunenforceable and to no effect. Instead, the language will be\nunderstood to mean that any request of withdrawal from anyone other\nthan the account owners, must be accompanied by at least fifteen (15)\ndays written notification by the financial institution, to the\naccount owner(s). Such action would only be permissible when required\nby law, or upon receipt of the account owner(s) written permission.\n\nJUSTIFICATION:\n\nThis bill serves as protection to individuals who are participating in\na direct deposit service agreement between their employer and their\nfinancial institution. The bill will ensure that withdrawals will not\nbe made from an employee's account by employers without the\npermission of the owner (s) of the account.\n\nIf a situation arises in which there is a dispute between parties, no\nmoney should be taken from the employee's account without notice\ngiven, and the opportunity for due process allowed.\n\nLEGISLATIVE HISTORY:\n2010: S.2166 Referred to Banks\n      A.3459 Referred to Banks\n2008: S.1987 Referred to Banks\n2006: S.1175 Referred to Banks\n2004: S.4264 Referred to Banks\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to certain withdrawals from accounts to which direct deposits have been authorized ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110107.T162418.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932740
}