{
  "year" : 2011,
  "senateBillNo" : "S1495-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1495-2011-1294376400000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Facilitates absentee voting in local jails and designates several agencies as assisting agencies for voter registration purposes",
  "summary" : "Facilitates absentee voting in local correctional facilities and designates the division of probation, the department of correctional services, and the division of parole as assisting agencies for voter registration purposes. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1707-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1495\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by Sens. PARKER, BRESLIN, DIAZ, DILAN, DUANE, HASSELL-THOMP-\n         SON, KRUEGER, MONTGOMERY, SAMPSON -- read twice and  ordered  printed,\n         and  when  printed  to be committed to the Committee on Crime Victims,\n         Crime and Correction\n\n       AN ACT to amend the correction law and the election law, in relation  to\n         absentee  voting  by eligible inmates of local correctional facilities\n         and designating certain  agencies  as  assisting  agencies  for  voter\n         registration\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new  section  510\n    2  to read as follows:\n    3    S  510. ABSENTEE VOTING BY QUALIFIED INMATES. THE CHIEF ADMINISTRATIVE\n    4  OFFICER OF THE LOCAL CORRECTIONAL FACILITY,  OR  HIS  OR  HER  DESIGNEE,\n    5  SHALL  INFORM EACH INMATE AT SUCH FACILITY OF THEIR RIGHT TO REGISTER TO\n    6  VOTE. IN ADDITION, SUCH NOTICE SHALL BE  POSTED  IN  A  PROMINENT  PLACE\n    7  WHERE  INMATES  CONGREGATE  AND  PRINTED IN BLOCK LETTERS.   SUCH POSTED\n    8  NOTICE SHALL INCLUDE QUALIFICATIONS REQUIRED TO EXERCISE  THE  RIGHT  TO\n    9  VOTE,  AND  OF  THE  AVAILABILITY  AT THE LOCAL CORRECTIONAL FACILITY OF\n   10  ASSISTANCE TO REGISTER TO VOTE, REQUEST AN ABSENTEE BALLOT  APPLICATION,\n   11  AND  TO  VOTE VIA ABSENTEE BALLOT. SUCH CHIEF ADMINISTRATIVE OFFICER, OR\n   12  HIS OR HER DESIGNEE, SHALL ASSIST  ANY  OTHERWISE  ELIGIBLE  INMATES  IN\n   13  REGISTERING TO VOTE IN THE SAME MANNER AND EXTENT AS THE AGENCIES LISTED\n   14  IN  SECTION  5-211  OF  THE  ELECTION LAW, ASSIST ANY OTHERWISE ELIGIBLE\n   15  INMATES IN REQUESTING AN ABSENTEE BALLOT APPLICATION PURSUANT TO SECTION\n   16  8-400 OF THE ELECTION LAW, AND ASSIST ANY OTHERWISE ELIGIBLE INMATES  IN\n   17  VOTING BY ABSENTEE BALLOT PURSUANT TO SECTION 8-407 OF THE ELECTION LAW.\n   18    S  2.  Section 8-406 of the election law, as amended by chapter 296 of\n   19  the laws of 1988, is amended to read as follows:\n   20    S 8-406. Absentee ballots, delivery of. If the board shall  find  that\n   21  the  applicant  is a qualified voter of the election district containing\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01322-01-1\n\n       S. 1495                             2\n\n    1  his residence as stated in his  statement  and  that  his  statement  is\n    2  sufficient,  it shall, as soon as practicable after it shall have deter-\n    3  mined his right thereto, mail to him at an address designated by him, or\n    4  deliver  to him, or to any person designated for such purpose in writing\n    5  by him, at the office of the board, such an absentee voter's  ballot  or\n    6  set of ballots and an envelope therefor. If the ballot or ballots are to\n    7  be  sent  outside of the United States to a country other than Canada or\n    8  Mexico, such ballot or ballots shall be sent by air mail. However, if an\n    9  applicant who is eligible for an absentee ballot  is  a  resident  of  a\n   10  facility  operated  or  licensed  by,  or under the jurisdiction of, the\n   11  department of mental hygiene, or a resident of a facility defined  as  a\n   12  nursing  home  or  residential health care facility pursuant to subdivi-\n   13  sions two and three of section two thousand eight  hundred  one  of  the\n   14  public  health  law, or a resident of a hospital or other facility oper-\n   15  ated by the Veteran's Administration of the United States,  OR  A  LOCAL\n   16  CORRECTIONAL  FACILITY  such  absentee  ballot  need not be so mailed or\n   17  delivered to any such applicant but, may be delivered to  the  voter  in\n   18  the  manner  prescribed by section 8-407 of this [chapter] TITLE if such\n   19  facility is located in the county or city in which such voter is  eligi-\n   20  ble to vote.\n   21    S  3. The section heading and subdivisions 1 and 3 of section 8-407 of\n   22  the election law, the section heading as added by  chapter  296  of  the\n   23  laws  of  1988 and subdivisions 1 and 3 as amended by chapter 195 of the\n   24  laws of 2001, are amended to read as follows:\n   25    Voting by residents of nursing homes, residential health care  facili-\n   26  ties, facilities operated or licensed, or under the jurisdiction of, the\n   27  department  of mental hygiene or hospitals or facilities operated by the\n   28  Veteran's Administration of the United States, OR A  LOCAL  CORRECTIONAL\n   29  FACILITY.  1.  The board of elections of a county or city in which there\n   30  is located at least one facility operated  or  licensed,  or  under  the\n   31  jurisdiction of, the department of mental hygiene, or a facility defined\n   32  as a nursing home or residential health care facility pursuant to subdi-\n   33  visions  two  and three of section two thousand eight hundred one of the\n   34  public health law or an adult care facility subject to the provisions of\n   35  title two of article seven of the social services law, or a hospital  or\n   36  other  facility  operated  by the Veteran's Administration of the United\n   37  States, OR A LOCAL  CORRECTIONAL  FACILITY  AS  DEFINED  BY  SUBDIVISION\n   38  SIXTEEN  OF  SECTION  TWO OF THE CORRECTION LAW shall provide that resi-\n   39  dents of each such facility for which such board has  received  [twenty-\n   40  five]  FIFTEEN or more applications for absentee ballots from voters who\n   41  are eligible to vote by absentee ballot in such city or county  at  such\n   42  election, may vote by absentee ballot only in the manner provided for in\n   43  this section. Such board may, in its discretion, provide that the proce-\n   44  dure  described  in  this  subdivision  shall  be applicable to all such\n   45  facilities in such county or city without regard to the number of absen-\n   46  tee ballot applications received from the residents of any such  facili-\n   47  ty.\n   48    3.  Not earlier than thirteen days before or later than the day before\n   49  such an election such a board of inspectors shall, between the hours  of\n   50  nine  o'clock  in the morning and five o'clock in the evening, attend at\n   51  each such facility for the residents of which the board of elections has\n   52  custody of [twenty-five] FIFTEEN or more absentee  ballots  or,  if  the\n   53  board  of  elections  has  so provided, each such facility for which the\n   54  board has custody of one or more such absentee ballots, pursuant to  the\n   55  provisions of this chapter.\n\n       S. 1495                             3\n\n    1    S  4.  The  opening paragraph of section 5-211 of the election law, as\n    2  amended by chapter 200 of the laws  of  1996,  is  amended  to  read  as\n    3  follows:\n    4    Each  agency designated as a participating agency under the provisions\n    5  of this section shall implement and administer a program of distribution\n    6  of voter registration forms pursuant to the provisions of this  section.\n    7  The  following  offices  which  provide public assistance and/or provide\n    8  state funded programs primarily engaged in providing services to persons\n    9  with disabilities are hereby designated as voter registration  agencies:\n   10  designated as the state agencies which provide public assistance are the\n   11  department  of [social services] FAMILY ASSISTANCE and the department of\n   12  health.  Also designated as public assistance agencies are all  agencies\n   13  of  local  government  that provide such assistance. Designated as state\n   14  agencies that provide programs primarily engaged in  providing  services\n   15  to  people with disabilities are the department of labor, office for the\n   16  aging, division of veterans' affairs, office of mental health, office of\n   17  vocational and educational services for individuals  with  disabilities,\n   18  commission  on  quality  of  care  for the mentally disabled, office [of\n   19  mental retardation and]  FOR  PEOPLE  WITH  developmental  disabilities,\n   20  commission  for the blind and visually handicapped, office of alcoholism\n   21  and substance abuse services, the office of the advocate for  the  disa-\n   22  bled  and all offices which administer programs established or funded by\n   23  such agencies. Additional state agencies designated as  voter  registra-\n   24  tion offices are the department of state [and], the division of workers'\n   25  compensation,  THE  DIVISION OF PROBATION AND CORRECTIONAL ALTERNATIVES,\n   26  THE DEPARTMENT OF CORRECTIONAL SERVICES AND THE DIVISION OF PAROLE. Such\n   27  agencies shall be required to offer voter registration forms to  persons\n   28  upon  initial  application  for services, renewal or recertification for\n   29  services and change of address relating to such services. Such  agencies\n   30  shall  also  be  responsible  for  providing assistance to applicants in\n   31  completing voter registration  forms,  receiving  and  transmitting  the\n   32  completed  application  form  from  all applicants who wish to have such\n   33  form transmitted to the appropriate board of elections. The state  board\n   34  of  elections  shall, together with representatives of the department of\n   35  defense, develop and  implement  procedures  for  including  recruitment\n   36  offices  of  the armed forces of the United States as voter registration\n   37  offices when such offices are so designated by federal law.   The  state\n   38  board  shall  also  make  request  of  the United States Immigration and\n   39  Naturalization Service to include applications for registration by  mail\n   40  with any materials which are given to new citizens.  All institutions of\n   41  the  state  university  of New York and the city university of New York,\n   42  shall, at the beginning of the school year, and again in  January  of  a\n   43  year  in  which  the  president  of  the United States is to be elected,\n   44  provide an application for registration to each  student  in  each  such\n   45  institution.    The state board of elections may, by regulation, grant a\n   46  waiver from any or all of the requirements of this section to any office\n   47  or program of an agency, if it determines that it is  not  feasible  for\n   48  such office or program to administer such requirement.\n   49    S 5. This act shall take effect on the one hundred eightieth day after\n   50  it  shall have become a law, provided, however that effective immediate-\n   51  ly, the addition, amendment and/or repeal of any  rules  or  regulations\n   52  necessary  for  the  implementation of this act on its effective date is\n   53  authorized and directed to be made  and  completed  on  or  before  such\n   54  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law and the election law, in relation to absentee voting by eligible inmates of local correctional facilities and designating certain agencies as assisting agencies for voter registration ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T105151.TXT", "SOBI.D110107.T161918.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294761111325
}