{
  "year" : 2011,
  "senateBillNo" : "S1497-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1497-2011-1294376400000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs each board of cooperative educational services to adopt and implement a school year calendar for classes at such board and the component school districts",
  "summary" : "Directs each board of cooperative educational services to adopt and implement a school year calendar for classes at such board and the component school districts thereof. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S7622-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1497\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation  to  requiring  component\n         school  districts  to adopt the school year calendar of their board of\n         cooperative educational services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  1950 of the education law is\n    2  amended by adding a new paragraph oo to read as follows:\n    3    OO. ADOPT AND IMPLEMENT A CALENDAR OF DAYS OF  SCHOOL  ATTENDANCE  FOR\n    4  EACH  SCHOOL  YEAR, WHICH SHALL BE FOLLOWED BY THE BOARDS OF COOPERATIVE\n    5  EDUCATIONAL SERVICES AND ALL THE COMPONENT SCHOOL DISTRICTS THEREOF.\n    6    S 2. This act shall take effect on the first of July  next  succeeding\n    7  the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05140-01-1\n",
  "memo" : "BILL NUMBER:S1497\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to requiring component school\ndistricts to adopt the school year calendar of their board of\ncooperative educational services\n\nPURPOSE:\nDirects each board of cooperative educational services to adopt and\nimplement a school year calendar for classes at such board and the\ncomponent school districts.\n\nSUMMARY OF PROVISIONS:\nSection 1. Amends subdivision 4 of section 1950 of the education law\nto add a new paragraph 00 requiring the adoption and implementation\nof a calendar of days of school attendance for each school year,\nwhich shall be followed by the boards of cooperative educational\nservices and all the component school districts thereof.\n\nSection 2. Contains the effective date.\n\nJUSTIFICATION:\nBy adopting the same academic calendar, schools within the same BOCES\ndistrict would have a greater opportunity to share services such as\ndistance learning, afterschool programs and transportation between\ndistricts.\n\nLEGISLATIVE HISTORY:\nS. 7622 of 2010; Referred to Education\n\nFISCAL IMPLICATIONS:\nNone\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of July next succeeding the\ndate on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring component school districts to adopt the school year calendar of their board of cooperative educational services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110107.T154416.TXT", "SOBI.D110107.T161918.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932746
}