{
  "year" : 2011,
  "senateBillNo" : "S1499-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1499-2011-1294376400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs department of environmental conservation or its successor agency to establish management areas for newly acquired forest preserve lands",
  "summary" : "Directs the department of environmental conservation, and any successor agency thereto, to establish a reasonable number of forest preserve management areas upon state lands, acquired on or after the effective date of this amendment to the constitution, which are made a part of the state forest preserve; authorizes the cutting, sale and removal of timber on such lands, and the use of motorized equipment for such purposes. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S6940-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1499\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 1 of article 14 of  the  constitution,\n         in relation to the management and use of the lands of the state forest\n         preserve\n\n    1    Section  1. Resolved (if the Assembly concur), That section 1 of arti-\n    2  cle 14 of the constitution be amended to read as follows:\n    3    Section 1. The lands of the state, now owned  or  hereafter  acquired,\n    4  constituting  the  forest preserve as now fixed by law, shall be forever\n    5  kept as wild forest lands. They shall not be leased, sold or  exchanged,\n    6  or  be taken by any corporation, public or private, nor shall the timber\n    7  thereon be sold, removed or destroyed.\n    8    NOTWITHSTANDING  ANY  INCONSISTENT  PROVISION  OF  THIS  SECTION,  THE\n    9  DEPARTMENT  OF ENVIRONMENTAL CONSERVATION, OR ANY OTHER STATE DEPARTMENT\n   10  OR AGENCY WHICH SUCCEEDS TO THE POWERS,  DUTIES  AND  FUNCTIONS  OF  THE\n   11  DEPARTMENT  OF ENVIRONMENTAL CONSERVATION RELATING TO THE MANAGEMENT AND\n   12  REGULATION OF THE FOREST PRESERVE, SHALL BE AUTHORIZED AND  DIRECTED  TO\n   13  ESTABLISH UPON ANY LANDS OF THE STATE ACQUIRED ON OR AFTER THE EFFECTIVE\n   14  DATE  OF THIS PARAGRAPH CONSTITUTING A PORTION OF THE FOREST PRESERVE, A\n   15  REASONABLE NUMBER OF FOREST PRESERVE MANAGEMENT AREAS. THE STATE, ACTING\n   16  BY AND THROUGH THE DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION  OR  SUCH\n   17  SUCCESSOR  DEPARTMENT  OR AGENCY THERETO, MAY CUT, SELL AND CONTRACT FOR\n   18  THE SALE AND REMOVAL OF TIMBER UPON  SUCH  LANDS  CONSISTENT  WITH  SUCH\n   19  PROVISIONS  OF  LAW  AS  THE  LEGISLATURE  SHALL ENACT RELATING THERETO.\n   20  FURTHERMORE, MOTORIZED EQUIPMENT SHALL BE AUTHORIZED  TO  BE  USED  UPON\n   21  SUCH  LANDS,  AND  ROADS  MAY BE CONSTRUCTED THEREON FOR THE PURPOSES OF\n   22  IMPLEMENTING THE PROVISIONS OF THIS PARAGRAPH. Nothing herein  contained\n   23  shall  prevent  the  state from constructing, completing and maintaining\n   24  any highway heretofore specifically authorized by constitutional  amend-\n   25  ment, nor from constructing and maintaining to federal standards federal\n   26  aid interstate highway route five hundred two from a point in the vicin-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89059-01-1\n\n       S. 1499                             2\n\n    1  ity  of the city of Glens Falls, thence northerly to the vicinity of the\n    2  villages of Lake George and Warrensburg, the hamlets  of  South  Horicon\n    3  and  Pottersville  and  thence northerly in a generally straight line on\n    4  the  west side of Schroon Lake to the vicinity of the hamlet of Schroon,\n    5  then continuing northerly to the  vicinity  of  Schroon  Falls,  Schroon\n    6  River and North Hudson, and to the east of Makomis Mountain, east of the\n    7  hamlet  of New Russia, east of the village of Elizabethtown and continu-\n    8  ing northerly in the vicinity of the hamlet of Towers Forge, and east of\n    9  Poke-O-Moonshine Mountain and continuing northerly to  the  vicinity  of\n   10  the village of Keeseville and the city of Plattsburgh, all of the afore-\n   11  said taking not to exceed a total of three hundred acres of state forest\n   12  preserve land, nor from constructing and maintaining not more than twen-\n   13  ty-five  miles  of  ski trails thirty to two hundred feet wide, together\n   14  with appurtenances thereto, provided that no more  than  five  miles  of\n   15  such  trails  shall be in excess of one hundred twenty feet wide, on the\n   16  north, east and northwest slopes of Whiteface Mountain in Essex  county,\n   17  nor from constructing and maintaining not more than twenty-five miles of\n   18  ski  trails thirty to two hundred feet wide, together with appurtenances\n   19  thereto, provided that no more than two miles of such trails shall be in\n   20  excess of one hundred twenty feet wide, on the slopes of Belleayre Moun-\n   21  tain in Ulster and Delaware counties and not more than  forty  miles  of\n   22  ski  trails thirty to two hundred feet wide, together with appurtenances\n   23  thereto, provided that no more than eight miles of such trails shall  be\n   24  in  excess  of  one  hundred twenty feet wide, on the slopes of Gore and\n   25  Pete Gay mountains in Warren county, nor from relocating, reconstructing\n   26  and maintaining a total of not more than fifty miles of  existing  state\n   27  highways  for the purpose of eliminating the hazards of dangerous curves\n   28  and grades, provided a total of no  more  than  four  hundred  acres  of\n   29  forest  preserve  land shall be used for such purpose and that no single\n   30  relocated portion of any  highway  shall  exceed  one  mile  in  length.\n   31  Notwithstanding  the  foregoing  provisions, the state may convey to the\n   32  village of Saranac Lake ten acres of forest preserve  land  adjacent  to\n   33  the  boundaries  of  such village for public use in providing for refuse\n   34  disposal and in exchange therefore the village  of  Saranac  Lake  shall\n   35  convey  to  the  state thirty acres of certain true forest land owned by\n   36  such village on Roaring Brook in the northern half of Lot 113,  Township\n   37  11, Richards Survey. Notwithstanding the foregoing provisions, the state\n   38  may  convey to the town of Arietta twenty-eight acres of forest preserve\n   39  land within such town for public use in providing for the  extension  of\n   40  the  runway  and  landing  strip  of  the Piseco airport and in exchange\n   41  therefor the town of Arietta shall convey to the state thirty  acres  of\n   42  certain  land owned by such town in the town of Arietta. Notwithstanding\n   43  the foregoing provisions and subject  to  legislative  approval  of  the\n   44  tracts to be exchanged prior to the actual transfer of title, the state,\n   45  in  order  to  consolidate  its land holdings for better management, may\n   46  convey to International Paper Company approximately eight thousand  five\n   47  hundred acres of forest preserve land located in townships two and three\n   48  of Totten and Crossfield's Purchase and township nine of the Moose River\n   49  Tract,  Hamilton  county,  and in exchange therefore International Paper\n   50  Company shall convey to the state  for  incorporation  into  the  forest\n   51  preserve  approximately  the same number of acres of land located within\n   52  such townships and such County on condition that the  legislature  shall\n   53  determine  that the lands to be received by the state are at least equal\n   54  in value to the lands to be conveyed by the state.  Notwithstanding  the\n   55  foregoing  provisions  and subject to legislative approval of the tracts\n   56  to be exchanged prior to the actual transfer of title and the conditions\n\n       S. 1499                             3\n\n    1  herein set forth, the state, in order to facilitate the preservation  of\n    2  historic buildings listed on the national register of historic places by\n    3  rejoining  an historic grouping of buildings under unitary ownership and\n    4  stewardship,  may  convey  to  Sagamore Institute Inc., a not-for-profit\n    5  educational organization, approximately ten acres of land and  buildings\n    6  thereon  adjoining the real property of the Sagamore Institute, Inc. and\n    7  located on Sagamore Road, near Raquette Lake Village,  in  the  Town  of\n    8  Long Lake, county of Hamilton, and in exchange therefor; Sagamore Insti-\n    9  tute,  Inc.  shall convey to the state for incorporation into the forest\n   10  preserve approximately two hundred acres of  wild  forest  land  located\n   11  within  the  Adirondack  Park  on  condition  that the legislature shall\n   12  determine that the lands to be received by the state are at least  equal\n   13  in value to the lands and buildings to be conveyed by the state and that\n   14  the  natural  and historic character of the lands and buildings conveyed\n   15  by the state will be secured by appropriate covenants  and  restrictions\n   16  and  that  the lands and buildings conveyed by the state will reasonably\n   17  be available for public visits according to agreement  between  Sagamore\n   18  Institute, Inc.  and the state. Notwithstanding the foregoing provisions\n   19  the  state  may  convey  to  the  town  of Arietta fifty acres of forest\n   20  preserve land within such town for  public  use  in  providing  for  the\n   21  extension  of  the  runway  and  landing strip of the Piseco airport and\n   22  providing for the maintenance of a clear zone around such runway, and in\n   23  exchange therefor, the town of Arietta shall convey to the state  fifty-\n   24  three  acres  of true forest land located in lot 2 township 2 Totten and\n   25  Crossfield's Purchase in the town of Lake Pleasant.\n   26    Notwithstanding the foregoing provisions and  subject  to  legislative\n   27  approval  prior to actual transfer of title, the state may convey to the\n   28  town of Keene, Essex county, for public use as a cemetery owned by  such\n   29  town,  approximately  twelve  acres  of forest preserve land within such\n   30  town and, in exchange therefor, the town of Keene shall  convey  to  the\n   31  state  for  incorporation  into  the  forest  preserve approximately one\n   32  hundred forty-four acres of land, together with an  easement  over  land\n   33  owned  by  such  town  including the riverbed adjacent to the land to be\n   34  conveyed to the state that will restrict  further  development  of  such\n   35  land, on condition that the legislature shall determine that the proper-\n   36  ty to be received by the state is at least equal in value to the land to\n   37  be conveyed by the state.\n   38    Notwithstanding  the  foregoing  provisions and subject to legislative\n   39  approval prior to actual transfer of title, because there is  no  viable\n   40  alternative  to  using  forest preserve lands for the siting of drinking\n   41  water wells and necessary  appurtenances  and  because  such  wells  are\n   42  necessary to meet drinking water quality standards, the state may convey\n   43  to  the  town of Long Lake, Hamilton county, one acre of forest preserve\n   44  land within such town for public use as the site of such drinking  water\n   45  wells and necessary appurtenances for the municipal water supply for the\n   46  hamlet  of  Raquette  Lake.  In exchange therefor, the town of Long Lake\n   47  shall convey to the state at least  twelve  acres  of  land  located  in\n   48  Hamilton  county  for  incorporation  into  the forest preserve that the\n   49  legislature shall determine is at least equal in value to the land to be\n   50  conveyed by the state. The Raquette  Lake  surface  reservoir  shall  be\n   51  abandoned as a drinking water supply source.\n   52    Notwithstanding  the  foregoing  provisions and subject to legislative\n   53  approval prior to actual transfer of title,  the  state  may  convey  to\n   54  National  Grid  up to six acres adjoining State Route 56 in St. Lawrence\n   55  County where it passes through Forest Preserve in Township 5, Lots 1, 2,\n   56  5 and 6 that is necessary and appropriate for National Grid to construct\n\n       S. 1499                             4\n\n    1  a new 46kV power line and in  exchange  therefore  National  Grid  shall\n    2  convey  to the state for incorporation into the forest preserve at least\n    3  10 acres of forest land owned by National Grid in St.  Lawrence  county,\n    4  on  condition  that the legislature shall determine that the property to\n    5  be received by the state is at least equal in value to the land conveyed\n    6  by the state.\n    7    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n    8  be referred to the first regular legislative session convening after the\n    9  next  succeeding  general  election  of  members of the assembly and, in\n   10  conformity with  section  1  of  article  19  of  the  constitution,  be\n   11  published for 3 months previous to the time of such election.\n",
  "memo" : "BILL NUMBER:S1499\n\nTITLE OF BILL:\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing an amendment\nto section 1 of article 14 of the constitution, in relation to the\nmanagement and use of the lands of the state forest preserve\n\nPURPOSE:\nDirects the Department of Environmental Conservation or its successor\nagency to establish management areas for newly acquired forest\npreserve lands.\n\nSUMMARY OF PROVISIONS:\nSection 1 Amends section 1 of article 14 of the state constitution to\nallow for the cutting, sale of and contracting for the sale and\nremoval of timber on state lands.\n\nJUSTIFICATION:\nIn 1885 when the Adirondack Forest Preserve was created by the State,\nthe intent was to restore the forest that had been recklessly\nclear-cut causing detrimental effects to major waterways in New York\nincluding the Hudson River and the Erie Canal. By allowing the state\nto sell and/or contract to sell timber removed from the preserve will\nnot only help with forest management, but also create a source\nof revenue for the state that could help fund the management of such\nlands.\n\nLEGISLATIVE HISTORY:\nS.6940 of 2010; Attorney General for opinion\n\nFISCAL IMPLICATIONS:\nThis bill would be revenue generating.\n\nEFFECTIVE DATE:\nResolved if the Assembly concur, that the foregoing amendment be\nreferred to the first regular legislative session convening after the\nnext succeeding general election of members of the Assembly and, in\nconformity with section 1 article 19 of the constitution, be\npublished for 3 months previous to the time of such election\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 1 of article 14 of the constitution, in relation to the management and use of the lands of the state forest preserve ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T110153.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110107.T154416.TXT", "SOBI.D110107.T161918.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932749
}