{
  "year" : 2011,
  "senateBillNo" : "S1491-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1491-2011-1294376400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes state reimbursement to municipal corporations for tax revenue lost and expenses incurred as a result of the reduced assessment of forest land",
  "summary" : "Authorizes a procedure whereby the chief executive officer of a municipal corporation in which there is located privately owned forest lands which are exempt from real property taxes to make application to the state for reimbursement for revenues lost as a result of such exemption. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A427",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S690-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1491\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to the assessment\n         of private forest lands and to provide state assistance  to  municipal\n         corporations relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 480 of the real property  tax  law  is  amended  by\n    2  adding a new subdivision 10 to read as follows:\n    3    10.  (A)  THE  CHIEF  EXECUTIVE  OFFICER OF A MUNICIPAL CORPORATION IN\n    4  WHICH THERE ARE PRIVATELY OWNED  FOREST  LANDS  WHICH  ARE  ASSESSED  IN\n    5  ACCORDANCE  WITH THE PROVISIONS OF SUBDIVISION THREE OF THIS SECTION MAY\n    6  MAKE APPLICATION FOR STATE ASSISTANCE AS PROVIDED IN THIS SUBDIVISION.\n    7    (B) APPLICATION FOR STATE  ASSISTANCE  PURSUANT  TO  THIS  SUBDIVISION\n    8  SHALL  BE MADE ON A FORM PRESCRIBED BY THE STATE BOARD AND SHALL CONTAIN\n    9  SUCH INFORMATION AND DOCUMENTATION AS MAY BE REQUIRED BY THE STATE BOARD\n   10  AND THE STATE BOARD MAY PROMULGATE RULES AND  REGULATIONS  NECESSARY  TO\n   11  THE IMPLEMENTATION OF THIS SUBDIVISION.\n   12    (C) UPON RECEIPT OF THE APPLICATION FOR STATE ASSISTANCE, SUCH PRIVATE\n   13  FOREST LANDS SHALL BE VALUED BY THE STATE BOARD AND THE CUMULATIVE VALUE\n   14  OF ALL SUCH LANDS SHALL BE EQUALIZED BY APPLYING THERETO THE APPROPRIATE\n   15  STATE  EQUALIZATION  RATE  OR  SPECIAL  EQUALIZATION RATE ESTABLISHED IN\n   16  ACCORDANCE WITH THE RULES OF THE STATE BOARD.\n   17    (D) IF THE CUMULATIVE VALUE DETERMINED AND EQUALIZED PURSUANT TO PARA-\n   18  GRAPH (C) OF THIS SUBDIVISION EXCEEDS THE TAXABLE ASSESSED VALUATION  OF\n   19  SUCH  PROPERTY ON THE PRECEDING ASSESSMENT ROLL, AS REQUIRED BY SUBDIVI-\n   20  SION THREE OF THIS SECTION THE STATE BOARD SHALL COMPUTE THE  AMOUNT  OF\n   21  STATE  ASSISTANCE PAYABLE TO OR FOR THE BENEFIT OF EACH MUNICIPAL CORPO-\n   22  RATION BY APPLYING TO THE AMOUNT OF THE EXCESS THE APPROPRIATE TAX  RATE\n   23  OF  THE MUNICIPAL CORPORATION AND SUCH AMOUNT SHALL BE PAID ON AUDIT AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02007-01-1\n\n       S. 1491                             2\n\n    1  WARRANT OF THE COMPTROLLER OUT OF MONEYS APPROPRIATED  BY  THE  LEGISLA-\n    2  TURE.\n    3    S 2. Section 480-a of the real property tax law is amended by adding a\n    4  new subdivision 11 to read as follows:\n    5    11.  (A)  THE  CHIEF  EXECUTIVE  OFFICER OF A MUNICIPAL CORPORATION IN\n    6  WHICH THERE ARE PRIVATELY OWNED  FOREST  LANDS  WHICH  ARE  ASSESSED  IN\n    7  ACCORDANCE  WITH THE PROVISIONS OF THIS SECTION MAY MAKE APPLICATION FOR\n    8  STATE ASSISTANCE AS PROVIDED IN THIS SUBDIVISION.\n    9    (B) APPLICATION FOR STATE  ASSISTANCE  PURSUANT  TO  THIS  SUBDIVISION\n   10  SHALL  BE MADE ON A FORM PRESCRIBED BY THE STATE BOARD AND SHALL CONTAIN\n   11  SUCH INFORMATION AND DOCUMENTATION AS MAY BE REQUIRED BY THE STATE BOARD\n   12  AND THE STATE BOARD MAY PROMULGATE RULES AND  REGULATIONS  NECESSARY  TO\n   13  THE IMPLEMENTATION OF THIS SUBDIVISION.\n   14    (C) UPON RECEIPT OF THE APPLICATION FOR STATE ASSISTANCE, SUCH PRIVATE\n   15  FOREST LANDS SHALL BE VALUED BY THE STATE BOARD AND THE CUMULATIVE VALUE\n   16  OF ALL SUCH LANDS SHALL BE EQUALIZED BY APPLYING THERETO THE APPROPRIATE\n   17  STATE  EQUALIZATION  RATE  OR  SPECIAL  EQUALIZATION RATE ESTABLISHED IN\n   18  ACCORDANCE WITH THE RULES OF THE STATE BOARD.\n   19    (D) IF THE CUMULATIVE VALUE DETERMINED AND EQUALIZED PURSUANT TO PARA-\n   20  GRAPH (C) OF THIS SUBDIVISION EXCEEDS THE TAXABLE ASSESSED VALUATION  OF\n   21  SUCH  PROPERTY  ON  THE  PRECEDING  ASSESSMENT ROLL, AS REQUIRED BY THIS\n   22  SECTION THE STATE BOARD SHALL COMPUTE THE  AMOUNT  OF  STATE  ASSISTANCE\n   23  PAYABLE  TO OR FOR THE BENEFIT OF EACH MUNICIPAL CORPORATION BY APPLYING\n   24  TO THE AMOUNT OF THE EXCESS THE APPROPRIATE TAX RATE  OF  THE  MUNICIPAL\n   25  CORPORATION  AND  SUCH  AMOUNT SHALL BE PAID ON AUDIT AND WARRANT OF THE\n   26  COMPTROLLER OUT OF MONEYS APPROPRIATED BY THE LEGISLATURE.\n   27    S 3. This act shall take effect immediately and shall apply  to  taxes\n   28  levied  upon  assessment  rolls  prepared on the basis of taxable status\n   29  dates occurring on or after January 1, 2013.\n",
  "memo" : "BILL NUMBER:S1491\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to the assessment of\nprivate forest lands and to provide state assistance to municipal\ncorporations relating thereto\n\nPURPOSE:\nThis bill will provide for full state reimbursement to local taxing\njurisdictions for any tax revenue losses brought about by certain\nforest land exemptions.\n\nSUMMARY OF PROVISIONS:\nProvides that the chief executive officer of a municipal corporation\nmay apply for State aid if the cumulative value of forest lands under\nsections 480 and 480-a of the real property tax law is less than its\nfully equalized value were section 480 and 480-a not applicable.\n\nEXISTING LAW:\nSections 480 and 480-a of the real property tax law provide for a\nsignificant reduction in the amount of taxes paid on forested lands.\nThe law does not, however, provide for full state reimbursement to\nlocal taxing jurisdictions as a result of forest land tax exemptions.\n\nJUSTIFICATION:\nSections 480 and 480-a of the real property tax law grant exemptions\nto certain forest land which decreases the tax base of many towns and\ncounties in southern New York State, Since the presence of forest\nlands benefit the state as a whole, it is only fair and equitable\nthat any losses of real property revenues incurred by the local\ntaxing jurisdiction, be reimbursed by the state as a whole.\n\nLEGISLATIVE HISTORY:\n2009/10: S.690 Referred to Local government\n2007/08: S.1056-B Local Government\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to taxes levied\nupon assessment rolls prepared on the basis of taxable status\noccurring on or after January 2013.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the assessment of private forest lands and to provide state assistance to municipal corporations relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110111.T104651.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932736
}