{
  "year" : 2011,
  "senateBillNo" : "S1498-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1498-2011-1294376400000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits candidates for public office to be voted upon in an election district from being a poll watcher in such district",
  "summary" : "Prohibits candidates for public office to be voted upon in an election district from being a poll watcher in such district; also prohibits the spouse, parent or child of such candidate from so serving. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S295-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1498\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to qualifications for poll\n         watchers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  8-500 of the election law is amended by adding a\n    2  new subdivision 5 to read as follows:\n    3    5. NO PERSON SHALL BE APPOINTED, CERTIFIED OR ACT AS A WATCHER WHO  IS\n    4  A  CANDIDATE  FOR ANY PUBLIC OFFICE TO BE VOTED FOR BY THE VOTERS OF THE\n    5  ELECTION DISTRICT IN WHICH HE OR SHE IS TO SERVE, OR THE SPOUSE,  PARENT\n    6  OR  CHILD  OF  SUCH  A  CANDIDATE.   PROVIDED, THAT NO PROVISION OF THIS\n    7  SUBDIVISION SHALL BE DEEMED TO PROHIBIT A CANDIDATE FOR  PUBLIC  OFFICE,\n    8  OR  HIS  OR  HER  SPOUSE,  PARENT OR CHILD, FROM BEING PRESENT AT A POLL\n    9  PLACE AFTER THE POLLS HAVE CLOSED FOR THE  PURPOSE  OF  DETERMINING  THE\n   10  ELECTION RESULTS FOR THE ELECTION.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02058-01-1\n",
  "memo" : "BILL NUMBER:S1498\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to qualifications for poll\nwatchers\n\nPURPOSE:\nTo prohibit candidates for election or their spouse, parent or child\nof such candidate from being poll watchers.\n\nSUMMARY OF PROVISIONS:\nSection 1- Amends section 8-500 of the election law by adding a new\nsubdivision 5 to prohibit a person who is a candidate for any public\noffice to be voted on by the voters of the election district in which\nhe or she is to serve, or the spouse, parent or child of such\ncandidate. However, this shall not prohibit a candidate, his or her\nspouse, parent, or child from being present at the close of the polls\nto receive the results of the election.\n\nSection 2- Contains the effective date.\n\nEXISTING LAW:\nSection 3-400 of the Election Law prohibits candidates and members\nof their family from being election inspectors, however, there is no\nsuch prohibition under section 8-500 for poll watchers.\n\nJUSTIFICATION:\nThe Election Law specifically prohibits a candidate for public office\nfrom electioneering within 100 feet of a polling site. In addition,\ncandidates, their spouses, children or parents are also prohibited\nfrom serving as election inspectors. However, the law governing poll\nwatchers does not expressly forbid candidates and their family\nmembers from being poll watchers.\n\nIn order to address this ambiguity and to prevent an appearance of\nvoter intimidation or electioneering, the law should be changed to\nprohibit candidates and members of their family from serving as poll\nwatchers.\n\nLEGISLATIVE HISTORY:\n2010: S.295, Reported and Committed to Codes; A.7539, Galef,\nElection Law\n2008: S.6921, Third Reading; A.6921, Galef, Election Law Committee\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to qualifications for poll watchers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110107.T154416.TXT", "SOBI.D110107.T161918.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932747
}