{
  "year" : 2011,
  "senateBillNo" : "S1490-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1490-2011-1294376400000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all employers to provide paid sick leave to employees",
  "summary" : "Requires all employers to provide paid sick leave to employees. ",
  "currentCommittee" : "LABOR",
  "sameAs" : "A4024",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S2666-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1490\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, HASSELL-THOMPSON -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to enacting  the  \"paid  sick\n         leave act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a  new  article  5-A  to\n    2  read as follows:\n    3                                  ARTICLE 5-A\n    4                               PAID SICK LEAVE\n    5  SECTION 171. SHORT TITLE.\n    6          172. DEFINITIONS.\n    7          173. ACCRUAL OF PAID SICK LEAVE.\n    8          174. USE OF PAID SICK LEAVE.\n    9          175. NOTICE AND POSTING.\n   10          176. EMPLOYER RECORDS.\n   11          177. EXERCISE OF RIGHTS PROTECTED; RETALIATION PROHIBITED.\n   12          178. ENFORCEMENT.\n   13          179. WAIVER BY COLLECTIVE BARGAINING.\n   14          180. MINIMUM REQUIREMENTS.\n   15          181. SEVERABILITY.\n   16    S  171.  SHORT  TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   17  THE \"PAID SICK LEAVE ACT\".\n   18    S 172. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   19    1. \"EMPLOYEE\" MEANS ANY INDIVIDUAL WHO PERFORMS SERVICES FOR AND UNDER\n   20  THE CONTROL AND DIRECTION OF AN EMPLOYER FOR WAGES  OR  OTHER  REMUNERA-\n   21  TION.\n   22    2. \"EMPLOYER\" MEANS ANY PERSON, FIRM, PARTNERSHIP, INSTITUTION, LIMIT-\n   23  ED  LIABILITY  COMPANY,  CORPORATION  OR ASSOCIATION THAT EMPLOYS ONE OR\n   24  MORE EMPLOYEES; AND THE STATE, ANY POLITICAL  SUBDIVISION  THEREOF,  ANY\n   25  DEPARTMENT,  BOARD,  BUREAU,  DIVISION,  COMMISSION,  COMMITTEE,  PUBLIC\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02163-01-1\n\n       S. 1490                             2\n\n    1  AUTHORITY, PUBLIC CORPORATION, COUNCIL,  OFFICE  OR  OTHER  GOVERNMENTAL\n    2  ENTITY  PERFORMING  A GOVERNMENTAL OR PROPRIETARY FUNCTION FOR THE STATE\n    3  OR ANY POLITICAL SUBDIVISION THEREOF.\n    4    3. \"PAID SICK LEAVE\" MEANS THE PAYMENT OF THE FULL WAGES OF AN EMPLOY-\n    5  EE  DURING ANY PERIOD OF SUCH EMPLOYEE'S ABSENCE FROM HIS OR HER EMPLOY-\n    6  MENT BECAUSE OF ILLNESS, INJURY, MEDICAL  CONDITION,  NEED  FOR  MEDICAL\n    7  DIAGNOSIS  OR  TREATMENT  FOR  HIMSELF,  HERSELF,  OR  HIS OR HER CHILD,\n    8  SPOUSE, PARENT, GRANDPARENT, GRANDCHILD, SIBLING, OR AUNT OR UNCLE.\n    9    4. \"SMALL BUSINESS\" MEANS AN EMPLOYER WITH  LESS  THAN  TEN  EMPLOYEES\n   10  DURING ANY WEEK.\n   11    S  173.  ACCRUAL  OF  PAID SICK LEAVE. 1. FOR EMPLOYEES EMPLOYED BY AN\n   12  EMPLOYER IMMEDIATELY PRIOR TO THE EFFECTIVE DATE OF THIS  ARTICLE,  PAID\n   13  SICK  LEAVE  WITH SUCH EMPLOYER SHALL BEGIN TO ACCRUE UPON THE EFFECTIVE\n   14  DATE OF THIS ARTICLE. FOR EMPLOYEES  WHO  COMMENCE  EMPLOYMENT  WITH  AN\n   15  EMPLOYER  AFTER THE EFFECTIVE DATE OF THIS ARTICLE, PAID SICK LEAVE WITH\n   16  SUCH EMPLOYER SHALL BEGIN TO ACCRUE  ON  THE  NINETIETH  DAY  AFTER  THE\n   17  COMMENCEMENT OF SUCH EMPLOYMENT.\n   18    2.  PAID  SICK  LEAVE SHALL ACCRUE AT A RATE OF ONE HOUR OF SUCH LEAVE\n   19  FOR EVERY TWENTY HOURS WORKED BY THE EMPLOYEE FOR HIS OR  HER  EMPLOYER.\n   20  PAID SICK LEAVE SHALL ACCRUE IN WHOLE HOUR INCREMENTS.\n   21    3.  NO  EMPLOYEE  SHALL  ACCRUE,  AT ANY ONE PERIOD OF TIME, MORE THAN\n   22  EIGHTY HOURS OF PAID SICK LEAVE; PROVIDED, HOWEVER, THAT THE EMPLOYEE OF\n   23  A SMALL BUSINESS SHALL NOT ACCRUE MORE THAN FORTY  HOURS  OF  PAID  SICK\n   24  LEAVE.\n   25    4.  ANY EMPLOYER WHICH PROVIDES PAID SICK LEAVE THAT EQUALS OR EXCEEDS\n   26  THE REQUIREMENTS OF SUBDIVISIONS ONE, TWO AND  THREE  OF  THIS  SECTION,\n   27  SHALL  NOT BE REQUIRED TO PROVIDE ADDITIONAL PAID SICK LEAVE PURSUANT TO\n   28  THIS SECTION.\n   29    5. NO EMPLOYER  SHALL  BE  REQUIRED  TO  PROVIDE  FINANCIAL  OR  OTHER\n   30  REIMBURSEMENT  FOR UNUSED ACCRUED PAID SICK LEAVE, UPON THE TERMINATION,\n   31  RESIGNATION, RETIREMENT OR  OTHER  SEPARATION  FROM  EMPLOYMENT  OF  ANY\n   32  EMPLOYEE.\n   33    S  174. USE OF PAID SICK LEAVE. 1. AN EMPLOYEE MAY USE PAID SICK LEAVE\n   34  NOT ONLY WHEN HE OR SHE IS ILL OR INJURED, OR FOR  THE  PURPOSE  OF  THE\n   35  EMPLOYEE'S  RECEIVING  MEDICAL CARE, TREATMENT OR DIAGNOSIS; BUT ALSO TO\n   36  AID OR CARE FOR ANY OF THE  FOLLOWING  PERSONS  WHEN  THEY  ARE  ILL  OR\n   37  INJURED,  OR  RECEIVING  MEDICAL  CARE, TREATMENT OR DIAGNOSIS: A CHILD;\n   38  PARENT;  LEGAL  GUARDIAN  OR  WARD;  SIBLING;  GRANDPARENT;  GRANDCHILD;\n   39  SPOUSE; OR DESIGNATED PERSON. THE EMPLOYEE MAY USE ALL OR ANY PERCENTAGE\n   40  OF  HIS  OR  HER  PAID  SICK LEAVE TO AID OR CARE FOR THE AFOREMENTIONED\n   41  PERSONS. THE AFOREMENTIONED CHILD,  PARENT,  SIBLING,  GRANDPARENT,  AND\n   42  GRANDCHILD  RELATIONSHIPS  INCLUDE NOT ONLY BIOLOGICAL RELATIONSHIPS BUT\n   43  ALSO RELATIONSHIPS  RESULTING  FROM  ADOPTION,  STEP-RELATIONSHIPS,  AND\n   44  FOSTER  CARE RELATIONSHIPS. \"CHILD\" INCLUDES A CHILD OF A DOMESTIC PART-\n   45  NER AND A CHILD OF A PERSON STANDING IN LOCO PARENTIS.\n   46    IF THE EMPLOYEE HAS NO SPOUSE, THE EMPLOYEE MAY DESIGNATE  ONE  PERSON\n   47  AS  TO  WHOM THE EMPLOYEE MAY USE PAID SICK LEAVE TO AID OR CARE FOR THE\n   48  PERSON. THE OPPORTUNITY TO MAKE SUCH A DESIGNATION SHALL BE EXTENDED  TO\n   49  THE  EMPLOYEE  NO  LATER  THAN THE DATE ON WHICH THE EMPLOYEE HAS WORKED\n   50  THIRTY HOURS AFTER PAID SICK LEAVE BEGINS TO ACCRUE.  THERE SHALL  BE  A\n   51  PERIOD OF TEN WORK DAYS FOR THE EMPLOYEE TO MAKE THIS DESIGNATION. THER-\n   52  EAFTER, THE OPPORTUNITY TO MAKE SUCH A DESIGNATION, INCLUDING THE OPPOR-\n   53  TUNITY  TO  CHANGE SUCH A DESIGNATION PREVIOUSLY MADE, SHALL BE EXTENDED\n   54  TO THE EMPLOYEE ON AN ANNUAL BASIS, WITH A PERIOD OF TEN WORK  DAYS  FOR\n   55  THE EMPLOYEE TO MAKE SUCH DESIGNATION.\n\n       S. 1490                             3\n\n    1    2.  AN EMPLOYER SHALL NOT REQUIRE, AS A CONDITION OF AN EMPLOYEE'S USE\n    2  OF PAID SICK LEAVE, THAT THE EMPLOYEE SEARCH FOR OR FIND  A  REPLACEMENT\n    3  WORKER  TO WORK THE PERIOD DURING WHICH SUCH EMPLOYEE IS USING PAID SICK\n    4  LEAVE.\n    5    3.  AN  EMPLOYER  MAY REQUIRE EMPLOYEES TO PROVIDE, WHENEVER POSSIBLE,\n    6  REASONABLE NOTIFICATION OF AN ABSENCE FROM  WORK  FOR  WHICH  PAID  SICK\n    7  LEAVE  IS  OR  WILL BE USED.  THE PERIOD OF SUCH REASONABLE NOTIFICATION\n    8  SHALL NOT BE MORE THAN TWENTY-FOUR HOURS PRIOR TO ANY SUCH ABSENCE.\n    9    4. AN EMPLOYER MAY ONLY TAKE REASONABLE MEASURES TO VERIFY OR DOCUMENT\n   10  THAT AN EMPLOYEE'S USE OF PAID SICK LEAVE IS LAWFUL.\n   11    S 175. NOTICE AND POSTING. 1. THE DEPARTMENT SHALL ESTABLISH,  PUBLISH\n   12  AND  MAKE  AVAILABLE  TO  ALL EMPLOYERS, IN ALL LANGUAGES SPOKEN BY FIVE\n   13  PERCENT OR MORE OF THE STATE'S WORKFORCE, A NOTICE SUITABLE FOR  POSTING\n   14  BY EMPLOYERS IN THE WORKPLACE INFORMING EMPLOYEES OF THEIR RIGHTS PURSU-\n   15  ANT  TO THIS ARTICLE. THE DEPARTMENT SHALL, ON OR BEFORE DECEMBER FIRST,\n   16  UPDATE SUCH NOTICE IN ANY YEAR  IN  WHICH  THERE  IS  A  CHANGE  IN  THE\n   17  LANGUAGES SPOKEN BY FIVE PERCENT OR MORE OF THE STATE'S WORKFORCE.\n   18    2.  EVERY  EMPLOYER  SHALL  CONSPICUOUSLY POST IN THE WORKPLACE OR JOB\n   19  SITE THE NOTICE ESTABLISHED PURSUANT TO SUBDIVISION ONE OF THIS SECTION.\n   20    S 176. EMPLOYER RECORDS. EVERY EMPLOYER SHALL, FOR A  PERIOD  OF  FOUR\n   21  YEARS,  MAINTAIN  RECORDS FOR EACH EMPLOYEE DOCUMENTING THE HOURS WORKED\n   22  AND THE PAID SICK LEAVE USED. THE DEPARTMENT SHALL HAVE ACCESS  TO  SUCH\n   23  RECORDS DURING THE NORMAL BUSINESS HOURS OF EACH EMPLOYER. WHEN THERE IS\n   24  AN  ISSUE  RELATING  TO AN EMPLOYEE'S ACCRUAL AND USE OF PAID SICK LEAVE\n   25  THERE SHALL BE, ABSENT CLEAR AND CONVINCING EVIDENCE TO THE CONTRARY,  A\n   26  PRESUMPTION  THAT  THE EMPLOYER VIOLATED THE PROVISIONS OF THIS ARTICLE,\n   27  IF THE EMPLOYER FAILS TO MAINTAIN THE RECORDS REQUIRED BY  THIS  SECTION\n   28  OR FAILS TO PROVIDE ACCESS THERETO TO THE DEPARTMENT.\n   29    S  177.  EXERCISE  OF  RIGHTS PROTECTED; RETALIATION PROHIBITED. 1. IT\n   30  SHALL BE UNLAWFUL FOR ANY EMPLOYER OR  ANY  OTHER  PERSON  TO  INTERFERE\n   31  WITH,  RESTRAIN,  OR  DENY THE ACCRUAL OR USE OF OR THE ATTEMPTED USE OF\n   32  ANY PAID SICK LEAVE REQUIRED BY THIS ARTICLE.\n   33    2. NO EMPLOYER OR  ANY  OTHER  PERSON  SHALL  DISCHARGE,  THREATEN  TO\n   34  DISCHARGE,  DEMOTE, SUSPEND, OR IN ANY OTHER MANNER DISCRIMINATE OR TAKE\n   35  ADVERSE ACTION AGAINST ANY EMPLOYEE IN RETALIATION  FOR  EXERCISING  ANY\n   36  RIGHT  GRANTED  BY  THIS  ARTICLE. SUCH RIGHTS SHALL INCLUDE, BUT NOT BE\n   37  LIMITED TO, THE USE OF PAID SICK LEAVE, THE FILING  OF  A  COMPLAINT  OR\n   38  INFORMING  ANY  PERSON  ABOUT ANY VIOLATION OF THIS ARTICLE, THE COOPER-\n   39  ATION WITH THE DEPARTMENT IN THE INVESTIGATION OF ANY ALLEGED  VIOLATION\n   40  OF  THIS  ARTICLE,  AND THE INFORMING OF ANY PERSON OF HIS OR HER RIGHTS\n   41  PURSUANT TO THIS ARTICLE.\n   42    3. NO EMPLOYER SHALL CONSIDER OR USE PAID SICK LEAVE TAKEN PURSUANT TO\n   43  THIS ARTICLE AS AN ABSENCE THAT MAY LEAD TO OR RESULT IN THE  DISCIPLINE\n   44  OF,  THE  DISCHARGE  OF, THE DEMOTION OF, THE SUSPENSION OF OR ANY OTHER\n   45  ACTION AGAINST ANY EMPLOYEE.\n   46    4. THE PROVISIONS OF THIS SECTION SHALL APPLY TO ANY  PERSON  WHO,  IN\n   47  GOOD FAITH, ALLEGES A VIOLATION OF THIS ARTICLE.\n   48    5.  THE TAKING OF ANY ADVERSE ACTION AGAINST AN EMPLOYEE WITHIN NINETY\n   49  DAYS OF ANY PERSON FILING A COMPLAINT WITH THE  DEPARTMENT  OR  A  COURT\n   50  ALLEGING  A  VIOLATION  OF THE PROVISIONS OF THIS ARTICLE, INFORMING ANY\n   51  OTHER PERSON RELATING TO AN ALLEGED VIOLATION  OF  THIS  ARTICLE  BY  AN\n   52  EMPLOYER,  COOPERATING  WITH  THE  DEPARTMENT OR ANY OTHER PERSON IN THE\n   53  INVESTIGATION OR PROSECUTION OF ANY ALLEGED VIOLATION OF THIS ARTICLE OR\n   54  INFORMING ANY PERSON OF THE PROVISIONS OF THIS ARTICLE, SHALL  ESTABLISH\n   55  A  REBUTTABLE  PRESUMPTION THAT SUCH ADVERSE ACTION WAS TAKEN IN RETALI-\n   56  ATION FOR EXERCISING THE RIGHTS GRANTED PURSUANT TO THIS ARTICLE.\n\n       S. 1490                             4\n\n    1    S 178. ENFORCEMENT. 1. THE DEPARTMENT IS  CHARGED  WITH  THE  DUTY  TO\n    2  ENFORCE THE PROVISIONS OF THIS ARTICLE. FURTHERMORE, THE COMMISSIONER IS\n    3  AUTHORIZED  AND  DIRECTED TO PROMULGATE ANY RULES AND REGULATIONS NECES-\n    4  SARY TO IMPLEMENT THE PROVISIONS OF THIS ARTICLE.\n    5    2.  FOR  ANY  VIOLATION  OF  THIS  ARTICLE THE DEPARTMENT MAY ORDER AN\n    6  EMPLOYER TO GRANT REINSTATEMENT, BACK PAY, THE PAYMENT FOR ANY PAID SICK\n    7  LEAVE WITHHELD AND/OR THE PAYMENT OF A PENALTY TO THE AFFECTED EMPLOYEE.\n    8  FURTHERMORE, THE DEPARTMENT  SHALL  IMPOSE  A  CIVIL  PENALTY,  FOR  ANY\n    9  VIOLATION  OF  THIS  ARTICLE,  EQUAL TO TRIPLE THE MONETARY VALUE OF THE\n   10  PAID SICK LEAVE DENIED OR TWO HUNDRED DOLLARS, WHICHEVER SHALL BE GREAT-\n   11  ER.\n   12    S 179. WAIVER BY COLLECTIVE BARGAINING. ALL  OR  ANY  PORTION  OF  THE\n   13  PROVISIONS  OF  THIS  ARTICLE MAY BE WAIVED WITH REGARD TO ANY EMPLOYEES\n   14  AND EMPLOYERS WHO ARE SUBJECT  TO  A  BONA  FIDE  COLLECTIVE  BARGAINING\n   15  AGREEMENT  TO  THE  EXTENT  THAT SUCH PROVISIONS ARE EXPRESSLY WAIVED IN\n   16  SUCH AGREEMENT IN CLEAR AND UNAMBIGUOUS TERMS.\n   17    S 180. MINIMUM REQUIREMENTS. THE  PROVISIONS  OF  THIS  ARTICLE  SHALL\n   18  CONSTITUTE  THE MINIMUM REQUIREMENTS OF THE PROVISION OF PAID SICK LEAVE\n   19  TO EMPLOYEES. NO PROVISION OF THIS ARTICLE SHALL BE DEEMED  TO  PROHIBIT\n   20  ANY  EMPLOYER  FROM GRANTING GREATER PAID SICK LEAVE BENEFITS THAN THOSE\n   21  REQUIRED BY THIS ARTICLE.\n   22    S 181. SEVERABILITY. IF ANY CLAUSE, SENTENCE,  PARAGRAPH,  SECTION  OR\n   23  PART  OF THIS ARTICLE SHALL BE ADJUDGED BY ANY COURT OF COMPETENT JURIS-\n   24  DICTION TO BE INVALID AND  AFTER  EXHAUSTION  OF  ALL  FURTHER  JUDICIAL\n   25  REVIEW, THE JUDGEMENT SHALL NOT AFFECT, IMPAIR OR INVALIDATE THE REMAIN-\n   26  DER  THEREOF,  BUT  SHALL  BE  CONFINED IN THIS OPERATION TO THE CLAUSE,\n   27  SENTENCE, PARAGRAPH, SECTION OR PART OF THIS ACT  DIRECTLY  INVOLVED  IN\n   28  THE CONTROVERSY IN WHICH THE JUDGEMENT SHALL HAVE BEEN RENDERED.\n   29    S  2. This act shall take effect on the first of January next succeed-\n   30  ing the date on which it shall have become  a  law;  provided,  however,\n   31  that,  effective  immediately,  any  rules  and regulations necessary to\n   32  implement the provisions of this act on its effective date  are  author-\n   33  ized and directed to be completed on or before such date.\n",
  "memo" : "BILL NUMBER:S1490\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to enacting the \"paid sick leave\nact\"\n\nPURPOSE OR GENERAL IDEA OF BILL:\nIf enacted, this legislation would require all employers to provide\npaid sick leave to employees. Paid sick leave shall accrue at the\nrate of one hour for every twenty hours worked by an employee.\nEmployees may accrue up to eighty hours of paid sick leave and up to\nforty hours of paid sick leave for employees of a small business. In\nthe event of illness or injury, an employee may use paid sick leave\nto care for himself or herself, a child, parent, legal guardian or\nward, sibling, grandparent, grandchild, spouse, or other designated\nperson. Employers shall not seek retribution against employees who\nuse paid sick leave, and the department has the power to order that\nreinstatement, back pay and/or the payment for any paid sick leave be\ngranted by employers who do seek retribution.\n\nJUSTIFICATION:\nIn New York State, a large number of employees do not have paid sick\nleave available to them. The problem is most prevalent among\npart-time employees working in many different sectors of the state\neconomy. The problem is greatest among employees toward the lower end\nof the economic spectrum, although it is by no means limited to such\nemployees. This legislation would allow employees to take paid time\noff in the event of illness or injury to care for themselves or\nothers, without fear of retribution from their employer.\n\nPRIOR LEGISLATIVE HISTORY:\n2010:  S.2666   Referred to Labor\n       A.3647   Referred to Labor\n2008:  A.11436  Referred to Codes\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding the\ndate on which it shall have become a law; provided, however, that,\neffective immediately, any rules and regulations necessary to\nimplement the provisions of this act on its effective date are\nauthorized and directed to be completed on or before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to enacting the \"paid sick leave act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110201.T132355.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110107.T161417.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296584635197
}