{
  "year" : 2011,
  "senateBillNo" : "S1492-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1492-2011-1294376400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the town board of any town, which does not have a fire district, to establish and operate a town fire department",
  "summary" : "Authorizes the town board of any town, which does not have a fire district, to establish and operate a town fire department. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Town Law",
  "previousVersions" : [ "S271-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1492\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the town law, in  relation  to  authorizing  a  town  to\n         establish and operate a town fire department\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The town law is amended by adding a  new  article  10-A  to\n    2  read as follows:\n\n    3                                ARTICLE 10-A\n    4                               FIRE DEPARTMENT\n\n    5  SECTION 160. ESTABLISHMENT OF TOWN FIRE DEPARTMENT.\n    6          161. POWERS OF TOWN BOARD.\n    7          162. RULES AND REGULATIONS.\n    8          163. ORGANIZATION OF COMPANIES.\n    9          164. VOLUNTEER MEMBERS OF TOWN FIRE COMPANIES.\n   10          165. INCORPORATION OF FIRE DEPARTMENT.\n   11          166. ELECTION OF COMPANY OFFICERS AND DELEGATES.\n   12          167. CHIEF AND ASSISTANT CHIEFS.\n   13    S  160.  ESTABLISHMENT  OF  TOWN  FIRE DEPARTMENT. NOTWITHSTANDING THE\n   14  PROVISIONS OF ARTICLE ELEVEN OF THIS CHAPTER OR ANY OTHER  PROVISION  OF\n   15  LAW  TO  THE CONTRARY, THE TOWN BOARD OF ANY TOWN, WHICH DOES NOT HAVE A\n   16  FIRE DISTRICT, MAY ESTABLISH AND OPERATE A TOWN FIRE DEPARTMENT.\n   17    S 161. POWERS OF TOWN BOARD. THE TOWN BOARD OF A TOWN:\n   18    1. HAS THE CARE, CUSTODY AND CONTROL OF ALL TOWN PROPERTY OF THE  FIRE\n   19  DEPARTMENT.\n   20    2. MAY PURCHASE SUCH EQUIPMENT AS IS SUITABLE AND NECESSARY TO PREVENT\n   21  AND  EXTINGUISH  FIRES WITHIN THE TOWN, OR FOR THE PURPOSES OF ANY EMER-\n   22  GENCY AND FIRST AID SQUAD ORGANIZED  WITHIN  THE  FIRE  DEPARTMENT,  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02061-01-1\n\n       S. 1492                             2\n\n    1  UNIFORMS FOR ALL ACTIVE MEMBERS OF THE FIRE DEPARTMENT AND KEEP THE SAME\n    2  IN GOOD CONDITION AND REPAIR.\n    3    3.  MAY  ERECT  AND  MAINTAIN SUITABLE AND NECESSARY BUILDINGS FOR THE\n    4  FIRE DEPARTMENT.\n    5    4. MAY CONSTRUCT AND MAINTAIN RESERVOIRS AND CISTERNS AND SUPPLY  THEM\n    6  WITH WATER FOR USE AT FIRES.\n    7    5.  MAY  ADOPT RULES FOR THE ADMISSION, SUSPENSION, REMOVAL AND DISCI-\n    8  PLINE OF THE MEMBERS, OFFICERS AND EMPLOYEES OF THE FIRE DEPARTMENT, MAY\n    9  PRESCRIBE THEIR POWERS AND DUTIES, AND FIX THEIR COMPENSATION NOT INCON-\n   10  SISTENT WITH THIS ARTICLE.\n   11    6. MAY ADOPT RULES AND REGULATIONS GOVERNING FIRE COMPANIES  AND  FIRE\n   12  DEPARTMENTS,  PRESCRIBING  THE  DUTIES  OF  THE MEMBERS THEREOF, AND MAY\n   13  ENFORCE DISCIPLINE AND PROVIDE FOR  PUBLIC  DRILLS,  PARADES,  FUNERALS,\n   14  INSPECTIONS  AND  REVIEWS OF THE TOWN FIRE DEPARTMENT, OR ANY COMPANY OR\n   15  UNIT THEREOF, WITHIN THE TOWN OR AT OTHER PLACES WITHIN THE  STATE,  ANY\n   16  ADJOINING  STATE  OR  IN  CANADA.  SUCH  RULES AND REGULATIONS SHALL NOT\n   17  AUTHORIZE ANY MEMBER OF THE TOWN BOARD TO INTERFERE WITH THE  DUTIES  OF\n   18  THE  FIRE  CHIEF  OR  THE ASSISTANT FIRE CHIEF AT SUCH TIMES AS THE FIRE\n   19  DEPARTMENT OR ANY COMPANY OR SQUAD THEREOF IS ON DUTY.\n   20    7. MAY APPOINT PERSONS OTHER THAN MEMBERS OR OFFICERS OF  THE  DEPART-\n   21  MENT TO TAKE CHARGE OF TOWN PROPERTY, AND MAY FIX THEIR COMPENSATION.\n   22    8.  MAY  EMPLOY DUTY OR \"CALL MEN\", TO SERVE ON A PART-TIME BASIS WHEN\n   23  NECESSARY, AND FIX THEIR DUTIES AND COMPENSATION.  SUCH  PART-TIME  PAID\n   24  FIREFIGHTER  IN  THE EVENT OF INJURY SHALL BE ENTITLED TO THE APPLICABLE\n   25  BENEFITS PROVIDED FOR SUCH PART-TIME PAID FIREFIGHTER UNDER SECTION  TWO\n   26  HUNDRED  SEVEN-A OF THE GENERAL MUNICIPAL LAW AND IN THE EVENT OF INJURY\n   27  OR DEATH SHALL BE ENTITLED TO THE APPLICABLE BENEFITS, IF ANY,  PROVIDED\n   28  FOR  SUCH  PART-TIME  PAID  FIREFIGHTER  UNDER THE RETIREMENT AND SOCIAL\n   29  SECURITY LAW AND THE WORKERS' COMPENSATION LAW. PERSONS WHO  ARE  VOLUN-\n   30  TEER  MEMBERS  OF  THE  TOWN  FIRE  DEPARTMENT  MAY  BE EMPLOYED AS SUCH\n   31  PART-TIME PAID FIREFIGHTER, BUT IN THE EVENT OF INJURY,  DEATH,  DISEASE\n   32  OR  INFECTION, RESULTING FROM SERVICES PERFORMED IN LINE OF DUTY AS SUCH\n   33  PART-TIME PAID FIREFIGHTER THEY SHALL NOT BE  ENTITLED  TO  ANY  OF  THE\n   34  BENEFITS  PROVIDED  FOR VOLUNTEER FIREFIGHTERS UNDER THE VOLUNTEER FIRE-\n   35  FIGHTERS' BENEFIT LAW, OR UNDER ANY POLICY OF BLANKET ACCIDENT INSURANCE\n   36  PURCHASED BY THE TOWN OR PURCHASED BY THE FIRE DEPARTMENT TO COVER  ONLY\n   37  VOLUNTEER MEMBERS OF SUCH DEPARTMENT.\n   38    9.  MAY  INQUIRE  INTO  THE CAUSE AND ORIGIN OF FIRES OCCURRING IN THE\n   39  TOWN AND MAY TAKE TESTIMONY IN RELATION THERETO.\n   40    10. NOTWITHSTANDING ANY OTHER PROVISIONS OF LAW  TO  THE  CONTRARY,  A\n   41  TOWN MAY INCLUDE AS PART OF ITS BUDGET AN APPROPRIATION TO FUND AN ANNU-\n   42  AL  FIREFIGHTERS'  INSPECTION-DINNER  FOR  EACH  FIRE COMPANY WITHIN THE\n   43  TOWN.\n   44    S 162. RULES AND REGULATIONS. THE TOWN BOARD MAY ADOPT RULES AND REGU-\n   45  LATIONS FOR THE FOLLOWING PURPOSES:\n   46    1. TO PROTECT AND PRESERVE THE TOWN PROPERTY AND APPARATUS OF THE FIRE\n   47  DEPARTMENT.\n   48    2. TO PREVENT DANGER FROM FIRES AND TO  PROTECT  PROPERTY  EXPOSED  TO\n   49  DESTRUCTION OR INJURY BY FIRE.\n   50    3.  TO  PROVIDE FOR PULLING DOWN, BLOWING UP AND THE REMOVAL OF BUILD-\n   51  INGS AND PROPERTY TO ARREST THE PROGRESS  OF  FIRES  OR  EXTINGUISH  THE\n   52  SAME.\n   53    4.  TO  PROVIDE FOR THE INSTALLATION OF YARD HYDRANT SYSTEMS CONNECTED\n   54  WITH THE PUBLIC WATER SUPPLY SYSTEM IN ACCESSIBLE LOCATIONS  ON  PRIVATE\n   55  PROPERTY  FOR  THE  PROTECTION  OF MULTIPLE RESIDENCES ENUMERATED IN THE\n\n       S. 1492                             3\n\n    1  MULTIPLE RESIDENCE LAW WHERE THE POSSIBILITY OF A SERIOUS FIRE HAZARD IS\n    2  DETERMINED BY THE BOARD TO EXIST.\n    3    S  163.  ORGANIZATION  OF  COMPANIES.  THE TOWN BOARD MAY ORGANIZE AND\n    4  MAINTAIN FIRE, HOSE, PROTECTIVE AND HOOK AND LADDER COMPANIES,  WHENEVER\n    5  IN  ITS  JUDGMENT  THE  PUBLIC INTERESTS REQUIRE. THE TOWN BOARD MAY, BY\n    6  RESOLUTION, CONSENT TO THE INCORPORATION OF  ANY  OF  THE  COMPANIES  SO\n    7  ORGANIZED  BY  THEM,  OR  MAY, BY LIKE APPROVAL, CONSENT TO THE INCORPO-\n    8  RATION OR THE ORGANIZATION WITHOUT INCORPORATION OF  AS  MANY  COMPANIES\n    9  VOLUNTARILY ORGANIZED IN SUCH TOWN AS MAY BE DEEMED NECESSARY.\n   10    S  164.  VOLUNTEER  MEMBERS  OF  TOWN FIRE COMPANIES. 1. THE VOLUNTEER\n   11  MEMBERS OF A FIRE COMPANY SHALL BE ELECTED AND APPOINTED AS PROVIDED  IN\n   12  THIS SECTION.\n   13    2. THE TOWN BOARD SHALL APPOINT RESIDENTS OF THE TOWN AS THE VOLUNTEER\n   14  MEMBERS  OF  ANY  NEWLY  ORGANIZED  FIRE COMPANY.   THEREAFTER, THE FIRE\n   15  COMPANY MAY ELECT OTHER ELIGIBLE PERSONS, INCLUDING  TOWN  OFFICERS,  AS\n   16  VOLUNTEER  MEMBERS.  THE  ELECTION  SHALL BE PURSUANT TO THE BY-LAWS, IF\n   17  ANY, OF THE FIRE COMPANY; OTHERWISE, BY  A  THREE-FOURTHS  VOTE  OF  THE\n   18  MEMBERS  OF  THE FIRE COMPANY PRESENT AND VOTING AT A REGULAR OR SPECIAL\n   19  MEETING THEREOF. THE MEMBERSHIP OF ANY PERSON SO  ELECTED  SHALL  BECOME\n   20  EFFECTIVE  WHEN  APPROVED  BY  RESOLUTION OF THE TOWN BOARD.  MEMBERSHIP\n   21  SHALL BE DEEMED TO HAVE BEEN APPROVED PURSUANT TO  THIS  SUBDIVISION  IN\n   22  THE EVENT THAT NO ACTION IS TAKEN BY THE TOWN BOARD, EITHER APPROVING OR\n   23  DISAPPROVING,  WITHIN  FORTY  DAYS  AFTER  SERVICE  OF WRITTEN NOTICE OF\n   24  ELECTION TO MEMBERSHIP SHALL HAVE BEEN MADE BY THE SECRETARY OF THE FIRE\n   25  COMPANY UPON THE TOWN CLERK, EITHER PERSONALLY OR BY MAIL.\n   26    3. ANY PERSON ELECTED TO MEMBERSHIP AS A VOLUNTEER MEMBER  AS  A  FIRE\n   27  COMPANY SHALL BE A RESIDENT OF THE TOWN, EXCEPT AS OTHERWISE PROVIDED IN\n   28  SUBDIVISION SIX OF THIS SECTION.\n   29    4. THE MEMBERSHIP OF A VOLUNTEER MEMBER OF A FIRE COMPANY SHALL TERMI-\n   30  NATE  WHEN  HE  OR  SHE  CEASES  TO BE A RESIDENT OF THE TOWN, EXCEPT AS\n   31  OTHERWISE PROVIDED IN SUBDIVISION FIVE OF THIS SECTION.\n   32    5. ANY FIRE COMPANY MAY AUTHORIZE  THE  CONTINUED  MEMBERSHIP  OF  ANY\n   33  VOLUNTEER  MEMBER WHERE SUCH MEMBER NOTIFIES THE SECRETARY OF HIS OR HER\n   34  FIRE COMPANY (A) THAT HE OR SHE PLANS TO CHANGE HIS OR HER RESIDENCE  TO\n   35  TERRITORY  WHICH IS NOT IN THE TOWN, OR ANY FIRE COMPANY THEREOF, PURSU-\n   36  ANT TO A CONTRACT FOR FIRE PROTECTION, AND (B) THAT BY REASON OF HIS  OR\n   37  HER  RESIDENCE  IN THE VICINITY OR HIS OR HER USUAL OCCUPATION HE OR SHE\n   38  WILL BE AVAILABLE TO RENDER ACTIVE SERVICE AS A VOLUNTEER FIREFIGHTER IN\n   39  THE TOWN.  SUCH AUTHORIZATION SHALL BE PURSUANT TO THE BY-LAWS, IF  ANY,\n   40  OF  THE  FIRE  COMPANY  OF  WHICH  HE OR SHE IS A MEMBER, OTHERWISE BY A\n   41  THREE-FOURTHS VOTE OF THE MEMBERS  OF  SUCH  FIRE  COMPANY  PRESENT  AND\n   42  VOTING AT A REGULAR OR SPECIAL MEETING THEREOF. SUCH AUTHORIZATION SHALL\n   43  NOT  BECOME  EFFECTIVE  UNLESS APPROVED BY RESOLUTION OF THE TOWN BOARD.\n   44  SUCH AUTHORIZATION SHALL BE DEEMED TO HAVE  BEEN  APPROVED  PURSUANT  TO\n   45  THIS SUBDIVISION IN THE EVENT THAT NO ACTION IS TAKEN BY THE TOWN BOARD,\n   46  EITHER  APPROVING  OR  DISAPPROVING,  WITHIN FORTY DAYS AFTER SERVICE OF\n   47  WRITTEN NOTICE OF SUCH AUTHORIZATION SHALL HAVE BEEN MADE BY THE  SECRE-\n   48  TARY  OF  THE  FIRE COMPANY UPON THE TOWN CLERK, EITHER PERSONALLY OR BY\n   49  MAIL. ANY MEMBERSHIP CONTINUED PURSUANT TO THE PROVISIONS OF THIS SUBDI-\n   50  VISION SHALL TERMINATE WHEN THE MEMBER CANNOT MEET EITHER  THE  REQUIRE-\n   51  MENTS  OF  THIS SUBDIVISION OR THE RESIDENCE REQUIREMENTS OF SUBDIVISION\n   52  THREE OF THIS SECTION.   IN THE CASE OF A  TOWN  WHICH  ADJOINS  ANOTHER\n   53  STATE, THE TERM \"VICINITY\", AS USED IN THIS SUBDIVISION, INCLUDES TERRI-\n   54  TORY IN THIS STATE AND TERRITORY IN THE ADJOINING STATE.\n   55    6.  A PERSON WHO CANNOT MEET THE RESIDENCE REQUIREMENTS OF SUBDIVISION\n   56  THREE OF THIS SECTION MAY BE ELECTED TO MEMBERSHIP AS A VOLUNTEER MEMBER\n\n       S. 1492                             4\n\n    1  OF ANY FIRE COMPANY OF THE FIRE DEPARTMENT IF BY REASON OF  HIS  OR  HER\n    2  RESIDENCE  IN THE VICINITY OR HIS OR HER USUAL OCCUPATION HE OR SHE WILL\n    3  BE AVAILABLE TO RENDER ACTIVE SERVICE AS A VOLUNTEER FIREFIGHTER IN  THE\n    4  TOWN.    SUCH  ELECTION SHALL BE PURSUANT TO THE BY-LAWS, IF ANY, OF THE\n    5  FIRE COMPANY; OTHERWISE BY A THREE-FOURTHS VOTE OF THE  MEMBERS  OF  THE\n    6  FIRE COMPANY PRESENT AND VOTING AT A REGULAR OR SPECIAL MEETING THEREOF.\n    7  THE  MEMBERSHIP  OF  ANY  PERSON  SO  ELECTED SHALL NOT BECOME EFFECTIVE\n    8  UNLESS APPROVED BY RESOLUTION OF THE TOWN  BOARD.  MEMBERSHIP  SHALL  BE\n    9  DEEMED  TO  HAVE BEEN APPROVED PURSUANT TO THIS SUBDIVISION IN THE EVENT\n   10  THAT NO ACTION IS TAKEN BY THE TOWN BOARD, EITHER  APPROVING  OR  DISAP-\n   11  PROVING, WITHIN SEVENTY DAYS AFTER SERVICE OF WRITTEN NOTICE OF ELECTION\n   12  TO  MEMBERSHIP SHALL HAVE BEEN MADE BY THE SECRETARY OF THE FIRE COMPANY\n   13  UPON THE TOWN CLERK, EITHER PERSONALLY OR BY MAIL. THE MEMBERSHIP OF ANY\n   14  VOLUNTEER MEMBER ELECTED PURSUANT TO THE PROVISIONS OF THIS  SUBDIVISION\n   15  SHALL  TERMINATE  WHEN THE MEMBER CANNOT MEET EITHER THE REQUIREMENTS OF\n   16  THIS SUBDIVISION OR THE RESIDENCE REQUIREMENTS OF SUBDIVISION  THREE  OF\n   17  THIS  SECTION.    IN THE CASE OF A TOWN WHICH ADJOINS ANOTHER STATE, THE\n   18  TERM \"VICINITY\", AS USED IN THIS SUBDIVISION, INCLUDES TERRITORY IN THIS\n   19  STATE AND TERRITORY IN THE ADJOINING STATE.\n   20    7. THE MEMBERSHIP OF ANY VOLUNTEER FIREFIGHTER SHALL NOT BE  CONTINUED\n   21  PURSUANT  TO  SUBDIVISION FIVE OF THIS SECTION, AND PERSONS SHALL NOT BE\n   22  ELECTED TO MEMBERSHIP PURSUANT TO SUBDIVISION SIX OF THIS  SECTION,  IF,\n   23  BY  SO  DOING,  THE  PERCENTAGE OF SUCH NON-RESIDENT MEMBERS IN THE FIRE\n   24  COMPANY WOULD EXCEED FORTY-FIVE PER CENTUM OF THE ACTUAL  MEMBERSHIP  OF\n   25  THE FIRE COMPANY.\n   26    8. THE TOWN BOARD, BY RESOLUTION MAY RESTRICT THE MEMBERSHIP OF VOLUN-\n   27  TEER  MEMBERS IN ANY OR ALL OF THE FIRE COMPANIES OF THE FIRE DEPARTMENT\n   28  TO RESIDENTS OF THE TOWN.\n   29    9. NON-RESIDENTS WHOSE VOLUNTEER MEMBERSHIPS HAVE  BEEN  CONTINUED  OR\n   30  AUTHORIZED  PURSUANT  TO  SUBDIVISION FIVE OR SIX OF THIS SECTION, SHALL\n   31  HAVE ALL THE POWERS, DUTIES,  IMMUNITIES,  AND  PRIVILEGES  OF  RESIDENT\n   32  VOLUNTEER  MEMBERS,  EXCEPT  (1)  NON-RESIDENTS  OF THE STATE MAY NOT BE\n   33  APPOINTED OR ELECTED TO ANY OFFICE IN THE FIRE COMPANY OR  FIRE  DEPART-\n   34  MENT,  AND  (2)  A  NON-RESIDENT OF THIS STATE WHOSE MEMBERSHIP HAS BEEN\n   35  CONTINUED PURSUANT TO SUBDIVISION FIVE OF THIS SECTION, OR  A  NON-RESI-\n   36  DENT OF THIS STATE WHO WAS ELECTED TO MEMBERSHIP PURSUANT TO SUBDIVISION\n   37  SIX  OF THIS SECTION, SHALL NOT BE CONSIDERED TO BE PERFORMING ANY FIRE-\n   38  FIGHTER DUTY, OR TO BE ENGAGED IN ANY FIREFIGHTER ACTIVITY, AS A  MEMBER\n   39  OF  THE FIRE COMPANY WHILE HE OR SHE IS OUTSIDE OF THIS STATE UNLESS AND\n   40  UNTIL HE OR SHE HAS FIRST REPORTED TO  THE  OFFICER  OR  FIREFIGHTER  IN\n   41  COMMAND  OF  HIS  OR HER FIRE DEPARTMENT, OR ANY COMPANY, SQUAD OR OTHER\n   42  UNIT THEREOF, ENGAGED OR TO BE ENGAGED IN RENDERING SERVICE OUTSIDE THIS\n   43  STATE, OR HAS RECEIVED ORDERS OR AUTHORIZATION FROM AN  OFFICER  OF  THE\n   44  FIRE  DEPARTMENT  OR FIRE COMPANY TO PARTICIPATE IN OR ATTEND AUTHORIZED\n   45  ACTIVITIES OUTSIDE OF THIS STATE IN THE SAME MANNER AS RESIDENT  MEMBERS\n   46  OF THE FIRE COMPANY.\n   47    10.  A  PERSON  SHALL  NOT BE ELIGIBLE TO VOLUNTEER MEMBERSHIP IN MORE\n   48  THAN ONE FIRE COMPANY AT ONE TIME.\n   49    11. THE PROVISIONS OF THIS SECTION SHALL NOT BE  DEEMED  TO  AUTHORIZE\n   50  THE  ELECTION OF ANY PERSON AS A MEMBER OF A FIRE COMPANY OR THE CONTIN-\n   51  UANCE OF MEMBERSHIP IN A FIRE COMPANY AS PROVIDED  IN  THIS  SECTION  IF\n   52  SUCH  ELECTION  OR  CONTINUANCE  OF  MEMBERSHIP SHALL BE CONTRARY TO THE\n   53  BY-LAWS, RULES OR REGULATIONS OF THE FIRE COMPANY OR OF THE FIRE DEPART-\n   54  MENT OF THE TOWN.\n   55    12. A TOWN MAY NOT ADOPT A LOCAL LAW CHANGING, AMENDING OR SUPERSEDING\n   56  THIS SECTION.\n\n       S. 1492                             5\n\n    1    13. (A) IT SHALL BE AN UNLAWFUL DISCRIMINATORY PRACTICE FOR ANY VOLUN-\n    2  TEER FIRE DEPARTMENT OR FIRE COMPANY,  THROUGH  ANY  MEMBER  OR  MEMBERS\n    3  THEREOF,  OFFICERS,  TOWN  BOARD OR OTHER BODY OR OFFICE HAVING POWER OF\n    4  APPOINTMENT OF VOLUNTEER FIREFIGHTERS IN ANY  FIRE  DEPARTMENT  OR  FIRE\n    5  COMPANY  PURSUANT  TO  THIS  SECTION, BECAUSE OF THE RACE, CREED, COLOR,\n    6  NATIONAL ORIGIN, SEX OR MARITAL STATUS OF ANY INDIVIDUAL, TO EXCLUDE  OR\n    7  TO  EXPEL FROM ITS VOLUNTEER MEMBERSHIP SUCH INDIVIDUAL, OR TO DISCRIMI-\n    8  NATE AGAINST ANY OF ITS MEMBERS  BECAUSE  OF  THE  RACE,  CREED,  COLOR,\n    9  NATIONAL ORIGIN, SEX OR MARITAL STATUS OF SUCH VOLUNTEER MEMBERS.\n   10    (B)  ANY PERSON CLAIMING TO BE AGGRIEVED BY AN UNLAWFUL DISCRIMINATORY\n   11  PRACTICE PURSUANT TO THIS SECTION MAY BY HIMSELF OR HERSELF  OR  HIS  OR\n   12  HER ATTORNEY AT LAW MAKE, SIGN AND FILE WITH THE STATE DIVISION OF HUMAN\n   13  RIGHTS,  A  VERIFIED  COMPLAINT WHICH SHALL SET FORTH THE PARTICULARS OF\n   14  THE ALLEGED UNLAWFUL DISCRIMINATORY  PRACTICE  AND  CONTAIN  SUCH  OTHER\n   15  INFORMATION  AS  THE  DIVISION OF HUMAN RIGHTS MAY REQUIRE. THE DIVISION\n   16  SHALL THEREUPON CAUSE TO BE MADE AN INVESTIGATION AND DISPOSITION OF THE\n   17  CHARGES PURSUANT TO THE PROVISIONS OF ARTICLE FIFTEEN OF  THE  EXECUTIVE\n   18  LAW.\n   19    14.  A  PERSON WHO HAS BEEN CONVICTED OF ARSON IN ANY DEGREE SHALL NOT\n   20  BE ELIGIBLE TO BE ELECTED OR APPOINTED AS A VOLUNTEER MEMBER OF  A  FIRE\n   21  COMPANY.  THE MEMBERSHIP OF ANY VOLUNTEER MEMBER OF A FIRE COMPANY SHALL\n   22  IMMEDIATELY TERMINATE IF HE OR SHE IS CONVICTED OF ARSON IN  ANY  DEGREE\n   23  WHILE A MEMBER OF A FIRE COMPANY.\n   24    15.  UPON  APPLICATION  BY ANY PERSON FOR MEMBERSHIP IN A FIRE COMPANY\n   25  OPERATING PURSUANT TO THIS SECTION,  THE  FIRE  CHIEF  SHALL  CAUSE  THE\n   26  APPLICANT'S  BACKGROUND  TO BE CHECKED PURSUANT TO SECTION EIGHT HUNDRED\n   27  THIRTY-SEVEN-O OF THE EXECUTIVE LAW FOR A CRIMINAL HISTORY  INVOLVING  A\n   28  CONVICTION FOR ARSON.\n   29    S  165. INCORPORATION OF FIRE DEPARTMENT. THE MEMBERS OF ALL THE FIRE,\n   30  HOSE, PROTECTIVE AND HOOK AND LADDER COMPANIES OF A TOWN, ORGANIZED  AND\n   31  MAINTAINED  IN PURSUANCE OF LAW, CONSTITUTE A CORPORATION BY THE NAME OF\n   32  THE \"FIRE DEPARTMENT OF..........\" THE TERM, FIRE DEPARTMENT OF A  TOWN,\n   33  AS USED IN THIS CHAPTER, REFERS TO SUCH A CORPORATION.\n   34    S  166.  ELECTION  OF  COMPANY  OFFICERS  AND DELEGATES.   EACH OF THE\n   35  SEVERAL COMPANIES WHOSE MEMBERS CONSTITUTE THE FIRE  DEPARTMENT  OF  THE\n   36  TOWN  SHALL HOLD AN ANNUAL MEETING ON THE FIRST TUESDAY IN APRIL IN EACH\n   37  YEAR. AT SUCH MEETING THE MEMBERS OF EACH COMPANY SHALL ELECT BY  BALLOT\n   38  FROM THEIR OWN NUMBER A CAPTAIN AND A LIEUTENANT, AND SUCH FURTHER OFFI-\n   39  CERS  IF  ANY  AS MAY BE PROVIDED FOR IN THE BY-LAWS OF THE COMPANY, WHO\n   40  MUST BE APPROVED BY THE TOWN, ONE WARDEN AND ONE DELEGATE TO THE GENERAL\n   41  CONVENTION OF THE FIRE DEPARTMENT. THE TERMS OF OFFICE  OF  THE  CAPTAIN\n   42  AND  LIEUTENANT  AND  SUCH  FURTHER  OFFICERS  IF ANY, AS ARE ELECTED AS\n   43  PROVIDED IN THIS SECTION, SHALL BE ONE YEAR, THE WARDENS TWO YEARS,  AND\n   44  THE  DELEGATES THREE YEARS, RESPECTIVELY, AND ANY VACANCIES OCCURRING IN\n   45  ANY SUCH OFFICES SHALL BE FILLED BY ELECTION  IN  LIKE  MANNER.  AT  THE\n   46  FIRST  ANNUAL  MEETING  AFTER  THIS ARTICLE TAKES EFFECT TWO WARDENS AND\n   47  THREE DELEGATES SHALL BE ELECTED, THE WARDENS TO SERVE FOR ONE  AND  TWO\n   48  YEARS,  RESPECTIVELY,  AND  THE  DELEGATES FOR ONE, TWO AND THREE YEARS,\n   49  RESPECTIVELY. ANY PERSON WHO HAS BEEN CONVICTED OF ARSON IN  ANY  DEGREE\n   50  SHALL NOT BE ELIGIBLE FOR ELECTION TO THE OFFICE OF CAPTAIN, LIEUTENANT,\n   51  WARDEN,  DELEGATE  AND  ANY OTHER OFFICES PROVIDED FOR IN THE BY-LAWS OF\n   52  THE COMPANY. ANY CAPTAIN, LIEUTENANT, WARDEN, DELEGATE OR OTHER  OFFICER\n   53  OF  THE  COMPANY WHO IS CONVICTED OF ARSON IN ANY DEGREE DURING HIS TERM\n   54  OF OFFICE SHALL BE DISQUALIFIED FROM COMPLETING SUCH TERM OF OFFICE.\n   55    S 167. CHIEF AND ASSISTANT CHIEFS. THE CHIEF AND THE FIRST AND  SECOND\n   56  ASSISTANT CHIEFS AND SUCH ADDITIONAL ASSISTANT CHIEFS, IF ANY, AS MAY BE\n\n       S. 1492                             6\n\n    1  PROVIDED  FOR  IN  THE  BY-LAWS  OF  THE FIRE DEPARTMENT SHALL EACH BE A\n    2  MEMBER THEREOF AND A RESIDENT OF THE STATE OF NEW YORK. IN ADDITION, THE\n    3  TOWN BOARD MAY, BY RESOLUTION, REQUIRE THAT ANY  OR  ALL  OF  SUCH  FIRE\n    4  DEPARTMENT  OFFICERS  SHALL  BE  RESIDENTS  OF  THE  TOWN. THE DELEGATES\n    5  ELECTED TO THE GENERAL CONVENTION OF THE FIRE DEPARTMENT SHALL  MEET  AT\n    6  THE  COUNCIL ROOM THEREOF ON THE THURSDAY FOLLOWING THE FIRST TUESDAY IN\n    7  APRIL AND NOMINATE A PERSON FOR EACH OF SUCH OFFICES; BUT THE TOWN BOARD\n    8  MAY ADOPT A RULE REQUIRING ALL SUCH NOMINATIONS TO BE MADE ON  THAT  DAY\n    9  BY A VOTE OF THE DULY QUALIFIED MEMBERS OF THE DEPARTMENT, IN WHICH CASE\n   10  THE  MEETING  OF THE DELEGATES IN GENERAL CONVENTION, AS PROVIDED FOR IN\n   11  THIS SECTION, SHALL BE DISPENSED WITH. THE PERSON ACTING AS SECRETARY OF\n   12  SUCH CONVENTION SHALL FORTHWITH FILE IN THE OFFICE OF THE TOWN  CLERK  A\n   13  CERTIFICATE  OF  SUCH  NOMINATIONS.  THE  TOWN BOARD AT ITS NEXT MEETING\n   14  SHALL CONSIDER THE NOMINATIONS AND APPOINT SUCH PERSONS TO  THE  OFFICES\n   15  TO  WHICH  THEY  ARE  RESPECTIVELY  NOMINATED OR, IF A NOMINATION IS NOT\n   16  APPROVED THE BOARD SHALL RECONVENE THE GENERAL CONVENTION,  WHICH  SHALL\n   17  SUBMIT  A  NEW  NOMINATION  TO  TAKE  THE  PLACE  OF  ANY NOMINATION NOT\n   18  APPROVED, WHICH PROCEDURE SHALL CONTINUE UNTIL A FULL SET OF OFFICERS IS\n   19  APPROVED. A PERSON WHO HAS BEEN CONVICTED OF ARSON IN ANY  DEGREE  SHALL\n   20  NOT BE ELIGIBLE FOR NOMINATION, ELECTION OR APPOINTMENT TO THE OFFICE OF\n   21  CHIEF  OR  ASSISTANT  CHIEF.  ANY  FIRE  CHIEF OR ASSISTANT CHIEF WHO IS\n   22  CONVICTED OF ARSON IN ANY DEGREE DURING HIS OR HER TERM OF OFFICE  SHALL\n   23  BE DISQUALIFIED FROM COMPLETING SUCH TERM OF OFFICE.\n   24    NOTWITHSTANDING  THE  PROVISIONS  OF ANY GENERAL, SPECIAL OR LOCAL LAW\n   25  INCONSISTENT WITH THE PROVISIONS OF THIS  SECTION,  ANY  SUCH  CHIEF  OR\n   26  ASSISTANT  CHIEF OF A TOWN FIRE DEPARTMENT NEED NOT BE A RESIDENT OF THE\n   27  TOWN IN ORDER TO SERVE AS A MEMBER OF THE COUNCIL OF THE FIRE DEPARTMENT\n   28  OF THE TOWN PURSUANT TO THIS ARTICLE  UNLESS  THE  TOWN  BOARD  HAS,  BY\n   29  RESOLUTION,  AS  PROVIDED  IN  THIS SECTION, REQUIRED THAT ANY OR ALL OF\n   30  SUCH FIRE DEPARTMENT OFFICERS SHALL BE RESIDENTS OF THE TOWN.  EXCEPT AS\n   31  OTHERWISE PROVIDED PURSUANT TO THIS PARAGRAPH, A PERSON SHALL  NOT  HOLD\n   32  THE OFFICE OF TOWN SUPERVISOR OR MEMBER OF THE TOWN BOARD AND THE OFFICE\n   33  OF  CHIEF OR ASSISTANT CHIEF OF A TOWN FIRE DEPARTMENT AT THE SAME TIME.\n   34  A MEMBER OF THE TOWN BOARD WHO DOES NOT, EITHER AS AN INDIVIDUAL OR AS A\n   35  MEMBER OF SUCH BOARD, APPOINT OR APPROVE THE APPOINTMENT OF THE CHIEF OR\n   36  ASSISTANT CHIEF OF A TOWN FIRE DEPARTMENT, MAY HOLD THE OFFICE OF  CHIEF\n   37  OR  ASSISTANT  CHIEF  AT THE SAME TIME. NOTWITHSTANDING ANY INCONSISTENT\n   38  PROVISION OF LAW, A PERSON WHO IS THE CHIEF OR AN ASSISTANT CHIEF  OF  A\n   39  TOWN  FIRE  DEPARTMENT,  IF  HE  OR  SHE  IS OTHERWISE QUALIFIED, MAY BE\n   40  ELECTED TO THE OFFICE OF TOWN SUPERVISOR OR MEMBER OF THE TOWN BOARD  OR\n   41  MAY  BE APPOINTED TO THE OFFICE OF TOWN SUPERVISOR OR MEMBER OF THE TOWN\n   42  BOARD TO FILL A VACANCY AND, IF HE OR SHE IS SO  ELECTED  OR  APPOINTED,\n   43  HIS OR HER OFFICE AS CHIEF OR ASSISTANT CHIEF, AS THE CASE MAY BE, SHALL\n   44  BECOME  VACANT  UPON HIS OR HER TAKING HIS OR HER OATH OF OFFICE AS TOWN\n   45  SUPERVISOR OR MEMBER OF THE TOWN BOARD.\n   46    S 2. This act shall take effect on the first of January next  succeed-\n   47  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1492\n\nTITLE OF BILL:\nAn act\nto amend the town law, in relation to authorizing a town to establish and\noperate a town fire department\n\nPURPOSE:\nTo allow towns to establish and operate their own fire department, as\na city and village can currently do.\n\nSUMMARY OF PROVISIONS:\nSection 1- Adds a new article 10-A to the town law providing for the\nestablishment of town fire departments.\n\nSection 2- Contains the effective date\n\nEXISTING LAW:\nCurrent law does not allow for the establishment of town fire\ndepartments. However, cities and villages may have fire departments\nunder their control. A town is only allowed to have a fire protection\ndistrict or a fire district with a separate board of commissioners.\n\nJUSTIFICATION:\nAs part of the Senate Local Governments Committee report entitled,\n\"Sharing Services and Saving Tax Dollars,\" it was discovered that\nthere is a lot of discrepancy with respect to activities cities,\ntowns, and villages can provide. One specific example is that cities\nand villages can have fire departments, yet towns cannot. While there\nmay have been some reason for this a hundred years ago when the town\nlaw was created, there no longer exists any reason for this\nprohibition.\n\nThis legislation seeks to level the playing field and allow towns to\nestablish town fire departments.\n\nLEGISLATIVE HISTORY:\n2009-10: S.271 Referred to Local Government\n2008:    S.4912-B 3rd Reading; A.8982 Local Governments\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nLOCAL FISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding the\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the town law, in relation to authorizing a town to establish and operate a town fire department ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110111.T104651.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932738
}