{
  "year" : 2011,
  "senateBillNo" : "S1496-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1496-2011-1294376400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to traffic stops conducted by law enforcement officers involving racial profiling",
  "summary" : "Relates to traffic stops conducted by law enforcement officers; defines \"racial profiling\"; authorizes division of criminal justice services to conduct a study relating to racial profiling; prohibits use of race or ethnicity of an individual as the sole factor in determining the existence of probable cause to place such person under arrest or take into custody. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA2280-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1496\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced   by  Sens.  PARKER,  ADAMS,  BRESLIN,  DIAZ,  DILAN,  DUANE,\n         HASSELL-THOMPSON, KRUEGER,  MONTGOMERY,  SAMPSON  --  read  twice  and\n         ordered  printed, and when printed to be committed to the Committee on\n         Finance\n\n       AN ACT to  amend  the  executive  law,  in  relation  to  traffic  stops\n         conducted by law enforcement officers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  837-s\n    2  to read as follows:\n    3    S 837-S. PROHIBITION OF RACIAL PROFILING IN TRAFFIC STOPS. 1.  FOR THE\n    4  PURPOSES OF THIS SECTION, \"RACIAL PROFILING\" MEANS THE DETENTION, INTER-\n    5  DICTION  OR  OTHER  DISPARATE  TREATMENT  OF AN INDIVIDUAL SOLELY ON THE\n    6  BASIS OF THE RACIAL OR ETHNIC STATUS OF SUCH INDIVIDUAL.\n    7    2. NO MEMBER OF THE DIVISION OF STATE POLICE, A  SHERIFF'S  OFFICE,  A\n    8  MUNICIPAL  POLICE  DEPARTMENT  OR ANY OTHER LAW ENFORCEMENT AGENCY SHALL\n    9  ENGAGE IN RACIAL PROFILING. THE DETENTION OF AN INDIVIDUAL BASED ON  ANY\n   10  NONCRIMINAL FACTOR OR COMBINATION OF NONCRIMINAL FACTORS IS INCONSISTENT\n   11  WITH THIS POLICY.\n   12    3. THE RACE OR ETHNICITY OF AN INDIVIDUAL SHALL NOT BE THE SOLE FACTOR\n   13  IN  DETERMINING  THE  EXISTENCE OF PROBABLE CAUSE TO PLACE IN CUSTODY OR\n   14  ARREST AN INDIVIDUAL OR IN CONSTITUTING  A  REASONABLE  AND  ARTICULABLE\n   15  SUSPICION THAT AN OFFENSE HAS BEEN OR IS BEING COMMITTED SO AS TO JUSTI-\n   16  FY  THE  DETENTION OF AN INDIVIDUAL OR THE INVESTIGATORY STOP OF A MOTOR\n   17  VEHICLE.\n   18    4. (A) NOT LATER THAN  JANUARY  FIRST,  TWO  THOUSAND  THIRTEEN,  EACH\n   19  MUNICIPAL POLICE DEPARTMENT, SHERIFF'S OFFICE, AND THE DIVISION OF STATE\n   20  POLICE  SHALL  ADOPT  A  WRITTEN  POLICY  THAT  PROHIBITS  THE STOPPING,\n   21  DETENTION OR SEARCH OF ANY PERSON WHEN SUCH ACTION IS  SOLELY  MOTIVATED\n   22  BY  CONSIDERATIONS  OF  RACE,  COLOR,  ETHNICITY,  AGE, GENDER OR SEXUAL\n   23  ORIENTATION, AND THE ACTION WOULD CONSTITUTE A VIOLATION  OF  THE  CIVIL\n   24  RIGHTS OF THE PERSON.\n   25    (B) COMMENCING ON JANUARY FIRST, TWO THOUSAND THIRTEEN, EACH MUNICIPAL\n   26  POLICE  DEPARTMENT,  SHERIFF'S  OFFICE, AND THE DIVISION OF STATE POLICE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01320-01-1\n\n       S. 1496                             2\n\n    1  SHALL, USING THE FORM DEVELOPED AND PROMULGATED PURSUANT TO  SUBDIVISION\n    2  FIVE  OF  THIS SECTION, RECORD AND RETAIN THE FOLLOWING INFORMATION: (I)\n    3  THE NUMBER OF PERSONS STOPPED FOR TRAFFIC  VIOLATIONS;  (II)  CHARACTER-\n    4  ISTICS  OF  RACE,  COLOR,  ETHNICITY,  GENDER  AND  AGE OF SUCH PERSONS,\n    5  PROVIDED THE IDENTIFICATION OF SUCH CHARACTERISTICS SHALL  BE  BASED  ON\n    6  THE  OBSERVATION  AND  PERCEPTION  OF THE POLICE OFFICER RESPONSIBLE FOR\n    7  REPORTING THE STOP AND THE INFORMATION  SHALL  NOT  BE  REQUIRED  TO  BE\n    8  PROVIDED  BY THE PERSON STOPPED; (III) THE NATURE OF THE ALLEGED TRAFFIC\n    9  VIOLATION THAT RESULTED IN THE STOP; (IV) WHETHER A WARNING OR  CITATION\n   10  WAS  ISSUED,  AN  ARREST  MADE  OR A SEARCH CONDUCTED AS A RESULT OF THE\n   11  STOP; AND (V) ANY ADDITIONAL  INFORMATION  THAT  SUCH  MUNICIPAL  POLICE\n   12  DEPARTMENT,  SHERIFF'S  OFFICE,  OR THE DIVISION OF STATE POLICE, AS THE\n   13  CASE MAY BE, DEEMS APPROPRIATE.\n   14    (C) EACH MUNICIPAL POLICE DEPARTMENT, SHERIFF'S OFFICE, AND THE  DIVI-\n   15  SION  OF  STATE POLICE SHALL PROVIDE TO THE DIVISION OF CRIMINAL JUSTICE\n   16  SERVICES (I) A COPY OF EACH COMPLAINT RECEIVED PURSUANT TO THIS SECTION,\n   17  AND (II) WRITTEN NOTIFICATION OF THE  REVIEW  AND  DISPOSITION  OF  SUCH\n   18  COMPLAINT.\n   19    (D) ANY POLICE OFFICER WHO IN GOOD FAITH RECORDS TRAFFIC STOP INFORMA-\n   20  TION  PURSUANT  TO  THE  REQUIREMENTS  OF THIS SECTION SHALL NOT BE HELD\n   21  CIVILLY LIABLE FOR THE ACT OF  RECORDING  SUCH  INFORMATION  UNLESS  THE\n   22  OFFICER'S CONDUCT WAS UNREASONABLE OR RECKLESS.\n   23    (E)  IF  A MUNICIPAL POLICE DEPARTMENT, SHERIFF'S OFFICE, OR THE DIVI-\n   24  SION OF STATE POLICE  FAILS  TO  COMPLY  WITH  THE  PROVISIONS  OF  THIS\n   25  SECTION, THE DIVISION OF CRIMINAL JUSTICE SERVICES SHALL ORDER AN APPRO-\n   26  PRIATE  PENALTY  IN THE FORM OF THE WITHHOLDING OF STATE FUNDS FROM SUCH\n   27  MUNICIPAL POLICE DEPARTMENT, SHERIFF'S OFFICE OR THE DIVISION  OF  STATE\n   28  POLICE.\n   29    (F)  ON  OR  BEFORE  OCTOBER  FIRST, TWO THOUSAND TWELVE, AND ANNUALLY\n   30  THEREAFTER, EACH MUNICIPAL POLICE DEPARTMENT, SHERIFF'S OFFICE  AND  THE\n   31  DIVISION  OF  STATE  POLICE  SHALL  PROVIDE  TO THE DIVISION OF CRIMINAL\n   32  JUSTICE SERVICES, IN SUCH FORM  AS  THE  DIVISION  OF  CRIMINAL  JUSTICE\n   33  SERVICES  SHALL  PRESCRIBE, A SUMMARY REPORT OF THE INFORMATION RECORDED\n   34  PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION.\n   35    (G) THE DIVISION OF CRIMINAL JUSTICE  SERVICES  SHALL  PROVIDE  FOR  A\n   36  REVIEW OF THE PREVALENCE AND DISPOSITION OF TRAFFIC STOPS AND COMPLAINTS\n   37  REPORTED  PURSUANT  TO  THIS  SECTION. NOT LATER THAN JANUARY FIRST, TWO\n   38  THOUSAND FOURTEEN, THE  DIVISION  OF  CRIMINAL  JUSTICE  SERVICES  SHALL\n   39  REPORT  TO  THE  GOVERNOR AND THE SENATE AND THE ASSEMBLY THE RESULTS OF\n   40  SUCH REVIEW, INCLUDING ANY RECOMMENDATIONS.\n   41    5. NOT LATER THAN JANUARY FIRST, TWO THOUSAND THIRTEEN,  THE  DIVISION\n   42  OF CRIMINAL JUSTICE SERVICES SHALL DEVELOP AND PROMULGATE:\n   43    (A)  A  FORM,  IN  BOTH  PRINTED  AND ELECTRONIC FORMAT, TO BE USED BY\n   44  POLICE OFFICERS WHEN MAKING A TRAFFIC STOP TO RECORD PERSONAL  IDENTIFY-\n   45  ING INFORMATION ABOUT THE OPERATOR OF THE MOTOR VEHICLE THAT IS STOPPED,\n   46  THE  LOCATION OF THE STOP, THE REASON FOR THE STOP AND OTHER INFORMATION\n   47  THAT IS REQUIRED TO BE RECORDED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION\n   48  FOUR OF THIS SECTION; AND\n   49    (B) A FORM, IN BOTH PRINTED AND  ELECTRONIC  FORMAT,  TO  BE  USED  TO\n   50  REPORT  COMPLAINTS  PURSUANT  TO  SUBDIVISION  FOUR  OF  THIS SECTION BY\n   51  PERSONS WHO BELIEVE THEY HAVE BEEN SUBJECTED TO A MOTOR VEHICLE STOP  BY\n   52  A  POLICE  OFFICER  SOLELY ON THE BASIS OF THEIR RACE, COLOR, ETHNICITY,\n   53  AGE, GENDER OR SEXUAL ORIENTATION.\n   54    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1496\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to traffic stops conducted by\nlaw enforcement officers\n\nPURPOSE:\nThe proposed legislation will define and prohibit racial profiling;\nthe practice of stopping someone based on the racial or ethnic status\nof that person.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends the executive law by adding a new section 837-s with,\nessentially, four new provisions:\n\n* Defines racial profiling as the detention, interdiction or other\ndisparate treatment of an individual solely on the basis of the\nracial or ethnic status of such individuals;\n\n* Prohibits racial profiling;\n\n* Establishes a law enforcement written data collection policy\nregarding racial profiling;\n\n* Establishes a reporting system to the legislature.\n\nJUSTIFICATION:\nThere is an increasing public perception around the nation of bias\nagainst minorities in traffic stops. There is much anecdotal evidence\nsuggesting that this bias exists but little, if any, hard statistics\nto prove such a bias. North Carolina has passed legislation requiring\nthat data be collected on all traffic stops. Connecticut has passed\nlegislation prohibiting racial profiling as well as requiring data\ncollection.\nOther states are now studying this issue. It is time for New York to\njoin these states by outlawing racial profiling and by requiring\ncollection of data on traffic stops. As we enter the 21st Century,\nno American should endure a traffic stop because of his or her race\nor ethnicity. No driver should fear driving because he or she might\nbe stopped based only on the color of their skin. New York State\nshould lead the way in prohibiting this pernicious practice and in\ncollecting relevant data on the issue.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: S.2280-A Referred to Finance\n      A.3546-A Referred to Finance\n2008: A.3961-A Referred to Finance\n2006: S.641    Referred to Finance\n      A.3811   Referred to Finance\n2004: S.3128   Referred to Finance\n\n      A.7215   Referred to Finance\n2002: S.1512-A Referred to Finance\n      A.2392-A Referred to Finance\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENT:\nUndetermined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to traffic stops conducted by law enforcement officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110107.T154416.TXT", "SOBI.D110107.T161918.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932745
}