{
  "year" : 2011,
  "senateBillNo" : "S1509-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1509-2011-1294635600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to licensing of gun dealer employees, recertification of gun licensees and reporting of misdemeanor crimes of domestic violence",
  "summary" : "Relates to licensing of gun dealer employees, recertification of gun licensees and reporting of misdemeanor crimes of domestic violence; requires employee certification and certificates of employment. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S5917-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1509\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, the penal law and the  judici-\n         ary  law,  in relation to licensing of gun dealer employees, recertif-\n         ication of gun licensees and reporting of misdemeanor crimes of domes-\n         tic violence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 40 and sections 900 and 901 of the general business\n    2  law,  as  renumbered  by chapter 407 of the laws of 1973, are renumbered\n    3  article 50 and sections 1001 and 1002 and a new article 40 is  added  to\n    4  read as follows:\n    5                                 ARTICLE 40\n    6                    EMPLOYEES OF GUNSMITHS AND DEALERS IN\n    7                        FIREARMS, RIFLES AND SHOTGUNS\n    8  SECTION 900. DEFINITIONS.\n    9          901. EMPLOYEE CERTIFICATION.\n   10          902. CERTIFICATE OF EMPLOYMENT.\n   11          903. RULES AND REGULATIONS.\n   12          904. VIOLATIONS.\n   13    S 900. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   14    1. \"DEALER\" MEANS ANY PERSON, FIRM, PARTNERSHIP, CORPORATION OR COMPA-\n   15  NY  LICENSED  AS  A DEALER IN FIREARMS PURSUANT TO SECTION 400.00 OF THE\n   16  PENAL LAW OR PURSUANT TO 18 U.S.C.  923.\n   17    2. \"GUNSMITH\" MEANS ANY  PERSON,  FIRM,  PARTNERSHIP,  CORPORATION  OR\n   18  COMPANY  LICENSED  AS A GUNSMITH PURSUANT TO SECTION 400.00 OF THE PENAL\n   19  LAW.\n   20    3. \"EMPLOYEE\" MEANS A PERSON EMPLOYED BY  A  DEALER  OR  GUNSMITH  AND\n   21  WHOSE  DUTIES  INCLUDE  THE  HANDLING, SELLING OR OTHERWISE DISPOSING OF\n   22  FIREARMS, RIFLES OR SHOTGUNS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05121-01-1\n\n       S. 1509                             2\n\n    1    4. \"FIREARM\" HAS THE SAME MEANING AS THAT TERM IS DEFINED IN  SUBDIVI-\n    2  SION THREE OF SECTION 265.00 OF THE PENAL LAW.\n    3    5. \"RIFLE\" HAS THE SAME MEANING AS THAT TERM IS DEFINED IN SUBDIVISION\n    4  ELEVEN OF SECTION 265.00 OF THE PENAL LAW.\n    5    6.  \"SHOTGUN\" HAS THE SAME MEANING AS THAT TERM IS DEFINED IN SUBDIVI-\n    6  SION TWELVE OF SECTION 265.00 OF THE PENAL LAW.\n    7    7. \"SUPERINTENDENT\" MEANS THE SUPERINTENDENT OF STATE POLICE.\n    8    S 901. EMPLOYEE CERTIFICATION. NO DEALER  SHALL  EMPLOY  ANY  EMPLOYEE\n    9  UNLESS:\n   10    1.  SUCH  EMPLOYEE  IS TWENTY-ONE YEARS OR OLDER OR IS A MEMBER OF THE\n   11  UNITED STATES ARMED FORCES OR HAS BEEN HONORABLY  DISCHARGED  THEREFROM;\n   12  AND\n   13    2. THE DEALER EMPLOYING SUCH EMPLOYEE HAS CONDUCTED A NATIONAL INSTANT\n   14  CRIMINAL  BACKGROUND  CHECK  OF  SUCH  EMPLOYEE AND IS NOTIFIED THAT THE\n   15  INFORMATION AVAILABLE IN  THE  SYSTEM  DOES  NOT  DEMONSTRATE  THAT  THE\n   16  POSSESSION  OF  A FIREARM, RIFLE OR SHOTGUN BY SUCH PERSON WOULD VIOLATE\n   17  18 U.S.C. 922(G) OR ANY OTHER APPLICABLE LAW.\n   18    S 902. CERTIFICATE OF  EMPLOYMENT.  A  DEALER  EMPLOYING  AN  EMPLOYEE\n   19  SHALL,  SUBSEQUENT  TO CONDUCTING A NATIONAL INSTANT CRIMINAL BACKGROUND\n   20  CHECK, COMPLETE A CERTIFICATE OF  EMPLOYMENT  IN  DUPLICATE  ON  A  FORM\n   21  APPROVED BY THE SUPERINTENDENT. ONE COPY OF THE FORM SHALL BE FILED WITH\n   22  THE  SUPERINTENDENT  IMMEDIATELY UPON EMPLOYMENT OF THE EMPLOYEE AND ONE\n   23  COPY OF SUCH CERTIFICATE SHALL BE RETAINED BY THE DEALER  AND  AVAILABLE\n   24  ON PREMISES FOR INSPECTION BY ANY POLICE OFFICER. SUCH CERTIFICATE SHALL\n   25  REMAIN  VALID FOR A PERIOD NOT TO EXCEED THREE YEARS FROM THE DATE FILED\n   26  WITH THE SUPERINTENDENT PROVIDED THAT DURING THAT PERIOD POSSESSION OF A\n   27  FIREARM, RIFLE OR SHOTGUN BY THE EMPLOYEE WOULD NOT  VIOLATE  18  U.S.C.\n   28  922(G)  OR ANY OTHER APPLICABLE LAW. SUCH CERTIFICATE SHALL BE RENEWABLE\n   29  BY THE DEALER.\n   30    S 903. RULES AND REGULATIONS. THE SUPERINTENDENT MAY PROMULGATE  RULES\n   31  AND REGULATIONS TO EFFECTUATE THE PROVISIONS OF THIS ARTICLE.\n   32    S 904. VIOLATIONS. ANY DEALER WHO:\n   33    1.  EMPLOYS AN EMPLOYEE WITHOUT CONDUCTING A NATIONAL INSTANT CRIMINAL\n   34  BACKGROUND CHECK OF THE EMPLOYEE IN  WHICH  THE  RESULTS  INDICATE  THAT\n   35  POSSESSION  OF  A  FIREARM,  RIFLE  OR SHOTGUN BY THE EMPLOYEE WOULD NOT\n   36  VIOLATE 18 U.S.C.  922(G) OR ANY OTHER APPLICABLE LAW, OR\n   37    2. EMPLOYS AN EMPLOYEE WITHOUT  COMPLETING,  FILING  OR  DISPLAYING  A\n   38  CERTIFICATE OF EMPLOYMENT, OR\n   39    3. CONTINUES TO EMPLOY AN EMPLOYEE WHEN THE DEALER HAS RECEIVED ACTUAL\n   40  NOTICE  THAT  POSSESSION  OF A FIREARM, RIFLE OR SHOTGUN BY THE EMPLOYEE\n   41  WOULD VIOLATE 18 U.S.C. 922(G) OR ANY  OTHER  APPLICABLE  LAW  SHALL  BE\n   42  GUILTY OF A MISDEMEANOR.\n   43    S 2. Section 400.00 of the penal law is amended by adding a new subdi-\n   44  vision 10-a to read as follows:\n   45    10-A.  LICENSE:  NATIONAL  INSTANT CRIMINAL BACKGROUND CHECK RECERTIF-\n   46  ICATION. ANY LICENSEE APPLYING FOR A LICENSE PURSUANT TO  THIS  ARTICLE,\n   47  AND IN THE CITY OF NEW YORK OR IN THE COUNTIES OF WESTCHESTER, NASSAU OR\n   48  SUFFOLK,  UPON  RENEWAL  OR RECERTIFICATION OF THE LICENSE, SHALL BE THE\n   49  SUBJECT OF A NATIONAL INSTANT CRIMINAL BACKGROUND CHECK PERFORMED BY THE\n   50  LICENSING OFFICIAL. NO LICENSE SHALL BE ISSUED, RENEWED  OR  RECERTIFIED\n   51  BY  THE  LICENSING  OFFICIAL  UNLESS THE RESULTS OF THE NATIONAL INSTANT\n   52  CRIMINAL BACKGROUND CHECK DEMONSTRATES THAT POSSESSION OF A  FIREARM  BY\n   53  THE  LICENSEE WOULD NOT VIOLATE 18 U.S.C. 922(G) OR ANY OTHER APPLICABLE\n   54  LAW. ELSEWHERE THAN IN THE CITY OF NEW YORK OR THE COUNTIES OF WESTCHES-\n   55  TER, NASSAU OR SUFFOLK, A LICENSEE  WHO  HAS  BEEN  ISSUED  ANY  LICENSE\n   56  PURSUANT  TO  THIS  ARTICLE PRIOR TO THE EFFECTIVE DATE OF THIS SUBDIVI-\n\n       S. 1509                             3\n\n    1  SION, SHALL HAVE A NATIONAL INSTANT CRIMINAL BACKGROUND CHECK  PERFORMED\n    2  BY  THE LICENSING OFFICIAL PRIOR TO THE FIRST DAY OF DECEMBER, TWO THOU-\n    3  SAND SIXTEEN, IN ACCORDANCE WITH A SCHEDULE TO  BE  CONTAINED  IN  RULES\n    4  PROMULGATED  BY  THE SUPERINTENDENT OF STATE POLICE AND EVERY FIVE YEARS\n    5  THEREAFTER. NO SUCH LICENSE SHALL REMAIN VALID UNLESS THE RESULTS OF THE\n    6  NATIONAL INSTANT CRIMINAL BACKGROUND CHECK DEMONSTRATES THAT  POSSESSION\n    7  OF  A  FIREARM BY THE LICENSEE WOULD NOT VIOLATE 18 U.S.C. 922(G) OR ANY\n    8  OTHER APPLICABLE LAW.   A COUNTY OR THE  CITY  OF  NEW  YORK  MAY,  UPON\n    9  ACTION  OF  ITS  LEGISLATIVE BODY, AUTHORIZE A FEE, NOT TO EXCEED TWENTY\n   10  DOLLARS, TO BE COLLECTED AND PAID INTO THE COUNTY OR CITY  TREASURY,  TO\n   11  PAY  FOR  ADMINISTRATIVE  COSTS  INCURRED  FOR  RECERTIFICATION OF A GUN\n   12  LICENSE PURSUANT TO THIS  SUBDIVISION.    THE  SUPERINTENDENT  OF  STATE\n   13  POLICE MAY PROMULGATE RULES AND REGULATIONS TO EFFECTUATE THE PROVISIONS\n   14  OF THIS SUBDIVISION.\n   15    S  3.  Subdivision 5 of section 400.00 of the penal law, as amended by\n   16  chapter 332 of the laws of 1994, is amended to read as follows:\n   17    5. Filing of approved applications. The application for  any  license,\n   18  if  granted,  shall  be filed by the licensing officer with the clerk of\n   19  the county of issuance, except that in the city of New York and, in  the\n   20  counties  of  Nassau  and Suffolk, the licensing officer shall designate\n   21  the place of filing in the appropriate division, bureau or unit  of  the\n   22  police department thereof, and in the county of Suffolk the county clerk\n   23  is hereby authorized to transfer all records or applications relating to\n   24  firearms  to  the  licensing  authority  of that county.   The name [and\n   25  address] of any person to whom an application for any license  has  been\n   26  granted shall be a public record. Upon application by a licensee who has\n   27  changed  his  place  of  residence such records or applications shall be\n   28  transferred to the appropriate officer at the licensee's  new  place  of\n   29  residence.  A  duplicate  copy of such application shall be filed by the\n   30  licensing officer in the executive department, division of state police,\n   31  Albany, within ten days after issuance of the license. Nothing  in  this\n   32  subdivision  shall be construed to change the expiration date or term of\n   33  such licenses if otherwise provided for in law.\n   34    S 4. Subdivision 2 of section 212 of the judiciary law is  amended  by\n   35  adding a new paragraph (s) to read as follows:\n   36    (S) ADOPT RULES TO REQUIRE TRANSMISSION TO THE CRIMINAL JUSTICE INFOR-\n   37  MATION  SERVICES  DIVISION  OF THE FEDERAL BUREAU OF INVESTIGATION OR TO\n   38  THE DIVISION OF CRIMINAL JUSTICE SERVICES, OF THE NAME AND OTHER IDENTI-\n   39  FYING INFORMATION OF EACH PERSON CONVICTED OF A MISDEMEANOR IN THE STATE\n   40  WHICH CONSTITUTES A \"MISDEMEANOR CRIME OF DOMESTIC VIOLENCE\" AS  DEFINED\n   41  IN 18 USC 921(A)(33)(A).\n   42    S  5.  This act shall take effect November 1, 2011; provided, however,\n   43  that section one of this act shall not become effective until the sixti-\n   44  eth day after the superintendent of state police  approves  the  certif-\n   45  icate  required  by section 902 of the general business law, as added by\n   46  section one of this act;  provided  that  the  superintendent  of  state\n   47  police  shall  notify  the legislative bill drafting commission upon the\n   48  occurrence of the enactment of the legislation provided for  in  section\n   49  one  of  this  act in order that the commission may maintain an accurate\n   50  and timely effective data base of the official text of the laws  of  the\n   51  state  of  New  York  in  furtherance  of effectuating the provisions of\n   52  section 44 of the legislative law and section 70-b of the  public  offi-\n   53  cers law.\n",
  "memo" : "BILL NUMBER:S1509\n\nTITLE OF BILL:\n\nAn act\nto amend the general business law, the penal law and the\njudiciary law, in\nrelation to licensing of gun dealer employees, recertification of gun\nlicensees and\nreporting of misdemeanor crimes of domestic violence\n\nPURPOSE OF THE BILL:\n\nThis bill would enhance New York's ability to ensure that individuals\nin possession of firearms licenses and who sell guns at gun stores\nare legally entitled to possess these weapons. The bill would require\nthat: (1) employees of gunsmiths and gun dealers undergo a National\nInstant Criminal Background Check System (NICS) check;\n(2) any person holding a New York firearm, gunsmith or firearm dealer\nlicense undergo a NICS check every three or five years; and (3) the\nadministrator of the courts establish a procedure for transmission of\ninformation about persons convicted of misdemeanor crimes of domestic\nviolence to the NICS index. In order to help prevent thefts of\nweapons, it also would remove the street addresses of firearm\nlicensees from the category of public records.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill would re-number the existing Article 40 of the\nGeneral Business Law and add a new Article 40 entitled \"Employees of\nGunsmiths and Dealers in Firearms, Rifles and Shotguns.\" Under this\narticle, it would be unlawful for a gun dealer - defined as a person\nor entity licensed as a dealer in firearms under Penal Law &sect; 400 or\npursuant to 18 U.S.C. &sect; 923 - to employ a person who would in any way\nhandle firearms, rifles or shotguns, unless the dealer had conducted\na NICS check which demonstrated that the employee's possession of\nsuch weapons would not violate federal law. Upon receipt of a\nfavorable NICS result, the dealer would complete and file a\ncertificate of employment with the State Police, and retain a copy of\nthe certificate on the dealer's premises. A dealer who employed\nsomeone without obtaining a favorable NICS check would be guilty of a\nmisdemeanor.\n\nSection 2 of the bill would add a new Penal Law &sect; 400.00(10-a) to\nrequire that any person holding a license issued pursuant to section\n400.00 must be \"recertified\" by the licensing official upon renewal\nof the license or every five years, by having a NICS check conducted\nwhich demonstrates that possession of a firearm by the licensee would\nnot violate federal law. Licensing officials would have until\nDecember 1, 2014 to\nconduct these checks on all persons who hold licenses on the effective\ndate of this act, pursuant to a schedule promulgated by the\nSuperintendent of State police, who would also have the authority to\npromulgate rules to effectuate the implementation of this new\nrequirement.\n\n\nSection 3 of the bill would require the Administrator of the Courts to\nadopt rules to provide a procedure for transmission of information\nabout persons convicted of misdemeanor crimes of domestic violence to\nthe NICS index.\n\nSection 4 of the bill would remove a provision that makes the address\nof a gun licensee a public record.\n\nSection 5 of the bill contains the effective date.\n\nEXISTING LAW:\n\nThe NICS index contains records concerning convictions, mental health\nadjudications and other events that may disqualify a person from\npurchasing a firearm, which under federal law is broadly defined to\ninclude any type of weapon which will, is designed to, or may be\nconverted to expel a projectile by the action of an explosive.\nFederal Firearms Licensees (FFLs) must check the NICS index before\ntransferring a firearm to a customer.\n\nUnder Chapter 491 of the laws of 2008, the Offices of Mental Health\n(OMH) and Mental Retardation and Developmental Disabilities (OMRDD)\nare authorized to transmit records of mental health disqualifying\nevents, such as involuntary commitments, to NICS. Since the effective\ndate of this legislation, OMH has transmitted to NICS approximately\n150,000 records involving involuntary commitments of approximately\n75,000 people to OMH facilities between 1989 and March 31, 2009.\n\nPossession of a pistol or revolver is generally illegal in New York\nunless the person has obtained a license under Penal Law &sect; 400.00.\nExcept in Westchester, Nassau and Suffolk Counties, and in New York\nCity, licensing officials issue permanent licenses that remain valid\nuntil revoked, Licenses must be renewed every five years in\nWestchester, Nassau and Suffolk Counties, and every three years in\nNew York City.\nGunsmiths and dealers in firearms also must obtain licenses, which\nmust be renewed every three years.\n\nA licensee's conviction of a felony or other serious offense operates\nas a revocation of the license. The Division of Criminal Justice\nServices (DCJS) alerts a licensing official when it receives\nnotification from a police agency or court that a licensee has been\nfingerprinted for a criminal offense in New York State.\n\nUnder Penal Law &sect; 400.00(5), the names and addresses of gun licensees\nare public records.\n\nSTATEMENT IN SUPPORT:\n\n1. Use of NICS to Ensure that Licenses Issued to Persons Disqualified\nfrom Possessing Handguns under Federal Law are Revoked.\n\nIn New York State, there are over 940,000 active pistol and revolver\nlicenses on file with the Division of State Police (DSP), not\nincluding licenses issued by New York City. Except in those few\ncounties in which licenses are issued only for limited terms and must\nbe periodically renewed, there is no existing statutory mechanism for\n\n\na licensing official to know whether a holder of a license has become\ndisqualified from possessing a weapon as a result of a mental health\ncommitment or an out-of-state conviction. Moreover, some of the\nactive licenses in the DSP database were issued as \"permanent\"\nlicenses as early as 1936, and it is reasonable to assume that a\nnumber of the license holders are no longer alive.\n\nThis bill would help to address these issues in a manner that will not\nunduly burden law-abiding gun owners or local licensing officials, by\nrequiring gun licensees to have their licenses \"recertified\" every\nfive years by a NICS check. This approach is advantageous for several\nreasons. First, it would not change existing law that permits\nlicensing officials in most jurisdictions to issue permanent\nlicenses, nor would it make existing permanent licenses subject to\nexpiration. Instead, it would allow a permanent license to remain\nvalid unless a NICS check demonstrates that the licensee's continued\npossession of a pistol or revolver would violate federal law.\n\nSecond, a NICS check, rather than a full background check, can be\naccomplished promptly and without imposing an undue burden on local\nlicensing officials. Indeed, in the vast majority of cases, it is\nexpected that the NICS check will be \"clean,\" and the licensing\nofficial will merely have to report that fact to DSP. In cases in\nwhich the NICS check reveals a disqualification, the licensing\nofficial will have to determine whether the NICS information is\naccurate and may have to revoke a license and notify DSP of the\nrevocation, just as he or she is currently required to do when\nnotified that the license holder has been convicted of a felony\noffense. The limited burden imposed by this process is greatly\noutweighed by the benefits to public safety.\n\nThird, under this bill, localities will have the ability to offset any\nexpense created by this legislation. The bill authorizes a county to\nimpose a small fee on licensees of no more than $20.00, to help\ndefray any new costs that may result from the recertification\nprocess. In addition, licensing officials will have five years to\ncomplete recertifications for existing license holders, pursuant to a\nschedule promulgated by the Superintendent of State Police.\n\nFourth, a NICS check - rather than a more burdensome full background\ncheck will be sufficient in the vast majority of cases to identify\nlicensees whose possession of a handgun is not longer lawful. The\nNICS index has been significantly enhanced by the addition of over\n150,000 disqualifying mental health records, and would be further\nenhanced by provisions of this bill that will result in information\nbeing included in the\nindex concerning convictions for misdemeanor crimes of domestic\nviolence. A NICS check every five years will ensure that the official\nis notified of two events that may affect the licensee's continued\neligibility to possess a handgun: (a) an involuntary commitment to a\nmental health facility; and (b) a conviction, in any state, of a\ndisqualifying offense that has been reported to the NICS index.\n\nFinally, an additional benefit of the NICS recertification process is\nthat it will allow county clerks and DSP to update their records of\nactive gun licensees. Any licensee who does not obtain a five-year\nrecertification will have his or her license revoked. This will purge\n\n\nthe existing state and local license databases of deceased gun\nlicensees, and provide a means by which law enforcement officials can\nbegin to investigate the whereabouts of any handguns that are\nunaccounted for.\n\n2.. Requiring NICS Checks for Gun Dealer Employees\n\nThe NICS index also can provide a valuable tool to enhance the safety\nof gun dealerships. The majority of gun dealerships in New York are\nrun safely and responsibly.\nNonetheless, criminals seeking to obtain weapons illegally will\ncontinue to fuel an underground market for illegal weapons, some of\nwhich may be obtained through thefts of guns from licensed gun dealers.\n\nNew York can take the simple step of requiring that employees who\nhandle, possess and sell handguns and rifles at a gun shop have a\nNICS check in order to ensure that felons and others who are\ndisqualified from possessing weapons do not have access to these\nguns. Under the bill, a state-licensed firearm dealer or a FFL\nwould be required to run a NICS background check on a prospective\nemployee. The dealer would be required to complete a certificate 0 f\nemployment that records the favorable result of that check, and to\ntile a copy of the certificate with the DSP. Failure to comply with\nthe statute, or employing a person who did not pass the NICS check\nwould be a misdemeanor.\n\nThis system would help to fill a gap in existing law. Under current\nlaw, a person who is disqualified from personally purchasing or\npossessing these weapons nonetheless may handle, possess and sell\nthem as an employee of a gun dealer. Indeed, Wal-Mart, the nation's\nlargest gun dealer, recently voluntarily agreed to conduct background\nchecks on its employees who handle guns. This bill would remove this\nloophole for all gun dealers.\n\n3. Reporting Misdemeanor Crimes of Domestic Violence to the NICS index\n\nNew York can take another step to enhance its reporting of\ndisqualifying information to the NICS index. Under federal law, it is\nillegal to sell a firearm to any person who has been convicted of a\nmisdemeanor crime of domestic violence. 18 U.S.C.\n&sect; 922(d)(9). Pursuant to 18 U.S.C. &sect; 921(33), a misdemeanor crime\nof domestic violence includes any state law misdemeanor offense that\nhas as an element \"the use or attempted use of physical force, or the\nthreatened use of a deadly weapon committed by a current or former\nspouse, parent or guardian of the victim, by a person\nwith whom the victim\nshares a child in common, by a person who is cohabitating with or has\ncohabitated with the victim as a spouse, parent, or guardian, or by a\nperson similarly situated to a spouse, parent, or guardian of the\nvictim.\"\n\nIn New York, there is no statute defining a misdemeanor offense that\nincludes both the \"force\" and \"relationship\" elements contained in\nthe federal definition. As a result, there is currently no meaningful\nway for the State to identify particular convictions that meet the\nfederal definition and transmit that information to NICS.\n\n\nThis bill would require the Administrator of the Courts to develop\nsuch a mechanism, which could include sending the conviction\ninformation directly to NICS or to DCJS. Because there are only a\nlimited number of misdemeanor crimes that contain the required\n\"force\" element, and only certain types of relationships that satisfy\nthe federal definition, judges should have no great difficulty\nidentifying reportable convictions at the time of sentencing, so that\nthey could be transmitted for inclusion in NICS.\n\n4. Address Confidentiality\n\nFinally, county and law enforcement officials have raised concerns\nabout Penal Law &sect; 400.00(5), which now provides that names and\naddresses of license holders are . public records. Making information\npublic about where would-be thieves could find firearms to steal, or\nwhich houses they could safely target because no licensee resides at\nthat address, is inconsistent with public safety.\n\nUnder this bill, names of licensees would remain public records, but\ntheir addresses would not. As a result, and as with other law\nenforcement records, a licensee's address would only become public if\nit did not fall within one of the exclusions set forth in Public\nOfficers Law &sect; 87(2).\n\nBUDGET IMPLICATIONS:\n\nThis bill would have no State fiscal impact. Any costs to counties as\na result of requiring NICS checks for gun licensees would be offset\nby their ability to charge a nominal fee to licensees.\n\nEFFECTIVE DATE:\n\nThis bill would take effect on November 1, 2011, except that the\nrequirement that gun dealers conduct NICS checks of their employees\nwould not become effective until 60 days after the Superintendent of\nState Police approved a form for a certificate of employment to be\ncompleted and filed by gun dealers.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, the penal law and the judiciary law, in relation to licensing of gun dealer employees, recertification of gun licensees and reporting of misdemeanor crimes of domestic violence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T094044.TXT", "SOBI.D110110.T103050.TXT", "SOBI.D110110.T105054.TXT", "SOBI.D110111.T135211.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T102050.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472758
}