{
  "year" : 2011,
  "senateBillNo" : "S1503-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1503-2011-1294376400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the state liquor authority to provide not-for-profit establishments at least 30 days on all billing related matters",
  "summary" : "Requires the state liquor authority to provide not-for-profit establishments at least thirty days on all billing related matters. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1060",
  "lawSection" : "Alcoholic Beverage Control",
  "previousVersions" : [ "S3170-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1503\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRIFFO, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the  Committee  on  Investigations\n         and Government Operations\n\n       AN  ACT  directing  the  state liquor authority to exempt not-for-profit\n         companies from the fifteen day billing cycle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The commissioners of the state liquor authority are hereby\n    2  directed to allow all not-for-profit establishments that are subject  to\n    3  the regulations of the authority at least 30 days for all billing proce-\n    4  dures.\n    5    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04534-01-1\n",
  "memo" : "BILL NUMBER:S1503\n\nTITLE OF BILL:\nAn act\ndirecting the state liquor authority to exempt not-for-profit companies\nfrom the fifteen day billing cycle\n\nPURPOSE:\nThis bill would mandate that the NYS Liquor Authority return to the\"\n30 day billing policy\" for not-for-profit organizations.\n\nSUMMARY OF PROVISIONS:\nAdds section one which would state that the commissioners of the\nstate liquor authority are hereby directed to allow all\nnot-for-profit establishments that are subject to the regulations of\nthe authority at least 30 days for all billing procedures.\n\nJUSTIFICATION:\nThe New York State Division of Alcoholic Beverage Control has issued a\nmemorandum mandating a policy of billing all retail sales\nestablishments twice a month for all purchases from all beer, wine\nand liquor distributors. A large number of the American Legion Posts\nin New York State operate a members' lounge which significantly\ncontributes to the income and social activities of the facility. The\noperation of such members' lounge is under the jurisdiction of the\nNew York State Division of Alcoholic Beverage Control. The current\nbilling policy is a major deviation from the normal practice of a 30\nday net due policy utilized universally by the retail business\ncommunity throughout this State and Nation. This policy, for many\nobvious reasons, constitutes discrimination and hardship against a\nspecific business sector in which many participants such as the\nAmerican Legion, are small, nonprofit organizations whose book-\nkeeping and financial transactions are performed by volunteers.\n\nLEGISLATIVE HISTORY:\n2009-10 - S.3170/A.7527 - Investigations/Gov. Ops. Comm./Economic\nDevelopment Comm.\n2008 - S.6008/A.5006 Investigations/Gov Ops. Comm./Economic\nDevelopment Comm.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediate.\n\n",
  "law" : null,
  "actClause" : "AN ACT directing the state liquor authority to exempt not-for-profit companies from the fifteen day billing cycle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110111.T110153.TXT", "SOBI.D110107.T162918.TXT", "SOBI.D110107.T164419.TXT", "SOBI.D110113.T190432.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472749
}