{
  "year" : 2011,
  "senateBillNo" : "S1507-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1507-2011-1294376400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires department of transportation to defer to town board requests for speed limit, signage and signal changes where safety is at issue",
  "summary" : "Requires department of transportation to defer to town board requests for speed limit, signage and signal changes on state highway, county road and town highways where public safety nexus exists. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A1331",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1151-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1507\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LARKIN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to giving local\n         town boards the discretion to change speed limits for safety\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 1620 of the vehicle and traffic law is amended by\n    2  adding a new subdivision (d) to read as follows:\n    3    (D) THE DEPARTMENT OF TRANSPORTATION SHALL DEFER TO REQUESTS FOR SPEED\n    4  LIMIT CHANGES BY THE TOWN BOARD OF A TOWN OR TOWNS AFFECTED WITH RESPECT\n    5  TO STATE HIGHWAYS MAINTAINED BY THE STATE IN SUCH TOWN OR TOWNS  OUTSIDE\n    6  OF  CITIES  OR  VILLAGES, WHERE A REASONABLE NEXUS BETWEEN PUBLIC SAFETY\n    7  AND SUCH REQUEST FOR A CHANGE IN SPEED LIMIT EXISTS.\n    8    S 2. Section 1621 of the vehicle and traffic law is amended by  adding\n    9  a new subdivision (e) to read as follows:\n   10    (E)  THE  DEPARTMENT  OF  TRANSPORTATION  SHALL  DEFER TO REQUESTS FOR\n   11  SIGNAGE AND SIGNAL CHANGES BY THE TOWN BOARD OF A TOWN OR TOWNS AFFECTED\n   12  WITH RESPECT TO STATE HIGHWAYS MAINTAINED BY THE STATE IN SUCH  TOWN  OR\n   13  TOWNS  OUTSIDE  OF  CITIES OR VILLAGES, WHERE A REASONABLE NEXUS BETWEEN\n   14  PUBLIC SAFETY AND SUCH REQUEST FOR  A  CHANGE  IN  SIGNAGE  AND  SIGNALS\n   15  EXISTS.\n   16    S  3. Section 1622 of the vehicle and traffic law is amended by adding\n   17  a new subdivision 3 to read as follows:\n   18    3. NOTWITHSTANDING ANY  OTHER  PROVISIONS  OF  THIS  SECTION,  IF  ANY\n   19  REASONABLE NEXUS EXISTS BETWEEN PUBLIC SAFETY AND THE REQUEST BY A COUN-\n   20  TY  SUPERINTENDENT OF HIGHWAYS OF A COUNTY OR A TOWN BOARD, FOR A CHANGE\n   21  IN SPEED LIMIT, THE DEPARTMENT OF  TRANSPORTATION  SHALL  DEFER  TO  THE\n   22  COUNTY  SUPERINTENDENT  OF  HIGHWAYS' OR TOWN BOARD'S REQUEST IN SETTING\n   23  THE SPEED LIMIT ON THE COUNTY ROADS AND TOWN HIGHWAYS IN  SUCH  TOWN  OR\n   24  TOWNS OUTSIDE OF CITIES OR VILLAGES.\n   25    S 4. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05510-01-1\n",
  "memo" : "BILL NUMBER:S1507\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to giving local town\nboards the discretion to change speed limits for safety\n\nPURPOSE:\nThis bill gives to town boards the authority to set\nreasonable speed limits and post traffic signage on state roads when\nsuch town can show to the Department of Transportation (DOT) a nexus\nbetween public safety concerns and the need for a change in speed\nlimits.\n\nSUMMARY OF PROVISIONS:\nSection 1: Amends Vehicle & Traffic Law section 1620 so that DOT\nmust defer to a town's request for speed limit change on state\nroads within such town when there is a nexus between the current\ndesignated special limits and the presence of adverse safety conditions\nor traffic patterns that can cause the creation of an unsafe roadway\ncondition on such state highway.\n\nSection 2: Amends Vehicle & Traffic Law section 1621 so that DOT must\ndefer to a town's request for a new speed limit change, as specified\nabove, on state highways if there is a dangerous condition that\nnecessitates that the state highway speed limit should be reduced.\n\nSection 3: Amends Vehicle & Traffic Law section 1622 to provide for\nthe same authority to towns as stated above for county roads or town\nroads that have had speed limited designations established by DOT.\n\nEXISTING LAW:\nCurrently, cities and villages have the authority to\nestablish speed limits on state roads located within such cities or\nvillages, however, town governments do not have the same authority.\n\nJUSTIFICATION:\nUnder current law, this State's cities and villages may\nset the speed limit and placement of traffic signage on state highways\nin their jurisdictions. However, town governments do not have such\nauthority and are therefore dependent on the judgment 0 f DOT to set\nthe rules of the road on state highways within their jurisdiction This\nis true even if town police have jurisdiction over all public safety\nissues pertaining to such state highways. This bill\ngives parity to town governments that wish to establish speed limits\nand traffic signage on state highways just as cities and villages are\nable to do now.\n\nSome times, the pace at which town requests to DOT Jar approval of\nsuggested road way speed reductions can take over one year. However,\nduring this same period of time, the dangerous road conditions can\ncontinue to persist which heightens the danger of automobile\naccidents, personal injury and even death This bill will give towns\nmore flexibility to control speed limits within their jurisdictions\nand help to reduce motor vehicle accidents and person injury.\n\n\nLEGISLATIVE HISTORY:\nS.906 of 2007/2008\nS.1151 of 2009/2010\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediate.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to giving local town boards the discretion to change speed limits for safety ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T110153.TXT", "SOBI.D110107.T162918.TXT", "SOBI.D110107.T164419.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110107.T161417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472755
}