{
  "year" : 2011,
  "senateBillNo" : "S1508-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1508-2011-1294635600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a sentence of conditional discharge pending completion of a substance abuse treatment program for first and second time drug possessors",
  "summary" : "Authorizes imposition of a sentence of conditional discharge pending the completion of a substance abuse treatment program licensed by the office of alcoholism and substance abuse services and approved by the division of probation and correctional alternatives for first or second conviction of certain controlled substance possession or marihuana possession offenses provided such offender has no prior violent felony convictions. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1270-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1508\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by Sens. MONTGOMERY, BRESLIN, DILAN, DUANE, HASSELL-THOMPSON,\n         KRUEGER  --  read  twice  and  ordered printed, and when printed to be\n         committed to the Committee on Crime Victims, Crime and Correction\n\n       AN ACT to amend the executive law, the criminal procedure  law  and  the\n         penal  law,  in  relation  to  establishing  substance abuse treatment\n         alternatives for certain offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 249-a\n    2  to read as follows:\n    3    S 249-A. SUBSTANCE ABUSE TREATMENT ALTERNATIVE  PROGRAMS  FOR  CERTAIN\n    4  OFFENDERS.  1. THE DIRECTOR SHALL ENTER INTO AGREEMENTS WITH RESIDENTIAL\n    5  SUBSTANCE ABUSE TREATMENT PROGRAMS TO PROVIDE FOR THE CARE AND TREATMENT\n    6  OF ELIGIBLE OFFENDERS SENTENCED PURSUANT TO SECTION 60.14 OF  THE  PENAL\n    7  LAW.\n    8    2.  SUCH  PROGRAMS  SHALL  BE LICENSED BY THE OFFICE OF ALCOHOLISM AND\n    9  SUBSTANCE ABUSE SERVICES AND  SHALL  BE  APPROVED  BY  THE  DIVISION  OF\n   10  PROBATION AND CORRECTIONAL ALTERNATIVES.\n   11    3.  UPON  THE  SATISFACTORY COMPLETION OF THE COURSE OF TREATMENT, THE\n   12  ELIGIBLE OFFENDER SHALL HAVE THE COURT IMPOSED SENTENCE  OF  CONDITIONAL\n   13  DISCHARGE TERMINATED IN ACCORDANCE WITH THE PROVISIONS OF SECTION 410.90\n   14  OF THE CRIMINAL PROCEDURE LAW.\n   15    S  2. Paragraph (a) of subdivision 3 of section 390.30 of the criminal\n   16  procedure law, as added by chapter 14 of the laws of 1985, is amended to\n   17  read as follows:\n   18    (a) The report of the pre-sentence investigation must contain an anal-\n   19  ysis of as much of the information gathered in the investigation as  the\n   20  agency  that  conducted the investigation deems relevant to the question\n   21  of sentence.  WHERE APPROPRIATE, THE REPORT SHALL  INCLUDE  A  TREATMENT\n   22  PLAN  INCLUDING  BUT  NOT  LIMITED  TO  A  LISTING OF AVAILABLE LICENSED\n   23  SUBSTANCE ABUSE PROGRAMS TO PROVIDE FOR THE CARE AND TREATMENT OF OFFEN-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06133-01-1\n\n       S. 1508                             2\n\n    1  DERS SENTENCED IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVISION  ONE  OF\n    2  SECTION  60.14 OF THE PENAL LAW.  The report must also include any other\n    3  [imformation] INFORMATION that the court directs to be included and  the\n    4  material  required  by  paragraph (b) of this subdivision which shall be\n    5  considered part of the report.\n    6    S 3. The penal law is amended by adding a new section 60.14 to read as\n    7  follows:\n    8  S 60.14 AUTHORIZED DEPOSITIONS;  CRIMINAL  POSSESSION  OF  A  CONTROLLED\n    9              SUBSTANCE.\n   10    1.  THE  SENTENCE  OF  ANY  PERSON CONVICTED OF A VIOLATION OF SECTION\n   11  220.03 OF THIS CHAPTER, CRIMINAL POSSESSION OF A CONTROLLED SUBSTANCE IN\n   12  THE SEVENTH DEGREE, SECTION 220.06 OF THIS CHAPTER, CRIMINAL  POSSESSION\n   13  OF A CONTROLLED SUBSTANCE IN THE FIFTH DEGREE, OR SECTION 221.20 OF THIS\n   14  CHAPTER,  CRIMINAL  POSSESSION  OF  MARIHUANA  IN  THE THIRD DEGREE, FOR\n   15  EITHER THE FIRST OR SECOND TIME WHO HAS NO PRIOR CONVICTION FOR  ANY  OF\n   16  THE  OTHER PROVISIONS  OF ARTICLE TWO HUNDRED TWENTY OF THIS CHAPTER AND\n   17  ALSO HAS NO PRIOR  VIOLENT  FELONY  CONVICTION  SHALL  BE  CONDITIONALLY\n   18  DISCHARGED  PROVIDED  SUCH  PERSON  AGREES  TO  ATTEND, AND SUCCESSFULLY\n   19  COMPLETES AN ALTERNATIVE PROGRAM OF SUBSTANCE ABUSE  TREATMENT  APPROVED\n   20  IN  ACCORDANCE  WITH  SECTION  TWO HUNDRED FORTY-NINE-A OF THE EXECUTIVE\n   21  LAW.\n   22    2. THE COURT SHALL IMPOSE SUCH A SENTENCE ON THE  CONDITION  THAT  THE\n   23  OFFENDER  PARTICIPATE IN A SUBSTANCE ABUSE TREATMENT ALTERNATIVE PROGRAM\n   24  FOR A SPECIFIED PERIOD OF TIME AS DETERMINED BY THE COURT.\n   25    3. UPON COMPLETION OF A COURSE OF TREATMENT, THE COURT SHALL TERMINATE\n   26  THE SENTENCE IN ACCORDANCE WITH THE PROVISIONS OF SECTION 410.90 OF  THE\n   27  CRIMINAL  PROCEDURE  LAW.  IF  THE  COURT  DETERMINES  THAT THE OFFENDER\n   28  ABSCONDED FROM THE SUBSTANCE ABUSE TREATMENT ALTERNATIVE PROGRAM OR THAT\n   29  THE SENTENCE IS NO LONGER SUITABLE  BECAUSE  IT  ENDANGERS  THE  SAFETY,\n   30  SECURITY OR ORDER OF SUCH TREATMENT FACILITY OR THAT THE OFFENDER OTHER-\n   31  WISE VIOLATES THE TERMS AND CONDITIONS OF THE SENTENCE, THE SENTENCE MAY\n   32  BE  REVOKED. UPON REVOCATION, THE OFFENDER SHALL BE SENTENCED IN ACCORD-\n   33  ANCE WITH THE OTHER PROVISIONS OF THIS  CHAPTER  APPLICABLE  TO  PERSONS\n   34  CONVICTED  OF  CRIMINAL POSSESSION OF A CONTROLLED SUBSTANCE OR CRIMINAL\n   35  POSSESSION OF MARIHUANA, AS THE CASE MAY BE.\n   36    4. THE COURT SHALL CONDUCT AN ONGOING EVALUATION OF THE  PROGRAM.  THE\n   37  COURT  SHALL  UNDERTAKE  STUDIES  IN  CONJUNCTION  WITH  THE DIVISION OF\n   38  PROBATION AND CORRECTIONAL ALTERNATIVES, THE DIVISION OF PAROLE AND  THE\n   39  OFFICE  OF  ALCOHOLISM  AND  SUBSTANCE ABUSE SERVICES TO ENSURE THAT THE\n   40  PROGRAMMATIC OBJECTIVES ARE MET.\n   41    S 4. This act shall take effect on the one hundred eightieth day after\n   42  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1508\n\nTITLE OF BILL:\nAn act\nto amend the executive law, the criminal procedure law\nand the penal law, in relation to establishing substance abuse\ntreatment alternatives for certain offenders\n\nPURPOSE:\nTo provide the sentencing option of drug\ntreatment to judges\nwho must sentence certain non-violent, low-level drug offenders.\n\nSUMMARY OF PROVISIONS:\nSection 1 amends the Executive\nLaw by adding a\nnew section 249-a which directs the State Director of Probation and\nCorrectional Alternatives to enter into agreements with residential\ntreatment providers to provide for the treatment and care of drug\noffenders who are sentenced to substance abuse treatment pursuant to\nPenal Law &sect; 60.14. These programs must be licensed by the Office of\nAlcoholism and Substance Abuse Services and must be approved by the\nDivision of Probation and Correctional Alternatives.\n\nSection 2 amends the Criminal Procedure Law &sect; 390.30 to provide that a\npre-sentence investigation report shall include a listing of\navailable licensed substance abuse programs to provide treatment to\noffenders who are eligible under Penal Law &sect; 60.14.\n\nSection 3 amends the Penal Law to add a new section 60.14, which\nauthorizes a sentence of conditional discharge, provided that the\noffender agrees to attend and successfully complete a substance abuse\ntreatment program specified by the court. Eligible offenders are\nthose persons who stand convicted of criminal possession of a\ncontrolled substance in the 5th and 7th degrees, or criminal\npossession of marijuana in the 3rd degree, who have no more than one\nprior conviction for such an offense, and who have no prior history\nof violence.\n\nThe court retains jurisdiction over the individual while he or she\nundergoes treatment. Upon successful completion of the program, the\ncharge is dismissed. If the program is not successfully completed,\nthe conditional discharge is revoked and the offender is sentenced as\nif convicted of the original charge.\n\nJUSTIFICATION:\nNew York State's drug laws are not\ncost effective\nbecause they have led to prison crowding without enhancing public\nsafety, and because they have led to dramatic increases in prison\nspending. These laws are inequitable because they hurt minority\ncommunities, and they are unjust because they don't distinguish\nbetween a one-time drug offender who is simply acting as a \"mule\" and\na \"drug kingpin.\"\n\n\nDrug abuse is a terrible evil that has destroyed many lives. But the\nfailure of the law enforcement approach of the so-called \"War on\nDrugs\" is evidenced by the many thousands of non-violent drug\noffenders in our prisons, while drugs continue to be sold and used in\nour communities.\n\nNew York must return to its justices the flexibility and discretion\nand sentencing that they once used to treat persons with drug\nproblems as individuals. \"Lock'em up and throwaway the key\" and\nprison construction may be politically popular, but it is fiscally\nirresponsible to incarcerate non-violent drug offenders and\ndestructive to the communities that these offenders come from. A\nrecent study published by the Drug Policy Research Center of the RAND\nCorporation concluded that long prison sentences cost more than drug\ntreatment, and do less to reduce drug consumption. The RAND study\ndemonstrates that we can do more to reduce drug-related violence and\ndrug consumption by mandating treatment rather than simply mandating\nlong prison sentences.\n\nThis legislation is designed to implement an approach that treats drug\nabuse as a public health problem as opposed to a criminal justice\nproblem. It will permit the state to spend a fraction of that amount\non drug treatment programs. The savings cad be used for many things,\nincluding drug treatment prevention programs for children.\n\nThis bill targets non-violent offenders who are charged with simple\ndrug possession and low-level drug sales, and offers the sentencing\njudge the opportunity to sentence these offenders to treatment\ninstead of prison. It does not alter the current penalties for\nhigh-level drug possessors and drug dealers.\n\nLEGISLATIVE HISTORY:\n1999-2000: S.3386 Died in Committee\n2001-2002: S.1107 Died in Committee\n2003-2004: S.1629 Died in Committee\n2005-2006: S.1494 Died in Committee\n2007-2008: S.2121 Died in Committee\n2009-2010: S.1270 Died in Committee\n\nFISCAL IMPLICATIONS:\nUndetermined.\n\nEFFECTIVE DATE:\nThis act will take effect on the one hundred eightieth\nday after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, the criminal procedure law and the penal law, in relation to establishing substance abuse treatment alternatives for certain offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T094044.TXT", "SOBI.D110110.T103050.TXT", "SOBI.D110110.T103559.TXT", "SOBI.D110111.T135211.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T102050.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472757
}