{
  "year" : 2011,
  "senateBillNo" : "S1505-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1505-2011-1294376400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Repeals provision that volunteer firefighters and ambulance workers who receive a real property tax exemption for service may not receive the income tax credit; repealer",
  "summary" : "Repeals the provision of law that volunteer firefighters and ambulance workers who receive a real property tax exemption for service may not receive the income tax credit for such service. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S3264-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1505\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GRIFFO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to the volunteer  firefighters'\n         and ambulance workers' credit, and to repeal paragraph 2 of subsection\n         (e-1) of section 606 of the tax law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 2 of subsection (e-1) of section 606 of  the  tax\n    2  law is REPEALED.\n    3    S  2. Paragraphs 3 and 4 of subsection (e-1) of section 606 of the tax\n    4  law, paragraph 4 as renumbered by section 4 of part N of chapter  61  of\n    5  the laws of 2006, are renumbered paragraphs 2 and 3.\n    6    S 3. This act shall take effect immediately and shall apply to taxable\n    7  years beginning on or after January 1, 2012.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03565-01-1\n",
  "memo" : "BILL NUMBER:S1505\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to the volunteer firefighters' and\nambulance workers' credit, and to repeal paragraph 2 of subsection (e-1)\nof section 606 of the tax law relating thereto\n\nPURPOSE:\nThis bill would allow volunteer firefighters and ambulance workers to\nreceive both the volunteer firefighters and ambulance workers tax\ncredit and a locally enacted real property tax exemption.\n\nJUSTIFICATION:\nOur volunteer firefighters and ambulance workers answer the emergency\ncall no matter the weather, the conditions or the circumstances -\neach and every day, putting their lives on the line for all of us.\nOver the past few years, the state and its municipalities have sought\nto encourage more emergency volunteers through a state tax credit and\nlocally enacted real property tax exemptions. Unfortunately, a quirk\nin the law does not allow a volunteer to receive both a property tax\nexemption and the state tax credit. In an effort to correct this,\nthis bill would allow volunteer firefighters and ambulance workers to\nreceive both the tax credit - which amounts to $200 off their income\ntaxes - and a tax exemption which is generally limited to, at most, a\n$3,000 reduction in the assessed value of their home. Given the\nenormous amount of time that these volunteers put in and the savings\nthat local governments realize - estimated at $2.9 billion annually -\nfrom having volunteer fire and ambulance companies, it would seem\nonly fair to allow them to receive both the tax credit and a tax\nexemption.\n\nLEGISLATIVE HISTORY:\nS.3264/A.7816 Investigations/Gov. Ops./Ways and Means\nS.6869/A.9864 Passed Both Houses; Vetoed by the Governor\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nLOCAL FISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately and applies to taxable years beginning on or after January\n1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the volunteer firefighters' and ambulance workers' credit, and to repeal paragraph 2 of subsection (e-1) of section 606 of the tax law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T110153.TXT", "SOBI.D110107.T162918.TXT", "SOBI.D110107.T164419.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110107.T161417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472753
}