{
  "year" : 2011,
  "senateBillNo" : "S1502-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1502-2011-1294376400000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to tuition increases, leasing, contracting, and the overall daily operation at the State University of New York at Buffalo",
  "summary" : "Relates to tuition increases, leasing, contracting, and the overall daily operation at the State University of New York at Buffalo. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SC2020-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GALLIVAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KENNEDY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1502\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced by Sens. MAZIARZ, RANZENHOFER, GALLIVAN, GRISANTI, KENNEDY --\n         read  twice  and  ordered printed, and when printed to be committed to\n         the Committee on Higher Education\n\n       AN ACT to amend the education law, the public authorities  law  and  the\n         general  municipal  law,  in relation to authorizing tuition increases\n         for the State University of New York at Buffalo (Part A); to amend the\n         education law, in relation to the use of State University of New  York\n         at  Buffalo  property  (Part B); to amend the education law, the state\n         finance law and the tax law, in relation to the ability of  the  state\n         university  trustees  to  purchase  items and enter into contracts and\n         agreements (Part C); to amend the education law and the state  finance\n         law,  in  relation  to the distribution of money received from various\n         sources related to the State University of New York at  Buffalo  (Part\n         D);  and  to  amend  the  education law, in relation to providing that\n         certain lease of the State University of New York at Buffalo need  not\n         be submitted to the attorney general for his or her approval (Part E)\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as  the  \"UB  2020\n    2  flexibility and economic growth act\".\n    3    S  2.  Legislative  findings and intent.   The State University of New\n    4  York at Buffalo ranks as one of the foremost  research  academic  insti-\n    5  tutions in New York, and has the potential to become a regional economic\n    6  engine.  The  University's UB 2020 initiative, through which it seeks to\n    7  increase enrollment, expand its research capabilities and revitalize its\n    8  campuses, can serve as the catalyst for re-energizing  the  western  New\n    9  York economy and workforce development.\n   10    In  light of the current condition of the western New York economy and\n   11  the State University of New York at  Buffalo's  desire  to  enhance  its\n   12  academic research capabilities, the University is the ideal candidate to\n   13  pilot  a  number  of  reforms  recently  proposed  by the New York State\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06328-01-1\n\n       S. 1502                             2\n\n    1  commission on higher education. These proposals will require  the  state\n    2  of New York to maintain its current level of financial commitment to the\n    3  State University of New York at Buffalo.\n    4    Finally,   the  legislature  intends  to  monitor  the  University  at\n    5  Buffalo's implementation of these reforms, their impact in  western  New\n    6  York,  and  their  potential  for broader application.   This monitoring\n    7  shall include the efforts by and on behalf of the University at  Buffalo\n    8  to ensure a diverse workforce on UB 2020 capital projects.\n    9    S  3.  This  act enacts into law major components of legislation which\n   10  are necessary for the efficient and productive operation  of  the  State\n   11  University  of  New  York at Buffalo. Each component is wholly contained\n   12  within a Part identified as Parts A through E.  The  effective  date  or\n   13  dates  for  each particular provision contained within such Part are set\n   14  forth in the last section of such Part. Any  provision  in  any  section\n   15  contained within a Part, including the effective date of the Part, which\n   16  makes reference to a section \"of this act\", when used in connection with\n   17  that  particular  component,  shall  be  deemed to mean and refer to the\n   18  corresponding section of the Part in which it is found.\n\n   19                                   PART A\n\n   20    Section 1. Subparagraph 4 of paragraph h of subdivision 2  of  section\n   21  355 of the education law, as amended by chapter 309 of the laws of 1996,\n   22  is amended to read as follows:\n   23    (4)  [The]  EXCEPT AS HEREINAFTER PROVIDED WITH RESPECT TO STUDENTS AT\n   24  THE STATE UNIVERSITY OF NEW YORK AT  BUFFALO,  THE  trustees  shall  not\n   25  impose  a  differential  tuition charge based upon need or income. [All]\n   26  EXCEPT AS HEREINAFTER PROVIDED WITH RESPECT TO  STUDENTS  AT  THE  STATE\n   27  UNIVERSITY  OF  NEW  YORK  AT BUFFALO, ALL students enrolled in programs\n   28  leading to like degrees at  state-operated  institutions  of  the  state\n   29  university shall be charged a uniform rate of tuition except for differ-\n   30  ential  tuition  rates  based on state residency.  EXCEPT AS HEREINAFTER\n   31  PROVIDED WITH RESPECT TO STUDENTS AT THE STATE UNIVERSITY OF NEW YORK AT\n   32  BUFFALO, THE TRUSTEES SHALL NOT ADOPT CHANGES AFFECTING TUITION  CHARGES\n   33  PRIOR TO THE ENACTMENT OF THE ANNUAL BUDGET. Provided, however, that the\n   34  trustees  may authorize the presidents of the colleges of technology and\n   35  the colleges of agriculture and technology to  set  differing  rates  of\n   36  tuition  for each of the colleges for students enrolled in degree-grant-\n   37  ing programs leading to an  associate  degree  and  non-degree  granting\n   38  programs  so  long as such tuition rate does not exceed the tuition rate\n   39  charged to students who are enrolled in like degree programs or  degree-\n   40  granting  undergraduate  programs  leading  to a baccalaureate degree at\n   41  other state-operated institutions of the state university of New  York[.\n   42  The  trustees shall not adopt changes affecting tuition charges prior to\n   43  the enactment of the annual budget.] AND PROVIDED FURTHER, THAT,\n   44    A. COMMENCING WITH THE  TWO  THOUSAND  TWELVE--TWO  THOUSAND  THIRTEEN\n   45  ACADEMIC  YEAR,  THE  PRESIDENT  OF  THE STATE UNIVERSITY OF NEW YORK AT\n   46  BUFFALO, IN CONSULTATION WITH THE  UNIVERSITY  AT  BUFFALO  COUNCIL,  IS\n   47  AUTHORIZED TO SET DIFFERING RATES OF TUITION BY PROGRAM AND, WITHIN EACH\n   48  PROGRAM,  BY  CLASS  YEAR,  FOR  STUDENTS  ENROLLED  IN  DEGREE GRANTING\n   49  PROGRAMS AT THE STATE UNIVERSITY OF NEW  YORK  AT  BUFFALO  WITHOUT  THE\n   50  PRIOR APPROVAL OF THE TRUSTEES IN ACCORDANCE WITH THE FOLLOWING:\n   51    (I)  TUITION FOR STUDENTS ENROLLED IN ANY PARTICULAR UNDERGRADUATE AND\n   52  GRADUATE DEGREE  GRANTING  PROGRAM,  INCLUDING  IN-STATE,  OUT-OF-STATE,\n   53  FULL-TIME  AND  PART-TIME  STUDENTS,  MAY  BE INCREASED EACH YEAR TO THE\n   54  PUBLIC INSTITUTION MEAN TUITION AS MOST RECENTLY REPORTED BY THE  AMERI-\n\n       S. 1502                             3\n\n    1  CAN  ASSOCIATION OF UNIVERSITIES FOR EACH SUCH PROGRAM, PROVIDED, HOWEV-\n    2  ER, THAT EACH SUCH ANNUAL INCREASE MAY NOT EXCEED 1.5 TIMES THE PERCENT-\n    3  AGE INCREASE IN THE MOST RECENTLY PUBLISHED HIGHER EDUCATION PRICE INDEX\n    4  (HEPI) AS PROMULGATED BY THE COMMONFUND INSTITUTE.\n    5    (II) TUITION FOR STUDENTS ENROLLED IN PROFESSIONAL PROGRAMS INCLUDING,\n    6  BUT  NOT  LIMITED TO, DOCTOR OF MEDICINE, DOCTOR OF DENTISTRY, DOCTOR OF\n    7  NURSING PRACTICE, DOCTOR OF PHYSICAL THERAPY, JURIS  DOCTOR,  DOCTOR  OF\n    8  PHARMACY  AND  MASTERS IN BUSINESS ADMINISTRATION, MAY BE INCREASED EACH\n    9  YEAR TO THE PUBLIC INSTITUTION MEAN TUITION AS MOST RECENTLY REPORTED BY\n   10  THE  AMERICAN  ASSOCIATION  OF  UNIVERSITIES  FOR  EACH  SUCH   PROGRAM,\n   11  PROVIDED, HOWEVER, THAT EACH SUCH ANNUAL INCREASE MAY NOT EXCEED FIFTEEN\n   12  PERCENT.\n   13    B.  PROPOSED TUITION INCREASES FOR STUDENTS AT THE STATE UNIVERSITY OF\n   14  NEW YORK AT BUFFALO THAT EXCEED THE INCREASES DESCRIBED IN CLAUSE  A  OF\n   15  THIS SUBPARAGRAPH MUST BE APPROVED BY THE TRUSTEES PRIOR TO BEING IMPLE-\n   16  MENTED.\n   17    C.  THE  STATE  OF NEW YORK AND THE STATE UNIVERSITY OF NEW YORK SHALL\n   18  DISREGARD ANY TUITION INCREASES FOR STUDENTS AT THE STATE UNIVERSITY  OF\n   19  NEW  YORK AT BUFFALO PURSUANT TO CLAUSE A OF THIS SUBPARAGRAPH IN DETER-\n   20  MINING ANY ANNUAL CORE INSTRUCTIONAL SUPPORT OR OTHER  ANNUAL  APPROPRI-\n   21  ATIONS  TO BE PROVIDED TO EITHER THE STATE UNIVERSITY OF NEW YORK OR THE\n   22  STATE UNIVERSITY OF NEW YORK AT BUFFALO. IN  AMPLIFICATION  AND  NOT  IN\n   23  LIMITATION OF THE FOREGOING, NEITHER THE STATE OF NEW YORK NOR THE STATE\n   24  UNIVERSITY  OF  NEW  YORK  SHALL  PROVIDE  ANY  INCREASES TO ANNUAL CORE\n   25  STATE-TAX FUNDED INSTRUCTIONAL SUPPORT, EMPLOYEE SALARY OR FRINGE  BENE-\n   26  FIT  PAYMENTS OR OTHER ANNUAL APPROPRIATIONS OF ANY KIND OR NATURE TO OR\n   27  ON BEHALF OF ANY OTHER SUNY UNIVERSITY CENTER (I.E., STATE UNIVERSITY OF\n   28  NEW YORK AT STONY BROOK, STATE UNIVERSITY OF NEW YORK AT ALBANY OR STATE\n   29  UNIVERSITY OF NEW YORK AT BINGHAMTON) OR ANY SUNY FOUR YEAR COLLEGE AT A\n   30  LEVEL, THAT IS, IN ANY WAY, INCONSISTENT WITH OR INFERIOR TO THE FUNDING\n   31  METHODS EMPLOYED FOR INCREASES IN ANNUAL CORE STATE-TAX FUNDED  INSTRUC-\n   32  TIONAL  SUPPORT,  EMPLOYEE  SALARY  OR  FRINGE BENEFIT PAYMENTS OR OTHER\n   33  APPROPRIATIONS OF ANY KIND OR NATURE MADE TO OR ON BEHALF OF  THE  STATE\n   34  UNIVERSITY  OF  NEW YORK AT BUFFALO. FURTHERMORE, UNTIL SUCH TIME AS THE\n   35  PROGRAM OBJECTIVES OF THE STATE UNIVERSITY OF NEW YORK AT  BUFFALO'S  UB\n   36  2020  INITIATIVE  ARE  ACHIEVED,  NEITHER  THE STATE OF NEW YORK NOR THE\n   37  STATE UNIVERSITY OF NEW YORK WILL REDUCE ANNUAL  CORE  STATE-TAX  FUNDED\n   38  INSTRUCTIONAL  SUPPORT,  EMPLOYEE  SALARY  OR FRINGE BENEFIT PAYMENTS OR\n   39  OTHER APPROPRIATIONS OF ANY KIND OR NATURE MADE TO OR ON BEHALF  OF  THE\n   40  STATE UNIVERSITY OF NEW YORK AT BUFFALO SO AS TO CAUSE THE PROPORTIONATE\n   41  LEVEL OF SUPPORT, PAYMENTS AND APPROPRIATIONS FOR ANY OTHER SUNY UNIVER-\n   42  SITY  CENTER  (I.E.,  STATE UNIVERSITY OF NEW YORK AT STONY BROOK, STATE\n   43  UNIVERSITY OF NEW YORK AT ALBANY OR STATE  UNIVERSITY  OF  NEW  YORK  AT\n   44  BINGHAMTON)  OR  ANY SUNY FOUR YEAR COLLEGE TO BE GREATER THAN THE LEVEL\n   45  OF SUCH SUPPORT, PAYMENTS AND APPROPRIATIONS AFFORDED THE STATE  UNIVER-\n   46  SITY OF NEW YORK AT BUFFALO IN COMPARISON TO SUCH OTHER INSTITUTIONS FOR\n   47  THE TWO THOUSAND TEN--TWO THOUSAND ELEVEN STATE FISCAL YEAR.\n   48    D. NOTWITHSTANDING ITEM (C) OF SUBCLAUSE ONE OF CLAUSE (A) OF SUBPARA-\n   49  GRAPH  (I)  OF  PARAGRAPH  A OF SUBDIVISION THREE OF SECTION SIX HUNDRED\n   50  SIXTY-SEVEN OF THIS TITLE, COMMENCING WITH THE TWO THOUSAND  TWELVE--TWO\n   51  THOUSAND  THIRTEEN  ACADEMIC YEAR, THE STATE OF NEW YORK SHALL CALCULATE\n   52  TUITION ASSISTANCE PROGRAM (TAP) PAYMENTS  FOR  STUDENTS  AT  THE  STATE\n   53  UNIVERSITY OF NEW YORK AT BUFFALO USING THE APPLICABLE TUITION RATES FOR\n   54  STUDENTS  AT THE STATE UNIVERSITY OF NEW YORK AT BUFFALO AS THE BASE TAP\n   55  AMOUNT FOR SUCH STUDENTS.\n\n       S. 1502                             4\n\n    1    E. A PORTION OF THE NET  TUITION  REVENUE  GENERATED  BY  THE  TUITION\n    2  INCREASES  DESCRIBED  IN  CLAUSE  A OF THIS SUBPARAGRAPH, TO BE NOT LESS\n    3  THAN TEN PERCENT NOR MORE THAN TWENTY PERCENT OF SUCH NET TUITION REVEN-\n    4  UE,  SHALL  BE  DIRECTED   TO   FINANCIAL   AID   PROGRAMS   TO   ASSIST\n    5  FINANCIALLY-DISADVANTAGED STUDENTS IN THE CORRESPONDING STATE UNIVERSITY\n    6  OF NEW YORK AT BUFFALO DEGREE GRANTING PROGRAM.\n    7    F.  THE PRESIDENT OF THE STATE UNIVERSITY OF NEW YORK AT BUFFALO SHALL\n    8  PROVIDE, NO LATER THAN SEPTEMBER FIFTEENTH, PUBLIC NOTICE OF ANY TUITION\n    9  INCREASES FOR THE FOLLOWING ACADEMIC YEAR. SUCH  NOTICE  SHALL  DESCRIBE\n   10  THE  TUITION  FOR  EACH DEGREE PROGRAM, THE PLANS FOR UTILIZATION OF THE\n   11  REVENUE FROM THE INCREASED TUITION BY THE STATE UNIVERSITY OF  NEW  YORK\n   12  AT  BUFFALO  AND  THE  PROJECTED  IMPACT OF THE TUITION INCREASES ON THE\n   13  ACCESS TO AND QUALITY OF THE AFFECTED DEGREE GRANTING PROGRAMS.\n   14    G. ALL MONEYS RECEIVED BY THE STATE UNIVERSITY OF NEW YORK AT  BUFFALO\n   15  FOR  TUITION  INCREASES DESCRIBED IN CLAUSE A OF THIS SUBPARAGRAPH SHALL\n   16  NOT CONSTITUTE FUNDS OF THE STATE OF NEW YORK OR OF THE STATE UNIVERSITY\n   17  OF NEW YORK AND SHALL BE PAID INTO A FUND MAINTAINED BY THE  COMPTROLLER\n   18  OF  THE  STATE UNIVERSITY OF NEW YORK AT BUFFALO TO BE USED BY THE STATE\n   19  UNIVERSITY OF NEW YORK AT BUFFALO FOR EXPENSES OF THE  STATE  UNIVERSITY\n   20  OF  NEW  YORK  AT  BUFFALO,  WITHOUT  THE NEED FOR ANY FURTHER APPROVAL,\n   21  APPROPRIATION OR AUTHORIZATION FROM THE STATE OF NEW YORK OR  THE  STATE\n   22  UNIVERSITY OF NEW YORK.\n   23    S  2.  Paragraph  (b)  of  subdivision 2 of section 1676 of the public\n   24  authorities law is amended by adding two new undesignated paragraphs  to\n   25  read as follows:\n   26    THE  STATE  UNIVERSITY  OF NEW YORK AT BUFFALO, IN CONNECTION WITH THE\n   27  FINANCING, REFINANCING, ACQUISITION, DESIGN, DEVELOPMENT,  CONSTRUCTION,\n   28  RECONSTRUCTION,   RENOVATION,  REHABILITATION,  IMPROVEMENT,  EXPANSION,\n   29  FURNISHING AND EQUIPPING OF, OR OTHERWISE PROVIDING FOR ACADEMIC  BUILD-\n   30  INGS,  DORMITORIES,  AND  OTHER FACILITIES ON LANDS HELD BY THE STATE OF\n   31  NEW YORK FOR THE BENEFIT OF THE STATE UNIVERSITY OF NEW YORK AT  BUFFALO\n   32  OR  LANDS LEASED BY THE STATE OF NEW YORK OR THE STATE UNIVERSITY OF NEW\n   33  YORK AT BUFFALO FOR USE BY STUDENTS, FACULTY  AND  STAFF  OF  THE  STATE\n   34  UNIVERSITY OF NEW YORK AT BUFFALO.\n   35    ANY STATE UNIVERSITY OF NEW YORK AT BUFFALO CAMPUS-RELATED FOUNDATION,\n   36  ALUMNI  ASSOCIATION OR AFFILIATE THEREOF, ANY NOT-FOR-PROFIT CORPORATION\n   37  OR ASSOCIATION ORGANIZED BY THE PRESIDENT OR THE  ALUMNI  OF  THE  STATE\n   38  UNIVERSITY OF NEW YORK AT BUFFALO TO FURTHER ITS PURPOSES, OR ANY LIMIT-\n   39  ED LIABILITY COMPANY WHOSE SOLE MEMBER IS ANY ONE OF THE FOREGOING ENTI-\n   40  TIES,  IN  CONNECTION  WITH  THE  FINANCING,  REFINANCING,  ACQUISITION,\n   41  DESIGN, DEVELOPMENT, CONSTRUCTION, RECONSTRUCTION, RENOVATION, REHABILI-\n   42  TATION, IMPROVEMENT, EXPANSION, FURNISHING AND EQUIPPING OF,  OR  OTHER-\n   43  WISE  PROVIDING  FOR, ACADEMIC BUILDINGS, DORMITORIES, AND OTHER FACILI-\n   44  TIES FOR THE USE OF STUDENTS, FACULTY AND STAFF OF THE STATE  UNIVERSITY\n   45  OF NEW YORK AT BUFFALO.\n   46    S  3.  Subdivision  1 of section 1680 of the public authorities law is\n   47  amended by adding two new undesignated paragraphs to read as follows:\n   48    THE STATE UNIVERSITY OF NEW YORK AT BUFFALO, IN  CONNECTION  WITH  THE\n   49  FINANCING,  REFINANCING, ACQUISITION, DESIGN, DEVELOPMENT, CONSTRUCTION,\n   50  RECONSTRUCTION,  RENOVATION,  REHABILITATION,  IMPROVEMENT,   EXPANSION,\n   51  FURNISHING AND EQUIPPING OF, OR OTHERWISE PROVIDING FOR, ACADEMIC BUILD-\n   52  INGS,  DORMITORIES,  AND  OTHER FACILITIES ON LANDS HELD BY THE STATE OF\n   53  NEW YORK FOR THE BENEFIT OF THE STATE UNIVERSITY OF NEW YORK AT  BUFFALO\n   54  OR  LANDS LEASED BY THE STATE OF NEW YORK OR THE STATE UNIVERSITY OF NEW\n   55  YORK AT BUFFALO FOR USE BY STUDENTS, FACULTY  AND  STAFF  OF  THE  STATE\n   56  UNIVERSITY OF NEW YORK AT BUFFALO.\n\n       S. 1502                             5\n\n    1    ANY STATE UNIVERSITY OF NEW YORK AT BUFFALO CAMPUS-RELATED FOUNDATION,\n    2  ALUMNI  ASSOCIATION OR AFFILIATE THEREOF, ANY NOT-FOR-PROFIT CORPORATION\n    3  OR ASSOCIATION ORGANIZED BY THE PRESIDENT OF THE STATE UNIVERSITY OF NEW\n    4  YORK AT BUFFALO TO FURTHER ITS PURPOSES, OR ANY LIMITED LIABILITY COMPA-\n    5  NY WHOSE SOLE MEMBER IS ANY ONE OF THE FOREGOING ENTITIES, IN CONNECTION\n    6  WITH  THE  FINANCING,  REFINANCING,  ACQUISITION,  DESIGN,  DEVELOPMENT,\n    7  CONSTRUCTION, RECONSTRUCTION, RENOVATION,  REHABILITATION,  IMPROVEMENT,\n    8  EXPANSION,  FURNISHING  AND  EQUIPPING  OF,  OR OTHERWISE PROVIDING FOR,\n    9  ACADEMIC BUILDINGS, DORMITORIES, AND OTHER FACILITIES  FOR  THE  USE  OF\n   10  STUDENTS,  FACULTY  AND  STAFF  OF  THE  STATE UNIVERSITY OF NEW YORK AT\n   11  BUFFALO.\n   12    S 4. Any contracts awarded or entered into by the dormitory  authority\n   13  pursuant  to this act shall be deemed state contracts within the meaning\n   14  of that term as set forth in article 15-A of the executive law; and  the\n   15  authority  shall  be deemed, for the purposes of this act, a contracting\n   16  agency as that term is used in article 15-A of the executive law.\n   17    S 5. Any contracts awarded or entered into by any State University  of\n   18  New  York  at  Buffalo  campus related foundation, alumni association or\n   19  affiliate thereof, any not-for-profit corporation or association  organ-\n   20  ized  by the president of the State University of New York at Buffalo to\n   21  further its purposes, or any limited liability company whose sole member\n   22  is any of the foregoing entities, or by  the  State  University  of  New\n   23  York, the State University Construction Fund, or the Dormitory Authority\n   24  of  the State of New York, on behalf of the State University of New York\n   25  at Buffalo,  for  construction,  reconstruction,  renovation,  rehabili-\n   26  tation,  improvement or expansion at the State University of New York at\n   27  Buffalo shall not be subject to section 101  of  the  general  municipal\n   28  law,  section 103 of the general municipal law, section 135 of the state\n   29  finance law or subdivision 8  of  section  376  of  the  education  law,\n   30  provided  the  wages paid to workers employed under such contracts shall\n   31  comply with the requirements of  section  220  of  the  labor  law,  the\n   32  construction, reconstruction, renovation, rehabilitation, improvement or\n   33  expansion to be effected under such contracts shall comply with sections\n   34  240  and  241 of the labor law and all contracts awarded or entered into\n   35  by any State University of New York at Buffalo  campus  related  founda-\n   36  tion, alumni association or affiliate thereof; any not-for-profit corpo-\n   37  ration or association organized by the president of the State University\n   38  of New York at Buffalo to further its purposes, or any limited liability\n   39  company whose sole member is any of the foregoing entities, or the State\n   40  University  of  New  York,  the  State University Construction Fund, the\n   41  Dormitory Authority of the State of New York, on  behalf  of  the  State\n   42  University  of  New  York  at Buffalo, for construction, reconstruction,\n   43  renovation,  rehabilitation,  improvement  or  expansion  at  the  State\n   44  University  of  New York at Buffalo may be let pursuant to a competitive\n   45  selection process to be determined by the contracting entity, which  may\n   46  consider factors other than cost alone, including, but not limited to an\n   47  evaluation  by  the  contracting  entity  of,  among  other  things, the\n   48  bidder's ability to provide maximum value at the lowest cost, the  level\n   49  of experience of the bidder, and the bidder's ability to meet the minor-\n   50  ity  and  women  workforce  and  business enterprise goals for the State\n   51  University of New York at Buffalo's UB 2020 initiative.\n   52    S 6. Any contracts awarded or entered into by any State University  of\n   53  New  York  at  Buffalo  campus related foundation, alumni association or\n   54  affiliate thereof, any not-for-profit corporation or association  organ-\n   55  ized  by the president of the State University of New York at Buffalo to\n   56  further its purposes, or any limited liability company whose sole member\n\n       S. 1502                             6\n\n    1  is any of the foregoing entities, or by  the  State  University  of  New\n    2  York, the State University Construction Fund, or the Dormitory Authority\n    3  of  the State of New York, on behalf of the State University of New York\n    4  at  Buffalo,  for  construction,  reconstruction,  renovation, rehabili-\n    5  tation, improvement or expansion at the State University of New York  at\n    6  Buffalo,  for  any  single construction project exceeding $20 million in\n    7  the aggregate, for which more than twenty-five percent of such aggregate\n    8  amount is to be paid from appropriations furnished by either  the  State\n    9  of  New  York  or  the  State University of New York, such construction,\n   10  reconstruction, renovation, rehabilitation, improvement or expansion  at\n   11  the State University of New York at Buffalo shall be undertaken pursuant\n   12  to a project labor agreement, as defined in subdivision 1 of section 222\n   13  of the labor law, provided a study done by or for the contracting entity\n   14  determines   that   a   project   labor   agreement  will  benefit  such\n   15  construction, reconstruction, renovation, rehabilitation, improvement or\n   16  expansion through reduced risk  of  delay,  potential  cost  savings  or\n   17  potential  reduction  in the risk of labor unrest in light of any perti-\n   18  nent local history thereof. For purposes of applying the dollar  thresh-\n   19  olds  set forth in the preceding sentence, the term \"single construction\n   20  project\" shall mean any functionally-interdependent construction, recon-\n   21  struction, renovation, rehabilitation, improvement or expansion activity\n   22  associated with a single building, structure or  improvement,  including\n   23  all directly related infrastructure and site work in contemplation ther-\n   24  eof.\n   25    S  7.  Before  any  contract  is  awarded or entered into by any State\n   26  University of New York at  Buffalo  campus  related  foundation,  alumni\n   27  association  or  affiliate  thereof,  any  not-for-profit corporation or\n   28  association organized by the president of the State  University  of  New\n   29  York at Buffalo to further its purposes, or any limited liability compa-\n   30  ny  whose  sole member is any of the foregoing entities, or by the State\n   31  University of New York, the State University Construction Fund,  or  the\n   32  Dormitory  Authority  of  the  State of New York, on behalf of the State\n   33  University of New York at  Buffalo,  for  construction,  reconstruction,\n   34  renovation,  rehabilitation,  improvement  or  expansion  at  the  State\n   35  University of New York at Buffalo, the State University of New  York  at\n   36  Buffalo shall create or cause to be created a diversity plan for UB 2020\n   37  capital  projects  and  shall  take or cause to be taken steps to ensure\n   38  that such diversity plan is successfully implemented on  a  program-wide\n   39  basis.   The UB 2020 diversity plan shall include, at a minimum, targets\n   40  for workforce diversity, targets for retention  of  minority  and  women\n   41  owned businesses, retention of an independent monitor by or on behalf of\n   42  the  State  University  of  New  York at Buffalo for all UB 2020 capital\n   43  projects and regular review of periodic reports  from  such  independent\n   44  monthly  monitor  as  to  the  attainment of the work force and business\n   45  diversity goals of the UB 2020 diversity plan.\n   46    S 8. Section 891-a of the general municipal law is amended by adding a\n   47  new subdivision 3 to read as follows:\n   48    3. IN ADDITION TO THE POWERS AND DUTIES NOW OR HEREAFTER CONFERRED  BY\n   49  TITLE  ONE  OF  ARTICLE  EIGHTEEN-A OF THIS CHAPTER, NOTWITHSTANDING ANY\n   50  OTHER STATE OR LOCAL LAW TO THE CONTRARY,  THE  AGENCY  SHALL  HAVE  THE\n   51  POWER  TO  PROVIDE  FINANCIAL ASSISTANCE, INCLUDING, BUT NOT LIMITED TO,\n   52  THE ISSUANCE OF BONDS AND NOTES BY THE AGENCY, IN CONJUNCTION  WITH  THE\n   53  FINANCING,  REFINANCING, ACQUISITION, DESIGN, DEVELOPMENT, CONSTRUCTION,\n   54  RECONSTRUCTION,  RENOVATION,  REHABILITATION,  IMPROVEMENT,   EXPANSION,\n   55  FURNISHING AND EQUIPPING OF, OR OTHERWISE PROVIDING FOR, ACADEMIC BUILD-\n   56  INGS,  DORMITORIES AND OTHER FACILITIES FOR USE BY STUDENTS, FACULTY AND\n\n       S. 1502                             7\n\n    1  STAFF OF THE STATE UNIVERSITY OF NEW YORK AT BUFFALO BY OR ON BEHALF  OF\n    2  ANY  STATE  UNIVERSITY OF NEW YORK AT BUFFALO CAMPUS RELATED FOUNDATION,\n    3  ALUMNI ASSOCIATION OR AFFILIATE THEREOF, ANY NOT-FOR-PROFIT  CORPORATION\n    4  OR ASSOCIATION ORGANIZED BY THE PRESIDENT OF THE STATE UNIVERSITY OF NEW\n    5  YORK AT BUFFALO TO FURTHER ITS PURPOSES, OR ANY LIMITED LIABILITY COMPA-\n    6  NY WHOSE SOLE MEMBER IS ANY OF THE FOREGOING ENTITIES.\n    7    S  9.  The opening paragraph of section 914-a of the general municipal\n    8  law, as added by chapter 579 of the laws of 1973, is designated subdivi-\n    9  sion 1 and a new subdivision 2 is added to read as follows:\n   10    2. IN ADDITION TO THE POWERS AND DUTIES NOW OR HEREAFTER CONFERRED  BY\n   11  TITLE  ONE  OF  ARTICLE  EIGHTEEN-A OF THIS CHAPTER, NOTWITHSTANDING ANY\n   12  OTHER STATE OR LOCAL LAW TO THE CONTRARY,  THE  AGENCY  SHALL  HAVE  THE\n   13  POWER  TO  PROVIDE  FINANCIAL ASSISTANCE, INCLUDING, BUT NOT LIMITED TO,\n   14  THE ISSUANCE OF BONDS AND NOTES BY THE AGENCY, IN CONJUNCTION  WITH  THE\n   15  FINANCING,  REFINANCING, ACQUISITION, DESIGN, DEVELOPMENT, CONSTRUCTION,\n   16  RECONSTRUCTION,  RENOVATION,  REHABILITATION,  IMPROVEMENT,   EXPANSION,\n   17  FURNISHING AND EQUIPPING OF, OR OTHERWISE PROVIDING FOR, ACADEMIC BUILD-\n   18  INGS,  DORMITORIES AND OTHER FACILITIES FOR USE BY STUDENTS, FACULTY AND\n   19  STAFF OF THE STATE UNIVERSITY OF NEW YORK AT BUFFALO BY OR ON BEHALF  OF\n   20  ANY  STATE  UNIVERSITY OF NEW YORK AT BUFFALO CAMPUS RELATED FOUNDATION,\n   21  ALUMNI ASSOCIATION OR AFFILIATE THEREOF, ANY NOT-FOR-PROFIT  CORPORATION\n   22  OR ASSOCIATION ORGANIZED BY THE PRESIDENT OF THE STATE UNIVERSITY OF NEW\n   23  YORK AT BUFFALO TO FURTHER ITS PURPOSES, OR ANY LIMITED LIABILITY COMPA-\n   24  NY WHOSE SOLE MEMBER IS ANY OF THE FOREGOING ENTITIES.\n   25    S  10. Subdivision 12 of section 373 of the education law, as added by\n   26  chapter 251 of the laws of 1962, is amended to read as follows:\n   27    12. To [make] PROCURE and execute contracts, lease agreements, and all\n   28  other instruments necessary or convenient for the exercise of its corpo-\n   29  rate powers and the fulfillment of its  corporate  purposes  under  this\n   30  article.  NOTWITHSTANDING  ANY  OTHER LAW TO THE CONTRARY, ALL SUCH FUND\n   31  PROCUREMENTS ON BEHALF OF THE STATE UNIVERSITY OF NEW  YORK  AT  BUFFALO\n   32  SHALL  BE  SUBJECT  ONLY  TO  PROCUREMENT  GUIDELINES  THAT ARE ANNUALLY\n   33  ADOPTED BY THE FUND TRUSTEES, WHICH SHALL SUBSTANTIALLY CONFORM  TO  THE\n   34  PROVISIONS OF TITLE FOUR OF ARTICLE NINE OF THE PUBLIC AUTHORITIES LAW;\n   35    S  11.  Section  373  of  the education law is amended by adding a new\n   36  subdivision 20 to read as follows:\n   37    20. TO  DESIGN,  CONSTRUCT,  ACQUIRE,  RECONSTRUCT,  REHABILITATE  AND\n   38  IMPROVE  ACADEMIC BUILDINGS, DORMITORIES AND OTHER FACILITIES FOR USE BY\n   39  STUDENTS, FACULTY AND STAFF OF THE  STATE  UNIVERSITY  OF  NEW  YORK  AT\n   40  BUFFALO USING ANY PROJECT DELIVERY METHOD, INCLUDING BUT NOT LIMITED TO,\n   41  DESIGN/BID/BUILD,  DESIGN/BUILD  OR  CONSTRUCTION  MANAGER AT RISK, THAT\n   42  WILL ASSIST THE FUND IN FULFILLING  ITS  PURPOSES  UNDER  SECTION  THREE\n   43  HUNDRED SEVENTY-TWO OF THIS ARTICLE.\n   44    S  12.  Subdivisions  9 and 10 of section 376 of the education law are\n   45  renumbered subdivisions 10 and 11 and a new subdivision 9  is  added  to\n   46  read as follows:\n   47    9.  ALL CONTRACTS WHICH ARE TO BE AWARDED PURSUANT TO THIS SUBDIVISION\n   48  ON BEHALF OF THE STATE UNIVERSITY  OF  NEW  YORK  AT  BUFFALO  SHALL  BE\n   49  AWARDED  PURSUANT TO PROCUREMENT GUIDELINES ADOPTED BY THE FUND TRUSTEES\n   50  IN ACCORDANCE WITH SECTION FIVE OF PART A OF THE CHAPTER OF THE LAWS  OF\n   51  TWO  THOUSAND ELEVEN THAT ADDED THIS SUBDIVISION OR BY PUBLIC LETTING IN\n   52  ACCORDANCE WITH THE FOLLOWING PROVISIONS, NOTWITHSTANDING  ANY  CONTRARY\n   53  PROVISION  OF  SECTION  ONE HUNDRED TWELVE, ONE HUNDRED THIRTY-FIVE, ONE\n   54  HUNDRED THIRTY-SIX, ONE HUNDRED THIRTY-NINE OR ONE HUNDRED FORTY OF  THE\n   55  STATE  FINANCE  LAW  OR ANY OTHER LAW, PROVIDED, HOWEVER, THAT WHERE THE\n   56  ESTIMATED EXPENSE OF ANY CONTRACT WHICH MAY BE AWARDED PURSUANT TO  THIS\n\n       S. 1502                             8\n\n    1  SUBDIVISION  IS LESS THAN TWO HUNDRED FIFTY THOUSAND DOLLARS, A PERFORM-\n    2  ANCE BOND AND A BOND FOR THE PAYMENT OF LABOR AND MATERIAL MAY,  IN  THE\n    3  DISCRETION  OF  THE  FUND,  NOT  BE  REQUIRED,  AND  EXCEPT  THAT IN THE\n    4  DISCRETION OF THE FUND, A CONTRACT MAY BE ENTERED INTO FOR SUCH PURPOSES\n    5  WITHOUT  PUBLIC LETTING WHERE THE ESTIMATED EXPENSE THEREOF IS LESS THAN\n    6  TWENTY THOUSAND DOLLARS, OR WHERE IN THE JUDGMENT OF THE FUND  AN  EMER-\n    7  GENCY  CONDITION  EXISTS  AS  A RESULT OF DAMAGE TO AN EXISTING ACADEMIC\n    8  BUILDING, DORMITORY OR OTHER FACILITY WHICH HAS BEEN CAUSED BY AN ACT OF\n    9  GOD, FIRE OR OTHER CASUALTY, OR  ANY  OTHER  UNANTICIPATED,  SUDDEN  AND\n   10  UNEXPECTED  OCCURRENCE,  THAT HAS RESULTED IN DAMAGE TO OR A MALFUNCTION\n   11  IN AN EXISTING  ACADEMIC  BUILDING,  DORMITORY  OR  OTHER  FACILITY  AND\n   12  INVOLVES  A  PRESSING  NECESSITY FOR IMMEDIATE REPAIR, RECONSTRUCTION OR\n   13  MAINTENANCE IN ORDER TO PERMIT THE SAFE CONTINUATION OF THE USE OR FUNC-\n   14  TION OF SUCH FACILITY, OR TO PROTECT THE FACILITY OR THE LIFE, HEALTH OR\n   15  SAFETY OF ANY PERSON, AND THE NATURE OF THE WORK IS  SUCH  THAT  IN  THE\n   16  JUDGMENT  OF  THE  FUND  IT  WOULD BE IMPRACTICAL AND AGAINST THE PUBLIC\n   17  INTEREST TO HAVE THE PUBLIC LETTING; PROVIDED, HOWEVER, THAT  THE  FUND,\n   18  PRIOR TO AWARDING A CONTRACT HEREUNDER BECAUSE OF AN EMERGENCY CONDITION\n   19  NOTIFY THE COMPTROLLER OF ITS INTENT TO AWARD SUCH A CONTRACT:\n   20    A.  THE  LETTING  AGENCY  SHALL ADVERTISE THE INVITATION TO BID OR THE\n   21  REQUEST FOR PROPOSALS IN A NEWSPAPER PUBLISHED IN THE  CITY  OF  BUFFALO\n   22  AND  IN  SUCH  OTHER NEWSPAPERS AS WILL BE MOST LIKELY IN ITS OPINION TO\n   23  GIVE ADEQUATE NOTICE TO  CONTRACTORS  OF  THE  WORK  REQUIRED  PROVIDED,\n   24  HOWEVER,  THAT  WHERE THE ESTIMATED EXPENSE OF ANY CONTRACT WHICH MAY BE\n   25  AWARDED PURSUANT TO THIS SUBDIVISION IS  LESS  THAN  TWO  HUNDRED  FIFTY\n   26  THOUSAND DOLLARS, THE LETTING AGENCY MAY ADVERTISE THE INVITATION TO BID\n   27  SOLELY THROUGH THE PROCUREMENT OPPORTUNITIES NEWSLETTER PUBLISHED PURSU-\n   28  ANT  TO  SECTION  ONE HUNDRED FORTY-TWO OF THE ECONOMIC DEVELOPMENT LAW.\n   29  THE INVITATION TO BID OR REQUEST FOR PROPOSALS SHALL CONTAIN SUCH INFOR-\n   30  MATION AS THE LETTING AGENCY SHALL DEEM APPROPRIATE.\n   31    B. THE LETTING AGENCY  SHALL  NOT  AWARD  ANY  CONTRACT  AFTER  PUBLIC\n   32  BIDDING  EXCEPT  TO THE LOWEST BIDDER WHO IN ITS OPINION IS QUALIFIED TO\n   33  PERFORM THE WORK REQUIRED AND IS RESPONSIBLE AND RELIABLE.  THE  LETTING\n   34  AGENCY  MAY,  HOWEVER, REJECT ANY OR ALL BIDS, AGAIN ADVERTISE FOR BIDS,\n   35  OR WAIVE ANY INFORMALITY IN A BID IF IT BELIEVES THAT THE PUBLIC  INTER-\n   36  EST WILL BE PROMOTED THEREBY.\n   37    C.  THE  INVITATION  TO  BID,  REQUEST  FOR PROPOSALS AND THE CONTRACT\n   38  AWARDED  SHALL  CONTAIN  SUCH  OTHER  TERMS  AND  CONDITIONS,  AND  SUCH\n   39  PROVISIONS FOR PENALTIES, AS THE LETTING AGENCY MAY DEEM DESIRABLE.\n   40    D.  ANY  CONTRACT AWARDED PURSUANT TO THIS SUBDIVISION SHALL CONTAIN A\n   41  CLAUSE THAT THE CONTRACT SHALL BE DEEMED EXECUTORY TO THE EXTENT OF  THE\n   42  MONEYS  AVAILABLE  AND  THAT  NO LIABILITY SHALL BE INCURRED BY THE FUND\n   43  BEYOND THE MONEYS AVAILABLE THEREFOR.\n   44    E. THE LETTING AGENCY SHALL REQUIRE SUCH DEPOSITS, BONDS AND  SECURITY\n   45  IN  CONNECTION WITH THE SUBMISSION OF BIDS OR REQUEST FOR PROPOSALS, THE\n   46  AWARD OF CONTRACTS AND THE PERFORMANCE OF WORK AS IT SHALL DETERMINE  TO\n   47  BE IN THE PUBLIC INTEREST AND FOR THE PROTECTION OF THE STATE, THE STATE\n   48  UNIVERSITY, THE FUND AND THE LETTING AGENCY.\n   49    F.  NOTWITHSTANDING  THE  PROVISIONS OF ANY OTHER LAW TO THE CONTRARY,\n   50  ALL  CONTRACTS  FOR  PUBLIC  WORK  AWARDED  BY  THE   STATE   UNIVERSITY\n   51  CONSTRUCTION  FUND  PURSUANT  TO THIS SUBDIVISION SHALL BE IN ACCORDANCE\n   52  WITH SECTION ONE HUNDRED THIRTY-NINE-F OF THE STATE FINANCE LAW.\n   53    S 13. The president of the State University of  New  York  at  Buffalo\n   54  shall  report  every  January  first  to the governor, and the temporary\n   55  president of the senate and the speaker of the assembly  on  the  effec-\n   56  tiveness  of  the reforms enacted in this legislation. Specifically, the\n\n       S. 1502                             9\n\n    1  report shall address, the University at Buffalo's progress in  competing\n    2  with the top academic research institutions; the impact of the Universi-\n    3  ty at Buffalo's efforts to increase the well being of western New York's\n    4  economy  including  efforts  to  rebuild  the  downtown city of Buffalo,\n    5  progress in increasing with local vendors, especially women and minority\n    6  owned businesses; whether the minority and women workforce and  business\n    7  enterprise  goals  set forth in the UB 2020 diversity plan were attained\n    8  during the preceding year  and  the  impact  of  tuition  increases  and\n    9  efforts to ensure affordable access for economically deprived students.\n   10    S 14. This act shall take effect immediately.\n\n   11                                   PART B\n\n   12    Section  1.  Paragraph a of subdivision 2 of section 355 of the educa-\n   13  tion law, as amended by chapter 552 of the laws of 1985, is  amended  to\n   14  read as follows:\n   15    a.  To  take, hold and administer on behalf of the state university or\n   16  any institution therein, real and  personal  property  or  any  interest\n   17  therein  and  the  income  thereof either absolutely or in trust for any\n   18  educational or other  purpose  within  the  jurisdiction  and  corporate\n   19  purposes  of  the  state  university,  AND, WITH RESPECT TO ANY PROPERTY\n   20  UTILIZED BY OR COMPRISING ANY PART OF THE CAMPUSES OF THE STATE  UNIVER-\n   21  SITY  OF NEW YORK AT BUFFALO, TO DISPOSE OF SUCH PROPERTY IN SUCH MANNER\n   22  AND UPON SUCH TERMS AS THE TRUSTEES SHALL DETERMINE. THE TRUSTEES  SHALL\n   23  ALLOW AND REGULATE THE USE OF SUCH PROPERTY FOR OTHER THAN THE CORPORATE\n   24  PURPOSES  OF  THE  STATE  UNIVERSITY  OF NEW YORK AT BUFFALO, BY PERMIT,\n   25  LEASE, LICENSE OR OTHER AGREEMENT, FOR PERIODS NOT TO EXCEED TEN  YEARS,\n   26  AND  PRESCRIBE  THE  FEES, IF ANY, THAT PERSONS, ASSOCIATIONS AND CORPO-\n   27  RATIONS ALLOWED THE USE OF SUCH PROPERTY SHALL PAY.   The  trustees  may\n   28  acquire  property  for such purposes by purchase, appropriation or lease\n   29  and by the acceptance of gifts, grants, bequests and devises, and, with-\n   30  in appropriations made therefor, may equip  and  furnish  buildings  and\n   31  otherwise  improve property owned, used or occupied by the state univer-\n   32  sity or any institution therein.  THE TRUSTEES MAY ACQUIRE PROPERTY  FOR\n   33  OR  ON  BEHALF  OF  THE  STATE  UNIVERSITY OF NEW YORK AT BUFFALO BY THE\n   34  ACCEPTANCE OF  CONDITIONAL  GIFTS,  GRANTS,  DEVISES  OR  BEQUESTS,  THE\n   35  PROVISIONS  OF  SECTION ELEVEN OF THE STATE FINANCE LAW NOTWITHSTANDING.\n   36  Where real property is to be acquired by purchase or appropriation, such\n   37  acquisition shall be in accordance with the provisions of section  three\n   38  hundred  seven of this chapter except that the powers and duties in said\n   39  section mentioned to be performed by  the  commissioner  [of  education]\n   40  shall  be performed by the state university trustees.  THE PROVISIONS OF\n   41  SECTIONS THREE, THIRTY-A, AND  THIRTY-THREE  OF  THE  PUBLIC  LANDS  LAW\n   42  NOTWITHSTANDING,  THE TRUSTEES MAY PROVIDE FOR THE SALE, LEASE, TRANSFER\n   43  OR CONVEYANCE OF STATE-OWNED REAL PROPERTY UNDER THE JURISDICTION OF THE\n   44  STATE UNIVERSITY COMPRISING ANY  PART  OF  THE  CAMPUSES  OF  THE  STATE\n   45  UNIVERSITY  OF NEW YORK AT BUFFALO IN SUCH MANNER AND UPON SUCH TERMS AS\n   46  THE TRUSTEES SHALL DETERMINE. THE FOREGOING NOTWITHSTANDING,  THE  TRUS-\n   47  TEES  MAY PROVIDE FOR THE LEASE OF SUCH REAL PROPERTY FOR PERIODS NOT TO\n   48  EXCEED FIFTY YEARS IN SUPPORT OF THE  EDUCATIONAL  AND  OTHER  CORPORATE\n   49  PURPOSES  OF  THE  STATE  UNIVERSITY  OF NEW YORK AT BUFFALO, UNLESS THE\n   50  SUBJECT PROJECT IS IN CONFLICT WITH THE MISSION OF THE STATE  UNIVERSITY\n   51  OF NEW YORK AT BUFFALO, INCLUDING BUT NOT LIMITED TO THE DEVELOPMENT AND\n   52  OPERATION  OF  RESEARCH, INCUBATOR, COMMUNITY, HEALTH CARE, RETAIL, FOOD\n   53  SERVICE, TELECOMMUNICATION, STUDENT AND FACULTY HOUSING, ENERGY, GOVERN-\n   54  MENTAL, SENIOR COMMUNITY,  HOTEL,  CONFERENCE  CENTER  AND  RECREATIONAL\n\n       S. 1502                            10\n\n    1  FACILITIES,  AND  FOR  THE  PURPOSE  OF  MAXIMIZING  THE  USE OF NATURAL\n    2  RESOURCES; PROVIDED, HOWEVER, THE PRESIDENT OF THE STATE  UNIVERSITY  OF\n    3  NEW YORK AT BUFFALO SHALL PROVIDE NOTICE OF ANY SUCH LEASE TO THE CHAIRS\n    4  OF  THE SENATE FINANCE COMMITTEE AND THE ASSEMBLY WAYS AND MEANS COMMIT-\n    5  TEE AND TO THE DIRECTOR OF THE BUDGET AT  LEAST  THIRTY  DAYS  PRIOR  TO\n    6  EXECUTING  SUCH LEASE. THE PROVISIONS OF SECTION ONE HUNDRED SIXTY-SEVEN\n    7  OF THE STATE FINANCE LAW NOTWITHSTANDING, THE TRUSTEES MAY  PROVIDE  FOR\n    8  THE  SALE,  LEASE, TRANSFER OR CONVEYANCE OF PERSONAL PROPERTY UNDER THE\n    9  CUSTODY AND CONTROL OF THE STATE UNIVERSITY OF NEW YORK  AT  BUFFALO  IN\n   10  SUCH  MANNER  AND  UPON  SUCH TERMS AS THE TRUSTEES SHALL DETERMINE. THE\n   11  PROVISIONS OF SECTION TWENTY-THREE OF THE PUBLIC LANDS LAW  AND  SECTION\n   12  ONE  HUNDRED  SIXTY-SEVEN  OF THE STATE FINANCE LAW NOTWITHSTANDING, THE\n   13  PROCEEDS FROM THE SALE, LEASE, TRANSFER  OR  CONVEYANCE  OF  STATE-OWNED\n   14  REAL PROPERTY COMPRISING ANY PART OF THE CAMPUSES OF THE STATE UNIVERSI-\n   15  TY  OF NEW YORK AT BUFFALO OR OF PERSONAL PROPERTY UNDER THE CUSTODY AND\n   16  CONTROL OF THE STATE UNIVERSITY OF NEW YORK AT BUFFALO SHALL BE RETAINED\n   17  BY THE STATE UNIVERSITY OF NEW YORK AT BUFFALO AND SHALL BE USED BY  THE\n   18  STATE  UNIVERSITY  OF  NEW  YORK  AT  BUFFALO  FOR EXPENSES OF THE STATE\n   19  UNIVERSITY OF NEW YORK AT BUFFALO.\n   20    S 2. Paragraph s of subdivision 2 of section 355 of the education law,\n   21  as amended by chapter 552 of the laws of 1985, is  amended  to  read  as\n   22  follows:\n   23    s.  To  lease  or  make available to the state university construction\n   24  fund, the dormitory authority or other public benefit  corporation,  the\n   25  New  York  state  teachers'  retirement  system [or], the New York state\n   26  employees' retirement system OR, IN THE CASE OF STATE-OWNED REAL PROPER-\n   27  TY COMPRISING ANY PART OF THE CAMPUSES OF THE STATE  UNIVERSITY  OF  NEW\n   28  YORK  AT  BUFFALO,  ANY OTHER PUBLIC OR PRIVATE FOR-PROFIT OR NON-PROFIT\n   29  ENTITY, INCLUDING, BUT NOT LIMITED TO, A LOCAL  DEVELOPMENT  CORPORATION\n   30  ORGANIZED  UNDER  SECTION  ONE  THOUSAND  FOUR  HUNDRED  ELEVEN  OF  THE\n   31  NOT-FOR-PROFIT CORPORATION  LAW  OR  AN  INDUSTRIAL  DEVELOPMENT  AGENCY\n   32  ORGANIZED  UNDER  ARTICLE  EIGHTEEN-A  OF  THE  GENERAL MUNICIPAL LAW, a\n   33  portion of the grounds or real property  occupied  by  a  state-operated\n   34  institution  or  statutory  or  contract  college  for the construction,\n   35  acquisition, reconstruction, rehabilitation or improvement  of  academic\n   36  buildings,  dormitories  or other facilities thereon pursuant to article\n   37  eight-A of this  chapter  and  for  the  purpose  of  facilitating  such\n   38  construction,  acquisition,  reconstruction,  rehabilitation or improve-\n   39  ment, to enter into leases and  agreements  for  the  use  of  any  such\n   40  academic  building,  dormitory  or other facility in accordance with the\n   41  provisions of section  three  hundred  seventy-eight  of  this  chapter;\n   42  provided,  however,  that  nothing  herein  contained  shall  affect the\n   43  provisions of any lease or agreement heretofore executed  by  the  state\n   44  university  with  the dormitory authority. The state university trustees\n   45  may also enter into agreements with the  state  university  construction\n   46  fund,  the  dormitory authority or other public benefit corporation, the\n   47  New York state teachers' retirement system  [or],  the  New  York  state\n   48  employees'  retirement system AND, IN THE CASE OF STATE-OWNED REAL PROP-\n   49  ERTY COMPRISING ANY PART OF THE CAMPUSES OF THE STATE UNIVERSITY OF  NEW\n   50  YORK AT BUFFALO, WITH ANY OTHER PUBLIC OR PRIVATE FOR-PROFIT OR NON-PRO-\n   51  FIT  ENTITY,  INCLUDING,  BUT  NOT LIMITED TO A LOCAL DEVELOPMENT CORPO-\n   52  RATION ORGANIZED UNDER SECTION ONE THOUSAND FOUR HUNDRED ELEVEN  OF  THE\n   53  NOT-FOR-PROFIT  CORPORATION  LAW  OR  AN  INDUSTRIAL  DEVELOPMENT AGENCY\n   54  ORGANIZED UNDER ARTICLE EIGHTEEN-A OF  THE  GENERAL  MUNICIPAL  LAW,  to\n   55  furnish  heat  from  a  central  heating plant to any academic building,\n   56  dormitory or other facility erected by them or with moneys  supplied  by\n\n       S. 1502                            11\n\n    1  them.  Any such academic building, dormitory or other facility shall not\n    2  be subject to taxation for any purpose.\n    3    S  3.  Subdivision 2 of section 355 of the education law is amended by\n    4  adding a new paragraph y to read as follows:\n    5    Y.  IN CONNECTION WITH PUBLIC-PRIVATE PARTNERSHIPS IN SUPPORT  OF  THE\n    6  CORPORATE  PURPOSES  OF  THE  STATE  UNIVERSITY  OF NEW YORK AT BUFFALO,\n    7  INCLUDING, WITHOUT LIMITATION, THE  STATE  UNIVERSITY  OF  NEW  YORK  AT\n    8  BUFFALO'S  UB  2020  INITIATIVE, TO PARTICIPATE IN JOINT AND COOPERATIVE\n    9  ARRANGEMENTS WITH PUBLIC, NON-PROFIT AND BUSINESS ENTITIES AS  PARTNERS,\n   10  JOINT  VENTURERS, MEMBERS OF NON-PROFIT CORPORATIONS, MEMBERS OF LIMITED\n   11  LIABILITY COMPANIES AND SHAREHOLDERS OF BUSINESS CORPORATIONS. THE STATE\n   12  UNIVERSITY'S PARTICIPATION ON BEHALF OF THE STATE UNIVERSITY OF NEW YORK\n   13  AT BUFFALO SHALL BE SUBJECT TO GUIDELINES OF THE STATE  UNIVERSITY  WITH\n   14  RESPECT  TO  CONFLICTS  OF INTEREST AND TO ARTICLE FOURTEEN OF THE CIVIL\n   15  SERVICE LAW AND THE APPLICABLE  PROVISIONS  OF  AGREEMENTS  BETWEEN  THE\n   16  STATE  AND  EMPLOYEE  ORGANIZATIONS  PURSUANT TO ARTICLE FOURTEEN OF THE\n   17  CIVIL SERVICE LAW. NOTWITHSTANDING ANY INCONSISTENT PROVISION IN SECTION\n   18  EIGHT OF THE COURT OF CLAIMS ACT, THE STATE UNIVERSITY MAY INCLUDE IN  A\n   19  CONTRACT  RELATING  TO  SUCH  PARTICIPATION,  OTHER THAN A CONTRACT WITH\n   20  STATE EMPLOYEES RELATING TO TERMS AND CONDITIONS OF THEIR EMPLOYMENT,  A\n   21  PROVISION  THAT  SOME  OR  ALL DISPUTES ARISING UNDER OR RELATED TO SUCH\n   22  CONTRACT SHALL BE RESOLVED BY BINDING ARBITRATION IN ACCORDANCE WITH THE\n   23  RULES  OF  A  NATIONALLY-RECOGNIZED  ARBITRATION  ASSOCIATION.   NOTHING\n   24  CONTAINED  IN THE PUBLIC OFFICERS LAW OR IN ANY OTHER LAW, RULE OR REGU-\n   25  LATION, SHALL BE CONSTRUED OR APPLIED TO PROHIBIT  STATE  UNIVERSITY  OF\n   26  NEW  YORK  AT BUFFALO OFFICERS AND EMPLOYEES FROM ENGAGING IN ACTIVITIES\n   27  FOR WHICH NO COMPENSATION IS PAID AS DESIGNEES OF THE  STATE  UNIVERSITY\n   28  OF  NEW  YORK  AT  BUFFALO IN CONNECTION WITH SUCH JOINT AND COOPERATIVE\n   29  ARRANGEMENTS, INCLUDING SERVING AS DESIGNEES OF THE STATE UNIVERSITY  AS\n   30  MEMBERS,  SHAREHOLDERS  OR  AS  DIRECTORS  ON  BOARDS OR OTHER GOVERNING\n   31  BODIES OF CORPORATIONS OR OTHER ENTITIES.\n   32    S 4. This act shall take effect immediately.\n\n   33                                   PART C\n\n   34    Section 1. Section 355 of the education law is amended by  adding  two\n   35  new subdivisions 20 and 21 to read as follows:\n   36    20.  NOTWITHSTANDING  THE PROVISIONS OF SUBDIVISION TWO OF SECTION ONE\n   37  HUNDRED TWELVE AND SECTIONS ONE HUNDRED FIFTEEN, ONE  HUNDRED  SIXTY-ONE\n   38  AND  ONE HUNDRED SIXTY-THREE OF THE STATE FINANCE LAW AND SECTIONS THREE\n   39  AND SIX OF THE NEW YORK STATE PRINTING AND PUBLIC DOCUMENTS LAW  OR  ANY\n   40  OTHER  LAW TO THE CONTRARY, THE STATE UNIVERSITY TRUSTEES ARE AUTHORIZED\n   41  AND EMPOWERED ON BEHALF OF OR WITH RESPECT TO THE  STATE  UNIVERSITY  OF\n   42  NEW YORK AT BUFFALO TO:\n   43    A.  (I) PURCHASE MATERIALS, EQUIPMENT AND SUPPLIES, INCLUDING COMPUTER\n   44  EQUIPMENT AND MOTOR  VEHICLES,  (II)  EXECUTE  CONTRACTS  FOR  SERVICES,\n   45  PERMITS,  LICENSES,  LEASES,  CONTRACTS FOR THE PURCHASE OR SALE OF REAL\n   46  PROPERTY, AND CONSTRUCTION CONTRACTS, AND (III) CONTRACT  FOR  PRINTING,\n   47  WITHOUT  PRIOR  APPROVAL BY ANY OTHER STATE OFFICER OR AGENCY IN ACCORD-\n   48  ANCE WITH GUIDELINES, RULES OR  REGULATIONS  PROMULGATED  BY  THE  STATE\n   49  UNIVERSITY  BOARD OF TRUSTEES. GUIDELINES, RULES, OR REGULATIONS PROMUL-\n   50  GATED BY THE STATE UNIVERSITY BOARD OF TRUSTEES  SHALL,  TO  THE  EXTENT\n   51  PRACTICABLE,   REQUIRE  THAT  COMPETITIVE  PROPOSALS  BE  SOLICITED  FOR\n   52  PURCHASES, AND SHALL INCLUDE REQUIREMENTS THAT PURCHASES  AND  CONTRACTS\n   53  AUTHORIZED  UNDER THIS SECTION BE AT THE LOWEST AVAILABLE PRICE, INCLUD-\n   54  ING CONSIDERATION OF PRICES  AVAILABLE  THROUGH  OTHER  STATE  AGENCIES,\n\n       S. 1502                            12\n\n    1  CONSISTENT  WITH  QUALITY  REQUIREMENTS,  AND  AS  WILL BEST PROMOTE THE\n    2  PUBLIC INTEREST. SUCH PURCHASES MAY BE MADE DIRECTLY FROM ANY CONTRACTOR\n    3  PURSUANT TO ANY CONTRACT FOR COMMODITIES LET BY THE  OFFICE  OF  GENERAL\n    4  SERVICES OR ANY OTHER STATE AGENCY;\n    5    B.    ESTABLISH  CASH  ADVANCE  ACCOUNTS FOR THE PURPOSE OF PURCHASING\n    6  MATERIALS, SUPPLIES, OR SERVICES, FOR CASH ADVANCES FOR TRAVEL  EXPENSES\n    7  AND PER DIEM ALLOWANCES, OR FOR ADVANCE PAYMENT OF WAGES AND SALARY. THE\n    8  ACCOUNT  MAY  BE  USED TO PURCHASE SUCH MATERIALS, SUPPLIES, OR SERVICES\n    9  WHERE THE AMOUNT OF A SINGLE PURCHASE DOES NOT EXCEED TWO HUNDRED  FIFTY\n   10  DOLLARS,  IN  ACCORDANCE  WITH SUCH GUIDELINES AS SHALL BE PRESCRIBED BY\n   11  THE STATE UNIVERSITY TRUSTEES.\n   12    C. ESTABLISH GUIDELINES  IN  CONSULTATION  WITH  THE  COMMISSIONER  OF\n   13  GENERAL  SERVICES  AUTHORIZING  PARTICIPATION BY THE STATE UNIVERSITY OF\n   14  NEW YORK AT BUFFALO IN PROGRAMS ADMINISTERED BY THE  OFFICE  OF  GENERAL\n   15  SERVICES FOR THE PURCHASE OF AVAILABLE NEW YORK STATE FOOD PRODUCTS. THE\n   16  COMMISSIONER  OF  GENERAL SERVICES SHALL PROVIDE ASSISTANCE TO THE STATE\n   17  UNIVERSITY OF NEW YORK AT BUFFALO NECESSARY TO ENABLE THE STATE  UNIVER-\n   18  SITY OF NEW YORK AT BUFFALO TO PARTICIPATE IN THESE PROGRAMS.\n   19    21. TO ENTER INTO ANY CONTRACT OR AGREEMENT DEEMED NECESSARY OR ADVIS-\n   20  ABLE AFTER CONSULTATION WITH APPROPRIATE STATE AGENCIES FOR CARRYING OUT\n   21  THE  OBJECTS  AND  PURPOSES  OF  STATE UNIVERSITY OF NEW YORK AT BUFFALO\n   22  WITHOUT PRIOR REVIEW OR APPROVAL BY ANY STATE OFFICER OR AGENCY  INCLUD-\n   23  ING  ENERGY  PERFORMANCE  CONTRACTS  (AS DEFINED IN SECTION 9-102 OF THE\n   24  ENERGY LAW), ENERGY PROCUREMENT OR SUPPLY CONTRACTS, CONTRACTS OR AGREE-\n   25  MENTS WITH NON-PROFIT CORPORATIONS  ORGANIZED  BY  OFFICERS,  EMPLOYEES,\n   26  ALUMNI  OR  STUDENTS  OF THE STATE UNIVERSITY OF NEW YORK AT BUFFALO FOR\n   27  THE FURTHERANCE OF ITS OBJECTS AND PURPOSES, AS  WELL  AS  CONTRACTS  OR\n   28  AGREEMENTS  WITH  ANY STATE UNIVERSITY OF NEW YORK AT BUFFALO CAMPUS-RE-\n   29  LATED FOUNDATION, ALUMNI ASSOCIATION OR AFFILIATE THEREOF, ANY  NON-PRO-\n   30  FIT  CORPORATION  OR ASSOCIATION ORGANIZED BY THE PRESIDENT OF THE STATE\n   31  UNIVERSITY OF NEW YORK AT BUFFALO TO FURTHER ITS PURPOSES OR ANY LIMITED\n   32  LIABILITY COMPANY, WHOSE SOLE MEMBER IS ANY OF  THE  FOREGOING  ENTITIES\n   33  FOR  THE FURTHERANCE OF THE OBJECTS AND PURPOSES OF THE STATE UNIVERSITY\n   34  OF NEW YORK AT BUFFALO, INCLUDING, WITHOUT LIMITATION, THE STATE UNIVER-\n   35  SITY OF NEW YORK AT BUFFALO'S UB 2020 INITIATIVE.   CONTRACTS OR  AGREE-\n   36  MENTS  ENTERED  INTO WITH THE FEDERAL GOVERNMENT TO ENABLE PARTICIPATION\n   37  IN FEDERAL STUDENT LOAN PROGRAMS,  INCLUDING  ANY  AND  ALL  INSTRUMENTS\n   38  REQUIRED THEREUNDER, SHALL NOT BE SUBJECT TO THE REQUIREMENTS OF SECTION\n   39  FORTY-ONE  OF  THE  STATE FINANCE LAW; PROVIDED, HOWEVER, THAT THE STATE\n   40  SHALL NOT BE LIABLE FOR ANY PORTION OF ANY DEFAULTS WHICH IT HAS  AGREED\n   41  TO ASSUME PURSUANT TO ANY SUCH AGREEMENT IN AN AMOUNT IN EXCESS OF MONEY\n   42  APPROPRIATED  OR  OTHERWISE  LAWFULLY AVAILABLE THEREFOR AT THE TIME THE\n   43  LIABILITY FOR PAYMENT ARISES.\n   44    S 2. Subdivisions 2 and 3 of section 112 of the state finance law,  as\n   45  amended by chapter 319 of the laws of 1992, paragraph (a) of subdivision\n   46  2  as  amended by section 2 of part D of chapter 56 of the laws of 2006,\n   47  are amended to read as follows:\n   48    2. (a) Before any contract made for or by any  state  agency,  depart-\n   49  ment,  board,  officer, commission, or institution, except the office of\n   50  general services AND THE STATE UNIVERSITY OF NEW YORK ACTING  ON  BEHALF\n   51  OF OR WITH RESPECT TO THE STATE UNIVERSITY OF NEW YORK AT BUFFALO, shall\n   52  be  executed  or  become effective, whenever such contract exceeds fifty\n   53  thousand dollars in amount and before any contract made for  or  by  the\n   54  office  of general services shall be executed or become effective, when-\n   55  ever such contract exceeds eighty-five thousand dollars  in  amount,  it\n   56  shall  first  be  approved  by  the  comptroller and filed in his or her\n\n       S. 1502                            13\n\n    1  office, provided, however, that the comptroller shall make a final writ-\n    2  ten determination with respect to approval of such contract within nine-\n    3  ty days of the submission of such contract to his or her  office  unless\n    4  the  comptroller shall notify, in writing, the state agency, department,\n    5  board, officer, commission, or institution, prior to the  expiration  of\n    6  the  ninety day period, and for good cause, of the need for an extension\n    7  of not more than fifteen days, or a reasonable period of time agreed  to\n    8  by  such state agency, department, board, officer, commission, or insti-\n    9  tution and provided, further, that such written determination or  exten-\n   10  sion  shall be made part of the procurement record pursuant to paragraph\n   11  f of subdivision one of section one hundred sixty-three of this chapter.\n   12    (b) Whenever any liability of any nature shall be incurred by  or  for\n   13  any  state  department, board, officer, commission, or institution OTHER\n   14  THAN THE STATE UNIVERSITY OF NEW  YORK  ACTING  ON  BEHALF  OF  OR  WITH\n   15  RESPECT TO THE STATE UNIVERSITY OF NEW YORK AT BUFFALO, notice that such\n   16  liability has been incurred shall be immediately given in writing to the\n   17  state comptroller.\n   18    3.  A  contract  or  other  instrument wherein the state or any of its\n   19  officers, agencies, boards or commissions OTHER THAN THE STATE UNIVERSI-\n   20  TY OF NEW YORK ACTING ON BEHALF OF OR WITH RESPECT TO THE STATE  UNIVER-\n   21  SITY  OF  NEW  YORK AT BUFFALO agrees to give a consideration other than\n   22  the payment of money, when the value or reasonably  estimated  value  of\n   23  such  consideration  exceeds  ten  thousand  dollars, shall not become a\n   24  valid enforceable contract unless  such  contract  or  other  instrument\n   25  shall first be approved by the comptroller and filed in his office.\n   26    S  3.  Paragraph  a  of  subdivision  1  of section 139-j of the state\n   27  finance law, as added by chapter 4 of the laws of 2010,  is  amended  to\n   28  read as follows:\n   29    a.  \"Governmental  entity\"  shall  mean:  (1)  any  department, board,\n   30  bureau, commission, division, office, council, committee or  officer  of\n   31  the  state, whether permanent or temporary, OTHER THAN THE STATE UNIVER-\n   32  SITY OF NEW YORK ACTING ON BEHALF  OF  OR  WITH  RESPECT  TO  THE  STATE\n   33  UNIVERSITY  OF NEW YORK AT BUFFALO; (2) each house of the state legisla-\n   34  ture; (3) the unified court system; (4)  any  public  authority,  public\n   35  benefit corporation or commission created by or existing pursuant to the\n   36  public  authorities  law;  (5)  any  public  authority or public benefit\n   37  corporation, at least one of whose members is appointed by the  governor\n   38  or  who  serves  as  a member by virtue of holding a civil office of the\n   39  state; (6) a municipal agency, as that term is defined in paragraph (ii)\n   40  of subdivision (s) of section one-c of the legislative  law;  or  (7)  a\n   41  subsidiary or affiliate of such a public authority.\n   42    S  4.  Paragraph  a  of  subdivision  1  of section 139-k of the state\n   43  finance law, as added by chapter 4 of the laws of 2010,  is  amended  to\n   44  read as follows:\n   45    a.  \"Governmental  entity\"  shall  mean:  (1)  any  department, board,\n   46  bureau, commission, division, office, council, committee or  officer  of\n   47  the  state, whether permanent or temporary, OTHER THAN THE STATE UNIVER-\n   48  SITY OF NEW YORK ACTING ON BEHALF  OF  OR  WITH  RESPECT  TO  THE  STATE\n   49  UNIVERSITY  OF NEW YORK AT BUFFALO; (2) each house of the state legisla-\n   50  ture; (3) the unified court system; (4)  any  public  authority,  public\n   51  benefit corporation or commission created by or existing pursuant to the\n   52  public  authorities law; (5) a public authority or public benefit corpo-\n   53  ration, at least one of whose members is appointed by  the  governor  or\n   54  who serves as a member by virtue of holding a civil office of the state;\n   55  (6)  municipal  agency,  as  that  term  is defined in paragraph (ii) of\n\n       S. 1502                            14\n\n    1  subdivision (s) of section one-c  of  the  legislative  law;  or  (7)  a\n    2  subsidiary or affiliate of such a public authority.\n    3    S 5.  Subparagraph (iv) of paragraph a of subdivision 3 of section 163\n    4  of the state finance law, as amended by chapter 430 of the laws of 1997,\n    5  is amended to read as follows:\n    6    (iv)  The  commissioner  is  authorized to permit any officer, body or\n    7  agency of the state or of a political subdivision or a district therein,\n    8  or fire company or volunteer ambulance service as such  are  defined  in\n    9  section  one  hundred of the general municipal law, to make purchases of\n   10  commodities  through  the  office  of  general   services'   centralized\n   11  contracts, pursuant to the provisions of section one hundred four of the\n   12  general  municipal  law.  The  commissioner  is authorized to permit any\n   13  county extension service association  as  authorized  under  subdivision\n   14  eight of section two hundred twenty-four of the county law, or any asso-\n   15  ciation  or  other entity as specified in and in accordance with section\n   16  one hundred nine-a of the  general  municipal  law,  OR  ANY  NON-PROFIT\n   17  CORPORATION  ORGANIZED IN FURTHERANCE OF THE OBJECTS AND PURPOSES OF THE\n   18  STATE UNIVERSITY OF NEW YORK AT BUFFALO, or  any  other  association  or\n   19  entity  as  specified  in  state  law,  to make purchases of commodities\n   20  through the office of general services' centralized contracts; provided,\n   21  however, that such entity so empowered shall accept sole  responsibility\n   22  for any payment due with respect to such purchase; AND PROVIDED FURTHER,\n   23  HOWEVER,  THAT  COMMODITIES  SO  PURCHASED  BY  A NON-PROFIT CORPORATION\n   24  ORGANIZED IN FURTHERANCE OF  THE  OBJECTS  AND  PURPOSES  OF  THE  STATE\n   25  UNIVERSITY  OF  NEW  YORK AT BUFFALO SHALL NOT BE USED DIRECTLY OR INDI-\n   26  RECTLY BY A FOR-PROFIT CORPORATION  OR  OTHER  FOR-PROFIT  ENTITY  WHICH\n   27  CONTRACTS WITH THE NON-PROFIT CORPORATION, NOR SHALL SUCH COMMODITIES SO\n   28  PURCHASED BY SUCH NON-PROFIT CORPORATION BE OFFERED FOR RESALE.\n   29    S 6.  Paragraph e of subdivision 4 of section 163 of the state finance\n   30  law, as amended by chapter 95 of the laws of 2000, is amended to read as\n   31  follows:\n   32    [e.  Any officer, body or agency of a political subdivision as defined\n   33  in section one hundred of the general municipal law or a district there-\n   34  in, may make  purchases  of  services  through  the  office  of  general\n   35  services'  centralized contracts for services, subject to the provisions\n   36  of section one hundred four of the general municipal  law.  The  commis-\n   37  sioner  may  permit  and  prescribe  the  conditions for the purchase of\n   38  services through the office of general services'  centralized  contracts\n   39  for  services  by  any public authority or public benefit corporation of\n   40  the state including the port authority of New York and New  Jersey.  The\n   41  commissioner  is  authorized  to  permit any public library, association\n   42  library, library  system,  cooperative  library  system,  the  New  York\n   43  Library  Association,  and  the  New  York  State Association of Library\n   44  Boards or any other library except  those  which  are  operated  by  for\n   45  profit  entities,  to  make  purchases of services through the office of\n   46  general services' centralized contracts; provided,  however,  that  such\n   47  entity so empowered shall accept sole responsibility for any payment due\n   48  with respect to such purchase.]\n   49    E.  ANY  OFFICER, BODY OR AGENCY OF A POLITICAL SUBDIVISION AS DEFINED\n   50  IN SECTION ONE HUNDRED OF THE GENERAL MUNICIPAL LAW OR A DISTRICT THERE-\n   51  IN AND ANY  NON-PROFIT  CORPORATION  ORGANIZED  IN  FURTHERANCE  OF  THE\n   52  OBJECTS AND PURPOSES OF THE STATE UNIVERSITY OF NEW YORK AT BUFFALO, MAY\n   53  MAKE  PURCHASES  OF  SERVICES  THROUGH  THE  OFFICE OF GENERAL SERVICES'\n   54  CENTRALIZED CONTRACTS FOR SERVICES, SUBJECT, IN THE CASE OF  SUCH  POLI-\n   55  TICAL SUBDIVISIONS, TO THE PROVISIONS OF SECTION ONE HUNDRED FOUR OF THE\n   56  GENERAL  MUNICIPAL  LAW;  PROVIDED,  HOWEVER,  THAT  IN  THE CASE OF ANY\n\n       S. 1502                            15\n\n    1  NON-PROFIT CORPORATION ORGANIZED  IN  FURTHERANCE  OF  THE  OBJECTS  AND\n    2  PURPOSES OF THE STATE UNIVERSITY OF NEW YORK AT BUFFALO, IT SHALL ACCEPT\n    3  SOLE  RESPONSIBILITY  FOR  ANY PAYMENT DUE WITH RESPECT TO SUCH PURCHASE\n    4  AND  PROVIDED, FURTHER THAT SERVICES SO PURCHASED BY ANY SUCH NON-PROFIT\n    5  CORPORATION SHALL NOT BE USED DIRECTLY OR  INDIRECTLY  BY  A  FOR-PROFIT\n    6  CORPORATION OR OTHER FOR-PROFIT ENTITY WHICH CONTRACTS WITH THE NON-PRO-\n    7  FIT  ORGANIZATION.  THE COMMISSIONER MAY PERMIT AND PRESCRIBE THE CONDI-\n    8  TIONS FOR THE  PURCHASE  OF  SERVICES  THROUGH  THE  OFFICE  OF  GENERAL\n    9  SERVICES'  CENTRALIZED CONTRACTS FOR SERVICES BY ANY PUBLIC AUTHORITY OR\n   10  PUBLIC BENEFIT CORPORATION OF THE STATE INCLUDING THE PORT AUTHORITY  OF\n   11  NEW  YORK  AND  NEW  JERSEY,  OR ANY NON-PROFIT CORPORATION ORGANIZED IN\n   12  FURTHERANCE OF THE OBJECTS AND PURPOSES OF THE STATE UNIVERSITY  OF  NEW\n   13  YORK  AT  BUFFALO.   THE COMMISSIONER IS AUTHORIZED TO PERMIT ANY PUBLIC\n   14  LIBRARY,  ASSOCIATION  LIBRARY,  LIBRARY  SYSTEM,  COOPERATIVE   LIBRARY\n   15  SYSTEM, THE NEW YORK LIBRARY ASSOCIATION, AND THE NEW YORK STATE ASSOCI-\n   16  ATION  OF  LIBRARY  BOARDS  OR  ANY OTHER LIBRARY EXCEPT THOSE WHICH ARE\n   17  OPERATED BY FOR-PROFIT ENTITIES, TO MAKE PURCHASES OF  SERVICES  THROUGH\n   18  THE  OFFICE OF GENERAL SERVICES' CENTRALIZED CONTRACTS; PROVIDED, HOWEV-\n   19  ER, THAT SUCH ENTITY SO EMPOWERED SHALL ACCEPT SOLE  RESPONSIBILITY  FOR\n   20  ANY PAYMENT DUE WITH RESPECT TO SUCH PURCHASE.\n   21    S 7. Paragraph b of subdivision 10 of section 163 of the state finance\n   22  law is amended by adding a new subparagraph (iii) to read as follows:\n   23    (III)  THE  PROVISIONS OF SUBPARAGRAPHS (I) AND (II) OF THIS PARAGRAPH\n   24  SHALL NOT APPLY TO SINGLE OR SOLE SOURCE PROCUREMENTS  FOR  SERVICES  OR\n   25  COMMODITIES  BY  THE STATE UNIVERSITY OF NEW YORK ACTING ON BEHALF OF OR\n   26  WITH RESPECT TO THE STATE UNIVERSITY  OF  NEW  YORK  AT  BUFFALO,  WHICH\n   27  SINGLE OR SOLE SOURCE PROCUREMENTS SHALL BE MADE IN ACCORDANCE WITH SUCH\n   28  RULES  AND GUIDELINES AS MAY BE PROMULGATED BY THE TRUSTEES OF THE STATE\n   29  UNIVERSITY OF NEW YORK.\n   30    S 8. Paragraph (e) of subdivision 1 of section 5-a of the tax law,  as\n   31  amended  by  section  1  of part L of chapter 62 of the laws of 2006, is\n   32  amended to read as follows:\n   33    (e) \"Covered agency\" means a \"state agency\" for  purposes  of  article\n   34  eleven  of  the  state finance law, the legislature, the judiciary, or a\n   35  public authority or public benefit corporation at  least  one  of  whose\n   36  members  is  appointed by the governor; PROVIDED, HOWEVER, THAT THE TERM\n   37  \"COVERED AGENCY\" SHALL NOT INCLUDE THE  STATE  UNIVERSITY  OF  NEW  YORK\n   38  ACTING  ON BEHALF OF OR WITH RESPECT TO THE STATE UNIVERSITY OF NEW YORK\n   39  AT BUFFALO.\n   40    S 9. This act shall take effect immediately; provided,  however,  that\n   41  the amendments to section 139-j of the state finance law made by section\n   42  three  of this act, the amendments to section 139-k of the state finance\n   43  law made by section four of this act, and the amendments to section  163\n   44  of  the  state finance law made by sections five, six, and seven of this\n   45  act shall not affect the repeal of such sections and shall expire and be\n   46  deemed repealed therewith.\n\n   47                                   PART D\n\n   48    Section 1. Subdivision 8 of section  355  of  the  education  law,  as\n   49  amended  by  chapter  553  of  the  laws  of 1985, is amended to read as\n   50  follows:\n   51    8. All moneys received by the state university  of  New  York  and  by\n   52  state-operated  institutions thereof from appropriations, tuition, fees,\n   53  user charges, sales of products and services and from all other sources,\n   54  including sources and activities  of  the  state  university  which  are\n\n       S. 1502                            16\n\n    1  intended  by law to be self-supporting may be credited to an appropriate\n    2  fund or funds to be designated by the state comptroller. The amounts  so\n    3  paid  into  such  fund  or funds which were received by or for the state\n    4  university  shall be used for expenses of the state university in carry-\n    5  ing out any of its objects and purposes and such amounts received by  or\n    6  for  state-operated  institutions  of the state university shall be used\n    7  for expenses of the state university under regulations prescribed by the\n    8  state university trustees.   NOTWITHSTANDING THE FOREGOING,  ALL  MONEYS\n    9  RECEIVED  BY  THE  STATE UNIVERSITY OF NEW YORK AT BUFFALO FROM TUITION,\n   10  FEES, USER CHARGES, SALES OF PRODUCTS AND SERVICES, SAVINGS UNDER ENERGY\n   11  PERFORMANCE, PROCUREMENT OR SUPPLY CONTRACTS AND FROM SOURCES AND ACTIV-\n   12  ITIES OF THE STATE UNIVERSITY OF NEW YORK AT BUFFALO WHICH ARE  INTENDED\n   13  BY  LAW  TO BE SELF-SUPPORTING MAY BE CREDITED TO AN APPROPRIATE FUND OR\n   14  FUNDS HELD BY THE STATE UNIVERSITY OF NEW YORK AT BUFFALO.  THE  AMOUNTS\n   15  SO  PAID INTO SUCH FUND OR FUNDS WHICH WERE RECEIVED BY OR FOR THE STATE\n   16  UNIVERSITY OF NEW YORK AT BUFFALO SHALL BE  USED  FOR  EXPENSES  OF  THE\n   17  STATE  UNIVERSITY  OF  NEW  YORK  AT  BUFFALO IN CARRYING OUT ANY OF ITS\n   18  OBJECTS AND PURPOSES, INCLUDING, THE STATE UNIVERSITY  OF  NEW  YORK  AT\n   19  BUFFALO'S UB 2020 INITIATIVE.\n   20    S  2.  Section  4  of the state finance law is amended by adding a new\n   21  subdivision 11 to read as follows:\n   22    11. NOTWITHSTANDING SUBDIVISION ONE OF THIS SECTION,  MONEYS  HELD  BY\n   23  THE STATE UNIVERSITY OF NEW YORK DERIVED FROM TUITION, FEES, USER CHARG-\n   24  ES,  SALES  OF  PRODUCTS AND SERVICES, SAVINGS UNDER ENERGY PERFORMANCE,\n   25  PROCUREMENT OR SUPPLY CONTRACTS AND SOURCES AND ACTIVITIES OF THE  STATE\n   26  UNIVERSITY  OF NEW YORK AT BUFFALO THAT ARE INTENDED TO BE SELF-SUPPORT-\n   27  ING SHALL BE PAID WITHOUT AN APPROPRIATION.\n   28    S 3. Subdivision 2 of section 121 of the state finance law, as amended\n   29  by chapter 293 of the laws of 1992, is amended to read as follows:\n   30    2. There are excepted from payment to  the  treasury  as  provided  by\n   31  subdivision  one of this section: (i) all moneys to which the provisions\n   32  of subdivision four of section four of this chapter  apply  unless  such\n   33  moneys  are held in a fund subject to appropriation; (ii) moneys held as\n   34  part of the principal of an endowment of the  state  university  of  New\n   35  York,  units  thereof and other state agencies; (III) MONEYS RECEIVED BY\n   36  THE STATE UNIVERSITY OF NEW YORK DERIVED FROM TUITION, FEES, USER CHARG-\n   37  ES, SALES OF PRODUCTS AND SERVICES, SAVINGS  UNDER  ENERGY  PERFORMANCE,\n   38  PROCUREMENT  OR  SUPPLY CONTRACTS AND FROM SOURCES AND ACTIVITIES OF THE\n   39  STATE UNIVERSITY OF  NEW  YORK  AT  BUFFALO  THAT  ARE  INTENDED  TO  BE\n   40  SELF-SUPPORTING,  INCLUDING,  WITHOUT  LIMITATION, ANY REVENUE RESULTING\n   41  FROM TUITION INCREASES AT THE STATE UNIVERSITY OF NEW  YORK  AT  BUFFALO\n   42  DESCRIBED IN CLAUSE A OF SUBPARAGRAPH FOUR OF PARAGRAPH H OF SUBDIVISION\n   43  TWO  OF  SECTION  THREE  HUNDRED  FIFTY-FIVE  OF  THE EDUCATION LAW; and\n   44  [(iii)] (IV) moneys received pursuant to a clinical practice plan estab-\n   45  lished pursuant to subdivision fourteen of section two  hundred  six  of\n   46  the  public health law. In those cases where such moneys are held in the\n   47  custody of the state officer other than  the  comptroller,  the  officer\n   48  shall  file with the comptroller, at such times as the comptroller shall\n   49  determine, a detailed statement, in such form and content as  the  comp-\n   50  troller  shall  prescribe,  for the period covered by the statement. The\n   51  comptroller shall from time to time, but not less  than  once  in  every\n   52  three  years,  examine  the  books  and accounts relating to such moneys\n   53  heretofore or hereinafter established, including its receipts, disburse-\n   54  ments, investments, and any financial matters. An independent  audit  of\n   55  such  moneys  may  be  authorized  by the comptroller in lieu of his own\n\n       S. 1502                            17\n\n    1  examination, which examination shall be undertaken within twelve  months\n    2  of such authorization.\n    3    S 4. This act shall take effect immediately.\n\n    4                                   PART E\n\n    5    Section  1.  Paragraph i of subdivision 2 of section 355 of the educa-\n    6  tion law, as amended by chapter 552 of the laws of 1985, is  amended  to\n    7  read as follows:\n    8    i.  To  lease  to  alumni  associations  of  institutions of the state\n    9  university a portion of the grounds occupied by any institution  of  the\n   10  state  university, for the erection thereon of dormitories to be used by\n   11  students in attendance at such institutions. The terms of any lease  and\n   12  the  character  of the building to be erected shall be determined by the\n   13  state university trustees. Such lease, EXCEPT IN THE CASE OF LANDS OCCU-\n   14  PIED BY THE STATE UNIVERSITY OF  NEW  YORK  AT  BUFFALO,  prior  to  its\n   15  execution,  shall  be submitted to the attorney general for his approval\n   16  as to its form, contents and legal effect.  Nothing  contained  in  this\n   17  paragraph  shall  affect the provisions of any lease heretofore executed\n   18  by a board of visitors of any  state-operated  institution  pursuant  to\n   19  law. The state university trustees may similarly enter into an agreement\n   20  with  an alumni association of an institution of the state university to\n   21  furnish heat from a central heating plant to any  dormitory  erected  by\n   22  such  alumni  association.  Any  such  dormitory shall not be subject to\n   23  taxation for any purpose.\n   24    S 2. This act shall take effect immediately.\n   25    S 4. Severability clause. If any clause, sentence, paragraph, subdivi-\n   26  sion, section or part of this act shall be  adjudged  by  any  court  of\n   27  competent  jurisdiction  to  be invalid, such judgment shall not affect,\n   28  impair, or invalidate the remainder thereof, but shall  be  confined  in\n   29  its  operation  to the clause, sentence, paragraph, subdivision, section\n   30  or part thereof directly involved in the controversy in which such judg-\n   31  ment shall have been rendered. It is hereby declared to be the intent of\n   32  the legislature that this act would  have  been  enacted  even  if  such\n   33  invalid provisions had not been included herein.\n   34    S  5.  This  act shall take effect immediately provided, however, that\n   35  the applicable effective date of Parts A through E of this act shall  be\n   36  as specifically set forth in the last section of such Parts.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, the public authorities law and the general municipal law, in relation to authorizing tuition increases for the State University of New York at Buffalo (Part A); to amend the education law, in relation to the use of State University of New York at Buffalo property (Part B); to amend the education law, the state finance law and the tax law, in relation to the ability of the state university trustees to purchase items and enter into contracts and agreements (Part C); to amend the education law and the state finance law, in relation to the distribution of money received from various sources related to the State University of New York at Buffalo (Part D); and to amend the education law, in relation to providing that certain lease of the State University of New York at Buffalo need not be submitted to the attorney general for his or her approval (Part E) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110111.T110153.TXT", "SOBI.D110107.T164920.TXT", "SOBI.D110107.T162918.TXT", "SOBI.D110107.T164419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294761713602
}