{
  "year" : 2011,
  "senateBillNo" : "S1501-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1501-2011-1294376400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the state from gaining any interest in forest land other than a conservation easement",
  "summary" : "Prohibits the state from gaining any interest in forest land other than a conservation easement. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Lands Law",
  "previousVersions" : [ "S4787-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1501\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the public lands law, in relation to limiting the inter-\n         est the state may acquire in forest land to a conservation easement\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 27 of the public lands law, as\n    2  added by chapter 513 of the laws of 1989, is amended to read as follows:\n    3    1. The commissioner of general services when moneys therefor have been\n    4  appropriated by the legislature or are otherwise available, may  acquire\n    5  any  real  property  which  he deems necessary for the implementation or\n    6  accomplishment of any statutory purpose, function, operation or  respon-\n    7  sibility of the commissioner of general services or the office of gener-\n    8  al  services, by purchase or as provided in the eminent domain procedure\n    9  law. Title to such real property shall be taken in the name  of  and  be\n   10  vested in the people of the state of New York. No real property shall be\n   11  so  acquired  by  purchase  unless  the title thereto is approved by the\n   12  attorney general. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, WHEN  SUCH\n   13  REAL  PROPERTY IS FOREST LAND, AS DEFINED IN SUBDIVISION FIVE OF SECTION\n   14  9-0101 OF THE ENVIRONMENTAL CONSERVATION LAW, THE STATE  SHALL  TAKE  NO\n   15  OTHER INTEREST IN THE PROPERTY THAN A CONSERVATION EASEMENT. THE CONVEY-\n   16  ANCE OF ANY OTHER INTEREST IN FOREST LAND TO THE STATE SHALL BE NULL AND\n   17  VOID.  The  terms  \"property\" or \"real property\" as used in this section\n   18  shall mean \"real property\" as defined by section one  hundred  three  of\n   19  the eminent domain procedure law.\n   20    S 2. This act shall take effect immediately and shall apply to convey-\n   21  ances occurring on or after such effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05137-01-1\n",
  "memo" : "BILL NUMBER:S1501\n\nTITLE OF BILL:\nAn act\nto amend the public lands law, in relation to limiting the interest the\nstate may acquire in forest land to a conservation easement\n\nPURPOSE:\nTo prohibit the state from purchasing forest land in fee\ntitle and to only allow purchases by conservation easement.\n\nSUMMARY OF PROVISIONS:\nSection one- amends subdivision one of section 27 of the public lands\nlaw, as added by chapter 513 of the laws of 1989 to provide that\nnotwithstanding any other provision of law, when such real property\nis forest land, as defined in subdivision five of section 9-0 10 1 of\nthe environmental conservation law, the state shall take no other\ninterest in the property than a conservation easement. The conveyance\nof any other interest in forest land to the state shall be null and\nvoid.\n\nSection two- contains the effective date.\n\nJUSTIFICATION:\nSince 1995 New York State has acquired over a million acres of land\nthat has been added to the forest preserve; This has included\nthousands of acres of forest land being removed from active timbering\nwhich has a significant impact on the economic stability of the\ncommunities located in the Adirondack Park. Article 14 of the\nConstitution states that the forest preserve shall be kept forever\nwild and such land shall not be leased, sold or exchanged.\nConservation easements allow for much more flexibility in the use of\nthe lands including the harvesting of timber, which North Country\npaper mills depend upon.\n\nAccording to a report from the Northeast State Foresters Association,\n\"each 1,000 acres of forestland in New York supports 2.6 forest-based\nmanufacturing jobs with a payroll of $83,000 and.78 forest related\nrecreation and tourism jobs with a payroll of $14,486. The annual\ncontribution of forest-based manufacturing and forest-related\nrecreation and tourism in the New York economy is over $9 billion.\"\n\nIn the 2009-2010 Executive Budget, there was a proposal to freeze the\nreal property tax payments the state makes to local governments on\nforest preserve lands. Fortunately, the Legislature rejected this\ninitiative which would have bad a devastating effect on communities\nwithin the Adirondack and Catskill Parks. In light of this proposal\nand the possibility of it being considered again, it would be prudent\nto end the practice of the state acquiring forest lands for inclusion\ninto the forest preserve and only allow for the acquisition of this\ntype of land through conservation easements.\n\nLEGISLATIVE HISTORY:\nS.4787 of 2009-10; Referred to Investigations and Government Operations\n\nFISCAL IMPLICATIONS:\n\n\nThe State would save money by purchasing land using conservation\neasements instead of in fee title.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to conveyances\noccurring on or after such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public lands law, in relation to limiting the interest the state may acquire in forest land to a conservation easement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T154916.TXT", "SOBI.D110111.T110153.TXT", "SOBI.D110107.T154416.TXT", "SOBI.D110107.T161918.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110107.T161417.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472746
}