{
  "year" : 2011,
  "senateBillNo" : "S1501-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1501-2011-1294376400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the state from gaining any interest in forest land other than a conservation easement",
  "summary" : "Prohibits the state from gaining any interest in forest land other than a conservation easement. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Lands Law",
  "previousVersions" : [ "S4787-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1501\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the public lands law, in relation to limiting the inter-\n         est the state may acquire in forest land to a conservation easement\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 27 of the public lands law, as\n    2  added by chapter 513 of the laws of 1989, is amended to read as follows:\n    3    1. The commissioner of general services when moneys therefor have been\n    4  appropriated by the legislature or are otherwise available, may  acquire\n    5  any  real  property  which  he deems necessary for the implementation or\n    6  accomplishment of any statutory purpose, function, operation or  respon-\n    7  sibility of the commissioner of general services or the office of gener-\n    8  al  services, by purchase or as provided in the eminent domain procedure\n    9  law. Title to such real property shall be taken in the name  of  and  be\n   10  vested in the people of the state of New York. No real property shall be\n   11  so  acquired  by  purchase  unless  the title thereto is approved by the\n   12  attorney general. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, WHEN  SUCH\n   13  REAL  PROPERTY IS FOREST LAND, AS DEFINED IN SUBDIVISION FIVE OF SECTION\n   14  9-0101 OF THE ENVIRONMENTAL CONSERVATION LAW, THE STATE  SHALL  TAKE  NO\n   15  OTHER INTEREST IN THE PROPERTY THAN A CONSERVATION EASEMENT. THE CONVEY-\n   16  ANCE OF ANY OTHER INTEREST IN FOREST LAND TO THE STATE SHALL BE NULL AND\n   17  VOID.  The  terms  \"property\" or \"real property\" as used in this section\n   18  shall mean \"real property\" as defined by section one  hundred  three  of\n   19  the eminent domain procedure law.\n   20    S 2. This act shall take effect immediately and shall apply to convey-\n   21  ances occurring on or after such effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05137-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public lands law, in relation to limiting the interest the state may acquire in forest land to a conservation easement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T154916.TXT", "SOBI.D110111.T110153.TXT", "SOBI.D110107.T154416.TXT", "SOBI.D110107.T161918.TXT", "SOBI.D110107.T161417.TXT", "SOBI.D110107.T160417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294761713599
}