{
  "year" : 2011,
  "senateBillNo" : "S1504-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S1504-2011-1294376400000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the unauthorized sale of veterans' commemorative property by cemeteries",
  "summary" : "Prohibits the unauthorized sale, purchase, sale or transfer of any cemetery marker, flag holder, monument, statue or other physical memorabilia that is over 75 years old that commemorates the life or death of a veteran or group of veterans, including but not limited to a military unit, company, battalion or division, if such cemetery marker, flag holder, monument, statue or other physical memorabilia that commemorates the life or death of a veteran or group of veterans has been placed in any cemetery; makes violations a class B misdemeanor; permits cemeteries to make such sales upon application to the state cemetery board and upon certain conditions. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S769-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1504\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  Sens. LARKIN, ADDABBO -- read twice and ordered printed,\n         and when printed to be committed to the Committee on  Veterans,  Home-\n         land Security and Military Affairs\n\n       AN  ACT  to amend the general business law, in relation to the unauthor-\n         ized sale of veterans' commemorative property that has been placed  in\n         a cemetery and the unauthorized sale of cemetery markers and flaghold-\n         ers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   The general business law  is  amended  by  adding  a  new\n    2  section 450-b to read as follows:\n    3    S  450-B.  UNAUTHORIZED  SALE OF VETERAN'S COMMEMORATIVE PROPERTY THAT\n    4  HAS BEEN PLACED IN A CEMETERY. 1. FOR THE PURPOSES OF THIS SECTION,  THE\n    5  FOLLOWING TERMS HAVE THE FOLLOWING MEANINGS:\n    6    (A)  \"BOARD\"  MEANS  THE  CEMETERY  BOARD  CREATED PURSUANT TO SECTION\n    7  FIFTEEN HUNDRED FOUR OF THE NOT-FOR-PROFIT CORPORATION LAW.\n    8    (B) \"CEMETERY\" MEANS ANY REAL OR PERSONAL PROPERTY USED OR  MAINTAINED\n    9  AS  A  CEMETERY, MAUSOLEUM, COLUMBARIUM, LOT, PLOT, GRAVE, BURIAL PLACE,\n   10  NICHE, CRYPT, VAULT, OR OTHER PLACE OF INTERMENT OR TEMPORARY STORAGE OF\n   11  HUMAN REMAINS OR CREMATED HUMAN REMAINS, INCLUDING BUT  NOT  LIMITED  TO\n   12  ANY  CEMETERY,  MAUSOLEUM,  COLUMBARIUM, LOT, PLOT, GRAVE, BURIAL PLACE,\n   13  NICHE, CRYPT, VAULT, OR OTHER PLACE OF INTERMENT OR TEMPORARY STORAGE OF\n   14  HUMAN REMAINS OR CREMATED HUMAN REMAINS WHICH IS OWNED OR CONTROLLED  BY\n   15  ANY  UNINCORPORATED  ASSOCIATION,  PUBLIC  CEMETERY  CORPORATION, FAMILY\n   16  CEMETERY CORPORATION, PRIVATE  CEMETERY  CORPORATION,  RELIGIOUS  CORPO-\n   17  RATION OR MUNICIPAL CORPORATION, OR WHICH IS ABANDONED OR NOT CONTROLLED\n   18  BY ANY EXISTING BOARD OR BODY.\n   19    (C) \"VETERAN\" MEANS A DECEASED PERSON WHO:\n   20    (1)(A)  SERVED  IN  THE ACTIVE MILITARY OR NAVAL SERVICE OF THE UNITED\n   21  STATES DURING A WAR IN WHICH THE UNITED STATES ENGAGED; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05793-01-1\n\n       S. 1504                             2\n\n    1    (B) SERVED IN ACTIVE DUTY IN A FORCE OF ANY  ORGANIZED  STATE  MILITIA\n    2  (NOT  INCLUDING  THE  INACTIVE  NATIONAL GUARD AND NOT INCLUDING THE NEW\n    3  YORK GUARD WHEN IN AN INACTIVE STATUS) IN A FULL TIME STATUS; AND\n    4    (2)  WAS  RELEASED  FROM  SUCH  SERVICE OTHERWISE THAN BY DISHONORABLE\n    5  DISCHARGE OR WAS FURLOUGHED TO THE RESERVE.\n    6    (D) \"VETERAN'S COMMEMORATIVE PROPERTY\" MEANS ANY MONUMENT,  HEADSTONE,\n    7  MARKER,  MEMORIAL,  PLAQUE,  STATUE, VASE, URN, DECORATION, FLAG HOLDER,\n    8  BADGE, SHIELD, ITEM OF MEMORABILIA OR OTHER EMBELLISHMENT, THAT:\n    9    (1) IS OVER SEVENTY-FIVE YEARS OLD;\n   10    (2) IDENTIFIES OR COMMEMORATES  ANY  VETERAN  OR  GROUP  OF  VETERANS,\n   11  INCLUDING  BUT NOT LIMITED TO ANY VETERANS' ORGANIZATION OR ANY MILITARY\n   12  UNIT, COMPANY, BATTALION, OR DIVISION; AND\n   13    (3) HAS BEEN PLACED IN ANY CEMETERY.\n   14    2. EXCEPT AS OTHERWISE PROVIDED IN SUBDIVISION THREE OF THIS  SECTION,\n   15  IT  SHALL  BE  UNLAWFUL  FOR ANY PERSON, FIRM, ASSOCIATION, PARTNERSHIP,\n   16  LIMITED PARTNERSHIP, LIMITED LIABILITY  COMPANY,  CORPORATION  OR  OTHER\n   17  ENTITY  TO  ENGAGE  IN  THE  PURCHASE, SALE OR TRANSFER OF ANY VETERAN'S\n   18  COMMEMORATIVE PROPERTY. A VIOLATION OF THE PROVISIONS OF  THIS  SUBDIVI-\n   19  SION SHALL CONSTITUTE A CLASS B MISDEMEANOR AS DEFINED IN THE PENAL LAW.\n   20    3.  (A)  ANY  UNINCORPORATED ASSOCIATION, PUBLIC CEMETERY CORPORATION,\n   21  FAMILY CEMETERY CORPORATION,  PRIVATE  CEMETERY  CORPORATION,  RELIGIOUS\n   22  CORPORATION  OR  MUNICIPAL  CORPORATION THAT OWNS OR CONTROLS A CEMETERY\n   23  WHERE ANY VETERAN'S COMMEMORATIVE PROPERTY HAS BEEN PLACED MAY  PETITION\n   24  THE  BOARD  FOR PERMISSION TO SELL, TRADE OR TRANSFER ALL OR ANY PART OF\n   25  SUCH VETERAN'S COMMEMORATIVE PROPERTY. THE CRITERIA FOR  APPROVING  SUCH\n   26  SALE,  TRADE OR TRANSFER OF SUCH VETERAN'S COMMEMORATIVE PROPERTY ARE AS\n   27  FOLLOWS:\n   28    (1) SUCH VETERAN'S COMMEMORATIVE PROPERTY IS  AT  REASONABLE  RISK  OF\n   29  PHYSICALLY  DETERIORATING SO THAT IT WILL BECOME UNRECOGNIZABLE AS IDEN-\n   30  TIFYING OR COMMEMORATING THE VETERAN OR  GROUP  OF  VETERANS  ORIGINALLY\n   31  IDENTIFIED OR COMMEMORATED THEREBY;\n   32    (2)  SUCH  VETERAN'S  COMMEMORATIVE  PROPERTY  IS PROPOSED TO BE SOLD,\n   33  TRADED OR TRANSFERRED TO A SUITABLE PERSON, FIRM, ASSOCIATION,  PARTNER-\n   34  SHIP,  LIMITED  PARTNERSHIP,  LIMITED  LIABILITY COMPANY, CORPORATION OR\n   35  OTHER ENTITY THAT WILL PRESERVE THE CURRENT CONDITION OF SUCH  VETERAN'S\n   36  COMMEMORATIVE  PROPERTY  AND PLACE SUCH VETERAN'S COMMEMORATIVE PROPERTY\n   37  IN A SUITABLE PLACE THAT WILL  COMMEMORATE  SUCH  VETERAN  OR  GROUP  OF\n   38  VETERANS;\n   39    (3)  THE  PETITIONER  NEEDS  TO SELL, TRADE OR TRANSFER SUCH VETERAN'S\n   40  COMMEMORATIVE PROPERTY TO ENSURE THAT SUFFICIENT FUNDS ARE AVAILABLE  TO\n   41  SUITABLY  MAINTAIN THE CEMETERY WHERE SUCH VETERAN'S COMMEMORATIVE PROP-\n   42  ERTY WAS PLACED, AND THE SPECIFIC LOT, PLOT, GRAVE, BURIAL PLACE, NICHE,\n   43  CRYPT OR OTHER PLACE OF INTERMENT OF SUCH VETERAN OR GROUP OF  VETERANS,\n   44  SO  THAT  SUCH  PLACES WILL RETAIN THE RESPECT THAT SUCH HALLOWED PLACES\n   45  DESERVE;\n   46    (4) THE VETERAN'S COMMEMORATIVE PROPERTY THAT IS TO BE SOLD, TRADED OR\n   47  TRANSFERRED SHALL BE REPLACED AT ITS ORIGINAL SITE BY A FITTING REPLACE-\n   48  MENT COMMEMORATIVE PROPERTY, MONUMENT OR MARKER THAT APPROPRIATELY IDEN-\n   49  TIFIES AND COMMEMORATES SUCH VETERAN OR GROUP OF VETERANS;\n   50    (5) IF THE VETERAN'S COMMEMORATIVE PROPERTY  TO  BE  SOLD,  TRADED  OR\n   51  TRANSFERRED  IS  REASONABLY KNOWN TO THE PETITIONER TO HAVE BEEN DONATED\n   52  TO THE PETITIONER BY  ANY  VETERANS'  ORGANIZATION,  INCLUDING  BUT  NOT\n   53  LIMITED TO THE GRAND ARMY OF THE REPUBLIC, THE SONS OF UNION VETERANS OF\n   54  THE CIVIL WAR, THE SONS OF CONFEDERATE VETERANS, THE VETERANS OF FOREIGN\n   55  WARS,  THE  DISABLED AMERICAN VETERANS, THE UNITED SPANISH WAR VETERANS,\n   56  THE JEWISH WAR VETERANS OF THE UNITED STATES,  INC.,  THE  CATHOLIC  WAR\n\n       S. 1504                             3\n\n    1  VETERANS,  INC.,  THE  AMERICAN LEGION, AMVETS, THE AMERICAN VETERANS OF\n    2  WORLD WAR II, THE ITALIAN AMERICAN WAR VETERANS  OF  THE  UNITED  STATES\n    3  INCORPORATED,  THE MASONIC WAR VETERANS OF THE STATE OF NEW YORK, INCOR-\n    4  PORATED,  THE  SOCIETY  OF  THE  CINCINNATI, OR ANY OTHER CORPORATION OR\n    5  ASSOCIATION OF VETERANS, THAT SUCH SALE, TRADE OR  TRANSFER  SHALL  HAVE\n    6  BEEN CONSENTED TO BY SUCH VETERANS' ORGANIZATION; AND\n    7    (6)  IF THE PETITIONER IS NOT THE OWNER OF THE VETERAN'S COMMEMORATIVE\n    8  PROPERTY THAT IS TO BE SOLD, TRADED OR TRANSFERRED, THAT THE  PETITIONER\n    9  IS  AUTHORIZED  BY THE OWNER OF SUCH VETERAN'S COMMEMORATIVE PROPERTY OR\n   10  BY OPERATION OF LAW, OTHER THAN THIS SECTION, TO SELL, TRADE OR TRANSFER\n   11  SUCH VETERAN'S COMMEMORATIVE PROPERTY AND TO RETAIN AND USE THE PROCEEDS\n   12  OF SUCH SALE, TRADE OR TRANSFER.\n   13    (B) A PETITION UNDER PARAGRAPH (A) OF THIS SUBDIVISION SHALL BE DELIV-\n   14  ERED TO THE DIVISION OF CEMETERIES WITHIN THE DEPARTMENT OF STATE.  UPON\n   15  THE  DELIVERY OF ANY SUCH PETITION TO THE DIVISION OF CEMETERIES, EITHER\n   16  THE BOARD OR THE DIVISION OF CEMETERIES SHALL FIX A DATE, TIME AND PLACE\n   17  OF THE HEARING. THE DATE FIXED  FOR  SUCH  HEARING  SHALL  BE  WITHIN  A\n   18  REASONABLE  TIME,  NOT TO EXCEED ONE HUNDRED DAYS, AFTER THE PETITION IS\n   19  RECEIVED BY THE DIVISION OF CEMETERIES.\n   20    (C) THE PETITIONER SHALL SERVE NOTICE OF THE HEARING AND A COPY OF THE\n   21  PETITION UPON THE PERSONS AND ENTITIES MENTIONED IN  SUBPARAGRAPHS  TWO,\n   22  THREE,  FOUR,  FIVE,  SIX AND SEVEN OF PARAGRAPH (D) OF THIS SUBDIVISION\n   23  WHO COULD REASONABLY BE ASCERTAINED AND CONTACTED BY THE PETITIONER  AND\n   24  UPON SUCH OTHER PERSON OR PERSONS AS MAY BE DIRECTED BY THE BOARD OR THE\n   25  DIVISION  OF  CEMETERIES.  SERVICE OF THE NOTICE OF HEARING AND PETITION\n   26  SHALL BE MADE IN SUCH MANNER AND BY SUCH DATE AS SHALL BE  SPECIFIED  BY\n   27  THE BOARD OR THE DIVISION OF CEMETERIES.\n   28    (D)  AT  SUCH  HEARING,  THE  FOLLOWING PERSONS AND ENTITIES, OR THEIR\n   29  REPRESENTATIVES, MAY BE HEARD:\n   30    (1) THE PETITIONER,\n   31    (2) ANY PERSON OR ENTITY, OTHER THAN THE PETITIONER, WHO IS THE  OWNER\n   32  OF THE VETERAN'S COMMEMORATIVE PROPERTY IN QUESTION,\n   33    (3)  ANY  VETERAN'S ORGANIZATION THAT DONATED THE VETERAN'S COMMEMORA-\n   34  TIVE PROPERTY IN QUESTION TO THE PETITIONER,\n   35    (4) THE FAMILY OF EACH VETERAN  AT  WHOSE  LOT,  PLOT,  GRAVE,  BURIAL\n   36  PLACE, NICHE, CRYPT OR OTHER PLACE OF INTERMENT THE VETERAN'S COMMEMORA-\n   37  TIVE PROPERTY IN QUESTION IS OR WAS PLACED,\n   38    (5) THE DIVISION OF VETERANS' AFFAIRS,\n   39    (6) THE DIVISION OF MILITARY AND NAVAL AFFAIRS,\n   40    (7) THE OFFICE OF PARKS, RECREATION AND HISTORIC PRESERVATION, AND\n   41    (8)  ANY OTHER MEMBER OF THE PUBLIC WHO WOULD LIKE TO OFFER WRITTEN OR\n   42  ORAL TESTIMONY. TESTIMONY MAY BE  HEARD  IN  PERSON  OR  BY  COUNSEL  OR\n   43  SUBMITTED IN WRITING.\n   44    (E)  THE BOARD SHALL RENDER ITS DECISION IN WRITING, WITHIN SIXTY DAYS\n   45  OF THE HEARING, AND SHALL FORWARD A COPY  THEREOF  TO  EACH  PERSON  WHO\n   46  APPEARED  AT  THE HEARING. ANY ORDER OR DETERMINATION OF THE BOARD SHALL\n   47  BE SUBJECT TO JUDICIAL REVIEW  PURSUANT  TO  PARAGRAPH  (D)  OF  SECTION\n   48  FIFTEEN HUNDRED FOUR OF THE NOT-FOR-PROFIT CORPORATION LAW. ANY ORDER OR\n   49  DETERMINATION  OF  THE  BOARD  GRANTING THE PETITION IN WHOLE OR IN PART\n   50  MAY, AT THE DISCRETION OF THE BOARD, SPECIFY THE  MANNER  IN  WHICH  THE\n   51  PETITIONER  IS TO USE OR APPLY THE PROCEEDS OF THE SALE, TRADE OR TRANS-\n   52  FER. IN PARTICULAR, BUT NOT BY WAY OF LIMITATION, IF THE  PETITIONER  IS\n   53  AN  UNINCORPORATED  ASSOCIATION  OR  CORPORATION  THAT IS SUBJECT TO THE\n   54  PROVISIONS OF ARTICLE FIFTEEN OF THE NOT-FOR-PROFIT CORPORATION LAW, ANY\n   55  ORDER OR DETERMINATION OF THE BOARD GRANTING THE PETITION IN WHOLE OR IN\n   56  PART MAY, AT THE DISCRETION OF THE BOARD, SPECIFY THAT PETITIONER DEPOS-\n\n       S. 1504                             4\n\n    1  IT THE PROCEEDS OF THE SALE, TRADE OR TRANSFER IN THE PERMANENT  MAINTE-\n    2  NANCE FUND MAINTAINED BY PETITIONER PURSUANT TO PARAGRAPH (A) OF SECTION\n    3  FIFTEEN HUNDRED SEVEN OF THE NOT-FOR-PROFIT CORPORATION LAW.\n    4    (F)  THE BOARD SHALL ADOPT SUCH REGULATIONS REGARDING PETITIONS, HEAR-\n    5  INGS AND PROCEDURES UNDER THIS SUBDIVISION AS MAY BE APPROPRIATE.\n    6    S 2. Section 450-a of the general business law, as  added  by  chapter\n    7  478 of the laws of 1979, is amended to read as follows:\n    8    S  450-a.  Unauthorized  sale  of  cemetery  markers and flag holders.\n    9  Except for a veterans' organization,  those  businesses  which  normally\n   10  carry  on such trade, or are authorized by veterans' organizations to do\n   11  so, it shall be unlawful for any person,  firm,  association  or  corpo-\n   12  ration  to engage in the buying or selling of metal cemetery markers and\n   13  flag holders bearing the insignia of any veterans'  organization  placed\n   14  upon  the  graves  of  veterans.  A  violation of the provisions of this\n   15  section shall constitute a violation and shall be punishable by  a  fine\n   16  of  not  more  than  five  hundred dollars or not more than fifteen days\n   17  imprisonment or both.  NOTHING IN THIS SECTION SHALL PROHIBIT THE  SALE,\n   18  TRADE  OR  TRANSFER  OF ANY METAL CEMETERY MARKER OR FLAG HOLDER BEARING\n   19  THE INSIGNIA OF ANY VETERANS' ORGANIZATION IF SUCH METAL CEMETERY MARKER\n   20  OR FLAG HOLDER  IS  VETERAN'S  COMMEMORATIVE  PROPERTY,  AS  DEFINED  IN\n   21  SECTION  FOUR  HUNDRED  FIFTY-B OF THIS ARTICLE, AND SUCH SALE, TRADE OR\n   22  TRANSFER SHALL HAVE BEEN AUTHORIZED BY THE CEMETERY BOARD IN  ACCORDANCE\n   23  WITH THE PROVISIONS OF SUCH SECTION.\n   24    S 3. This act shall take effect on the one hundred eightieth day after\n   25  it  shall  have become a law; provided, however, that the cemetery board\n   26  in the division of cemeteries in the department of state may  promulgate\n   27  rules  and  regulations  prior  to  such effective date to implement the\n   28  provisions of this act.\n",
  "memo" : "BILL NUMBER:S1504\n\nTITLE OF BILL:\nAn act\nto amend\nthe general business law, in relation to the unauthorized sale of\nveterans' commemorative property that has been placed in a cemetery and\nthe unauthorized sale of cemetery markers and flagholders\n\nPURPOSE:\nThis bill prohibits the unauthorized sale of veteran commemorative\ncemetery markers, flag holders, monuments, statues or other physical\nmemorabilia that are over 75 years old by cemeteries if such property\nis currently placed or located within a cemetery\n\nSUMMARY OF PROVISIONS:\nSection 1: Adds a new general business law section 450-b to prohibit\nthe unauthorized sale of veteran cemetery markers, flag holders,\nstatues or other monuments that are over 75 years old and which are\ncurrently located in a cemetery by any individual or corporation. The\nbill allows cemetery corporations to engage in the purchase, sale or\ntransfer of such veteran cemetery markers, statues or other monuments\nthat are over 75 years old if the cemetery corporation obtains\npermission from the New York State Cemetery Board. The Board can\nauthorize the purchase, sale or transfer of cemetery commemorative\nstatutes or monuments if five conditions are satisfied. The five\nconditions that need to be satisfied will help to ensure that veteran\ngrave markers or other veteran monuments will be preserved from\nphysical deterioration and only transferred to individuals or\ncorporations that will help to preserve such personal property.\nCemetery property can only be transferred after a public hearing is\nconducted by the Board and veterans groups have been notified of such\nhearing. Section 2: Amends General Business Law section 450-a to\nensure that the provisions of section 450-b created by this act will\nnot affect the ability of veterans organizations to sell or trade\ncemetery markers and flag holders.\n\nEXISTING LAW:\nThere is presently no law that specifically regulates the sale of\nhistoric veteran cemetery markers or monuments.\n\nJUSTIFICATION:\nThis legislation addresses a problem that was first brought to the\nbill sponsor's attention by the Sons of Union Veterans of the Civil\nWar, Department of New York. It seems that particularly with Civil\nWar veteran grave yards, that the cemetery markers. statues and\nmonuments are becoming valuable because of their age and the ornate\nstyle in which they were designed and constructed. Further, that\nthese valuable historic cemetery markers are being sold by cemetery\nCorporations. Civil War veteran groups maintain that many of these\nCivil War monuments erected in cemeteries were donated by veteran\ngroups after the civil war and are, in equitable terms, the property\nof the veteran's groups and the communities in which they are situated.\nFurther, that these Civil War monuments should remain where they were\nplaced to help commemorate the sacrifices made by Civil War veterans.\nThis bill curtails the unauthorized purchase, sale or transfer of\n\n\nveteran statues, gravestones, monuments or other personal property\nthat commemorates the life and death of these veterans.\n\nLEGISLATIVE HISTORY:\nSee a similar bill S.3784-B of 2003/2004, Passed the State Senate in\n2004\nS.4835 of 2007/2008\nS.769 of 2009/2010\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nOn the 180th day after it shall have become law, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the unauthorized sale of veterans' commemorative property that has been placed in a cemetery and the unauthorized sale of cemetery markers and flagholders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110107.T164920.TXT", "SOBI.D110111.T110153.TXT", "SOBI.D110107.T162918.TXT", "SOBI.D110107.T164419.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110107.T161417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472751
}