{
  "year" : 2011,
  "senateBillNo" : "S150-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S150-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the separate utility class in New York city",
  "summary" : "Eliminates the separate utility class (class 3) in New York city. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S8023-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          150\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to providing  for\n         the  elimination  of  the separate utility class (class 3) in New York\n         city\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The section heading and the opening paragraph of subdivi-\n    2  sion 1 of section 1802 of the real property tax law, the section heading\n    3  as added by chapter 1057 of the laws of 1981 and the  opening  paragraph\n    4  of  subdivision  1  as separately amended by chapters 123 and 529 of the\n    5  laws of 1990, are amended to read as follows:\n    6    Classification of real  property  in  a  special  assessing  unit  NOT\n    7  LOCATED WHOLLY WITHIN A CITY.\n    8    All  real  property,  for  the  purposes of this article, in a special\n    9  assessing unit NOT LOCATED WHOLLY WITHIN A CITY shall be  classified  as\n   10  follows:\n   11    S  2.  The  real  property  tax law is amended by adding a new section\n   12  1802-a to read as follows:\n   13    S 1802-A. CLASSIFICATION OF REAL PROPERTY IN A SPECIAL ASSESSING  UNIT\n   14  LOCATED  WHOLLY WITHIN A CITY. 1. ALL REAL PROPERTY, FOR THE PURPOSES OF\n   15  THIS ARTICLE, IN A SPECIAL ASSESSING UNIT LOCATED WHOLLY WITHIN  A  CITY\n   16  SHALL BE CLASSIFIED AS FOLLOWS:\n   17    CLASS  ONE: (A) ALL ONE, TWO AND THREE FAMILY RESIDENTIAL REAL PROPER-\n   18  TY, INCLUDING SUCH DWELLINGS USED IN PART  FOR  NONRESIDENTIAL  PURPOSES\n   19  BUT WHICH ARE USED PRIMARILY FOR RESIDENTIAL PURPOSES, EXCEPT SUCH PROP-\n   20  ERTY  HELD  IN  COOPERATIVE OR CONDOMINIUM FORMS OF OWNERSHIP OTHER THAN\n   21  (I) PROPERTY DEFINED IN SUBPARAGRAPHS (B) AND (C) OF THIS PARAGRAPH  AND\n   22  (II)  PROPERTY  WHICH CONTAINS NO MORE THAN THREE DWELLING UNITS HELD IN\n   23  CONDOMINIUM FORM OF OWNERSHIP AND WHICH WAS CLASSIFIED WITHIN THIS CLASS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00699-01-1\n\n       S. 150                              2\n\n    1  ON A PREVIOUS ASSESSMENT ROLL; AND PROVIDED  THAT,  NOTWITHSTANDING  THE\n    2  PROVISIONS OF PARAGRAPH (G) OF SUBDIVISION TWELVE OF SECTION ONE HUNDRED\n    3  TWO  OF THIS CHAPTER, A MOBILE HOME OR A TRAILER SHALL NOT BE CLASSIFIED\n    4  WITHIN  THIS  CLASS UNLESS IT IS OWNER-OCCUPIED AND SEPARATELY ASSESSED;\n    5  AND (B) RESIDENTIAL REAL PROPERTY NOT MORE THAN THREE STORIES IN  HEIGHT\n    6  HELD  IN  CONDOMINIUM  FORM OF OWNERSHIP, PROVIDED THAT NO DWELLING UNIT\n    7  THEREIN PREVIOUSLY WAS ON AN ASSESSMENT ROLL AS A DWELLING UNIT IN OTHER\n    8  THAN CONDOMINIUM FORM OF OWNERSHIP; AND (C)  RESIDENTIAL  REAL  PROPERTY\n    9  CONSISTING  OF  ONE FAMILY HOUSE STRUCTURES OWNED BY THE OCCUPANT, SITU-\n   10  ATED ON LAND HELD IN COOPERATIVE OWNERSHIP BY OWNER OCCUPIERS,  PROVIDED\n   11  THAT;  (I)  SUCH HOUSE STRUCTURES AND LAND CONSTITUTED BUNGALOW COLONIES\n   12  IN EXISTENCE PRIOR TO NINETEEN HUNDRED FORTY; AND (II) THE LAND IS  HELD\n   13  IN  COOPERATIVE OWNERSHIP FOR THE SOLE PURPOSE OF MAINTAINING ONE FAMILY\n   14  RESIDENCES FOR MEMBERS OWN USE; AND (D) ALL VACANT LAND LOCATED WITHIN A\n   15  SPECIAL ASSESSING UNIT WHICH IS A CITY  OTHER  THAN  SUCH  LAND  IN  THE\n   16  BOROUGH  OF  MANHATTAN  SOUTH  OF OR ADJACENT TO THE SOUTH SIDE OF 110TH\n   17  STREET, PROVIDED THAT ANY SUCH VACANT LAND WHICH IS NOT  ZONED  RESIDEN-\n   18  TIAL  MUST  BE SITUATED IMMEDIATELY ADJACENT TO PROPERTY IMPROVED WITH A\n   19  RESIDENTIAL STRUCTURE AS DEFINED IN SUBPARAGRAPHS (A) AND  (B)  OF  THIS\n   20  PARAGRAPH, BE OWNED BY THE SAME OWNER AS SUCH IMMEDIATELY ADJACENT RESI-\n   21  DENTIAL  PROPERTY IMMEDIATELY PRIOR TO AND SINCE JANUARY FIRST, NINETEEN\n   22  HUNDRED EIGHTY-NINE, AND HAVE A TOTAL AREA NOT  EXCEEDING  TEN  THOUSAND\n   23  SQUARE FEET.\n   24    CLASS TWO: ALL OTHER RESIDENTIAL REAL PROPERTY WHICH IS NOT DESIGNATED\n   25  AS  CLASS  ONE,  EXCEPT  HOTELS  AND MOTELS AND OTHER SIMILAR COMMERCIAL\n   26  PROPERTY.\n   27    CLASS THREE: ALL OTHER REAL PROPERTY WHICH IS NOT DESIGNATED AS  CLASS\n   28  ONE OR CLASS TWO.\n   29    2.  IN ADDITION TO ANY REQUIREMENTS OF LAW OR RULE OF THE STATE BOARD,\n   30  THE ASSESSMENT ROLL SHALL CONTAIN A SEPARATE COLUMN FOR THE ENTRY OF THE\n   31  CLASS DESIGNATION REQUIRED BY THIS SECTION. THE ASSESSOR SHALL ENTER THE\n   32  APPROPRIATE CLASS DESIGNATION IN THIS COLUMN FOR EACH PARCEL  LISTED  ON\n   33  THE ASSESSMENT ROLL.\n   34    3.  THE  DETERMINATION  OF  INCLUSION  WITHIN A CLASS PURSUANT TO THIS\n   35  SECTION SHALL BE  SUBJECT  TO  ADMINISTRATIVE  AND  JUDICIAL  REVIEW  AS\n   36  PROVIDED BY LAW FOR THE REVIEW OF ASSESSMENTS.\n   37    S  3.  Subdivision  3 of section 1805 of the real property tax law, as\n   38  amended by chapter 143 of the laws  of  1989,  is  amended  to  read  as\n   39  follows:\n   40    3.  If  the assessment appearing on an assessment roll completed on or\n   41  after January first, nineteen hundred  eighty-two  for  any  parcel  not\n   42  subject  to  the  provisions  of subdivision one or two of this section,\n   43  other than a parcel classified in class three  IN  A  SPECIAL  ASSESSING\n   44  UNIT  NOT  LOCATED  WHOLLY WITHIN A CITY, is greater than the assessment\n   45  appearing on the previous year's  assessment  roll  the  assessor  shall\n   46  determine  a transition assessment for such parcel for the first assess-\n   47  ment roll on which such greater assessment appears and for each  of  the\n   48  succeeding  four  assessment  rolls  by computing the difference between\n   49  such greater assessment and the assessment appearing  on  such  previous\n   50  year's  assessment  roll  and  adding  the following percentages of such\n   51  difference to the assessment appearing on such previous  year's  assess-\n   52  ment  roll: in the first year, twenty percent; in the second year, forty\n   53  percent; in the third year, sixty percent; in the  fourth  year,  eighty\n   54  percent;  and  in the fifth year, one hundred percent. If the assessment\n   55  of a parcel is increased during a period for  which  transition  assess-\n   56  ments  have  been established because of any prior assessment increases,\n\n       S. 150                              3\n\n    1  such new increase shall be phased-in over  a  five-year  period  as  set\n    2  forth  in  this subdivision, and such phased-in increases shall be added\n    3  to the transitional assessments previously  established  for  the  prior\n    4  increase;  provided,  however,  that  if in any year any such transition\n    5  assessment exceeds the actual assessment for such year, taxes imposed on\n    6  such parcel for such year shall be based on such lesser  actual  assess-\n    7  ment. Notwithstanding the foregoing, during the period of any such tran-\n    8  sition, the assessment roll shall contain an entry of the full amount of\n    9  such  greater  assessment  which shall be used by the state board in its\n   10  determination of class ratios pursuant to paragraph (b)  of  subdivision\n   11  one of section twelve hundred two of this chapter. In establishing state\n   12  equalization rates, class equalization rates, special state equalization\n   13  rates  and special state equalization ratios under article twelve, arti-\n   14  cle twelve-A and article twelve-B of this chapter, the state board shall\n   15  use the transition assessments as provided for in  this  subdivision  in\n   16  its  determinations,  or where the actual assessment is the lesser, such\n   17  actual assessment shall be so used.\n   18    S 4. This act shall take effect immediately and shall be applicable to\n   19  assessment rolls with a taxable status  date  following  such  effective\n   20  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing for the elimination of the separate utility class (class 3) in New York city ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T112305.TXT", "SOBI.D101210.T151703.TXT", "SOBI.D101210.T160705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292257385336
}