{
  "year" : 2011,
  "senateBillNo" : "S1509-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1509-2011-1294635600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to licensing of gun dealer employees, recertification of gun licensees and reporting of misdemeanor crimes of domestic violence",
  "summary" : "Relates to licensing of gun dealer employees, recertification of gun licensees and reporting of misdemeanor crimes of domestic violence; requires employee certification and certificates of employment. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S5917-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1509\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, the penal law and the  judici-\n         ary  law,  in relation to licensing of gun dealer employees, recertif-\n         ication of gun licensees and reporting of misdemeanor crimes of domes-\n         tic violence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 40 and sections 900 and 901 of the general business\n    2  law,  as  renumbered  by chapter 407 of the laws of 1973, are renumbered\n    3  article 50 and sections 1001 and 1002 and a new article 40 is  added  to\n    4  read as follows:\n    5                                 ARTICLE 40\n    6                    EMPLOYEES OF GUNSMITHS AND DEALERS IN\n    7                        FIREARMS, RIFLES AND SHOTGUNS\n    8  SECTION 900. DEFINITIONS.\n    9          901. EMPLOYEE CERTIFICATION.\n   10          902. CERTIFICATE OF EMPLOYMENT.\n   11          903. RULES AND REGULATIONS.\n   12          904. VIOLATIONS.\n   13    S 900. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   14    1. \"DEALER\" MEANS ANY PERSON, FIRM, PARTNERSHIP, CORPORATION OR COMPA-\n   15  NY  LICENSED  AS  A DEALER IN FIREARMS PURSUANT TO SECTION 400.00 OF THE\n   16  PENAL LAW OR PURSUANT TO 18 U.S.C.  923.\n   17    2. \"GUNSMITH\" MEANS ANY  PERSON,  FIRM,  PARTNERSHIP,  CORPORATION  OR\n   18  COMPANY  LICENSED  AS A GUNSMITH PURSUANT TO SECTION 400.00 OF THE PENAL\n   19  LAW.\n   20    3. \"EMPLOYEE\" MEANS A PERSON EMPLOYED BY  A  DEALER  OR  GUNSMITH  AND\n   21  WHOSE  DUTIES  INCLUDE  THE  HANDLING, SELLING OR OTHERWISE DISPOSING OF\n   22  FIREARMS, RIFLES OR SHOTGUNS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05121-01-1\n\n       S. 1509                             2\n\n    1    4. \"FIREARM\" HAS THE SAME MEANING AS THAT TERM IS DEFINED IN  SUBDIVI-\n    2  SION THREE OF SECTION 265.00 OF THE PENAL LAW.\n    3    5. \"RIFLE\" HAS THE SAME MEANING AS THAT TERM IS DEFINED IN SUBDIVISION\n    4  ELEVEN OF SECTION 265.00 OF THE PENAL LAW.\n    5    6.  \"SHOTGUN\" HAS THE SAME MEANING AS THAT TERM IS DEFINED IN SUBDIVI-\n    6  SION TWELVE OF SECTION 265.00 OF THE PENAL LAW.\n    7    7. \"SUPERINTENDENT\" MEANS THE SUPERINTENDENT OF STATE POLICE.\n    8    S 901. EMPLOYEE CERTIFICATION. NO DEALER  SHALL  EMPLOY  ANY  EMPLOYEE\n    9  UNLESS:\n   10    1.  SUCH  EMPLOYEE  IS TWENTY-ONE YEARS OR OLDER OR IS A MEMBER OF THE\n   11  UNITED STATES ARMED FORCES OR HAS BEEN HONORABLY  DISCHARGED  THEREFROM;\n   12  AND\n   13    2. THE DEALER EMPLOYING SUCH EMPLOYEE HAS CONDUCTED A NATIONAL INSTANT\n   14  CRIMINAL  BACKGROUND  CHECK  OF  SUCH  EMPLOYEE AND IS NOTIFIED THAT THE\n   15  INFORMATION AVAILABLE IN  THE  SYSTEM  DOES  NOT  DEMONSTRATE  THAT  THE\n   16  POSSESSION  OF  A FIREARM, RIFLE OR SHOTGUN BY SUCH PERSON WOULD VIOLATE\n   17  18 U.S.C. 922(G) OR ANY OTHER APPLICABLE LAW.\n   18    S 902. CERTIFICATE OF  EMPLOYMENT.  A  DEALER  EMPLOYING  AN  EMPLOYEE\n   19  SHALL,  SUBSEQUENT  TO CONDUCTING A NATIONAL INSTANT CRIMINAL BACKGROUND\n   20  CHECK, COMPLETE A CERTIFICATE OF  EMPLOYMENT  IN  DUPLICATE  ON  A  FORM\n   21  APPROVED BY THE SUPERINTENDENT. ONE COPY OF THE FORM SHALL BE FILED WITH\n   22  THE  SUPERINTENDENT  IMMEDIATELY UPON EMPLOYMENT OF THE EMPLOYEE AND ONE\n   23  COPY OF SUCH CERTIFICATE SHALL BE RETAINED BY THE DEALER  AND  AVAILABLE\n   24  ON PREMISES FOR INSPECTION BY ANY POLICE OFFICER. SUCH CERTIFICATE SHALL\n   25  REMAIN  VALID FOR A PERIOD NOT TO EXCEED THREE YEARS FROM THE DATE FILED\n   26  WITH THE SUPERINTENDENT PROVIDED THAT DURING THAT PERIOD POSSESSION OF A\n   27  FIREARM, RIFLE OR SHOTGUN BY THE EMPLOYEE WOULD NOT  VIOLATE  18  U.S.C.\n   28  922(G)  OR ANY OTHER APPLICABLE LAW. SUCH CERTIFICATE SHALL BE RENEWABLE\n   29  BY THE DEALER.\n   30    S 903. RULES AND REGULATIONS. THE SUPERINTENDENT MAY PROMULGATE  RULES\n   31  AND REGULATIONS TO EFFECTUATE THE PROVISIONS OF THIS ARTICLE.\n   32    S 904. VIOLATIONS. ANY DEALER WHO:\n   33    1.  EMPLOYS AN EMPLOYEE WITHOUT CONDUCTING A NATIONAL INSTANT CRIMINAL\n   34  BACKGROUND CHECK OF THE EMPLOYEE IN  WHICH  THE  RESULTS  INDICATE  THAT\n   35  POSSESSION  OF  A  FIREARM,  RIFLE  OR SHOTGUN BY THE EMPLOYEE WOULD NOT\n   36  VIOLATE 18 U.S.C.  922(G) OR ANY OTHER APPLICABLE LAW, OR\n   37    2. EMPLOYS AN EMPLOYEE WITHOUT  COMPLETING,  FILING  OR  DISPLAYING  A\n   38  CERTIFICATE OF EMPLOYMENT, OR\n   39    3. CONTINUES TO EMPLOY AN EMPLOYEE WHEN THE DEALER HAS RECEIVED ACTUAL\n   40  NOTICE  THAT  POSSESSION  OF A FIREARM, RIFLE OR SHOTGUN BY THE EMPLOYEE\n   41  WOULD VIOLATE 18 U.S.C. 922(G) OR ANY  OTHER  APPLICABLE  LAW  SHALL  BE\n   42  GUILTY OF A MISDEMEANOR.\n   43    S 2. Section 400.00 of the penal law is amended by adding a new subdi-\n   44  vision 10-a to read as follows:\n   45    10-A.  LICENSE:  NATIONAL  INSTANT CRIMINAL BACKGROUND CHECK RECERTIF-\n   46  ICATION. ANY LICENSEE APPLYING FOR A LICENSE PURSUANT TO  THIS  ARTICLE,\n   47  AND IN THE CITY OF NEW YORK OR IN THE COUNTIES OF WESTCHESTER, NASSAU OR\n   48  SUFFOLK,  UPON  RENEWAL  OR RECERTIFICATION OF THE LICENSE, SHALL BE THE\n   49  SUBJECT OF A NATIONAL INSTANT CRIMINAL BACKGROUND CHECK PERFORMED BY THE\n   50  LICENSING OFFICIAL. NO LICENSE SHALL BE ISSUED, RENEWED  OR  RECERTIFIED\n   51  BY  THE  LICENSING  OFFICIAL  UNLESS THE RESULTS OF THE NATIONAL INSTANT\n   52  CRIMINAL BACKGROUND CHECK DEMONSTRATES THAT POSSESSION OF A  FIREARM  BY\n   53  THE  LICENSEE WOULD NOT VIOLATE 18 U.S.C. 922(G) OR ANY OTHER APPLICABLE\n   54  LAW. ELSEWHERE THAN IN THE CITY OF NEW YORK OR THE COUNTIES OF WESTCHES-\n   55  TER, NASSAU OR SUFFOLK, A LICENSEE  WHO  HAS  BEEN  ISSUED  ANY  LICENSE\n   56  PURSUANT  TO  THIS  ARTICLE PRIOR TO THE EFFECTIVE DATE OF THIS SUBDIVI-\n\n       S. 1509                             3\n\n    1  SION, SHALL HAVE A NATIONAL INSTANT CRIMINAL BACKGROUND CHECK  PERFORMED\n    2  BY  THE LICENSING OFFICIAL PRIOR TO THE FIRST DAY OF DECEMBER, TWO THOU-\n    3  SAND SIXTEEN, IN ACCORDANCE WITH A SCHEDULE TO  BE  CONTAINED  IN  RULES\n    4  PROMULGATED  BY  THE SUPERINTENDENT OF STATE POLICE AND EVERY FIVE YEARS\n    5  THEREAFTER. NO SUCH LICENSE SHALL REMAIN VALID UNLESS THE RESULTS OF THE\n    6  NATIONAL INSTANT CRIMINAL BACKGROUND CHECK DEMONSTRATES THAT  POSSESSION\n    7  OF  A  FIREARM BY THE LICENSEE WOULD NOT VIOLATE 18 U.S.C. 922(G) OR ANY\n    8  OTHER APPLICABLE LAW.   A COUNTY OR THE  CITY  OF  NEW  YORK  MAY,  UPON\n    9  ACTION  OF  ITS  LEGISLATIVE BODY, AUTHORIZE A FEE, NOT TO EXCEED TWENTY\n   10  DOLLARS, TO BE COLLECTED AND PAID INTO THE COUNTY OR CITY  TREASURY,  TO\n   11  PAY  FOR  ADMINISTRATIVE  COSTS  INCURRED  FOR  RECERTIFICATION OF A GUN\n   12  LICENSE PURSUANT TO THIS  SUBDIVISION.    THE  SUPERINTENDENT  OF  STATE\n   13  POLICE MAY PROMULGATE RULES AND REGULATIONS TO EFFECTUATE THE PROVISIONS\n   14  OF THIS SUBDIVISION.\n   15    S  3.  Subdivision 5 of section 400.00 of the penal law, as amended by\n   16  chapter 332 of the laws of 1994, is amended to read as follows:\n   17    5. Filing of approved applications. The application for  any  license,\n   18  if  granted,  shall  be filed by the licensing officer with the clerk of\n   19  the county of issuance, except that in the city of New York and, in  the\n   20  counties  of  Nassau  and Suffolk, the licensing officer shall designate\n   21  the place of filing in the appropriate division, bureau or unit  of  the\n   22  police department thereof, and in the county of Suffolk the county clerk\n   23  is hereby authorized to transfer all records or applications relating to\n   24  firearms  to  the  licensing  authority  of that county.   The name [and\n   25  address] of any person to whom an application for any license  has  been\n   26  granted shall be a public record. Upon application by a licensee who has\n   27  changed  his  place  of  residence such records or applications shall be\n   28  transferred to the appropriate officer at the licensee's  new  place  of\n   29  residence.  A  duplicate  copy of such application shall be filed by the\n   30  licensing officer in the executive department, division of state police,\n   31  Albany, within ten days after issuance of the license. Nothing  in  this\n   32  subdivision  shall be construed to change the expiration date or term of\n   33  such licenses if otherwise provided for in law.\n   34    S 4. Subdivision 2 of section 212 of the judiciary law is  amended  by\n   35  adding a new paragraph (s) to read as follows:\n   36    (S) ADOPT RULES TO REQUIRE TRANSMISSION TO THE CRIMINAL JUSTICE INFOR-\n   37  MATION  SERVICES  DIVISION  OF THE FEDERAL BUREAU OF INVESTIGATION OR TO\n   38  THE DIVISION OF CRIMINAL JUSTICE SERVICES, OF THE NAME AND OTHER IDENTI-\n   39  FYING INFORMATION OF EACH PERSON CONVICTED OF A MISDEMEANOR IN THE STATE\n   40  WHICH CONSTITUTES A \"MISDEMEANOR CRIME OF DOMESTIC VIOLENCE\" AS  DEFINED\n   41  IN 18 USC 921(A)(33)(A).\n   42    S  5.  This act shall take effect November 1, 2011; provided, however,\n   43  that section one of this act shall not become effective until the sixti-\n   44  eth day after the superintendent of state police  approves  the  certif-\n   45  icate  required  by section 902 of the general business law, as added by\n   46  section one of this act;  provided  that  the  superintendent  of  state\n   47  police  shall  notify  the legislative bill drafting commission upon the\n   48  occurrence of the enactment of the legislation provided for  in  section\n   49  one  of  this  act in order that the commission may maintain an accurate\n   50  and timely effective data base of the official text of the laws  of  the\n   51  state  of  New  York  in  furtherance  of effectuating the provisions of\n   52  section 44 of the legislative law and section 70-b of the  public  offi-\n   53  cers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, the penal law and the judiciary law, in relation to licensing of gun dealer employees, recertification of gun licensees and reporting of misdemeanor crimes of domestic violence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T094044.TXT", "SOBI.D110110.T103050.TXT", "SOBI.D110110.T105054.TXT", "SOBI.D110111.T135211.TXT", "SOBI.D110110.T102050.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294771931257
}