{
  "year" : 2011,
  "senateBillNo" : "S1512-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1512-2011-1294635600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the offense of aggravated criminal conduct as a class E felony",
  "summary" : "Establishes the offense of aggravated criminal conduct, when a person commits a misdemeanor after having been previously convicted of six or more qualifying misdemeanor or felony crimes within the preceding year, as a class E felony. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SB5377-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1512\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sens. KLEIN, ADAMS, DIAZ -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the  penal  law,  in  relation  to  aggravated  criminal\n         conduct\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 240.75  to\n    2  read as follows:\n    3  S 240.75 AGGRAVATED CRIMINAL CONDUCT.\n    4    1.  A PERSON IS GUILTY OF AGGRAVATED CRIMINAL CONDUCT WHEN SUCH PERSON\n    5  COMMITS A MISDEMEANOR DEFINED IN THIS CHAPTER AFTER HAVING  BEEN  PREVI-\n    6  OUSLY  CONVICTED  OF SIX OR MORE QUALIFYING MISDEMEANOR OR FELONY CRIMES\n    7  WITHIN THE PRECEDING ONE YEAR.\n    8    2. THE PROVISIONS OF SECTION 200.60  OF  THE  CRIMINAL  PROCEDURE  LAW\n    9  SHALL APPLY TO ANY PROSECUTION UNDER THIS SECTION.\n   10    3.  FOR  THE PURPOSES OF THIS SECTION, IN DETERMINING WHETHER A PERSON\n   11  HAS PREVIOUSLY BEEN CONVICTED OF SIX OR MORE QUALIFYING  MISDEMEANOR  OR\n   12  FELONY  CRIMES  WITHIN  THE  PRECEDING  ONE YEAR, THE FOLLOWING CRITERIA\n   13  SHALL APPLY:\n   14    (A) ONLY CONVICTIONS FOR OFFENSES DEFINED IN THE FOLLOWING SECTIONS OF\n   15  THIS CHAPTER SHALL BE DEEMED QUALIFYING MISDEMEANORS:  SECTIONS  115.00,\n   16  120.00,  120.14, 120.15, 120.20, 120.45, 120.50, 130.20, 130.52, 130.55,\n   17  130.60, 140.10, 140.15, 140.35, 145.00, 145.14, 145.15, 145.60,  145.65,\n   18  150.01,  155.25, 165.09, 165.15, 165.25, 165.40, 165.71, 170.05, 170.20,\n   19  190.78, 190.81, 205.30, 215.50, 220.03, 220.45, 220.50, 220.70,  221.10,\n   20  221.15,  221.35, 221.40, 230.00, 230.04, 230.40, 240.25, 240.30, 245.00,\n   21  265.01, AND 265.17.\n   22    (B) EACH CONVICTION OF A MISDEMEANOR OR OF A FELONY MUST HAVE BEEN  BY\n   23  A COURT IN THIS STATE.\n   24    (C)  SENTENCE UPON EACH PRIOR CONVICTION MUST HAVE BEEN IMPOSED BEFORE\n   25  COMMISSION OF THE PRESENT MISDEMEANOR.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04841-01-1\n\n       S. 1512                             2\n\n    1    (D) SUSPENDED SENTENCE, SUSPENDED EXECUTION OF SENTENCE,  SENTENCE  OF\n    2  PROBATION,  SENTENCE  OF PAROLE SUPERVISION, AND SENTENCE OF CONDITIONAL\n    3  DISCHARGE OR  OF  UNCONDITIONAL  DISCHARGE  SHALL  BE  DEEMED  TO  BE  A\n    4  SENTENCE.\n    5    (E)  EXCEPT  AS  PROVIDED  IN  PARAGRAPH (F) OF THIS SUBDIVISION, EACH\n    6  SENTENCE MUST HAVE BEEN IMPOSED NOT MORE THAN ONE YEAR BEFORE COMMISSION\n    7  OF THE PRESENT MISDEMEANOR.\n    8    (F) IN CALCULATING THE ONE YEAR PERIOD UNDER  PARAGRAPH  (E)  OF  THIS\n    9  SUBDIVISION, ANY PERIOD OF TIME DURING WHICH THE DEFENDANT WAS INCARCER-\n   10  ATED  FOR  ANY REASON BETWEEN THE TIME OF IMPOSITION OF SENTENCE FOR ANY\n   11  OF THE PREVIOUS CONVICTIONS AND THE TIME OF COMMISSION  OF  THE  PRESENT\n   12  MISDEMEANOR SHALL BE EXCLUDED AND SUCH ONE YEAR PERIOD SHALL BE EXTENDED\n   13  BY A PERIOD OR PERIODS EQUAL TO THE TIME SERVED.\n   14    (G)  A CONVICTION THAT HAS BEEN REVERSED OR VACATED, OR CONVICTION FOR\n   15  WHICH THE DEFENDANT HAS BEEN PARDONED PURSUANT TO ARTICLE TWO-A  OF  THE\n   16  EXECUTIVE  LAW,  SHALL  NOT  BE  DEEMED A PREVIOUS MISDEMEANOR OR FELONY\n   17  CONVICTION.\n   18    (H) WHEN MULTIPLE SENTENCES FOR TWO OR MORE CONVICTIONS  WERE  IMPOSED\n   19  AT THE SAME TIME, ALL CONVICTIONS SHALL BE DEEMED TO CONSTITUTE ONLY ONE\n   20  CONVICTION.\n   21    (I) WHEN A DEFENDANT HAS PREVIOUSLY BEEN CONVICTED OF AGGRAVATED CRIM-\n   22  INAL  CONDUCT  PURSUANT TO THIS SECTION, ANY PRIOR MISDEMEANOR OR FELONY\n   23  CONVICTION USED TO ESTABLISH GUILT FOR THAT AGGRAVATED CRIMINAL  CONDUCT\n   24  CONVICTION  SHALL  NOT BE USED TO ESTABLISH GUILT IN A SUBSEQUENT PROSE-\n   25  CUTION FOR THIS OFFENSE.\n   26    4. NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO PRECLUDE  A\n   27  PROSECUTION  OR CONVICTION FOR ANY OTHER OFFENSE, A NECESSARY ELEMENT OF\n   28  WHICH IS A PREVIOUS CONVICTION FOR AN OFFENSE.\n   29    AGGRAVATED CRIMINAL CONDUCT IS A CLASS E FELONY.\n   30    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to aggravated criminal conduct ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T114558.TXT", "SOBI.D110110.T103559.TXT", "SOBI.D110110.T120059.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393413
}