{
  "year" : 2011,
  "senateBillNo" : "S1516-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1516-2011-1294635600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for testing of newborns for presence of alcohol and/or controlled substance, rehabilitation services for parents and rules of admissibility for such tests",
  "summary" : "Provides for testing of newborns for presence of alcohol and/or controlled substance; makes provisions for intensive drug rehabilitation services as preventative services for any parent of a newborn testing positive for alcohol and/or controlled substances; establishes guidelines for admissibility of such laboratory test results in family court; provides for referring alcohol and substance abusers to drug treatment court. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S6431-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1516\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation to  providing  drug\n         rehabilitative services to parents of a newborn who tests positive for\n         alcohol  and/or controlled substances; to amend the public health law,\n         in relation to providing  for  testing  of  newborns  for  alcohol  or\n         controlled  substances; and to amend the family court act, in relation\n         to the admissibility of laboratory tests showing usage of a controlled\n         substance and referring certain alcohol and substance abusers to  drug\n         treatment court\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 422 of the social services law  is\n    2  amended by adding a new paragraph (d) to read as follows:\n    3    (D) WHENEVER A TELEPHONE CALL OR REPORT HAS BEEN RECEIVED BY THE STATE\n    4  CENTRAL  REGISTER  ABOUT A CASE OF SUSPECTED CHILD ABUSE OR MALTREATMENT\n    5  FROM AN ATTENDING PHYSICIAN BECAUSE A NEWBORN HAS  TESTED  POSITIVE  FOR\n    6  ALCOHOL  AND/OR FOR A CONTROLLED SUBSTANCE AS DEFINED IN SECTION THIRTY-\n    7  THREE HUNDRED SIX OF THE PUBLIC HEALTH LAW AND THAT SUCH POSITIVE  TOXI-\n    8  COLOGY  WAS CONFIRMED BY A SECOND TEST, THE LOCAL DISTRICT SHALL CONDUCT\n    9  AN INVESTIGATION OF THE SUBJECT OF THE REPORT.  FURTHERMORE,  THE  LOCAL\n   10  DISTRICT  SHALL  INVESTIGATE  THE HOME IN WHICH THE NEWBORN IS TO RESIDE\n   11  WITH THE CUSTODIAL  PARENT  IN  ORDER  TO  ASSESS  WHETHER  SUCH  LIVING\n   12  ARRANGEMENTS  WILL  IMPAIR THE CHILD OR PLACE THE CHILD AT IMMINENT RISK\n   13  OF IMPAIRMENT PURSUANT TO SUBPARAGRAPH (I) OF PARAGRAPH (A) OF  SUBDIVI-\n   14  SION  TWO  OF  SECTION FOUR HUNDRED TWELVE OF THIS TITLE AND SUBDIVISION\n   15  (F) OF SECTION ONE THOUSAND TWELVE OF THE FAMILY COURT  ACT.  THE  LOCAL\n   16  SOCIAL SERVICES COMMISSIONER SHALL IN WRITING INFORM THE SUBJECT OF SUCH\n   17  CENTRAL  REGISTER  REPORT  ABOUT THE AVAILABILITY OF DRUG AND/OR ALCOHOL\n   18  SUBSTANCE ABUSE TREATMENT PROGRAMS, AND  INTENSIVE  CAREGIVER  REHABILI-\n   19  TATION SERVICES THAT MAY BE PROVIDED. THE LOCAL SOCIAL SERVICES DISTRICT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04679-01-1\n\n       S. 1516                             2\n\n    1  OR THE HOSPITAL, AS DEFINED IN ARTICLE TWENTY-EIGHT OF THE PUBLIC HEALTH\n    2  LAW,  MAY,  IF  APPROPRIATE,  MAKE ARRANGEMENTS FOR THE ADMISSION OF THE\n    3  CARETAKER PARENT AND CHILD OR  CHILDREN  INTO  A  RESIDENTIAL  TREATMENT\n    4  PROGRAM  OR  INTO  AN  OUT-PATIENT TREATMENT PROGRAM PURSUANT TO SECTION\n    5  FOUR HUNDRED NINE-A OF THIS ARTICLE.  THE SUBJECT OF A  REPORT  PURSUANT\n    6  TO  THIS  SECTION SHALL BE INFORMED IN WRITING BY THE LOCAL COMMISSIONER\n    7  OF SOCIAL SERVICES OF THE POSSIBLE  CIVIL  CONSEQUENCES  OF  FAILING  TO\n    8  PARTICIPATE AND COMPLY WITH THE REQUIREMENTS OF A SUBSTANCE ABUSE TREAT-\n    9  MENT PROGRAM.\n   10    S  2.  Paragraph  (a)  of subdivision 5 of section 409-a of the social\n   11  services law, as added by chapter 610 of the laws of 1979 and as  desig-\n   12  nated by chapter 731 of the laws of 1989, such subdivision as renumbered\n   13  by chapter 465 of the laws of 1987, is amended to read as follows:\n   14    (a)  Regulations  of  the  department, promulgated pursuant to and not\n   15  inconsistent with this section, shall contain program standards  includ-\n   16  ing,  but  not limited to: specification of services to be classified as\n   17  preventive services,  WHICH  SHALL  INCLUDE  SUBSTANCE  ABUSE  TREATMENT\n   18  SERVICES PROVIDED TO A PREGNANT WOMAN OR A CARETAKER PERSON; appropriate\n   19  circumstances  and  conditions for the provision of particular services;\n   20  appropriate providers and recipients of such services; and time  limits,\n   21  as  may  be  appropriate, for the provision of particular services.  The\n   22  department shall, subject to the approval of the director of the budget,\n   23  establish reimbursement or charge limitations for particular services or\n   24  groups of services to be provided.  The department shall also promulgate\n   25  regulations to prevent  social  services  districts  from  overutilizing\n   26  particular  forms  or  types  of  preventive  services  and to encourage\n   27  districts to provide balanced preventive services programs based on  the\n   28  identified needs of children and families residing in such districts.\n   29    S 3. Section 423 of the social services law is amended by adding a new\n   30  subdivision 7 to read as follows:\n   31    7.  (A)  SUBJECT  TO  THE  AMOUNTS  ANNUALLY APPROPRIATED SPECIFICALLY\n   32  THEREFOR, THE COMMISSIONER OF CHILDREN AND FAMILY SERVICES IS AUTHORIZED\n   33  TO AWARD GRANTS TO NOT-FOR-PROFIT ORGANIZATIONS WHICH MAY, TO THE EXTENT\n   34  PRACTICABLE, BE COMMUNITY-BASED AND/OR CONSORTIA OF  ORGANIZATIONS  WITH\n   35  COMMUNITY  ADVISORY  BOARDS.  SUCH ORGANIZATIONS SHALL CREATE OR ENHANCE\n   36  CAREGIVER REHABILITATION SERVICES THAT PROVIDE AN ALCOHOL  OR  SUBSTANCE\n   37  ABUSING  PREGNANT  WOMAN  OR  A CARETAKER PERSON WITH RESIDENTIAL AND/OR\n   38  OUT-PATIENT TREATMENT SERVICES, INCLUDING COUNSELING,  PARENTING  SKILLS\n   39  AND  INTENSIVE  CASE  MONITORING.  CAREGIVER REHABILITATION SERVICES MAY\n   40  PROVIDE SUCH ELIGIBLE PERSONS WITH AN OPPORTUNITY TO  RECEIVE  INTENSIVE\n   41  REHABILITATION   TREATMENT   AND  INTENSIVE  CASE  MANAGEMENT  SPECIALLY\n   42  TAILORED TO ACCOMMODATE THE NEEDS OF EXPECTANT  MOTHERS  AND  CAREGIVERS\n   43  WITH CHILDREN.\n   44    (B)  LOCAL  SOCIAL  SERVICES  DISTRICTS  SHALL  MAKE  THE PROVISION OF\n   45  SUBSTANCE ABUSE TREATMENT SERVICES TO A PREGNANT WOMAN  OR  A  CARETAKER\n   46  PERSON A PRIORITY WHENEVER SUCH PERSON IS THE SUBJECT OF A REPORT TO THE\n   47  CENTRAL  REGISTER  PURSUANT  TO  SECTION FOUR HUNDRED TWENTY-TWO OF THIS\n   48  TITLE. SUCH SUBSTANCE ABUSE TREATMENT PROGRAMS SHALL BE CALLED INTENSIVE\n   49  CAREGIVER REHABILITATION SERVICES.  THE  INTENSIVE  CAREGIVER  REHABILI-\n   50  TATION  SERVICES PROGRAM MAY BE PROVIDED TO ELIGIBLE PERSONS PURSUANT TO\n   51  THIS SECTION IN ORDER TO PERMIT A CHILD TO BE PLACED  WITH  THE  CHILD'S\n   52  PARENT IN A RESIDENTIAL PROGRAM THAT PROVIDES TREATMENT AND OTHER NECES-\n   53  SARY  SERVICES FOR PARENTS AND CHILDREN, INCLUDING COUNSELING, PARENTING\n   54  SERVICES AND INTENSIVE CASE MONITORING WHEN:\n   55    (I) THE PARENT OR CAREGIVER IS  ATTEMPTING  TO  OVERCOME  A  SUBSTANCE\n   56  ABUSE PROBLEM AND IS COMPLYING WITH AN APPROVED TREATMENT PLAN;\n\n       S. 1516                             3\n\n    1    (II) THE SAFETY OF THE CHILD CAN BE ASSURED;\n    2    (III)  THE  RANGE  OF  SERVICES PROVIDED BY THE PROGRAM IS DESIGNED TO\n    3  APPROPRIATELY ADDRESS THE NEEDS OF THE PARENT AND CHILD; AND\n    4    (IV) THE GOAL OF THE CASE PLAN FOR THE CHILD IS EITHER TO  PREVENT  AN\n    5  OUT  OF  HOME  PLACEMENT OR TO TRY TO REUNIFY THE CHILD WITH THE FAMILY.\n    6  OUT-PATIENT SERVICES SHALL ALSO BE MADE AVAILABLE BY  THE  LOCAL  SOCIAL\n    7  SERVICES  DISTRICT  TO THOSE PREGNANT WOMEN AND CAREGIVERS WHOSE CIRCUM-\n    8  STANCES PREVENT THEM FROM ENROLLING IN A RESIDENTIAL  TREATMENT  PROGRAM\n    9  BUT  WHO  ARE  SEEKING INTENSIVE CAREGIVER REHABILITATION SERVICES IN AN\n   10  EFFORT TO ELIMINATE THEIR ADDICTION WHILE PRESERVING THEIR FAMILIES.\n   11    (C) THE INTENSIVE CAREGIVER REHABILITATION SERVICES PROGRAM SHALL HAVE\n   12  A CASEWORKER TO CLIENT RATIO WHICH SHALL NOT EXCEED THE  STAFFING  LEVEL\n   13  WHICH  IS  DEEMED TO BE APPROPRIATE BY THE OFFICE OF CHILDREN AND FAMILY\n   14  SERVICES.  INTENSIVE TREATMENT SERVICES SHALL BE  PROVIDED  TO  ELIGIBLE\n   15  FAMILIES  FOR  NOT MORE THAN FORTY-FIVE DAYS FOR A RESIDENTIAL BASIS AND\n   16  NO MORE THAN NINETY DAYS FOR AN OUT-PATIENT BASIS; AND, WEEKLY FOLLOW-UP\n   17  SERVICES SHALL BE PROVIDED FOR A PERIOD OF NOT MORE THAN SIX  MONTHS  AS\n   18  DETERMINED  ON A CASE-BY-CASE BASIS. PROVIDED, HOWEVER, THAT SUCH INTEN-\n   19  SIVE TREATMENT SERVICES, BOTH RESIDENTIAL AND OUT-PATIENT, AND THE WEEK-\n   20  LY FOLLOW-UP SERVICES MAY BE EXTENDED AS NEEDED ON A CASE-BY-CASE  BASIS\n   21  FOR UP TO ONE YEAR.\n   22    S  4.  The public health law is amended by adding a new section 2500-k\n   23  to read as follows:\n   24    S 2500-K. ALCOHOL AND SUBSTANCE ABUSE;  SCREENING  AND/OR  TESTING  OF\n   25  NEWBORNS.  1. THE COMMISSIONER SHALL ESTABLISH A PROGRAM FOR THE SCREEN-\n   26  ING AND/OR  TESTING  OF  NEWBORNS  FOR  EXPOSURE  TO  ALCOHOL  AND/OR  A\n   27  CONTROLLED SUBSTANCE, INCLUDING EXPOSURE WHICH RESULTS FROM THE ABUSE OF\n   28  PRESCRIPTION DRUGS.\n   29    2.  THE COMMISSIONER SHALL, NO LATER THAN ONE YEAR AFTER THE EFFECTIVE\n   30  DATE OF THIS SECTION, PROMULGATE RULES AND REGULATIONS  TO  ESTABLISH  A\n   31  HOSPITAL  PROTOCOL  TO  IMPLEMENT  THE  PROGRAM  ESTABLISHED PURSUANT TO\n   32  SUBDIVISION ONE OF THIS SECTION. SUCH PROTOCOL SHALL INCLUDE THE  ADMIN-\n   33  ISTRATION OF SCREENING, TESTING, REVIEW PROCESSES, COUNSELING AND REFER-\n   34  RALS  FOR  ALCOHOL  AND SUBSTANCE ABUSE TREATMENT.  SUCH PROTOCOLS SHALL\n   35  DETAIL THE PRESENTING OF MEDICAL CONDITIONS, CRITERIA OR SYMPTOMS  WHICH\n   36  REQUIRE THE RESPONSIBLE PHYSICIAN OR BIRTH ATTENDANT TO SCREEN, TEST AND\n   37  INITIATE  A  REVIEW  PROCESS FOR EXPOSURE TO ALCOHOL AND/OR A CONTROLLED\n   38  SUBSTANCE AS DEFINED IN SECTION THIRTY-THREE HUNDRED SIX OF  THIS  CHAP-\n   39  TER.  SUCH PROTOCOLS SHALL NOT RELY ON THE EXPECTANT MOTHER'S AGE, RACE,\n   40  MARITAL STATUS, SOURCE OF INCOME, RESIDENCE, INSURANCE PROVIDER,  EDUCA-\n   41  TIONAL  LEVEL, OCCUPATION, PLACE OF EMPLOYMENT OR PROFESSION WHEN DETER-\n   42  MINING WHETHER OR NOT TO TEST A NEWBORN FOR EXPOSURE TO ALCOHOL AND/OR A\n   43  CONTROLLED SUBSTANCE.   SUCH  PROTOCOL  SHALL  REQUIRE  THAT:  (A)  EACH\n   44  SCREENING FOR ALCOHOL AND/OR DRUGS BE SUBJECTED TO A SECOND CONFIRMATORY\n   45  TEST  BEFORE  AN INCIDENT REPORT MAY BE FILED WITH THE STATEWIDE CENTRAL\n   46  REGISTER OF CHILD ABUSE AND MALTREATMENT PURSUANT TO  PARAGRAPH  (D)  OF\n   47  SUBDIVISION  TWO  OF  SECTION  FOUR  HUNDRED  TWENTY-TWO  OF  THE SOCIAL\n   48  SERVICES LAW; (B) THAT A MEDICAL REVIEW OFFICER INTERVIEW THE  EXPECTANT\n   49  OR  POSTPARTUM  WOMAN  RELATIVE  TO  A POSITIVE TOXICOLOGY REPORT ON HER\n   50  NEWBORN; AND (C) EACH HOSPITAL COLLECT  BLIND  DATA  ON  THE  SCREENING,\n   51  TESTING  AND  TREATMENT  REFERRALS,  WHEN  APPROPRIATE,  TO  FAMILIES OF\n   52  NEWBORNS.\n   53    3. COMMENCING ON THE FIRST OF JANUARY  NEXT  SUCCEEDING  THE  DATE  ON\n   54  WHICH  RULES AND REGULATIONS HAVE BEEN FILED WITH THE SECRETARY OF STATE\n   55  TO IMPLEMENT THIS SECTION, THE COMMISSIONER SHALL BIENNIALLY  PREPARE  A\n   56  REPORT NO LATER THAN THE FIFTEENTH OF DECEMBER OF EACH YEAR. SUCH REPORT\n\n       S. 1516                             4\n\n    1  SHALL  EVALUATE  THE EFFECTIVENESS OF THE ALCOHOL AND DRUG SCREENING AND\n    2  TESTING POLICY AND PROTOCOL ESTABLISHED BY THIS SUBDIVISION. SUCH REPORT\n    3  SHALL INCLUDE, BUT NOT BE  LIMITED  TO  THE  FOLLOWING:  THE  NUMBER  OF\n    4  NEWBORNS  SCREENED  FOR EXPOSURE TO ALCOHOL OR A CONTROLLED SUBSTANCE BY\n    5  AGE, RACE, COLOR, ETHNICITY,  SOCIO-ECONOMIC  STATUS,  TYPE  OF  MEDICAL\n    6  INSURANCE, AND ZIP CODE; THE NUMBER OF SCREENS WHICH RESULTED IN A POSI-\n    7  TIVE  TOXICOLOGY;  THE  NUMBER OF SCREENS WHICH WERE THEN SUBJECTED TO A\n    8  SECOND CONFIRMATORY  TEST;  THE  NUMBER  OF  FALSE  POSITIVE  TOXICOLOGY\n    9  REPORTS;  THE  NUMBER OF PHYSICIAN REPORTS TO THE STATE CENTRAL REGISTER\n   10  FOR CHILD ABUSE AND MALTREATMENT OF A POSITIVE TOXICOLOGY WHICH HAS BEEN\n   11  CONFIRMED AND REVIEWED; THE NUMBER OF WOMEN  ADMITTED  TO  AN  INTENSIVE\n   12  CAREGIVER REHABILITATIVE SERVICES PROGRAM AS A RESULT OF HOSPITAL INTER-\n   13  VENTION; THE NUMBER OF ALCOHOL AND DRUG SCREENS PERFORMED AT A HOSPITAL.\n   14    S 5. Paragraphs (vii) and (viii) of subdivision (a) of section 1046 of\n   15  the  family  court act, paragraph (vii) as amended by chapter 432 of the\n   16  laws of 1993 and paragraph (viii) as added by chapter 1015 of  the  laws\n   17  of  1972,  are  amended  and  a  new  paragraph (ix) is added to read as\n   18  follows:\n   19    (vii) neither the privilege attaching to  confidential  communications\n   20  between husband and wife, as set forth in section forty-five hundred two\n   21  of  the  civil  practice  law  and  rules, nor the physician-patient and\n   22  related privileges, as set forth in section forty-five hundred  four  of\n   23  the civil practice law and rules, nor the psychologist-client privilege,\n   24  as  set  forth in section forty-five hundred seven of the civil practice\n   25  law and rules, nor the social worker-client privilege, as set  forth  in\n   26  section  forty-five  hundred  eight of the civil practice law and rules,\n   27  nor the rape crisis counselor-client privilege, as set forth in  section\n   28  forty-five  hundred  ten of the civil practice law and rules, shall be a\n   29  ground for excluding evidence which otherwise  would  be  admissible[.];\n   30  AND\n   31    (viii) proof of the \"impairment of emotional health\" or \"impairment of\n   32  mental  or  emotional  condition\"  as  a  result of the unwillingness or\n   33  inability of the respondent to exercise a minimum degree of care  toward\n   34  a  child  may  include  competent  opinion  or  expert testimony and may\n   35  include proof that such impairment lessened during  a  period  when  the\n   36  child  was  in  the  care,  custody or supervision of a person or agency\n   37  other than the respondent[.]; AND\n   38    (IX) THE RESULTS OF  ANY  LABORATORY  TEST  SHOWING  THE  USAGE  OF  A\n   39  CONTROLLED SUBSTANCE BY, OR THE PRESENCE OF A CONTROLLED SUBSTANCE IN, A\n   40  PARENT, CHILD OR OTHER PERSON SHALL BE ADMISSIBLE ONLY IF:\n   41    (A)  SUCH TEST WAS CONDUCTED BY A LABORATORY THAT HAS MET THE REQUIRE-\n   42  MENTS ESTABLISHED BY SECTION FIVE HUNDRED  SEVENTY-FIVE  OF  THE  PUBLIC\n   43  HEALTH LAW; AND\n   44    (B) THE LABORATORY AND THE PERSON OR INSTITUTION COLLECTING THE SAMPLE\n   45  HAS  ESTABLISHED  A CHAIN OF CUSTODY PROCEDURE FOR SAMPLE COLLECTING AND\n   46  TESTING THAT WILL VERIFY THE IDENTITY OF EACH SAMPLE  AND  TEST  RESULT;\n   47  AND\n   48    (C)  THE COLLECTING ENTITY DIVIDES THE SAMPLE COLLECTED, IF SUFFICIENT\n   49  INTO TWO SEPARATE CONTAINERS AND PRESERVES ONE SAMPLE IN A SECURE FREEZ-\n   50  ER IN SUCH A WAY THAT IT CAN BE LATER TESTED FOR THE PRESENCE OF ALCOHOL\n   51  OR CONTROLLED SUBSTANCES; AND\n   52    (D) THE SAMPLE IS RETESTED TO CONFIRM THE RESULTS OF  THE  FIRST  TEST\n   53  AND  WHICH  PROVIDES  QUANTITATIVE  DATA ABOUT THE DETECTED DRUG OR DRUG\n   54  METABOLITES; AND\n\n       S. 1516                             5\n\n    1    (E) THE RESULTS INCLUDE THE TYPE OF TESTS CONDUCTED,  THE  RESULTS  OF\n    2  EACH  TEST,  AND THE DETECTION LEVEL, MEANING THE CUTOFF OR MEASURE USED\n    3  TO DISTINGUISH POSITIVE FROM NEGATIVE SAMPLES.\n    4    S  6.  Section 1051 of the family court act is amended by adding a new\n    5  subdivision (g) to read as follows:\n    6    (G) WHERE THE COURT MAKES A FINDING OF NEGLECT OR ABUSE AND FINDS THAT\n    7  THE PARENT OR OTHER PERSON LEGALLY RESPONSIBLE FOR THE CHILD  MISUSES  A\n    8  DRUG  OR DRUGS OR ALCOHOLIC BEVERAGES, THE COURT MAY REFER THE CASE TO A\n    9  PART OF THE COURT KNOWN AS THE \"DRUG TREATMENT COURT\". THE  DRUG  TREAT-\n   10  MENT  COURT  MAY  REQUIRE  THAT THE RESPONDENT MEET WITH A CASE MANAGER,\n   11  COMPLY WITH A TREATMENT PLAN, AND SUBMIT  TO  OVERSIGHT  BY  THE  COURT,\n   12  INCLUDING  REGULAR  DRUG TESTING. THE DRUG TREATMENT COURT SHALL PROVIDE\n   13  FOR  SPEEDY  ENROLLMENT  OF  RESPONDENTS  INTO   APPROPRIATE   TREATMENT\n   14  PROGRAMS,  FREQUENT  AND  CONSISTENT MONITORING OF RESPONDENTS INCLUDING\n   15  REWARDING OF GOOD BEHAVIOR AND PENALIZING OF POOR  BEHAVIOR,  AND  EXPE-\n   16  DITED DECISION MAKING.\n   17    S 7. This act shall take effect on the one hundred eightieth day after\n   18  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to providing drug rehabilitative services to parents of a newborn who tests positive for alcohol and/or controlled substances; to amend the public health law, in relation to providing for testing of newborns for alcohol or controlled substances; and to amend the family court act, in relation to the admissibility of laboratory tests showing usage of a controlled substance and referring certain alcohol and substance abusers to drug treatment court ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T104051.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393430
}