{
  "year" : 2011,
  "senateBillNo" : "S151-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S151-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Implements the empire propane education and research act",
  "summary" : "Implements the empire propane education and research act; authorizes the creation of certain propane education programs; requires the creation of an empire propane education and research council; enumerates the duties and purposes of the empire propane education and research council. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A377",
  "lawSection" : "Energy Law",
  "previousVersions" : [ "S7883-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          151\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to amend the energy law, in relation to implementing the empire\n         propane education and research act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  energy  law is amended by adding a new article 14 to\n    2  read as follows:\n    3                                 ARTICLE 14\n    4                  EMPIRE PROPANE EDUCATION AND RESEARCH ACT\n    5  SECTION 14-101. SHORT TITLE.\n    6          14-102. DEFINITIONS.\n    7          14-103. REFERENDUM; CREATION AND TERMINATION OF A PROGRAM.\n    8          14-104. EMPIRE PROPANE EDUCATION AND RESEARCH COUNCIL.\n    9          14-105. ASSESSMENTS.\n   10          14-106. COMPLIANCE.\n   11          14-107. LOBBYING RESTRICTIONS.\n   12          14-108. PRICING.\n   13          14-109. RELATION TO OTHER PROGRAMS.\n   14    S 14-101. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   15  THE EMPIRE PROPANE EDUCATION AND RESEARCH ACT.\n   16    S 14-102. DEFINITIONS.  FOR  PURPOSES  OF  THIS  ARTICLE,  UNLESS  THE\n   17  CONTEXT OTHERWISE REQUIRES:\n   18    1.  \"COUNCIL\"  MEANS  AN EMPIRE PROPANE EDUCATION AND RESEARCH COUNCIL\n   19  CREATED PURSUANT TO SECTION 14-104 OF THIS ARTICLE;\n   20    2. \"PRESIDENT\" MEANS THE CHAIRMAN OF NYSERDA OR HIS OR HER DESIGNEE;\n   21    3. \"EDUCATION\" MEANS  ANY  ACTION  TO  PROVIDE  INFORMATION  REGARDING\n   22  PROPANE,  PROPANE  EQUIPMENT,  MECHANICAL  AND  TECHNICAL PRACTICES, AND\n   23  PROPANE USES TO CONSUMERS, AND MEMBERS OF THE PROPANE INDUSTRY;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00696-01-1\n\n       S. 151                              2\n\n    1    4. \"INDUSTRY\" MEANS THOSE PERSONS INVOLVED IN THE  PRODUCTION,  TRANS-\n    2  PORTATION,  AND SALE OF PROPANE, AND THE MANUFACTURE AND DISTRIBUTION OF\n    3  PROPANE UTILIZATION EQUIPMENT;\n    4    5. \"INDUSTRY TRADE ASSOCIATION\" MEANS AN ORGANIZATION EXEMPT FROM TAX,\n    5  UNDER  SECTION  501(C)(3)  OR  501(C)(6) OF THE INTERNAL REVENUE CODE OF\n    6  1986, REPRESENTING THE PROPANE INDUSTRY;\n    7    6. \"NYSERDA\" MEANS THE NEW YORK STATE ENERGY AND RESEARCH  DEVELOPMENT\n    8  AUTHORITY;\n    9    7. \"ODORIZED PROPANE\" MEANS PROPANE WHICH HAS AN ODORANT ADDED TO IT;\n   10    8.  \"PRODUCER\"  MEANS THE OWNER OF PROPANE AT THE TIME IT IS RECOVERED\n   11  AT A GAS PROCESSING PLANT OR REFINERY; IRRESPECTIVE OF THE  STATE  WHERE\n   12  PRODUCTION OCCURS;\n   13    9.  \"PROPANE\" MEANS A HYDROCARBON WHOSE CHEMICAL COMPOSITION IS PREDO-\n   14  MINATELY C3H8, WHETHER RECOVERED FROM NATURAL  GAS  OR  CRUDE  OIL,  AND\n   15  INCLUDES LIQUIFIED PETROLEUM GASES AND MIXTURES THEREOF;\n   16    10.  \"PUBLIC MEMBER\" MEANS A DESIGNEE OF THE PRESIDENT OF THE NEW YORK\n   17  STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY;\n   18    11. \"QUALIFIED INDUSTRY ORGANIZATION\" MEANS THE NEW YORK  PROPANE  GAS\n   19  ASSOCIATION,  THE  NATIONAL PROPANE GAS ASSOCIATION, A SUCCESSOR ASSOCI-\n   20  ATION OF THESE ASSOCIATIONS, OR ANY OTHER PROPANE INDUSTRY ORGANIZATION;\n   21    12. \"RESEARCH\" MEANS ANY TYPE OF STUDY, INVESTIGATION OR OTHER  ACTIV-\n   22  ITIES DESIGNED TO ADVANCE THE IMAGE, DESIRABILITY, USAGE, MARKETABILITY,\n   23  EFFICIENCY, AND SAFETY OF PROPANE AND TO FURTHER THE DEVELOPMENT OF SUCH\n   24  INFORMATION;\n   25    13.  \"RETAIL MARKETER\" MEANS A PERSON ENGAGED PRIMARILY IN THE SALE OF\n   26  ODORIZED PROPANE TO THE ULTIMATE CONSUMER OR TO RETAIL  PROPANE  DISPEN-\n   27  SERS; AND\n   28    14.  \"RETAIL  PROPANE  DISPENSER\"  MEANS  A  PERSON WHO SELLS ODORIZED\n   29  PROPANE TO THE ULTIMATE CONSUMER BUT IS NOT  ENGAGED  PRIMARILY  IN  THE\n   30  BUSINESS OF SUCH SALES.\n   31    S 14-103. REFERENDUM; CREATION AND TERMINATION OF A PROGRAM. 1.  QUAL-\n   32  IFIED  INDUSTRY  ORGANIZATIONS  SHALL  CONDUCT  AT  THEIR OWN EXPENSE, A\n   33  REFERENDUM AMONG PRODUCERS AND RETAIL MARKETERS FOR THE CREATION  OF  AN\n   34  EMPIRE  PROPANE  EDUCATION  AND RESEARCH COUNCIL. THE COUNCIL, IF ESTAB-\n   35  LISHED, SHALL REIMBURSE THE QUALIFIED  INDUSTRY  ORGANIZATIONS  FOR  THE\n   36  COST  OF  THE  REFERENDUM  ACCOUNTING  AND DOCUMENTATION. THE REFERENDUM\n   37  SHALL BE CONDUCTED BY AN INDEPENDENT AUDITING  FIRM  AGREED  TO  BY  THE\n   38  QUALIFIED  INDUSTRY ORGANIZATIONS. THE RESULTS, AS CERTIFIED BY AN INDE-\n   39  PENDENT AUDITING FIRM, SHALL BE SUBMITTED TO THE PRESIDENT WITHIN THIRTY\n   40  DAYS OF CERTIFICATION. VOTING RIGHTS IN THE REFERENDUM SHALL BE BASED ON\n   41  THE VOLUME OF PROPANE PRODUCED OR ODORIZED PROPANE SOLD IN THE  PREVIOUS\n   42  CALENDAR YEAR. UPON APPROVAL OF THOSE PERSONS REPRESENTING TWO-THIRDS OF\n   43  THE  TOTAL  VALUE  OF  PROPANE  VOTED  IN  THE RETAIL MARKETER CLASS AND\n   44  TWO-THIRDS OF ALL PROPANE VOTED IN THE PRODUCER CLASS, THE COUNCIL SHALL\n   45  BE ESTABLISHED, AND SHALL BE AUTHORIZED TO LEVY AN ASSESSMENT  ON  ODOR-\n   46  IZED  PROPANE  IN  ACCORDANCE  WITH  SECTION 14-105 OF THIS ARTICLE. ALL\n   47  PERSONS VOTING IN THE REFERENDUM SHALL CERTIFY TO THE INDEPENDENT AUDIT-\n   48  ING FIRM THE VOLUME OF PROPANE REPRESENTED BY THEIR VOTE.\n   49    2. ON THE COUNCIL'S OWN INITIATIVE, OR ON PETITION TO THE  COUNCIL  BY\n   50  PRODUCERS  AND  RETAIL MARKETERS REPRESENTING THIRTY-FIVE PERCENT OF THE\n   51  VOLUME OF PROPANE IN EACH CLASS, THE COUNCIL SHALL, AT ITS OWN  EXPENSE,\n   52  HOLD  A  REFERENDUM  TO  BE  CONDUCTED  BY  AN INDEPENDENT AUDITING FIRM\n   53  SELECTED BY THE COUNCIL, TO DETERMINE WHETHER THE INDUSTRY FAVORS TERMI-\n   54  NATION OR SUSPENSION OF THE COUNCIL. TERMINATION OR SUSPENSION SHALL NOT\n   55  TAKE EFFECT UNLESS IT IS APPROVED  BY  PERSONS  REPRESENTING  MORE  THAN\n   56  ONE-HALF  OF THE TOTAL VOLUME OF ODORIZED PROPANE IN THE RETAIL MARKETER\n\n       S. 151                              3\n\n    1  CLASS AND MORE THAN ONE-HALF THE TOTAL VOLUME OF PROPANE IN THE PRODUCER\n    2  CLASS.\n    3    S 14-104. EMPIRE PROPANE EDUCATION AND RESEARCH COUNCIL. 1. THE QUALI-\n    4  FIED  INDUSTRY  ORGANIZATIONS  SHALL SELECT ALL RETAIL MARKETERS MEMBERS\n    5  AND PRODUCER MEMBERS OF THE COUNCIL. THE PRESIDENT SHALL  DESIGNATE  ONE\n    6  PUBLIC  MEMBER.  VACANCIES  IN  THE  UNFINISHED TERMS OF COUNCIL MEMBERS\n    7  SHALL BE FILLED IN THE SAME MANNER AS WERE THE ORIGINAL APPOINTMENTS.\n    8    2. IN SELECTING MEMBERS OF THE COUNCIL, THE QUALIFIED INDUSTRY  ORGAN-\n    9  IZATIONS  SHALL GIVE DUE REGARD TO SELECTING A COUNCIL THAT IS REPRESEN-\n   10  TATIVE OF THE INDUSTRY, INCLUDING REPRESENTATION OF:\n   11    (A) GAS PROCESSORS AND OIL REFINERS AMONG PRODUCERS;\n   12    (B) INTERSTATE AND INTRASTATE OPERATORS AMONG RETAIL MARKETERS;\n   13    (C) LARGE AND SMALL COMPANIES AMONG PRODUCERS  AND  RETAIL  MARKETERS,\n   14  INCLUDING AGRICULTURAL COOPERATIVES; AND\n   15    (D) DIVERSE GEOGRAPHIC REGIONS OF THE STATE.\n   16    3.  THE  COUNCIL  SHALL  CONSIST  OF NO LESS THAN FIVE AND UP TO SEVEN\n   17  MEMBERS, WITH NO LESS THAN FOUR  AND  UP  TO  SIX  MEMBERS  REPRESENTING\n   18  RETAIL  MARKETERS  AND  PRODUCERS, AND ONE PUBLIC MEMBER. OTHER THAN THE\n   19  PUBLIC MEMBER, COUNCIL MEMBERS SHALL BE FULL-TIME EMPLOYEES OR OWNERS OF\n   20  BUSINESSES IN THE INDUSTRY OR REPRESENTATIVES  OF  AGRICULTURAL  COOPER-\n   21  ATIVES.  NO EMPLOYEE OF A QUALIFIED INDUSTRY ORGANIZATION SHALL SERVE AS\n   22  A MEMBER OF THE COUNCIL, AND NO MEMBER OF THE COUNCIL MAY SERVE  CONCUR-\n   23  RENTLY  AS  AN OFFICER OF THE BOARD OF DIRECTORS OF A QUALIFIED INDUSTRY\n   24  ORGANIZATION OR OTHER TRADE ASSOCIATION. ONLY ONE PERSON AT A TIME  FROM\n   25  ANY COMPANY OR ITS AFFILIATE MAY SERVE ON THE COUNCIL. THE PRESIDENT MAY\n   26  SERVE AS AN EX-OFFICIO NON-VOTING MEMBER OF THE COUNCIL.\n   27    4.  COUNCIL  MEMBERS SHALL RECEIVE NO COMPENSATION FOR THEIR SERVICES,\n   28  NOR SHALL COUNCIL MEMBERS BE REIMBURSED FOR EXPENSES RELATING  TO  THEIR\n   29  SERVICE, EXCEPT THAT PUBLIC MEMBERS, UPON REQUEST, MAY BE REIMBURSED FOR\n   30  REASONABLE  EXPENSES  DIRECTLY RELATED TO THEIR PARTICIPATION IN COUNCIL\n   31  MEETINGS.\n   32    5. COUNCIL MEMBERS SHALL SERVE TERMS OF THREE YEARS AND MAY NOT  SERVE\n   33  MORE  THAN  TWO  FULL CONSECUTIVE TERMS. MEMBERS FILLING UNEXPIRED TERMS\n   34  MAY SERVE NOT MORE THAN A  TOTAL  OF  SEVEN  CONSECUTIVE  YEARS.  FORMER\n   35  MEMBERS  OF  THE COUNCIL MAY BE RETURNED TO THE COUNCIL IF THEY HAVE NOT\n   36  BEEN MEMBERS FOR A PERIOD OF TWO  YEARS.  INITIAL  APPOINTMENTS  TO  THE\n   37  COUNCIL  SHALL  BE  FOR  TERMS OF ONE, TWO, AND THREE YEARS STAGGERED TO\n   38  PROVIDE FOR THE SELECTION OF FOUR MEMBERS EACH YEAR. THE  COUNCIL  SHALL\n   39  NOTIFY  THE  PRESIDENT  OF THE NAME, ADDRESS, AND PROPANE-RELATED AFFIL-\n   40  IATION, IF ANY, OF  A  COUNCIL  MEMBER  WITHIN  THIRTY  DAYS  AFTER  THE\n   41  APPOINTMENT OF THE MEMBER TO THE COUNCIL.\n   42    6.  THE  COUNCIL  SHALL  DEVELOP  PROGRAMS AND PROJECTS AND ENTER INTO\n   43  CONTRACTS  OR  AGREEMENTS  FOR  IMPLEMENTING  THIS  ARTICLE,   INCLUDING\n   44  PROGRAMS  TO  ENHANCE  CONSUMER  AND  EMPLOYEE  SAFETY  AND TRAINING, TO\n   45  PROVIDE FOR RESEARCH AND DEVELOPMENT  OF  CLEAN  AND  EFFICIENT  PROPANE\n   46  UTILIZATION EQUIPMENT, TO INFORM AND EDUCATE THE PUBLIC ABOUT SAFETY AND\n   47  OTHER  ISSUES ASSOCIATED WITH THE USE OF PROPANE, AND TO PROVIDE FOR THE\n   48  PAYMENT OF THE COSTS THEREOF WITH FUNDS COLLECTED PURSUANT TO THIS ARTI-\n   49  CLE. THE COUNCIL SHALL COORDINATE ITS  ACTIVITIES  WITH  INDUSTRY  TRADE\n   50  ASSOCIATIONS,  HUDSON VALLEY COMMUNITY COLLEGE, OTHER COMMUNITY COLLEGES\n   51  AND OTHERS AS APPROPRIATE TO PROVIDE EFFICIENT DELIVERY OF SERVICES  AND\n   52  TO AVOID UNNECESSARY DUPLICATION OF ACTIVITIES.\n   53    7.  ISSUES RELATED TO RESEARCH AND DEVELOPMENT, SAFETY, EDUCATION, AND\n   54  TRAINING SHALL BE GIVEN PRIORITY BY THE COUNCIL IN  THE  DEVELOPMENT  OF\n   55  ITS PROGRAMS AND PROJECTS.\n\n       S. 151                              4\n\n    1    8.  THE  COUNCIL SHALL SELECT FROM AMONG ITS MEMBERS A CHAIRPERSON AND\n    2  OTHER OFFICERS AS NECESSARY, MAY ESTABLISH COMMITTEES AND  SUBCOMMITTEES\n    3  OF  THE  COUNCIL,  AND  SHALL  ADOPT RULES AND BYLAWS FOR THE CONDUCT OF\n    4  BUSINESS AND THE IMPLEMENTATION  OF  THIS  ARTICLE.  THE  COUNCIL  SHALL\n    5  ESTABLISH PROCEDURES FOR THE SOLICITATION OF INDUSTRY COMMENT AND RECOM-\n    6  MENDATIONS ON ANY SIGNIFICANT PLANS, PROGRAMS, AND PROJECTS TO BE FUNDED\n    7  BY THE COUNCIL. THE COUNCIL MAY ESTABLISH ADVISORY COMMITTEES OF PERSONS\n    8  OTHER THAN COUNCIL MEMBERS.\n    9    9. AT THE BEGINNING OF EACH FISCAL PERIOD, THE COUNCIL SHALL PREPARE A\n   10  BUDGET  PLAN  FOR THE NEXT FISCAL PERIOD, INCLUDING THE PROBABLE COST OF\n   11  ALL PROGRAMS, PROJECTS, AND CONTRACTS AND A RECOMMENDED RATE OF  ASSESS-\n   12  MENT  SUFFICIENT  TO  COVER  SUCH  COSTS.  THE  COUNCIL SHALL SUBMIT THE\n   13  PROPOSED BUDGET TO THE PRESIDENT FOR REVIEW AND COMMENT.  THE  PRESIDENT\n   14  MAY RECOMMEND PROGRAMS AND ACTIVITIES CONSIDERED APPROPRIATE.\n   15    10.  THE  COUNCIL  SHALL KEEP MINUTES, BOOKS, AND RECORDS THAT CLEARLY\n   16  REFLECT ALL OF THE ACTS AND TRANSACTIONS OF THE COUNCIL AND MAKE  PUBLIC\n   17  SUCH  INFORMATION. THE BOOKS OF THE COUNCIL SHALL BE AUDITED BY A CERTI-\n   18  FIED PUBLIC ACCOUNTANT AT LEAST ONCE EACH FISCAL YEAR AND AT SUCH  OTHER\n   19  TIMES  AS  THE  COUNCIL MAY DESIGNATE. THE EXPENSE OF THE AUDIT SHALL BE\n   20  THE RESPONSIBILITY OF  THE  COUNCIL.  COPIES  OF  SUCH  AUDIT  SHALL  BE\n   21  PROVIDED TO ALL MEMBERS OF THE COUNCIL, ALL QUALIFIED INDUSTRY ORGANIZA-\n   22  TIONS, AND TO OTHER MEMBERS OF THE INDUSTRY UPON REQUEST.\n   23    S  14-105.  ASSESSMENTS. 1. THE COUNCIL SHALL SET THE ASSESSMENT AT NO\n   24  GREATER THAN ONE-TENTH OF ONE CENT PER GALLON OF ODORIZED PROPANE.\n   25    2. THE OWNER OF ODORIZED PROPANE AT THE TIME OF  ODORIZATION,  OR  THE\n   26  TIME  OF  IMPORT  OF ODORIZED PROPANE SHALL MAKE THE ASSESSMENT BASED ON\n   27  THE VOLUME OF ODORIZED PROPANE SOLD. THE ASSESSMENT, WHEN MADE, SHALL BE\n   28  LISTED AS A SEPARATE LINE ITEM  ON  THE  BILL  LABELED  \"EMPIRE  PROPANE\n   29  EDUCATION  AND RESEARCH ASSESSMENT\". ASSESSMENTS COLLECTED FROM PURCHAS-\n   30  ERS OF PROPANE ARE PAYABLE TO THE COUNCIL ON  A  MONTHLY  BASIS  BY  THE\n   31  TWENTY-FIFTH OF THE MONTH FOLLOWING THE MONTH OF COLLECTION.\n   32    IF  PAYMENT  IS  NOT  MADE  TO  THE COUNCIL BY THE DUE DATE UNDER THIS\n   33  SUBDIVISION, AN INTEREST PENALTY OF ONE PERCENT  OF  ANY  AMOUNT  UNPAID\n   34  SHALL BE ADDED FOR EACH MONTH OR FRACTION OF A MONTH AFTER THE DUE DATE,\n   35  UNTIL FINAL PAYMENT IS MADE.\n   36    3.  THE  COUNCIL  MAY ESTABLISH AN ALTERNATIVE MEANS OF COLLECTING THE\n   37  ASSESSMENT IF ANOTHER MEANS IS FOUND TO BE MORE EFFICIENT AND EFFECTIVE.\n   38  THE COUNCIL MAY ESTABLISH A LATE PAYMENT CHARGE AND RATE OF INTEREST  TO\n   39  BE  IMPOSED  ON  ANY PERSON WHO FAILS TO REMIT OR PAY TO THE COUNCIL ANY\n   40  AMOUNT DUE UNDER THIS ARTICLE.\n   41    4. PENDING DISBURSEMENT PURSUANT TO A PROGRAM, PLAN, OR  PROJECT,  THE\n   42  COUNCIL  SHALL INVEST FUNDS COLLECTED THROUGH ASSESSMENTS, AND ANY OTHER\n   43  FUNDS RECEIVED BY THE COUNCIL, ONLY IN OBLIGATIONS OF THE UNITED  STATES\n   44  OR  ANY AGENCY THEREOF, IN GENERAL OBLIGATIONS OF ANY STATE OR POLITICAL\n   45  SUBDIVISION THEREOF, IN ANY INTEREST-BEARING ACCOUNT OR  CERTIFICATE  OF\n   46  DEPOSIT  OF A BANK THAT IS A MEMBER OF THE FEDERAL RESERVE SYSTEM, OR IN\n   47  OBLIGATIONS FULLY GUARANTEED AS TO PRINCIPAL AND INTEREST BY THE  UNITED\n   48  STATES.\n   49    S  14-106.  COMPLIANCE. THE SUPREME COURT IS VESTED WITH THE JURISDIC-\n   50  TION SPECIFICALLY TO ENFORCE THE PROVISIONS OF THIS ARTICLE, AND PREVENT\n   51  OR RESTRAIN ANY PERSON FROM VIOLATING ANY SUCH PROVISION.  A  SUCCESSFUL\n   52  ACTION FOR COMPLIANCE UNDER THIS SECTION MAY ALSO REQUIRE PAYMENT BY THE\n   53  DEFENDANT OF THE COSTS INCURRED BY THE COUNCIL IN BRINGING THE ACTION.\n   54    S  14-107.  LOBBYING  RESTRICTIONS.  NO FUNDS COLLECTED BY THE COUNCIL\n   55  SHALL BE USED IN ANY MANNER FOR INFLUENCING  LEGISLATION  OR  ELECTIONS,\n   56  EXCEPT  THAT  THE COUNCIL MAY RECOMMEND TO THE PRESIDENT CHANGES IN THIS\n\n       S. 151                              5\n\n    1  ARTICLE OR OTHER STATUTES THAT WOULD FURTHER THE PURPOSE OF  THIS  ARTI-\n    2  CLE.\n    3    S  14-108. PRICING. IN ALL CASES, THE PRICE OF PROPANE SHALL BE DETER-\n    4  MINED BY MARKET FORCES. CONSISTENT WITH THE ANTITRUST LAWS, THE  COUNCIL\n    5  MAY TAKE NO ACTION, NOR MAY ANY PROVISION OF THIS ARTICLE BE INTERPRETED\n    6  AS  ESTABLISHING AN AGREEMENT TO PASS ALONG TO CONSUMERS THE COST OF THE\n    7  ASSESSMENT PROVIDED FOR IN SECTION 14-105 OF THIS ARTICLE.\n    8    S 14-109. RELATION TO OTHER PROGRAMS. NOTHING IN THIS ARTICLE  MAY  BE\n    9  CONSTRUED  TO PREEMPT OR SUPERSEDE ANY OTHER PROGRAM RELATING TO PROPANE\n   10  EDUCATION AND RESEARCH ORGANIZED AND OPERATED  UNDER  THE  LAWS  OF  THE\n   11  STATE OF NEW YORK.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the energy law, in relation to implementing the empire propane education and research act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T101550.TXT", "SOBI.D101210.T161216.TXT", "SOBI.D101213.T105804.TXT", "SOBI.D101210.T151703.TXT", "SOBI.D101210.T160705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293117350593
}