{
  "year" : 2011,
  "senateBillNo" : "S1514-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1514-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants small city school districts the authority to provide cafeteria services to students should such district be subject to a contingency budget",
  "summary" : "Grants small city school districts the authority to provide cafeteria or restaurant services to students should such district be subject to a contingency budget. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S5981-2009", "S6981-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1514\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sens. KLEIN, OPPENHEIMER -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to  granting  small  city\n         school  districts  the  authority  to  provide  cafeteria  services to\n         students should such district be subject to a contingency budget\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph a of subdivision 9 of section 2503 of the educa-\n    2  tion law, as amended by chapter 171 of the laws of 1996, is  amended  to\n    3  read as follows:\n    4    a.  Shall  promote  the best interests of the schools and other activ-\n    5  ities committed to its care, and shall authorize, or in  its  discretion\n    6  conduct,  and  maintain  such  extra classroom activities, including the\n    7  operation of cafeterias or restaurant service  for  use  by  pupils  and\n    8  teachers,  as  the  board,  from  time to time, shall deem proper.  Such\n    9  cafeterias or restaurant service may be used by the community for school\n   10  related functions and activities and to furnish  meals  to  the  elderly\n   11  residents,  sixty  years of age or older, of the district. Such utiliza-\n   12  tion BY COMMUNITY OR ELDERLY RESIDENTS shall be subject to the  approval\n   13  of the board of education, and shall be subject to voter approval unless\n   14  the  cafeteria  or  restaurant service was operated during the preceding\n   15  school year and requires no tax levy. Charges  shall  be  sufficient  to\n   16  meet  the  direct cost of preparing and serving such meals, reducible by\n   17  available reimbursements.\n   18    S 2. Subdivision 5 of section 2601-a of the education law, as  amended\n   19  by  section  29 of part A of chapter 436 of the laws of 1997, is amended\n   20  to read as follows:\n   21    5. If the qualified voters fail or refuse to vote the sum estimated to\n   22  be necessary  for  teachers'  salaries  and  other  ordinary  contingent\n   23  expenses,  the board shall adopt a contingency budget in accordance with\n   24  this subdivision and shall levy a tax  for  that  portion  of  such  sum\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04850-01-1\n\n       S. 1514                             2\n\n    1  remaining  after  applying thereto the moneys received or to be received\n    2  from state, federal or other sources, in the same manner as if the budg-\n    3  et had been approved by the qualified voters; subject to the limitations\n    4  imposed in subdivision four of section two thousand twenty-three of this\n    5  [chapter] TITLE and this subdivision. The administrative component shall\n    6  not comprise a greater percentage of the contingency budget exclusive of\n    7  the capital component than the lesser of (1) the percentage the adminis-\n    8  trative  component  had  comprised in the prior year budget exclusive of\n    9  the capital component; or (2) the percentage the  administrative  compo-\n   10  nent had comprised in the last proposed defeated budget exclusive of the\n   11  capital  component. Such contingency budget shall include the sum deter-\n   12  mined by the board to be necessary for:\n   13    (a) teachers' salaries, including the salaries of all members  of  the\n   14  teaching and supervising staff;\n   15    (b) items of expense specifically authorized by statute to be incurred\n   16  by  the  board of education, including, but not limited to, expenditures\n   17  for transportation to and from regular school programs included as ordi-\n   18  nary contingent expenses in subdivision twelve  of  section  twenty-five\n   19  hundred  three  of  this  [chapter]  TITLE,  expenditures for textbooks,\n   20  required  services  for  non-public  school  students,   school   health\n   21  services,  special  education  services, kindergarten and nursery school\n   22  programs, and the district's share of the administrative costs and costs\n   23  of services provided by a board of cooperative educational services;\n   24    (c) items of expense for legal obligations of the district, including,\n   25  but not limited to, contractual obligations, debt service, court  orders\n   26  or judgments, orders of administrative bodies or officers, and standards\n   27  and  requirements of the board of regents and the commissioner that have\n   28  the force and effect of law;\n   29    (d) the purchase of library books and  other  instructional  materials\n   30  associated with a library;\n   31    (e) items of expense necessary to maintain the educational programs of\n   32  the  district,  preserve  the  property  of  the district or protect the\n   33  health and safety of students and staff, including, but not limited  to,\n   34  support  services,  pupil personnel services, the necessary salaries for\n   35  the  necessary  number  of  non-teaching  employees,   necessary   legal\n   36  expenses,  water  and utility charges, instructional supplies for teach-\n   37  ers' use, emergency repairs, temporary  rental  of  essential  classroom\n   38  facilities,  and expenditures necessary to advise school district voters\n   39  concerning school matters; [and]\n   40    (f) expenses incurred for interschool athletics, field trips and other\n   41  extracurricular activities; [and]\n   42    (g) THE EXPENSE OF CAFETERIA AND RESTAURANT SERVICES USED  BY  PUPILS,\n   43  TEACHERS  AND STAFF. CAFETERIAS OR RESTAURANT SERVICE USED BY THE COMMU-\n   44  NITY FOR SCHOOL RELATED FUNCTIONS AND ACTIVITIES AND TO FURNISH MEALS TO\n   45  THE ELDERLY RESIDENTS SHALL NOT BE PART OF A CONTINGENCY  BUDGET  UNLESS\n   46  NO TAX LEVY IS REQUIRED TO SUPPORT SUCH SERVICE; AND\n   47    (H)  any other item of expense determined by the commissioner to be an\n   48  ordinary contingent expense in any school district.\n   49    S 3. Subdivision 1 of section 2023 of the education law, as amended by\n   50  chapter 682 of the laws of 2002, is amended to read as follows:\n   51    1. If the qualified voters shall neglect or refuse  to  vote  the  sum\n   52  estimated  necessary  for teachers' salaries, after applying thereto the\n   53  public school moneys, and other moneys received or to  be  received  for\n   54  that  purpose,  or if they shall neglect or refuse to vote the sum esti-\n   55  mated necessary for ordinary contingent expenses, including the purchase\n   56  of library books and other instructional  materials  associated  with  a\n\n       S. 1514                             3\n\n    1  library and expenses incurred for interschool athletics, field trips and\n    2  other  extracurricular  activities  and  the  expenses  for cafeteria or\n    3  restaurant services USED BY PUPILS, TEACHERS AND STAFF, the  sole  trus-\n    4  tee,  board of trustees, or board of education shall adopt a contingency\n    5  budget including such expenses and shall levy a tax  for  the  same,  in\n    6  like  manner  as  if  the  same  had been voted by the qualified voters,\n    7  subject to the limitations contained in subdivisions three and  four  of\n    8  this section.\n    9    S  4.  This act shall take effect on the first of July next succeeding\n   10  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to granting small city school districts the authority to provide cafeteria services to students should such district be subject to a contingency budget ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T120059.TXT", "SOBI.D110110.T104051.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393419
}