{
  "year" : 2011,
  "senateBillNo" : "S1518-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1518-2011-1294635600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain cable television consumer notices to include a clear statement with regard to certain programming",
  "summary" : "Requires certain cable television consumer notices to include a clear statement that subscription to video programming offered on a per channel or per program basis is available with a subscription to basic service, without the purchase of any other service tier. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S1911-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1518\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT to amend the public service law, in relation to cable television\n         consumer protection rate and programming notices\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 224-a of the public service law is\n    2  amended by adding a new paragraph (d) to read as follows:\n    3    (D)  THE  NOTICES  OR  DESCRIPTIONS REQUIRED BY THIS SUBDIVISION SHALL\n    4  INCLUDE A CLEAR STATEMENT THAT SUBSCRIPTION TO VIDEO PROGRAMMING OFFERED\n    5  ON A PER CHANNEL OR PER PROGRAM BASIS IS AVAILABLE WITH  A  SUBSCRIPTION\n    6  TO BASIC SERVICE, WITHOUT THE PURCHASE OF ANY OTHER SERVICE TIER.\n    7    S 2. This act shall take effect on the one hundred eightieth day after\n    8  it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04448-01-1\n",
  "memo" : "BILL NUMBER:S1518\n\nTITLE OF BILL:\n\nAn act\nto amend the public service law, in relation to cable television\nconsumer protection rate and programming notices\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nTo clarify that a cable operator must include in its rate and\nprogramming notices information regarding subscribers' ability to\npurchase per channel or per program services without having to buy\nany service tier beyond the basic tier.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection one of the bill specifies that a cable operator must include\nin its rate and programming notices information regarding\nsubscribers' ability to purchase per channel or per program services\nwithout having to buy any service tier beyond the basic tier.\n\nJUSTIFICATION:\n\nThe federal Cable Television Consumer Protection Act\nand Competition Act of 1992 prohibits a cable operator from requiring\nthe subscription to any tier other than the basic service tier as a\ncondition of access to video programming on a per channel or per\nprogram basis. 47 U.S.c. &sect; 543(b) (8) (A). The 1992 Act also delayed\nthe effect of this prohibition for ten years. 47 U.S.c. &sect; 543(b) (8)\n(B). Thus, by operation of law, the prohibition became effective in\n2002.\n\nNew York State law requires cable operators to give consumers notices\nof rate, programming, service and equipment information. Public\nService Law &sect; 224-a(4). Under current law, these notices should\ninclude information that subscribers can buy per channel and per\nprogram services without having to buy any service tier beyond the\nbasic tier. The Assembly Committee on Oversight, Analysis and\nInvestigation conducted a survey of New York cable operators' rates\nand programming in 2003. In the course of conducting the survey,\nCommittee staff reviewed rate and programming notices from all the\nmajor cable operators in New York. Many operators' notices did not\ninclude the required notice that subscribers can buy per channel and\nper program services without having to buy any service tier beyond\nthe basic tier. (\"Time to Change the Channel:\nCable Television Prices in New York State\", p.10 (2003). The instant\nbill will clarify that this particular information is included in the\ndescriptions and notices required by this subdivision.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2004 - A.11177 - Referred to Corporations, Authorities and Commissions\n2006 - S.4626  - Referred to Energy & Telecommunications\n2008 - S.2293  - Referred to Energy & Telecommunications\n2009 - A.1911  - Referred to Energy & Telecommunications\n\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nOne hundred and eighty days after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to cable television consumer protection rate and programming notices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T104051.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472772
}