{
  "year" : 2011,
  "senateBillNo" : "S1519-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1519-2011-1294635600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of an employee's or prospective employee's consumer credit report in making employment decisions",
  "summary" : "Prohibits the use of an employee's or prospective employee's consumer credit report in making employment decisions, except in certain job related instances. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1519\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the executive law  and  the  general  business  law,  in\n         relation  to  prohibiting discrimination in employment decisions based\n         on consumer credit reports\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 296 of the executive law is amended by adding a new\n    2  subdivision 19-a to read as follows:\n    3    19-A.  (A) EXCEPT AS PROVIDED IN PARAGRAPH (B) OF THIS SUBDIVISION, IT\n    4  SHALL BE AN UNLAWFUL DISCRIMINATORY  PRACTICE  OF  ANY  EMPLOYER,  LABOR\n    5  ORGANIZATION, EMPLOYMENT AGENCY OR LICENSING AGENCY, HEREINAFTER COLLEC-\n    6  TIVELY  REFERRED  TO  IN  THIS  SECTION AS \"EMPLOYER\", TO USE A CONSUMER\n    7  CREDIT REPORT, AS DEFINED IN SUBDIVISION (1) OF  SECTION  THREE  HUNDRED\n    8  EIGHTY-A OF THE GENERAL BUSINESS LAW, AS A CRITERION IN EMPLOYMENT DECI-\n    9  SIONS RELATED TO HIRING, TERMINATION, PROMOTION OR DISCIPLINE.\n   10    (B)  AN  EMPLOYER MAY REQUEST AND USE A CONSUMER CREDIT REPORT AS PART\n   11  OF ITS DECISION-MAKING PROCESS TO HIRE, TERMINATE, PROMOTE OR DISCIPLINE\n   12  AN EMPLOYEE OR PROSPECTIVE EMPLOYEE WHEN THE  INFORMATION  CONTAINED  IN\n   13  SUCH REPORT IS: (I) SUBSTANTIALLY JOB-RELATED TO THE POSITION, WHICH MAY\n   14  INCLUDE,  BUT  NOT BE LIMITED TO ACCESS TO MONEY, OTHER ASSETS OR CONFI-\n   15  DENTIAL INFORMATION; OR (II) USED WITH REGARD TO A MANAGERIAL  POSITION,\n   16  A  POSITION IN THE OFFICE OF COURT ADMINISTRATION, A POSITION WITH A LAW\n   17  ENFORCEMENT AGENCY OR A POSITION FOR WHICH THE INFORMATION CONTAINED  IN\n   18  SUCH REPORT IS REQUIRED TO BE DISCLOSED OR OBTAINED BY THE EMPLOYER.\n   19    (C)  BEFORE  AN  EMPLOYER  MAY REQUEST OR USE A CONSUMER CREDIT REPORT\n   20  PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION, THE EMPLOYEE OR  PROSPEC-\n   21  TIVE  EMPLOYEE  SHALL BE GIVEN AND SIGN AN AUTHORIZATION OF CONSENT FORM\n   22  WHICH EXPLICITLY STATES THE SPECIFIC PURPOSE, USE AND LIMITATION OF  USE\n   23  OF SUCH REPORT AS IT PERTAINS TO THE EMPLOYMENT POSITION SOUGHT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05262-01-1\n\n       S. 1519                             2\n\n    1    S  2.  Paragraph  3 of subdivision (a) of section 380-b of the general\n    2  business law, as amended by chapter 797 of the laws of 1984, is  amended\n    3  to read as follows:\n    4    (3)  To  a  person  whom  it  has reason to believe intends to use the\n    5  information (i) in connection with a credit  transaction  involving  the\n    6  consumer  on  whom  the information is to be furnished and involving the\n    7  extension of credit to, or review or collection of an  account  of,  the\n    8  consumer,  or  (ii)  for  employment  purposes  IN  ACCORDANCE  WITH THE\n    9  PROVISIONS OF SUBDIVISION (E) OF THIS SECTION, or  (iii)  in  connection\n   10  with  the  underwriting  of insurance involving the consumer, or (iv) in\n   11  connection with a determination of  the  consumer's  eligibility  for  a\n   12  license  or  other  benefit  granted  by  a governmental instrumentality\n   13  required by law to consider an applicant's financial  responsibility  or\n   14  status,  or  (v)  to  a person in connection with a business transaction\n   15  involving the consumer where the user has a legitimate business need for\n   16  such information, or (vi) in connection with the rental or  lease  of  a\n   17  residence.\n   18    S  3. Section 380-b of the general business law is amended by adding a\n   19  new subdivision (e) to read as follows:\n   20    (E) NO EMPLOYER, AS REFERRED TO IN SUBDIVISION NINETEEN-A  OF  SECTION\n   21  TWO  HUNDRED  NINETY-SIX  OF  THE  EXECUTIVE LAW, SHALL REQUEST OR USE A\n   22  CONSUMER CREDIT REPORT IN CONNECTION WITH ITS DECISION-MAKING PROCESS TO\n   23  HIRE, TERMINATE,  PROMOTE  OR  DISCIPLINE  AN  EMPLOYEE  OR  PROSPECTIVE\n   24  EMPLOYEE UNLESS IT IS UTILIZED PURSUANT TO SUCH SUBDIVISION.\n   25    S  4. Subdivision (d) of section 380-c of the general business law, as\n   26  added by chapter 867 of the laws of 1977, is amended to read as follows:\n   27    (d) If a person applying for credit, insurance, or employment  refuses\n   28  to authorize the procurement or preparation of an investigative consumer\n   29  report,  the  prospective  creditor,  insurer or employer may decline to\n   30  grant credit, insurance or employment on the grounds that the  applicant\n   31  refused  to  execute such authorization; PROVIDED THAT AN EMPLOYER SHALL\n   32  NOT DETERMINE TO HIRE, TERMINATE, PROMOTE OR DISCIPLINE AN  EMPLOYEE  OR\n   33  PROSPECTIVE  EMPLOYEE  BASED ON THE GROUNDS THAT AN EMPLOYEE OR PROSPEC-\n   34  TIVE EMPLOYEE REFUSES TO AUTHORIZE THE PROCUREMENT OR PREPARATION  OF  A\n   35  CONSUMER CREDIT REPORT TO WHICH THE EMPLOYER IS NOT ENTITLED PURSUANT TO\n   36  SUBDIVISION (E) OF SECTION THREE HUNDRED EIGHTY-B OF THIS ARTICLE.\n   37    S 4. This act shall take effect on the one hundred eightieth day after\n   38  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the general business law, in relation to prohibiting discrimination in employment decisions based on consumer credit reports ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T120559.TXT", "SOBI.D110110.T104051.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393456
}