{
  "year" : 2011,
  "senateBillNo" : "S1526-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1526-2011-1294635600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to regulation of toxic chemicals in children's products",
  "summary" : "Relates to regulation of toxic chemicals in children's products; establishes the interstate chemical clearinghouse. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SD7070-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1526\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by Sens. PERKINS, ADAMS, DIAZ, DUANE, HASSELL-THOMPSON, HUNT-\n         LEY,   KRUEGER,  MONTGOMERY,  OPPENHEIMER,  PARKER,  SAVINO,  SERRANO,\n         STEWART-COUSINS -- read twice and ordered printed, and when printed to\n         be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to regu-\n         lation of toxic chemicals in children's products\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 37 of the environmental conservation law is amended\n    2  by adding a new title 7 to read as follows:\n    3                                  TITLE VII\n    4                   TOXIC CHEMICALS IN CHILDREN'S PRODUCTS\n    5  SECTION 37-0701. DEFINITIONS.\n    6          37-0703. CHEMICALS OF HIGH CONCERN.\n    7          37-0705. PRIORITY CHEMICALS.\n    8          37-0707. DISCLOSURE OF INFORMATION ON PRIORITY CHEMICALS.\n    9          37-0709. SALES PROHIBITION.\n   10          37-0711. APPLICABILITY.\n   11          37-0713. ENFORCEMENT AND IMPLEMENTATION.\n   12          37-0715. INTERSTATE CHEMICAL CLEARINGHOUSE.\n   13          37-0717. REGULATIONS.\n   14  S 37-0701. DEFINITIONS.\n   15    AS  USED  IN  THIS  TITLE, UNLESS THE CONTEXT OTHERWISE INDICATES, THE\n   16  FOLLOWING TERMS HAVE THE FOLLOWING MEANINGS.\n   17    1. \"CHILDREN'S APPAREL\" MEANS ANY ITEM OF CLOTHING  THAT  CONSISTS  OF\n   18  FABRIC  OR  RELATED  MATERIAL INTENDED OR PROMOTED FOR USE IN CHILDREN'S\n   19  CLOTHING. CHILDREN'S APPAREL DOES NOT MEAN PROTECTIVE EQUIPMENT DESIGNED\n   20  TO PREVENT INJURY, INCLUDING,  BUT  NOT  LIMITED  TO,  BICYCLE  HELMETS,\n   21  ATHLETIC SUPPORTERS, KNEE PADS OR ELBOW PADS.\n   22    2.  \"CHEMICAL\" MEANS A SUBSTANCE WITH A DISTINCT MOLECULAR COMPOSITION\n   23  OR A GROUP OF STRUCTURALLY RELATED SUBSTANCES AND INCLUDES THE BREAKDOWN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03600-01-1\n\n       S. 1526                             2\n\n    1  PRODUCTS OF THE SUBSTANCE OR SUBSTANCES THAT FORM THROUGH DECOMPOSITION,\n    2  DEGRADATION OR METABOLISM.\n    3    3. \"CHEMICAL OF HIGH CONCERN\" MEANS A CHEMICAL INCLUDED IN THE LIST OF\n    4  \"CHEMICALS  OF  HIGH CONCERN\" PUBLISHED IN JUNE 2009 PURSUANT TO CHAPTER\n    5  16-D OF TITLE 38 OF THE MAINE REVISED STATUTES ANNOTATED.\n    6    4. \"CHILDREN\" MEANS A PERSON OR PERSONS AGED TWELVE AND UNDER.\n    7    5. \"CHILDREN'S PRODUCT\" MEANS A PRODUCT PRIMARILY INTENDED FOR USE  BY\n    8  CHILDREN,  INCLUDING  EXTERNAL  COMPONENT PARTS AND PACKAGING, INCLUDING\n    9  BABY PRODUCTS, TOYS,  CAR  SEATS,  PERSONAL  CARE  PRODUCTS,  A  PRODUCT\n   10  DESIGNED OR INTENDED BY THE MANUFACTURER TO HELP A CHILD WITH SUCKING OR\n   11  TEETHING,  TO  FACILITATE  SLEEP, RELAXATION, OR THE FEEDING OF A CHILD,\n   12  JEWELRY, NOVELTY PRODUCTS, BEDDING, FURNITURE,  FURNISHINGS,  CHILDREN'S\n   13  APPAREL,  AND  THE HOUSING OF CONSUMER ELECTRONIC PRODUCTS.  \"CHILDREN'S\n   14  PRODUCT\" DOES NOT INCLUDE (A)  BATTERIES;  OR  (B)  CONSUMER  ELECTRONIC\n   15  PRODUCTS  ENCLOSED WITHIN A SECURE HOUSING, INCLUDING BUT NOT LIMITED TO\n   16  PERSONAL COMPUTERS, AUDIO AND  VIDEO  EQUIPMENT,  CALCULATORS,  WIRELESS\n   17  PHONES,  GAME  CONSOLES,  AND  HANDHELD  DEVICES  INCORPORATING  A VIDEO\n   18  SCREEN, USED TO ACCESS INTERACTIVE SOFTWARE AND THEIR ASSOCIATED PERIPH-\n   19  ERALS, EXCEPT FOR SAID SECURE HOUSING; OR (C) A FOOD OR BEVERAGE  OR  AN\n   20  ADDITIVE  TO  A FOOD OR BEVERAGE REGULATED BY THE UNITED STATES FOOD AND\n   21  DRUG ADMINISTRATION; OR (D) A TOBACCO PRODUCT OR PAPER OR  FOREST  PROD-\n   22  UCT;  OR  (E)  A  PESTICIDE REGULATED BY THE UNITED STATES ENVIRONMENTAL\n   23  PROTECTION AGENCY.  CHILDREN'S PRODUCT ALSO DOES  NOT  INCLUDE  A  DRUG,\n   24  BIOLOGIC  OR MEDICAL DEVICE REGULATED BY THE UNITED STATES FOOD AND DRUG\n   25  ADMINISTRATION OR THE PACKAGING OF SUCH DRUG, BIOLOGIC OR MEDICAL DEVICE\n   26  IF SUCH PACKAGING IS REGULATED BY THE UNITED STATES FOOD AND DRUG ADMIN-\n   27  ISTRATION.\n   28    6. \"DISTRIBUTOR\" MEANS A  PERSON  WHO  SELLS  CHILDREN'S  PRODUCTS  TO\n   29  RETAIL ESTABLISHMENTS ON A WHOLESALE BASIS.\n   30    7.  \"INTENTIONALLY  ADDED\" MEANS THE DELIBERATE USE IN THE FORMULATION\n   31  OF A PRODUCT OR SUBPART WHERE ITS CONTINUED PRESENCE IS DESIRED  IN  THE\n   32  FINAL  PRODUCT  OR SUBPART TO PROVIDE A SPECIFIC CHARACTERISTIC, APPEAR-\n   33  ANCE OR QUALITY.\n   34    8. \"MANUFACTURER\" MEANS ANY PERSON WHO CURRENTLY MANUFACTURES A  FINAL\n   35  CHILDREN'S  PRODUCT  OR  WHOSE  BRAND  NAME IS AFFIXED TO THE CHILDREN'S\n   36  PRODUCT. IN THE CASE OF A CHILDREN'S PRODUCT THAT WAS IMPORTED INTO  THE\n   37  UNITED  STATES,  \"MANUFACTURER\"  INCLUDES THE IMPORTER OR FIRST DOMESTIC\n   38  DISTRIBUTOR OF THE CHILDREN'S PRODUCT IF THE PERSON WHO CURRENTLY  MANU-\n   39  FACTURES  OR  ASSEMBLES  THE  CHILDREN'S  PRODUCT OR WHOSE BRAND NAME IS\n   40  AFFIXED TO THE CHILDREN'S PRODUCT DOES NOT HAVE A PRESENCE IN THE UNITED\n   41  STATES.\n   42    9. \"NOVELTY PRODUCT\" MEANS A PRODUCT INTENDED MAINLY FOR  PERSONAL  OR\n   43  HOUSEHOLD  ENJOYMENT OR ADORNMENT. NOVELTY PRODUCTS INCLUDE, BUT ARE NOT\n   44  LIMITED TO, ITEMS INTENDED FOR USE AS PRACTICAL JOKES, FIGURINES, ADORN-\n   45  MENTS, TOYS, GAMES, CARDS, ORNAMENTS, YARD STATUES AND FIGURES, CANDLES,\n   46  JEWELRY, HOLIDAY DECORATIONS, OR SIMILAR PRODUCTS.\n   47    10. \"PRIORITY CHEMICAL\" MEANS (A) THE FOLLOWING CHEMICALS:\n   48    CASRN115-96-8     TRIS (2-CHLOROETHYL) PHOSPHATE\n   49    CASRN71-43-2      BENZENE\n   50    CASRN7439-92-1    LEAD AND COMPOUNDS (INORGANIC)\n   51    CASRN7439-97-6    MERCURY AND MERCURY COMPOUNDS, INCLUDING METHYL\n   52                      MERCURY (CASRN 22967-92-6)\n   53    CASRN7439-98-7    MOLYBDENUM AND MOLYBDENUM COMPOUNDS\n   54    CASRN7440-36-0    ANTIMONY AND ANTIMONY COMPOUNDS\n   55    CASRN7440-38-2    ARSENIC AND ARSENIC COMPOUNDS INCLUDING ARSENIC\n   56                      TRIOXIDE (CASRN 1327-53-3)\n\n       S. 1526                             3\n\n    1                      AND DIMETHYL ARSENIC (CASRN 75-60-5)\n    2    CASRN7440-41-7    BERYLLIUM AND BERYLLIUM COMPOUNDS\n    3    CASRN7440-43-9    CADMIUM\n    4    CASRN7440-48-4    COBALT AND COBALT COMPOUNDS AND\n    5    (B)  A  CHEMICAL ADOPTED BY THE DEPARTMENT PURSUANT TO SECTION 37-0505\n    6  OF THIS TITLE.\n    7    11. \"TOY\" MEANS A PRODUCT DESIGNED OR INTENDED BY THE MANUFACTURER  TO\n    8  BE USED BY A CHILD AT PLAY.\n    9  S 37-0703. CHEMICALS OF HIGH CONCERN.\n   10    1. PUBLISHING OF LIST. WITHIN ONE HUNDRED EIGHTY DAYS OF THE EFFECTIVE\n   11  DATE  OF THIS TITLE, THE DEPARTMENT SHALL ENSURE THAT A WEBSITE ACCESSI-\n   12  BLE TO THE PUBLIC IS ESTABLISHED  WHICH  LISTS  ALL  CHEMICALS  OF  HIGH\n   13  CONCERN.\n   14    2.  PERIODIC  REVIEW.  (A) WITH RESOURCES MADE AVAILABLE THEREFOR, THE\n   15  DEPARTMENT, IN CONSULTATION WITH THE DEPARTMENT OF HEALTH,  MAY  PERIOD-\n   16  ICALLY  REVIEW  THE LIST OF CHEMICALS OF HIGH CONCERN AND, THROUGH REGU-\n   17  LATION, IDENTIFY ADDITIONAL CHEMICALS OF HIGH CONCERN, OR REMOVE A CHEM-\n   18  ICAL FROM THE LIST OF CHEMICALS OF HIGH CONCERN BASED ON  EVIDENCE  THAT\n   19  THE  CHEMICAL DOES NOT MEET THE CRITERIA OF THIS SUBDIVISION, INCLUDING,\n   20  BUT NOT LIMITED TO, PESTICIDES AND CONTROLLED SUBSTANCES. IN  THE  EVENT\n   21  THAT  A  NEW  DETERMINATION IS MADE BY A STATE, FEDERAL OR INTERNATIONAL\n   22  GOVERNMENTAL ENTITY THAT A CHEMICAL MEETS  THE  HIGH  CONCERN  CRITERIA,\n   23  NOTHING  HEREIN  SHALL  PREVENT  THE  DEPARTMENT FROM ACTING TO ADD SUCH\n   24  CHEMICALS OUTSIDE OF THE PERIODIC REVIEW PROCESS.\n   25    (B) THE DEPARTMENT SHALL, UPON THIS REVIEW, IDENTIFY A CHEMICAL  AS  A\n   26  CHEMICAL  OF  HIGH  CONCERN  IF IT DETERMINES THAT THE CHEMICAL HAS BEEN\n   27  IDENTIFIED BY A STATE, FEDERAL OR INTERNATIONAL GOVERNMENTAL  ENTITY  ON\n   28  THE BASIS OF CREDIBLE SCIENTIFIC EVIDENCE AS:\n   29    (I)  A  CARCINOGEN,  A  REPRODUCTIVE  OR  DEVELOPMENTAL TOXICANT OR AN\n   30  ENDOCRINE DISRUPTOR;\n   31    (II) PERSISTENT, BIOACCUMULATIVE AND TOXIC; OR\n   32    (III) VERY PERSISTENT AND VERY BIOACCUMULATIVE.\n   33    (C) IN MAKING SUCH DETERMINATION, THE DEPARTMENT MAY CONSIDER  BUT  IS\n   34  NOT LIMITED TO CONSIDERING:\n   35    (I)  CHEMICALS IDENTIFIED AS \"GROUP 1 CARCINOGENS\" OR \"GROUP 2A CARCI-\n   36  NOGENS\" BY THE  WORLD  HEALTH  ORGANIZATION,  INTERNATIONAL  AGENCY  FOR\n   37  RESEARCH ON CANCER;\n   38    (II)  CHEMICALS  IDENTIFIED  AS  \"KNOWN  TO BE A HUMAN CARCINOGEN\" AND\n   39  \"REASONABLY ANTICIPATED TO BE A HUMAN CARCINOGEN\" BY  THE  SECRETARY  OF\n   40  THE  UNITED  STATES  DEPARTMENT OF HEALTH AND HUMAN SERVICES PURSUANT TO\n   41  THE PUBLIC HEALTH SERVICE ACT, 42 UNITED STATES CODE, SECTION 241(B)(4),\n   42  AS AMENDED;\n   43    (III) CHEMICALS IDENTIFIED AS \"GROUP A CARCINOGENS\" OR \"GROUP B CARCI-\n   44  NOGENS\" BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY;\n   45    (IV) CHEMICALS IDENTIFIED AS REPRODUCTIVE OR  DEVELOPMENTAL  TOXICANTS\n   46  BY:\n   47    (A)  THE  UNITED  STATES  DEPARTMENT  OF  HEALTH  AND  HUMAN SERVICES,\n   48  NATIONAL TOXICOLOGY PROGRAM, CENTER FOR THE EVALUATION OF RISKS TO HUMAN\n   49  REPRODUCTION; AND\n   50    (B) THE CALIFORNIA ENVIRONMENTAL PROTECTION AGENCY, OFFICE OF ENVIRON-\n   51  MENTAL HEALTH HAZARD ASSESSMENT PURSUANT TO THE  CALIFORNIA  HEALTH  AND\n   52  SAFETY  CODE,  SAFE  DRINKING  WATER  AND TOXIC ENFORCEMENT ACT OF 1986,\n   53  CHAPTER 6.6, SECTION 25249.8;\n   54    (V) CHEMICALS IDENTIFIED AS A CHEMICAL OF HIGH CONCERN FOR CHILDREN OR\n   55  A HIGH PRIORITY CHEMICAL OF HIGH CONCERN FOR CHILDREN BY  THE  STATE  OF\n\n       S. 1526                             4\n\n    1  WASHINGTON  DEPARTMENT  OF  ECOLOGY,  PURSUANT  TO CHAPTER 70.240 OF THE\n    2  REVISED CODE OF WASHINGTON;\n    3    (VI) CHEMICALS OF HIGH CONCERN AS SUCH CHEMICALS ARE IDENTIFIED BY THE\n    4  STATE  OF MAINE'S DEPARTMENT OF ENVIRONMENTAL CONSERVATION AND APPEARING\n    5  ON SUCH DEPARTMENT'S LIST OF CHEMICALS OF HIGH CONCERN;\n    6    (VII) CHEMICALS IDENTIFIED AS KNOWN  OR  LIKELY  ENDOCRINE  DISRUPTORS\n    7  THROUGH  SCREENING  OR  TESTING  CONDUCTED  IN ACCORDANCE WITH PROTOCOLS\n    8  DEVELOPED BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY  PURSUANT\n    9  TO THE UNITED STATES FOOD, DRUG AND COSMETIC ACT, 21 UNITED STATES CODE,\n   10  346A(P),  AS  AMENDED BY THE FEDERAL FOOD QUALITY PROTECTION ACT (PUBLIC\n   11  LAW 104-170) OR THE FEDERAL SAFE DRINKING WATER ACT,  42  UNITED  STATES\n   12  CODE, SECTION 300J-17;\n   13    (VIII)  CHEMICALS  LISTED ON THE BASIS OF ENDOCRINE-DISRUPTING PROPER-\n   14  TIES IN ANNEX XIV, LIST OF SUBSTANCES SUBJECT  TO  AUTHORISATION,  REGU-\n   15  LATION  (EC)  NO  1907/2006  OF  THE  EUROPEAN PARLIAMENT CONCERNING THE\n   16  REGISTRATION, EVALUATION, AUTHORISATION AND RESTRICTION OF CHEMICALS;\n   17    (IX) PERSISTENT, BIOACCUMULATIVE AND  TOXIC  CHEMICALS  IDENTIFIED  BY\n   18  OTHER STATES OR THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY;\n   19    (X)  A  VERY PERSISTENT, VERY BIOACCUMULATIVE CHEMICAL LISTED IN ANNEX\n   20  XIV, LIST OF SUBSTANCES SUBJECT TO  AUTHORISATION,  REGULATION  (EC)  NO\n   21  1907/2006 OF THE EUROPEAN PARLIAMENT CONCERNING THE REGISTRATION, EVALU-\n   22  ATION, AUTHORIZATION AND RESTRICTION OF CHEMICALS; AND\n   23    (XI) A PERSISTENT BIOACCUMULATIVE TOXIC CHEMICAL AS DEFINED IN CHAPTER\n   24  173-333 OF THE STATE OF WASHINGTON ADMINISTRATIVE CODE.\n   25  S 37-0705. PRIORITY CHEMICALS.\n   26    1. PUBLISHING OF LIST. WITHIN ONE HUNDRED EIGHTY DAYS OF THE EFFECTIVE\n   27  DATE  OF THIS TITLE, THE DEPARTMENT SHALL ENSURE THAT A WEBSITE ACCESSI-\n   28  BLE TO THE PUBLIC IS ESTABLISHED WHICH LISTS ALL PRIORITY CHEMICALS.\n   29    2. PERIODIC REVIEW. (A) WITH RESOURCES MADE  AVAILABLE  THEREFOR,  THE\n   30  DEPARTMENT,  IN  CONSULTATION WITH THE DEPARTMENT OF HEALTH, MAY PERIOD-\n   31  ICALLY REVIEW THE LIST OF PRIORITY CHEMICALS  AND,  THROUGH  REGULATION,\n   32  IDENTIFY  ADDITIONAL  PRIORITY  CHEMICALS  OR REMOVE A CHEMICAL FROM THE\n   33  LIST OF PRIORITY CHEMICALS BASED ON EVIDENCE THAT THE  CHEMICAL  IS  NOT\n   34  PRESENT  IN  A  CHILDREN'S PRODUCT OR OTHERWISE SHOULD NOT BE SUBJECT TO\n   35  THE REQUIREMENTS OF THIS TITLE.  IN THE EVENT THAT A  NEW  DETERMINATION\n   36  IS  MADE BY A STATE, FEDERAL OR INTERNATIONAL GOVERNMENTAL ENTITY THAT A\n   37  CHEMICAL MEETS THE PRIORITY  CHEMICAL  CRITERIA,  NOTHING  HEREIN  SHALL\n   38  PREVENT  THE DEPARTMENT FROM ACTING TO ADD SUCH CHEMICALS OUTSIDE OF THE\n   39  PERIODIC REVIEW PROCESS.\n   40    (B) THE DEPARTMENT MAY IDENTIFY A CHEMICAL AS A PRIORITY CHEMICAL  IF,\n   41  UPON  SUCH  REVIEW,  IT DETERMINES THAT A CHEMICAL OF HIGH CONCERN MEETS\n   42  ANY OF THE FOLLOWING CRITERIA:\n   43    (I) THE CHEMICAL OR ITS METABOLITES HAVE BEEN FOUND  THROUGH  BIOMONI-\n   44  TORING  TO  BE  PRESENT IN HUMANS, INCLUDING HUMAN BLOOD, UMBILICAL CORD\n   45  BLOOD, BREAST MILK, URINE OR OTHER BODILY TISSUES OR FLUIDS;\n   46    (II) THE CHEMICAL HAS BEEN FOUND THROUGH SAMPLING AND ANALYSIS  TO  BE\n   47  PRESENT  IN  HOUSEHOLD  DUST, INDOOR AIR, DRINKING WATER OR ELSEWHERE IN\n   48  THE HOME ENVIRONMENT;\n   49    (III) THE CHEMICAL HAS BEEN FOUND THROUGH MONITORING TO BE PRESENT  IN\n   50  FISH, WILDLIFE OR THE NATURAL ENVIRONMENT;\n   51    (IV)  THE  CHEMICAL IS PRESENT IN A CHILDREN'S PRODUCT USED OR PRESENT\n   52  IN THE HOME, SCHOOL, OR CHILDCARE CENTER;\n   53    (V) THE CHEMICAL HAS BEEN IDENTIFIED AS A HIGH PRODUCTION VOLUME CHEM-\n   54  ICAL BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY; OR\n\n       S. 1526                             5\n\n    1    (VI) THE SALE OR USE OF THE CHEMICAL OR A PRODUCT CONTAINING THE CHEM-\n    2  ICAL HAS BEEN BANNED IN ANOTHER STATE OR STATES WITHIN THE UNITED STATES\n    3  BECAUSE OF THE HEALTH EFFECTS OF SUCH CHEMICAL.\n    4    (C)  IF  A  CHEMICAL  IS REMOVED FROM THE LISTING OF CHEMICALS OF HIGH\n    5  CONCERN, IT SHALL ALSO BE UNDESIGNATED AS A PRIORITY CHEMICAL.\n    6  S 37-0707. DISCLOSURE OF INFORMATION ON PRIORITY CHEMICALS.\n    7    1. REPORTING OF CHEMICAL USE. NO LATER  THAN  TWELVE  MONTHS  AFTER  A\n    8  PRIORITY  CHEMICAL  IS  LISTED ON THE LIST PUBLISHED PURSUANT TO SECTION\n    9  37-0705 OF THIS TITLE, EVERY MANUFACTURER WHO OFFERS A CHILDREN'S  PROD-\n   10  UCT  FOR  SALE  OR  DISTRIBUTION  IN  THIS STATE THAT CONTAINS AN INTEN-\n   11  TIONALLY ADDED PRIORITY CHEMICAL SHALL NOTIFY THE DEPARTMENT IN  A  FORM\n   12  PRESCRIBED  BY  THE  DEPARTMENT,  DEVELOPED  IN COLLABORATION WITH OTHER\n   13  STATES AND AN INTERSTATE CHEMICALS CLEARINGHOUSE AS PROVIDED IN  SECTION\n   14  37-0715 OF THIS TITLE.\n   15    (A) THIS NOTICE MUST AT A MINIMUM IDENTIFY THE CHILDREN'S PRODUCT, THE\n   16  PRIORITY  CHEMICAL OR CHEMICALS CONTAINED IN THE CHILDREN'S PRODUCT, AND\n   17  THE INTENDED PURPOSE OF THE CHEMICALS IN THE CHILDREN'S  PRODUCT.    ALL\n   18  INFORMATION  SUBMITTED  PURSUANT TO THIS SUBDIVISION SHALL BE SUBJECT TO\n   19  DISCLOSURE TO THE PUBLIC.   CONSISTENT  WITH  NOTIFICATION  REQUIRED  BY\n   20  OTHER STATES, THE DEPARTMENT MAY ALSO REQUIRE REPORTING OF THE FOLLOWING\n   21  INFORMATION:\n   22    (I)  THE  POTENTIAL  FOR HARM TO HUMAN HEALTH AND THE ENVIRONMENT FROM\n   23  SPECIFIC USES OF THE PRIORITY CHEMICAL;\n   24    (II) THE AMOUNT OF SUCH CHEMICAL IN EACH UNIT OF THE CHILDREN'S  PROD-\n   25  UCT, EXPRESSED IN A RANGE;\n   26    (III) INFORMATION ON THE LIKELIHOOD THAT THE CHEMICAL WILL BE RELEASED\n   27  FROM THE CHILDREN'S PRODUCT TO THE ENVIRONMENT DURING THE PRODUCT'S LIFE\n   28  CYCLE  AND  THE  EXTENT  TO  WHICH USERS OF THE PRODUCT ARE LIKELY TO BE\n   29  EXPOSED TO THE CHEMICAL;\n   30    (IV) INFORMATION ON THE EXTENT TO WHICH THE CHEMICAL IS PRESENT IN THE\n   31  ENVIRONMENT OR HUMAN BODY.\n   32    (B) IN LIEU OF PROVIDING THIS NOTICE TO THE DEPARTMENT, THE DEPARTMENT\n   33  IS AUTHORIZED TO DIRECT SUBMISSION OF  SUCH  NOTICE  TO  THE  INTERSTATE\n   34  CHEMICALS CLEARINGHOUSE PURSUANT TO SECTION 37-0715 OF THIS TITLE.\n   35    2.  ASSESSMENT OF ALTERNATIVE CHEMICALS.  IN ADDITION, CONSISTENT WITH\n   36  OTHER STATES, THE DEPARTMENT MAY REQUIRE THAT THE  MANUFACTURER  PROVIDE\n   37  AN  ASSESSMENT  OF  THE AVAILABILITY, COST, FEASIBILITY AND PERFORMANCE,\n   38  INCLUDING POTENTIAL FOR HARM TO HUMAN HEALTH  AND  THE  ENVIRONMENT,  OF\n   39  ALTERNATIVES TO THE PRIORITY CHEMICAL AND THE REASON THE PRIORITY CHEMI-\n   40  CAL  IS  USED  IN  THE MANUFACTURER OF THE CHILDREN'S PRODUCT IN LIEU OF\n   41  IDENTIFIED ALTERNATIVES. THE  DEPARTMENT  SHALL  HOLD  CONFIDENTIAL  ANY\n   42  INFORMATION DISCLOSED PURSUANT TO THIS SUBDIVISION CONCERNING THE CHEMI-\n   43  CAL  OR CONSUMER PRODUCT THAT IF MADE PUBLIC, WOULD DIVULGE CONFIDENTIAL\n   44  BUSINESS INFORMATION, METHODS OR PROCESSES  ENTITLED  TO  PROTECTION  AS\n   45  TRADE  SECRETS,  EXCEPT  THAT  SUCH  INFORMATION MAY BE DISCLOSED TO ANY\n   46  OFFICERS, EMPLOYEES OR AUTHORIZED REPRESENTATIVES OF THE STATE CONCERNED\n   47  WITH CARRYING OUT THE PROVISIONS OF THIS TITLE.\n   48    3. WAIVER OF  REPORTING.  UPON  APPLICATION  BY  A  MANUFACTURER,  THE\n   49  COMMISSIONER MAY WAIVE ALL OR PART OF THE NOTIFICATION REQUIREMENT UNDER\n   50  SUBDIVISION  ONE  OF  THIS  SECTION  FOR ONE OR MORE SPECIFIED USES OF A\n   51  PRIORITY CHEMICAL. IN MAKING SUCH DETERMINATION,  THE  COMMISSIONER  MAY\n   52  CONSIDER:  (A)  SIMILAR WAIVERS GRANTED BY OTHER STATES, AND (B) WHETHER\n   53  THE SPECIFIED USE OR USES ARE MINOR IN VOLUME.\n   54    4. NOTICE TO RETAILERS. A MANUFACTURER OR DISTRIBUTOR OF A  CHILDREN'S\n   55  PRODUCT  CONTAINING  A PRIORITY CHEMICAL SHALL NOTIFY PERSONS THAT OFFER\n   56  THE CHILDREN'S PRODUCT FOR SALE OR DISTRIBUTION  IN  THE  STATE  OF  THE\n\n       S. 1526                             6\n\n    1  PRESENCE OF SUCH PRIORITY CHEMICAL, AND PROVIDE SUCH PERSONS WITH INFOR-\n    2  MATION REGARDING THE TOXICITY OF SUCH CHEMICAL.\n    3    5.  FEES.  THE  MANUFACTURER  OR  DISTRIBUTOR  SHALL  PAY  A  FEE UPON\n    4  SUBMISSION OF A REPORT OF CHEMICAL USE OR A WAIVER REQUEST TO COVER  THE\n    5  DEPARTMENT'S  REASONABLE  COSTS IN MANAGING THE INFORMATION COLLECTED OR\n    6  IN MAKING A WAIVER DETERMINATION, IN THE AMOUNT OF SIX  HUNDRED  DOLLARS\n    7  PER CHEMICAL.\n    8  S 37-0709. SALES PROHIBITION.\n    9    UPON TWO YEARS AFTER THE EFFECTIVE DATE OF THIS TITLE, NO PERSON SHALL\n   10  DISTRIBUTE,  SELL  OR OFFER FOR SALE IN THIS STATE AN ITEM OF CHILDREN'S\n   11  APPAREL OR A CHILDREN'S NOVELTY PRODUCT CONTAINING A PRIORITY  CHEMICAL.\n   12  THIS PROVISION SHALL NOT APPLY TO AN ITEM OF CHILDREN'S APPAREL OR CHIL-\n   13  DREN'S  NOVELTY  SOLELY  BASED  ON ITS CONTAINING AN ENCLOSED BATTERY OR\n   14  ENCLOSED ELECTRONIC COMPONENTS.\n   15  S 37-0711. APPLICABILITY.\n   16    1. NEW CHILDREN'S PRODUCTS. THE PROVISIONS OF THIS TITLE  SHALL  APPLY\n   17  TO  CHEMICALS IN CHILDREN'S PRODUCTS SOLD OR DISTRIBUTED AS NEW AND DOES\n   18  NOT APPLY TO USED CHILDREN'S PRODUCTS THAT ARE SOLD OR  DISTRIBUTED  FOR\n   19  FREE  AT  SECONDHAND  STORES,  YARD SALES, ON THE INTERNET OR DONATED TO\n   20  CHARITIES.\n   21    2. INDUSTRY. THE REQUIREMENTS OF THIS TITLE SHALL NOT APPLY TO PRIORI-\n   22  TY CHEMICALS USED IN OR FOR INDUSTRY OR MANUFACTURING, INCLUDING  CHEMI-\n   23  CALS  PROCESSED  OR OTHERWISE USED IN OR FOR INDUSTRIAL OR MANUFACTURING\n   24  PROCESSES AND NOT INCLUDED IN THE FINAL PRODUCT.\n   25    3. TRANSPORTATION. THE REQUIREMENTS OF THIS TITLE SHALL NOT  APPLY  TO\n   26  MOTOR  VEHICLES  OR THEIR COMPONENT PARTS, WATERCRAFT OR THEIR COMPONENT\n   27  PARTS, ALL TERRAIN VEHICLES OR THEIR  COMPONENT  PARTS,  OR  OFF-HIGHWAY\n   28  MOTORCYCLES  OR  THEIR  COMPONENT PARTS, EXCEPT THAT THE USE OF PRIORITY\n   29  CHEMICALS IN DETACHABLE CAR SEATS IS NOT EXEMPT.\n   30    4. COMBUSTION. THE REQUIREMENTS OF  THIS  TITLE  SHALL  NOT  APPLY  TO\n   31  PRIORITY  CHEMICALS  GENERATED  SOLELY AS COMBUSTION BY-PRODUCTS OR THAT\n   32  ARE PRESENT IN COMBUSTIBLE FUELS.\n   33    5. RETAILERS. A RETAILER IS EXEMPT FROM THE REQUIREMENTS OF THIS TITLE\n   34  UNLESS THAT RETAILER KNOWINGLY SELLS A CHILDREN'S PRODUCT  CONTAINING  A\n   35  PRIORITY  CHEMICAL AFTER THE EFFECTIVE DATE OF ITS PROHIBITION FOR WHICH\n   36  THAT RETAILER HAS  RECEIVED  PRIOR  NOTIFICATION  FROM  A  MANUFACTURER,\n   37  DISTRIBUTOR OR THE STATE.\n   38  S 37-0713.  ENFORCEMENT AND IMPLEMENTATION.\n   39    1. FAILURE TO PROVIDE NOTICE. A CHILDREN'S PRODUCT CONTAINING A PRIOR-\n   40  ITY  CHEMICAL  MAY NOT BE SOLD, OFFERED FOR SALE OR DISTRIBUTED FOR SALE\n   41  IN THIS STATE IF THE MANUFACTURER OR DISTRIBUTOR HAS FAILED  TO  PROVIDE\n   42  THE  NOTIFICATION  REQUIRED  UNDER  SECTION 37-0707 OF THIS TITLE BY THE\n   43  DATE REQUIRED IN SUCH SECTION. THE COMMISSIONER MAY EXEMPT A  CHILDREN'S\n   44  PRODUCT  FROM  THIS  PROHIBITION IF, IN THE COMMISSIONER'S JUDGMENT, THE\n   45  LACK OF AVAILABILITY OF THE CHILDREN'S PRODUCT COULD POSE  AN  UNREASON-\n   46  ABLE RISK TO PUBLIC HEALTH, SAFETY OR WELFARE.\n   47    2.  CERTIFICATE  OF COMPLIANCE. IF THERE ARE GROUNDS TO SUSPECT THAT A\n   48  CHILDREN'S PRODUCT IS BEING OFFERED FOR SALE IN VIOLATION OF THIS TITLE,\n   49  THE DEPARTMENT MAY REQUEST THE MANUFACTURER OR DISTRIBUTOR OF THE  CHIL-\n   50  DREN'S   PRODUCT  TO  PROVIDE  A  CERTIFICATE  OF  COMPLIANCE  WITH  THE\n   51  PROVISIONS OF THIS TITLE, WITHIN TEN DAYS OF RECEIPT OF A  REQUEST  FROM\n   52  THE DEPARTMENT. THE CERTIFICATE OF COMPLIANCE SHALL:\n   53    (A)  ATTEST  THAT THE CHILDREN'S PRODUCT DOES NOT CONTAIN THE PRIORITY\n   54  CHEMICAL; OR\n   55    (B) ATTEST AND PROVIDE THE DEPARTMENT WITH DOCUMENTATION THAT  NOTIFI-\n   56  CATION OF THE PRESENCE OF THE PRIORITY CHEMICAL HAS BEEN PROVIDED TO THE\n\n       S. 1526                             7\n\n    1  DEPARTMENT  OR  PROVIDE  NOTICE  AS  REQUIRED BY SECTION 37-0707 OF THIS\n    2  TITLE; OR\n    3    (C)  ATTEST  THAT  THE  MANUFACTURER HAS NOTIFIED PERSONS WHO SELL THE\n    4  PRODUCT IN THIS STATE THAT THE SALE OF THE CHILDREN'S PRODUCT IS PROHIB-\n    5  ITED.\n    6  S 37-0715. INTERSTATE CHEMICAL CLEARINGHOUSE.\n    7    1. THE DEPARTMENT IS AUTHORIZED TO PARTICIPATE IN AN INTERSTATE CHEMI-\n    8  CALS CLEARINGHOUSE TO ASSIST IN CARRYING OUT THE  REQUIREMENTS  OF  THIS\n    9  TITLE.  THE DEPARTMENT SHALL WORK IN COLLABORATION WITH OTHER STATES AND\n   10  AN INTERSTATE CHEMICALS CLEARINGHOUSE FOR THE PURPOSE OF, INCLUDING  BUT\n   11  NOT LIMITED TO:\n   12    (A)  COLLECTION  AND  DISSEMINATION  OF INFORMATION REGARDING CHEMICAL\n   13  HAZARDS;\n   14    (B) COLLECTION AND DISSEMINATION OF INFORMATION REGARDING THE  USE  OF\n   15  CHEMICALS IN CHILDREN'S PRODUCTS;\n   16    (C) ASSESSMENT OF ALTERNATIVES TO CHEMICALS AND THEIR USE IN PRODUCTS;\n   17  AND\n   18    (D) PUBLIC EDUCATION.\n   19    2.  SUCH CLEARINGHOUSE IS AUTHORIZED TO MAINTAIN INFORMATION ON BEHALF\n   20  OF THE STATE OF NEW YORK, INCLUDING, BUT  NOT  LIMITED  TO,  INFORMATION\n   21  REGARDING  CHEMICALS CONTAINED IN CHILDREN'S PRODUCTS DISCLOSED PURSUANT\n   22  TO SECTION 37-0707 OF THIS TITLE.\n   23  S 37-0717. REGULATIONS.\n   24    THE DEPARTMENT MAY ADOPT ANY RULES AND REGULATIONS IT DEEMS  NECESSARY\n   25  TO IMPLEMENT THE PROVISIONS OF THIS TITLE.\n   26    S 2. This act shall take effect on the one hundred twentieth day after\n   27  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1526\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to\nregulation of toxic\nchemicals in children's products\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this bill is to provide greater regulation of\nchildren's products.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would:\n\n* define children's apparel;\n* define chemical;\n* define chemical of high concern;\n* define children;\n* define children's product;\n* define distributor;\n* define manufacturer;\n* define novelty product;\n* define priority chemical;\n* define toy;\n\n* requires the Department of Environmental Conservation to establish a\nwebsite within one hundred and eighty days of the effective date of\nthis title, that is accessible to the public which lists all\nchemicals of high concern;\n\n* allows the Department of Environmental Conservation, in consultation\nwith the Department of Health to periodically review the list of\nchemicals of high concern and identify additional chemicals of high\nconcern or remove a chemical from the chemicals of high concern list\nbased on credible scientific evidence;\n\n* requires the Department of Environmental Conservation to establish a\nwebsite within one hundred and eighty days of the effective date of\nthis title, that is accessible to the public which lists all priority\nchemicals;\n\n*allows the Department of Environmental Conservation, in consultation\nwith the Department of Health to periodically review the list of\npriority chemicals and identify additional priority chemicals or\nremove a chemical from the priority chemicals list based on credible\nscientific evidence and if the chemical is found to be in children's\nproducts;\n\n* permit designation of a priority chemical if:\n\no found to be present in humans;\n\no found to be present in household dust, indoor air, or drinking water;\n\no found to be present in fish, wildlife or the natural environment;\n\n\no found to be present in a consumer product or present in the home,\nschool or children's day care center;\n\no identified as a high production volume chemical by the United States\nEnvironmental Protection Administration; or,\n\no banned for sale in another state\n\n* requires every manufacturer who offers a children's product for sale\nin this state that contains an intentionally added priority chemical,\nto notify the department twelve months after the priority chemical\nlist is published, in a form prescribed by the department, developed\nin collaboration with other states and an interstate chemical\nclearinghouse;\n\n* require a person who is a manufacturer or distributor of a\nchildren's product for sale or distribution to notify DEC of the\nfollowing:\n\no the identification of the product,\n\no the name of the priority chemical,\n\no the intended purpose of the chemicals\n\n* consistent with notification required by other states, the\ndepartment may also require reporting of the following information:\n\no the potential for harm to human health and the environment from\nspecific uses of the priority chemical;\n\no the amount of such chemical in each unit of the children's product,\nexpressed in a range;\n\no information on the likelihood that the chemical will be released\nfrom the children's product to the environment during the product's\nlife cycle and the extent to which users of the product are likely to\nbe exposed to the chemical;\n\no information on the extent to which the chemical is present in the\nenvironment or human body;\n\n* the Department of Environmental Conservation may require that the\nmanufacturer provide an assessment of the availability, cost,\nfeasibility and performance, including potential for harm to human\nhealth and the environment, of alternatives to the priority chemical\nand the reason the priority chemical is used in the manufacturer of\nthe children's product in lieu of identified alternatives. The\ndepartment shall hold confidential any information disclosed pursuant\nto this subdivision concerning the chemical or consumer product that\nif made public, would divulge confidential business information,\nmethods or processes entitled to protection as trade secrets, except\nthat such information may be disclosed to any officers, employees or\nauthorized representatives of the state concerned with carrying out\nthe provisions of this title;\n\n\n* authorize DEC to waive all or part of the notification requirement\nfor one or more specified uses of a priority chemical;\n\n* a manufacturer or distributor of a children's product containing a\npriority chemical shall notify persons that offer the children's\nproduct for sale or distribution in the state, of the presence of\nsuch priority chemical, and provide such persons with information\nregarding the toxicity of such chemical;\n\n* the manufacturer or distributor shall pay a fee upon submitting the\nreport of chemical use or waiver request in the amount of six hundred\ndollars per chemical;\n\n* two years after the effective date of this title, no person shall\ndistribute, sell or offer for sale in this state an item of\nchildren's apparel or a children's novelty product containing a\npriority chemical;\n\n* specify that the provisions of this act shall apply only to new\nproducts;\n\no exempt the following uses:\n\no in or for manufacturing;\n\no motor vehicles, watercrafts, combustion by-products, all terrain\nvehicles or their component parts, or off-highway motorcycles or\ntheir components;\n\no priority chemicals generated solely as combustion by-products or\nthat are present in combustible fuels;\n\no retailers who do not knowingly sell a prohibited children's product;\n\n* prohibit the sale or distribution of a children's product if the\nmanufacturer or distributor has failed to provide the required\ninformation; and,\n\n* authorizes the department to participate in an interstate chemical\nclearing house to assist in carrying out this title\n\nJUSTIFICATION:\nCurrently, New York identifies or prohibits the use of dangerous\nchemicals on a chemical by chemical basis. This approach is\nespecially problematic for children's products since children are\noften more vulnerable\nto smaller amounts of chemicals. Several other states, including\nWashington, California, and Maine have adopted more comprehensive\nchemical policies. This legislation is modeled after those states and\nis intended to prevent the use of dangerous chemicals and ensure the\nuse of safer chemical alternatives in children's products.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: Referred to Environmental Conservation; Reported and\nCommitted to Codes Discharged and Committed to Rules\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\n\n\nMinimal implications to the state since the state already funds the\nInterstate Chemical Clearinghouse.\n\nEFFECTIVE DATE:\nThis act shall take effect on the 120th day.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to regulation of toxic chemicals in children's products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T110554.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472787
}