{
  "year" : 2011,
  "senateBillNo" : "S1525-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1525-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that juniors and seniors at secondary schools and students at the state and city universities of New York must take a financial literacy course",
  "summary" : "Provides that juniors and seniors at secondary schools and students at the state and city universities of New York must take a financial literacy course. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S6345-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1525\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring that second-\n         ary school students and students enrolled at the state  university  of\n         New  York  or  the  city  university  of New York complete a financial\n         literacy course\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 305 of the education law is amended by adding a new\n    2  subdivision 42 to read as follows:\n    3    42. THE COMMISSIONER IS AUTHORIZED AND DIRECTED TO DEVELOP A COURSE OR\n    4  COURSES  IN  FINANCIAL  LITERACY  AND REQUIRE THAT A COURSE IN FINANCIAL\n    5  LITERACY BE COMPLETED BY JUNIORS OR SENIORS  IN  SECONDARY  SCHOOLS  AND\n    6  STUDENTS  ENROLLED  AT  THE  STATE  UNIVERSITY  OF  NEW YORK OR THE CITY\n    7  UNIVERSITY OF NEW YORK IN ORDER TO GRADUATE. THE COURSE  SHALL  INCLUDE,\n    8  BUT  SHALL  NOT  BE LIMITED TO INSTRUCTION ON OBTAINING AND USING CREDIT\n    9  AND CREDIT CARDS, INVESTING, SAVING AND PLANNING FOR RETIREMENT.\n   10    S 2. This act shall take effect immediately and  the  commissioner  of\n   11  education  is  immediately  authorized and directed to promulgate, amend\n   12  and/or repeal any rules  and  regulations  necessary  to  implement  the\n   13  provisions of this act on its effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04989-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring that secondary school students and students enrolled at the state university of New York or the city university of New York complete a financial literacy course ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T104552.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393450
}