{
  "year" : 2011,
  "senateBillNo" : "S1524-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1524-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes certain school districts to elect to withdraw excess monies from the employee benefit accrued liability reserve fund; repealer",
  "summary" : "Authorizes certain school districts to elect to withdraw excess monies from the employee benefit accrued liability reserve fund and transfer such funds to the general fund of the school district. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A3499",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S7203-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1524\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN,  BRESLIN, SAVINO -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Educa-\n         tion\n\n       AN ACT to authorize certain school districts to elect to withdraw excess\n         monies  from  the employee benefit accrued liability reserve fund; and\n         to repeal subdivision 3 of section 33 provisions of the general munic-\n         ipal law, relating to the examination of accounts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Any  school  district having excess monies in an employee\n    2  benefit accrued liability reserve fund established pursuant  to  section\n    3  6-p of the general municipal law, on the effective date of this act, may\n    4  make  a one time election, by  resolution of its governing board adopted\n    5  no later than one year from such effective date, to transfer all or part\n    6  of such excess monies into a general fund of the school district.    For\n    7  the  purposes  of  this section, \"excess monies\" shall be that amount in\n    8  the fund which exceeds the amount certified to the  governing  board  by\n    9  the  fiscal  and  legal  officers of the school district as necessary to\n   10  satisfy all liabilities incurred or accrued against the reserve.\n   11    S 2. Subdivision 3 of section 33  of  the  general  municipal  law  is\n   12  REPEALED.\n   13    S 3. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05022-01-1\n",
  "memo" : "BILL NUMBER:S1524\n\nTITLE OF BILL:\nAn act\nauthorizing certain school districts to elect to withdraw excess monies\nfrom the employee benefit accrued liability reserve fund; and to repeal\ncertain\nprovisions of the general municipal law, relating to the examination of\naccounts\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo allow those school districts that\nhave reserve funds to access them.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one allows school districts\nwith excess monies in an employee benefit accrued liability reserve\n(EBALR) to transfer all or part of these excess funds into a general\nfund of the school district. Section two repeals Subdivision 3 of\nsection 33 of the general municipal law is repealed.\n\nJUSTIFICATION:\nA recent audit by the State\nComptroller found that many\nschool districts and BOCES had over-funded their reserve funds for\nEmployee Benefit and Accrued Liabilities, in some cases because the\ndistricts erroneously believed that those reserves could be used to\nfund retiree health insurance. In fact, ELBAR reserves may only be\nused to pay employees for accrued leave time due to them when they\nleave district employment.\n\nDuring the testimony of the New York State School Boards Association\nto the Joint Legislative Fiscal Committees on the 2010-2011 Executive\nBudget, it was stated very clearly that access to these funds would\nbe a great asset and that they strongly support the proposal to allow\ndistricts to withdraw funds in order to maintain educational\nprogramming in the 2010-11 school year. Given the severity of this\nfiscal crisis, making use of these funds to offset program cuts and\nhigher local taxes is of paramount importance to districts across the\nstate.\n\nComptroller DiNapoli has also expressed his support for allowing\nschool districts to use this excess money to benefit taxpayers, and\nhas called on the legislature to adopt such a change. This bill has\nbeen written in conjunction with his office to provide that school\ndistricts which have set aside excess ELBAR reserves will be able to\naccess their money without going through the New York State\nComptroller's office. Comptroller DiNapoli believes that since it is\ntheir money, they should be able to access it. This legislation would\nallow the School Districts of New York State with excess funds in\ntheir EBALR accounts to use those funds to help support schools and\nrelieve the burden placed on the taxpayers of New York State.\n\nPRIOR LEGISLATIVE HISTORY:\n2010:  S.7203 - Referred to Education\n\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize certain school districts to elect to withdraw excess monies from the employee benefit accrued liability reserve fund; and to repeal subdivision 3 of section 33 provisions of the general municipal law, relating to the examination of accounts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T104552.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110125.T145924.TXT", "SOBI.D110125.T150924.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295986164684
}