{
  "year" : 2011,
  "senateBillNo" : "S1523-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1523-2011-1294635600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to non-divisible load permits",
  "summary" : "Relates to non-divisible load permits. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S4903-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1523\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  non-divisi-\n         ble load permits\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (d) of subdivision 15 of section 385 of the vehi-\n    2  cle and traffic law, as amended by section 3 of part C of chapter 59  of\n    3  the laws of 2004, is amended to read as follows:\n    4    (d)  (I)  Except during storms, floods, fires or other public emergen-\n    5  cies, no such permit may be issued to include a towing operation involv-\n    6  ing more than two vehicles except three vehicle combinations  consisting\n    7  of  a  tractor,  semitrailer  and  trailer or a tractor and two trailers\n    8  within legal weight and width limits proceeding to or from any  qualify-\n    9  ing highway or access highway. Every such permit may designate the route\n   10  to  be traversed and contain any other restrictions or conditions deemed\n   11  necessary by the issuing authority. Every such permit shall  be  carried\n   12  on the vehicle to which it refers and shall be open to the inspection of\n   13  any  peace  officer,  acting  pursuant  to his special duties, or police\n   14  officer, or any other officer or employee  authorized  to  enforce  this\n   15  section.  All permits issued shall be revocable by the authority issuing\n   16  them at the discretion of the authority without a hearing or the  neces-\n   17  sity  of  showing  cause.  Except  for  a vehicle having a maximum gross\n   18  weight not exceeding eighty thousand pounds without regard to  any  axle\n   19  weight  limitation  set  forth herein or the maximum gross weight estab-\n   20  lished by the formula commonly referred to as the bridge formula as  set\n   21  forth in subdivision ten of this section and except for state or munici-\n   22  pally-owned  single vehicles engaged in snow and ice control operations,\n   23  or designed or fitted for snow and ice control operations while  engaged\n   24  in  other public works operations on public highways which do not exceed\n   25  the weight limits contained in subdivision seventeen-a of this  section,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04828-01-1\n\n       S. 1523                             2\n\n    1  no  permit shall be issued to allow operation or movement of any vehicle\n    2  or combination of vehicles whose weight exceeds the  limitations  other-\n    3  wise  prescribed  in  this  section  other  than an annual permit issued\n    4  pursuant  to  paragraph (f) of this subdivision except upon a finding by\n    5  the department of transportation or the appropriate  authority,  as  the\n    6  case may be, that the load proposed is of one piece or item or otherwise\n    7  cannot  be  separated  into units of less weight provided, however, that\n    8  any such permit issued upon such finding shall  not  be  valid  for  the\n    9  operation  or  movement  of  such vehicles on any state or other highway\n   10  within any city not wholly included within one county EXCEPT AS PROVIDED\n   11  IN SUBPARAGRAPH (II) OF THIS PARAGRAPH.\n   12    (II) NOTWITHSTANDING THE PROVISIONS OF SUBPARAGRAPH (I) OF THIS  PARA-\n   13  GRAPH  AND  PARAGRAPHS  (A) AND (B) OF THIS SUBDIVISION TO THE CONTRARY,\n   14  THE DEPARTMENT OF TRANSPORTATION MAY ISSUE SUCH PERMIT FOR THE OPERATION\n   15  OR MOVEMENT OF ANY VEHICLE OR COMBINATION OF  VEHICLES  ON  ANY  OF  THE\n   16  FOLLOWING PORTIONS OF STATE OR OTHER HIGHWAYS WITHIN ANY CITY NOT WHOLLY\n   17  INCLUDED WITHIN ONE COUNTY, AND SUCH VEHICLES OR COMBINATION OF VEHICLES\n   18  MAY OPERATE OR MOVE ON SUCH PORTIONS, AND ONLY ON SUCH PORTIONS, OF SUCH\n   19  STATE  OR OTHER HIGHWAYS WITHIN SUCH CITY WITHOUT A PERMIT ISSUED BY THE\n   20  DEPARTMENT OF TRANSPORTATION OF SUCH CITY: THAT  PORTION  OF  INTERSTATE\n   21  NINETY-FIVE BETWEEN THE BRONX-WESTCHESTER COUNTY LINE AND INTERSTATE SIX\n   22  HUNDRED  NINETY-FIVE, THAT PORTION OF INTERSTATE SIX HUNDRED NINETY-FIVE\n   23  BETWEEN INTERSTATE NINETY-FIVE AND INTERSTATE TWO  HUNDRED  NINETY-FIVE,\n   24  THAT  PORTION  OF  INTERSTATE TWO HUNDRED NINETY-FIVE BETWEEN INTERSTATE\n   25  SIX HUNDRED NINETY-FIVE AND INTERSTATE  FOUR  HUNDRED  NINETY-FIVE,  AND\n   26  THAT  PORTION  OF INTERSTATE FOUR HUNDRED NINETY-FIVE BETWEEN INTERSTATE\n   27  TWO HUNDRED NINETY-FIVE AND THE QUEENS-NASSAU COUNTY BORDER. SUCH PERMIT\n   28  SHALL BE ISSUED BY THE DEPARTMENT OF TRANSPORTATION  ONLY  UPON:  (1)  A\n   29  FINDING  BY  SUCH  DEPARTMENT  THAT THE LOAD PROPOSED IS OF ONE PIECE OR\n   30  ITEM OR OTHERWISE CANNOT BE SEPARATED INTO UNITS OF LESS WEIGHT; (2) THE\n   31  APPROVAL OF SUCH CITY; AND (3) WITH RESPECT TO BRIDGES AND HIGHWAYS OVER\n   32  WHICH ANY AUTHORITY HAS JURISDICTION, THE APPROVAL  OF  SUCH  AUTHORITY.\n   33  ANY  SUCH  VEHICLE OR COMBINATION OF VEHICLES OPERATING PURSUANT TO SUCH\n   34  PERMIT SHALL NOT EXIT THE AFOREMENTIONED HIGHWAYS UNDER ITS OWN POWER IN\n   35  ANY SUCH CITY NOT WHOLLY INCLUDED WITHIN ONE COUNTY.\n   36    [Bulk] (III) FOR THE PURPOSES OF THIS  PARAGRAPH,  BULK  milk  may  be\n   37  considered one piece or item.\n   38    S  2.  This  act shall take effect on the ninetieth day after it shall\n   39  have become a law.\n",
  "memo" : "BILL NUMBER:S1523\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to non-divisible load\npermits\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill amends Section 385(15) (d) of the Vehicle and Traffic Law by\nproviding that, in a city not wholly included within one county, a\nnondivisible load permit issued by New York State Department of\nTransportation will be valid along a specified route on designated\nhighways connecting Westchester County to Nassau County.\n\nREASONS FOR SUPPORT:\nThis legislation will simplify the permitting process for trucks\ncarrying non-divisible loads on one specific route through New York\nCity between Westchester and Nassau County. The legislation thus will\nfacilitate the freer movement of commerce between upstate and\ndownstate.\n\nTrucks carrying goods such as steel beams, modular homes, or\nconstruction equipment are said to have \"non-divisible loads,\"\nmeaning that their cargo cannot be split and placed onto smaller\ntrucks. When these vehicles exceed certain dimensions they require a\nspecial permit.\nIf they travel on State roads outside and within New York City limits,\nthey must obtain two permits: one issued by the New York State\nDepartment of Transportation (NYSDOT) to cover roadways outside and\nleading to New York City and the other issued by the New York City\nDepartment of Transportation (NYCDOT) to cover those sections of\nthese roadways that lie within New York City's limits.\n\nThe bill establishes one route within New York City for which the\nNYSDOT can issue a permit instead of a NYCDOT permit. The route runs\non I-95 between the Bronx-Westchester County line and I-695, on I-695\nbetween I-95 and I-295 between 1-695 and 1-495, and on I-495 between\nI-295 and the Queens-Nassau County line.\n\nThis will allow NYSDOT permit holders to travel from upstate New York\nand Westchester County to Nassau and Suffolk Counties on Long Island\nwithout having to apply for a second permit from NYCDOT. They would\nstill be required to obtain authorization from the Metropolitan\nTransportation Authority Bridges and Tunnels to cross the Throgs Neck\nBridge.\nAdditionally, the NYSDOT permit (like the current NYCDOT permit) would\nnot be valid at any time if the truck carrying the non-divisible load\nshould exit this specific route on its own power anywhere within New\nYork City.\n\nThe route subject to this legislation already is designated as a\ncritical route on which fifty-three foot trailers may travel through\nNew York City in transit between Westchester and Long Island.\nFifty-three foot trailers are not permitted on any other road in New\nYork City.\n\n\nThis legislation has the support of the New York City and New York\nState Departments of Transportation.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: S.4903 Passed Senate - A.7338 Referred to Transportation\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to non-divisible load permits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T104552.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472782
}