{
  "year" : 2011,
  "senateBillNo" : "S152-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S152-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to kidnapping in the first degree",
  "summary" : "Provides that abducting a person under age of sixteen shall be kidnapping in the first degree. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S7784-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          152\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ,  BONACIC,  DeFRANCISCO,  GOLDEN, LARKIN,\n         LIBOUS, SEWARD -- read twice and ordered printed, and when printed  to\n         be committed to the Committee on Codes\n\n       AN  ACT  to  amend the penal law, in relation to kidnapping in the first\n         degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 135.25 of the penal law, as amended by chapter 791\n    2  of the laws of 1967, the closing paragraph as amended by chapter 276  of\n    3  the laws of 1973, is amended to read as follows:\n    4  S 135.25 Kidnapping in the first degree.\n    5    A  person  is guilty of kidnapping in the first degree when he abducts\n    6  another person and when:\n    7    1. His intent is to compel a third person to pay or deliver  money  or\n    8  property  as  ransom,  or  to  engage in other particular conduct, or to\n    9  refrain from engaging in particular conduct; or\n   10    2. He restrains the person abducted for a period of more  than  twelve\n   11  hours with intent to:\n   12    (a) Inflict physical injury upon him or violate or abuse him sexually;\n   13  or\n   14    (b) Accomplish or advance the commission of a felony; or\n   15    (c) Terrorize him or a third person; or\n   16    (d)  Interfere  with  the  performance  of a governmental or political\n   17  function; or\n   18    3. The person abducted dies during the abduction or before he is  able\n   19  to  return or to be returned to safety. Such death shall be presumed, in\n   20  a case where such person was less than sixteen years old or an  incompe-\n   21  tent  person  at  the  time  of  the  abduction,  from evidence that his\n   22  parents, guardians or other lawful custodians did not see or  hear  from\n   23  him  following  the  termination of the abduction and prior to trial and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00695-01-1\n\n       S. 152                              2\n\n    1  received no reliable information during such period  persuasively  indi-\n    2  cating  that  he  was  alive.  In  all  other cases, such death shall be\n    3  presumed from evidence that a person whom the person abducted would have\n    4  been  extremely likely to visit or communicate with during the specified\n    5  period were he alive and free to do so did not  see  or  hear  from  him\n    6  during  such  period  and  received  no reliable information during such\n    7  period persuasively indicating that he was alive; OR\n    8    4. THE PERSON ABDUCTED IS LESS THAN SIXTEEN YEARS OLD.\n    9    Kidnapping in the first degree is a class A-I felony.\n   10    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   11  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to kidnapping in the first degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T112305.TXT", "SOBI.D101210.T151703.TXT", "SOBI.D101210.T160705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292257385338
}