{
  "year" : 2011,
  "senateBillNo" : "S1521-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1521-2011-1294635600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition, and information provided about, sex offenders",
  "summary" : "Relates to the definition of, and information provided about, sex offenders. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S8136-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1521\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN ACT to amend the correction law, in relation to the definition of and\n         information provided about sex offenders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (e) of subdivision 2  of  section  168-a  of  the\n    2  correction  law,  as added by chapter 69 of the laws of 2003, is amended\n    3  to read as follows:\n    4    (e) a conviction of OR A CONVICTION FOR AN ATTEMPT TO  COMMIT  any  of\n    5  the  provisions  of  subdivision two, three or four of section 250.45 of\n    6  the penal law, unless upon motion by the  defendant,  the  trial  court,\n    7  having  regard  to  the nature and circumstances of the crime and to the\n    8  history and character of the defendant, is of the opinion that registra-\n    9  tion would be unduly harsh and inappropriate.\n   10    S 2. Paragraph (b) of subdivision 6 of section 168-l of the correction\n   11  law, as amended by chapter 106 of the laws of 2006, is amended  to  read\n   12  as follows:\n   13    (b) If the risk of repeat offense is moderate, a level two designation\n   14  shall  be  given  to such sex offender. In such case the law enforcement\n   15  agency or agencies having jurisdiction and the law enforcement agency or\n   16  agencies having had jurisdiction at the time of his  or  her  conviction\n   17  shall  be  notified and may disseminate relevant information which shall\n   18  include a photograph and description  of  the  offender  and  which  may\n   19  include  the  exact  name  and  any  aliases  used  by the sex offender,\n   20  [approximate] EXACT address [based on sex offender's  zip  code],  back-\n   21  ground information including the offender's crime of conviction, mode of\n   22  operation, type of victim targeted, the name and address of any institu-\n   23  tion of higher education at which the sex offender is enrolled, attends,\n   24  is employed or resides and the description of special conditions imposed\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05018-01-1\n\n       S. 1521                             2\n\n    1  on the offender to any entity with vulnerable populations related to the\n    2  nature of the offense committed by such sex offender. Any entity receiv-\n    3  ing  information  on  a sex offender may disclose or further disseminate\n    4  such  information  at  its  discretion.  In  addition, in such case, the\n    5  information described herein shall also be provided in the  subdirectory\n    6  established  in  this article and notwithstanding any other provision of\n    7  law, such information shall, upon request,  be  made  available  to  the\n    8  public.\n    9    Such  law  enforcement  agencies  shall compile, maintain and update a\n   10  listing of vulnerable organizational entities within  its  jurisdiction.\n   11  Such listing shall be utilized for notification of such organizations in\n   12  disseminating  such  information  on level two sex offenders pursuant to\n   13  this paragraph. Such listing  shall  include  and  not  be  limited  to:\n   14  superintendents  of  schools or chief school administrators, superinten-\n   15  dents of parks, public and private libraries, public and private  school\n   16  bus  transportation  companies,  day care centers, nursery schools, pre-\n   17  schools, neighborhood watch groups,  community  centers,  civic  associ-\n   18  ations, nursing homes, victim's advocacy groups and places of worship.\n   19    S  3.  This act shall take effect immediately, provided, however, that\n   20  the amendments to paragraph (e) of subdivision 2 of section 168-a of the\n   21  correction law made by section one of this act shall  apply  to  persons\n   22  convicted  of  an attempt to commit any of the provisions of subdivision\n   23  2, 3 or 4 of section 250.45 of the penal law who committed such  offense\n   24  prior  to, on or after the effective date of this act; except that, with\n   25  regard to persons who committed such offense prior to the effective date\n   26  of this act, this act shall only apply to persons who have not completed\n   27  service of the sentence for such offense prior to such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the definition of and information provided about sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115058.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T104552.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393436
}