{
  "year" : 2011,
  "senateBillNo" : "S1529-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1529-2011-1294635600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the office of the taxpayer advocate",
  "summary" : "Creates the office of the taxpayer advocate; directs such office be in the control of the department of taxation and finance; outlines functions and duties of such office; creates mandatory reporting to the governor and legislative leaders. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1168-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1529\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS, DUANE, HASSELL-THOMPSON, KRUEGER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Investigations and Government Operations\n\n       AN  ACT  to amend the tax law, in relation to creating the office of the\n         taxpayer advocate\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The tax law is amended by adding two new sections 3013 and\n    2  3014 to read as follows:\n    3    S 3013. OFFICE OF THE TAXPAYER ADVOCATE. (A) THERE  SHALL  BE  IN  THE\n    4  DEPARTMENT  AN  OFFICE  TO BE KNOWN AS THE \"OFFICE OF THE TAXPAYER ADVO-\n    5  CATE\". SUCH OFFICE SHALL BE UNDER THE SUPERVISION AND  DIRECTION  OF  AN\n    6  OFFICIAL  KNOWN AS THE \"COMMISSIONER OF THE OFFICE OF THE TAXPAYER ADVO-\n    7  CATE\". THE COMMISSIONER OF THE OFFICE OF THE TAXPAYER ADVOCATE SHALL  BE\n    8  APPOINTED BY THE GOVERNOR AND SHALL REPORT DIRECTLY TO THE COMMISSIONER.\n    9  THE COMMISSIONER OF THE OFFICE OF THE TAXPAYER ADVOCATE SHALL DEVOTE HIS\n   10  OR HER ENTIRE TIME TO THE DUTIES OF SUCH OFFICE.\n   11    (B)  NO PERSON SHALL BE APPOINTED AS THE COMMISSIONER OF THE OFFICE OF\n   12  THE TAXPAYER ADVOCATE UNLESS AT THE TIME OF  SUCH  PERSON'S  APPOINTMENT\n   13  SUCH  PERSON  IS  A  RESIDENT  OF  THE STATE AND IS KNOWLEDGEABLE ON THE\n   14  SUBJECT OF TAXATION AND IS SKILLFUL IN MATTERS PERTAINING THERETO.  ONCE\n   15  APPOINTED, THE COMMISSIONER OF THE OFFICE OF THE TAXPAYER ADVOCATE SHALL\n   16  CONTINUE  IN  OFFICE  UNTIL  THE  GOVERNOR'S TERM EXPIRES AND UNTIL SUCH\n   17  GOVERNOR'S SUCCESSOR HAS BEEN APPOINTED AND HAS QUALIFIED. THE  TERM  OF\n   18  OFFICE SHALL BE AT THE PLEASURE OF THE GOVERNOR.\n   19    (C)  IN  THE  EVENT  OF  A  VACANCY  CAUSED BY THE DEATH, RESIGNATION,\n   20  REMOVAL OR DISABILITY OF THE COMMISSIONER OF THE OFFICE OF THE  TAXPAYER\n   21  ADVOCATE, THE VACANCY SHALL BE FILLED BY THE GOVERNOR.\n   22    (D)  (1)  THE OFFICE OF THE TAXPAYER ADVOCATE SHALL HAVE THE FOLLOWING\n   23  FUNCTIONS, POWERS, AND DUTIES:\n   24    (I) TO ASSIST TAXPAYERS IN RESOLVING PROBLEMS WITH THE DEPARTMENT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03107-02-1\n\n       S. 1529                             2\n\n    1    (II) TO IDENTIFY AREAS IN WHICH TAXPAYERS HAVE  PROBLEMS  IN  DEALINGS\n    2  WITH THE DEPARTMENT;\n    3    (III)  TO PROPOSE SOLUTIONS, INCLUDING ADMINISTRATIVE CHANGES TO PRAC-\n    4  TICES AND PROCEDURES OF THE DEPARTMENT;\n    5    (IV) TO RECOMMEND LEGISLATIVE ACTION AS MAY BE APPROPRIATE TO  RESOLVE\n    6  PROBLEMS ENCOUNTERED BY TAXPAYERS;\n    7    (V) TO PRESERVE AND PROMOTE THE RIGHTS OF THE TAXPAYER;\n    8    (VI) TO PROMOTE OPEN AND DIRECT COMMUNICATIONS; AND\n    9    (VII) TO APPOINT SUCH OFFICERS AND EMPLOYEES AS IT MAY REQUIRE FOR THE\n   10  PERFORMANCE OF ITS DUTIES.\n   11    (2)  THE  COMMISSIONER  OF  THE  OFFICE OF THE TAXPAYER ADVOCATE SHALL\n   12  PREPARE AN ANNUAL REPORT AS TO HIS OR HER ACTIVITIES. SUCH REPORT  SHALL\n   13  BE SUBMITTED TO THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE, THE\n   14  SPEAKER  OF THE ASSEMBLY, AND THE COMMISSIONER NO LATER THAN THE THIRTY-\n   15  FIRST OF DECEMBER NEXT SUCCEEDING THE EFFECTIVE DATE OF THIS SECTION AND\n   16  EVERY DECEMBER THIRTY-FIRST THEREAFTER. ANY SUCH  REPORT  SHALL  CONTAIN\n   17  FULL  AND  SUBSTANTIVE ANALYSIS, IN ADDITION TO STATISTICAL INFORMATION,\n   18  AND SHALL\n   19    (I) IDENTIFY THE INITIATIVES THE COMMISSIONER OF  THE  OFFICE  OF  THE\n   20  TAXPAYER  ADVOCATE  HAS  TAKEN  ON  IMPROVING  TAXPAYER SERVICES AND THE\n   21  DEPARTMENT'S RESPONSIVENESS;\n   22    (II) CONTAIN A SUMMARY OF AT LEAST FIFTEEN OF THE MOST  SERIOUS  PROB-\n   23  LEMS  ENCOUNTERED BY TAXPAYERS, INCLUDING A DESCRIPTION OF THE NATURE OF\n   24  SUCH PROBLEMS;\n   25    (III) CONTAIN AN INVENTORY OF THE ITEMS DESCRIBED IN SUBPARAGRAPHS (I)\n   26  AND (II) OF THIS PARAGRAPH FOR WHICH  ACTION  HAS  BEEN  TAKEN  AND  THE\n   27  RESULT  OF  SUCH  ACTION;  AN  INVENTORY  FOR WHICH ACTION REMAINS TO BE\n   28  COMPLETED; AND AN INVENTORY FOR WHICH NO ACTION HAS BEEN TAKEN, AND  THE\n   29  REASONS FOR THE INACTION;\n   30    (IV)  IDENTIFY  ANY TAXPAYER ASSISTANCE ORDER WHICH WAS NOT HONORED BY\n   31  THE DEPARTMENT IN A TIMELY MANNER AS SPECIFIED UNDER SUBDIVISION (A)  OF\n   32  SECTION THREE THOUSAND FOURTEEN OF THIS ARTICLE;\n   33    (V)  CONTAIN  RECOMMENDATIONS  FOR SUCH ADMINISTRATIVE AND LEGISLATIVE\n   34  ACTION AS MAY BE APPROPRIATE TO RESOLVE PROBLEMS ENCOUNTERED BY  TAXPAY-\n   35  ERS; AND\n   36    (VI)  INCLUDE SUCH OTHER INFORMATION AS THE COMMISSIONER OF THE OFFICE\n   37  OF THE TAXPAYER ADVOCATE MAY DEEM ADVISABLE.\n   38    S 3014. TAXPAYER ASSISTANCE ORDERS. (A) THE COMMISSIONER OF THE OFFICE\n   39  OF THE TAXPAYER ADVOCATE MAY, WITH OR WITHOUT A FORMAL  REQUEST  FROM  A\n   40  TAXPAYER,  ISSUE  A  TAXPAYER ASSISTANCE ORDER THAT SUSPENDS OR STAYS AN\n   41  ACTION OR PROPOSED ACTION BY THE DEPARTMENT IF, IN THE DETERMINATION  OF\n   42  SUCH  COMMISSIONER,  THE  TAXPAYER  IS SUFFERING OR IS ABOUT TO SUFFER A\n   43  SIGNIFICANT HARDSHIP AS A RESULT OF THE MANNER IN WHICH  THE  DEPARTMENT\n   44  ADMINISTERS  THE  TAX LAWS.   A DETERMINATION BY SUCH COMMISSIONER UNDER\n   45  THIS SECTION TO ISSUE OR TO NOT ISSUE A  TAXPAYER  ASSISTANCE  ORDER  IS\n   46  FINAL AND CANNOT BE APPEALED TO ANY COURT.\n   47    (B)  A TAXPAYER ASSISTANCE ORDER MAY REQUIRE THE DEPARTMENT TO RELEASE\n   48  PROPERTY OF THE TAXPAYER LEVIED ON, CEASE ANY  ACTION  OR  REFRAIN  FROM\n   49  TAKING  ANY  ACTION  TO  ENFORCE THE STATE TAX LAWS AGAINST THE TAXPAYER\n   50  UNTIL THE  ISSUE OR ISSUES GIVING RISE TO THE ORDER HAVE BEEN RESOLVED.\n   51    (C) THE RUNNING OF THE  APPLICABLE  PERIOD  OF  LIMITATIONS  FOR  SUCH\n   52  DEPARTMENT  ACTION  SHALL  BE  SUSPENDED FROM THE DATE OF THE TAXPAYER'S\n   53  REQUEST FOR A TAXPAYER ASSISTANCE ORDER OR THE DATE THE ORDER IS ISSUED,\n   54  WHICHEVER IS EARLIER, UNTIL ONE OF THE FOLLOWING SHALL OCCUR:\n   55    (1) THE EXPIRATION DATE OF THE ORDER.\n\n       S. 1529                             3\n\n    1    (2) IF AN ORDER IS MODIFIED, THE EXPIRATION DATE OF  THE  MODIFICATION\n    2  ORDER.\n    3    (3) IF AN ORDER IS RESCINDED, THE DATE OF THE RESCISSION ORDER.\n    4    (D)  A  TAXPAYER  ASSISTANCE  ORDER  SHALL  NOT BE USED TO CONTEST THE\n    5  MERITS OF A TAX LIABILITY OR AS A SUBSTITUTE FOR INFORMAL PROTEST PROCE-\n    6  DURES OR ADMINISTRATIVE OR JUDICIAL PROCEEDINGS FOR THE REVIEW OF A  TAX\n    7  ASSESSMENT OR COLLECTION ACTION OR DENIAL OF REFUND.\n    8    S  2.  Subdivisions 1, 3 and 4 of section 170 of the tax law, subdivi-\n    9  sions 1 and 3 as amended by chapter 282 of the laws of 1986 and subdivi-\n   10  sion 4 as amended by chapter 283 of the laws of  1986,  are  amended  to\n   11  read as follows:\n   12    1.  The  existing  department  of taxation and finance and its present\n   13  functions are continued. The head of  the  department  of  taxation  and\n   14  finance shall be the commissioner of taxation and finance who shall have\n   15  sole  charge of the administration of such department except with regard\n   16  to the administration of the division of tax appeals which shall be  the\n   17  sole  charge  of the tax appeals tribunal authorized by article forty of\n   18  this chapter AND THE OFFICE  OF  THE  TAXPAYER  ADVOCATE  AUTHORIZED  BY\n   19  SECTIONS  THREE  THOUSAND  THIRTEEN  AND THREE THOUSAND FOURTEEN OF THIS\n   20  CHAPTER.  The commissioner of taxation and finance shall be appointed by\n   21  the governor by and with the advice and consent of the senate and  shall\n   22  hold office as commissioner of taxation and finance until the end of the\n   23  term  of  the  governor by whom he was appointed and until his successor\n   24  has been appointed and has qualified.\n   25    3. The commissioner of taxation and finance may establish  such  addi-\n   26  tional  divisions  and  bureaus as he may deem necessary. He may appoint\n   27  the heads of such divisions and bureaus and fix their duties and he  may\n   28  consolidate, alter or abolish any divisions or bureaus, except that such\n   29  commissioner  shall  have  no such authority or power with regard to the\n   30  division of tax appeals AND THE OFFICE OF THE TAXPAYER ADVOCATE.\n   31    4. The commissioner of taxation and finance  may  appoint  and  remove\n   32  such  officers,  assistants and other employees as he may deem necessary\n   33  for the exercise of the powers and duties of the department, all of whom\n   34  shall be in the classified civil service unless  otherwise  provided  by\n   35  law; and he may prescribe their duties, and fix their compensation with-\n   36  in  the  amounts appropriated therefor. The commissioner of taxation and\n   37  finance may transfer officers or employees from their positions to other\n   38  positions in the department, or abolish or consolidate  such  positions.\n   39  He  shall have all powers necessary to perform the duties conferred upon\n   40  him regarding the state lottery authorized  by  article  thirty-four  of\n   41  this  chapter.  However,  the commissioner of taxation and finance shall\n   42  have no power to appoint or remove any personnel of the division of  tax\n   43  appeals OR OF THE OFFICE OF THE TAXPAYER ADVOCATE nor shall such commis-\n   44  sioner  have  any  power  or  authority with regard to the operation and\n   45  administration of such division OR OFFICE including any power or author-\n   46  ity over such division's OR  OFFICE'S  budget.  The  commissioner  shall\n   47  furnish to the director of the division of the budget the itemized esti-\n   48  mates  of  the  financial  needs  of the division of tax appeals AND THE\n   49  OFFICE OF THE TAXPAYER ADVOCATE prepared by the tax appeals tribunal AND\n   50  THE OFFICE OF THE TAXPAYER ADVOCATE. Such itemized estimates may not  be\n   51  revised or altered in any manner by the commissioner.\n   52    S  3.  This act shall take effect immediately; provided, however, that\n   53  section 3014 of the tax law, as added by section one of this  act  shall\n   54  not  take effect until the later of April first next succeeding the date\n   55  on which it shall have become a law, or the latest  date  on  which  any\n   56  state  appropriations  relating  to  the operations of the department of\n\n       S. 1529                             4\n\n    1  taxation and finance for the state fiscal year commencing on such  April\n    2  first, becomes law; provided, however, that the commissioner of taxation\n    3  and finance shall take all steps necessary to promulgate rules and regu-\n    4  lations  necessary to achieve the intent and purposes of this act and to\n    5  implement this act prior to such April first  so  that  such  rules  and\n    6  regulations  shall  be  effective  on the effective date of such section\n    7  3014 of the tax law; provided, further, that the commissioner  of  taxa-\n    8  tion  and  finance shall notify the legislative bill drafting commission\n    9  upon the occurrence of the enactment of the legislation provided for  in\n   10  section  one  of  this  act in order that the commission may maintain an\n   11  accurate and timely effective data base of the official text of the laws\n   12  of the state of New York in furtherance of effectuating  the  provisions\n   13  of  section  44  of  the  legislative law and section 70-b of the public\n   14  officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to creating the office of the taxpayer advocate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115058.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110111.T135953.TXT", "SOBI.D110110.T110554.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393443
}