{
  "year" : 2011,
  "senateBillNo" : "S1523-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1523-2011-1294635600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to non-divisible load permits",
  "summary" : "Relates to non-divisible load permits. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S4903-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1523\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  non-divisi-\n         ble load permits\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (d) of subdivision 15 of section 385 of the vehi-\n    2  cle and traffic law, as amended by section 3 of part C of chapter 59  of\n    3  the laws of 2004, is amended to read as follows:\n    4    (d)  (I)  Except during storms, floods, fires or other public emergen-\n    5  cies, no such permit may be issued to include a towing operation involv-\n    6  ing more than two vehicles except three vehicle combinations  consisting\n    7  of  a  tractor,  semitrailer  and  trailer or a tractor and two trailers\n    8  within legal weight and width limits proceeding to or from any  qualify-\n    9  ing highway or access highway. Every such permit may designate the route\n   10  to  be traversed and contain any other restrictions or conditions deemed\n   11  necessary by the issuing authority. Every such permit shall  be  carried\n   12  on the vehicle to which it refers and shall be open to the inspection of\n   13  any  peace  officer,  acting  pursuant  to his special duties, or police\n   14  officer, or any other officer or employee  authorized  to  enforce  this\n   15  section.  All permits issued shall be revocable by the authority issuing\n   16  them at the discretion of the authority without a hearing or the  neces-\n   17  sity  of  showing  cause.  Except  for  a vehicle having a maximum gross\n   18  weight not exceeding eighty thousand pounds without regard to  any  axle\n   19  weight  limitation  set  forth herein or the maximum gross weight estab-\n   20  lished by the formula commonly referred to as the bridge formula as  set\n   21  forth in subdivision ten of this section and except for state or munici-\n   22  pally-owned  single vehicles engaged in snow and ice control operations,\n   23  or designed or fitted for snow and ice control operations while  engaged\n   24  in  other public works operations on public highways which do not exceed\n   25  the weight limits contained in subdivision seventeen-a of this  section,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04828-01-1\n\n       S. 1523                             2\n\n    1  no  permit shall be issued to allow operation or movement of any vehicle\n    2  or combination of vehicles whose weight exceeds the  limitations  other-\n    3  wise  prescribed  in  this  section  other  than an annual permit issued\n    4  pursuant  to  paragraph (f) of this subdivision except upon a finding by\n    5  the department of transportation or the appropriate  authority,  as  the\n    6  case may be, that the load proposed is of one piece or item or otherwise\n    7  cannot  be  separated  into units of less weight provided, however, that\n    8  any such permit issued upon such finding shall  not  be  valid  for  the\n    9  operation  or  movement  of  such vehicles on any state or other highway\n   10  within any city not wholly included within one county EXCEPT AS PROVIDED\n   11  IN SUBPARAGRAPH (II) OF THIS PARAGRAPH.\n   12    (II) NOTWITHSTANDING THE PROVISIONS OF SUBPARAGRAPH (I) OF THIS  PARA-\n   13  GRAPH  AND  PARAGRAPHS  (A) AND (B) OF THIS SUBDIVISION TO THE CONTRARY,\n   14  THE DEPARTMENT OF TRANSPORTATION MAY ISSUE SUCH PERMIT FOR THE OPERATION\n   15  OR MOVEMENT OF ANY VEHICLE OR COMBINATION OF  VEHICLES  ON  ANY  OF  THE\n   16  FOLLOWING PORTIONS OF STATE OR OTHER HIGHWAYS WITHIN ANY CITY NOT WHOLLY\n   17  INCLUDED WITHIN ONE COUNTY, AND SUCH VEHICLES OR COMBINATION OF VEHICLES\n   18  MAY OPERATE OR MOVE ON SUCH PORTIONS, AND ONLY ON SUCH PORTIONS, OF SUCH\n   19  STATE  OR OTHER HIGHWAYS WITHIN SUCH CITY WITHOUT A PERMIT ISSUED BY THE\n   20  DEPARTMENT OF TRANSPORTATION OF SUCH CITY: THAT  PORTION  OF  INTERSTATE\n   21  NINETY-FIVE BETWEEN THE BRONX-WESTCHESTER COUNTY LINE AND INTERSTATE SIX\n   22  HUNDRED  NINETY-FIVE, THAT PORTION OF INTERSTATE SIX HUNDRED NINETY-FIVE\n   23  BETWEEN INTERSTATE NINETY-FIVE AND INTERSTATE TWO  HUNDRED  NINETY-FIVE,\n   24  THAT  PORTION  OF  INTERSTATE TWO HUNDRED NINETY-FIVE BETWEEN INTERSTATE\n   25  SIX HUNDRED NINETY-FIVE AND INTERSTATE  FOUR  HUNDRED  NINETY-FIVE,  AND\n   26  THAT  PORTION  OF INTERSTATE FOUR HUNDRED NINETY-FIVE BETWEEN INTERSTATE\n   27  TWO HUNDRED NINETY-FIVE AND THE QUEENS-NASSAU COUNTY BORDER. SUCH PERMIT\n   28  SHALL BE ISSUED BY THE DEPARTMENT OF TRANSPORTATION  ONLY  UPON:  (1)  A\n   29  FINDING  BY  SUCH  DEPARTMENT  THAT THE LOAD PROPOSED IS OF ONE PIECE OR\n   30  ITEM OR OTHERWISE CANNOT BE SEPARATED INTO UNITS OF LESS WEIGHT; (2) THE\n   31  APPROVAL OF SUCH CITY; AND (3) WITH RESPECT TO BRIDGES AND HIGHWAYS OVER\n   32  WHICH ANY AUTHORITY HAS JURISDICTION, THE APPROVAL  OF  SUCH  AUTHORITY.\n   33  ANY  SUCH  VEHICLE OR COMBINATION OF VEHICLES OPERATING PURSUANT TO SUCH\n   34  PERMIT SHALL NOT EXIT THE AFOREMENTIONED HIGHWAYS UNDER ITS OWN POWER IN\n   35  ANY SUCH CITY NOT WHOLLY INCLUDED WITHIN ONE COUNTY.\n   36    [Bulk] (III) FOR THE PURPOSES OF THIS  PARAGRAPH,  BULK  milk  may  be\n   37  considered one piece or item.\n   38    S  2.  This  act shall take effect on the ninetieth day after it shall\n   39  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to non-divisible load permits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T104552.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393444
}